[
    {
        "attraction_name": "Dragon Bridge",
        "attraction_name_vi": "Cầu Rồng",
        "general_info": [
            "5.928 đánh giá",
            "- 7 trong số 115 điều cần làm ở Đà Nẵng",
            "Địa điểm ưa thích - Địa danh",
            "Cầu"
        ],
        "attraction_summary": "Cây cầu dài 2.185 feet có hình con rồng vàng nhấp nhô này là cây cầu nổi tiếng nhất bắc qua sông Hàn ở trung tâm thành phố Đà Nẵng. Vào những đêm cuối tuần, con rồng trở nên sống động theo một cách khá bất thường: cây cầu không cho xe cộ qua lại và đầu rồng khổng lồ ở đầu phía đông của cây cầu phun ra những ngọn lửa và nước trong một màn trình diễn đêm ngoạn mục. Chuẩn bị bị ướt nếu bạn đứng trên cầu gần đầu. Nếu không, bạn có thể ngắm cảnh từ bờ sông dọc theo đường Trần Hưng Đạo hoặc nhiều quán bar trên sân thượng gần đó. Cây cầu thường là điểm dừng trong chuyến du lịch Đà Nẵng về đêm.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đó là cây cầu dài bắc qua sông ở Đà Nẵng với hình con Rồng được xây dựng phía trên đường.  Vào ban đêm có đèn đổi màu nhiều màu chiếu sáng toàn bộ cây cầu.  Đôi khi miệng Rồng sẽ thở ra một loại Lửa!Đọc thêm",
            "Ở tại khách sạn Val Soleil ở Đà Nẵng, nằm trong khoảng cách đi bộ dễ dàng đến cầu rồng. Chúng ta cũng có thể nhìn thấy cây cầu rồng từ quán bar trên sân thượng. Cây cầu thay đổi màu sắc vào ban đêm, thay đổi giữa các màu đỏ, xanh, vàng - rất hấp dẫn. Chúng tôi đến cây cầu vào lúc 9 giờ tối thứ Bảy khi cây cầu không cho xe cộ qua lại và rồng phun lửa rồi phun nước - trải nghiệm tuyệt vời nếu bạn quay phim.Đọc thêm",
            "Đó là một chương trình vui nhộn nhưng nó thực sự rất đông đúc! Cá nhân tôi thích xem nó từ bên dưới cây cầu hơn là trên cầu do nơi đông người! Nếu bạn đứng trên cầu gần đầu rồng, hãy sẵn sàng hứng chịu những đợt nắng nóng và bị ướt bởi nước!Đọc thêm",
            "Một địa danh ở Đà Nẵng. Bạn không thể bỏ lỡ vì nhiều địa điểm chúng tôi đã ghé thăm đều ở hai bên cây cầu này. Chúng tôi thực sự đã đến một nhà hàng cách cây cầu này một quãng đi bộ để khám phá lối đi dạo. Đây dường như là một nơi lý tưởng để mọi người dành buổi tối cùng các thành viên trong gia đình dọc sông Hàn.Đọc thêm",
            "Đến đây vào Chủ nhật ngày 10 tháng 9, đến xem rồng vàng phun lửa và nước lúc 9 giờ tối, trước 9 giờ tối, nhiều du khách đã đến đây và chọn trước điểm quan sát để xem màn trình diễn lửa và nước của rồng. Lưu ý nên tránh xa đầu rồng, nếu không bạn có thể bị ướt khi biểu diễn thở nước. chương trình thường kéo dài khoảng 15 phút. đầu rồng sẽ phun lửa trước, sau đó mới phun nước. Sau buổi biểu diễn, nhiều du khách sẽ chụp ảnh ở hai bên cầu, tôi cũng chụp vài bức ảnh với đầu rồng. Buổi biểu diễn chỉ diễn ra vào tối thứ bảy và chủ nhật, nếu bạn muốn xem hãy nhớ đến sớm hơn để chụp ảnh nhé một địa điểm tốt, vì nó có thể rất đông đúc.Đọc thêm",
            "Tôi đã muốn nhìn thấy Cầu Rồng phun lửa bốn năm trước nhưng không may phải qua đêm ở A - E. Lần này tôi đã có thể nhìn thấy nó và đó là tất cả những gì tôi mong ước được thấy!  Một điều nữa đánh dấu vào danh sách nhóm rộng lớn của tôi!Đọc thêm",
            "Người tài xế taxi của chúng tôi đã kể cho chúng tôi về sự kiện này khi anh ấy đón chúng tôi từ sân bay .. nên đương nhiên chúng tôi nhờ anh ấy đón chúng tôi và đưa chúng tôi đến con rồng phun lửa -  \nỒ ! Thật là một cảnh tượng mà chúng tôi thấy nó hoàn toàn tuyệt vời và thật là một sự thu hút đám đông! Điển hình là khách du lịch - phải xem - nhưng đừng đứng trên cầu đối diện với con rồng nếu không bạn - sẽ bị ngâm nước!\nTôi có thể tưởng tượng rằng đó có thể là một - sự bất tiện - đối với người dân địa phương vì họ đã đóng cầu, nhưng xin đừng quên rằng khách du lịch tình cờ đến thành phố của bạn với nhiều tiền đồng!!! \nCó khá nhiều đánh giá tiêu cực về con rồng phun lửa này ... đối với những người nói - đừng bận tâm - tôi nói ngược lại - Bah Humbug - Vượt qua đi!  Và tôi - tôi chắc chắn rằng mọi người có thể tự quyết định..Đọc thêm",
            "Trang web ấn tượng để xem. Vào lúc 9 giờ tối thứ sáu, thứ bảy và chủ nhật rồng phun lửa và phun nước rất mát mắt! Nó cũng nằm ngay cạnh chợ thực phẩm lớn và các nhà hàng ven sông. Khu vực này cực kỳ sầm uất vào khoảng thời gian chúng tôi đến lúc 9 giờ tốiĐọc thêm",
            "Thứ bảy-Chủ nhật- 9 giờ tối trong khoảng 15 phút biểu diễn... Đám đông xung quanh để xem buổi biểu diễn, không khí và buổi biểu diễn thực sự - tất cả đều đáng xem.\nĐầu rồng phóng ra lửa trước và sau một khoảng trống là nước.... \nBạn có thể lên kế hoạch ghé thăm chợ đêm gần đó trước - sau buổi biểu diễn, vì vậy hãy lên kế hoạch cho phù hợp. Nếu phải đợi buổi biểu diễn, hãy mang theo thứ gì đó để ra sân, ngồi đợi buổi biểu diễn bắt đầu.Đọc thêm",
            "Tối thứ Sáu, tôi đi ngang qua đây. Tôi đang thắc mắc tại sao lại có nhiều người xung quanh và tôi chợt nhận ra buổi biểu diễn cầu rồng. Thế là tôi dừng lại để xem. Nó đáng giá. Và nó miễn phí. Chỉ cần đừng đến gần đầu rồng nếu bạn không muốn cảm nhận sức nóng từ ngọn lửa và nếu bạn không muốn bị ướt bởi nước. Đọc thêm",
            "Để khám phá thành phố, cách tốt nhất là đặt một chuyến tham quan bằng xe máy. Và chúng tôi đã đặt chuyến tham quan thành phố với các tay đua Áo Dài, những nữ tay đua xe đạp. Chúng tôi dừng lại miệng Rồng với màn trình diễn Lửa và Nước, đó là trải nghiệm ly kỳ chưa từng có. Tôi thích ngồi phía sau Xe đạp để quan sát những khoảnh khắc đạp xe dọc theo cây cầu.Đọc thêm",
            "Đây là cây cầu tấp nập phương tiện cơ giới chứ không dành cho du khách vì chất thải từ phương tiện giao thông. Nó có thể được nhìn thấy vào ban đêm từ xa.Đọc thêm",
            "Cây cầu tuyệt vời đáng để kiểm tra! Thực sự bận rộn vào cuối tuần trong thời gian trình diễn lửa, tốt nhất nên đến đó sớm! Trải nghiệm tuyệt vời ở Đà Nẵng và không mất phí. Hãy đến đó khoảng 45 phút trước khi xe bắt đầu để có vị trí đẹpĐọc thêm",
            "Chúng tôi rất vui mừng vì đã đến được Đà Nẵng vào cuối tuần! Chương trình này chỉ diễn ra vào các tối thứ sáu, thứ bảy và chủ nhật. Rất nhiều người đã tụ tập trên cầu nhưng chúng tôi rất thích buổi biểu diễn từ bên dưới và nó vẫn rất tuyệt. Đi chợ đêm trong khi chờ đợi, chương trình diễn ra lúc 9 giờ.Đọc thêm",
            "Chương trình lửa và nước miễn phí tuyệt vời. Nếu đến Đà Nẵng hãy nhớ đi vào thứ sáu, thứ bảy hoặc chủ nhật khi họ có trình diễn Lửa nhé.Đọc thêm",
            "Cây cầu có thiết kế thú vị và độc đáo. Lễ hội lửa và nước chỉ diễn ra vào cuối tuần vào khoảng 9h tối. Kết hợp nó với chuyến tham quan chợ đêm Sơn Trà. Ngoài ra, con đường gần đó bị cấm giao thông vào thời điểm đó và trên đường phố có khiêu vũ và âm nhạc.Đọc thêm",
            "Chúng tôi đi du thuyền xuôi dòng sông vào lúc 8 giờ tối.  Nó cũng có giá trị nó.  Những bức ảnh và video tuyệt vời về rồng thở lửa trên cầu.  Cảnh tượng tuyệt đẹp.   Tuy nhiên, hãy đặt sách vì khi chúng tôi đi, nó chỉ hít khói lửa vào các tối thứ Sáu, thứ Bảy và Chủ Nhật lúc 9 giờ tốiĐọc thêm",
            "Tôi không ở đây vào ban đêm nên không thể bình luận về hơi thở của lửa và nước. Tuy nhiên, đây là một cây cầu được thiết kế đẹp mắt và rất đáng xem ngay cả vào ban ngày nếu bạn ở trong khu vực.  Chắc chắn là một trong những cây cầu đẹp nhất ở Việt Nam và đáng để chụp vài bức ảnh.Đọc thêm",
            "Chúng tôi thích ngắm cầu Rồng phun lửa và đổi màu vào ban đêm. Một cảnh tượng độc đáo và thú vị!  -  -  -  - Đọc thêm",
            "Thành thật mà nói nếu bạn - thiếu thời gian thì hãy bỏ lỡ điều này. Chúng tôi đã ở trong khu vực nên chúng tôi ở đó 2 giờ trước buổi biểu diễn. Nhưng lúc này mọi người đã bắt đầu tụ tập và vào vị trí. Sau khi chờ đợi lâu như vậy và số lượng người chúng tôi đã mong đợi một điều gì đó kỳ diệu. Thật không may, nó phun lửa 6 lần trong 6 phút và phun ra hai tia nước và chỉ thế thôi. Vì nó là rồng, Lửa và Nước, tôi tin rằng điều này khá quan trọng đối với các nền văn hóa khác ghé thăm nên tôi tin rằng đối với họ, trải nghiệm này là thứ mà họ sẽ đánh giá cao hơn.Đọc thêm",
            "Fire Show có diễn ra vào thứ Sáu không?\n\nMột số người, bao gồm cả trang Wikipedia chính thức của Dragon Bridge, tuyên bố rằng nó chạy từ thứ Sáu đến Chủ nhật lúc 9 giờ tối. Tuy nhiên, tôi đã đọc rất nhiều bình luận ở đây và bản đồ Google và nó nói rằng nó chỉ có vào Thứ Bảy VÀ Chủ Nhật mà thôi.Đọc thêm",
            "Khi tôi đến đó vào tháng 1 năm ngoái, nó chạy từ thứ Sáu đến Chủ nhật lúc 9 giờ tối.Đọc thêm",
            "Đâu là điểm ngắm cảnh đẹp nhất để xem cầu Rồng vào cuối tuần?Đọc thêm",
            "Ngay phía trước đầu, có một dãy cầu thang ngay bên dưới để lên đó - thang máy không hoạt động -. Sức nóng là có thật và nước sẽ làm bạn ướt. Một số người rõ ràng đã biết và giơ ô lên, chúng tôi chỉ thích thú với việc xịt nướcĐọc thêm",
            "Đâu là nơi lý tưởng nhất để ngồi xem trình diễn lửa?Đọc thêm",
            "Cuối tuần trời mưa sẽ có hoạt động phun lửa, phun nước?",
            "Vào cuối tuần, có chương trình biểu diễn thổi lửa bắt đầu vào khoảng 9 giờ tối - Có lệnh hạn chế giao thông từ khoảng 8:30 tối - vì vậy nếu bạn định bắt taxi để đến khu vực này, bạn nên rời đi sớm - Đồ uống nước sau khi thổi lửa Vì bạn sẽ nôn - Tôi nghĩ tốt nhất nên mặc quần áo mà bạn không ngại bị ướt - Đọc thêm",
            "Cái này chỉ thở lửa - khạc nước vào thứ bảy - chủ nhật thôi à?\nCó 1 - show - hay lặp lại?\nNó kéo dài bao lâu?Đọc thêm",
            "Có lúc 9 giờ tối kéo dài khoảng 5 phút Đọc thêm",
            "Xin chào, tôi và bố mẹ tôi dự định đến thăm Đà Nẵng, Việt Nam vào tháng 2 năm 2019, bạn có thể tư vấn cho tôi những yêu cầu sau không.\n1. Vận chuyển từ sân bay đến thành phố, vui lòng cung cấp cho tôi nếu bạn có đại lý taxi tốt.\n2. Tôi dự định ở lại 3 đêm để ngắm nhìn và tận hưởng thời tiết ở Bà Nà, có khách sạn bình dân nào để ở không.\n3. Tại thành phố Đà Nẵng Dự định nghỉ tại khách sạn ven sông Đà Nẵng, khách sạn này có phù hợp cho gia đình ở không.\n4. Thời tiết tháng 2 có thoải mái để du lịch Đà Nẵng không?\n5.Mua sim điện thoại ở đâu và giá bao nhiêu. Xin hãy tư vấn cho tôi. Đọc thêm",
            "1. The Da Nang airport is within the city precinct so a taxi ride to your hotel will not cost a great deal, I would think less than 150K VND  - there will be a 10K VND airport tax added - . I generally use the green Mai linh taxis or the green and white Vinasun, but the yellow taxis are also quite good and more abundant. If you are really desperate to save a dollar or two you can ask someone to call a Grab  - ie Uber equivalent -  or download the app using the airport wifi if you have a smart phone or  tablet etc\n2. Ba Na Hills is somewhat like Disney land and almost by definition is not a budget place. I - m not sure how adults could spend 3 days there especially in February when it will be quite cool and anyway the weather in Da Nang at that time will be very pleasant, although I suppose it depends on where your from. Ba Na is a great escape in Summer due to the cooler climate, but I doubt it has the same appeal in winter, but I - ve never visited in winter. If you have children from 4 to 16 they - ll love it at anytime.\n3. Sorry I - ve never stayed at Da Nang Riverside, but if you have river views it should be pleasant. If you - re on the other side of the building you might possibly get beach views if on a high level, but there are so many high rise buildings going up along the beach front. It is a long walk to the beach\n4. It depends what you - re use to, but I find the weather very pleasant in February - not too hot and cools down at night. I think its around the low to mid 20s in the day, but you can find this on the web somewhere\n5. You can get a Sim at the airport, I haven - t done it for a while, but the Sim card itself isn - t very expensive, it depends what plan you get and whether you want data, international calls etc. If you don - t get it at the airport there are also plenty of mobile phone shops. I - ve found over the years Vinaphone, Mobiphone and Viettel are all reliable. Actual phone calls are not very expensive and I pay as I go with 100K VND cards  - available everywhere -  that last me about 2 to 3 weeks, but of course it depends on how many calls you make\nJust a couple of other things - you should check your travel time against the dates for New Year  - Tet - . Vietnam virtually closes down over 10 days or more during this period and it - s not the best time to travel. Also I love the beaches in Da Nang, but from December to about March they are at their worst - not very inviting at all; an amazing contrast to the summer months.Read more",
            "Xin chào, tôi và bố mẹ tôi Xin chào, tôi và bố mẹ tôi đi từ Đà Nẵng đến Kuala Lumpur và cùng ngày từ Kuala Lumpur đến Jakarta, chúng tôi sẽ đến Kuala Lumpur trước 4 - 30 giờ chiều - đúng chuyến bay - và chuyến bay tiếp theo của tôi là 7 - 30 giờ tối, cả hai đều là airasia nhưng PNR riêng nên chúng tôi cần thu thập ngôn ngữ và tiếp tục chuyến bay jakarta, bạn có thể vui lòng cho tôi biết thời gian đó có đủ cho chúng tôi không, thời gian lên máy bay sẽ đóng cửa để nhận phòng ngôn ngữ xin vui lòng trả lời. Chi tiết chuyến bay AK649 đến AK 353 chuyến bay tiếp theo là 7 - 30 giờ tối, cả hai đều là airasia nhưng PNR riêng nên chúng tôi cần thu thập ngôn ngữ và tiếp tục chuyến bay jakarta, bạn có thể vui lòng cho tôi biết thời gian đó có đủ cho chúng tôi không, lên máy bay lúc mấy giờ sẽ đóng cửa để thu thập ngôn ngữ kiểm tra, vui lòng trả lời. Chi tiết chuyến bay AK649 đến AK 353, Đọc thêm",
            "Trên thực tế, câu hỏi được Air Asia trả lời hay nhất nhưng thông thường 3 giờ là đủ cho một lần chuyển như vậy. Bạn hy vọng không có chuyến bay nào bị delay khỏi Đà Nẵng. Ngoài ra, hãy cho Người giám sát chuyến bay biết về chuyến bay nối tiếp của bạn và họ có thể giúp trông chừng bạn như hạ cánh sớm khi máy bay hạ cánh.Đọc thêm",
            "Bạn có thể cho tôi biết khách sạn 3 sao nào tốt Opp đến cầu rồng để xem biểu diễn rồng Đọc thêm",
            "Tôi không ở lại trung tâm thành phố Đà Nẵng, nhưng một nơi thực sự tuyệt vời để xem Triển lãm Cầu Rồng là 99 - Sky Lounge Bar. Đó là một chiếc du thuyền được biến thành nhà hàng - quán bar và nếu đến sớm bạn có thể ngồi trên boong đối diện với Cầu Rồng. Nó - nằm gần DHC Marina. Thức ăn thật tuyệt vời và chủ quán rất thân thiện! Đọc thêm",
            "quá đẹ, quá tuyệt vời!Read more",
            "Chính xác bạn đã tham quan : quá đẹp quá tuyệt vời - xin cảm ơn sự đồng cảm  -  tương tác hiện thực khách quan - Rất hy vọng từ cmt của bạn hàng triệu triệu người trên khắp cả nước  -  năm châu sẽ ghé Đà Nẵng để relax  -  recreation.Read more",
            "Loại nhiên liệu nào được sử dụng để tạo ra hiệu ứng phun lửa?Đọc thêm",
            "lpg tôi nghĩ Đọc thêm"
        ],
        "star_ratings": [
            2687,
            2031,
            1008,
            142,
            60
        ],
        "review_amount": 5928,
        "location": [
            "Cầu Rồng",
            "Những điều cần làm ở Đà Nẵng",
            "Châu Á",
            "Đà Nẵng",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written July 11, 2023",
            "Written August 1, 2023",
            "Written August 27, 2023",
            "Written October 4, 2023",
            "Written October 21, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 15, 2023",
            "Written December 10, 2023",
            "Written May 20, 2024",
            "Written May 12, 2024",
            "Written May 10, 2024",
            "Written May 3, 2024",
            "Written April 29, 2024",
            "Written April 28, 2024",
            "Written April 27, 2024",
            "Written April 24, 2024",
            "Written April 22, 2024",
            "Written April 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d27166754-Reviews-Xom_M_i_Garden_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11873423-Reviews-Pizza_4P_s_Hoang_Van_Thu-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25332443-Reviews-Bep_Que_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d10800749-Reviews-Tre_Viet_Cuisine-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g25231262-d24161498-Reviews-Co_Ba_Ph_Bo-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11962134-Reviews-Brilliant_Top_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24983321-Reviews-Cardi_Pizzeria_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24985405-Reviews-Cardi_Pizzeria_Bach_Dang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653608-Reviews-Long_An_Temple-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6429186-Reviews-Museum_of_Sa_Huynh_Champa_Culture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653598-Reviews-APEC_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or10-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d7118743-Reviews-Linh_Ung_Pagoda-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5531576-Reviews-Lady_Buddha-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454980-Reviews-The_Marble_Mountains-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14991251-Reviews-Golden_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7043562-Reviews-Sun_Wheel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2348904-Reviews-Phap_Lam_Pagoda-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7022776-Reviews-Ban_Co_Peak-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21393898-Reviews-Top_Driver-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15300780-Reviews-Golden_Lotus_Oriental_Organic_Spa_1-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4584802-Reviews-Da_Nang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25314796-Reviews-IKIGAI_SPA_CENTER-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14942027-Reviews-Azit_Nails-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8856670-Reviews-Vietnam_Eco_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12364144-Reviews-Tabalo_Outdoor-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7272080-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26864727-Reviews-Azit_Multiplex-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17739218-Reviews-Charm_Spa_Grand_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g32083-d1848956-Reviews-Keough_s_Hot_Springs-Bishop_Inyo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187253-d3454223-Reviews-Marche_de_Noailles-Marseille_Bouches_du_Rhone_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g47714-d1987557-Reviews-Findley_Lake-Findley_Lake_Chautauqua_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293748-d3513268-Reviews-Mbudya_Island-Dar_es_Salaam_Dar_Es_Salaam_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g60834-d621712-Reviews-Horseshoe_Bend-Page_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d104360-Reviews-Chrysler_Building-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d196850-Reviews-Lan_Su_Chinese_Garden-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1547197-Reviews-Meena_Bazaar-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g43893-d6160333-Reviews-Bonita_Lakes_Mall-Meridian_Mississippi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or10-Dragon_Bridge-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html"
    },
    {
        "attraction_name": "Dragon Bridge",
        "attraction_name_vi": "Cầu Rồng",
        "general_info": [
            "5.928 đánh giá",
            "- 7 trong số 115 điều cần làm ở Đà Nẵng",
            "Địa điểm ưa thích - Địa danh",
            "Cầu"
        ],
        "attraction_summary": "Cây cầu dài 2.185 feet có hình con rồng vàng nhấp nhô này là cây cầu nổi tiếng nhất bắc qua sông Hàn ở trung tâm thành phố Đà Nẵng. Vào những đêm cuối tuần, con rồng trở nên sống động theo một cách khá bất thường: cây cầu không cho xe cộ qua lại và đầu rồng khổng lồ ở đầu phía đông của cây cầu phun ra những ngọn lửa và nước trong một màn trình diễn đêm ngoạn mục. Chuẩn bị bị ướt nếu bạn đứng trên cầu gần đầu. Nếu không, bạn có thể ngắm cảnh từ bờ sông dọc theo đường Trần Hưng Đạo hoặc nhiều quán bar trên sân thượng gần đó. Cây cầu thường là điểm dừng trong chuyến du lịch Đà Nẵng về đêm.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đó là cây cầu dài bắc qua sông ở Đà Nẵng với hình con Rồng được xây dựng phía trên đường.  Vào ban đêm có đèn đổi màu nhiều màu chiếu sáng toàn bộ cây cầu.  Đôi khi miệng Rồng sẽ thở ra một loại Lửa!Đọc thêm",
            "Ở tại khách sạn Val Soleil ở Đà Nẵng, nằm trong khoảng cách đi bộ dễ dàng đến cầu rồng. Chúng ta cũng có thể nhìn thấy cây cầu rồng từ quán bar trên sân thượng. Cây cầu thay đổi màu sắc vào ban đêm, thay đổi giữa các màu đỏ, xanh, vàng - rất hấp dẫn. Chúng tôi đến cây cầu vào lúc 9 giờ tối thứ Bảy khi cây cầu không cho xe cộ qua lại và rồng phun lửa rồi phun nước - trải nghiệm tuyệt vời nếu bạn quay phim.Đọc thêm",
            "Đó là một chương trình vui nhộn nhưng nó thực sự rất đông đúc! Cá nhân tôi thích xem nó từ bên dưới cây cầu hơn là trên cầu do nơi đông người! Nếu bạn đứng trên cầu gần đầu rồng, hãy sẵn sàng hứng chịu những đợt nắng nóng và bị ướt bởi nước!Đọc thêm",
            "Một địa danh ở Đà Nẵng. Bạn không thể bỏ lỡ vì nhiều nơi chúng tôi ghé thăm đều nằm ở cả hai bên cây cầu này. Chúng tôi thực sự đã đến một nhà hàng cách cây cầu này một khoảng cách đi bộ để khám phá lối đi dạo. Có vẻ như đây là nơi lý tưởng để mọi người dành buổi tối cùng gia đình dọc theo sông Hàn. Đọc thêm",
            "Đến đây vào Chủ nhật ngày 10 tháng 9, đến xem rồng vàng phun lửa và nước lúc 9 giờ tối, trước 9 giờ tối, nhiều du khách đã đến đây và chọn trước điểm quan sát để xem màn trình diễn lửa và nước của rồng. Lưu ý nên tránh xa đầu rồng, nếu không bạn có thể bị ướt khi biểu diễn thở nước. chương trình thường kéo dài khoảng 15 phút. đầu rồng sẽ phun lửa trước, sau đó mới phun nước. Sau buổi biểu diễn, nhiều du khách sẽ chụp ảnh ở hai bên cầu, tôi cũng chụp vài bức ảnh với đầu rồng. Buổi biểu diễn chỉ diễn ra vào tối thứ bảy và chủ nhật, nếu bạn muốn xem hãy nhớ đến sớm hơn để chụp ảnh nhé một địa điểm tốt, vì nó có thể rất đông đúc.Đọc thêm",
            "Tôi đã muốn nhìn thấy Cầu Rồng phun lửa bốn năm trước nhưng không may phải qua đêm ở A - E. Lần này tôi đã có thể nhìn thấy nó và đó là tất cả những gì tôi mong ước được thấy!  Một điều nữa đánh dấu vào danh sách nhóm rộng lớn của tôi!Đọc thêm",
            "Người tài xế taxi của chúng tôi đã kể cho chúng tôi về sự kiện này khi anh ấy đón chúng tôi từ sân bay .. nên đương nhiên chúng tôi nhờ anh ấy đón chúng tôi và đưa chúng tôi đến con rồng phun lửa -  \nỒ ! Thật là một cảnh tượng mà chúng tôi thấy nó hoàn toàn tuyệt vời và thật là một sự thu hút đám đông! Điển hình là khách du lịch - phải xem - nhưng đừng đứng trên cầu đối diện với con rồng nếu không bạn - sẽ bị ngâm nước!\nTôi có thể tưởng tượng rằng đó có thể là một - sự bất tiện - đối với người dân địa phương vì họ đã đóng cầu, nhưng xin đừng quên rằng khách du lịch tình cờ đến thành phố của bạn với nhiều tiền đồng!!! \nCó khá nhiều đánh giá tiêu cực về con rồng phun lửa này ... đối với những người nói - đừng bận tâm - tôi nói ngược lại - Bah Humbug - Vượt qua đi!  Và tôi - tôi chắc chắn rằng mọi người có thể tự quyết định..Đọc thêm",
            "Trang web ấn tượng để xem. Vào lúc 9 giờ tối thứ sáu, thứ bảy và chủ nhật rồng phun lửa và phun nước rất mát mắt! Nó cũng nằm ngay cạnh chợ thực phẩm lớn và các nhà hàng ven sông. Khu vực này cực kỳ sầm uất vào khoảng thời gian chúng tôi đến lúc 9 giờ tốiĐọc thêm",
            "Thứ bảy-Chủ nhật- 9 giờ tối trong khoảng 15 phút biểu diễn... Đám đông xung quanh để xem buổi biểu diễn, không khí và buổi biểu diễn thực sự - tất cả đều đáng xem.\nĐầu rồng phóng ra lửa trước và sau một khoảng trống là nước.... \nBạn có thể lên kế hoạch ghé thăm chợ đêm gần đó trước - sau buổi biểu diễn, vì vậy hãy lên kế hoạch cho phù hợp. Nếu phải đợi buổi biểu diễn, hãy mang theo thứ gì đó để ra sân, ngồi đợi buổi biểu diễn bắt đầu.Đọc thêm",
            "Tối thứ Sáu, tôi đi ngang qua đây. Tôi đang thắc mắc tại sao lại có nhiều người xung quanh và tôi chợt nhận ra buổi biểu diễn cầu rồng. Thế là tôi dừng lại để xem. Nó đáng giá. Và nó miễn phí. Chỉ cần đừng đến gần đầu rồng nếu bạn không muốn cảm nhận sức nóng từ ngọn lửa và nếu bạn không muốn bị ướt bởi nước. Đọc thêm",
            "Khung cảnh thật tuyệt vời. Chọn ngày thích hợp để bạn không bỏ lỡ buổi biểu diễn lửa, nếu không thì chuyến thăm quan ban ngày cũng rất tuyệt vời. ĐẹpĐọc thêm",
            "Chỉ có lời khuyên.. bạn không cần phải đến đó sớm..Có thể trước 15 phút, khi gần 9 giờ họ chọn đường.. khi điều đó xảy ra, hãy di chuyển đến gần hơn. Chợ đêm ở chân cầu phía Nam tận hưởng các ưu đãi ở đóHãy nhớ rồng bắn lửa VÀ NƯỚC.. phán xét nơi đứng để cảm nhận làn gió nhẹĐọc thêm",
            "Lần đầu tiên tôi đi qua cây cầu xinh đẹp này khi đi từ sân bay Đà Nẵng về khách sạn ở Hội An. Vượt qua nó một lần nữa khi lái xe từ Hội An về khách sạn của tôi ở Đà Nẵng. Nhân viên khách sạn Đà Nẵng mở rèm cửa sổ cho tôi xem từ phòng của mình. Vì tôi đến đây vào cuối tuần nên tôi có thể xem màn trình diễn lửa và nước ngắn bắt đầu lúc 9 giờ tối. Đã chụp rất nhiều ảnh về cây cầu đẹp và độc đáo này!Đọc thêm",
            "Thật là một điều lố bịch quá mức. Rồng bắn lửa nhiều lần hơn nước khổng lồ. Len lớn. Hàng nghìn người tụ tập để chen lấn nhau, còn những người bán hàng rong địa phương la hét với nhau và với những người qua đường. Có một loại mật mã bất thành văn nào đó rằng bạn phải mua thứ gì đó để ngồi vào ghế và sau đó một người phụ nữ lớn tuổi có một xấp tiền sẽ la mắng mọi người cho đến khi họ trả tiền, ngay cả khi họ đã mua thứ gì đó từ xe đẩy địa phương. Hoàn toàn hỗn loạn và khó thoát ra. Tránh và sử dụng ảnh Insta của người khác.Đọc thêm",
            "Cầu Rồng bắc qua sông Hàn tại vòng xoay Lê Đình Dương - Bạch Đằng, cung cấp tuyến đường kết nối ngắn nhất từ ​​Sân bay Quốc tế Đà Nẵng đến các tuyến đường chính khác ở Đà Nẵng. Cây cầu được thiết kế và xây dựng theo hình con rồng dài 666 mét và dùng để phun lửa vào cuối tuần sau khi mặt trời lặn. Khách du lịch và người dân địa phương sẽ không muốn bỏ lỡ màn trình diễn pháo hoa với những chùm lửa rồng, sau đó là những đám mây hơi nước rít lên vào lúc 9 giờ tối vào những ngày cuối tuần.Đọc thêm",
            "Rất thú vị phải xem ở Đà Nẵng NHƯNG rồng chỉ phun lửa vào cuối tuần và ngày lễ nên hãy lên kế hoạch cho chuyến thăm của bạn cho phù hợp.  Có rất nhiều quán bar và nhà hàng nhỏ nằm trong khoảng cách đi bộ, đặc biệt là ở phía đại dương của cây cầu - đó là điểm cuối có đầu rồng - .Đọc thêm",
            "Không khí của Dragon Ball vào ban đêm rất đẹp. Với những ai yêu thích sự hoàn hảo về đêm thì đây là một nơi tuyệt vời. Tôi thấy Đà Nẵng, Việt Nam, một trong những nơi đáng sống nhất trên thế giới. Tôi rất yêu Việt NamXem thêm",
            "Cầu Rồng tráng lệ cả ban ngày lẫn ban đêm. Nó kết nối thành phố và sầm uất và nhộn nhịp 24 giờ. Nếu bạn ở Đà Nẵng thì không thể nào bỏ lỡ được. Nếu bạn muốn đi bộ dọc theo, bạn có thể làm như vậy vì có một lối đi phụ dành cho du khách. Rồng chỉ phun lửa vào những đêm cuối tuần từ 9h đến 9h30 tối. Vì vậy nếu muốn chứng kiến ​​điều đó, hãy có mặt thật sớm để đảm bảo vị trí chụp ảnh - quay phim tốt nhất. Ngoài ra, con rồng thay đổi màu sắc thường xuyên trong suốt buổi tối. Một cảnh đẹp đáng chiêm ngưỡng. Bạn có thể có một buổi tối vui vẻ trên con đường đi dạo rộng rãi và dành thời gian mua sắm vui vẻ ở chợ đêm.Đọc thêm",
            "Buổi biểu diễn thật xuất sắc - - - - - - - - - - - - -. Chúng tôi thực sự thích nó. Rất khuyến khích cho bạn khi đến Đà Nẵng - - - - - - Đọc thêm",
            "Hoạt động thú vị để thực hiện trong đêm đầu tiên của chúng tôi ở đây, may mắn thay là cuối tuần nên chúng tôi đã nhìn thấy con rồng hoạt động đầy đủ. Kéo dài khoảng 15 phút. Chúng tôi đã quan sát từ phía dưới quảng trường bên trái con rồng khi bạn đang đối mặt với nó và có được tầm nhìn đẹp Bắt đầu đúng 9 giờ tốiĐọc thêm",
            "Fire Show có diễn ra vào thứ Sáu không?\n\nMột số người, bao gồm cả trang Wikipedia chính thức của Dragon Bridge, tuyên bố rằng nó chạy từ thứ Sáu đến Chủ nhật lúc 9 giờ tối. Tuy nhiên, tôi đã đọc rất nhiều bình luận ở đây và bản đồ Google và nó nói rằng nó chỉ có vào Thứ Bảy VÀ Chủ Nhật mà thôi.Đọc thêm",
            "Khi tôi đến đó vào tháng 1 năm ngoái, nó chạy từ thứ Sáu đến Chủ nhật lúc 9 giờ tối.Đọc thêm",
            "Đâu là điểm ngắm cảnh đẹp nhất để xem cầu Rồng vào cuối tuần?Đọc thêm",
            "Ngay phía trước đầu, có một dãy cầu thang ngay bên dưới để lên đó - thang máy không hoạt động -. Sức nóng là có thật và nước sẽ làm bạn ướt. Một số người rõ ràng đã biết và giơ ô lên, chúng tôi chỉ thích thú với việc xịt nướcĐọc thêm",
            "Đâu là nơi lý tưởng nhất để ngồi xem trình diễn lửa?Đọc thêm",
            "Cuối tuần trời mưa sẽ có hoạt động phun lửa, phun nước?",
            "Vào cuối tuần, có chương trình biểu diễn thổi lửa bắt đầu vào khoảng 9 giờ tối - Có lệnh hạn chế giao thông từ khoảng 8:30 tối - vì vậy nếu bạn định bắt taxi để đến khu vực này, bạn nên rời đi sớm - Đồ uống nước sau khi thổi lửa Vì bạn sẽ nôn - Tôi nghĩ tốt nhất nên mặc quần áo mà bạn không ngại bị ướt - Đọc thêm",
            "Thứ này chỉ phun lửa - phun nước vào thứ bảy - chủ nhật thôi à?\nCó một chương trình 1 - hay lặp lại?\nNó kéo dài bao lâu?Đọc thêm",
            "Có lúc 9 giờ tối kéo dài khoảng 5 phút Đọc thêm",
            "Xin chào, tôi và bố mẹ tôi dự định đến thăm Đà Nẵng, Việt Nam vào tháng 2 năm 2019, bạn có thể tư vấn cho tôi những yêu cầu sau không.\n1. Vận chuyển từ sân bay đến thành phố, vui lòng cung cấp cho tôi nếu bạn có đại lý taxi tốt.\n2. Tôi dự định ở lại 3 đêm để ngắm nhìn và tận hưởng thời tiết ở Bà Nà, có khách sạn bình dân nào để ở không.\n3. Tại thành phố Đà Nẵng Dự định nghỉ tại khách sạn ven sông Đà Nẵng, khách sạn này có phù hợp cho gia đình ở không.\n4. Thời tiết tháng 2 có thoải mái để du lịch Đà Nẵng không?\n5.Mua sim điện thoại ở đâu và giá bao nhiêu. Xin hãy tư vấn cho tôi. Đọc thêm",
            "1. The Da Nang airport is within the city precinct so a taxi ride to your hotel will not cost a great deal, I would think less than 150K VND  - there will be a 10K VND airport tax added - . I generally use the green Mai linh taxis or the green and white Vinasun, but the yellow taxis are also quite good and more abundant. If you are really desperate to save a dollar or two you can ask someone to call a Grab  - ie Uber equivalent -  or download the app using the airport wifi if you have a smart phone or  tablet etc\n2. Ba Na Hills is somewhat like Disney land and almost by definition is not a budget place. I - m not sure how adults could spend 3 days there especially in February when it will be quite cool and anyway the weather in Da Nang at that time will be very pleasant, although I suppose it depends on where your from. Ba Na is a great escape in Summer due to the cooler climate, but I doubt it has the same appeal in winter, but I - ve never visited in winter. If you have children from 4 to 16 they - ll love it at anytime.\n3. Sorry I - ve never stayed at Da Nang Riverside, but if you have river views it should be pleasant. If you - re on the other side of the building you might possibly get beach views if on a high level, but there are so many high rise buildings going up along the beach front. It is a long walk to the beach\n4. It depends what you - re use to, but I find the weather very pleasant in February - not too hot and cools down at night. I think its around the low to mid 20s in the day, but you can find this on the web somewhere\n5. You can get a Sim at the airport, I haven - t done it for a while, but the Sim card itself isn - t very expensive, it depends what plan you get and whether you want data, international calls etc. If you don - t get it at the airport there are also plenty of mobile phone shops. I - ve found over the years Vinaphone, Mobiphone and Viettel are all reliable. Actual phone calls are not very expensive and I pay as I go with 100K VND cards  - available everywhere -  that last me about 2 to 3 weeks, but of course it depends on how many calls you make\nJust a couple of other things - you should check your travel time against the dates for New Year  - Tet - . Vietnam virtually closes down over 10 days or more during this period and it - s not the best time to travel. Also I love the beaches in Da Nang, but from December to about March they are at their worst - not very inviting at all; an amazing contrast to the summer months.Read more",
            "Xin chào, tôi và bố mẹ tôi Xin chào, tôi và bố mẹ tôi đi từ Đà Nẵng đến Kuala Lumpur và cùng ngày từ Kuala Lumpur đến Jakarta, chúng tôi sẽ đến Kuala Lumpur trước 4 - 30 giờ chiều - đúng chuyến bay - và chuyến bay tiếp theo của tôi là 7 - 30 giờ tối, cả hai đều là airasia nhưng PNR riêng nên chúng tôi cần thu thập ngôn ngữ và tiếp tục chuyến bay jakarta, bạn có thể vui lòng cho tôi biết thời gian đó có đủ cho chúng tôi không, thời gian lên máy bay sẽ đóng cửa để nhận phòng ngôn ngữ xin vui lòng trả lời. Chi tiết chuyến bay AK649 đến AK 353 chuyến bay tiếp theo là 7 - 30 giờ tối, cả hai đều là airasia nhưng PNR riêng nên chúng tôi cần thu thập ngôn ngữ và tiếp tục chuyến bay jakarta, bạn có thể vui lòng cho tôi biết thời gian đó có đủ cho chúng tôi không, lên máy bay lúc mấy giờ sẽ đóng cửa để thu thập ngôn ngữ kiểm tra, vui lòng trả lời. Chi tiết chuyến bay AK649 đến AK 353, Đọc thêm",
            "Trên thực tế, câu hỏi được Air Asia trả lời hay nhất nhưng thông thường 3 giờ là đủ cho một lần chuyển như vậy. Bạn hy vọng không có chuyến bay nào bị delay khỏi Đà Nẵng. Ngoài ra, hãy cho Người giám sát chuyến bay biết về chuyến bay nối tiếp của bạn và họ có thể giúp trông chừng bạn như hạ cánh sớm khi máy bay hạ cánh.Đọc thêm",
            "Bạn có thể cho tôi biết khách sạn 3 sao nào tốt Opp đến cầu rồng để xem biểu diễn rồng Đọc thêm",
            "Tôi không ở lại trung tâm thành phố Đà Nẵng, nhưng một nơi thực sự tuyệt vời để xem Triển lãm Cầu Rồng là 99 - Sky Lounge Bar. Đó là một chiếc du thuyền được biến thành nhà hàng - quán bar và nếu đến sớm bạn có thể ngồi trên boong đối diện với Cầu Rồng. Nó - nằm gần DHC Marina. Thức ăn thật tuyệt vời và chủ quán rất thân thiện! Đọc thêm",
            "quá đẹ, quá tuyệt vời!Read more",
            "Chính xác bạn đã tham quan : quá đẹp quá tuyệt vời - xin cảm ơn sự đồng cảm  -  tương tác hiện thực khách quan - Rất hy vọng từ cmt của bạn hàng triệu triệu người trên khắp cả nước  -  năm châu sẽ ghé Đà Nẵng để relax  -  recreation.Read more",
            "Loại nhiên liệu nào được sử dụng để tạo ra hiệu ứng phun lửa?Đọc thêm",
            "lpg tôi nghĩ Đọc thêm"
        ],
        "star_ratings": [
            2687,
            2031,
            1008,
            142,
            60
        ],
        "review_amount": 5928,
        "location": [
            "Đà Nẵng",
            "Việt Nam",
            "Cầu Rồng",
            "Châu Á",
            "Những điều cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written July 11, 2023",
            "Written August 1, 2023",
            "Written August 27, 2023",
            "Written October 4, 2023",
            "Written October 21, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 15, 2023",
            "Written December 10, 2023",
            "Written April 19, 2024",
            "Written April 10, 2024",
            "Written April 7, 2024",
            "Written April 6, 2024",
            "Written April 6, 2024",
            "Written April 5, 2024",
            "Written April 4, 2024",
            "Written April 3, 2024",
            "Written March 25, 2024",
            "Written March 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d6612108-Reviews-or10-Dragon_Bridge-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d27166754-Reviews-Xom_M_i_Garden_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11873423-Reviews-Pizza_4P_s_Hoang_Van_Thu-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25332443-Reviews-Bep_Que_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d10800749-Reviews-Tre_Viet_Cuisine-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g25231262-d24161498-Reviews-Co_Ba_Ph_Bo-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11962134-Reviews-Brilliant_Top_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24983321-Reviews-Cardi_Pizzeria_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24985405-Reviews-Cardi_Pizzeria_Bach_Dang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653608-Reviews-Long_An_Temple-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6429186-Reviews-Museum_of_Sa_Huynh_Champa_Culture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653598-Reviews-APEC_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or20-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d7118743-Reviews-Linh_Ung_Pagoda-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5531576-Reviews-Lady_Buddha-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454980-Reviews-The_Marble_Mountains-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14991251-Reviews-Golden_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7043562-Reviews-Sun_Wheel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2348904-Reviews-Phap_Lam_Pagoda-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7022776-Reviews-Ban_Co_Peak-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21393898-Reviews-Top_Driver-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15300780-Reviews-Golden_Lotus_Oriental_Organic_Spa_1-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4584802-Reviews-Da_Nang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25314796-Reviews-IKIGAI_SPA_CENTER-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14942027-Reviews-Azit_Nails-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8856670-Reviews-Vietnam_Eco_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12364144-Reviews-Tabalo_Outdoor-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7272080-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26864727-Reviews-Azit_Multiplex-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17739218-Reviews-Charm_Spa_Grand_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g187477-d1799408-Reviews-Lagomar_Museum-Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4173443-Reviews-Ice_Pub-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g739275-d1835264-Reviews-Plage_de_Santa_Giulia-Santa_Giulia_Porto_Vecchio_Corse_du_Sud_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d9731747-Reviews-Giant_Eyeball-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1023680-d13226348-Reviews-Ginzan_Onsen-Obanazawa_Yamagata_Prefecture_Tohoku.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d105223-Reviews-Ocean_Drive-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184916-d214806-Reviews-Cliffs_of_Moher-Liscannor_County_Clare.html",
            "https://www.tripadvisor.com/Attraction_Review-g295419-d2195347-Reviews-Mall_of_Arabia-Jeddah_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d5906613-Reviews-The_Red_Lion-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d481767-Reviews-Nea_Kameni-Santorini_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or20-Dragon_Bridge-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or10-Dragon_Bridge-Da_Nang.html"
    },
    {
        "attraction_name": "Dragon Bridge",
        "attraction_name_vi": "Cầu Rồng",
        "general_info": [
            "5.928 đánh giá",
            "- 7 trong số 115 điều cần làm ở Đà Nẵng",
            "Địa điểm ưa thích - Địa danh",
            "Cầu"
        ],
        "attraction_summary": "Cây cầu dài 2.185 feet có hình con rồng vàng nhấp nhô này là cây cầu nổi tiếng nhất bắc qua sông Hàn ở trung tâm thành phố Đà Nẵng. Vào những đêm cuối tuần, con rồng trở nên sống động theo một cách khá bất thường: cây cầu không cho xe cộ qua lại và đầu rồng khổng lồ ở đầu phía đông của cây cầu phun ra những ngọn lửa và nước trong một màn trình diễn đêm ngoạn mục. Chuẩn bị bị ướt nếu bạn đứng trên cầu gần đầu. Nếu không, bạn có thể ngắm cảnh từ bờ sông dọc theo đường Trần Hưng Đạo hoặc nhiều quán bar trên sân thượng gần đó. Cây cầu thường là điểm dừng trong chuyến du lịch Đà Nẵng về đêm.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đó là cây cầu dài bắc qua sông ở Đà Nẵng với hình con Rồng được xây dựng phía trên đường.  Vào ban đêm có đèn đổi màu nhiều màu chiếu sáng toàn bộ cây cầu.  Đôi khi miệng Rồng sẽ thở ra một loại Lửa!Đọc thêm",
            "Ở tại khách sạn Val Soleil ở Đà Nẵng, nằm trong khoảng cách đi bộ dễ dàng đến cầu rồng. Chúng ta cũng có thể nhìn thấy cây cầu rồng từ quán bar trên sân thượng. Cây cầu thay đổi màu sắc vào ban đêm, thay đổi giữa các màu đỏ, xanh, vàng - rất hấp dẫn. Chúng tôi đến cây cầu vào lúc 9 giờ tối thứ Bảy khi cây cầu không cho xe cộ qua lại và rồng phun lửa rồi phun nước - trải nghiệm tuyệt vời nếu bạn quay phim.Đọc thêm",
            "Đó là một chương trình vui nhộn nhưng nó thực sự rất đông đúc! Cá nhân tôi thích xem nó từ bên dưới cây cầu hơn là trên cầu do nơi đông người! Nếu bạn đứng trên cầu gần đầu rồng, hãy sẵn sàng hứng chịu những đợt nắng nóng và bị ướt bởi nước!Đọc thêm",
            "Một địa danh ở Đà Nẵng. Bạn không thể bỏ lỡ vì nhiều địa điểm chúng tôi đã ghé thăm đều ở hai bên cây cầu này. Chúng tôi thực sự đã đến một nhà hàng cách cây cầu này một quãng đi bộ để khám phá lối đi dạo. Đây dường như là một nơi lý tưởng để mọi người dành buổi tối cùng các thành viên trong gia đình dọc sông Hàn.Đọc thêm",
            "Đến đây vào Chủ nhật ngày 10 tháng 9, đến xem rồng vàng phun lửa và nước lúc 9 giờ tối, trước 9 giờ tối, nhiều du khách đã đến đây và chọn trước điểm quan sát để xem màn trình diễn lửa và nước của rồng. Lưu ý nên tránh xa đầu rồng, nếu không bạn có thể bị ướt khi biểu diễn thở nước. chương trình thường kéo dài khoảng 15 phút. đầu rồng sẽ phun lửa trước, sau đó mới phun nước. Sau buổi biểu diễn, nhiều du khách sẽ chụp ảnh ở hai bên cầu, tôi cũng chụp vài bức ảnh với đầu rồng. Buổi biểu diễn chỉ diễn ra vào tối thứ bảy và chủ nhật, nếu bạn muốn xem hãy nhớ đến sớm hơn để chụp ảnh nhé một địa điểm tốt, vì nó có thể rất đông đúc.Đọc thêm",
            "Tôi đã muốn nhìn thấy Cầu Rồng phun lửa bốn năm trước nhưng không may phải qua đêm ở A - E. Lần này tôi đã có thể nhìn thấy nó và đó là tất cả những gì tôi mong ước được thấy!  Một điều nữa đánh dấu vào danh sách nhóm rộng lớn của tôi!Đọc thêm",
            "Người tài xế taxi của chúng tôi đã kể cho chúng tôi về sự kiện này khi anh ấy đón chúng tôi từ sân bay .. nên đương nhiên chúng tôi nhờ anh ấy đón chúng tôi và đưa chúng tôi đến con rồng phun lửa -  \nỒ ! Thật là một cảnh tượng mà chúng tôi thấy nó hoàn toàn tuyệt vời và thật là một sự thu hút đám đông! Điển hình là khách du lịch - phải xem - nhưng đừng đứng trên cầu đối diện với con rồng nếu không bạn - sẽ bị ngâm nước!\nTôi có thể tưởng tượng rằng đó có thể là một - sự bất tiện - đối với người dân địa phương vì họ đã đóng cầu, nhưng xin đừng quên rằng khách du lịch tình cờ đến thành phố của bạn với nhiều tiền đồng!!! \nCó khá nhiều đánh giá tiêu cực về con rồng phun lửa này ... đối với những người nói - đừng bận tâm - tôi nói ngược lại - Bah Humbug - Vượt qua đi!  Và tôi - tôi chắc chắn rằng mọi người có thể tự quyết định..Đọc thêm",
            "Trang web ấn tượng để xem. Vào lúc 9 giờ tối thứ sáu, thứ bảy và chủ nhật rồng phun lửa và phun nước rất mát mắt! Nó cũng nằm ngay cạnh chợ thực phẩm lớn và các nhà hàng ven sông. Khu vực này cực kỳ sầm uất vào khoảng thời gian chúng tôi đến lúc 9 giờ tốiĐọc thêm",
            "Thứ bảy-Chủ nhật- 9 giờ tối trong khoảng 15 phút biểu diễn... Đám đông xung quanh để xem buổi biểu diễn, không khí và buổi biểu diễn thực sự - tất cả đều đáng xem.\nĐầu rồng phóng ra lửa trước và sau một khoảng trống là nước.... \nBạn có thể lên kế hoạch ghé thăm chợ đêm gần đó trước - sau buổi biểu diễn, vì vậy hãy lên kế hoạch cho phù hợp. Nếu phải đợi buổi biểu diễn, hãy mang theo thứ gì đó để ra sân, ngồi đợi buổi biểu diễn bắt đầu.Đọc thêm",
            "Tối thứ Sáu, tôi đi ngang qua đây. Tôi đang thắc mắc tại sao lại có nhiều người xung quanh và tôi chợt nhận ra buổi biểu diễn cầu rồng. Thế là tôi dừng lại để xem. Nó đáng giá. Và nó miễn phí. Chỉ cần đừng đến gần đầu rồng nếu bạn không muốn cảm nhận sức nóng từ ngọn lửa và nếu bạn không muốn bị ướt bởi nước. Đọc thêm",
            "Một trong những nơi để tận hưởng dòng xe cộ qua lại. Chúng tôi ghé thăm chợ và thưởng thức bữa tiệc nướng ngon cho 4 người, bao gồm tôm hùm và các món ăn sde. Tổng chi phí Vương quốc Anh 40 quid..Đọc thêm",
            "Một cách tuyệt vời để biến một cây cầu đơn giản thành một trải nghiệm thú vị.  Rất đáng để thưởng thức nếu bạn - đang ở trong khu vực.  Ngoài ra, nó còn làm những gì tốt nhất ở chỗ nó đưa bạn từ nơi này đến nơi khác.Đọc thêm",
            "Chương trình Lửa và Nước diễn ra vào thứ sáu, thứ bảy, chủ nhật. Tôi đọc thấy nơi tốt nhất là trên cầu. Đó là nếu bạn muốn bị ướt từ màn trình diễn dưới nước. Tôi nghĩ rằng tầm nhìn tốt hơn là trên những con đường bên dưới cây cầu vì góc nhìn tốt hơn của rồng. Không - không kéo dài lắm nhưng rất vui.Đọc thêm",
            "Đây chắc chắn là một trong những cây cầu mang tính biểu tượng của Đà Nẵng. Bạn có thể đi bộ dưới nó, gần nó hoặc trên đó vì nó có vỉa hè rộng dành cho người đi bộ nối đầu với đuôi của nó. Bạn có thể nhìn rõ mặt nước và những cây cầu khác khi ở trên đó và vào cuối tuần lúc 9 giờ tối, ở đó là một sự kiện nhỏ trong đó rồng phun nước và lửa nên rất thú vị khi xem. Hãy chắc chắn rằng bạn đang ở đầu rồng khi chương trình bắt đầu để có cảm giác gần gũi hơn, việc ở phía đuôi khiến bạn khá xa với hành động. Đáng để ghé thăm nhanh khi ở Đà Nẵng.Đọc thêm",
            "Đẹp quá !Cây cầu và vẻ ngoài rất đẹp và hấp dẫn....... Ai đến Đà Nẵng nhất định phải ghé thăm một lần.... !!Đọc thêm",
            "Cầu Rồng sông Hàn phun lửa và phun nước là một trong những điều du khách phải xem khi đến Đà Nẵng. Nếu bạn muốn ngắm cảnh tượng này từ phòng khách sạn thuận tiện, hãy biết rằng đầu rồng hướng về bãi biển Mỹ Khê và đuôi rồng gần Bảo tàng Chăm hơn. Thật tốt khi một số quan chức chính phủ đã nghĩ đến việc xây dựng cầu Rồng này vì nó đã trở thành một biểu tượng mang tính biểu tượng của Đà Nẵng. Đó không phải là một điều thú vị để làm, nhưng xem nó như một khách du lịch, tại sao không?Đọc thêm",
            "Sau một thời gian ở chợ đêm Sơn Trà, tôi di chuyển vào khoảng 8:45 và ngồi xuống, nhưng view rất đẹp và không gian cũng đẹp. Cuối cùng phải mất một lúc mới bắt được Grab nhưng đó là một nơi tốt để đi. xem khi nghỉ qua đêm tại Đà Nẵng. Nếu bạn không đặt kỳ vọng quá cao, bạn sẽ hài lòng.Đọc thêm",
            "Chúng tôi chỉ ở lại - phần đuôi của con rồng và xem chương trình từ đầu đó lần đầu tiên. Quá xa để có được trải nghiệm tốt. Lần thứ hai chúng tôi xem nó từ phía trước và điều đó làm cho chương trình hay hơn nhiều. Vì vậy, hãy xem nó nhưng hãy làm từ phần đầu.Đọc thêm",
            "Vị trí tuyệt vời để ghé thăm. Rất nhiều nhà hàng và chợ đêm gần đó. Có màn trình diễn lửa và hơi nước từ rồng vào các tối thứ sáu, thứ bảy và chủ nhật lúc 9 giờ tối. Họ đóng cây cầu và nó kéo dài khoảng 15 phútĐọc thêm",
            "Chúng tôi kết hợp chợ đêm gần đó với cầu rồng. Rồng phun lửa rồi phun nước từ miệng rồng vào lúc 9 giờ tối cuối tuần.Đọc thêm"
        ],
        "star_ratings": [
            2687,
            2031,
            1008,
            142,
            60
        ],
        "review_amount": 5928,
        "location": [
            "Đà Nẵng",
            "Việt Nam",
            "Cầu Rồng",
            "Châu Á",
            "Những điều cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written July 11, 2023",
            "Written August 1, 2023",
            "Written August 27, 2023",
            "Written October 4, 2023",
            "Written October 21, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 15, 2023",
            "Written December 10, 2023",
            "Written March 11, 2024",
            "Written March 5, 2024",
            "Written March 3, 2024",
            "Written March 2, 2024",
            "Written March 2, 2024",
            "Written March 2, 2024",
            "Written February 28, 2024",
            "Written February 26, 2024",
            "Written February 25, 2024",
            "Written February 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d6612108-Reviews-or20-Dragon_Bridge-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d27166754-Reviews-Xom_M_i_Garden_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11873423-Reviews-Pizza_4P_s_Hoang_Van_Thu-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25332443-Reviews-Bep_Que_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d10800749-Reviews-Tre_Viet_Cuisine-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g25231262-d24161498-Reviews-Co_Ba_Ph_Bo-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11962134-Reviews-Brilliant_Top_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24983321-Reviews-Cardi_Pizzeria_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24985405-Reviews-Cardi_Pizzeria_Bach_Dang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653608-Reviews-Long_An_Temple-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6429186-Reviews-Museum_of_Sa_Huynh_Champa_Culture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653598-Reviews-APEC_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or10-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or30-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d7118743-Reviews-Linh_Ung_Pagoda-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5531576-Reviews-Lady_Buddha-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454980-Reviews-The_Marble_Mountains-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14991251-Reviews-Golden_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7043562-Reviews-Sun_Wheel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2348904-Reviews-Phap_Lam_Pagoda-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7022776-Reviews-Ban_Co_Peak-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21393898-Reviews-Top_Driver-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15300780-Reviews-Golden_Lotus_Oriental_Organic_Spa_1-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4584802-Reviews-Da_Nang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25314796-Reviews-IKIGAI_SPA_CENTER-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14942027-Reviews-Azit_Nails-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8856670-Reviews-Vietnam_Eco_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12364144-Reviews-Tabalo_Outdoor-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7272080-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26864727-Reviews-Azit_Multiplex-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17739218-Reviews-Charm_Spa_Grand_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g42354-d6562444-Reviews-The_Henderson_Castle-Kalamazoo_Kalamazoo_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d17288465-Reviews-Oslo_Fjord_Sauna_Oslo_badstuforening-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g35500-d11543754-Reviews-Pettit_Lake-Ketchum_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g58702-d108418-Reviews-Microsoft_Visitor_Center-Redmond_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d3582601-Reviews-Rocky_Arbor_State_Park-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59185-d7928967-Reviews-Zetts_Tri_State_Fish_Hatchery-Inwood_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d199890-Reviews-Ca_d_Zan-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1466691-Reviews-Dubai_Dolphinarium-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g46696-d12922228-Reviews-Bob_s_Bike_and_Surrey_Rentals-Ocean_City_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g58451-d9879954-Reviews-Picnic_Point_Park-Edmonds_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or30-Dragon_Bridge-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or20-Dragon_Bridge-Da_Nang.html"
    },
    {
        "attraction_name": "Dragon Bridge",
        "attraction_name_vi": "Cầu Rồng",
        "general_info": [
            "5.928 đánh giá",
            "- 7 trong số 115 điều cần làm ở Đà Nẵng",
            "Địa điểm ưa thích - Địa danh",
            "Cầu"
        ],
        "attraction_summary": "Cây cầu dài 2.185 feet có hình con rồng vàng nhấp nhô này là cây cầu nổi tiếng nhất bắc qua sông Hàn ở trung tâm thành phố Đà Nẵng. Vào những đêm cuối tuần, con rồng trở nên sống động theo một cách khá bất thường: cây cầu không cho xe cộ qua lại và đầu rồng khổng lồ ở đầu phía đông của cây cầu phun ra những ngọn lửa và nước trong một màn trình diễn đêm ngoạn mục. Chuẩn bị bị ướt nếu bạn đứng trên cầu gần đầu. Nếu không, bạn có thể ngắm cảnh từ bờ sông dọc theo đường Trần Hưng Đạo hoặc nhiều quán bar trên sân thượng gần đó. Cây cầu thường là điểm dừng trong chuyến du lịch Đà Nẵng về đêm.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đó là cây cầu dài bắc qua sông ở Đà Nẵng với hình con Rồng được xây dựng phía trên đường.  Vào ban đêm có đèn đổi màu nhiều màu chiếu sáng toàn bộ cây cầu.  Đôi khi miệng Rồng sẽ thở ra một loại Lửa!Đọc thêm",
            "Ở tại khách sạn Val Soleil ở Đà Nẵng, nằm trong khoảng cách đi bộ dễ dàng đến cầu rồng. Chúng ta cũng có thể nhìn thấy cây cầu rồng từ quán bar trên sân thượng. Cây cầu thay đổi màu sắc vào ban đêm, thay đổi giữa các màu đỏ, xanh, vàng - rất hấp dẫn. Chúng tôi đến cây cầu vào lúc 9 giờ tối thứ Bảy khi cây cầu không cho xe cộ qua lại và rồng phun lửa rồi phun nước - trải nghiệm tuyệt vời nếu bạn quay phim.Đọc thêm",
            "Đó là một chương trình vui nhộn nhưng nó thực sự rất đông đúc! Cá nhân tôi thích xem nó từ bên dưới cây cầu hơn là trên cầu do nơi đông người! Nếu bạn đứng trên cầu gần đầu rồng, hãy sẵn sàng hứng chịu những đợt nắng nóng và bị ướt bởi nước!Đọc thêm",
            "Một địa danh ở Đà Nẵng. Bạn không thể bỏ lỡ vì nhiều địa điểm chúng tôi đã ghé thăm đều ở hai bên cây cầu này. Chúng tôi thực sự đã đến một nhà hàng cách cây cầu này một quãng đi bộ để khám phá lối đi dạo. Đây dường như là một nơi lý tưởng để mọi người dành buổi tối cùng các thành viên trong gia đình dọc sông Hàn.Đọc thêm",
            "Đến đây vào Chủ nhật ngày 10 tháng 9, đến xem rồng vàng phun lửa và nước lúc 9 giờ tối, trước 9 giờ tối, nhiều du khách đã đến đây và chọn trước điểm quan sát để xem màn trình diễn lửa và nước của rồng. Lưu ý nên tránh xa đầu rồng, nếu không bạn có thể bị ướt khi biểu diễn thở nước. chương trình thường kéo dài khoảng 15 phút. đầu rồng sẽ phun lửa trước, sau đó mới phun nước. Sau buổi biểu diễn, nhiều du khách sẽ chụp ảnh ở hai bên cầu, tôi cũng chụp vài bức ảnh với đầu rồng. Buổi biểu diễn chỉ diễn ra vào tối thứ bảy và chủ nhật, nếu bạn muốn xem hãy nhớ đến sớm hơn để chụp ảnh nhé một địa điểm tốt, vì nó có thể rất đông đúc.Đọc thêm",
            "Tôi đã muốn nhìn thấy Cầu Rồng phun lửa bốn năm trước nhưng không may phải qua đêm ở A - E. Lần này tôi đã có thể nhìn thấy nó và đó là tất cả những gì tôi mong ước được thấy!  Một điều nữa đánh dấu vào danh sách nhóm rộng lớn của tôi!Đọc thêm",
            "Người tài xế taxi của chúng tôi đã kể cho chúng tôi về sự kiện này khi anh ấy đón chúng tôi từ sân bay .. nên đương nhiên chúng tôi nhờ anh ấy đón chúng tôi và đưa chúng tôi đến con rồng phun lửa -  \nỒ ! Thật là một cảnh tượng mà chúng tôi thấy nó hoàn toàn tuyệt vời và thật là một sự thu hút đám đông! Điển hình là khách du lịch - phải xem - nhưng đừng đứng trên cầu đối diện với con rồng nếu không bạn - sẽ bị ngâm nước!\nTôi có thể tưởng tượng rằng đó có thể là một - sự bất tiện - đối với người dân địa phương vì họ đã đóng cầu, nhưng xin đừng quên rằng khách du lịch tình cờ đến thành phố của bạn với nhiều tiền đồng!!! \nCó khá nhiều đánh giá tiêu cực về con rồng phun lửa này ... đối với những người nói - đừng bận tâm - tôi nói ngược lại - Bah Humbug - Vượt qua đi!  Và tôi - tôi chắc chắn rằng mọi người có thể tự quyết định..Đọc thêm",
            "Trang web ấn tượng để xem. Vào lúc 9 giờ tối thứ sáu, thứ bảy và chủ nhật rồng phun lửa và phun nước rất mát mắt! Nó cũng nằm ngay cạnh chợ thực phẩm lớn và các nhà hàng ven sông. Khu vực này cực kỳ sầm uất vào khoảng thời gian chúng tôi đến lúc 9 giờ tốiĐọc thêm",
            "Thứ bảy-Chủ nhật- 9 giờ tối trong khoảng 15 phút biểu diễn... Đám đông xung quanh để xem buổi biểu diễn, không khí và buổi biểu diễn thực sự - tất cả đều đáng xem.\nĐầu rồng phóng ra lửa trước và sau một khoảng trống là nước.... \nBạn có thể lên kế hoạch ghé thăm chợ đêm gần đó trước - sau buổi biểu diễn, vì vậy hãy lên kế hoạch cho phù hợp. Nếu phải đợi buổi biểu diễn, hãy mang theo thứ gì đó để ra sân, ngồi đợi buổi biểu diễn bắt đầu.Đọc thêm",
            "Tối thứ Sáu, tôi đi ngang qua đây. Tôi đang thắc mắc tại sao lại có nhiều người xung quanh và tôi chợt nhận ra buổi biểu diễn cầu rồng. Thế là tôi dừng lại để xem. Nó đáng giá. Và nó miễn phí. Chỉ cần đừng đến gần đầu rồng nếu bạn không muốn cảm nhận sức nóng từ ngọn lửa và nếu bạn không muốn bị ướt bởi nước. Đọc thêm",
            "Xinh đẹp!! Tôi thực sự thích cây cầu này mà tôi đã đạp xe qua đây ba lần trong ngày tới Đà Nẵng, chỉ để chiêm ngưỡng vẻ đẹp. Dù sao thì tôi đã đi vào thứ Năm nên không thể xem được màn trình diễn lửa. Thật đáng tiếc : - Đọc thêm",
            "Đó là ngày đầu tiên của Tết Nguyên đán vào ngày 10 tháng 2 năm 2024 cũng là ngày người Việt đón Tết. Trùng hợp thay, đó lại là ngày Thứ Bảy, Rồng đến sống lúc 9 giờ tối.  Hơn nữa, đây là năm con Rồng nên việc có mặt ở đầu cầu Rồng mừng ngày mùng một Tết Nguyên đán để xem phun lửa 3 buổi và phun nước 3 buổi.  Chúng tôi đứng ở bục Tượng Cá Chép Hóa Rồng - một bức tượng giống như đài phun cá - . Đến 8h30 tối, nơi đây đã khá đông đúc và đến 9h tối mọi người đều hào hứng thưởng thức màn trình diễn rồng.  Có nhiều cách để ngắm rồng từ gần, xa hoặc từ những chiếc thuyền được trang trí nếu thời điểm thích hợp. Tôi đã không thể đặt được chiếc thuyền trong thời gian ngắn nhất vào thời điểm thích hợp vì nó đã được bán hết nhưng tôi rất vui vì chúng tôi đã không làm vậy vì tốt hơn là bạn nên quan sát từ phía bến cảng ở bất cứ đâu bạn muốn.  Nếu bạn đến Đà Nẵng vào dịp cuối tuần thì không nên bỏ qua hoạt động này nhé.  Con rồng này thể hiện sự thịnh vượng của Đà Nẵng và Việt Nam.Đọc thêm",
            "Màn trình diễn lửa và nước Cầu Rồng hơi phô trương nhưng rất vui. Dọc theo dòng sông, bên dưới cây cầu, là nơi ngắm cảnh đẹp nhất trừ khi bạn muốn bị ướt. Có sẵn những món ăn đường phố rẻ tiền và khi thời gian 9 giờ tối của buổi biểu diễn đến gần, bầu không khí tiệc tùng và tình bạn chung thực sự sẽ phát triển. Đọc thêm",
            "Có phun lửa và phun nước vào thứ sáu, thứ bảy, chủ nhật hàng tuần lúc 21h. Vị trí tốt nhất để ngắm toàn bộ cầu rồng là gần khu vực Marina Coffee.Đọc thêm",
            "Vé không cần thiết cho trải nghiệm miễn phí này.  - Chúng tôi đã cười rất vui vẻ. Lửa đã cháy lớn nhưng nước phun còn tuyệt vời hơn. Đó là khoảng thời gian thú vị khi đồng hồ điểm 9 giờ tối. và mọi người bắt đầu cổ vũ.Đọc thêm",
            "Chúng tôi đã ở Đà Nẵng 6 ngày, đi qua cây cầu mang tính biểu tượng này nhiều lần, nhưng để tận dụng tối đa nó, hãy đến đó vào cuối tuần lúc 9 giờ tối.10 phút trước thời điểm đó cây cầu sẽ đóng cửa để xe cộ qua lại. Lúc 9 giờ tối bắt đầu buổi biểu diễn khi Rồng phun lửa đầu tiên và sau đó phun ra một lượng nước khổng lồ - hãy chú ý nơi bạn đứng, cuối cùng chúng tôi ướt sũng, quay về khách sạn để thay đồ - . Buổi biểu diễn này kéo dài khoảng 10 phút và là hoàn toàn đáng để đến.Đọc thêm",
            "Tham quan cầu rồng vào bất kỳ đêm nào cũng khá ngoạn mục. Nhưng nếu bạn tình cờ đến Đà Nẵng vào thứ Sáu hoặc thứ Bảy, tôi chắc chắn sẽ khuyên bạn nên xem nó vào khoảng 21:00 khi nơi đây diễn ra màn trình diễn lửa - nước. Nếu bạn quyết định leo lên đỉnh cầu để xem buổi biểu diễn. Vậy thì đừng ngu ngốc như tôi mà hãy chú ý đến hướng gió. BẠN KHÔNG - KHÔNG muốn đứng ở hướng ngược gió vì bạn sẽ bị ướt, không chỉ ướt một chút thôi, không, bạn sẽ bị ướt! Nhưng chắc chắn đáng để kiểm tra. Đọc thêm",
            "Hãy thử đi khi con rồng phun lửa, khá tuyệt, tốt hơn là bạn nên đứng cách một chút thay vì đứng trên cầu nếu không bạn sẽ nóng rồi ướt vì nó thở ra lửa rồi đến nước.  Hoạt động miễn phí tuyệt vời.Đọc thêm",
            "Nếu bạn ở Đà Nẵng vào cuối tuần thì đây là một sự kiện độc đáo. Những cây cầu đẹp như tranh vẽ và góp phần tô điểm thêm cho thành phố xinh đẹp này. Cầu Serpent thật ngoạn mục. 9 giờ tối thứ bảy và chủ nhật, họ dừng giao thông trên cầu và đám đông tụ tập lại, con rắn phun lửa và kết thúc bằng cách phun ra một hơi nước. Thật là thú vị và cũng là một cảnh đẹp độc đáo của Đà NẵngĐọc thêm",
            "Tôi thích điều này! Không khí thật tuyệt. Dọc theo bờ sông, ánh sáng thật tuyệt vời trước khi trình diễn lửa. Chợ ngay bên cạnh cây cầu có đồ ăn giá rẻ tuyệt vời, đặc biệt là hải sản. Đây cũng là một trong những khu chợ bán đồ lưu niệm rẻ nhất mà tôi từng đến - tốt hơn cả Hội An - Sài Gòn. Cũng tự hỏi dọc theo bờ sông đến cây cầu tình yêu, nơi bạn có thể khắc ổ khóa và để lại dấu ấn của mình. Hơi thở của rồng thật ấn tượng và vòi phun nước cũng rất đẹp. Không kéo dài lâu nhưng rất đáng để xem. Đúng là rất đông đúc nhưng chúng tôi đứng trên bờ sông và xem và thực sự không đứng trên cầu. Chúng tôi có thể cảm nhận được sức nóng trên mặt đất nên sẽ rất nóng ở đó! Còn cây cầu nào khác trên thế giới có thể làm được điều này không?? Đọc thêm"
        ],
        "star_ratings": [
            2687,
            2031,
            1008,
            142,
            60
        ],
        "review_amount": 5928,
        "location": [
            "Đà Nẵng",
            "Việt Nam",
            "Cầu Rồng",
            "Châu Á",
            "Những điều cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written July 11, 2023",
            "Written August 1, 2023",
            "Written August 27, 2023",
            "Written October 4, 2023",
            "Written October 21, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 15, 2023",
            "Written December 10, 2023",
            "Written February 22, 2024",
            "Written February 19, 2024",
            "Written February 16, 2024",
            "Written February 7, 2024",
            "Written February 6, 2024",
            "Written February 1, 2024",
            "Written January 28, 2024",
            "Written January 17, 2024",
            "Written January 16, 2024",
            "Written January 14, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d6612108-Reviews-or30-Dragon_Bridge-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d27166754-Reviews-Xom_M_i_Garden_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11873423-Reviews-Pizza_4P_s_Hoang_Van_Thu-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25332443-Reviews-Bep_Que_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d10800749-Reviews-Tre_Viet_Cuisine-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g25231262-d24161498-Reviews-Co_Ba_Ph_Bo-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11962134-Reviews-Brilliant_Top_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24983321-Reviews-Cardi_Pizzeria_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24985405-Reviews-Cardi_Pizzeria_Bach_Dang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653608-Reviews-Long_An_Temple-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6429186-Reviews-Museum_of_Sa_Huynh_Champa_Culture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653598-Reviews-APEC_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or20-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or40-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d7118743-Reviews-Linh_Ung_Pagoda-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5531576-Reviews-Lady_Buddha-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454980-Reviews-The_Marble_Mountains-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14991251-Reviews-Golden_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7043562-Reviews-Sun_Wheel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2348904-Reviews-Phap_Lam_Pagoda-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7022776-Reviews-Ban_Co_Peak-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21393898-Reviews-Top_Driver-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15300780-Reviews-Golden_Lotus_Oriental_Organic_Spa_1-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4584802-Reviews-Da_Nang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25314796-Reviews-IKIGAI_SPA_CENTER-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14942027-Reviews-Azit_Nails-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8856670-Reviews-Vietnam_Eco_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12364144-Reviews-Tabalo_Outdoor-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7272080-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26864727-Reviews-Azit_Multiplex-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17739218-Reviews-Charm_Spa_Grand_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g663368-d8599884-Reviews-Cala_Llombards-Santanyi_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12084531-Reviews-Ben_Thanh_Night_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d108540-Reviews-Opaekaa_Falls-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g28930-d117483-Reviews-Matanzas_Inlet-Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g580331-d1519682-Reviews-Jardi_Botanic_Marimurtra-Blanes_Costa_Brava_Province_of_Girona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g4366523-d10516527-Reviews-Miranjani-Abbottabad_Khyber_Pakhtunkhwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3200046-d15079010-Reviews-Radio_Beach-Alice_Town_Bimini_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d13565231-Reviews-Bellagio_Express_Train-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g56079-d14349133-Reviews-The_Empty_Cross-Kerrville_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or40-Dragon_Bridge-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or30-Dragon_Bridge-Da_Nang.html"
    },
    {
        "attraction_name": "Dragon Bridge",
        "attraction_name_vi": "Cầu Rồng",
        "general_info": [
            "5.928 đánh giá",
            "- 7 trong số 115 điều cần làm ở Đà Nẵng",
            "Địa điểm ưa thích - Địa danh",
            "Cầu"
        ],
        "attraction_summary": "Cây cầu dài 2.185 feet có hình con rồng vàng nhấp nhô này là cây cầu nổi tiếng nhất bắc qua sông Hàn ở trung tâm thành phố Đà Nẵng. Vào những đêm cuối tuần, con rồng trở nên sống động theo một cách khá bất thường: cây cầu không cho xe cộ qua lại và đầu rồng khổng lồ ở đầu phía đông của cây cầu phun ra những ngọn lửa và nước trong một màn trình diễn đêm ngoạn mục. Chuẩn bị bị ướt nếu bạn đứng trên cầu gần đầu. Nếu không, bạn có thể ngắm cảnh từ bờ sông dọc theo đường Trần Hưng Đạo hoặc nhiều quán bar trên sân thượng gần đó. Cây cầu thường là điểm dừng trong chuyến du lịch Đà Nẵng về đêm.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đó là cây cầu dài bắc qua sông ở Đà Nẵng với hình con Rồng được xây dựng phía trên đường.  Vào ban đêm có đèn đổi màu nhiều màu chiếu sáng toàn bộ cây cầu.  Đôi khi miệng Rồng sẽ thở ra một loại Lửa!Đọc thêm",
            "Ở tại khách sạn Val Soleil ở Đà Nẵng, nằm trong khoảng cách đi bộ dễ dàng đến cầu rồng. Chúng ta cũng có thể nhìn thấy cây cầu rồng từ quán bar trên sân thượng. Cây cầu thay đổi màu sắc vào ban đêm, thay đổi giữa các màu đỏ, xanh, vàng - rất hấp dẫn. Chúng tôi đến cây cầu vào lúc 9 giờ tối thứ Bảy khi cây cầu không cho xe cộ qua lại và rồng phun lửa rồi phun nước - trải nghiệm tuyệt vời nếu bạn quay phim.Đọc thêm",
            "Đó là một chương trình vui nhộn nhưng nó thực sự rất đông đúc! Cá nhân tôi thích xem nó từ bên dưới cây cầu hơn là trên cầu do nơi đông người! Nếu bạn đứng trên cầu gần đầu rồng, hãy sẵn sàng hứng chịu những đợt nắng nóng và bị ướt bởi nước!Đọc thêm",
            "Một địa danh ở Đà Nẵng. Bạn không thể bỏ lỡ vì nhiều địa điểm chúng tôi đã ghé thăm đều ở hai bên cây cầu này. Chúng tôi thực sự đã đến một nhà hàng cách cây cầu này một quãng đi bộ để khám phá lối đi dạo. Đây dường như là một nơi lý tưởng để mọi người dành buổi tối cùng các thành viên trong gia đình dọc sông Hàn.Đọc thêm",
            "Đến đây vào Chủ nhật ngày 10 tháng 9, đến xem rồng vàng phun lửa và nước lúc 9 giờ tối, trước 9 giờ tối, nhiều du khách đã đến đây và chọn trước điểm quan sát để xem màn trình diễn lửa và nước của rồng. Lưu ý nên tránh xa đầu rồng, nếu không bạn có thể bị ướt khi biểu diễn thở nước. chương trình thường kéo dài khoảng 15 phút. đầu rồng sẽ phun lửa trước, sau đó mới phun nước. Sau buổi biểu diễn, nhiều du khách sẽ chụp ảnh ở hai bên cầu, tôi cũng chụp vài bức ảnh với đầu rồng. Buổi biểu diễn chỉ diễn ra vào tối thứ bảy và chủ nhật, nếu bạn muốn xem hãy nhớ đến sớm hơn để chụp ảnh nhé một địa điểm tốt, vì nó có thể rất đông đúc.Đọc thêm",
            "Tôi đã muốn nhìn thấy Cầu Rồng phun lửa bốn năm trước nhưng không may phải qua đêm ở A - E. Lần này tôi đã có thể nhìn thấy nó và đó là tất cả những gì tôi mong ước được thấy!  Một điều nữa đánh dấu vào danh sách nhóm rộng lớn của tôi!Đọc thêm",
            "Người tài xế taxi của chúng tôi đã kể cho chúng tôi về sự kiện này khi anh ấy đón chúng tôi từ sân bay .. nên đương nhiên chúng tôi nhờ anh ấy đón chúng tôi và đưa chúng tôi đến con rồng phun lửa -  \nỒ ! Thật là một cảnh tượng mà chúng tôi thấy nó hoàn toàn tuyệt vời và thật là một sự thu hút đám đông! Điển hình là khách du lịch - phải xem - nhưng đừng đứng trên cầu đối diện với con rồng nếu không bạn - sẽ bị ngâm nước!\nTôi có thể tưởng tượng rằng đó có thể là một - sự bất tiện - đối với người dân địa phương vì họ đã đóng cầu, nhưng xin đừng quên rằng khách du lịch tình cờ đến thành phố của bạn với nhiều tiền đồng!!! \nCó khá nhiều đánh giá tiêu cực về con rồng phun lửa này ... đối với những người nói - đừng bận tâm - tôi nói ngược lại - Bah Humbug - Vượt qua đi!  Và tôi - tôi chắc chắn rằng mọi người có thể tự quyết định..Đọc thêm",
            "Trang web ấn tượng để xem. Vào lúc 9 giờ tối thứ sáu, thứ bảy và chủ nhật rồng phun lửa và phun nước rất mát mắt! Nó cũng nằm ngay cạnh chợ thực phẩm lớn và các nhà hàng ven sông. Khu vực này cực kỳ sầm uất vào khoảng thời gian chúng tôi đến lúc 9 giờ tốiĐọc thêm",
            "Thứ bảy-Chủ nhật- 9 giờ tối trong khoảng 15 phút biểu diễn... Đám đông xung quanh để xem buổi biểu diễn, không khí và buổi biểu diễn thực sự - tất cả đều đáng xem.\nĐầu rồng phóng ra lửa trước và sau một khoảng trống là nước.... \nBạn có thể lên kế hoạch ghé thăm chợ đêm gần đó trước - sau buổi biểu diễn, vì vậy hãy lên kế hoạch cho phù hợp. Nếu phải đợi buổi biểu diễn, hãy mang theo thứ gì đó để ra sân, ngồi đợi buổi biểu diễn bắt đầu.Đọc thêm",
            "Tối thứ Sáu, tôi đi ngang qua đây. Tôi đang thắc mắc tại sao lại có nhiều người xung quanh và tôi chợt nhận ra buổi biểu diễn cầu rồng. Thế là tôi dừng lại để xem. Nó đáng giá. Và nó miễn phí. Chỉ cần đừng đến gần đầu rồng nếu bạn không muốn cảm nhận sức nóng từ ngọn lửa và nếu bạn không muốn bị ướt bởi nước. Đọc thêm",
            "Cây cầu rồng mang lại sức sống cho một liên kết giao tiếp. Nó cho thấy một con rồng đang bay về phía biển. Không còn nghi ngờ gì nữa, đây là một điểm thu hút của Đà Nẵng. Với màn trình diễn phun lửa và phun nước. đó là một cái gì đó để chứng kiến. Vở diễn diễn ra vào lúc 21h thứ bảy, chủ nhật và ngày lễ hàng tuần.Đọc thêm",
            "Nếu bạn ở Đà Nẵng vào cuối tuần thì đây là một sự kiện độc đáo. Những cây cầu đẹp như tranh vẽ và góp phần tô điểm thêm cho thành phố xinh đẹp này. Cầu Serpent thật ngoạn mục. 9 giờ tối thứ bảy và chủ nhật, họ dừng giao thông trên cầu và đám đông tụ tập lại, con rắn phun lửa và kết thúc bằng cách phun ra một hơi nước. Thật là thú vị và cũng là một cảnh đẹp độc đáo của Đà NẵngĐọc thêm",
            "Trang web ấn tượng để xem. Vào lúc 9 giờ tối thứ sáu, thứ bảy và chủ nhật rồng phun lửa và phun nước rất mát mắt! Nó cũng nằm ngay cạnh chợ thực phẩm lớn và các nhà hàng ven sông. Khu vực này cực kỳ sầm uất vào khoảng thời gian chúng tôi đến lúc 9 giờ tốiĐọc thêm",
            "Đây là cây cầu mang tính biểu tượng ở Đà Nẵng. Các bạn nhớ biểu diễn lửa - nước vào lúc 21h cuối tuần nhé. Sẽ có khá nhiều khán giả chờ đợi buổi biểu diễn, vì vậy hãy đến sớm hơn một chút nếu bạn muốn có được một chỗ tốt.Đọc thêm",
            "Cầu Rồng được xây dựng từ năm 2009 đến năm 2013 bắc qua sông Hàn. Nó thực sự chỉ là một mánh lới quảng cáo nhưng vẫn vui vẻ. Trong văn hóa Trung Quốc, vì rồng là biểu tượng của quyền lực, sức mạnh và sự may mắn nên tất nhiên chúng tôi phải đến thăm và chụp ảnh.Đọc thêm",
            "Nếu bạn đến Đà Nẵng Việt Nam, bạn thực sự nên ngắm nhìn cây cầu này vào ban đêm khi nó được thắp sáng hoàn toàn và đổi màu. nếu bạn đến đó vào tối thứ bảy hoặc chủ nhật vào khoảng 9 giờ tối, bạn sẽ chứng kiến ​​Rồng thở - lửa. Rất nhiều người tụ tập trên cầu và các khu vực xung quanh để chứng kiến ​​điều này.  - Sau lửa sẽ có nước nên bạn có thể bị ướt !Đọc thêm",
            "Đó là cây cầu dài bắc qua sông ở Đà Nẵng với hình con Rồng được xây dựng phía trên đường.  Vào ban đêm có đèn đổi màu nhiều màu chiếu sáng toàn bộ cây cầu.  Đôi khi miệng Rồng sẽ thở ra một loại Lửa!Đọc thêm",
            "Cảnh tượng đáng yêu của thành phố và nó miễn phí. Nó hoạt động vào lúc 21h cuối tuần và kéo dài khoảng 20 phút thổi cả Lửa và Nước. Nó thu hút rất đông đám đông và cây cầu tạm thời đóng cửa để cảnh tượng diễn ra. Đây là địa điểm không thể bỏ qua khi đến thăm thành phố nếu bạn đủ may mắn để đến đó vào cuối tuần.Đọc thêm",
            "cây cầu đẹp. nhiều khách du lịch địa phương. từ cây cầu bạn có thể nhìn thấy sông Hàn đẹp và thành phố Đà Nẵng. nhớ đến trước 8h45 để xem rồng họ châm nước và tắt lửaĐọc thêm",
            "Vị trí tuyệt vời để ghé thăm. Rất nhiều nhà hàng và chợ đêm gần đó. Có màn trình diễn lửa và hơi nước từ rồng vào các tối thứ sáu, thứ bảy và chủ nhật lúc 9 giờ tối. Họ đóng cây cầu và nó kéo dài khoảng 15 phútĐọc thêm"
        ],
        "star_ratings": [
            2687,
            2031,
            1008,
            142,
            60
        ],
        "review_amount": 5928,
        "location": [
            "Đà Nẵng",
            "Việt Nam",
            "Cầu Rồng",
            "Châu Á",
            "Những điều cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written July 11, 2023",
            "Written August 1, 2023",
            "Written August 27, 2023",
            "Written October 4, 2023",
            "Written October 21, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 15, 2023",
            "Written December 10, 2023",
            "Written September 17, 2022",
            "Written January 16, 2024",
            "Written November 5, 2023",
            "Written December 17, 2022",
            "Written June 13, 2020",
            "Written February 13, 2020",
            "Written June 30, 2023",
            "Written May 14, 2023",
            "Written December 31, 2020",
            "Written February 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d6612108-Reviews-or40-Dragon_Bridge-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d27166754-Reviews-Xom_M_i_Garden_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11873423-Reviews-Pizza_4P_s_Hoang_Van_Thu-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25332443-Reviews-Bep_Que_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d10800749-Reviews-Tre_Viet_Cuisine-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g25231262-d24161498-Reviews-Co_Ba_Ph_Bo-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11962134-Reviews-Brilliant_Top_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24983321-Reviews-Cardi_Pizzeria_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24985405-Reviews-Cardi_Pizzeria_Bach_Dang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653608-Reviews-Long_An_Temple-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6429186-Reviews-Museum_of_Sa_Huynh_Champa_Culture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653598-Reviews-APEC_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or30-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or50-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d7118743-Reviews-Linh_Ung_Pagoda-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5531576-Reviews-Lady_Buddha-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454980-Reviews-The_Marble_Mountains-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14991251-Reviews-Golden_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7043562-Reviews-Sun_Wheel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2348904-Reviews-Phap_Lam_Pagoda-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7022776-Reviews-Ban_Co_Peak-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21393898-Reviews-Top_Driver-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15300780-Reviews-Golden_Lotus_Oriental_Organic_Spa_1-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4584802-Reviews-Da_Nang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25314796-Reviews-IKIGAI_SPA_CENTER-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14942027-Reviews-Azit_Nails-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8856670-Reviews-Vietnam_Eco_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12364144-Reviews-Tabalo_Outdoor-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7272080-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26864727-Reviews-Azit_Multiplex-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17739218-Reviews-Charm_Spa_Grand_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298101-d23484312-Reviews-Saraya_Aqaba_Waterpark-Aqaba_Al_Aqabah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d646314-Reviews-Key_West_Express-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d209845-Reviews-Supreme-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48938-d8338033-Reviews-Morris_Farm_Market-Barco_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g59858-d3478448-Reviews-Alpine_Valley_Music_Theatre-Elkhorn_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g33871-d497697-Reviews-Sheffield_Island_Lighthouse-Norwalk_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g42758-d10427217-Reviews-Mari_Vineyards-Traverse_City_Grand_Traverse_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d3374126-Reviews-A_P_Plaza_Yinyang_Market-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g34043-d13795400-Reviews-Main_Event_Entertainment-Newark_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d246333-Reviews-Danish_Architecture_Center-Copenhagen_Zealand.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or50-Dragon_Bridge-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or40-Dragon_Bridge-Da_Nang.html"
    },
    {
        "attraction_name": "Dragon Bridge",
        "attraction_name_vi": "Cầu Rồng",
        "general_info": [
            "5.928 đánh giá",
            "- 7 trong số 115 điều cần làm ở Đà Nẵng",
            "Điểm tham quan - Di tích lịch sử",
            "Cầu"
        ],
        "attraction_summary": "Cây cầu dài 2.185 feet có hình con rồng vàng nhấp nhô này là cây cầu nổi tiếng nhất bắc qua sông Hàn ở trung tâm thành phố Đà Nẵng. Vào những đêm cuối tuần, con rồng trở nên sống động theo một cách khá bất thường: cây cầu không cho xe cộ qua lại và đầu rồng khổng lồ ở đầu phía đông của cây cầu phun ra những ngọn lửa và nước trong một màn trình diễn đêm ngoạn mục. Chuẩn bị bị ướt nếu bạn đứng trên cầu gần đầu. Nếu không, bạn có thể ngắm cảnh từ bờ sông dọc theo đường Trần Hưng Đạo hoặc nhiều quán bar trên sân thượng gần đó. Cây cầu thường là điểm dừng trong chuyến du lịch Đà Nẵng về đêm.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đó là cây cầu dài bắc qua sông ở Đà Nẵng với hình con Rồng được xây dựng phía trên đường.  Vào ban đêm có đèn đổi màu nhiều màu chiếu sáng toàn bộ cây cầu.  Đôi khi miệng Rồng sẽ thở ra một loại Lửa!Đọc thêm",
            "Ở tại khách sạn Val Soleil ở Đà Nẵng, nằm trong khoảng cách đi bộ dễ dàng đến cầu rồng. Chúng ta cũng có thể nhìn thấy cây cầu rồng từ quán bar trên sân thượng. Cây cầu thay đổi màu sắc vào ban đêm, thay đổi giữa các màu đỏ, xanh, vàng - rất hấp dẫn. Chúng tôi đến cây cầu vào lúc 9 giờ tối thứ Bảy khi cây cầu không cho xe cộ qua lại và rồng phun lửa rồi phun nước - trải nghiệm tuyệt vời nếu bạn quay phim.Đọc thêm",
            "Đó là một chương trình vui nhộn nhưng nó thực sự rất đông đúc! Cá nhân tôi thích xem nó từ bên dưới cây cầu hơn là trên cầu do nơi đông người! Nếu bạn đứng trên cầu gần đầu rồng, hãy sẵn sàng hứng chịu những đợt nắng nóng và bị ướt bởi nước!Đọc thêm",
            "Một địa danh ở Đà Nẵng. Bạn không thể bỏ lỡ vì nhiều nơi chúng tôi ghé thăm đều nằm ở cả hai bên cây cầu này. Chúng tôi thực sự đã đến một nhà hàng cách cây cầu này một khoảng cách đi bộ để khám phá lối đi dạo. Có vẻ như đây là nơi lý tưởng để mọi người dành buổi tối cùng gia đình dọc theo sông Hàn. Đọc thêm",
            "Đến đây vào Chủ nhật ngày 10 tháng 9, đến xem rồng vàng phun lửa và nước lúc 9 giờ tối, trước 9 giờ tối, nhiều du khách đã đến đây và chọn trước điểm quan sát để xem màn trình diễn lửa và nước của rồng. Lưu ý nên tránh xa đầu rồng, nếu không bạn có thể bị ướt khi biểu diễn thở nước. chương trình thường kéo dài khoảng 15 phút. đầu rồng sẽ phun lửa trước, sau đó mới phun nước. Sau buổi biểu diễn, nhiều du khách sẽ chụp ảnh ở hai bên cầu, tôi cũng chụp vài bức ảnh với đầu rồng. Buổi biểu diễn chỉ diễn ra vào tối thứ bảy và chủ nhật, nếu bạn muốn xem hãy nhớ đến sớm hơn để chụp ảnh nhé một địa điểm tốt, vì nó có thể rất đông đúc.Đọc thêm",
            "Tôi đã muốn nhìn thấy Cầu Rồng phun lửa bốn năm trước nhưng không may phải qua đêm ở A - E. Lần này tôi đã có thể nhìn thấy nó và đó là tất cả những gì tôi mong ước được thấy!  Một điều nữa đánh dấu vào danh sách nhóm rộng lớn của tôi!Đọc thêm",
            "Người tài xế taxi của chúng tôi đã kể cho chúng tôi về sự kiện này khi anh ấy đón chúng tôi từ sân bay .. nên đương nhiên chúng tôi nhờ anh ấy đón chúng tôi và đưa chúng tôi đến con rồng phun lửa -  \nỒ ! Thật là một cảnh tượng mà chúng tôi thấy nó hoàn toàn tuyệt vời và thật là một sự thu hút đám đông! Điển hình là khách du lịch - phải xem - nhưng đừng đứng trên cầu đối diện với con rồng nếu không bạn - sẽ bị ngâm nước!\nTôi có thể tưởng tượng rằng đó có thể là một - sự bất tiện - đối với người dân địa phương vì họ đã đóng cầu, nhưng xin đừng quên rằng khách du lịch tình cờ đến thành phố của bạn với nhiều tiền đồng!!! \nCó khá nhiều đánh giá tiêu cực về con rồng phun lửa này ... đối với những người nói - đừng bận tâm - tôi nói ngược lại - Bah Humbug - Vượt qua đi!  Và tôi - tôi chắc chắn rằng mọi người có thể tự quyết định..Đọc thêm",
            "Trang web ấn tượng để xem. Vào lúc 9 giờ tối thứ sáu, thứ bảy và chủ nhật rồng phun lửa và phun nước rất mát mắt! Nó cũng nằm ngay cạnh chợ thực phẩm lớn và các nhà hàng ven sông. Khu vực này cực kỳ sầm uất vào khoảng thời gian chúng tôi đến lúc 9 giờ tốiĐọc thêm",
            "Thứ bảy-Chủ nhật- 9 giờ tối trong khoảng 15 phút biểu diễn... Đám đông xung quanh để xem buổi biểu diễn, không khí và buổi biểu diễn thực sự - tất cả đều đáng xem.\nĐầu rồng phóng ra lửa trước và sau một khoảng trống là nước.... \nBạn có thể lên kế hoạch ghé thăm chợ đêm gần đó trước - sau buổi biểu diễn, vì vậy hãy lên kế hoạch cho phù hợp. Nếu phải đợi buổi biểu diễn, hãy mang theo thứ gì đó để ra sân, ngồi đợi buổi biểu diễn bắt đầu.Đọc thêm",
            "Tối thứ Sáu, tôi đi ngang qua đây. Tôi đang thắc mắc tại sao lại có nhiều người xung quanh và tôi chợt nhận ra buổi biểu diễn cầu rồng. Thế là tôi dừng lại để xem. Nó đáng giá. Và nó miễn phí. Chỉ cần đừng đến gần đầu rồng nếu bạn không muốn cảm nhận sức nóng từ ngọn lửa và nếu bạn không muốn bị ướt bởi nước. Đọc thêm",
            "Cây cầu có thiết kế thú vị và độc đáo. Lễ hội lửa và nước chỉ diễn ra vào cuối tuần vào khoảng 9h tối. Kết hợp nó với chuyến tham quan chợ đêm Sơn Trà. Ngoài ra, con đường gần đó bị cấm giao thông vào thời điểm đó và trên đường phố có khiêu vũ và âm nhạc.Đọc thêm",
            "Thứ bảy-Chủ nhật- 9 giờ tối trong khoảng 15 phút biểu diễn... Đám đông xung quanh để xem buổi biểu diễn, không khí và buổi biểu diễn thực sự - tất cả đều đáng xem. Đầu rồng phát ra lửa trước và sau một khoảng trống, nước.... Bạn có thể lên kế hoạch ghé thăm chợ đêm gần đó trước - sau buổi biểu diễn, vì vậy hãy lên kế hoạch cho phù hợp. Nếu phải đợi buổi biểu diễn, hãy mang theo thứ gì đó để ra sân, ngồi đợi buổi biểu diễn bắt đầu.Đọc thêm",
            "Chúng tôi đặc biệt đến Đà Nẵng một ngày để chứng kiến ​​màn trình diễn cầu Rồng.  Khi trời tối dần, con rồng - và những cây cầu khác - được thắp sáng bằng những màu sắc chuyển động. Các quán ăn ngẫu hứng mọc lên dọc bờ sông và đám đông bắt đầu đông hơn. Gia đình tôi đứng trên cầu còn tôi cách đó vài trăm mét để chụp ảnh đám cháy. Thật là ngoạn mục. Có 2 đám cháy riêng biệt, sau đó là nước. Chúng tôi yêu thích nó và rất muốn giới thiệu nó.Đọc thêm",
            "Tôi thích nó! Không khí thật tuyệt vời. Dọc theo dòng sông, ánh đèn thật tuyệt vời trước màn trình diễn lửa. Chợ ngay cạnh cầu có đồ ăn rất rẻ, đặc biệt là hải sản. Ngoài ra, đây là một trong những khu chợ bán đồ lưu niệm rẻ nhất mà tôi từng đến - tốt hơn cả hội an - Sài Gòn -. Bạn cũng có thể tự hỏi dọc theo dòng sông đến cây cầu tình yêu, nơi bạn có thể khắc một ổ khóa và để lại dấu ấn của mình.  Tiếng thở của rồng rất ấn tượng và vòi phun nước cũng tốt. Không - không tồn tại lâu nhưng rất đáng xem. Vâng, nó rất bận rộn nhưng chúng tôi đứng bên bờ sông và quan sát và không thực sự đứng trên cầu. Chúng tôi có thể cảm nhận được sức nóng trên mặt đất nên ở đó sẽ rất nóng! Cây cầu nào khác trên thế giới có thể làm được điều này??Đọc thêm",
            "Cảnh đẹp để xem ở trung tâm thành phố. Vùng cấm bay dành cho máy bay không người lái nên việc chụp ảnh bị hạn chế - Tôi thấy khó chụp ảnh. Thật ấn tượng khi được thắp sáng vào ban đêm nhưng vào ban ngày thì nó chỉ như vậy. Đọc thêm",
            "Người tài xế taxi của chúng tôi đã kể cho chúng tôi về sự kiện này khi anh ấy đón chúng tôi từ sân bay .. nên đương nhiên chúng tôi nhờ anh ấy đón chúng tôi và đưa chúng tôi đến con rồng phun lửa - Wow ! Thật là một cảnh tượng mà chúng tôi thấy nó hoàn toàn tuyệt vời và thật là một sự thu hút đám đông! Điển hình là khách du lịch - phải xem - nhưng đừng đứng trên cầu đối diện với con rồng nếu không bạn - sẽ phải ngâm mình trong nước! Tôi có thể tưởng tượng rằng điều đó có thể là một - sự bất tiện - đối với người dân địa phương vì họ đã đóng cầu, nhưng xin đừng quên rằng khách du lịch tình cờ đến thành phố của bạn với nhiều tiền đồng!!! Có khá nhiều đánh giá tiêu cực về con rồng phun lửa này ... đối với những người nói - đừng bận tâm - tôi nói ngược lại - Bah Humbug - Vượt qua đi!  Và tôi - tôi chắc chắn rằng mọi người có thể tự quyết định..Đọc thêm",
            "Cầu Rồng thật tuyệt vời. Tôi thực sự khuyên bạn nên đi bộ qua nó vào lúc hoàng hôn. Khung cảnh của thành phố và dòng sông rất đẹp. Rồng phun lửa vào lúc 21h cuối tuần. Nó kéo dài khoảng năm phút. Họ cũng dừng mọi phương tiện giao thông trên cầu. Đó là một cơn ác mộng nếu bạn bị kẹt xe.Đọc thêm",
            "Cảm ơn các tài xế taxi đã đưa tôi đến đây mà không hỏi giá. Một trong những điều tuyệt vời nhất ở đây là chợ đêm dưới cầu, tôi đi bộ quanh đây và xem chương trình biểu diễn nhạc sống ở đó. Và thành phố tổ chức chương trình Fire Show vào mỗi cuối tuần lúc 9 giờ tối. Thật buồn cười khi Rồng tưới nước, mọi người đều ướt. Đọc thêm",
            "Tham quan cầu rồng vào bất kỳ đêm nào cũng khá ngoạn mục. Nhưng nếu bạn tình cờ đến Đà Nẵng vào thứ Sáu hoặc thứ Bảy, tôi chắc chắn sẽ khuyên bạn nên xem nó vào khoảng 21:00 khi nơi đây diễn ra màn trình diễn lửa - nước. Nếu bạn quyết định leo lên đỉnh cầu để xem buổi biểu diễn. Vậy thì đừng ngu ngốc như tôi mà hãy chú ý đến hướng gió. BẠN KHÔNG - KHÔNG muốn đứng ở hướng ngược gió vì bạn sẽ bị ướt, không chỉ ướt một chút thôi, không, bạn sẽ bị ướt! Nhưng chắc chắn đáng để kiểm tra. Đọc thêm",
            "Chúng tôi đã ở Đà Nẵng 6 ngày, đi qua cây cầu mang tính biểu tượng này nhiều lần, nhưng để tận dụng tối đa nó, hãy đến đó vào cuối tuần lúc 9 giờ tối.10 phút trước thời điểm đó cây cầu sẽ đóng cửa để xe cộ qua lại. Lúc 9 giờ tối bắt đầu buổi biểu diễn khi Rồng phun lửa đầu tiên và sau đó phun ra một lượng nước khổng lồ - hãy chú ý nơi bạn đứng, cuối cùng chúng tôi ướt sũng, quay về khách sạn để thay đồ - . Buổi biểu diễn này kéo dài khoảng 10 phút và là hoàn toàn đáng để đến.Đọc thêm"
        ],
        "star_ratings": [
            2687,
            2031,
            1008,
            142,
            60
        ],
        "review_amount": 5928,
        "location": [
            "Đà Nẵng",
            "Việt Nam",
            "Cầu Rồng",
            "Châu Á",
            "Những điều cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written July 11, 2023",
            "Written August 1, 2023",
            "Written August 27, 2023",
            "Written October 4, 2023",
            "Written October 21, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 15, 2023",
            "Written December 10, 2023",
            "Written April 28, 2024",
            "Written November 16, 2023",
            "Written January 19, 2020",
            "Written January 14, 2024",
            "Written January 30, 2020",
            "Written October 26, 2023",
            "Written February 15, 2020",
            "Written July 22, 2022",
            "Written January 28, 2024",
            "Written February 1, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d6612108-Reviews-or50-Dragon_Bridge-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d27166754-Reviews-Xom_M_i_Garden_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11873423-Reviews-Pizza_4P_s_Hoang_Van_Thu-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25332443-Reviews-Bep_Que_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d10800749-Reviews-Tre_Viet_Cuisine-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g25231262-d24161498-Reviews-Co_Ba_Ph_Bo-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11962134-Reviews-Brilliant_Top_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24983321-Reviews-Cardi_Pizzeria_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24985405-Reviews-Cardi_Pizzeria_Bach_Dang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653608-Reviews-Long_An_Temple-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6429186-Reviews-Museum_of_Sa_Huynh_Champa_Culture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653598-Reviews-APEC_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or40-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or60-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d7118743-Reviews-Linh_Ung_Pagoda-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5531576-Reviews-Lady_Buddha-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454980-Reviews-The_Marble_Mountains-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14991251-Reviews-Golden_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7043562-Reviews-Sun_Wheel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2348904-Reviews-Phap_Lam_Pagoda-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7022776-Reviews-Ban_Co_Peak-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21393898-Reviews-Top_Driver-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15300780-Reviews-Golden_Lotus_Oriental_Organic_Spa_1-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4584802-Reviews-Da_Nang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25314796-Reviews-IKIGAI_SPA_CENTER-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14942027-Reviews-Azit_Nails-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8856670-Reviews-Vietnam_Eco_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12364144-Reviews-Tabalo_Outdoor-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7272080-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26864727-Reviews-Azit_Multiplex-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17739218-Reviews-Charm_Spa_Grand_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d102772-Reviews-California_State_Railroad_Museum-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147323-d147958-Reviews-La_Guancha-Ponce_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d2242695-Reviews-Museo_Leonardo_Da_Vinci-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d5002158-Reviews-Rainbow_Falls-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d194971-Reviews-Santa_Maria_delle_Grazie-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g294210-d2510867-Reviews-Mombasa_Marine_National_Park-Mombasa_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d181825-Reviews-Chinatown-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g31231-d3820505-Reviews-Westgate_Entertainment_District-Glendale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g46810-d273162-Reviews-Seaside_Park_Beach-Seaside_Park_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d309037-Reviews-Garden_of_the_Sleeping_Giant-Nadi_Viti_Levu.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or60-Dragon_Bridge-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or50-Dragon_Bridge-Da_Nang.html"
    },
    {
        "attraction_name": "Dragon Bridge",
        "attraction_name_vi": "Cầu Rồng",
        "general_info": [
            "5.928 đánh giá",
            "- 7 trong số 115 điều cần làm ở Đà Nẵng",
            "Địa điểm ưa thích - Địa danh",
            "Cầu"
        ],
        "attraction_summary": "Cây cầu dài 2.185 feet có hình con rồng vàng nhấp nhô này là cây cầu nổi tiếng nhất bắc qua sông Hàn ở trung tâm thành phố Đà Nẵng. Vào những đêm cuối tuần, con rồng trở nên sống động theo một cách khá bất thường: cây cầu không cho xe cộ qua lại và đầu rồng khổng lồ ở đầu phía đông của cây cầu phun ra những ngọn lửa và nước trong một màn trình diễn đêm ngoạn mục. Chuẩn bị bị ướt nếu bạn đứng trên cầu gần đầu. Nếu không, bạn có thể ngắm cảnh từ bờ sông dọc theo đường Trần Hưng Đạo hoặc nhiều quán bar trên sân thượng gần đó. Cây cầu thường là điểm dừng trong chuyến du lịch Đà Nẵng về đêm.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đó là một cây cầu dài bắc qua sông Đà Nẵng với một con rồng hình sóng được xây dựng phía trên đường. Vào ban đêm, có nhiều đèn đổi màu chiếu sáng toàn bộ cây cầu. Đôi khi miệng rồng sẽ thở ra một loại Lửa! Đọc thêm",
            "Nghỉ tại Khách sạn Val Soleil ở Đà Nẵng, nơi chỉ cách cầu rồng một quãng đi bộ ngắn. Chúng tôi cũng có thể nhìn thấy cầu rồng từ quầy bar trên tầng thượng. Cầu đổi màu vào ban đêm, thay đổi giữa màu đỏ, xanh lá cây, vàng - rất hấp dẫn. Chúng tôi đã đến cầu vào tối thứ bảy lúc 9 giờ tối khi cầu đóng cửa đối với xe cộ và rồng phun lửa rồi phun nước - trải nghiệm tuyệt vời nếu bạn quay phim. Đọc thêm",
            "Đó là một chương trình vui nhộn nhưng nó thực sự rất đông đúc! Cá nhân tôi thích xem nó từ bên dưới cây cầu hơn là trên cầu do nơi đông người! Nếu bạn đứng trên cầu gần đầu rồng, hãy sẵn sàng hứng chịu những đợt nắng nóng và bị ướt bởi nước!Đọc thêm",
            "Một địa danh ở Đà Nẵng. Bạn không thể bỏ lỡ vì nhiều địa điểm chúng tôi đã ghé thăm đều ở hai bên cây cầu này. Chúng tôi thực sự đã đến một nhà hàng cách cây cầu này một quãng đi bộ để khám phá lối đi dạo. Đây dường như là một nơi lý tưởng để mọi người dành buổi tối cùng các thành viên trong gia đình dọc sông Hàn.Đọc thêm",
            "đã đến đây vào ngày Chủ Nhật 10 tháng 9, đến để xem rồng vàng phun lửa và nước lúc 9 giờ tối, trước 9 giờ tối, nhiều du khách đã đến đây và chọn một điểm quan sát trước để xem chương trình biểu diễn rồng phun lửa và nước. lưu ý rằng bạn nên tránh xa đầu rồng, nếu không bạn có thể bị ướt trong chương trình phun nước. chương trình thường kéo dài khoảng 15 phút. đầu rồng sẽ phun lửa trước, sau đó là nước. sau chương trình, nhiều du khách sẽ chụp ảnh ở cả hai bên cầu, tôi cũng đã chụp một số bức ảnh với đầu rồng. chương trình chỉ diễn ra vào tối thứ bảy và chủ nhật, nếu bạn muốn xem, hãy đảm bảo rằng bạn đến sớm hơn để giành được một vị trí tốt, vì có thể rất đông đúc. Đọc thêm",
            "Tôi đã muốn nhìn thấy Cầu Rồng phun lửa bốn năm trước nhưng không may phải qua đêm ở A - E. Lần này tôi đã có thể nhìn thấy nó và đó là tất cả những gì tôi mong ước được thấy!  Một điều nữa đánh dấu vào danh sách nhóm rộng lớn của tôi!Đọc thêm",
            "Người tài xế taxi của chúng tôi đã kể cho chúng tôi về sự kiện này khi anh ấy đón chúng tôi từ sân bay .. nên đương nhiên chúng tôi nhờ anh ấy đón chúng tôi và đưa chúng tôi đến con rồng phun lửa -  \nỒ ! Thật là một cảnh tượng mà chúng tôi thấy nó hoàn toàn tuyệt vời và thật là một sự thu hút đám đông! Điển hình là khách du lịch - phải xem - nhưng đừng đứng trên cầu đối diện với con rồng nếu không bạn - sẽ bị ngâm nước!\nTôi có thể tưởng tượng rằng đó có thể là một - sự bất tiện - đối với người dân địa phương vì họ đã đóng cầu, nhưng xin đừng quên rằng khách du lịch tình cờ đến thành phố của bạn với nhiều tiền đồng!!! \nCó khá nhiều đánh giá tiêu cực về con rồng phun lửa này ... đối với những người nói - đừng bận tâm - tôi nói ngược lại - Bah Humbug - Vượt qua đi!  Và tôi - tôi chắc chắn rằng mọi người có thể tự quyết định..Đọc thêm",
            "Trang web ấn tượng để xem. Vào lúc 9 giờ tối thứ sáu, thứ bảy và chủ nhật rồng phun lửa và phun nước rất mát mắt! Nó cũng nằm ngay cạnh chợ thực phẩm lớn và các nhà hàng ven sông. Khu vực này cực kỳ sầm uất vào khoảng thời gian chúng tôi đến lúc 9 giờ tốiĐọc thêm",
            "Thứ bảy-Chủ nhật- 9 giờ tối trong khoảng 15 phút biểu diễn... Đám đông xung quanh để xem buổi biểu diễn, không khí và buổi biểu diễn thực sự - tất cả đều đáng xem.\nĐầu rồng phóng ra lửa trước và sau một khoảng trống là nước.... \nBạn có thể lên kế hoạch ghé thăm chợ đêm gần đó trước - sau buổi biểu diễn, vì vậy hãy lên kế hoạch cho phù hợp. Nếu phải đợi buổi biểu diễn, hãy mang theo thứ gì đó để ra sân, ngồi đợi buổi biểu diễn bắt đầu.Đọc thêm",
            "Tối thứ Sáu, tôi đi ngang qua đây. Tôi đang thắc mắc tại sao lại có nhiều người xung quanh và tôi chợt nhận ra buổi biểu diễn cầu rồng. Thế là tôi dừng lại để xem. Nó đáng giá. Và nó miễn phí. Chỉ cần đừng đến gần đầu rồng nếu bạn không muốn cảm nhận sức nóng từ ngọn lửa và nếu bạn không muốn bị ướt bởi nước. Đọc thêm",
            "Khung cảnh thật tuyệt vời. Chọn ngày thích hợp để bạn không bỏ lỡ buổi biểu diễn lửa, nếu không thì chuyến thăm quan ban ngày cũng rất tuyệt vời. ĐẹpĐọc thêm",
            "Chỉ có lời khuyên.. bạn không cần phải đến đó sớm..Có thể trước 15 phút, khi gần 9 giờ họ chọn đường.. khi điều đó xảy ra, hãy di chuyển đến gần hơn. Chợ đêm ở chân cầu phía Nam tận hưởng các ưu đãi ở đóHãy nhớ rồng bắn lửa VÀ NƯỚC.. phán xét nơi đứng để cảm nhận làn gió nhẹĐọc thêm",
            "Lần đầu tiên tôi đi qua cây cầu xinh đẹp này khi đi từ sân bay Đà Nẵng về khách sạn ở Hội An. Vượt qua nó một lần nữa khi lái xe từ Hội An về khách sạn của tôi ở Đà Nẵng. Nhân viên khách sạn Đà Nẵng mở rèm cửa sổ cho tôi xem từ phòng của mình. Vì tôi đến đây vào cuối tuần nên tôi có thể xem màn trình diễn lửa và nước ngắn bắt đầu lúc 9 giờ tối. Đã chụp rất nhiều ảnh về cây cầu đẹp và độc đáo này!Đọc thêm",
            "Thật là một điều lố bịch quá mức. Rồng bắn lửa nhiều lần hơn nước khổng lồ. Len lớn. Hàng nghìn người tụ tập để chen lấn nhau, còn những người bán hàng rong địa phương la hét với nhau và với những người qua đường. Có một loại mật mã bất thành văn nào đó rằng bạn phải mua thứ gì đó để ngồi vào ghế và sau đó một người phụ nữ lớn tuổi có một xấp tiền sẽ la mắng mọi người cho đến khi họ trả tiền, ngay cả khi họ đã mua thứ gì đó từ xe đẩy địa phương. Hoàn toàn hỗn loạn và khó thoát ra. Tránh và sử dụng ảnh Insta của người khác.Đọc thêm",
            "Cầu Rồng bắc qua sông Hàn tại vòng xoay Lê Đình Dương - Bạch Đằng, cung cấp tuyến đường kết nối ngắn nhất từ ​​Sân bay Quốc tế Đà Nẵng đến các tuyến đường chính khác ở Đà Nẵng. Cây cầu được thiết kế và xây dựng theo hình con rồng dài 666 mét và dùng để phun lửa vào cuối tuần sau khi mặt trời lặn. Khách du lịch và người dân địa phương sẽ không muốn bỏ lỡ màn trình diễn pháo hoa với những chùm lửa rồng, sau đó là những đám mây hơi nước rít lên vào lúc 9 giờ tối vào những ngày cuối tuần.Đọc thêm",
            "Rất thú vị phải xem ở Đà Nẵng NHƯNG rồng chỉ phun lửa vào cuối tuần và ngày lễ nên hãy lên kế hoạch cho chuyến thăm của bạn cho phù hợp.  Có rất nhiều quán bar và nhà hàng nhỏ nằm trong khoảng cách đi bộ, đặc biệt là ở phía đại dương của cây cầu - đó là điểm cuối có đầu rồng - .Đọc thêm",
            "Không khí của Dragon Ball vào ban đêm rất đẹp. Với những ai yêu thích sự hoàn hảo về đêm thì đây là một nơi tuyệt vời. Tôi thấy Đà Nẵng, Việt Nam, một trong những nơi đáng sống nhất trên thế giới. Tôi rất yêu Việt NamXem thêm",
            "Cầu Rồng tráng lệ cả ban ngày lẫn ban đêm. Nó kết nối thành phố và sầm uất và nhộn nhịp 24 giờ. Nếu bạn ở Đà Nẵng thì không thể nào bỏ lỡ được. Nếu bạn muốn đi bộ dọc theo, bạn có thể làm như vậy vì có một lối đi phụ dành cho du khách. Rồng chỉ phun lửa vào những đêm cuối tuần từ 9h đến 9h30 tối. Vì vậy nếu muốn chứng kiến ​​điều đó, hãy có mặt thật sớm để đảm bảo vị trí chụp ảnh - quay phim tốt nhất. Ngoài ra, con rồng thay đổi màu sắc thường xuyên trong suốt buổi tối. Một cảnh đẹp đáng chiêm ngưỡng. Bạn có thể có một buổi tối vui vẻ trên con đường đi dạo rộng rãi và dành thời gian mua sắm vui vẻ ở chợ đêm.Đọc thêm",
            "Buổi biểu diễn thật xuất sắc - - - - - - - - - - - - -. Chúng tôi thực sự thích nó. Rất khuyến khích cho bạn khi đến Đà Nẵng - - - - - - Đọc thêm",
            "Hoạt động thú vị để thực hiện trong đêm đầu tiên của chúng tôi ở đây, may mắn thay là cuối tuần nên chúng tôi đã nhìn thấy con rồng hoạt động đầy đủ. Kéo dài khoảng 15 phút. Chúng tôi đã quan sát từ phía dưới quảng trường bên trái con rồng khi bạn đang đối mặt với nó và có được tầm nhìn đẹp Bắt đầu đúng 9 giờ tốiĐọc thêm",
            "Fire Show có diễn ra vào thứ Sáu không?\n\nMột số người, bao gồm cả trang Wikipedia chính thức của Dragon Bridge, tuyên bố rằng nó chạy từ thứ Sáu đến Chủ nhật lúc 9 giờ tối. Tuy nhiên, tôi đã đọc rất nhiều bình luận ở đây và bản đồ Google và nó nói rằng nó chỉ có vào Thứ Bảy VÀ Chủ Nhật mà thôi.Đọc thêm",
            "Khi tôi đến đó vào tháng 1 năm ngoái, nó chạy từ thứ Sáu đến Chủ nhật lúc 9 giờ tối.Đọc thêm",
            "Đâu là điểm ngắm cảnh đẹp nhất để xem cầu Rồng vào cuối tuần?Đọc thêm",
            "Ngay phía trước đầu, có một dãy cầu thang ngay bên dưới để lên đó - thang máy không hoạt động -. Sức nóng là có thật và nước sẽ làm bạn ướt. Một số người rõ ràng đã biết và giơ ô lên, chúng tôi chỉ thích thú với việc xịt nướcĐọc thêm",
            "Đâu là nơi lý tưởng nhất để ngồi xem trình diễn lửa?Đọc thêm",
            "Cuối tuần trời mưa sẽ có hoạt động phun lửa, phun nước?",
            "Vào cuối tuần, có chương trình biểu diễn thổi lửa bắt đầu vào khoảng 9 giờ tối - Có lệnh hạn chế giao thông từ khoảng 8:30 tối - vì vậy nếu bạn định bắt taxi để đến khu vực này, bạn nên rời đi sớm - Đồ uống nước sau khi thổi lửa Vì bạn sẽ nôn - Tôi nghĩ tốt nhất nên mặc quần áo mà bạn không ngại bị ướt - Đọc thêm",
            "Cái này chỉ thở lửa - khạc nước vào thứ bảy - chủ nhật thôi à?\nCó 1 - show - hay lặp lại?\nNó kéo dài bao lâu?Đọc thêm",
            "Có lúc 9 giờ tối kéo dài khoảng 5 phút Đọc thêm",
            "Xin chào, tôi và bố mẹ tôi dự định đến thăm Đà Nẵng, Việt Nam vào tháng 2 năm 2019, bạn có thể tư vấn cho tôi những yêu cầu sau không.\n1. Vận chuyển từ sân bay đến thành phố, vui lòng cung cấp cho tôi nếu bạn có đại lý taxi tốt.\n2. Tôi dự định ở lại 3 đêm để ngắm nhìn và tận hưởng thời tiết ở Bà Nà, có khách sạn bình dân nào để ở không.\n3. Tại thành phố Đà Nẵng Dự định nghỉ tại khách sạn ven sông Đà Nẵng, khách sạn này có phù hợp cho gia đình ở không.\n4. Thời tiết tháng 2 có thoải mái để du lịch Đà Nẵng không?\n5.Mua sim điện thoại ở đâu và giá bao nhiêu. Xin hãy tư vấn cho tôi. Đọc thêm",
            "1. The Da Nang airport is within the city precinct so a taxi ride to your hotel will not cost a great deal, I would think less than 150K VND  - there will be a 10K VND airport tax added - . I generally use the green Mai linh taxis or the green and white Vinasun, but the yellow taxis are also quite good and more abundant. If you are really desperate to save a dollar or two you can ask someone to call a Grab  - ie Uber equivalent -  or download the app using the airport wifi if you have a smart phone or  tablet etc\n2. Ba Na Hills is somewhat like Disney land and almost by definition is not a budget place. I - m not sure how adults could spend 3 days there especially in February when it will be quite cool and anyway the weather in Da Nang at that time will be very pleasant, although I suppose it depends on where your from. Ba Na is a great escape in Summer due to the cooler climate, but I doubt it has the same appeal in winter, but I - ve never visited in winter. If you have children from 4 to 16 they - ll love it at anytime.\n3. Sorry I - ve never stayed at Da Nang Riverside, but if you have river views it should be pleasant. If you - re on the other side of the building you might possibly get beach views if on a high level, but there are so many high rise buildings going up along the beach front. It is a long walk to the beach\n4. It depends what you - re use to, but I find the weather very pleasant in February - not too hot and cools down at night. I think its around the low to mid 20s in the day, but you can find this on the web somewhere\n5. You can get a Sim at the airport, I haven - t done it for a while, but the Sim card itself isn - t very expensive, it depends what plan you get and whether you want data, international calls etc. If you don - t get it at the airport there are also plenty of mobile phone shops. I - ve found over the years Vinaphone, Mobiphone and Viettel are all reliable. Actual phone calls are not very expensive and I pay as I go with 100K VND cards  - available everywhere -  that last me about 2 to 3 weeks, but of course it depends on how many calls you make\nJust a couple of other things - you should check your travel time against the dates for New Year  - Tet - . Vietnam virtually closes down over 10 days or more during this period and it - s not the best time to travel. Also I love the beaches in Da Nang, but from December to about March they are at their worst - not very inviting at all; an amazing contrast to the summer months.Read more",
            "Xin chào, tôi và bố mẹ tôi Xin chào, tôi và bố mẹ tôi đi từ Đà Nẵng đến Kuala Lumpur và cùng ngày từ Kuala Lumpur đến Jakarta, chúng tôi sẽ đến Kuala Lumpur trước 4 - 30 giờ chiều - đúng chuyến bay - và chuyến bay tiếp theo của tôi là 7 - 30 giờ tối, cả hai đều là airasia nhưng PNR riêng nên chúng tôi cần thu thập ngôn ngữ và tiếp tục chuyến bay jakarta, bạn có thể vui lòng cho tôi biết thời gian đó có đủ cho chúng tôi không, thời gian lên máy bay sẽ đóng cửa để nhận phòng ngôn ngữ xin vui lòng trả lời. Chi tiết chuyến bay AK649 đến AK 353 chuyến bay tiếp theo là 7 - 30 giờ tối, cả hai đều là airasia nhưng PNR riêng nên chúng tôi cần thu thập ngôn ngữ và tiếp tục chuyến bay jakarta, bạn có thể vui lòng cho tôi biết thời gian đó có đủ cho chúng tôi không, lên máy bay lúc mấy giờ sẽ đóng cửa để thu thập ngôn ngữ kiểm tra, vui lòng trả lời. Chi tiết chuyến bay AK649 đến AK 353, Đọc thêm",
            "Trên thực tế, câu hỏi được Air Asia trả lời hay nhất nhưng thông thường 3 giờ là đủ cho một lần chuyển như vậy. Bạn hy vọng không có chuyến bay nào bị delay khỏi Đà Nẵng. Ngoài ra, hãy cho Người giám sát chuyến bay biết về chuyến bay nối tiếp của bạn và họ có thể giúp trông chừng bạn như hạ cánh sớm khi máy bay hạ cánh.Đọc thêm",
            "Bạn có thể cho tôi biết khách sạn 3 sao nào tốt Opp đến cầu rồng để xem biểu diễn rồng Đọc thêm",
            "Tôi không ở lại trung tâm thành phố Đà Nẵng, nhưng một nơi thực sự tuyệt vời để xem Triển lãm Cầu Rồng là 99 - Sky Lounge Bar. Đó là một chiếc du thuyền được biến thành nhà hàng - quán bar và nếu đến sớm bạn có thể ngồi trên boong đối diện với Cầu Rồng. Nó - nằm gần DHC Marina. Thức ăn thật tuyệt vời và chủ quán rất thân thiện! Đọc thêm",
            "quá đẹ, quá tuyệt vời!Read more",
            "Chính xác bạn đã tham quan : quá đẹp quá tuyệt vời - xin cảm ơn sự đồng cảm  -  tương tác hiện thực khách quan - Rất hy vọng từ cmt của bạn hàng triệu triệu người trên khắp cả nước  -  năm châu sẽ ghé Đà Nẵng để relax  -  recreation.Read more",
            "Loại nhiên liệu nào được sử dụng để tạo ra hiệu ứng phun lửa?Đọc thêm",
            "lpg tôi nghĩ Đọc thêm"
        ],
        "star_ratings": [
            2687,
            2031,
            1008,
            142,
            60
        ],
        "review_amount": 5928,
        "location": [
            "Đà Nẵng",
            "Việt Nam",
            "Cầu Rồng",
            "Châu Á",
            "Những điều cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written July 11, 2023",
            "Written August 1, 2023",
            "Written August 27, 2023",
            "Written October 4, 2023",
            "Written October 21, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 15, 2023",
            "Written December 10, 2023",
            "Written April 19, 2024",
            "Written April 10, 2024",
            "Written April 7, 2024",
            "Written April 6, 2024",
            "Written April 6, 2024",
            "Written April 5, 2024",
            "Written April 4, 2024",
            "Written April 3, 2024",
            "Written March 25, 2024",
            "Written March 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d6612108-Reviews-or10-Dragon_Bridge-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d27166754-Reviews-Xom_M_i_Garden_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11873423-Reviews-Pizza_4P_s_Hoang_Van_Thu-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25332443-Reviews-Bep_Que_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d10800749-Reviews-Tre_Viet_Cuisine-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g25231262-d24161498-Reviews-Co_Ba_Ph_Bo-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11962134-Reviews-Brilliant_Top_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24983321-Reviews-Cardi_Pizzeria_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24985405-Reviews-Cardi_Pizzeria_Bach_Dang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653608-Reviews-Long_An_Temple-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6429186-Reviews-Museum_of_Sa_Huynh_Champa_Culture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653598-Reviews-APEC_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or20-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d7118743-Reviews-Linh_Ung_Pagoda-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5531576-Reviews-Lady_Buddha-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454980-Reviews-The_Marble_Mountains-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14991251-Reviews-Golden_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7043562-Reviews-Sun_Wheel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2348904-Reviews-Phap_Lam_Pagoda-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7022776-Reviews-Ban_Co_Peak-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21393898-Reviews-Top_Driver-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15300780-Reviews-Golden_Lotus_Oriental_Organic_Spa_1-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4584802-Reviews-Da_Nang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25314796-Reviews-IKIGAI_SPA_CENTER-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14942027-Reviews-Azit_Nails-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8856670-Reviews-Vietnam_Eco_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12364144-Reviews-Tabalo_Outdoor-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7272080-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26864727-Reviews-Azit_Multiplex-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17739218-Reviews-Charm_Spa_Grand_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g187477-d1799408-Reviews-Lagomar_Museum-Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4173443-Reviews-Ice_Pub-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g739275-d1835264-Reviews-Plage_de_Santa_Giulia-Santa_Giulia_Porto_Vecchio_Corse_du_Sud_Corsica.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d9731747-Reviews-Giant_Eyeball-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1023680-d13226348-Reviews-Ginzan_Onsen-Obanazawa_Yamagata_Prefecture_Tohoku.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d105223-Reviews-Ocean_Drive-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184916-d214806-Reviews-Cliffs_of_Moher-Liscannor_County_Clare.html",
            "https://www.tripadvisor.com/Attraction_Review-g295419-d2195347-Reviews-Mall_of_Arabia-Jeddah_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d5906613-Reviews-The_Red_Lion-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d481767-Reviews-Nea_Kameni-Santorini_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or20-Dragon_Bridge-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or10-Dragon_Bridge-Da_Nang.html"
    },
    {
        "attraction_name": "Dragon Bridge",
        "attraction_name_vi": "Cầu Rồng",
        "general_info": [
            "5.928 đánh giá",
            "- 7 trong số 115 điều cần làm ở Đà Nẵng",
            "Địa điểm ưa thích - Địa danh",
            "Cầu"
        ],
        "attraction_summary": "Cây cầu dài 2.185 feet có hình con rồng vàng nhấp nhô này là cây cầu nổi tiếng nhất bắc qua sông Hàn ở trung tâm thành phố Đà Nẵng. Vào những đêm cuối tuần, con rồng trở nên sống động theo một cách khá bất thường: cây cầu không cho xe cộ qua lại và đầu rồng khổng lồ ở đầu phía đông của cây cầu phun ra những ngọn lửa và nước trong một màn trình diễn đêm ngoạn mục. Chuẩn bị bị ướt nếu bạn đứng trên cầu gần đầu. Nếu không, bạn có thể ngắm cảnh từ bờ sông dọc theo đường Trần Hưng Đạo hoặc nhiều quán bar trên sân thượng gần đó. Cây cầu thường là điểm dừng trong chuyến du lịch Đà Nẵng về đêm.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đó là cây cầu dài bắc qua sông ở Đà Nẵng với hình con Rồng được xây dựng phía trên đường.  Vào ban đêm có đèn đổi màu nhiều màu chiếu sáng toàn bộ cây cầu.  Đôi khi miệng Rồng sẽ thở ra một loại Lửa!Đọc thêm",
            "Ở tại khách sạn Val Soleil ở Đà Nẵng, nằm trong khoảng cách đi bộ dễ dàng đến cầu rồng. Chúng ta cũng có thể nhìn thấy cây cầu rồng từ quán bar trên sân thượng. Cây cầu thay đổi màu sắc vào ban đêm, thay đổi giữa các màu đỏ, xanh, vàng - rất hấp dẫn. Chúng tôi đến cây cầu vào lúc 9 giờ tối thứ Bảy khi cây cầu không cho xe cộ qua lại và rồng phun lửa rồi phun nước - trải nghiệm tuyệt vời nếu bạn quay phim.Đọc thêm",
            "Đó là một chương trình vui nhộn nhưng nó thực sự rất đông đúc! Cá nhân tôi thích xem nó từ bên dưới cây cầu hơn là trên cầu do nơi đông người! Nếu bạn đứng trên cầu gần đầu rồng, hãy sẵn sàng hứng chịu những đợt nắng nóng và bị ướt bởi nước!Đọc thêm",
            "Một địa danh ở Đà Nẵng. Bạn không thể bỏ lỡ vì nhiều địa điểm chúng tôi đã ghé thăm đều ở hai bên cây cầu này. Chúng tôi thực sự đã đến một nhà hàng cách cây cầu này một quãng đi bộ để khám phá lối đi dạo. Đây dường như là một nơi lý tưởng để mọi người dành buổi tối cùng các thành viên trong gia đình dọc sông Hàn.Đọc thêm",
            "Đến đây vào Chủ nhật ngày 10 tháng 9, đến xem rồng vàng phun lửa và nước lúc 9 giờ tối, trước 9 giờ tối, nhiều du khách đã đến đây và chọn trước điểm quan sát để xem màn trình diễn lửa và nước của rồng. Lưu ý nên tránh xa đầu rồng, nếu không bạn có thể bị ướt khi biểu diễn thở nước. chương trình thường kéo dài khoảng 15 phút. đầu rồng sẽ phun lửa trước, sau đó mới phun nước. Sau buổi biểu diễn, nhiều du khách sẽ chụp ảnh ở hai bên cầu, tôi cũng chụp vài bức ảnh với đầu rồng. Buổi biểu diễn chỉ diễn ra vào tối thứ bảy và chủ nhật, nếu bạn muốn xem hãy nhớ đến sớm hơn để chụp ảnh nhé một địa điểm tốt, vì nó có thể rất đông đúc.Đọc thêm",
            "Tôi đã muốn nhìn thấy Cầu Rồng phun lửa bốn năm trước nhưng không may phải qua đêm ở A - E. Lần này tôi đã có thể nhìn thấy nó và đó là tất cả những gì tôi mong ước được thấy!  Một điều nữa đánh dấu vào danh sách nhóm rộng lớn của tôi!Đọc thêm",
            "Người tài xế taxi của chúng tôi đã kể cho chúng tôi về sự kiện này khi anh ấy đón chúng tôi từ sân bay .. nên đương nhiên chúng tôi nhờ anh ấy đón chúng tôi và đưa chúng tôi đến con rồng phun lửa -  \nỒ ! Thật là một cảnh tượng mà chúng tôi thấy nó hoàn toàn tuyệt vời và thật là một sự thu hút đám đông! Điển hình là khách du lịch - phải xem - nhưng đừng đứng trên cầu đối diện với con rồng nếu không bạn - sẽ bị ngâm nước!\nTôi có thể tưởng tượng rằng đó có thể là một - sự bất tiện - đối với người dân địa phương vì họ đã đóng cầu, nhưng xin đừng quên rằng khách du lịch tình cờ đến thành phố của bạn với nhiều tiền đồng!!! \nCó khá nhiều đánh giá tiêu cực về con rồng phun lửa này ... đối với những người nói - đừng bận tâm - tôi nói ngược lại - Bah Humbug - Vượt qua đi!  Và tôi - tôi chắc chắn rằng mọi người có thể tự quyết định..Đọc thêm",
            "Trang web ấn tượng để xem. Vào lúc 9 giờ tối thứ sáu, thứ bảy và chủ nhật rồng phun lửa và phun nước rất mát mắt! Nó cũng nằm ngay cạnh chợ thực phẩm lớn và các nhà hàng ven sông. Khu vực này cực kỳ sầm uất vào khoảng thời gian chúng tôi đến lúc 9 giờ tốiĐọc thêm",
            "Thứ bảy-Chủ nhật- 9 giờ tối trong khoảng 15 phút biểu diễn... Đám đông xung quanh để xem buổi biểu diễn, không khí và buổi biểu diễn thực sự - tất cả đều đáng xem.\nĐầu rồng phóng ra lửa trước và sau một khoảng trống là nước.... \nBạn có thể lên kế hoạch ghé thăm chợ đêm gần đó trước - sau buổi biểu diễn, vì vậy hãy lên kế hoạch cho phù hợp. Nếu phải đợi buổi biểu diễn, hãy mang theo thứ gì đó để ra sân, ngồi đợi buổi biểu diễn bắt đầu.Đọc thêm",
            "Tối thứ Sáu, tôi đi ngang qua đây. Tôi đang thắc mắc tại sao lại có nhiều người xung quanh và tôi chợt nhận ra buổi biểu diễn cầu rồng. Thế là tôi dừng lại để xem. Nó đáng giá. Và nó miễn phí. Chỉ cần đừng đến gần đầu rồng nếu bạn không muốn cảm nhận sức nóng từ ngọn lửa và nếu bạn không muốn bị ướt bởi nước. Đọc thêm",
            "Đến đây vào Chủ nhật ngày 10 tháng 9, đến xem rồng vàng phun lửa và nước lúc 9 giờ tối, trước 9 giờ tối, nhiều du khách đã đến đây và chọn trước điểm quan sát để xem màn trình diễn lửa và nước của rồng. Lưu ý nên tránh xa đầu rồng, nếu không bạn có thể bị ướt khi biểu diễn thở nước. chương trình thường kéo dài khoảng 15 phút. đầu rồng sẽ phun lửa trước, sau đó mới phun nước. Sau buổi biểu diễn, nhiều du khách sẽ chụp ảnh ở hai bên cầu, tôi cũng chụp vài bức ảnh với đầu rồng. Buổi biểu diễn chỉ diễn ra vào tối thứ bảy và chủ nhật, nếu bạn muốn xem hãy nhớ đến sớm hơn để chụp ảnh nhé một địa điểm tốt, vì nó có thể rất đông đúc.Đọc thêm",
            "Tôi choáng ngợp với - show - . Tôi khuyên bạn nên xem trên youtube và quyết định xem bạn có bị làm phiền không. Họ thực sự nên cố gắng làm nhiều hơn nữa với chương trình có cấu trúc khá thú vị.Đọc thêm",
            "Một địa danh ở Đà Nẵng. Bạn không thể bỏ lỡ vì nhiều địa điểm chúng tôi đã ghé thăm đều ở hai bên cây cầu này. Chúng tôi thực sự đã đến một nhà hàng cách cây cầu này một quãng đi bộ để khám phá lối đi dạo. Đây dường như là một nơi lý tưởng để mọi người dành buổi tối cùng các thành viên trong gia đình dọc sông Hàn.Đọc thêm",
            "Cầu được xây dựng bắc qua sông Hàn từ đường Nguyễn Văn Linh đến đường Võ Văn Kiệt, cách bãi biển Mỹ Khê khoảng 2km, cách sân bay quốc tế Đà Nẵng khoảng 5km. Vào ban đêm, cây cầu trở nên sống động nhờ màu sắc ánh sáng thay đổi bất thường và trông thật tuyệt vời.  Đọc thêm",
            "Địa điểm ngắm cảnh đặc biệt này đã hoàn toàn cản trở chuyến đi của chúng tôi đến Việt Nam. Cây cầu đóng cửa không cho xe cộ qua lại vài phút trước khi buổi biểu diễn bắt đầu và chật cứng người - kể cả chợ đêm ngay dưới chân cầu - . Ngọn lửa mà con rồng phun ra trở nên hơi đơn điệu và người ta thực sự có thể cảm nhận được sức nóng khủng khiếp và mùi dầu hỏa nếu bạn đến gần đầu rồng. Sự hỗn loạn bắt đầu khi con rồng bắt đầu phun nước với một lực rất mạnh và thực sự làm ướt đẫm tất cả những người đứng gần đầu con rồng. Và trong quá trình đó có sự hỗn loạn và đó là lúc những tên trộm vặt đang có một ngày hoành tráng. Một người bạn của tôi đã bị cướp điện thoại trong vòng vài giây sau khi tia nước phun hết lực. Khi đến cơ quan công an khiếu nại, chúng tôi còn gặp một phụ nữ châu Âu khác đến không chỉ mất điện thoại, vài triệu đồng và cả hộ chiếu. Tên trộm đã ném hộ chiếu mà một người tốt bụng nào đó đã giao cho cảnh sát. Hộ chiếu ướt sũng và bị giẫm đạp hoàn toàn. Người phụ nữ tội nghiệp đã khóc nhẹ nhõm khi nhìn thấy hộ chiếu của mình. Đó hoàn toàn là một cơn ác mộng..... Xin hãy tránh nó!Đọc thêm",
            "Tôi thực sự rất thích chuyến đi này và chủ nhà rất nhiều. Tôi cảm thấy nó rất đáng tiền và một lần nữa là một hướng dẫn tuyệt vời.Đọc thêm",
            "Chúng tôi đã đến vào tối Chủ nhật để xem chương trình, đó là một trải nghiệm giải trí thú vị như một điều không thể làm được.Đọc thêm",
            "Đó là một chương trình vui nhộn nhưng nó thực sự rất đông đúc! Cá nhân tôi thích xem nó từ bên dưới cây cầu hơn là trên cầu do nơi đông người! Nếu bạn đứng trên cầu gần đầu rồng, hãy sẵn sàng hứng chịu những đợt nắng nóng và bị ướt bởi nước!Đọc thêm",
            "Ở tại khách sạn Val Soleil ở Đà Nẵng, nằm trong khoảng cách đi bộ dễ dàng đến cầu rồng. Chúng ta cũng có thể nhìn thấy cây cầu rồng từ quán bar trên sân thượng. Cây cầu thay đổi màu sắc vào ban đêm, thay đổi giữa các màu đỏ, xanh, vàng - rất hấp dẫn. Chúng tôi đến cây cầu vào lúc 9 giờ tối thứ Bảy khi cây cầu không cho xe cộ qua lại và rồng phun lửa rồi phun nước - trải nghiệm tuyệt vời nếu bạn quay phim.Đọc thêm",
            "Đó là cây cầu dài bắc qua sông ở Đà Nẵng với hình con Rồng được xây dựng phía trên đường.  Vào ban đêm có đèn đổi màu nhiều màu chiếu sáng toàn bộ cây cầu.  Đôi khi miệng Rồng sẽ thở ra một loại Lửa!Đọc thêm"
        ],
        "star_ratings": [
            2687,
            2031,
            1008,
            142,
            60
        ],
        "review_amount": 5928,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Cầu Rồng",
            "Đà Nẵng",
            "Những việc cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written July 11, 2023",
            "Written August 1, 2023",
            "Written August 27, 2023",
            "Written October 4, 2023",
            "Written October 21, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 15, 2023",
            "Written December 10, 2023",
            "Written October 4, 2023",
            "Written September 8, 2023",
            "Written August 27, 2023",
            "Written August 24, 2023",
            "Written August 18, 2023",
            "Written August 3, 2023",
            "Written August 2, 2023",
            "Written August 1, 2023",
            "Written July 11, 2023",
            "Written June 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d6612108-Reviews-or60-Dragon_Bridge-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d27166754-Reviews-Xom_M_i_Garden_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11873423-Reviews-Pizza_4P_s_Hoang_Van_Thu-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25332443-Reviews-Bep_Que_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d10800749-Reviews-Tre_Viet_Cuisine-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g25231262-d24161498-Reviews-Co_Ba_Ph_Bo-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11962134-Reviews-Brilliant_Top_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24983321-Reviews-Cardi_Pizzeria_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24985405-Reviews-Cardi_Pizzeria_Bach_Dang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653608-Reviews-Long_An_Temple-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6429186-Reviews-Museum_of_Sa_Huynh_Champa_Culture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653598-Reviews-APEC_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or50-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or70-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d7118743-Reviews-Linh_Ung_Pagoda-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5531576-Reviews-Lady_Buddha-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454980-Reviews-The_Marble_Mountains-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14991251-Reviews-Golden_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7043562-Reviews-Sun_Wheel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2348904-Reviews-Phap_Lam_Pagoda-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7022776-Reviews-Ban_Co_Peak-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21393898-Reviews-Top_Driver-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15300780-Reviews-Golden_Lotus_Oriental_Organic_Spa_1-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4584802-Reviews-Da_Nang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25314796-Reviews-IKIGAI_SPA_CENTER-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14942027-Reviews-Azit_Nails-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8856670-Reviews-Vietnam_Eco_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12364144-Reviews-Tabalo_Outdoor-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7272080-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26864727-Reviews-Azit_Multiplex-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17739218-Reviews-Charm_Spa_Grand_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g29586-d1008456-Reviews-Albertville_Premium_Outlets-Albertville_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d12384257-Reviews-Parque_Nacional_Tulum-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d17433152-Reviews-Gare_de_Nice_Ville-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g659611-d2720319-Reviews-Designer_Outlet_Noventa_di_Piave-Noventa_di_Piave_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g45992-d109985-Reviews-Truckee_River_Walk-Reno_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g680046-d14160034-Reviews-Caletta_Sant_Elia-Santa_Flavia_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g34913-d19260047-Reviews-Spa_Land_Sauna-Duluth_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d647063-Reviews-Muzeum_Krakowa_oddzial_Fabryka_Emalia_Oskara_Schindlera-Krakow_Lesser_Poland_Provi.html",
            "https://www.tripadvisor.com/Attraction_Review-g54448-d534525-Reviews-BMW_Zentrum-Spartanburg_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g46259-d10460905-Reviews-Lake_Horace-Weare_New_Hampshire.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or70-Dragon_Bridge-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or60-Dragon_Bridge-Da_Nang.html"
    },
    {
        "attraction_name": "Dragon Bridge",
        "attraction_name_vi": "Cầu Rồng",
        "general_info": [
            "5.928 đánh giá",
            "- 7 trong số 115 điều cần làm ở Đà Nẵng",
            "Điểm tham quan - Di tích lịch sử",
            "Cầu"
        ],
        "attraction_summary": "Cây cầu dài 2.185 feet có hình con rồng vàng nhấp nhô này là cây cầu nổi tiếng nhất bắc qua sông Hàn ở trung tâm thành phố Đà Nẵng. Vào những đêm cuối tuần, con rồng trở nên sống động theo một cách khá bất thường: cây cầu không cho xe cộ qua lại và đầu rồng khổng lồ ở đầu phía đông của cây cầu phun ra những ngọn lửa và nước trong một màn trình diễn đêm ngoạn mục. Chuẩn bị bị ướt nếu bạn đứng trên cầu gần đầu. Nếu không, bạn có thể ngắm cảnh từ bờ sông dọc theo đường Trần Hưng Đạo hoặc nhiều quán bar trên sân thượng gần đó. Cây cầu thường là điểm dừng trong chuyến du lịch Đà Nẵng về đêm.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đó là cây cầu dài bắc qua sông ở Đà Nẵng với hình con Rồng được xây dựng phía trên đường.  Vào ban đêm có đèn đổi màu nhiều màu chiếu sáng toàn bộ cây cầu.  Đôi khi miệng Rồng sẽ thở ra một loại Lửa!Đọc thêm",
            "Ở tại khách sạn Val Soleil ở Đà Nẵng, nằm trong khoảng cách đi bộ dễ dàng đến cầu rồng. Chúng ta cũng có thể nhìn thấy cây cầu rồng từ quán bar trên sân thượng. Cây cầu thay đổi màu sắc vào ban đêm, thay đổi giữa các màu đỏ, xanh, vàng - rất hấp dẫn. Chúng tôi đến cây cầu vào lúc 9 giờ tối thứ Bảy khi cây cầu không cho xe cộ qua lại và rồng phun lửa rồi phun nước - trải nghiệm tuyệt vời nếu bạn quay phim.Đọc thêm",
            "Đó là một chương trình vui nhộn nhưng thực sự rất đông đúc! Cá nhân tôi thích xem từ bên dưới cây cầu ở bên cạnh hơn là trên cầu vì nơi đông đúc! Nếu bạn đứng trên cầu gần đầu rồng, hãy chuẩn bị đón những đợt sóng nhiệt và bị ướt vì nước! Đọc thêm",
            "Một địa danh ở Đà Nẵng. Bạn không thể bỏ lỡ vì nhiều địa điểm chúng tôi đã ghé thăm đều ở hai bên cây cầu này. Chúng tôi thực sự đã đến một nhà hàng cách cây cầu này một quãng đi bộ để khám phá lối đi dạo. Đây dường như là một nơi lý tưởng để mọi người dành buổi tối cùng các thành viên trong gia đình dọc sông Hàn.Đọc thêm",
            "Đến đây vào Chủ nhật ngày 10 tháng 9, đến xem rồng vàng phun lửa và nước lúc 9 giờ tối, trước 9 giờ tối, nhiều du khách đã đến đây và chọn trước điểm quan sát để xem màn trình diễn lửa và nước của rồng. Lưu ý nên tránh xa đầu rồng, nếu không bạn có thể bị ướt khi biểu diễn thở nước. chương trình thường kéo dài khoảng 15 phút. đầu rồng sẽ phun lửa trước, sau đó mới phun nước. Sau buổi biểu diễn, nhiều du khách sẽ chụp ảnh ở hai bên cầu, tôi cũng chụp vài bức ảnh với đầu rồng. Buổi biểu diễn chỉ diễn ra vào tối thứ bảy và chủ nhật, nếu bạn muốn xem hãy nhớ đến sớm hơn để chụp ảnh nhé một địa điểm tốt, vì nó có thể rất đông đúc.Đọc thêm",
            "Tôi đã muốn xem Cầu Rồng phun lửa cách đây bốn năm nhưng không may đã ngủ qua đêm ở A - E. Lần này tôi đã đến xem và đó là tất cả những gì tôi muốn xem! Một điều nữa đã được đánh dấu trong danh sách dài những điều tôi muốn làm! Đọc thêm",
            "Người tài xế taxi của chúng tôi đã kể cho chúng tôi về sự kiện này khi anh ấy đón chúng tôi từ sân bay .. nên đương nhiên chúng tôi nhờ anh ấy đón chúng tôi và đưa chúng tôi đến con rồng phun lửa -  \nỒ ! Thật là một cảnh tượng mà chúng tôi thấy nó hoàn toàn tuyệt vời và thật là một sự thu hút đám đông! Điển hình là khách du lịch - phải xem - nhưng đừng đứng trên cầu đối diện với con rồng nếu không bạn - sẽ bị ngâm nước!\nTôi có thể tưởng tượng rằng đó có thể là một - sự bất tiện - đối với người dân địa phương vì họ đã đóng cầu, nhưng xin đừng quên rằng khách du lịch tình cờ đến thành phố của bạn với nhiều tiền đồng!!! \nCó khá nhiều đánh giá tiêu cực về con rồng phun lửa này ... đối với những người nói - đừng bận tâm - tôi nói ngược lại - Bah Humbug - Vượt qua đi!  Và tôi - tôi chắc chắn rằng mọi người có thể tự quyết định..Đọc thêm",
            "Trang web ấn tượng để xem. Vào lúc 9 giờ tối thứ sáu, thứ bảy và chủ nhật rồng phun lửa và phun nước rất mát mắt! Nó cũng nằm ngay cạnh chợ thực phẩm lớn và các nhà hàng ven sông. Khu vực này cực kỳ sầm uất vào khoảng thời gian chúng tôi đến lúc 9 giờ tốiĐọc thêm",
            "Thứ bảy-Chủ nhật- 9 giờ tối trong khoảng 15 phút biểu diễn... Đám đông xung quanh để xem buổi biểu diễn, không khí và buổi biểu diễn thực sự - tất cả đều đáng xem.\nĐầu rồng phóng ra lửa trước và sau một khoảng trống là nước.... \nBạn có thể lên kế hoạch ghé thăm chợ đêm gần đó trước - sau buổi biểu diễn, vì vậy hãy lên kế hoạch cho phù hợp. Nếu phải đợi buổi biểu diễn, hãy mang theo thứ gì đó để ra sân, ngồi đợi buổi biểu diễn bắt đầu.Đọc thêm",
            "Tối thứ Sáu, tôi đi ngang qua đây. Tôi đang thắc mắc tại sao lại có nhiều người xung quanh và tôi chợt nhận ra buổi biểu diễn cầu rồng. Thế là tôi dừng lại để xem. Nó đáng giá. Và nó miễn phí. Chỉ cần đừng đến gần đầu rồng nếu bạn không muốn cảm nhận sức nóng từ ngọn lửa và nếu bạn không muốn bị ướt bởi nước. Đọc thêm",
            "Đi bộ dọc cầu sạch sẽ, view biển và sông đẹp, buổi tối đèn Rồng lên rất hấp dẫn. Có thể đi bộ quanh khu vực xung quanh một cách an toàn khi xe cộ đông đúc dọc theo bờ sông với lối đi bộ rất rộng.Đọc thêm",
            "Vâng, nó thật phô trương, nhưng điều đó không thực sự quan trọng. Đó là một con rồng khổng lồ bắc ngang cây cầu và mỗi tối thứ sáu, thứ bảy, chủ nhật đều phun lửa và phun nước. Nó sẽ không phải là lý do chính khiến bạn đến Đà Nẵng, nhưng nó rất đáng xem. Chúng tôi đã uống nước tại một quán bar nhỏ trên bầu trời để xem chương trình.  - Chỉ mất 30 phút trên bản đồ Google để cố gắng xác định vị trí của nó mà không thành công. - Nó ở gần cây cầu, phục vụ những ly cocktail tuyệt vời - nhưng rất mạnh - và hầu như không có ai khác ở đó - thật hoàn hảo. Nếu bạn có thể tìm thấy một quán bar trên sân thượng gần đó, đây sẽ là nơi lý tưởng để ngắm nhìn vì đường rất đông và mọi người đều ướt! cười lớn Buổi biểu diễn không kéo dài nên đừng đến muộn.Đọc thêm",
            "Thời gian vui vẻ trên du thuyền Riber ở Dananag và xem màn trình diễn lửa của Cô Dâu Rồng. Sau buổi biểu diễn Las vegas tại Mirage, đây là buổi biểu diễn hay nhất tiếp theoĐọc thêm",
            "Cây cầu bất thường. Tốt hơn nên khám phá bằng cách đi bộ, sẽ không lâu đâu. Lưu ý: người dân địa phương nói rằng tối thứ Sáu và thứ Bảy hàng tuần họ dùng lửa để thể hiện hơi thở của rồng.Đọc thêm",
            "Chúng tôi đi phà để ngắm cảnh sông nước bao gồm cảnh Rồng phun cầu lửa vào ban đêm và đổi màu từ cam vàng sang xanh ngọcĐọc thêm",
            "Cảnh tượng tuyệt đẹp của thành phố và nó miễn phí. Nó hoạt động lúc 9 giờ tối vào cuối tuần và kéo dài khoảng 20 phút thổi cả Lửa và Nước. Nó thu hút rất đông người và cây cầu tạm thời đóng cửa để diễn ra cảnh tượng. Đây là một điểm đến không thể bỏ qua khi đến thăm thành phố nếu bạn đủ may mắn để đến đó vào cuối tuần. Đọc thêm",
            "Đây là một cây cầu giao thông bình thường có một con rồng kéo dài theo chiều dài của cây cầu được xây dựng bên trong để ngăn cách các làn đường mỗi chiều. Tuy nhiên, Thứ Bảy - Chủ nhật hàng tuần lúc 9 giờ tối là thời gian để tham quan xem chương trình biểu diễn lửa và nước. Cây cầu không cho xe cộ qua lại và con rồng phát sáng với nhiều màu sắc khác nhau và phun lửa, sau đó nó phun ra một cột nước lớn. Điều này sẽ khiến bạn đắm chìm nếu bạn đứng trước con rồng trên cầu để cố gắng có được góc nhìn và bức ảnh đẹp. Bạn có thể ở bên bờ sông bên cạnh cây cầu để có tầm nhìn khô ráo, có thể là phía bên phải khi bạn nhìn vào đầu rồng là tốt nhất. Ngoài ra còn có một chợ đêm lớn, đồ ăn và các hàng hóa khác cách đó khoảng 100 m để ghé thăm trước hoặc sau buổi biểu diễn.Đọc thêm",
            "Đây là trái tim của Đà Nẵng. Thật không thể tin được khi ở đây vào ban đêm với tất cả đèn sáng. Vào 9 giờ tối cuối tuần, cây cầu sẽ đóng cửa để rồng phun lửa và nước, đây là cảnh tượng không thể bỏ qua. May mắn thay, chúng tôi đã đến đó vào Chủ nhật và chỉ đến được khoảng 9 giờ. Ngay cả vào ban ngày, cây cầu vẫn đứng hùng vĩ. Có nhiều không gian để dạo chơi và ngắm cảnhĐọc thêm",
            "Chúng tôi lái xe qua Cầu Rồng mang tính biểu tượng bắc qua sông Hàn trong ngày. Mặc dù chúng tôi đã chứng kiến ​​sự thay đổi màu sắc không liên tục từ đèn led trên con rồng vào buổi tối, nhưng thật đáng tiếc là chúng tôi không thể sắp xếp thời gian để xem màn trình diễn rồng phun lửa và nước tuyệt đẹp này vào lúc 9 giờ 15 tối Chủ Nhật, vì chúng tôi phải rời đi để về nhà. bữa tối. Có lẽ chuyến đi tiếp theo!!!Đọc thêm",
            "Rất đông đúc. Chỉ có 3 lần lửa và nước phun ra từ miệng Rồng. Đó không phải là một cảnh tượng hoành tráng..Đọc thêm"
        ],
        "star_ratings": [
            2687,
            2031,
            1008,
            142,
            60
        ],
        "review_amount": 5928,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Cầu Rồng",
            "Đà Nẵng",
            "Những điều cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written July 11, 2023",
            "Written August 1, 2023",
            "Written August 27, 2023",
            "Written October 4, 2023",
            "Written October 21, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 15, 2023",
            "Written December 10, 2023",
            "Written June 24, 2023",
            "Written June 6, 2023",
            "Written June 4, 2023",
            "Written May 22, 2023",
            "Written May 16, 2023",
            "Written May 14, 2023",
            "Written May 11, 2023",
            "Written May 8, 2023",
            "Written May 6, 2023",
            "Written April 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d6612108-Reviews-or70-Dragon_Bridge-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d27166754-Reviews-Xom_M_i_Garden_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11873423-Reviews-Pizza_4P_s_Hoang_Van_Thu-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25332443-Reviews-Bep_Que_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d10800749-Reviews-Tre_Viet_Cuisine-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g25231262-d24161498-Reviews-Co_Ba_Ph_Bo-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11962134-Reviews-Brilliant_Top_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24983321-Reviews-Cardi_Pizzeria_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24985405-Reviews-Cardi_Pizzeria_Bach_Dang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653608-Reviews-Long_An_Temple-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6429186-Reviews-Museum_of_Sa_Huynh_Champa_Culture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653598-Reviews-APEC_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or60-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or80-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d7118743-Reviews-Linh_Ung_Pagoda-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5531576-Reviews-Lady_Buddha-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454980-Reviews-The_Marble_Mountains-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14991251-Reviews-Golden_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7043562-Reviews-Sun_Wheel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2348904-Reviews-Phap_Lam_Pagoda-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7022776-Reviews-Ban_Co_Peak-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21393898-Reviews-Top_Driver-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15300780-Reviews-Golden_Lotus_Oriental_Organic_Spa_1-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4584802-Reviews-Da_Nang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25314796-Reviews-IKIGAI_SPA_CENTER-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14942027-Reviews-Azit_Nails-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8856670-Reviews-Vietnam_Eco_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12364144-Reviews-Tabalo_Outdoor-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7272080-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26864727-Reviews-Azit_Multiplex-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17739218-Reviews-Charm_Spa_Grand_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g60368-d7146269-Reviews-Red_Mill_LLC-Waupaca_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g32982-d5461924-Reviews-Graton_Resort_Casino-Rohnert_Park_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33045-d104228-Reviews-Santa_Barbara_Zoo-Santa_Barbara_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d4356890-Reviews-Duke_Kahanamoku_Lagoon-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d4092574-Reviews-La_Mansion-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g44178-d1236097-Reviews-Swinging_Bridge-Brumley_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g1188698-d10622287-Reviews-Ammoudia_Beach-Ammoudia_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d108506-Reviews-New_Orleans_Historic_Voodoo_Museum-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d519772-Reviews-Seven_Mile_Bridge-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g946307-d1719009-Reviews-Arikok_National_Park-Santa_Cruz_Aruba.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or80-Dragon_Bridge-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or70-Dragon_Bridge-Da_Nang.html"
    },
    {
        "attraction_name": "Dragon Bridge",
        "attraction_name_vi": "Cầu Rồng",
        "general_info": [
            "5.928 đánh giá",
            "- 7 trong số 115 điều cần làm ở Đà Nẵng",
            "Địa điểm ưa thích - Địa danh",
            "Cầu"
        ],
        "attraction_summary": "Cây cầu dài 2.185 feet có hình con rồng vàng nhấp nhô này là cây cầu nổi tiếng nhất bắc qua sông Hàn ở trung tâm thành phố Đà Nẵng. Vào những đêm cuối tuần, con rồng trở nên sống động theo một cách khá bất thường: cây cầu không cho xe cộ qua lại và đầu rồng khổng lồ ở đầu phía đông của cây cầu phun ra những ngọn lửa và nước trong một màn trình diễn đêm ngoạn mục. Chuẩn bị bị ướt nếu bạn đứng trên cầu gần đầu. Nếu không, bạn có thể ngắm cảnh từ bờ sông dọc theo đường Trần Hưng Đạo hoặc nhiều quán bar trên sân thượng gần đó. Cây cầu thường là điểm dừng trong chuyến du lịch Đà Nẵng về đêm.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đó là cây cầu dài bắc qua sông ở Đà Nẵng với hình con Rồng được xây dựng phía trên đường.  Vào ban đêm có đèn đổi màu nhiều màu chiếu sáng toàn bộ cây cầu.  Đôi khi miệng Rồng sẽ thở ra một loại Lửa!Đọc thêm",
            "Ở tại khách sạn Val Soleil ở Đà Nẵng, nằm trong khoảng cách đi bộ dễ dàng đến cầu rồng. Chúng ta cũng có thể nhìn thấy cây cầu rồng từ quán bar trên sân thượng. Cây cầu thay đổi màu sắc vào ban đêm, thay đổi giữa các màu đỏ, xanh, vàng - rất hấp dẫn. Chúng tôi đến cây cầu vào lúc 9 giờ tối thứ Bảy khi cây cầu không cho xe cộ qua lại và rồng phun lửa rồi phun nước - trải nghiệm tuyệt vời nếu bạn quay phim.Đọc thêm",
            "Đó là một chương trình vui nhộn nhưng nó thực sự rất đông đúc! Cá nhân tôi thích xem nó từ bên dưới cây cầu hơn là trên cầu do nơi đông người! Nếu bạn đứng trên cầu gần đầu rồng, hãy sẵn sàng hứng chịu những đợt nắng nóng và bị ướt bởi nước!Đọc thêm",
            "Một địa danh ở Đà Nẵng. Bạn không thể bỏ lỡ vì nhiều địa điểm chúng tôi đã ghé thăm đều ở hai bên cây cầu này. Chúng tôi thực sự đã đến một nhà hàng cách cây cầu này một quãng đi bộ để khám phá lối đi dạo. Đây dường như là một nơi lý tưởng để mọi người dành buổi tối cùng các thành viên trong gia đình dọc sông Hàn.Đọc thêm",
            "Đến đây vào Chủ nhật ngày 10 tháng 9, đến xem rồng vàng phun lửa và nước lúc 9 giờ tối, trước 9 giờ tối, nhiều du khách đã đến đây và chọn trước điểm quan sát để xem màn trình diễn lửa và nước của rồng. Lưu ý nên tránh xa đầu rồng, nếu không bạn có thể bị ướt khi biểu diễn thở nước. chương trình thường kéo dài khoảng 15 phút. đầu rồng sẽ phun lửa trước, sau đó mới phun nước. Sau buổi biểu diễn, nhiều du khách sẽ chụp ảnh ở hai bên cầu, tôi cũng chụp vài bức ảnh với đầu rồng. Buổi biểu diễn chỉ diễn ra vào tối thứ bảy và chủ nhật, nếu bạn muốn xem hãy nhớ đến sớm hơn để chụp ảnh nhé một địa điểm tốt, vì nó có thể rất đông đúc.Đọc thêm",
            "Tôi đã muốn xem Cầu Rồng phun lửa cách đây bốn năm nhưng không may đã ngủ qua đêm ở A - E. Lần này tôi đã đến xem và đó là tất cả những gì tôi muốn xem! Một điều nữa đã được đánh dấu trong danh sách dài những điều tôi muốn làm! Đọc thêm",
            "Người tài xế taxi của chúng tôi đã kể cho chúng tôi về sự kiện này khi anh ấy đón chúng tôi từ sân bay .. nên đương nhiên chúng tôi nhờ anh ấy đón chúng tôi và đưa chúng tôi đến con rồng phun lửa -  \nỒ ! Thật là một cảnh tượng mà chúng tôi thấy nó hoàn toàn tuyệt vời và thật là một sự thu hút đám đông! Điển hình là khách du lịch - phải xem - nhưng đừng đứng trên cầu đối diện với con rồng nếu không bạn - sẽ bị ngâm nước!\nTôi có thể tưởng tượng rằng đó có thể là một - sự bất tiện - đối với người dân địa phương vì họ đã đóng cầu, nhưng xin đừng quên rằng khách du lịch tình cờ đến thành phố của bạn với nhiều tiền đồng!!! \nCó khá nhiều đánh giá tiêu cực về con rồng phun lửa này ... đối với những người nói - đừng bận tâm - tôi nói ngược lại - Bah Humbug - Vượt qua đi!  Và tôi - tôi chắc chắn rằng mọi người có thể tự quyết định..Đọc thêm",
            "Trang web ấn tượng để xem. Vào lúc 9 giờ tối thứ sáu, thứ bảy và chủ nhật rồng phun lửa và phun nước rất mát mắt! Nó cũng nằm ngay cạnh chợ thực phẩm lớn và các nhà hàng ven sông. Khu vực này cực kỳ sầm uất vào khoảng thời gian chúng tôi đến lúc 9 giờ tốiĐọc thêm",
            "Thứ bảy-Chủ nhật- 9 giờ tối trong khoảng 15 phút biểu diễn... Đám đông xung quanh để xem buổi biểu diễn, không khí và buổi biểu diễn thực sự - tất cả đều đáng xem.\nĐầu rồng phóng ra lửa trước và sau một khoảng trống là nước.... \nBạn có thể lên kế hoạch ghé thăm chợ đêm gần đó trước - sau buổi biểu diễn, vì vậy hãy lên kế hoạch cho phù hợp. Nếu phải đợi buổi biểu diễn, hãy mang theo thứ gì đó để ra sân, ngồi đợi buổi biểu diễn bắt đầu.Đọc thêm",
            "Tối thứ Sáu, tôi đi ngang qua đây. Tôi đang thắc mắc tại sao lại có nhiều người xung quanh và tôi chợt nhận ra buổi biểu diễn cầu rồng. Thế là tôi dừng lại để xem. Nó đáng giá. Và nó miễn phí. Chỉ cần đừng đến gần đầu rồng nếu bạn không muốn cảm nhận sức nóng từ ngọn lửa và nếu bạn không muốn bị ướt bởi nước. Đọc thêm",
            "Đến đây vào Chủ nhật ngày 10 tháng 9, đến xem rồng vàng phun lửa và nước lúc 9 giờ tối, trước 9 giờ tối, nhiều du khách đã đến đây và chọn trước điểm quan sát để xem màn trình diễn lửa và nước của rồng. Lưu ý nên tránh xa đầu rồng, nếu không bạn có thể bị ướt khi biểu diễn thở nước. chương trình thường kéo dài khoảng 15 phút. đầu rồng sẽ phun lửa trước, sau đó mới phun nước. Sau buổi biểu diễn, nhiều du khách sẽ chụp ảnh ở hai bên cầu, tôi cũng chụp vài bức ảnh với đầu rồng. Buổi biểu diễn chỉ diễn ra vào tối thứ bảy và chủ nhật, nếu bạn muốn xem hãy nhớ đến sớm hơn để chụp ảnh nhé một địa điểm tốt, vì nó có thể rất đông đúc.Đọc thêm",
            "Tôi choáng ngợp với - show - . Tôi khuyên bạn nên xem trên youtube và quyết định xem bạn có bị làm phiền không. Họ thực sự nên cố gắng làm nhiều hơn nữa với chương trình có cấu trúc khá thú vị.Đọc thêm",
            "Một địa danh ở Đà Nẵng. Bạn không thể bỏ lỡ vì nhiều địa điểm chúng tôi đã ghé thăm đều ở hai bên cây cầu này. Chúng tôi thực sự đã đến một nhà hàng cách cây cầu này một quãng đi bộ để khám phá lối đi dạo. Đây dường như là một nơi lý tưởng để mọi người dành buổi tối cùng các thành viên trong gia đình dọc sông Hàn.Đọc thêm",
            "Cầu được xây dựng bắc qua sông Hàn từ đường Nguyễn Văn Linh đến đường Võ Văn Kiệt, cách bãi biển Mỹ Khê khoảng 2km, cách sân bay quốc tế Đà Nẵng khoảng 5km. Vào ban đêm, cây cầu trở nên sống động nhờ màu sắc ánh sáng thay đổi bất thường và trông thật tuyệt vời.  Đọc thêm",
            "Địa điểm ngắm cảnh đặc biệt này đã hoàn toàn cản trở chuyến đi của chúng tôi đến Việt Nam. Cây cầu đóng cửa không cho xe cộ qua lại vài phút trước khi buổi biểu diễn bắt đầu và chật cứng người - kể cả chợ đêm ngay dưới chân cầu - . Ngọn lửa mà con rồng phun ra trở nên hơi đơn điệu và người ta thực sự có thể cảm nhận được sức nóng khủng khiếp và mùi dầu hỏa nếu bạn đến gần đầu rồng. Sự hỗn loạn bắt đầu khi con rồng bắt đầu phun nước với một lực rất mạnh và thực sự làm ướt đẫm tất cả những người đứng gần đầu con rồng. Và trong quá trình đó có sự hỗn loạn và đó là lúc những tên trộm vặt đang có một ngày hoành tráng. Một người bạn của tôi đã bị cướp điện thoại trong vòng vài giây sau khi tia nước phun hết lực. Khi đến cơ quan công an khiếu nại, chúng tôi còn gặp một phụ nữ châu Âu khác đến không chỉ mất điện thoại, vài triệu đồng và cả hộ chiếu. Tên trộm đã ném hộ chiếu mà một người tốt bụng nào đó đã giao cho cảnh sát. Hộ chiếu ướt sũng và bị giẫm đạp hoàn toàn. Người phụ nữ tội nghiệp đã khóc nhẹ nhõm khi nhìn thấy hộ chiếu của mình. Đó hoàn toàn là một cơn ác mộng..... Xin hãy tránh nó!Đọc thêm",
            "Tôi thực sự rất thích chuyến đi này và chủ nhà rất nhiều. Tôi cảm thấy nó rất đáng tiền và một lần nữa là một hướng dẫn tuyệt vời.Đọc thêm",
            "Chúng tôi đã đến vào tối Chủ nhật để xem chương trình, đó là một trải nghiệm giải trí thú vị như một điều không thể làm được.Đọc thêm",
            "Đó là một chương trình vui nhộn nhưng nó thực sự rất đông đúc! Cá nhân tôi thích xem nó từ bên dưới cây cầu hơn là trên cầu do nơi đông người! Nếu bạn đứng trên cầu gần đầu rồng, hãy sẵn sàng hứng chịu những đợt nắng nóng và bị ướt bởi nước!Đọc thêm",
            "Ở tại khách sạn Val Soleil ở Đà Nẵng, nằm trong khoảng cách đi bộ dễ dàng đến cầu rồng. Chúng ta cũng có thể nhìn thấy cây cầu rồng từ quán bar trên sân thượng. Cây cầu thay đổi màu sắc vào ban đêm, thay đổi giữa các màu đỏ, xanh, vàng - rất hấp dẫn. Chúng tôi đến cây cầu vào lúc 9 giờ tối thứ Bảy khi cây cầu không cho xe cộ qua lại và rồng phun lửa rồi phun nước - trải nghiệm tuyệt vời nếu bạn quay phim.Đọc thêm",
            "Đó là cây cầu dài bắc qua sông ở Đà Nẵng với hình con Rồng được xây dựng phía trên đường.  Vào ban đêm có đèn đổi màu nhiều màu chiếu sáng toàn bộ cây cầu.  Đôi khi miệng Rồng sẽ thở ra một loại Lửa!Đọc thêm"
        ],
        "star_ratings": [
            2687,
            2031,
            1008,
            142,
            60
        ],
        "review_amount": 5928,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Cầu Rồng",
            "Đà Nẵng",
            "Những việc cần làm ở Đà Nẵng"
        ],
        "reviews_time": [
            "Written June 30, 2023",
            "Written July 11, 2023",
            "Written August 1, 2023",
            "Written August 27, 2023",
            "Written October 4, 2023",
            "Written October 21, 2023",
            "Written October 26, 2023",
            "Written November 5, 2023",
            "Written November 15, 2023",
            "Written December 10, 2023",
            "Written October 4, 2023",
            "Written September 8, 2023",
            "Written August 27, 2023",
            "Written August 24, 2023",
            "Written August 18, 2023",
            "Written August 3, 2023",
            "Written August 2, 2023",
            "Written August 1, 2023",
            "Written July 11, 2023",
            "Written June 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298085-d6612108-Reviews-or60-Dragon_Bridge-Da_Nang.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25073751-Reviews-La_Cabana_House_Of_Bbq-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d27166754-Reviews-Xom_M_i_Garden_Da_N_ng-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d8527479-Reviews-Fatfish_Restaurant_Lounge_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11873423-Reviews-Pizza_4P_s_Hoang_Van_Thu-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d25332443-Reviews-Bep_Que_Restaurant-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d10800749-Reviews-Tre_Viet_Cuisine-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g25231262-d24161498-Reviews-Co_Ba_Ph_Bo-Hai_Chau_Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d11962134-Reviews-Brilliant_Top_Bar-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24983321-Reviews-Cardi_Pizzeria_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298085-d24985405-Reviews-Cardi_Pizzeria_Bach_Dang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8115500-Reviews-DHC_Marina-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454979-Reviews-Da_Nang_Museum_of_Cham_Sculpture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12110597-Reviews-Riverside_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8090733-Reviews-Han_River_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653608-Reviews-Long_An_Temple-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6429186-Reviews-Museum_of_Sa_Huynh_Champa_Culture-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17653598-Reviews-APEC_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12273530-Reviews-Da_Nang_Catheral-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d25237434-Reviews-Cho_Ha_Than-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or50-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or70-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-Dragon_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d7118743-Reviews-Linh_Ung_Pagoda-Son_Tra_Peninsula_Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5531576-Reviews-Lady_Buddha-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d454980-Reviews-The_Marble_Mountains-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14991251-Reviews-Golden_Bridge-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15000706-Reviews-Now_Spa-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7043562-Reviews-Sun_Wheel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d2348904-Reviews-Phap_Lam_Pagoda-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7022776-Reviews-Ban_Co_Peak-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d21393898-Reviews-Top_Driver-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d15300780-Reviews-Golden_Lotus_Oriental_Organic_Spa_1-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d4584802-Reviews-Da_Nang_Food_Tour-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25314796-Reviews-IKIGAI_SPA_CENTER-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8855039-Reviews-Golden_Rice_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d14942027-Reviews-Azit_Nails-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d8856670-Reviews-Vietnam_Eco_Tours-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12364144-Reviews-Tabalo_Outdoor-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7272080-Reviews-Pheva_Chocolate-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d25309254-Reviews-Khanh_Hung_Optical-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d26864727-Reviews-Azit_Multiplex-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d17739218-Reviews-Charm_Spa_Grand_Da_Nang-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d16706374-Reviews-Tuan_Motorbikes_Rental-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g29586-d1008456-Reviews-Albertville_Premium_Outlets-Albertville_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d12384257-Reviews-Parque_Nacional_Tulum-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d17433152-Reviews-Gare_de_Nice_Ville-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g659611-d2720319-Reviews-Designer_Outlet_Noventa_di_Piave-Noventa_di_Piave_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g45992-d109985-Reviews-Truckee_River_Walk-Reno_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g680046-d14160034-Reviews-Caletta_Sant_Elia-Santa_Flavia_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g34913-d19260047-Reviews-Spa_Land_Sauna-Duluth_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d647063-Reviews-Muzeum_Krakowa_oddzial_Fabryka_Emalia_Oskara_Schindlera-Krakow_Lesser_Poland_Provi.html",
            "https://www.tripadvisor.com/Attraction_Review-g54448-d534525-Reviews-BMW_Zentrum-Spartanburg_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g46259-d10460905-Reviews-Lake_Horace-Weare_New_Hampshire.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or70-Dragon_Bridge-Da_Nang.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298085-d6612108-Reviews-or60-Dragon_Bridge-Da_Nang.html"
    }
]