[
    {
        "attraction_name": "Dragonfly Cruise",
        "attraction_name_vi": "Du thuyền chuồn chuồn",
        "general_info": [
            "2.868 đánh giá",
            "26 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Các tour tham quan",
            "Tour xe buýt",
            "Chèo thuyền kayak",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tận hưởng Tour du thuyền trọn ngày từ Hà Nội đến Vịnh Hạ Long trên tàu buồm Dragonfly nổi tiếng và có được trải nghiệm Việt Nam độc đáo giữa những ngọn núi đá vôi karst tuyệt đẹp của Di sản thế giới ngoạn mục Vịnh Hạ Long - Di sản thế giới được UNESCO công nhận từ năm 1994 và 2000! Đặt trực tuyến không chỉ Vịnh Hạ Long. Bạn có thể tìm thấy các tour du lịch trọn gói của Ninh Bình và Sapa. Nhà tổ chức địa phương trực tiếp - Giá địa phương - Chăm sóc địa phương! Đọc thêm",
        "reviews": [
            "Chúng tôi đã có một trải nghiệm TUYỆT VỜI với công ty này. Chúng tôi đặt một hành trình 2 ngày. 1 ngày trước chuyến tham quan, chúng tôi nhận được tin nhắn nói rằng hành trình đã kín chỗ và chúng tôi sẽ được đưa lên một hành trình khác có tên Golden Cruise. Họ nói giá và hành trình là như nhau. Lúc đó chúng tôi đã đi Hạ Long rồi nên phải chấp nhận sự thay đổi này. Hóa ra giá cả và hành trình của Golden Cruise đều không giống nhau! Ban đầu chúng tôi trả 290 euro cho 2 người nhưng Golden Cruise là 180 euro 5 triệu đồng. Chúng tôi chụp ảnh hóa đơn của khách hàng Golden Cruise và yêu cầu họ thanh toán lại cho chúng tôi kèm theo bằng chứng chênh lệch giá nhưng họ vẫn không chịu trả. Tóm lại; - Chúng tôi được đưa vào một hành trình mà chúng tôi không đăng ký - Trải nghiệm của chúng tôi với hành trình mới này thật tồi tệ do có gián xung quanh tàu, chúng tôi thậm chí còn tìm thấy một con trong thức ăn, bữa tiệc và âm nhạc ồn ào cho đến 2 giờ sáng nên không ngủ được và Dragonfly không chịu trách nhiệm về tất cả những điều này!- Dragonfly kiếm thêm lợi nhuận bằng cách đặt chúng tôi vào một hành trình rẻ hơn nhiều và từ chối trả lại số tiền chênh lệch! KHÔNG ĐƯỢC KHUYẾN NGHỊ! Đọc thêm",
            "Hướng dẫn viên Lucky Hoi của chúng tôi rất hài hước, khiến chúng tôi gắn bó với chuyến đi. Nhờ tinh thần cao độ của anh ấy, đó là một chuyến đi tuyệt vời với nhiều người đến từ các quốc tịch khác. Tôi không cảm thấy chặng đường 3 tiếng ở đó là xa. Nó thật sự rất thú vị. Điểm dừng nghỉ ngơi đầy đủ, thức ăn trên hành trình tốt hơn mong đợi, không quên phong cảnh ngoạn mục cũng như đi thuyền tre. Mọi chi tiết đều được chăm chút để đảm bảo sự an toàn và vui vẻ của chúng tôi.Đọc thêm",
            "Kính gửi Quý khách hàng,\n\nCảm ơn bạn đã đánh giá hoàn hảo.\n\nNhóm của tôi và tôi vô cùng vui mừng khi biết rằng bạn đã tận hưởng chuyến tham quan Đảo và Hang động trọn ngày tuyệt vời của Vịnh Hạ Long từ Hà Nội với Charming Vietnam Travel với thương hiệu mới cho tour du lịch Vịnh Hạ Long 1 ngày: Dragonfly Cruise - Tour trong ngày.\nChúng tôi lưu ý rằng bạn đã tận hưởng mọi phần của chuyến tham quan với tài xế an toàn, hướng dẫn viên chuyên nghiệp, đồ ăn ngon và nhiều và các hoạt động của chúng tôi...\nĐánh giá tuyệt vời của bạn là động lực to lớn để toàn thể nhóm của chúng tôi tiếp tục công việc tốt đẹp. Tất cả chúng tôi đều mong muốn được chào đón bạn quay trở lại sớm nhất.\n\nChúng tôi trân trọng thời gian của bạn và sẽ cố gắng hết sức để tiếp tục cung cấp cho bạn loại dịch vụ mà bạn đã trải nghiệm.\n\nChúc bạn mọi điều tốt đẹp nhất từ ​​Hà Nội, Việt Nam!\n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise\nMột thành viên của Charming Vietnam Travel\nĐọc thêm",
            "Một cách tuyệt vời để ngắm nhìn Vịnh Hạ Long xinh đẹp. Được dẫn dắt bởi hướng dẫn viên tuyệt vời Lucky Hoi, chúng tôi đã tận hưởng cả ngày, đặc biệt là chèo thuyền kayak cho phép bạn trải nghiệm cận cảnh vịnh. Lucky thực sự rất thú vị và đã cho chúng tôi một số hiểu biết sâu sắc về lịch sử và văn hóa của khu vực. Chúng tôi chắc chắn sẽ giới thiệu chuyến tham quan này nếu bạn chỉ có một ngày để ghé thăm từ Hà Nội!Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã đánh giá hoàn hảo cho chúng tôi. Chúng tôi rất hân hạnh được chào đón bạn đến đây cùng Dragonfly Cruise, một Thương hiệu của CharmingvietnamTravel.com. \nTôi rất vui khi biết rằng bạn thích mọi thứ và đặc biệt là hướng dẫn viên du lịch của chúng tôi - Mr Lucky Hoi đã giúp tất cả các bạn giải trí trong suốt chuyến đi.\nChúng tôi chỉ tập trung vào quy mô nhóm vừa phải để đảm bảo mọi du khách đều có không gian tốt để tận hưởng những cảnh đẹp. Và hướng dẫn viên du lịch có thể được mọi người chăm sóc tốt nhất.\nTôi chắc chắn sẽ chuyển lời khen ngợi của bạn đến tất cả các thành viên trong nhóm của tôi để chào đón bạn tốt hơn nếu có cơ hội sớm. \n\nChúng tôi rất mong được phục vụ bạn lần nữa\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Nơi này chắc chắn đáng để ghé thăm. Phong cảnh đẹp và đội ngũ du lịch rất có sức chứa. Hang động rất ngoạn mục và cơ sở vật chất được bảo trì tốt. Đồ ăn ngon trên thuyền. Tài xế xe buýt tuyệt vời và danh tiếng cho hướng dẫn viên du lịch, Lucky Hoi - rất tốt bụng, thân thiện, kiên nhẫn và rất hài hước!Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nThật vui khi biết rằng bạn đã có khoảng thời gian rất đáng nhớ với chúng tôi và đã cho chúng tôi một đánh giá hoàn hảo. \n\nChúng tôi rất vui khi biết rằng bạn rất thích chuyến tham quan của chúng tôi, hướng dẫn viên nhiệt tình, đồ ăn ngon và cơ sở vật chất. Đó sẽ là động lực to lớn để toàn thể tập thể chúng tôi tiếp tục hoàn thành tốt công việc. Lần sau nếu có cơ hội chúng tôi rất mong được phục vụ bạn. Hois là một hướng dẫn thực sự tuyệt vời, nhiều thông tin, hài hước và hiểu biết\n\nChúng tôi đánh giá cao thời gian của bạn và chúng tôi sẽ cố gắng hết sức để tiếp tục cung cấp cho bạn loại dịch vụ mà bạn đã trải nghiệm.\n\nTrân trọng kính chào,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Một ngày rực rỡ từ Hà Nội. Ngày hôm đó được tổ chức rất tốt và hướng dẫn viên Lucky Hoi của chúng tôi vừa giải trí vừa cung cấp thông tin suốt cả ngày. Toàn bộ sự việc diễn ra suôn sẻ và theo hành trình đã được đề xuất.  Tổng thể chuyến tham quan đã mang đến một chuyến tham quan tuyệt vời đến Vịnh Hạ Long. Muốn giới thiệu.Đọc thêm",
            "Kính gửi Quý khách hàng,\n\nCảm ơn bạn đã đánh giá hoàn hảo cho chúng tôi. Chúng tôi rất vui khi được đón tiếp bạn tại Dragonfly Cruise, một thương hiệu của CharmingVietnamTravel.com.\n\nTôi rất vui khi biết rằng bạn thích mọi thứ và đặc biệt là hướng dẫn viên của chúng tôi - Ông Hội đã giúp tất cả các bạn giải trí trong suốt chuyến đi.\nChúng tôi chỉ tập trung vào quy mô vừa phải của nhóm để đảm bảo rằng mọi du khách đều có không gian tốt để tận hưởng cảnh quan tuyệt đẹp. Và hướng dẫn viên có thể chăm sóc tốt nhất cho mọi người.\n\nTôi chắc chắn sẽ chuyển lời khen của bạn đến tất cả các thành viên trong nhóm của tôi để có thể chào đón bạn tốt hơn nếu có cơ hội sớm.\n\nChúng tôi rất mong được phục vụ bạn một lần nữa.\n\nTrân trọng,\nNhóm chăm sóc khách hàng của Dragonfly Cruise\nMột thành viên của Charming Vietnam Travel\nĐọc thêm",
            "Chúng tôi đã đặt chỗ này thông qua Klook. Việc đón và trả khách tại khách sạn rất thuận tiện. Hướng dẫn viên của chúng tôi, ông Hội, rất thân thiện và hiểu biết về khu vực này. Anh ấy rất niềm nở và làm cho mọi người thoải mái. Bản thân chuyến tham quan thật tuyệt vời cũng như có nhiều hoạt động dành cho mọi người và bạn không cảm thấy bị áp lực khi tham gia nếu không cảm thấy thoải mái. Họ cho phép bạn chỉ ở trên thuyền để ngắm cảnh khá chu đáo.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã cho chúng tôi một đánh giá hoàn hảo.\nChúng tôi rất hân hạnh được đón tiếp bạn đến đây cùng Dragonfly Cruise, một Thương hiệu của Du lịch Duyên dáng Việt Nam. \n\nChúng tôi luôn cố gắng sắp xếp nhóm theo quy mô nhỏ để đảm bảo mọi người đều được hướng dẫn viên chăm sóc chu đáo. Không gian tốt trên xe buýt và du thuyền để tận hưởng những cảnh quan đẹp nhất của Vịnh Hạ Long chỉ trong hơn 4 giờ trên du thuyền và 3,5 giờ2 trên xe buýt trung chuyển từ Hà Nội - Hạ Long - Hà Nội. Một chuyến tham quan cả ngày bao gồm cả đón miễn phí trong khu phố cổ sẽ là sự lựa chọn tốt nhất cho mọi khách hàng.\n\nChúng tôi mong muốn được nhìn thấy bạn một lần nữa.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\n\nĐọc thêm",
            "Vịnh Hạ Long rất đẹp và thật tuyệt khi có thể chèo thuyền kayak qua một số vùng nước. Robert đã làm rất tốt khi chỉ cho chúng tôi tham quan hang động, tôi thích nhìn thấy tất cả các phần của hang động được cho là giống nhau. Tôi muốn xem nhiều hơn về hoạt động nuôi ngọc trai thực tế thay vì ngọc trai được bán ở điểm dừng chân đầu tiên của chuyến đi nhưng ngoài ra mọi thứ đều tuyệt vời. Đọc thêm",
            "Kính gửi Ông Climber,\nCảm ơn ông đã đánh giá tốt về chất lượng tour của chúng tôi.\nChúng tôi luôn có đội ngũ nhân viên được đào tạo bài bản làm việc để mang đến chất lượng tour tốt nhất cho du khách muốn tận hưởng vẻ đẹp của đất nước chúng tôi nhưng cũng muốn hiểu về lịch sử và văn hóa của chúng tôi.\nVì hành trình đôi khi bị chậm trễ do giao thông nên chúng tôi có thể sắp xếp dừng chân tại trang trại nuôi ngọc trai để tham quan để thời gian của tour được tốt hơn. Nhưng nếu bạn không cần mua thì chỉ cần ghé thăm để xem thêm các sản phẩm địa phương mà chúng tôi thấy có thể hữu ích cho bạn.\nTừ tất cả, chúng tôi luôn hy vọng bạn có thời gian vui vẻ với các dịch vụ tour và đội ngũ nhân viên của chúng tôi, những người sẽ giúp chuyến đi của bạn trở nên đáng nhớ hơn về Hạ Long và Việt Nam.Đọc thêm",
            "Đó là chuyến tham quan thú vị. Các thành viên trong gia đình tôi cũng đã tồn tại. Họ tận hưởng từng khoảnh khắc trong suốt cuộc hành trình. Hang động là phần tốt nhất của cuộc hành trình. Stuff đã thực sự hợp tác hữu ích. Đồ ăn cũng ngon.Đọc thêm",
            "Kính gửi Quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingVietnamTravel.com.\n\nThật vui khi biết rằng bạn đã có khoảng thời gian đáng nhớ cùng chúng tôi và đã cho chúng tôi một đánh giá hoàn hảo.\n\nChúng tôi vô cùng vui mừng khi biết rằng bạn thích chuyến tham quan của chúng tôi, sự nhiệt tình của hướng dẫn viên, đồ ăn ngon và các tiện nghi. Đó sẽ là động lực to lớn để toàn thể đội ngũ của chúng tôi tiếp tục làm việc tốt. Lần tới nếu có cơ hội, chúng tôi hy vọng sẽ được phục vụ bạn.\n\nChúng tôi trân trọng thời gian của bạn và sẽ cố gắng hết sức để tiếp tục cung cấp cho bạn loại dịch vụ mà bạn đã trải nghiệm.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nMột thành viên của Charming Vietnam Travel\nĐọc thêm",
            "Tôi đã đặt chuyến đi trong ngày Vịnh Hạ Long qua Klook và đó là một chuyến đi khá vội vàng. Tuy nhiên, Hội và nhóm đã làm tốt việc sắp xếp và kinh nghiệm của anh ấy đã tạo nên sự khác biệt.  Rất khuyến khích!Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn rất nhiều vì nhận xét tử tế của bạn về chất lượng của Dragonfly Cruise - từ DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \n\nChúng tôi thực sự vui mừng khi biết rằng ông Hội đã chỉ cho bạn vịnh Hạ Long chỉ với chuyến tham quan cả ngày. Anh ấy đã làm việc với chúng tôi trong nhiều năm nên anh ấy sẽ là một hướng dẫn viên du lịch rất chuyên nghiệp và chăm sóc tất cả các bạn trong từng chi tiết của chuyến tham quan. \nCả nhóm rất mong được phục vụ bạn một lần nữa và có cơ hội giới thiệu cho bạn nhiều hơn về Vịnh Hạ Long. \nXin vui lòng liên hệ với tôi sau đó.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Yêu chuyến đi. John, hướng dẫn viên du lịch của chúng tôi thực sự hữu ích, thân thiện, có sức chứa và nhiều thông tin. Chồng tôi và tôi rất thích chuyến đi. Khung cảnh ở Vịnh Hạ Long thật ngoạn mục. Bữa trưa rất ngon. Nhiều thức ăn. John hỏi chúng tôi về những yêu cầu về chế độ ăn uống trước khi phục vụ bữa trưa với món chay, hải sản hoặc thịt gà. Tại hang Ba Hang, chúng tôi chọn đi thuyền tre thay vì chèo thuyền kayak vì muốn chụp ảnh ngắm cảnh.  Chúng tôi thậm chí còn yêu cầu một ân huệ cá nhân là đi thuyền riêng thay vì chia sẻ với những người khác mà anh ấy cho phép sau khi hỏi người phụ trách ở đó Có lẽ chúng tôi may mắn vì không có nhiều người. Sau đó chúng tôi đến Động Thiên Đường Đồn Tiên Chung, nơi John giải thích về lịch sử của động. Thực tế là trong suốt chuyến đi, anh ấy đã cung cấp cho chúng tôi rất nhiều thông tin về Vịnh Hạ Long. Anh ấy nói tiếng Anh rất tốt và chúng tôi có thể hiểu anh ấy. Anh ấy khiến mọi người cảm thấy thoải mái trong chuyến đi này và giúp chúng tôi chụp ảnh. Chuyến xe buýt suôn sẻ và an toàn. Người lái xe cũng tốt. Nhìn chung, đó là một trải nghiệm thú vị và mọi người nên đến thăm nơi này và đặt chuyến tham quan này cùng họ. Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã đánh giá hoàn hảo của bạn.\n\nNhóm của tôi và tôi vô cùng vui mừng khi biết rằng bạn đã tận hưởng chuyến tham quan Hang động và Quần đảo Vịnh Hạ Long tuyệt vời của chúng tôi từ Hà Nội với Du lịch Việt Nam quyến rũ với thương hiệu mới cho chuyến tham quan Vịnh Hạ Long 1 ngày: Dragonfly Cruise - Day Tour. \nChúng tôi lưu ý rằng bạn rất thích từng phần trong chuyến tham quan của mình với tài xế an toàn, hướng dẫn viên du lịch chuyên nghiệp, đồ ăn ngon và nhiều cũng như các hoạt động của chúng tôi...\nĐánh giá tuyệt vời của bạn là động lực to lớn để tất cả đội ngũ của chúng tôi tiếp tục phát huy tốt công việc. Tất cả chúng tôi mong muốn được chào đón bạn trở lại sớm nhất.\nTôi đã chuyển lời khen ngợi của bạn tới ông John và những người khác trong nhóm của chúng tôi và họ rất vui khi nghe điều đó. Tất cả họ đều gửi lời chúc tốt đẹp nhất đến bạn. Lần sau nếu có cơ hội chúng tôi rất mong được phục vụ bạn.\n\nChúng tôi đánh giá cao thời gian của bạn và chúng tôi sẽ cố gắng hết sức để tiếp tục cung cấp cho bạn loại dịch vụ mà bạn đã trải nghiệm.\n\nChúc bạn mọi điều tốt đẹp nhất từ ​​Hà Nội, Việt Nam!\n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "CHÀO. Những gì bổ sung trong trường hợp mưa?\n\nCảm ơnĐọc thêm",
            "Tôi nghĩ, chuyến đi sẽ diễn ra, trừ khi có thủy triều dâng cao, biển động. Cảm ơnĐọc thêm",
            "Tôi quan tâm đến CHUYẾN DU NGOẠN NGÀY SANG TRỌNG VỊNH LAN HẠ 8 GIỜ DF03 của bạn vì nó sẽ sử dụng đường cao tốc mới và sẽ bao gồm cả Vịnh Hạ Long và Vịnh Lan Hạ\n\nTôi có một số câu hỏi\n\n1. Có bao gồm chèo thuyền kayak ở Hang Luồn không?\n2. Sức chứa tối đa của thuyền của bạn là bao nhiêu?\n3. Tour này có bao gồm trang trại nuôi ngọc trai không?\n\nCảm ơnĐọc thêm",
            "Xin chào, sẽ đi đường cao tốc 2 chiều.\nChèo thuyền kayak trong Cace tối và sáng! Hang Luồn chỉ dành cho chương trình 2 ngày!\nKhông có trang trại ngọc trai.\nSức chứa tối đa là 48 người nhưng chúng tôi thường sử dụng cho nhóm 10-24 người!Đọc thêm",
            "Xin chào. Các bạn đặt tour trên chính website hay qua TripAdvisor hay trên các website đặt phòng khác?Đọc thêm",
            "Hi Direct book - Dịch vụ trực tiếp từ địa phương - Nhà điều hành trực tiếp!Đọc thêm",
            "Tôi muốn biết giá tour du lịch Vịnh Hạ Long một ngày.\nVà tôi phải đặt chỗ ở đâu? Tôi chỉ có thể làm điều này ở Hyeondi?Đọc thêm",
            "Nó có thể rẻ hơn một chút nếu bạn mua nó tại địa phương.Đọc thêm"
        ],
        "star_ratings": [
            2757,
            98,
            10,
            2,
            1
        ],
        "review_amount": 2868,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền chuồn chuồn",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 10, 2024",
            "Written February 5, 2024",
            "Written February 1, 2024",
            "Written January 31, 2024",
            "Written January 23, 2024",
            "Written January 23, 2024",
            "Written January 6, 2024",
            "Written December 19, 2023",
            "Written December 17, 2023",
            "Written December 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or10-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11925452-Reviews-Tour_Sapa_By_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254659-Reviews-SonSon_Enterprise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17337774-Reviews-Kun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184346-Reviews-Charming_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27763279-Reviews-D_d_Hair_Salon-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7928322-Reviews-Aroma_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13816711-Reviews-Hanoi_Babylon_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8291627-Reviews-Viet_First_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11437011-Reviews-Le_Chalet_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26083808-Reviews-Hanoi_Shining_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18894268-Reviews-Hanoi_Transfer_and_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4079576-Reviews-Viet_Travel_Link_Corporation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10815262-Reviews-Daily_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60653-d255186-Reviews-Ko_olau_Golf_Club-Kaneohe_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g580322-d23025280-Reviews-Music_Square-Corralejo_La_Oliva_Fuerteventura_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g188081-d8581043-Reviews-Hohematte_Park-Interlaken_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g56797-d273993-Reviews-Tyler_State_Park-Tyler_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g154910-d2311017-Reviews-Valley_of_the_Ten_Peaks-Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g58359-d609356-Reviews-Peace_Arch_State_Park-Blaine_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d583526-Reviews-Sky_Bar_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g46170-d116320-Reviews-Six_Gun_City-Mount_Washington_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g652121-d670864-Reviews-Marina_Rubicon-Playa_Blanca_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293829-d3740742-Reviews-Mamba_Club-Kigali_Kigali_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or10-Dragonfly_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Dragonfly Cruise",
        "attraction_name_vi": "Du thuyền chuồn chuồn",
        "general_info": [
            "2.868 đánh giá",
            "26 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Chuyến tham quan bằng xe buýt",
            "Chèo thuyền kayak",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tận hưởng các chuyến du thuyền cả ngày từ Hà Nội đến Vịnh Hạ Long trên chiếc thuyền Junk nổi tiếng của Dragonfly và có được trải nghiệm Việt Nam độc đáo giữa những ngọn núi đá vôi tuyệt đẹp của Vịnh Hạ Long được xếp hạng Di sản Thế giới ngoạn mục - Di sản Thế giới được UNESCO công nhận từ năm 1994 và 2000! Đặt trực tiếp trực tuyến không chỉ Vịnh Hạ Long. Bạn có thể tìm thấy các tour du lịch trọn gói Ninh Bình và Sapa. Nhà tổ chức trực tiếp tại địa phương - Giá địa phương - Chăm sóc địa phương!Đọc thêm",
        "reviews": [
            "Vịnh Hạ Long thật tuyệt vời và quang cảnh thật tuyệt vời. Chuyến lưu diễn diễn ra suôn sẻ và John thực sự chuyên nghiệp. Rất khuyến khích chuyến tham quan này.HLBĐọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã dành cho chúng tôi đánh giá hoàn hảo về chuyến tham quan Hang động và Quần đảo Vịnh Hạ Long cả ngày từ Hà Nội với DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \n\nTôi và nhóm của tôi rất đánh giá cao thời gian của bạn. Và cảm ơn bạn đã lựa chọn tour và dịch vụ của chúng tôi. \n\nChúng tôi thực sự vui mừng khi biết rằng ông John đã chỉ cho bạn vịnh Hạ Long chỉ bằng chuyến tham quan cả ngày. Anh ấy là một hướng dẫn viên rất nhiệt tình và thực sự rất thích dành thời gian với bạn. \nCả nhóm rất mong được phục vụ bạn một lần nữa và có cơ hội giới thiệu cho bạn nhiều hơn về Vịnh Hạ Long.\n\nHoặc nếu bạn có yêu cầu đặc biệt nào cho chuyến tiếp theo tới Hạ Long. Hãy liên hệ với chúng tôi để có sự sắp xếp tốt nhất.\n\nTrân trọng,\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Chuyến đi một ngày tuyệt vời. Hướng dẫn viên John của chúng tôi rất kiên nhẫn và có tổ chức tốt. Chúng tôi đã được chăm sóc rất tốt. Chuyến đi không quá dài cũng không quá ngắn vì có đủ cảnh đẹp để ngắm nhìn.Đọc thêm",
            "Kính gửi Quý khách hàng,\n\nCảm ơn bạn đã đánh giá hoàn hảo cho chuyến tham quan vịnh Hạ Long trọn ngày gần đây của bạn từ Hà Nội với DragonflyCruise - một thương hiệu của CharmingVietnamTravel.com.\n\nChúng tôi thực sự vui mừng khi biết rằng anh John đã giới thiệu cho bạn vịnh Hạ Long chỉ với một chuyến tham quan trọn ngày. Anh ấy đã làm việc với chúng tôi trong nhiều năm và anh ấy sẽ là một hướng dẫn viên du lịch rất chuyên nghiệp và chăm sóc tất cả các bạn trong từng chi tiết của chuyến tham quan.\nToàn bộ nhóm sẽ mong muốn được phục vụ bạn một lần nữa và có cơ hội giới thiệu cho bạn nhiều hơn về vịnh Hạ Long.\n\nVui lòng liên hệ với tôi khi đó.\n\nTrân trọng,\n\nNhóm chăm sóc khách hàng của Dragonfly Cruise\nMột thành viên của Charming Vietnam Travel\nĐọc thêm",
            "Có một chuyến đi trong ngày thư giãn và thú vị đến Vịnh Hạ Long với hướng dẫn viên địa phương Lucky Hoi. Bối cảnh lịch sử hay và những chia sẻ thú vị của Hội về Vịnh Hạ Long, người hài hước và nói tiếng Anh tốt. Đón và trả khách rất thuận tiện từ khách sạn ở khu phố cổ. Nếu bạn đang ở Hà Nội với một ngày rảnh rỗi, bạn nên cân nhắc chuyến đi trong ngày này.Đọc thêm",
            "Thưa ông VinceKong,\nCảm ơn bạn đã đánh giá hoàn hảo nhờ chuyến tham quan Vịnh Hạ Long Cả ngày từ Hà Nội gần đây với DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \nChúng tôi thực sự rất vui khi biết rằng bạn có khoảng thời gian tuyệt vời với chúng tôi.\nChúng tôi luôn tập trung vào: Xe buýt mới hiện đại chạy đường dài từ Hà Nội đến Hạ Long và ngược lại, Hướng dẫn viên du lịch chuyên nghiệp với hoài bão trong ngành du lịch là chăm sóc khách hàng tốt nhất. Hướng dẫn viên chuyên nghiệp sẽ mang đến cho du khách những thông tin và hành trình tốt nhất trong chương trình. Mr Hội sẽ là người tốt nhất giải thích cho bạn những điểm tham quan mà bạn sẽ ghé thăm trong chương trình.\nĐối với hành trình ở Hạ Long, chúng tôi chọn chất lượng tốt nhất của hành trình Truyền thống với chất lượng của thủy thủ đoàn, sự chào đón nồng nhiệt và lái xe an toàn từ Thuyền trưởng. Anh ấy cũng là người đưa bạn đến những thắng cảnh đẹp nhất vịnh.\n\nMột lần nữa, chúng tôi xin cảm ơn những nhận xét tốt đẹp của bạn và mong được gặp lại bạn trong chuyến thăm Việt Nam tiếp theo.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Trải nghiệm tuyệt vời mà tôi chưa từng có trước đây !! Hướng dẫn về đồ ăn, mọi thứ đều hoàn hảo !! Bạn chắc chắn nên chọn hành trình chuồn chuồn! 100100 Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nChúng tôi đánh giá cao việc bạn đã để lại nhận xét tích cực về trải nghiệm của mình tại chuyến du thuyền Dragonfly- Tour Hạ Long cả ngày của chúng tôi. Và, chúng tôi rất vui vì bạn đã tận hưởng từng phần trong chuyến tham quan của mình với đội ngũ nhân viên hữu ích và chu đáo, đồ ăn ngon và nhiều cũng như các hoạt động của chúng tôi.\n\nNếu có bất kỳ cơ hội nào mà chuyến du lịch đưa bạn trở lại Hà Nội, chúng tôi rất vui được đồng hành cũng như hỗ trợ bạn.\n\nChúc mọi điều tốt đẹp nhất sẽ đến với bạn từ Hà Nội, Việt Nam!\n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Trải nghiệm vẫn ổn, nhưng đồ ăn không tuyệt vời. Các hoạt động thật vui vẻ! Sẽ còn tốt hơn nếu thời tiết tốt.Đọc thêm",
            "Kính gửi quý khách hàng, \n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi của mình với chúng tôi! Chúng tôi rất vui khi biết rằng bạn thấy các hoạt động này thú vị. Chúng tôi đánh giá cao sự trung thực của bạn về món ăn và chúng tôi xin lỗi vì bất kỳ sự thất vọng nào bạn gặp phải về khía cạnh đó. Chúng tôi hiểu rằng thời tiết có thể đóng một vai trò quan trọng trong trải nghiệm tổng thể và chúng tôi rất tiếc về bất kỳ sự bất tiện nào do điều kiện thời tiết gây ra.\n\nÝ kiến ​​đóng góp của bạn rất có giá trị đối với chúng tôi và chắc chắn chúng tôi sẽ xem xét nhận xét của bạn để cải thiện trong tương lai. Nếu bạn quyết định cho chúng tôi một cơ hội khác trong tương lai, chúng tôi rất muốn đảm bảo trải nghiệm tổng thể tích cực hơn cho bạn.\n\nCảm ơn bạn đã chọn dịch vụ của chúng tôi và nếu bạn có bất kỳ vấn đề cụ thể nào muốn chúng tôi giải quyết, vui lòng cho chúng tôi biết.\n\nTrân trọng,\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Chuyến đi được JC tổ chức một cách xuất sắc, Bữa trưa tuyệt vời, nước trong lành, thời tiết đẹp, dành cho những người tìm kiếm phiêu lưu, thư giãn, hoàn toàn sẽ giới thiệu chuyến đi này Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã đánh giá hoàn hảo nhờ chuyến tham quan Vịnh Hạ Long Cả ngày từ Hà Nội gần đây với DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \n\nNhóm của tôi và tôi rất vui vì bạn đã tận hưởng chương trình du lịch hoàn hảo của chúng tôi với tài xế an toàn, xe hơi thoải mái, hành trình truyền thống đẹp và rõ ràng, bữa trưa hải sản ngon miệng và đội ngũ nhân viên tuyệt vời. \n\nCảm ơn bạn một lần nữa vì đã giới thiệu Dragonfly Cruise của chúng tôi cho những khách du lịch khác. Chúng tôi hy vọng sẽ có một cơ hội khác để chào đón bạn trở lại.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Nơi đẹp và tuyệt vời để thư giãn khỏi cuộc sống thành phố. Chúng tôi chèo thuyền kayak, khám phá các hang động và dùng bữa trên thuyền. Hướng dẫn viên John là người giàu thông tin, hữu ích và chia sẻ với niềm đam mê lớn. HLB Đọc thêm",
            "Kính gửi quý khách hàng, \n\nCảm ơn bạn đã cho chúng tôi một đánh giá hoàn hảo. \n\nChúng tôi rất hân hạnh được chào đón bạn đến đây cùng Dragonfly Cruise, một Thương hiệu của CharmingvietnamTravel.com. \n\nTôi rất vui khi biết rằng bạn thích chuyến tham quan của chúng tôi với những món ăn ngon, các hoạt động thú vị: tham quan các đảo và Động Thiên Cung, chèo thuyền kayak quanh các đảo ở Vịnh Hạ Long và đặc biệt là hướng dẫn viên du lịch của chúng tôi - Mr John, người luôn chăm sóc tất cả các bạn. Từ phản hồi tốt đẹp của bạn, chúng tôi biết rằng nỗ lực của chúng tôi trong việc sắp xếp các dịch vụ cho bạn đã thành công. \n\nCảm ơn bạn một lần nữa và chúng tôi rất mong được chào đón bạn quay lại đây sớm nhất. \n\nTrân trọng, \n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise \n\nĐọc thêm",
            "Hướng dẫn viên du lịch là tốt. Rất thân thiện. Mọi thứ đều tốt đẹp. Tớ đã rất vui. Tôi thích đồ ăn nhưng đồ uống thì không miễn phí. Đọc thêm",
            "Thưa ông Jessan,\n\nCảm ơn bạn đã cho chúng tôi một đánh giá hoàn hảo.\n\nChúng tôi rất hân hạnh được chào đón bạn đến đây cùng Dragonfly Cruise, một Thương hiệu của CharmingvietnamTravel.com. \n\nTôi rất vui khi biết rằng bạn thích mọi thứ và đặc biệt là hướng dẫn viên du lịch của chúng tôi. Từ phản hồi tốt đẹp của bạn, chúng tôi biết rằng nỗ lực của chúng tôi trong việc sắp xếp các dịch vụ cho bạn đã thành công.\n\nCảm ơn bạn một lần nữa và chúng tôi rất mong được chào đón bạn quay lại đây sớm nhất.\n\nTrân trọng kính chào,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\n\nĐọc thêm",
            "Chúng tôi đã có rất nhiều niềm vui với hành trình này. Hướng dẫn viên du lịch dễ gần, tốt bụng và thông thạo tiếng Anh. Rất khuyến khích.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn! Chúng tôi rất vui khi biết rằng bạn đã có rất nhiều niềm vui trên chuyến đi và hướng dẫn viên du lịch của bạn là người dễ gần, tốt bụng và thông thạo tiếng Anh.\n\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi đánh giá cao những lời tốt đẹp của bạn. Nếu bạn có kế hoạch khám phá thêm hoặc có thêm bất kỳ phản hồi nào muốn chia sẻ, vui lòng liên hệ. Chúng tôi rất hân hạnh được hỗ trợ bạn tạo ra nhiều trải nghiệm đáng nhớ hơn.\n\nTrân trọng kính chào,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Tôi yêu sự hình thành đá vôi và hướng dẫn viên du lịch rất giỏi. Tôi đã có khoảng thời gian vui vẻ ở đây và tôi cũng gặp được những người mới. Chắc chắn sẽ quay trở lại. Đọc thêm",
            "Kính gửi quý khách hàng, \n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nChúng tôi rất vui mừng khi biết rằng bạn yêu thích các thành tạo đá vôi và đã có khoảng thời gian vui vẻ trong chuyến thăm của mình! Thật tuyệt vời khi hướng dẫn viên du lịch của bạn đã mang lại trải nghiệm thú vị cho bạn và việc gặp gỡ những người mới đã làm tăng thêm trải nghiệm tích cực.\n\nChúng tôi mong được chào đón bạn trở lại trong tương lai! Nếu bạn có thêm phản hồi để chia sẻ hoặc nếu có điều gì cụ thể mà bạn muốn cho lần truy cập tiếp theo, vui lòng cho chúng tôi biết.\n\nTrân trọng,\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "CHÀO. Những gì bổ sung trong trường hợp mưa?\n\nCảm ơnĐọc thêm",
            "Tôi nghĩ, chuyến đi sẽ diễn ra, trừ khi có thủy triều dâng cao, biển động. Cảm ơnĐọc thêm",
            "Tôi quan tâm đến CHUYẾN ĐI SANG TRỌNG HALONG LAN HA BAY FULL NGÀY 8 GIỜ DU LỊCH DF03 vì nó sẽ sử dụng đường cao tốc mới và sẽ bao gồm cả Vịnh Hạ Long và Vịnh Lan Hạ\n\nTôi có một số câu hỏi\n\n1. Sẽ bao gồm chèo thuyền kayak trong Hang Luồn?\n2. Công suất tối đa của thuyền của bạn là bao nhiêu?\n3. Chuyến tham quan này có bao gồm trang trại ngọc trai không?\n\nCảm ơn bạnĐọc thêm",
            "Xin chào, sẽ đi đường cao tốc 2 chiều.\nChèo thuyền kayak trong Cace tối và sáng! Hang Luồn chỉ dành cho chương trình 2 ngày!\nKhông có trang trại ngọc trai.\nSức chứa tối đa là 48 người nhưng chúng tôi thường sử dụng cho nhóm 10-24 người!Đọc thêm",
            "Xin chào. Các bạn đặt tour trên chính website hay qua TripAdvisor hay trên các website đặt phòng khác?Đọc thêm",
            "Hi Direct book - Dịch vụ trực tiếp từ địa phương - Nhà điều hành trực tiếp!Đọc thêm",
            "Tôi muốn biết giá tour du lịch Vịnh Hạ Long một ngày.\nVà tôi phải đặt chỗ ở đâu? Tôi chỉ có thể làm điều này ở Hyeondi?Đọc thêm",
            "Nó có thể rẻ hơn một chút nếu bạn mua nó tại địa phương.Đọc thêm"
        ],
        "star_ratings": [
            2757,
            98,
            10,
            2,
            1
        ],
        "review_amount": 2868,
        "location": [
            "Việt Nam",
            "Những việc cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền Dragonfly",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 8, 2023",
            "Written December 7, 2023",
            "Written December 5, 2023",
            "Written December 4, 2023",
            "Written December 1, 2023",
            "Written November 29, 2023",
            "Written November 25, 2023",
            "Written November 21, 2023",
            "Written November 21, 2023",
            "Written November 21, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d13358348-Reviews-or10-Dragonfly_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or20-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11925452-Reviews-Tour_Sapa_By_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254659-Reviews-SonSon_Enterprise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17337774-Reviews-Kun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184346-Reviews-Charming_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27763279-Reviews-D_d_Hair_Salon-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7928322-Reviews-Aroma_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13816711-Reviews-Hanoi_Babylon_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8291627-Reviews-Viet_First_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11437011-Reviews-Le_Chalet_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26083808-Reviews-Hanoi_Shining_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18894268-Reviews-Hanoi_Transfer_and_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4079576-Reviews-Viet_Travel_Link_Corporation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10815262-Reviews-Daily_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g31231-d1828323-Reviews-Hurricane_Harbor_Phoenix-Glendale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g42794-d2555923-Reviews-Warren_Community_Centre_Indoor_Waterpark-Warren_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g61000-d10742937-Reviews-Yosemite_Valley_Shuttle_System-Yosemite_National_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298061-d1453101-Reviews-Jebel_Hafeet-Al_Ain_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d1940985-Reviews-Ferrari_World_Abu_Dhabi-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294003-d2479409-Reviews-360_Mall-Kuwait_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d1961541-Reviews-McDowell_Nature_Center_and_Preserve-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g3264394-d1882986-Reviews-Lake_Tuz-Sereflikochisar.html",
            "https://www.tripadvisor.com/Attraction_Review-g150776-d152722-Reviews-Avenida_Revolucion-Tijuana_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d3705429-Reviews-Majnu_Ka_Tilla-New_Delhi_National_Capital_Territory_of_Delhi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or20-Dragonfly_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or10-Dragonfly_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Dragonfly Cruise",
        "attraction_name_vi": "Du thuyền Dragonfly",
        "general_info": [
            "2.868 đánh giá",
            "26 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Chuyến tham quan bằng xe buýt",
            "Chèo thuyền kayak",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tận hưởng các chuyến du thuyền cả ngày từ Hà Nội đến Vịnh Hạ Long trên chiếc thuyền Junk nổi tiếng của Dragonfly và có được trải nghiệm Việt Nam độc đáo giữa những ngọn núi đá vôi tuyệt đẹp của Vịnh Hạ Long được xếp hạng Di sản Thế giới ngoạn mục - Di sản Thế giới được UNESCO công nhận từ năm 1994 và 2000! Đặt trực tiếp trực tuyến không chỉ Vịnh Hạ Long. Bạn có thể tìm thấy các tour du lịch trọn gói Ninh Bình và Sapa. Nhà tổ chức trực tiếp tại địa phương - Giá địa phương - Chăm sóc địa phương!Đọc thêm",
        "reviews": [
            "Đối tác của tôi và tôi thực sự rất thích chuyến đi trong ngày đến Ninh Bình! Chúng tôi phải đạp xe, đi thuyền tre và đi bộ một đoạn ngắn lên những bậc đá lên Đỉnh Hang Múa để ngắm cảnh tuyệt vời. Xin gửi lời cảm ơn đến hướng dẫn viên của chúng tôi, Việt, người đã khiến ngày này trở nên đáng nhớ hơn bằng cách chia sẻ kiến ​​thức về lịch sử khu vực, những câu chuyện cá nhân của anh ấy và về Việt Nam nói chung! Đó là một ngày vui vẻ, tràn ngập hoạt động mà chúng tôi yêu thích và có một người hướng dẫn tuyệt vời, vì vậy tôi đặc biệt giới thiệu những ai thích những hoạt động như vậy: Đọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi! Rất vui khi biết rằng bạn và đối tác đã tận hưởng chuyến đi trong ngày đến Ninh Bình.\n\nCó vẻ như bạn đã có khoảng thời gian tuyệt vời với việc đạp xe, đi thuyền tre và đi bộ lên đỉnh Hang Múa để ngắm cảnh tuyệt vời đó. Chúng tôi rất vui vì những hoạt động này đã góp phần mang lại niềm vui chung cho bạn.\n\nXin gửi lời cảm ơn đặc biệt đến Việt vì đã khiến ngày của bạn trở nên đáng nhớ hơn với kiến ​​thức và những câu chuyện cá nhân của anh ấy. Hãy nhớ chuyển lời cảm kích của bạn tới anh ấy nhé.\n\nChúng tôi đánh giá cao đề xuất của bạn và rất vinh dự được góp phần tạo nên một ngày vui vẻ và tràn đầy hoạt động cho bạn. Nếu bạn dự định khám phá thêm trong tương lai hoặc có thêm bất kỳ phản hồi nào muốn chia sẻ, vui lòng liên hệ. Chúng tôi rất mong được hỗ trợ bạn tạo ra nhiều trải nghiệm đáng nhớ hơn.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Chuyến tham quan diễn ra rất suôn sẻ từ đầu đến cuối, chúng tôi đã chụp được nhiều bức ảnh quanh Vịnh Hạ Long và chúng tôi rất thích hoạt động chèo thuyền kayak! Đừng mang thêm quần vì bạn có thể bị ướt, như tôi và đối tác của tôi. Rất cám ơn hướng dẫn viên Lucky Hoi của chúng tôi vì đã chia sẻ nhiều thông tin trong suốt chuyến tham quan và mang lại trải nghiệm tuyệt vời: Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm chuyến đi Vịnh Hạ Long và về đội Du thuyền Dragonfly của chúng tôi.\nChúng tôi rất vui khi thấy sự hài lòng của bạn về chuyến đi trong ngày Vịnh Hạ Long. Tôi hy vọng rằng bạn đã có nhiều bức ảnh đẹp về phong cảnh Vịnh Hạ Long, thời gian chèo thuyền kayak hoặc chuyến đi thuyền tre vào đường hầm nước, nếm thử các món ăn Việt Nam cùng nhóm. Cảm ơn bạn rất nhiều vì đã tận hưởng tất cả các dịch vụ.\n\nCảm ơn bạn rất nhiều vì mọi thứ một lần nữa.\nChúc bạn mọi điều tốt đẹp nhất từ ​​Hà Nội, Việt Nam!\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\n\nĐọc thêm",
            "Rất thích chuyến tham quan này và hướng dẫn viên Hoi của chúng tôi rất hữu ích và cung cấp nhiều thông tin. Chúng tôi cũng đã ghé qua một cửa hàng lưu niệm ngọc trai nơi họ giới thiệu cách nuôi cấy ngọc trai. Không có doanh số bán hàng quá khích nên điều đó rất tốt và lượng thời gian dành cho việc đó chỉ nhiều hơn một chút so với thời gian nghỉ vệ sinh thông thường là 20 phút?.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nThật vui khi nhận được đánh giá năm sao của bạn nhờ chuyến đi gần đây của bạn với chúng tôi với Dragonfly Cruise - một Thương hiệu của CharmingvietnamTravel.com.  \nNhóm của tôi và tôi rất vui khi biết rằng bạn cũng hạnh phúc. Tôi chắc chắn rằng nhóm của tôi rất thích phục vụ bạn cũng như bạn thích dịch vụ của chúng tôi, đặc biệt là anh Hội - hướng dẫn viên du lịch cho chuyến tham quan của bạn. \nVà toàn đội sẽ tiếp tục làm việc để chào đón bạn quay lại đây sớm bất cứ lúc nào.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "john hướng dẫn của chúng tôi rất hữu ích! chúng tôi đề xuất chuyến tham quan này, nó thú vị hơn vì hướng dẫn viên của chúng tôi. tốc độ tốt và số lượng khách không quá đôngĐọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của bạn với chúng tôi. Nhóm của tôi rất đánh giá cao thời gian quý báu của bạn.\n\nThật vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi và nỗ lực của chúng tôi trong việc sắp xếp dịch vụ cho bạn đã thành công.\n\nNếu bạn sắp quay lại khu vực của chúng tôi, chúng tôi rất mong được chào đón bạn sớm và giới thiệu với bạn những điều tuyệt vời của chúng tôi về Vịnh Hạ Long trong nhóm nhỏ để có chất lượng tốt hơn và đảm bảo hơn về các dịch vụ\nChúng tôi rất mong được chào đón bạn quay lại đây sớm nhất.\n\nTrân trọng kính chào,\n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Việc đón khách thật tuyệt vời, suôn sẻ và đúng giờ, hướng dẫn viên Lucky Hoi của chúng tôi thật tuyệt vời khi kể chuyện và đảm bảo sự an toàn của chúng tôi được duy trì tốt và đảm bảo mọi người đều cảm thấy thoải mái theo cách riêng của họ. Rất khuyến khích cho tất cả mọi người!Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã chia sẻ trải nghiệm tích cực của bạn với chúng tôi! Chúng tôi rất vui khi biết rằng việc đón khách diễn ra suôn sẻ và đúng giờ, góp phần mang lại sự khởi đầu tuyệt vời cho chuyến tham quan của bạn.\n\nThật tuyệt vời khi biết rằng Lucky Hoi, hướng dẫn viên du lịch của bạn, đã gây ấn tượng với bạn bằng kỹ năng kể chuyện và đảm bảo sự an toàn và thoải mái cho mọi người. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi!\n\nNếu bạn có kế hoạch khám phá thêm hoặc có thêm bất kỳ phản hồi nào muốn chia sẻ, vui lòng liên hệ. Chúng tôi rất vinh dự được hỗ trợ bạn tạo ra nhiều trải nghiệm tuyệt vời hơn.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Charming Vietnam TravelĐọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời và vui vẻ khi thực hiện chuyến tham quan trong ngày! Chúng tôi đã đến ngắm những nhũ đá và măng đá tuyệt đẹp trong Động Thiên Đường, tham gia các hoạt động dưới nước và thưởng thức một bữa tiệc đơn giản nhưng đầy đủ khi ở vịnh. Trên hết, thời tiết thuận lợi nên chúng tôi không gặp khó khăn gì. Chúng tôi cũng cảm ơn những ngôi sao may mắn vì đã được tặng một hướng dẫn viên du lịch tuyệt vời, Lucky Hoi - vì anh ấy đã chăm sóc tất cả chúng tôi. Anh ấy rất tận tâm và hiểu biết và đảm bảo rằng chúng tôi cảm thấy thoải mái. Đọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến tham quan trong ngày đầy thú vị và tận hưởng những nhũ đá và măng đá tuyệt đẹp trong Động Thiên Đường, các hoạt động dưới nước và một bữa tiệc thịnh soạn tại vịnh.\n\nThật tuyệt vời khi thời tiết đã phối hợp và góp phần mang lại trải nghiệm tích cực tổng thể. Chúng tôi cũng rất vui khi biết về hướng dẫn viên du lịch tuyệt vời của bạn, Lucky Hoi, và cách anh ấy chăm sóc nhóm của bạn bằng sự tận tâm, kiến ​​thức và đảm bảo sự thoải mái cho mọi người.\n\nNếu bạn có kế hoạch khám phá thêm hoặc có thêm bất kỳ phản hồi nào muốn chia sẻ, vui lòng liên hệ. Chúng tôi rất vinh dự được hỗ trợ bạn tạo ra những trải nghiệm thú vị và đáng nhớ hơn.\n\nTrân trọng,\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Chuyến đi tuyệt vời, đây là lần thứ ba tôi đến vịnh Hạ Long và là chuyến đi đầu tiên của tôi trong chuyến đi một ngày. Trái đất rất nhỏ, tôi để lại toàn bộ cho người bạn đã đặt và tổ chức chuyến đi cho tôi nhưng một lần nữa tôi lại gặp Hội, hướng dẫn viên du lịch của chúng tôi. Anh ấy đã thực hiện chuyến đi tuyệt vời cho chúng tôi một lần nữa Cảm ơn Hội!!Đọc thêm",
            "Kính gửi bà Marcathyr,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến đi tuyệt vời, đặc biệt là trong chuyến thăm một ngày đầu tiên đến Vịnh Hạ Long.\n\nThật tuyệt vời khi Hội, hướng dẫn viên du lịch của bạn, đã góp phần khiến chuyến đi trở nên đáng nhớ đối với bạn. Vâng, hãy chắc chắn chuyển lời cảm ơn của bạn đến anh ấy.\n\nNếu bạn có kế hoạch khám phá thêm hoặc có thêm bất kỳ phản hồi nào muốn chia sẻ, vui lòng liên hệ. Chúng tôi rất hân hạnh được hỗ trợ bạn tạo ra nhiều trải nghiệm đáng nhớ hơn.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Đó là chuyến đi tuyệt vờiTôi đã đi du lịch cùng Hội và anh ấy thực sự tốt bụng và cố gắng cung cấp cho tôi tất cả thông tin về vịnh Hạ Long. Tôi hy vọng tôi có thể gặp lại anh ấyĐọc thêm",
            "Kính gửi quý khách hàng,\n\nThật vui khi nhận được đánh giá năm sao của bạn nhờ chuyến đi gần đây của bạn với chúng tôi với Dragonfly Cruise - một Thương hiệu của CharmingvietnamTravel.com.  \n\nNhóm của tôi và tôi rất vui khi biết rằng bạn cũng hạnh phúc. Tôi chắc chắn rằng nhóm của tôi rất thích phục vụ bạn cũng như bạn thích dịch vụ của chúng tôi, đặc biệt là anh Hội - hướng dẫn viên du lịch cho chuyến tham quan của bạn. \nVà toàn đội sẽ tiếp tục làm việc để chào đón bạn quay lại đây sớm bất cứ lúc nào.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Chuyến đi tuyệt vời với khung cảnh ngoạn mục và hướng dẫn viên du lịch am hiểu và vui vẻ. Phải xem ở Việt Nam. Đọc thêm",
            "Kính gửi Quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingVietnamTravel.com.\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm du lịch Vịnh Hạ Long và về đội ngũ Dragonfly Cruise của chúng tôi.\nChúng tôi rất vui khi thấy bạn hài lòng với chuyến đi trong ngày đến Vịnh Hạ Long. Tôi hy vọng rằng bạn đã có nhiều bức ảnh đẹp về phong cảnh Vịnh Hạ Long, thời gian chèo thuyền kayak hoặc chuyến đi thuyền tre vào đường hầm nước, thưởng thức các món ăn Việt Nam. Cảm ơn bạn rất nhiều vì đã tận hưởng tất cả các dịch vụ.\n\nCảm ơn bạn rất nhiều vì mọi thứ một lần nữa.\nChúc bạn mọi điều tốt đẹp nhất từ ​​Hà Nội, Việt Nam!\nĐọc thêm",
            "Khung cảnh thật tuyệt vời, đặc biệt là chuyến đi bên trong Hang động. Họ cũng phục vụ thức ăn ngon trên du thuyền. John, hướng dẫn viên du lịch của chúng tôi rất thân thiện và chia sẻ thông tin với chúng tôi.Đọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn bạn đã đánh giá hoàn hảo cho chúng tôi. Chúng tôi rất hân hạnh được chào đón bạn đến đây cùng Dragonfly Cruise, một Thương hiệu của CharmingvietnamTravel.com. \nTôi rất vui khi biết rằng bạn thích mọi thứ và đặc biệt là hướng dẫn viên du lịch của chúng tôi - ông John đã giúp tất cả các bạn giải trí trong suốt chuyến đi.\nChúng tôi chỉ tập trung vào quy mô nhóm vừa phải để đảm bảo mọi du khách đều có không gian tốt để tận hưởng những cảnh đẹp. Và hướng dẫn viên du lịch có thể được mọi người chăm sóc tốt nhất.\nTôi chắc chắn sẽ chuyển lời khen ngợi của bạn đến tất cả các thành viên trong nhóm của tôi để chào đón bạn tốt hơn nếu có cơ hội sớm. \n\nChúng tôi rất mong được phục vụ bạn một lần nữa.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Xin chào. Phụ lục nào trong trường hợp trời mưa?\n\nCảm ơnĐọc thêm",
            "Tôi nghĩ, chuyến đi sẽ diễn ra, trừ khi có thủy triều cao và biển động. Cảm ơnĐọc thêm",
            "Tôi quan tâm đến CHUYẾN ĐI SANG TRỌNG HALONG LAN HA BAY FULL NGÀY 8 GIỜ DU LỊCH DF03 vì nó sẽ sử dụng đường cao tốc mới và sẽ bao gồm cả Vịnh Hạ Long và Vịnh Lan Hạ\n\nTôi có một số câu hỏi\n\n1. Sẽ bao gồm chèo thuyền kayak trong Hang Luồn?\n2. Công suất tối đa của thuyền của bạn là bao nhiêu?\n3. Chuyến tham quan này có bao gồm trang trại ngọc trai không?\n\nCảm ơn bạnĐọc thêm",
            "Xin chào, sẽ đi đường cao tốc 2 chiều.\nChèo thuyền kayak trong Cace tối và sáng! Hang Luồn chỉ dành cho chương trình 2 ngày!\nKhông có trang trại ngọc trai.\nSức chứa tối đa là 48 người nhưng chúng tôi thường sử dụng cho nhóm 10-24 người!Đọc thêm",
            "Xin chào. Các bạn đặt tour trên chính website hay qua TripAdvisor hay trên các website đặt phòng khác?Đọc thêm",
            "Hi Direct book - Dịch vụ trực tiếp từ địa phương - Nhà điều hành trực tiếp!Đọc thêm",
            "Tôi muốn biết giá tour du lịch Vịnh Hạ Long một ngày.\nVà tôi phải đặt chỗ ở đâu? Tôi chỉ có thể làm điều này ở Hyeondi?Đọc thêm",
            "Nó có thể rẻ hơn một chút nếu bạn mua nó tại địa phương.Đọc thêm"
        ],
        "star_ratings": [
            2757,
            98,
            10,
            2,
            1
        ],
        "review_amount": 2868,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền chuồn chuồn",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 20, 2023",
            "Written November 20, 2023",
            "Written November 19, 2023",
            "Written November 18, 2023",
            "Written November 17, 2023",
            "Written November 17, 2023",
            "Written November 17, 2023",
            "Written November 17, 2023",
            "Written November 17, 2023",
            "Written November 13, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d13358348-Reviews-or20-Dragonfly_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or10-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or30-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11925452-Reviews-Tour_Sapa_By_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254659-Reviews-SonSon_Enterprise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17337774-Reviews-Kun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184346-Reviews-Charming_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27763279-Reviews-D_d_Hair_Salon-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7928322-Reviews-Aroma_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13816711-Reviews-Hanoi_Babylon_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8291627-Reviews-Viet_First_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11437011-Reviews-Le_Chalet_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26083808-Reviews-Hanoi_Shining_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18894268-Reviews-Hanoi_Transfer_and_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4079576-Reviews-Viet_Travel_Link_Corporation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10815262-Reviews-Daily_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d7897355-Reviews-Arlanda_Express-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d614432-Reviews-Wellfleet_Drive_In_Theatre-Wellfleet_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g194900-d17806065-Reviews-The_Mall_Sanremo-Sanremo_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g3695551-d6898532-Reviews-Varkiza_Resort_Yabanaki_Beach-Vari_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d538158-Reviews-La_Isla-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g12520037-d13563044-Reviews-Hon_Thom_Cable_Car-An_Thoi_Phu_Quoc_Island_Kien_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d796251-Reviews-Santiago_Bernabeu_Stadium-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g41346-d2256770-Reviews-Plumpton_Park_Zoo-Rising_Sun_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d280191-Reviews-East_End_Beach-Portland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d7226951-Reviews-Alamitos_Bay-Long_Beach_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or30-Dragonfly_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or20-Dragonfly_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Dragonfly Cruise",
        "attraction_name_vi": "Du thuyền chuồn chuồn",
        "general_info": [
            "2.868 đánh giá",
            "26 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Chuyến tham quan bằng xe buýt",
            "Chèo thuyền kayak",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tận hưởng các chuyến du thuyền cả ngày từ Hà Nội đến Vịnh Hạ Long trên chiếc thuyền Junk nổi tiếng của Dragonfly và có được trải nghiệm Việt Nam độc đáo giữa những ngọn núi đá vôi tuyệt đẹp của Vịnh Hạ Long được xếp hạng Di sản Thế giới ngoạn mục - Di sản Thế giới được UNESCO công nhận từ năm 1994 và 2000! Đặt trực tiếp trực tuyến không chỉ Vịnh Hạ Long. Bạn có thể tìm thấy các tour du lịch trọn gói Ninh Bình và Sapa. Nhà tổ chức trực tiếp tại địa phương - Giá địa phương - Chăm sóc địa phương!Đọc thêm",
        "reviews": [
            "John là một hướng dẫn viên du lịch rất giỏi. Chuẩn bị mọi thứ cho chúng tôi và thông tin tốt về đất đai. Tốt cho các nhóm nhỏ hoặc lớn. Khung cảnh thật ngoạn mục và có thể trải nghiệm kiệt tác của thiên nhiên là một trải nghiệm đáng kinh ngạc.HLBĐọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nCó thể bạn đã có khoảng thời gian tuyệt vời với chúng tôi. Cảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá xuất sắc cho chúng tôi trên Tripadvisor. \n\nChúng tôi chọn hành trình Cổ điển để đảm bảo bạn có ấn tượng tốt nhất với khu vực mà chúng tôi sẽ du ngoạn ở Vịnh Hạ Long - Di sản Thiên nhiên Thế giới được UNESCO công nhận vào năm 1994 và 2000. Đặc biệt là hướng dẫn viên John của chúng tôi, anh ấy đã làm việc với chúng tôi trong nhiều năm. anh ấy sẽ là một hướng dẫn viên du lịch rất chuyên nghiệp và chăm sóc tất cả các bạn trong từng chi tiết của chuyến tham quan. \n\nTôi đã chuyển lời khen ngợi của bạn tới ông John và những người khác trong nhóm của chúng tôi và họ rất vui khi nghe điều đó. Tất cả họ đều gửi lời chúc tốt đẹp nhất đến bạn.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Tôi đã có một trải nghiệm du lịch tuyệt vời với một hướng dẫn viên du lịch đặc biệt thân thiện và giàu thông tin. Trong suốt chuyến đi, họ đã chia sẻ những hiểu biết quý giá và khiến chuyến đi trở nên thực sự đáng nhớ. Sự hướng dẫn của họ đã nâng cao sự hiểu biết của chúng tôi về những nơi chúng tôi đã đến thăm và sự nhiệt tình của họ đã lan tỏa. Rõ ràng là họ đam mê những gì họ làm và sự cống hiến của họ để đảm bảo chúng tôi có một khoảng thời gian tuyệt vời là điều hiển nhiên. Kiến thức và bản chất thân thiện của họ đã khiến chuyến lưu diễn này nổi bật như một trong những chuyến tham quan tuyệt vời nhất mà tôi từng tham gia. Tôi không thể yêu cầu một hướng dẫn tốt hơn. Cảm ơn bạn đã làm cho chuyến đi trở nên thú vị!Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nCảm ơn bạn rất nhiều vì đánh giá rực rỡ của bạn! Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm du lịch tuyệt vời và hướng dẫn viên du lịch của bạn đã khiến chuyến đi thực sự đáng nhớ.\n\nThật tuyệt vời khi biết rằng những hiểu biết sâu sắc và nhiệt tình có giá trị của hướng dẫn viên đã nâng cao hiểu biết của bạn về những địa điểm đã ghé thăm. Chúng tôi rất vui vì niềm đam mê và sự cống hiến của họ trong việc đảm bảo bạn có một khoảng thời gian tuyệt vời đã tỏa sáng, khiến chuyến tham quan này trở thành một trong những chuyến tham quan tuyệt vời nhất mà bạn từng tham gia.\n\nVâng, hãy chắc chắn chuyển lời khen ngợi của bạn đến hướng dẫn của bạn. Nếu bạn có kế hoạch khám phá thêm hoặc có thêm bất kỳ phản hồi nào muốn chia sẻ, vui lòng liên hệ. Chúng tôi rất hân hạnh được hỗ trợ bạn tạo ra những trải nghiệm thú vị hơn.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Đã có một thời gian tuyệt vời trên hành trình đến Vịnh Hạ Long. Tôi thực sự rất thích chuyến tham quan hang động. John là một hướng dẫn tuyệt vời. HLBĐọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn rất nhiều vì nhận xét tử tế của bạn về chất lượng của Dragonfly Cruise - từ DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \n\nChúng tôi thực sự vui mừng khi biết rằng ông John đã chỉ cho bạn vịnh Hạ Long chỉ với chuyến tham quan cả ngày. Anh ấy đã làm việc với chúng tôi nhiều năm hơn nên anh ấy sẽ là một hướng dẫn viên du lịch rất chuyên nghiệp và chăm sóc tất cả các bạn trong từng chi tiết của chuyến tham quan. \nCả nhóm rất mong được phục vụ bạn một lần nữa và có cơ hội giới thiệu cho bạn nhiều hơn về Vịnh Hạ Long. \n\nXin vui lòng liên hệ với tôi sau đó.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Phải ghé thăm địa điểm nếu bạn đang đi du lịch đến hoặc gần Hà Nội. Tôi đã đặt một chuyến tham quan Vịnh Hạ Long và trải nghiệm thật tuyệt vời. Hướng dẫn viên John rất thân thiện và cung cấp thông tin cần thiết. Tận hưởng vẻ đẹp của HLBĐọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nCó thể bạn đã có khoảng thời gian tuyệt vời với chúng tôi. Cảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá xuất sắc cho chúng tôi trên Tripadvisor. \n\nChúng tôi chọn hành trình Cổ điển để đảm bảo bạn có ấn tượng tốt nhất với khu vực mà chúng tôi sẽ du ngoạn ở Vịnh Hạ Long - Di sản Thiên nhiên Thế giới được UNESCO công nhận vào năm 1994 và 2000. Đặc biệt là hướng dẫn viên John của chúng tôi, anh ấy đã làm việc với chúng tôi trong nhiều năm. anh ấy sẽ là một hướng dẫn viên du lịch rất chuyên nghiệp và chăm sóc tất cả các bạn trong từng chi tiết của chuyến tham quan. \n\nTôi đã chuyển lời khen ngợi của bạn tới ông John và những người khác trong nhóm của chúng tôi và họ rất vui khi nghe điều đó. Tất cả họ đều gửi lời chúc tốt đẹp nhất đến bạn.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Charming Vietnam TravelĐọc thêm",
            "Một trải nghiệm mở mang tầm mắt khi tham quan Vịnh Hạ Long. Hướng dẫn viên JC của chúng tôi rất nhiệt tình và kiên nhẫn trong việc giải thích các điểm tham quan của Vịnh Hạ Long và Vịnh Hạ Long. Phải xem bạn đang ở Hà Nội hay Hạ Long!  HLBĐọc thêm",
            "Kính gửi quý khách hàng,\n\nRất vui được chào đón nhóm của bạn đến với Dragonfly Cruise - Thương hiệu của CharmingvietnamTravel.com và chúng tôi cảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của mình với chúng tôi.\n\nChúng tôi rất vui khi biết rằng bạn rất thích Chuyến tham quan cả ngày đến các đảo và hang động ở Vịnh Hạ Long từ Hà Nội với Dragonfly Cruise và lòng hiếu khách của chúng tôi đã gây ấn tượng sâu sắc với bạn. \n\nNhững lời khen ngợi của bạn chắc chắn sẽ được chia sẻ với đội ngũ tôn trọng để họ biết sự đánh giá cao của bạn và họ đã làm rất tốt. Đặc biệt là ông John Connor - Hướng dẫn viên của chúng tôi!\n\nChúng tôi rất mong được chào đón bạn quay trở lại Việt Nam để mở rộng trải nghiệm của bạn tại đất nước thân yêu của chúng tôi! Hẹn sớm gặp lại!\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Chuyến tham quan được tổ chức rất tốt, tuyến đường rất đẹp và có rất nhiều món ăn ngon cho bữa trưa. Muốn giới thiệu HLBĐọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn quý khách đã lựa chọn Dragonfly Cruise - Thương hiệu của CharmingvietnamTravel.com. Và chia sẻ trải nghiệm của bạn với chúng tôi và những du khách khác. Nhóm của tôi rất đánh giá cao thời gian của bạn. \n\nTừ những phản hồi tuyệt vời của bạn, tôi rất vui khi biết rằng bạn rất thích chuyến tham quan của chúng tôi: xe buýt lớn hiện đại, hành trình cổ điển, hướng dẫn viên nhiệt tình, đồ ăn ngon và cơ sở vật chất.\nChúng tôi tin rằng những lời nói của bạn thực sự truyền cảm hứng cho chúng tôi rất nhiều để chúng tôi nỗ lực hơn nữa để mang đến cho du khách một hành trình tuyệt vời đến Vịnh Hạ Long.\n\nChúng tôi mong muốn công ty chúng tôi sẽ có cơ hội khác để đồng hành cũng như hỗ trợ bạn trong chuyến đi Việt Nam sắp tới.\n\nTrân trọng kính chào,\n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Một tour du lịch tuyệt vời kết hợp, hiệu quả, được tổ chức tốt với phong cảnh đẹp hoặc vịnh Hạ Long. Một ngày là đủ, không cần thiết phải ở lại qua đêm trừ khi bạn muốn ngủ trên thuyền. Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã chia sẻ phản hồi của bạn! Chúng tôi rất vui khi biết rằng bạn thấy chuyến tham quan được tổ chức tốt, hiệu quả và bạn rất thích cảnh đẹp của Vịnh Hạ Long.\n\nCái nhìn sâu sắc của bạn về chuyến tham quan một ngày là đủ là có giá trị và chúng tôi đánh giá cao quan điểm của bạn. Nếu bạn có kế hoạch khám phá thêm hoặc có thêm bất kỳ phản hồi nào muốn chia sẻ, vui lòng liên hệ. Chúng tôi rất hân hạnh được hỗ trợ bạn tạo ra những trải nghiệm thú vị hơn.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Khung cảnh thật tuyệt vời, chúng tôi đã chụp rất nhiều ảnh. Robert là một người hướng dẫn rất hữu ích và giải thích mọi thứ rất rõ ràng. Anh ấy quản lý toàn bộ chuyến đi với sự bình tĩnh tối đa và luôn mỉm cười.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã dành cho chúng tôi đánh giá hoàn hảo về chuyến tham quan Hang động và Quần đảo Vịnh Hạ Long cả ngày từ Hà Nội với DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \n\nTôi và nhóm của tôi rất đánh giá cao thời gian của bạn. Và cảm ơn bạn đã lựa chọn tour và dịch vụ của chúng tôi. \n\nChúng tôi thực sự vui mừng khi biết rằng ông Robert đã chỉ cho bạn vịnh Hạ Long chỉ bằng chuyến tham quan cả ngày. Anh ấy là một hướng dẫn viên rất nhiệt tình và thực sự rất thích dành thời gian với bạn. \n\nCả nhóm rất mong được phục vụ bạn một lần nữa và có cơ hội giới thiệu cho bạn nhiều hơn về Vịnh Hạ Long.\n\nHoặc nếu bạn có yêu cầu đặc biệt nào cho chuyến tiếp theo tới Hạ Long. Hãy liên hệ với chúng tôi để có sự sắp xếp tốt nhất.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Lượt xem thật tuyệt vời, John hướng dẫn của chúng tôi rất tuyệt. Bữa trưa cũng rất ngon. Phải làm, chắc chắn nên làm.hlb Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nThật vui khi biết rằng bạn đã có khoảng thời gian rất đáng nhớ với chúng tôi và dành cho chúng tôi những đánh giá tích cực. \nChúng tôi rất vui khi biết rằng tất cả các bạn đều thích chuyến tham quan của chúng tôi, hướng dẫn viên nhiệt tình, đồ ăn ngon và cơ sở vật chất. Đó sẽ là động lực to lớn để toàn thể tập thể chúng tôi tiếp tục hoàn thành tốt công việc. Lần sau nếu có cơ hội chúng tôi rất mong được phục vụ bạn. \n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Trải nghiệm tuyệt vời. Một cảnh quan rất độc đáo và hướng dẫn viên du lịch đã giải thích về lịch sử và cách cảnh quan hình thành ở khu vực vịnh này. Chèo thuyền kayak là một trải nghiệm mới. Thức ăn rất ngon. Cả hai lựa chọn ăn chay và không ăn chay đều có sẵn. Nhìn chung, trải nghiệm này thực sự đáng chú ý với những người chủ nhà thân thiện. Đọc thêm",
            "Thưa ông Arunsb,\n\nCảm ơn bạn đã đánh giá hoàn hảo cho chúng tôi. Chúng tôi rất hân hạnh được chào đón bạn đến đây cùng Dragonfly Cruise, một Thương hiệu của CharmingvietnamTravel.com. \n\nTôi rất vui khi biết rằng bạn thích mọi thứ.\nChúng tôi chỉ tập trung vào quy mô nhóm vừa phải để đảm bảo mọi du khách đều có không gian tốt để tận hưởng những cảnh đẹp. Và hướng dẫn viên du lịch có thể được mọi người chăm sóc tốt nhất.\nTôi chắc chắn sẽ chuyển lời khen ngợi của bạn đến tất cả các thành viên trong nhóm của tôi để chào đón bạn tốt hơn nếu có cơ hội sớm. \n\nChúng tôi rất mong được phục vụ bạn một lần nữa.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm"
        ],
        "star_ratings": [
            2757,
            98,
            10,
            2,
            1
        ],
        "review_amount": 2868,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền chuồn chuồn",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 13, 2023",
            "Written November 8, 2023",
            "Written November 6, 2023",
            "Written November 6, 2023",
            "Written November 3, 2023",
            "Written November 3, 2023",
            "Written November 2, 2023",
            "Written November 2, 2023",
            "Written November 1, 2023",
            "Written October 26, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d13358348-Reviews-or30-Dragonfly_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or20-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or40-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11925452-Reviews-Tour_Sapa_By_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254659-Reviews-SonSon_Enterprise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17337774-Reviews-Kun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184346-Reviews-Charming_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27763279-Reviews-D_d_Hair_Salon-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7928322-Reviews-Aroma_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13816711-Reviews-Hanoi_Babylon_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8291627-Reviews-Viet_First_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11437011-Reviews-Le_Chalet_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26083808-Reviews-Hanoi_Shining_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18894268-Reviews-Hanoi_Transfer_and_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4079576-Reviews-Viet_Travel_Link_Corporation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10815262-Reviews-Daily_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3701972-d4832238-Reviews-Guruge_Nature_Park-Ja_Ela_Gampaha_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d281451-Reviews-Hugh_Taylor_Birch_State_Park-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56926-d19516239-Reviews-Yorktown_Memorial_Hospital-Yorktown_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d123645-Reviews-Boot_Hill_Museum-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34400-d255275-Reviews-Wekiva_Island-Longwood_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g188560-d23262137-Reviews-Batavia_Stad_Fashion_Outlet-Lelystad_Flevoland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d23620546-Reviews-Bam_Kazam-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6826032-Reviews-Vabali_Spa-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g196659-d2578078-Reviews-Plage_de_Calais-Calais_Pas_de_Calais_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d7374072-Reviews-K_Urban_Beach-Lisbon_Lisbon_District_Central_Portugal.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or40-Dragonfly_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or30-Dragonfly_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Dragonfly Cruise",
        "attraction_name_vi": "Du thuyền chuồn chuồn",
        "general_info": [
            "2.868 đánh giá",
            "26 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Chuyến tham quan bằng xe buýt",
            "Chèo thuyền kayak",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tận hưởng các chuyến du thuyền cả ngày từ Hà Nội đến Vịnh Hạ Long trên chiếc thuyền Junk nổi tiếng của Dragonfly và có được trải nghiệm Việt Nam độc đáo giữa những ngọn núi đá vôi tuyệt đẹp của Vịnh Hạ Long được xếp hạng Di sản Thế giới ngoạn mục - Di sản Thế giới được UNESCO công nhận từ năm 1994 và 2000! Đặt trực tiếp trực tuyến không chỉ Vịnh Hạ Long. Bạn có thể tìm thấy các tour du lịch trọn gói Ninh Bình và Sapa. Nhà tổ chức trực tiếp tại địa phương - Giá địa phương - Chăm sóc địa phương!Đọc thêm",
        "reviews": [
            "Toàn bộ chuyến đi được tổ chức tốt từ lúc đón đến lúc trả khách. Hướng dẫn viên Mr. John rất thân thiện. Đồ ăn và trà chiều rất tuyệt. Ngay cả với người ăn chay, họ cũng sắp xếp đồ ăn hợp lý. Vịnh Hạ Long là một thắng cảnh đẹp và là nơi nhất định phải ghé thăm. Chuyến đi bao gồm đi du thuyền, chèo thuyền kayak và tham quan hang động. Tận hưởng cả ngày!!!Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã đánh giá hoàn hảo của bạn.\n\nNhóm của tôi và tôi vô cùng vui mừng khi biết rằng bạn đã tận hưởng chuyến tham quan Hang động và Quần đảo Vịnh Hạ Long tuyệt vời của chúng tôi từ Hà Nội với Dragonfly Cruise.\nChúng tôi lưu ý rằng bạn rất thích từng phần trong chuyến tham quan của mình với tài xế an toàn, hướng dẫn viên du lịch chuyên nghiệp, đồ ăn ngon và nhiều cũng như các hoạt động của chúng tôi...\nĐánh giá tuyệt vời của bạn là động lực to lớn để tất cả đội ngũ của chúng tôi tiếp tục phát huy tốt công việc. Tất cả chúng tôi mong muốn được chào đón bạn trở lại sớm nhất.\n\nChúng tôi đánh giá cao thời gian của bạn và chúng tôi sẽ cố gắng hết sức để tiếp tục cung cấp cho bạn loại dịch vụ mà bạn đã trải nghiệm.\n\nChúc bạn mọi điều tốt đẹp nhất từ ​​Hà Nội, Việt Nam!\n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Động Thiên Kung thật tráng lệ. Không ngờ ở Việt Nam lại có một hang động như vậy. Bị mê hoặc bởi ánh sáng cổng trời, nó giống như miêu tả giữa bóng tối vẫn có niềm hy vọng. Thật tuyệt khi được tận mắt nhìn thấy Đá vôi Vịnh Hạ Long được in bằng số tiền 200.000 của họ.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã chia sẻ trải nghiệm thú vị của mình! Chúng tôi rất vui mừng khi biết rằng bạn thấy động Thiên Kung rất tráng lệ và nó vượt quá sự mong đợi của bạn.\n\nVẻ đẹp của ánh sáng cổng trời và biểu tượng tượng trưng của nó đã gây ấn tượng với bạn, thể hiện niềm hy vọng giữa bóng tối. Chúng tôi rất vui mừng vì kỳ quan thiên nhiên này đã để lại tác động sâu sắc đến vậy.\n\nThật tuyệt vời khi bạn còn được chứng kiến ​​Đá vôi Vịnh Hạ Long, được in trên tờ tiền 200.000 của Việt Nam. Trải nghiệm vẻ đẹp đời thực đằng sau một hình ảnh có ý nghĩa như vậy thực sự đáng chú ý.\n\nNếu bạn có kế hoạch khám phá thêm trong tương lai, vui lòng liên hệ. Chúng tôi rất mong được hỗ trợ bạn tạo ra những trải nghiệm đáng nhớ và mê hoặc hơn.\n\nTrân trọng kính chào,\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Khung cảnh thật tuyệt vời, đặc biệt là hang động, nó thật kỳ diệu đối với tôi !!! Tôi thấy đá vôi được in tới 200.000 đồng. Đọc thêm",
            "Kính gửi quý khách hàng,\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nThật tuyệt vời khi biết rằng bạn đã ngạc nhiên trước khung cảnh đáng kinh ngạc, đặc biệt là hang động huyền diệu! Chứng kiến ​​các thành tạo đá vôi, trong đó có hình in trên tờ 200.000 đồng, chắc hẳn là một trải nghiệm thực sự đặc biệt và đáng nhớ.\n\nVẻ đẹp tự nhiên của Vịnh Hạ Long thực sự rất mê hoặc và thật vui mừng khi nó để lại ấn tượng như vậy với bạn.\n\nNếu bạn dự định khám phá thêm trong tương lai hoặc có thêm bất kỳ phản hồi nào muốn chia sẻ, vui lòng liên hệ. Chúng tôi rất vui được hỗ trợ bạn tạo ra nhiều trải nghiệm khó quên hơn.\n\nTrân trọng,\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Cảnh quan thật ngoạn mục! đặc biệt là hang động và đá vôi! Đó thực sự là một trải nghiệm tuyệt vờiĐọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nCó thể bạn đã có khoảng thời gian tuyệt vời với chúng tôi. Cảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá xuất sắc cho chúng tôi trên Tripadvisor. \n\nChúng tôi chọn hành trình Cổ điển để đảm bảo bạn có ấn tượng tốt nhất với khu vực mà chúng tôi sẽ du ngoạn trên Vịnh Hạ Long - Di sản Thiên nhiên Thế giới được UNESCO công nhận vào năm 1994 và 2000. Nếu có bất kỳ cơ hội nào mà chuyến du lịch của bạn đưa bạn trở lại Hà Nội, chúng tôi rất vui được đồng hành và hỗ trợ bạn.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Chuyến tham quan tuyệt vời từ John! Rất am hiểu về lịch sử và phong cảnh tổng thể. Rất vui được tham gia chuyến tham quanHLBĐọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn rất nhiều vì nhận xét tử tế của bạn về chất lượng của Dragonfly Cruise - từ DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \n\nChúng tôi thực sự vui mừng khi biết rằng ông John đã chỉ cho bạn vịnh Hạ Long chỉ với chuyến tham quan cả ngày. Anh ấy đã làm việc với chúng tôi nhiều năm hơn nên anh ấy sẽ là một hướng dẫn viên du lịch rất chuyên nghiệp và chăm sóc tất cả các bạn trong từng chi tiết của chuyến tham quan. \nCả nhóm rất mong được phục vụ bạn một lần nữa và có cơ hội giới thiệu cho bạn nhiều hơn về Vịnh Hạ Long. \n\nXin vui lòng liên hệ với tôi sau đó.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Một trải nghiệm tuyệt vời! Dịch vụ tuyệt vời và khung cảnh tuyệt vời. John là một hướng dẫn viên du lịch tuyệt vời và rất nhiều thông tin.. hlbĐọc thêm",
            "Kính gửi Quý khách hàng,\n\nCảm ơn Quý khách đã đánh giá hoàn hảo cho chuyến tham quan vịnh Hạ Long trọn ngày từ Hà Nội gần đây của Quý khách với DragonflyCruise - Thương hiệu của CharmingVietnamTravel.com.\n\nChúng tôi thực sự vui mừng khi biết rằng Quý khách có khoảng thời gian tuyệt vời cùng chúng tôi.\n\nChúng tôi luôn tập trung vào: Hướng dẫn viên chuyên nghiệp với tham vọng trong ngành du lịch để chăm sóc khách hàng tốt nhất. Hướng dẫn viên chuyên nghiệp sẽ mang đến cho du khách thông tin và hành trình tốt nhất trong chương trình. Ông John sẽ là người giỏi nhất để giải thích cho Quý khách về các điểm tham quan mà Quý khách sẽ ghé thăm trong chương trình.\nĐối với chuyến du ngoạn ở Hạ Long, chúng tôi chọn loại Du thuyền truyền thống chất lượng tốt nhất với đội ngũ nhân viên chất lượng, sự chào đón nồng nhiệt và lái xe an toàn của Thuyền trưởng. Ông cũng là người đưa Quý khách đến với những cảnh quan đẹp nhất trong vịnh.\n\nMột lần nữa, chúng tôi xin cảm ơn Quý khách đã để lại bình luận tử tế và mong được gặp lại Quý khách trong chuyến thăm Việt Nam tiếp theo.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nThành viên của Charming Vietnam Travel\nĐọc thêm",
            "Chúng tôi đã có một chuyến đi vịnh Hạ Long một ngày và chúng tôi đã có rất nhiều niềm vui. Benjamin là người hướng dẫn đoàn kịch của chúng tôi và anh ấy rất ngọt ngào, vui tính và thân thiện.  Chúng tôi đã có một chuyến đi tuyệt vời. Rất muốn giới thiệu tour này. Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nThật tuyệt vời khi biết rằng bạn đã có khoảng thời gian vui vẻ như vậy trong chuyến đi một ngày đến Vịnh Hạ Long! Bản chất ngọt ngào, vui tính và thân thiện của Benjamin chắc hẳn đã thực sự bổ sung thêm vào trải nghiệm tuyệt vời mà bạn có. Cảm ơn bạn đã đề xuất!\n\nChúng tôi rất vui vì bạn đã tận hưởng khoảng thời gian vui vẻ với chúng tôi và thật tuyệt vời khi biết rằng nhóm của chúng tôi, đặc biệt là Benjamin, đã góp phần khiến chuyến đi của bạn trở nên đáng nhớ.\n\nNếu bạn dự định khám phá thêm trong tương lai hoặc nếu bạn có thêm bất kỳ phản hồi nào muốn chia sẻ, vui lòng liên hệ. Chúng tôi rất vui được hỗ trợ bạn tạo ra nhiều trải nghiệm thú vị hơn.\n\nTrân trọng kính chào,\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Hướng dẫn viên du lịch của Benjamin thật tuyệt vời và tuyệt vời. Anh ấy có kiến ​​thức và giải thích cặn kẽ mọi chỗ trong khi quan tâm đến từng người trong chúng tôi. Chắc chắn sẽ muốn có một chuyến du lịch khác với anh ấy.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​Dragonfly Cruise - Thương hiệu của CharmingvietnamTravel.com.\n\nThật vui khi biết rằng bạn đã có khoảng thời gian rất đáng nhớ với chúng tôi và đã cho chúng tôi một đánh giá hoàn hảo. \n\nChúng tôi rất vui khi biết rằng bạn rất thích chuyến tham quan của chúng tôi, đặc biệt là hướng dẫn viên nhiệt tình. Đó sẽ là động lực to lớn để toàn thể tập thể chúng tôi tiếp tục hoàn thành tốt công việc. Tôi đã chuyển lời khen ngợi của bạn tới ông Bẹnamin và những người khác trong nhóm của chúng tôi và họ rất vui khi nghe điều đó. Tất cả họ đều gửi lời chúc tốt đẹp nhất đến bạn. \nLần sau nếu có cơ hội chúng tôi rất mong được phục vụ bạn.\n\nChúng tôi đánh giá cao thời gian của bạn và chúng tôi sẽ cố gắng hết sức để tiếp tục cung cấp cho bạn loại dịch vụ mà bạn đã trải nghiệm.\n\nChúc mọi điều tốt đẹp nhất sẽ đến với bạn từ Hà Nội, Việt Nam!\n\nĐọc thêm",
            "Hướng dẫn của Benjamin rất hữu ích và hài hước, chuyến đi là một trải nghiệm tuyệt vời đối với tôi. Cảm ơn bạn! Đọc thêm",
            "Kính gửi quý khách hàng,\n\nChúng tôi rất hân hạnh được chào đón bạn đến đây cùng Dragonfly Cruise và Charming Vietnam Travel Team. \nCảm ơn bạn đã cho chúng tôi một đánh giá hoàn hảo.\n\nTôi rất vui khi biết rằng bạn thích mọi thứ và đặc biệt là dịch vụ cá nhân hóa chất lượng cao của chúng tôi từ ông Benjamin và nhóm. Tôi chắc chắn sẽ chuyển lời khen của bạn đến tất cả các thành viên trong nhóm của tôi để chào đón bạn tốt hơn khi bạn quay trở lại Việt Nam.\n\nChúng tôi rất mong được phục vụ bạn một lần nữa.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Hướng dẫn viên du lịch Benjamin - chuyến đi rất vui và đầy thông tin. Rất khuyến khích. Ben rất thân thiện và hữu ích với những khách hàng khác. Chúng tôi có một cuộc hành trình tốt đẹp. Terima kasihĐọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã dành cho chúng tôi đánh giá hoàn hảo về chuyến tham quan Hang động và Quần đảo Vịnh Hạ Long cả ngày từ Hà Nội với DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \n\nTôi và nhóm của tôi rất đánh giá cao thời gian của bạn. Và cảm ơn bạn đã lựa chọn tour và dịch vụ của chúng tôi. \n\nChúng tôi thực sự vui mừng khi biết rằng ông Bẹnamin đã chỉ cho bạn vịnh Hạ Long chỉ với chuyến tham quan cả ngày. Anh ấy là một hướng dẫn viên rất nhiệt tình và thực sự rất thích dành thời gian với bạn. \nCả nhóm rất mong được phục vụ bạn một lần nữa và có cơ hội giới thiệu cho bạn nhiều hơn về Vịnh Hạ Long.\n\nHoặc nếu bạn có yêu cầu đặc biệt nào cho chuyến tiếp theo tới Hạ Long. Hãy liên hệ với chúng tôi để có sự sắp xếp tốt nhất.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "CHÀO. Những gì bổ sung trong trường hợp mưa?\n\nCảm ơnĐọc thêm",
            "Tôi nghĩ, chuyến đi sẽ diễn ra, trừ khi có thủy triều dâng cao, biển động. Cảm ơnĐọc thêm",
            "Tôi quan tâm đến CHUYẾN ĐI SANG TRỌNG HALONG LAN HA BAY FULL NGÀY 8 GIỜ DU LỊCH DF03 vì nó sẽ sử dụng đường cao tốc mới và sẽ bao gồm cả Vịnh Hạ Long và Vịnh Lan Hạ\n\nTôi có một số câu hỏi\n\n1. Sẽ bao gồm chèo thuyền kayak trong Hang Luồn?\n2. Công suất tối đa của thuyền của bạn là bao nhiêu?\n3. Chuyến tham quan này có bao gồm trang trại ngọc trai không?\n\nCảm ơn bạnĐọc thêm",
            "Xin chào, tôi sẽ đi đường cao tốc 2 chiều.\nChèo thuyền kayak ở Dark and Bright Cace! Hang Luon chỉ dành cho chương trình 2 ngày!\nKhông có trại nuôi ngọc trai.\nSức chứa tối đa là 48 người nhưng chúng tôi thường sử dụng cho nhóm 10-24 người!Đọc thêm",
            "Xin chào. Các bạn đặt tour trên chính website hay qua TripAdvisor hay trên các website đặt phòng khác?Đọc thêm",
            "Hi Direct book - Dịch vụ trực tiếp từ địa phương - Nhà điều hành trực tiếp!Đọc thêm",
            "Tôi muốn biết giá tour du lịch Vịnh Hạ Long một ngày.\nVà tôi phải đặt chỗ ở đâu? Tôi chỉ có thể làm điều này ở Hyeondi?Đọc thêm",
            "Nó có thể rẻ hơn một chút nếu bạn mua nó tại địa phương.Đọc thêm"
        ],
        "star_ratings": [
            2757,
            98,
            10,
            2,
            1
        ],
        "review_amount": 2868,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền chuồn chuồn",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 26, 2023",
            "Written October 25, 2023",
            "Written October 25, 2023",
            "Written October 25, 2023",
            "Written October 21, 2023",
            "Written October 21, 2023",
            "Written October 16, 2023",
            "Written October 15, 2023",
            "Written October 15, 2023",
            "Written October 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d13358348-Reviews-or40-Dragonfly_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or30-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or50-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11925452-Reviews-Tour_Sapa_By_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254659-Reviews-SonSon_Enterprise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17337774-Reviews-Kun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184346-Reviews-Charming_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27763279-Reviews-D_d_Hair_Salon-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7928322-Reviews-Aroma_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13816711-Reviews-Hanoi_Babylon_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8291627-Reviews-Viet_First_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11437011-Reviews-Le_Chalet_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26083808-Reviews-Hanoi_Shining_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18894268-Reviews-Hanoi_Transfer_and_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4079576-Reviews-Viet_Travel_Link_Corporation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10815262-Reviews-Daily_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g48713-d602662-Reviews-Rosamond_Gifford_Zoo-Syracuse_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147290-d19385439-Reviews-Umbrella_Street-Puerto_Plata_Puerto_Plata_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d320128-Reviews-Nagoya_Castle-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244211-Reviews-CosmoCaixa-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d20160170-Reviews-Bangla_Night_Market-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g40102-d258967-Reviews-Houmas_House_and_Gardens-Darrow_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g186311-d215365-Reviews-The_Canterbury_Tales-Canterbury_Kent_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g143047-d145170-Reviews-Rialto_Beach-Olympic_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d10838906-Reviews-Gradina_Dorobanti-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g12019665-d15090781-Reviews-Phander_Valley-Phander_Gilgit_Baltistan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or50-Dragonfly_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or40-Dragonfly_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Dragonfly Cruise",
        "attraction_name_vi": "Du thuyền chuồn chuồn",
        "general_info": [
            "2.868 đánh giá",
            "26 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Chuyến tham quan bằng xe buýt",
            "Chèo thuyền kayak",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tận hưởng Tour du thuyền trọn ngày từ Hà Nội đến Vịnh Hạ Long trên tàu buồm Dragonfly nổi tiếng và có được trải nghiệm Việt Nam độc đáo giữa những ngọn núi đá vôi karst tuyệt đẹp của Di sản thế giới ngoạn mục Vịnh Hạ Long - Di sản thế giới được UNESCO công nhận từ năm 1994 và 2000! Đặt trực tuyến không chỉ Vịnh Hạ Long. Bạn có thể tìm thấy các tour du lịch trọn gói của Ninh Bình và Sapa. Nhà tổ chức địa phương trực tiếp - Giá địa phương - Chăm sóc địa phương! Đọc thêm",
        "reviews": [
            "Hướng dẫn viên Harry giải thích lịch sử tốt và rõ ràng. Lịch trình thật hoàn hảo nếu bạn không có đủ thời gian ở Vịnh Hạ Long.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã chọn chuyến tham quan Vịnh Hạ Long cả ngày từ Hà Nội và thời gian bạn đã chia sẻ chuyến đi này với chúng tôi cũng như với những du khách khác. \nTôi rất vui khi biết rằng bạn thích lịch trình tuyệt vời và hướng dẫn viên chuyên nghiệp của chúng tôi.\nChúng tôi cũng rất vui khi bạn thực sự thích thú với các hoạt động có trong chương trình: Tham quan Động Thiên Cung, tham quan bằng thuyền tre quanh làng nổi.\nCả nhóm rất mong được phục vụ bạn một lần nữa và có cơ hội giới thiệu cho bạn nhiều hơn về Vịnh Hạ Long. \n\nXin vui lòng liên hệ với tôi sau đó.\n\nTrân trọng,\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Trải nghiệm thật tuyệt vời! Tôi thích bữa trưa, đi thuyền và trải nghiệm chèo thuyền kayak. Trải nghiệm trong hang động cũng rất thú vị.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm chuyến đi Vịnh Hạ Long và về đội Du thuyền Dragonfly của chúng tôi.\nChúng tôi rất vui khi thấy sự hài lòng của bạn về chuyến đi trong ngày Vịnh Hạ Long. Tôi hy vọng rằng bạn đã có nhiều bức ảnh đẹp về phong cảnh Vịnh Hạ Long, thời gian chèo thuyền kayak hoặc chuyến đi thuyền tre vào đường hầm nước, nếm thử các món ăn Việt Nam cùng nhóm. Cảm ơn bạn rất nhiều vì đã tận hưởng tất cả các dịch vụ.\n\nCảm ơn bạn rất nhiều vì mọi thứ một lần nữa.\nChúc bạn mọi điều tốt đẹp nhất từ ​​Hà Nội, Việt Nam!\nĐọc thêm",
            "hlbChuyến tham quan thật tuyệt vời! Nó được tổ chức tốt và thân thiện với ngân sách. Thức ăn rất tốt! Hướng dẫn viên của chúng tôi John rất nhiều thông tin, thân thiện và có sức chứa. Đó là một trải nghiệm sẽ giúp bạn thoát khỏi căng thẳng và tiêu cực. Chúng tôi chắc chắn sẽ thử lại cuộc phiêu lưu này. Cảm ơn bạn rất nhiều!!! Đọc thêm",
            "Kính gửi quý khách hàng,\n\nRất vui khi nhận được đánh giá hoàn hảo của bạn về chuyến tham quan Vịnh Hạ Long trong ngày với Du thuyền Dragonfly yêu quý của chúng tôi - một Thương hiệu của CharmingvietnamTravel.com.\nCảm ơn bạn đã dành thời gian chia sẻ với chúng tôi và những du khách khác. Tôi và nhóm của tôi rất vui khi biết rằng bạn thích dịch vụ của chúng tôi, Du thuyền truyền thống ở Vịnh Hạ Long, Bữa trưa kiểu Việt, Hướng dẫn viên du lịch chuyên nghiệp - Mr John, Chương trình du lịch. \nCó, chúng tôi đầu tư rất nhiều thời gian vào nỗ lực đào tạo đội ngũ của mình tốt để duy trì dịch vụ chất lượng cao. Cả nhóm rất mong được phục vụ bạn lần nữa tại Hà Nội.\n\nTrân trọng kính chào,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Trải nghiệm tuyệt vời cho chuyến tham quan Vịnh Hạ Long cả ngày! Hướng dẫn viên John của chúng tôi cung cấp cho chúng tôi lời giải thích tuyệt vời và chi tiết về vịnh Hạ Long cũng như trên đường đi để giới thiệu cho chúng tôi tỉnh mà người qua đường và một số hoặc di tích lịch sử, ví dụ như cây cầu được xây dựng từ lâu và vẫn đang được sử dụng HLBViệt NamHà NộiĐọc thêm",
            "Kính gửi quý khách hàng,\nThật vui khi nhận được đánh giá năm sao của bạn nhờ chuyến đi gần đây của bạn với chúng tôi với Dragonfly Cruise - một Thương hiệu của CharmingvietnamTravel.com.\nNhóm của tôi rất vui khi biết rằng bạn cũng hạnh phúc. Tôi chắc chắn rằng nhóm của tôi rất thích phục vụ bạn cũng như bạn thích dịch vụ của chúng tôi. Để đảm bảo bạn có ấn tượng tốt nhất với khu vực mà chúng tôi sẽ du ngoạn trên Vịnh Hạ Long - Di sản Thiên nhiên Thế giới được UNESCO công nhận vào năm 1994 và 2000, chúng tôi đặc biệt chọn hành trình Cổ điển và cố gắng thiết kế hành trình tốt nhất cho bạn.\n\n Toàn đội sẽ tiếp tục làm việc để chào đón bạn quay trở lại đây sớm bất cứ lúc nào.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Toàn bộ chuyến đi thật tuyệt vời và chắc chắn có giá trị. JC là một hướng dẫn tuyệt vời, siêu thân thiện và rất hiểu biết. Tôi muốn giới thiệu chuyến tham quan này để ngắm Vịnh.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã đánh giá hoàn hảo nhờ chuyến tham quan Vịnh Hạ Long Cả ngày từ Hà Nội gần đây với DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \n\nNhóm của tôi và tôi rất vui vì bạn đã tận hưởng chương trình du lịch hoàn hảo của chúng tôi với tài xế an toàn, xe hơi thoải mái, hành trình truyền thống đẹp và rõ ràng, bữa trưa hải sản ngon miệng và đội ngũ nhân viên tuyệt vời. Đặc biệt là hướng dẫn viên du lịch chuyên nghiệp của chúng tôi, ông John Connor.\nCảm ơn bạn một lần nữa vì đã giới thiệu Dragonfly Cruise của chúng tôi cho những khách du lịch khác. Chúng tôi hy vọng sẽ có một cơ hội khác để chào đón bạn trở lại.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Thực sự thú vị, các hoạt động nơi tốt nhất. sẽ rất tuyệt nếu có họ lâu hơn. Tôi đã mong đợi chúng tôi có thể đi bơi, nhưng chúng tôi không thể.Đọc thêm",
            "Kính gửi Quý khách hàng,\n\nCảm ơn bạn đã chia sẻ phản hồi của mình với chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có một khoảng thời gian thực sự thú vị trong chuyến thăm của mình. Chúng tôi rất trân trọng sự đánh giá cao của bạn đối với các hoạt động.\n\nChúng tôi hiểu mong muốn của bạn về việc có nhiều thời gian hơn cho các hoạt động và chắc chắn sẽ cân nhắc điều này trong các dịch vụ trong tương lai của chúng tôi.\nNếu bạn có kế hoạch ghé thăm chúng tôi một lần nữa hoặc khám phá các điểm đến khác, vui lòng liên hệ và chúng tôi sẽ cố gắng hết sức để đảm bảo bạn có được trải nghiệm đáng nhớ hơn nữa.\n\nTrân trọng,\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nMột thành viên của Charming Vietnam Travel\nĐọc thêm",
            "chuyến tham quan tuyệt vời! hướng dẫn viên du lịch rất hiểu biết, thân thiện và vui tính! luôn nở nụ cười trên môi!! rất khuyến khích Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nThật vui khi biết rằng bạn đã có khoảng thời gian rất đáng nhớ với chúng tôi và đã cho chúng tôi một đánh giá hoàn hảo. \nChúng tôi rất vui khi biết rằng bạn rất thích chuyến tham quan của chúng tôi, hướng dẫn viên nhiệt tình, đồ ăn ngon và cơ sở vật chất. Đó sẽ là động lực to lớn để toàn thể tập thể chúng tôi tiếp tục hoàn thành tốt công việc. Lần sau nếu có cơ hội chúng tôi rất mong được phục vụ bạn. \nChúng tôi đánh giá cao thời gian của bạn và chúng tôi sẽ cố gắng hết sức để tiếp tục cung cấp cho bạn loại dịch vụ mà bạn đã trải nghiệm.\n\nTrân trọng kính chào,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Cảm ơn vì chuyến đi tuyệt vời! Đã có một thời gian tuyệt vời với JC!  Nhìn thấy hang động đá vôi và hướng dẫn viên du lịch rất nhiều thông tinHLBĐọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã cho chúng tôi một đánh giá hoàn hảo.\n\nChúng tôi rất hân hạnh được chào đón bạn đến đây cùng Dragonfly Cruise, một Thương hiệu của CharmingvietnamTravel.com. \n\nTôi rất vui khi biết rằng bạn thích mọi thứ và đặc biệt là hướng dẫn viên du lịch của chúng tôi - anh John. Từ phản hồi tốt đẹp của bạn, chúng tôi biết rằng nỗ lực của chúng tôi trong việc sắp xếp các dịch vụ cho bạn đã thành công.\n\nCảm ơn bạn một lần nữa và chúng tôi rất mong được chào đón bạn quay lại đây sớm nhất.\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Benjamin là hướng dẫn viên du lịch của chúng tôi cho chuyến đi một ngày đến Vịnh Hạ Long và anh ấy rất thân thiện, vui vẻ và có sức chứa. Chuyến đi thật vui. Món ăn thật là ngon miệng. Nơi này thật thư giãn.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm chuyến đi Vịnh Hạ Long và về đội Du thuyền Dragonfly của chúng tôi.\n\nChúng tôi rất vui khi thấy sự hài lòng của bạn về chuyến đi trong ngày Vịnh Hạ Long. Chúc các bạn có nhiều bức ảnh đẹp về phong cảnh Vịnh Hạ Long, cùng nhóm nếm thử các món ăn Việt Nam. Cảm ơn bạn rất nhiều vì đã tận hưởng tất cả các dịch vụ.\n\nCảm ơn bạn rất nhiều vì mọi thứ một lần nữa.\nChúc bạn mọi điều tốt đẹp nhất từ ​​Hà Nội, Việt Nam!\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\n\nĐọc thêm",
            "Benjamin rất dễ tính và hữu ích. Chúng tôi đã có một chuyến đi tuyệt vời và không gặp rắc rối và có một bữa trưa tuyệt vời. Thật may là chúng tôi đã đặt được chuyến đi này đến Vịnh Hạ Long, chúng tôi đã có rất nhiều niềm vui! Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nTôi thực sự đánh giá cao việc bạn đã dành cho chúng tôi những lời tốt đẹp trong phản hồi của bạn. Những lời nói tốt đẹp của bạn khiến chúng tôi rất vui và là động lực giúp chúng tôi nỗ lực hơn nữa để làm hài lòng khách hàng.\nThay mặt đội ngũ Charming Vietnam Travel, tôi hứa rằng chúng tôi sẽ làm việc chăm chỉ hơn nữa để xứng đáng với tình cảm của các bạn.\nChúng tôi thực sự hy vọng được chào đón bạn trở lại Việt Nam vào một ngày không xa.\nMong rằng, gia đình bạn và bạn mọi điều tốt đẹp nhất!\n\nTrân trọng kính chào,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "CHÀO. Những gì bổ sung trong trường hợp mưa?\n\nCảm ơnĐọc thêm",
            "Tôi nghĩ, chuyến đi sẽ diễn ra, trừ khi có thủy triều dâng cao, biển động. Cảm ơnĐọc thêm",
            "Tôi quan tâm đến CHUYẾN ĐI SANG TRỌNG HALONG LAN HA BAY FULL NGÀY 8 GIỜ DU LỊCH DF03 vì nó sẽ sử dụng đường cao tốc mới và sẽ bao gồm cả Vịnh Hạ Long và Vịnh Lan Hạ\n\nTôi có một số câu hỏi\n\n1. Sẽ bao gồm chèo thuyền kayak trong Hang Luồn?\n2. Công suất tối đa của thuyền của bạn là bao nhiêu?\n3. Chuyến tham quan này có bao gồm trang trại ngọc trai không?\n\nCảm ơn bạnĐọc thêm",
            "Xin chào, sẽ đi đường cao tốc 2 chiều.\nChèo thuyền kayak trong Cace tối và sáng! Hang Luồn chỉ dành cho chương trình 2 ngày!\nKhông có trang trại ngọc trai.\nSức chứa tối đa là 48 người nhưng chúng tôi thường sử dụng cho nhóm 10-24 người!Đọc thêm",
            "Xin chào. Các bạn đặt tour trên chính website hay qua TripAdvisor hay trên các website đặt phòng khác?Đọc thêm",
            "Hi Direct book - Dịch vụ trực tiếp từ địa phương - Nhà điều hành trực tiếp!Đọc thêm",
            "Tôi muốn biết giá tour du lịch Vịnh Hạ Long một ngày.\nVà tôi phải đặt chỗ ở đâu? Tôi chỉ có thể làm điều này ở Hyeondi?Đọc thêm",
            "Nó có thể rẻ hơn một chút nếu bạn mua nó tại địa phương.Đọc thêm"
        ],
        "star_ratings": [
            2757,
            98,
            10,
            2,
            1
        ],
        "review_amount": 2868,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền chuồn chuồn",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 14, 2023",
            "Written October 12, 2023",
            "Written October 11, 2023",
            "Written October 11, 2023",
            "Written October 10, 2023",
            "Written October 10, 2023",
            "Written October 9, 2023",
            "Written October 9, 2023",
            "Written October 8, 2023",
            "Written October 8, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d13358348-Reviews-or50-Dragonfly_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or40-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or60-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11925452-Reviews-Tour_Sapa_By_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254659-Reviews-SonSon_Enterprise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17337774-Reviews-Kun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184346-Reviews-Charming_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27763279-Reviews-D_d_Hair_Salon-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7928322-Reviews-Aroma_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13816711-Reviews-Hanoi_Babylon_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8291627-Reviews-Viet_First_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11437011-Reviews-Le_Chalet_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26083808-Reviews-Hanoi_Shining_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18894268-Reviews-Hanoi_Transfer_and_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4079576-Reviews-Viet_Travel_Link_Corporation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10815262-Reviews-Daily_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5864115-Reviews-Bemelman_s_Bar_at_The_Carlyle-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d3600489-Reviews-Sulwhasoo_Spa-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g150769-d152991-Reviews-Sea_of_Cortez-Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g47163-d215075-Reviews-The_Lightning_Field-Quemado_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187801-d7044126-Reviews-Quadrilatero-Bologna_Province_of_Bologna_Emilia_Romagna.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d259614-Reviews-Forsyth_Park-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187454-d190276-Reviews-Guggenheim_Museum_Bilbao-Bilbao_Province_of_Vizcaya_Basque_Country.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d105955-Reviews-Newport_Mansions-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g59934-d4406913-Reviews-Lightspeed_Go_Karts_Laser_Tag-Greenfield_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d117411-Reviews-Coronado_Beach-Coronado_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or60-Dragonfly_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or50-Dragonfly_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Dragonfly Cruise",
        "attraction_name_vi": "Du thuyền chuồn chuồn",
        "general_info": [
            "2.868 đánh giá",
            "26 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Các tour tham quan",
            "Chuyến tham quan bằng xe buýt",
            "Chèo thuyền kayak",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tận hưởng các chuyến du thuyền cả ngày từ Hà Nội đến Vịnh Hạ Long trên chiếc thuyền Junk nổi tiếng của Dragonfly và có được trải nghiệm Việt Nam độc đáo giữa những ngọn núi đá vôi tuyệt đẹp của Di sản Thế giới ngoạn mục được liệt kê ở Vịnh Hạ Long - Di sản Thế giới được UNESCO công nhận từ năm 1994 và 2000! Đặt trực tiếp trực tuyến không chỉ Vịnh Hạ Long. Bạn có thể tìm thấy các tour du lịch trọn gói Ninh Bình và Sapa. Nhà tổ chức trực tiếp tại địa phương - Giá địa phương - Chăm sóc địa phương!Đọc thêm",
        "reviews": [
            "Benjamin là một hướng dẫn viên du lịch giỏi với sự rung cảm dễ gần và thân thiện. Khám phá Vịnh Hạ Long mang lại cho tôi cảm giác Coron với tiệc buffet trên thuyền và khám phá hang động rất ngon.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm chuyến đi Vịnh Hạ Long và về đội Du thuyền Dragonfly của chúng tôi.\n\nChúng tôi rất vui khi thấy sự hài lòng của bạn về chuyến đi trong ngày Vịnh Hạ Long. Tôi hy vọng rằng bạn đã có nhiều bức ảnh đẹp về phong cảnh Vịnh Hạ Long, thời gian chèo thuyền kayak hoặc chuyến đi thuyền tre vào đường hầm nước, nếm thử các món ăn Việt Nam cùng nhóm. Cảm ơn bạn rất nhiều vì đã tận hưởng tất cả các dịch vụ.\n\nCảm ơn bạn rất nhiều vì mọi thứ một lần nữa.\nChúc bạn mọi điều tốt đẹp nhất từ ​​Hà Nội, Việt Nam!\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\n\nĐọc thêm",
            "Benjamin rất có sức chứa và vui tính. Anh ấy đảm bảo mọi người đều thích chuyến tham quan và bạn cũng sẽ học được rất nhiều điều từ anh ấy về lịch sử Việt Nam. Cảm ơn Benjamin vì chuyến đi thú vị này!Đọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của bạn với chúng tôi! Rất vui khi biết rằng năng lượng và sự ấm áp của Benjamins đã khiến chuyến đi trong ngày của bạn đến Vịnh Hạ Long và động Thiên Cung trở nên thú vị.\n\nBenjamin thực sự là một thành viên có giá trị trong nhóm của chúng tôi và anh ấy rất tự hào khi chia sẻ thông tin lịch sử và đảm bảo khách của chúng tôi có trải nghiệm thú vị. Những lời nói tử tế của bạn được đánh giá rất cao và chúng tôi chắc chắn sẽ chuyển chúng đến Benjamin.\n\nNếu bạn có kế hoạch đến thăm Vịnh Hạ Long hoặc bất kỳ điểm đến nào khác trong tương lai, vui lòng liên hệ. Chúng tôi rất mong được hỗ trợ bạn tạo ra nhiều trải nghiệm đáng nhớ hơn.\n\nChúc mừng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời đến Vịnh Hạ Long trên thuyền rồng bay. Benjamin là hướng dẫn viên du lịch của chúng tôi. Anh ấy rất lịch sự và khiêm tốn. Anh ấy rất kiên nhẫn giải thích về những nơi chúng tôi đến thăm và rất hài hước. Tôi giới thiệu chúng cho tất cả những ai muốn có một chuyến tham quan trong ngày tuyệt vời ở Vịnh Hạ Long.Đọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi! Rất vui khi biết rằng bạn đã có một chuyến đi tuyệt vời đến Vịnh Hạ Long trên chiếc thuyền Dragon Fly với Benjamin là hướng dẫn viên du lịch.\n\nPhong thái lịch sự và khiêm tốn của Benjamin, cùng với sự kiên nhẫn và hài hước của anh ấy, thực sự nâng cao trải nghiệm cho khách hàng của chúng tôi. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi đánh giá cao việc bạn truyền bá thông tin về chuyến tham quan Vịnh Hạ Long trong ngày của bạn.\n\nNếu bạn hoặc bất kỳ ai bạn biết đang có kế hoạch khám phá Vịnh Hạ Long hoặc các điểm đến khác, vui lòng liên hệ. Chúng tôi rất vinh dự được mang đến nhiều trải nghiệm đáng nhớ hơn trong tương lai.\n\nTrân trọng kính chào,\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Benjamin rất dễ tính và thân thiện. Vui tính và anh ấy đảm bảo rằng mọi người đều thích chuyến tham quan. Đọc thêm",
            "Kính gửi quý khách hàng, \n\nCảm ơn bạn đã cho chúng tôi một đánh giá hoàn hảo. \nChúng tôi rất hân hạnh được chào đón bạn đến đây cùng Dragonfly Cruise, một Thương hiệu của CharmingvietnamTravel.com. \n\nTôi rất vui khi biết rằng bạn thích chuyến tham quan của chúng tôi với những món ăn ngon, những hoạt động thú vị và đặc biệt là hướng dẫn viên du lịch của chúng tôi - ông Benjamin, người luôn quan tâm đến tất cả các bạn. Từ phản hồi tốt đẹp của bạn, chúng tôi biết rằng nỗ lực của chúng tôi trong việc sắp xếp các dịch vụ cho bạn đã thành công. \n\nCảm ơn bạn một lần nữa và chúng tôi rất mong được chào đón bạn quay lại đây sớm nhất. \n\nTrân trọng, \n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise \nĐọc thêm",
            "Benjamin rất tốt bụng và hài hước. Hướng dẫn viên du lịch 5 sao tại Hà Nội. Anh ấy giải thích chi tiết các điểm tham quan và có thể giải quyết vấn đề. Đồng thời đưa ra khuyến nghị về chuyến đi.Đọc thêm",
            "Kính thưa quý khách hàng,\n\nCảm ơn bạn đã cho chúng tôi một đánh giá hoàn hảo.\n\nThật tuyệt vời khi biết rằng Benjamin đã để lại ấn tượng tích cực như vậy trong chuyến tham quan Hà Nội của bạn! Cảm ơn bạn đã dành thời gian để chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi đánh giá rất cao phản hồi của bạn và xếp hạng 5 sao của bạn.\n\nNhóm của chúng tôi tự hào có Benjamin là một phần của đội ngũ hướng dẫn viên du lịch. Anh ấy thực sự thể hiện những phẩm chất mà chúng tôi đánh giá cao trong hướng dẫn viên của mình - kiến ​​thức, sự thân thiện và niềm đam mê khiến chuyến thăm của bạn trở nên đáng nhớ. Thật tuyệt vời khi anh ấy có thể cung cấp cho bạn những lời giải thích chi tiết về các điểm tham quan, hỗ trợ mọi vấn đề phát sinh và đưa ra các đề xuất chuyến đi có giá trị.\n\nHãy nhớ chuyển những lời tử tế của bạn tới Benjamin nhé. Sẽ rất vui mừng khi biết rằng những nỗ lực của anh ấy đã được đánh giá cao. Nếu bạn quay lại Hà Nội hoặc khám phá các điểm đến khác, chúng tôi rất vui khi có cơ hội hỗ trợ bạn một lần nữa.\n\nCảm ơn bạn đã chọn chúng tôi cho chuyến tham quan của mình và chúng tôi mong được chào đón bạn trở lại trong tương lai. Nếu bạn có thêm bất kỳ phản hồi hoặc câu hỏi nào, xin vui lòng liên hệ.\n\nTrân trọng kính chào,\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Trải nghiệm khá tốt. Benjamin rất vui tính và đã làm rất tốt vai trò hướng dẫn viên du lịch. Chèo thuyền kayak hơi ngắn nhưng có thể hiểu được vì chúng tôi cần quay lại Hà Nội.Đọc thêm",
            "Kính gửi Quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​Charming Vietnam Travel!\n\nCảm ơn bạn đã chia sẻ phản hồi của mình với chúng tôi! Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với Benjamin làm hướng dẫn viên du lịch. Chúng tôi đánh giá cao sự hiểu biết của bạn về thời gian chèo thuyền kayak vì chúng tôi muốn đảm bảo một chuyến đi an toàn và thú vị.\nNếu bạn có kế hoạch quay lại Hà Nội hoặc khám phá các điểm đến khác, chúng tôi rất muốn được hỗ trợ bạn một lần nữa để có một trải nghiệm đáng nhớ khác.\n\nTrân trọng,\n\nNhóm chăm sóc khách hàng của Dragonfly Cruise\nMột thành viên của Charming Vietnam Travel\nĐọc thêm",
            "Tôi đặc biệt giới thiệu Benjamin cho bất kỳ ai đang tìm kiếm trải nghiệm du lịch phong phú và thú vị. Họ không chỉ là người hướng dẫn mà còn là đại sứ đầy nhiệt huyết và tận tâm cho lĩnh vực mà họ giới thiệu. Cảm ơn Benjamin vì đã khiến chuyến đi của chúng tôi không thể nào quên! Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​Du lịch Charming Việt Nam!\n\nCảm ơn bạn rất nhiều vì lời giới thiệu rực rỡ của bạn! Rất vui khi biết rằng Benjamin đã mang đến cho bạn trải nghiệm du lịch phong phú và thú vị. Benjamin thực sự là một đại sứ nhiệt huyết và tận tâm cho khu vực và thật may mắn khi có họ trong nhóm của chúng tôi. Hãy nhớ chuyển những lời tốt đẹp của bạn tới Benjamin và chúng tôi rất vui vì chúng đã khiến chuyến đi của bạn trở nên khó quên. \n\nNếu bạn có kế hoạch khám phá nhiều hơn trong tương lai, chúng tôi sẽ ở đây để hỗ trợ bạn có nhiều trải nghiệm tuyệt vời hơn.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Benjamin cực kỳ năng động và ấm áp suốt chuyến đi trong ngày. Anh ấy đã giúp chúng tôi rất nhiều thông tin lịch sử về vịnh Hạ Long và động Thiên Cung và đảm bảo rằng chúng tôi có một trải nghiệm thú vị về tổng thể. Chúc mừng sự nỗ lực của anh ấy: Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của bạn với chúng tôi! Rất vui khi biết rằng năng lượng và sự ấm áp của Benjamins đã khiến chuyến đi trong ngày của bạn đến Vịnh Hạ Long và động Thiên Cung trở nên thú vị.\nBenjamin thực sự là một thành viên có giá trị trong nhóm của chúng tôi và anh ấy rất tự hào khi chia sẻ thông tin lịch sử và đảm bảo khách của chúng tôi có trải nghiệm thú vị. Những lời nói tử tế của bạn được đánh giá rất cao và chúng tôi chắc chắn sẽ chuyển chúng đến Benjamin.\n\nNếu bạn có kế hoạch đến thăm Vịnh Hạ Long hoặc bất kỳ điểm đến nào khác trong tương lai, vui lòng liên hệ. Chúng tôi rất mong được hỗ trợ bạn tạo ra nhiều trải nghiệm đáng nhớ hơn.\n\nChúc mừng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Hành trình trên Vịnh Hạ Long là một điều kỳ diệu tuyệt đối thu hút trái tim và trí tưởng tượng. Vẻ đẹp ngoạn mục của nó khiến người ta say mê, với những núi đá vôi hùng vĩ mọc lên từ vùng nước màu ngọc lục bảo như những tác phẩm nghệ thuật. Trải nghiệm trên du thuyền Vịnh Hạ Long là tuyệt vời, mang đến sự yên tĩnh và thanh bình giữa cảnh quan thiên nhiên tuyệt đẹp. Các chuyến du ngoạn được thiết kế tốt mang đến sự thoải mái và sang trọng đặc biệt, đảm bảo một hành trình thực sự thú vị. Đội ngũ nhân viên chu đáo, thân thiện phục vụ mọi nhu cầu, khiến du khách cảm thấy được chiều chuộng và quý mến. Khám phá những hang động ẩn giấu, chèo thuyền kayak qua vùng nước nguyên sơ và chứng kiến ​​cảnh hoàng hôn mê hoặc sẽ tạo nên những kỷ niệm khó quên. Du thuyền trên Vịnh Hạ Long là một chuyến đi đầy mê hoặc thể hiện sự hòa hợp giữa thiên nhiên và sự khéo léo của con người.HLBĐọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​Du lịch Charming Việt Nam!\n\nThật là một bài đánh giá mô tả tuyệt vời về trải nghiệm du ngoạn Vịnh Hạ Long của bạn! Chúng tôi thực sự vui mừng khi biết rằng bạn đã có khoảng thời gian kỳ diệu để khám phá kỳ quan thiên nhiên tuyệt đẹp này. Cảm ơn bạn đã chia sẻ suy nghĩ của bạn với chúng tôi.\n\nLời nói của bạn nắm bắt được bản chất của Vịnh Hạ Long một cách hoàn hảo và chúng tôi không thể đồng ý hơn với cảm nhận của bạn. Những núi đá vôi nhô lên từ vùng nước màu ngọc lục bảo thực sự là những tác phẩm nghệ thuật và sự yên bình, thanh bình của cảnh quan là vô song. Chúng tôi tự hào cung cấp những chuyến du ngoạn được thiết kế đẹp mắt, mang lại sự thoải mái và sang trọng đặc biệt, và thật tuyệt vời khi biết rằng bạn thấy hành trình của mình thực sự thú vị.\n\nNhân viên của chúng tôi tận tâm đảm bảo rằng mọi vị khách đều cảm thấy được chiều chuộng và trân trọng, đồng thời rất vui mừng vì dịch vụ chu đáo và thân thiện của họ đã góp phần mang lại trải nghiệm của bạn. Khám phá những hang động ẩn giấu, chèo thuyền kayak qua vùng nước hoang sơ và ngắm cảnh hoàng hôn mê hoặc thực sự là những khoảnh khắc tạo nên những kỷ niệm khó quên và rất vui khi bạn có cơ hội tận hưởng những hoạt động này.\n\nLời nói của bạn thể hiện một cách tuyệt vời sự hài hòa giữa thiên nhiên và sự khéo léo của con người, khiến Vịnh Hạ Long trở thành một nơi đặc biệt. Chúng tôi rất biết ơn vì bạn đã chọn tham gia chuyến hành trình đầy mê hoặc này cùng chúng tôi và chúng tôi hy vọng sẽ được hân hạnh chào đón bạn quay trở lại để khám phá nhiều hơn nữa về khu vực ngoạn mục này trong tương lai.\n\nNếu bạn có thêm bất kỳ nhận xét, câu hỏi nào hoặc nếu có bất kỳ điều gì khác mà chúng tôi có thể hỗ trợ bạn, vui lòng liên hệ.\n\nTrân trọng kính chào,\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Tầm nhìn đẹp và trải nghiệm. Tour du lịch được tổ chức tốt từ đầu đến cuối. Rất nhiều câu chuyện và lịch sử được giải thích bằng tiếng Anh.HLBĐọc thêm",
            "Kính gửi quý khách hàng,\nLời chào nồng nhiệt nhất từ ​​Du lịch Charming Việt Nam!\n\nCảm ơn phản hồi tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng bạn thích những khung cảnh và trải nghiệm tuyệt vời trong chuyến tham quan của mình. Nhóm của chúng tôi tự hào về việc đảm bảo trải nghiệm được tổ chức tốt và mang tính thông tin từ đầu đến cuối. Thật tuyệt khi biết rằng bạn đánh giá cao những câu chuyện và lịch sử được giải thích bằng tiếng Anh.\n\nNếu bạn có kế hoạch thăm lại hoặc khám phá các điểm đến khác, vui lòng lưu ý chúng tôi. Chúng tôi rất vui mừng được mang đến cho bạn nhiều trải nghiệm đáng nhớ hơn.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm"
        ],
        "star_ratings": [
            2757,
            98,
            10,
            2,
            1
        ],
        "review_amount": 2868,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền chuồn chuồn",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 8, 2023",
            "Written October 8, 2023",
            "Written October 8, 2023",
            "Written October 8, 2023",
            "Written October 7, 2023",
            "Written October 7, 2023",
            "Written October 7, 2023",
            "Written October 7, 2023",
            "Written October 7, 2023",
            "Written October 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d13358348-Reviews-or60-Dragonfly_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or50-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or70-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11925452-Reviews-Tour_Sapa_By_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254659-Reviews-SonSon_Enterprise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17337774-Reviews-Kun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184346-Reviews-Charming_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27763279-Reviews-D_d_Hair_Salon-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7928322-Reviews-Aroma_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13816711-Reviews-Hanoi_Babylon_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8291627-Reviews-Viet_First_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11437011-Reviews-Le_Chalet_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26083808-Reviews-Hanoi_Shining_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18894268-Reviews-Hanoi_Transfer_and_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4079576-Reviews-Viet_Travel_Link_Corporation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10815262-Reviews-Daily_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1915293-d12274551-Reviews-Pirate_s_Cave-Dhermi_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g31204-d126803-Reviews-Dead_Horse_Ranch_State_Park-Cottonwood_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d8641683-Reviews-House_of_Fashion-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d19269708-Reviews-KidZania_USA-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d153186-Reviews-Tulum_Archaeological_Site-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d1005909-Reviews-Miloli_i_Milolii-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g616319-d13448110-Reviews-Playa_Punta_Cocos-Holbox_Island_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d3530642-Reviews-Skala_Beach-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g37094-d649695-Reviews-Fair_Oaks_Farms-Fair_Oaks_Indiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or70-Dragonfly_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or60-Dragonfly_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Dragonfly Cruise",
        "attraction_name_vi": "Du thuyền chuồn chuồn",
        "general_info": [
            "2.868 đánh giá",
            "26 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Chuyến tham quan bằng xe buýt",
            "Chèo thuyền kayak",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tận hưởng các chuyến du thuyền cả ngày từ Hà Nội đến Vịnh Hạ Long trên chiếc thuyền Junk nổi tiếng của Dragonfly và có được trải nghiệm Việt Nam độc đáo giữa những ngọn núi đá vôi tuyệt đẹp của Di sản Thế giới ngoạn mục được liệt kê ở Vịnh Hạ Long - Di sản Thế giới được UNESCO công nhận từ năm 1994 và 2000! Đặt trực tiếp trực tuyến không chỉ Vịnh Hạ Long. Bạn có thể tìm thấy các tour du lịch trọn gói Ninh Bình và Sapa. Nhà tổ chức trực tiếp tại địa phương - Giá địa phương - Chăm sóc địa phương!Đọc thêm",
        "reviews": [
            "Rất đáng để ghé thăm. Một chút gió, không đi bộ nhiều, nhưng phong cảnh tuyệt vời. Khi đi thuyền, đi vòng quanh biển, chúng ta có thể nhìn thấy khung cảnh tuyệt đẹp ở từng địa điểm. Tôi đến từ Indonesia, đi du lịch cùng gia đình và bạn bè , mặc dù có những địa điểm tuyệt đẹp ở Indonesia nhưng điều này có thể so sánh được, đã được UNESCO chứng minh. Hãy đến Vịnh Hạ Long.HLBĐọc thêm",
            "Kính gửi quý khách hàng,\nLời chào nồng nhiệt nhất từ ​​Du lịch Charming Việt Nam!\n\nCảm ơn bạn đã chia sẻ suy nghĩ của bạn với chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn thấy chuyến thăm của mình rất đáng giá. Mặc dù trời có thể có chút gió và chỉ cần đi bộ tối thiểu nhưng chúng tôi rất vui vì bạn đã tận hưởng được phong cảnh tuyệt vời và quang cảnh tuyệt đẹp trong chuyến đi thuyền của mình.\n\nThật tuyệt vời khi biết rằng bạn, một người đến từ Indonesia với những thắng cảnh tuyệt đẹp, nhận thấy Vịnh Hạ Long có thể so sánh được và được UNESCO công nhận. Phản hồi của bạn có ý nghĩa rất lớn đối với chúng tôi và rất biết ơn vì bạn đã chọn khám phá điểm đến đáng chú ý này cùng gia đình và bạn bè.\n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn trong tương lai, dù ở Việt Nam hay xa hơn, chúng tôi rất hân hạnh được hỗ trợ bạn tạo ra nhiều trải nghiệm đáng nhớ hơn.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Hướng dẫn viên Benjamin là một người rất thân thiện, hài hước và giúp đỡ rất nhiều cho chuyến đi của gia đình chúng tôi, rất rất tốtĐọc thêm",
            "Kính gửi cô Sakura,\n\nCảm ơn rất nhiều vì nhận xét tử tế của bạn về chất lượng của Dragonfly Cruise - từ DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \n\nChúng tôi thực sự vui mừng khi biết rằng ông Benjamin đã chỉ cho bạn vịnh Hạ Long chỉ bằng chuyến tham quan cả ngày. Anh ấy đã làm việc với chúng tôi trong nhiều năm nên anh ấy sẽ là một hướng dẫn viên du lịch rất chuyên nghiệp và chăm sóc tất cả các bạn trong từng chi tiết của chuyến tham quan. \nCả nhóm rất mong được phục vụ bạn một lần nữa và có cơ hội giới thiệu cho bạn nhiều hơn về Vịnh Hạ Long. \n\nXin vui lòng liên hệ với tôi sau đó.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Hướng dẫn viên du lịch du lịch chuồn chuồn của Benjamin rất thành thạo và tốt bụng. Tiếng Anh của anh ấy cũng tốt. Được đề xuấtĐọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn rất nhiều vì nhận xét tử tế của bạn về chất lượng của Dragonfly Cruise - từ DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \n\nChúng tôi thực sự vui mừng khi biết rằng ông Benjamin đã chỉ cho bạn vịnh Hạ Long chỉ bằng chuyến tham quan cả ngày. Anh ấy đã làm việc với chúng tôi trong nhiều năm nên anh ấy sẽ là một hướng dẫn viên du lịch rất chuyên nghiệp và chăm sóc tất cả các bạn trong từng chi tiết của chuyến tham quan. \n\nCả nhóm rất mong được phục vụ bạn một lần nữa và có cơ hội giới thiệu cho bạn nhiều hơn về Vịnh Hạ Long. \n\nXin vui lòng liên hệ với tôi sau đó.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Chuyến tham quan nói chung đúng như mô tả và rất vui. Chúng tôi được nhìn thấy vịnh gần và các hang động là địa điểm tuyệt vời để tham quan. Bữa trưa được cung cấp rất no và họ phục vụ cho những người không ăn hải sản. Một phần của chuyến tham quan là chèo thuyền kayak. Tôi muốn gửi lời cảm ơn chân thành đến Robert! Tôi thực sự đã đánh rơi điện thoại của mình xuống vịnh và Robert đã giúp tôi lấy lại. Tôi đang gõ bài đánh giá này từ một chiếc điện thoại đã ở dưới nước 6m. Dịch vụ tuyệt vời. Hướng dẫn viên du lịch tuyệt vời. Tôi khuyên bạn nên hỏi ROBERT nếu bạn đặt tour này! Đọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn phản hồi tuyệt vời của bạn! Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm vui vẻ và thú vị trong chuyến tham quan của chúng tôi.\n\nNgắm nhìn vịnh ở cự ly gần và khám phá những hang động kỳ thú thực sự là một trải nghiệm đáng chú ý và rất vui vì bạn đã tìm thấy nó đúng như mô tả. Thật tuyệt khi biết rằng bữa trưa được cung cấp đầy đủ và chúng tôi có thể phục vụ theo sở thích ăn kiêng của bạn.\n\nXin gửi lời cảm ơn đặc biệt tới Robert vì đã nỗ lực hết mình để giúp lấy lại điện thoại của bạn, đó thực sự là một dịch vụ tuyệt vời! Chúng tôi đánh giá cao những lời tốt đẹp của bạn và chắc chắn sẽ chuyển lời cảm ơn của bạn đến anh ấy.\n\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và rất vui khi biết rằng bạn đã có một chuyến tham quan tuyệt vời. Nếu bạn có kế hoạch khám phá thêm trong tương lai, vui lòng liên hệ. Chúng tôi rất mong được hỗ trợ bạn tạo ra nhiều trải nghiệm đáng nhớ hơn.\n\nTrân trọng kính chào,\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Trải nghiệm tuyệt vời! Thức ăn rất tuyệt, một ngày còn hơn cả đủ cho chuyến đi này. Rất vui !!!!!!!! HLBĐọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn bạn đã đánh giá hoàn hảo nhờ chuyến tham quan Vịnh Hạ Long Cả ngày từ Hà Nội gần đây với DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \nNhóm của tôi và tôi rất vui vì bạn đã tận hưởng chương trình du lịch hoàn hảo của chúng tôi với tài xế an toàn, xe hơi thoải mái, hành trình truyền thống đẹp và rõ ràng, bữa trưa hải sản ngon miệng và đội ngũ nhân viên tuyệt vời. \n\nCảm ơn bạn một lần nữa vì đã giới thiệu Dragonfly Cruise của chúng tôi cho những khách du lịch khác. Chúng tôi hy vọng sẽ có một cơ hội khác để chào đón bạn trở lại.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "HLB Chuyến đi thật tuyệt vời. Hành trình tốt và hướng dẫn viên du lịch tuyệt vời. Phong cảnh ở Vịnh Hạ Long cũng rất đẹp và rất đáng để đến.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã đánh giá hoàn hảo nhờ chuyến tham quan Vịnh Hạ Long Cả ngày từ Hà Nội gần đây với DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \n\nNhóm của tôi và tôi rất vui vì bạn đã tận hưởng chương trình du lịch hoàn hảo của chúng tôi với tài xế an toàn, xe hơi thoải mái, hành trình truyền thống đẹp và rõ ràng, bữa trưa hải sản ngon miệng và đội ngũ nhân viên tuyệt vời. \nChúng tôi hy vọng sẽ có một cơ hội khác để chào đón bạn trở lại.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Thật đáng kinh ngạc. Vịnh Hạ Long chắc chắn là nơi nhất định phải đến trong đời. Hướng dẫn viên John rất chuyên nghiệp và thông thạo tiếng Anh. Anh ấy quen thuộc với nơi này và việc sắp xếp chuyến đi thật tuyệt vời. HLBĐọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm chuyến đi Vịnh Hạ Long và về đội Du thuyền Dragonfly của chúng tôi.\nChúng tôi rất vui khi thấy sự hài lòng của bạn về chuyến đi trong ngày Vịnh Hạ Long. Tôi hy vọng rằng bạn đã có nhiều bức ảnh đẹp về phong cảnh Vịnh Hạ Long, thời gian chèo thuyền kayak hoặc chuyến đi thuyền tre vào đường hầm nước, nếm thử các món ăn Việt Nam cùng nhóm. Cảm ơn bạn rất nhiều vì đã tận hưởng tất cả các dịch vụ.\n\nCảm ơn bạn rất nhiều vì mọi thứ một lần nữa.\nChúc bạn mọi điều tốt đẹp nhất từ ​​Hà Nội, Việt Nam!\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\n\nĐọc thêm",
            "Đây là một trải nghiệm rất thư giãn và thư giãn. Hướng dẫn viên của chúng tôi là người hiểu biết, hay đùa giỡn và hỗ trợ mọi người một cách tổng thể. Tôi nghĩ chuyến xe buýt từ Hà Nội đến Hạ Long sẽ dài và mệt mỏi nhưng thực tế thì ổn. Đi xe buýt rất thoải mái và an toàn. Hướng dẫn viên, tài xế xe buýt và nhân viên du thuyền đều chu đáo và hữu ích. Về phong cảnh, nó không làm tôi thất vọng. Nơi này thanh bình và xinh đẹp. Chuyến đi rất yên bình. Ngày có thể rất nóng, vì vậy đừng quên mang theo kem chống nắng, kính, mũ, nước và quần áo để thay trong trường hợp bạn chèo thuyền kayak bị ướt.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi! Chúng tôi rất vui khi biết rằng bạn thấy chuyến đi đến Vịnh Hạ Long là một trải nghiệm thư giãn và thư giãn.\n\nThật tuyệt khi biết rằng hướng dẫn viên của bạn có kiến ​​thức sâu rộng và đã thêm chút hài hước vào hành trình, khiến mọi người đều thấy thú vị. Chúng tôi cũng hài lòng vì chuyến đi bằng xe buýt thoải mái và an toàn cũng như các nhân viên chu đáo và hữu ích trong suốt chuyến đi của bạn.\n\nPhong cảnh thanh bình và xinh đẹp của Vịnh Hạ Long thường để lại ấn tượng lâu dài và rất vui vì điều đó không làm bạn thất vọng. Hành trình yên bình và cơ hội hòa mình vào vẻ đẹp thiên nhiên thực sự là điểm nổi bật của chuyến đi.\n\nLời khuyên của bạn về việc mang theo kem chống nắng, kính, mũ, nước và quần áo để thay khi chèo thuyền kayak vào những ngày nắng nóng là những lời khuyên quý giá cho những du khách trong tương lai. Luôn luôn tốt nhất để được chuẩn bị.\n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn trong tương lai, vui lòng liên hệ. Chúng tôi rất vui được hỗ trợ bạn tạo ra những trải nghiệm đáng nhớ và thư giãn hơn.\n\nTrân trọng kính chào,\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Vui mừng vì chúng tôi quyết định đặt tour. Robert, hướng dẫn viên của chúng tôi, rất thân thiện và hiểu biết. Anh ấy đón chúng tôi từ khách sạn đúng giờ. Chúng tôi thực sự rất thích chèo thuyền kayak và leo núi trong hang động. Bữa trưa cũng bình thường thôi, không có gì đặc biệt. Chuyến tham quan đã được xác nhận nhanh chóng qua email và Robert cũng nhắn tin cho chúng tôi qua WhatsApp. Hài lòng với dịch vụ của công ty này. Cảm ơn bạn!Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã chọn chuyến tham quan của chúng tôi và chia sẻ trải nghiệm của bạn với chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tích cực.\n\nThật tuyệt vời khi biết rằng Robert, người hướng dẫn của bạn, rất thân thiện và hiểu biết, đồng thời anh ấy đảm bảo việc đón bạn đúng giờ. Chúng tôi rất vui vì bạn thích chèo thuyền kayak và leo núi trong hang động, đây thực sự là những điểm nổi bật của chuyến tham quan.\n\nChúng tôi đánh giá cao phản hồi của bạn về bữa trưa và chắc chắn chúng tôi sẽ xem xét phản hồi đó để cải thiện trong tương lai.\n\nGiao tiếp hiệu quả là ưu tiên hàng đầu của chúng tôi và rất vui khi biết rằng việc xác nhận chuyến tham quan và liên lạc qua email và WhatsApp đã đáp ứng mong đợi của bạn.\n\nSự hài lòng của bạn với dịch vụ của chúng tôi là mục tiêu cuối cùng của chúng tôi và những lời nói tử tế của bạn được đánh giá rất cao. Nếu bạn có kế hoạch khám phá thêm trong tương lai, vui lòng liên hệ. Chúng tôi rất mong được hỗ trợ bạn tạo ra nhiều trải nghiệm thú vị hơn.\n\nTrân trọng kính chào,\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Robert thật tuyệt vời và hài hước. Học hỏi một số điều thú vị từ anh ấy. Rất khuyến khích anh ấy! Chuyến đi thuyền thật thư giãn và đúng như những gì tôi cần.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nRất vui được chào đón nhóm của bạn đến với Dragonfly Cruise - Thương hiệu của CharmingvietnamTravel.com và chúng tôi cảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của mình với chúng tôi.\n\nChúng tôi rất vui khi biết rằng bạn rất thích Chuyến tham quan cả ngày đến các đảo và hang động ở Vịnh Hạ Long từ Hà Nội với Dragonfly Cruise và lòng hiếu khách của chúng tôi đã gây ấn tượng sâu sắc với bạn. \n\nNhững lời khen ngợi của bạn chắc chắn sẽ được chia sẻ với đội ngũ tôn trọng để họ biết sự đánh giá cao của bạn và họ đã làm một công việc tuyệt vời như thế nào., Đặc biệt là ông Robert- Hướng dẫn viên của chúng tôi!\n\nChúng tôi rất mong được chào đón bạn quay trở lại Việt Nam để mở rộng trải nghiệm của bạn tại đất nước thân yêu của chúng tôi! Hẹn sớm gặp lại!\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm"
        ],
        "star_ratings": [
            2757,
            98,
            10,
            2,
            1
        ],
        "review_amount": 2868,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền chuồn chuồn",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 7, 2023",
            "Written October 6, 2023",
            "Written October 6, 2023",
            "Written October 5, 2023",
            "Written October 5, 2023",
            "Written October 4, 2023",
            "Written October 4, 2023",
            "Written October 3, 2023",
            "Written October 3, 2023",
            "Written October 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d13358348-Reviews-or70-Dragonfly_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or60-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or80-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11925452-Reviews-Tour_Sapa_By_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254659-Reviews-SonSon_Enterprise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17337774-Reviews-Kun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184346-Reviews-Charming_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27763279-Reviews-D_d_Hair_Salon-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7928322-Reviews-Aroma_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13816711-Reviews-Hanoi_Babylon_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8291627-Reviews-Viet_First_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11437011-Reviews-Le_Chalet_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26083808-Reviews-Hanoi_Shining_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18894268-Reviews-Hanoi_Transfer_and_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4079576-Reviews-Viet_Travel_Link_Corporation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10815262-Reviews-Daily_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d8399887-Reviews-Marmaray-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g1601808-d3641490-Reviews-Green_Mountain_Reservoir-Heeney_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g482942-d8614985-Reviews-Koo_Club-Fira_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d5568572-Reviews-Triopetra_Beach-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g312739-d2394831-Reviews-Dreamland_Aqua_Park-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d194315-Reviews-NEMO_Science_Museum-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1367591-d8409217-Reviews-Chitwan_National_Park-Sauraha_Chitwan_District_Narayani_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d8273098-Reviews-Constitution_Beach-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d12078447-Reviews-Kampong_Bharu-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129589-d14933011-Reviews-Pokemon_Center_Tokyo_DX-Nihonbashi_Chuo_Tokyo_Tokyo_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or80-Dragonfly_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or70-Dragonfly_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Dragonfly Cruise",
        "attraction_name_vi": "Du thuyền chuồn chuồn",
        "general_info": [
            "2.868 đánh giá",
            "26 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour xe buýt",
            "Chèo thuyền kayak",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tận hưởng các chuyến du thuyền cả ngày từ Hà Nội đến Vịnh Hạ Long trên chiếc thuyền Junk nổi tiếng của Dragonfly và có được trải nghiệm Việt Nam độc đáo giữa những ngọn núi đá vôi tuyệt đẹp của Vịnh Hạ Long được xếp hạng Di sản Thế giới ngoạn mục - Di sản Thế giới được UNESCO công nhận từ năm 1994 và 2000! Đặt trực tiếp trực tuyến không chỉ Vịnh Hạ Long. Bạn có thể tìm thấy các tour du lịch trọn gói Ninh Bình và Sapa. Nhà tổ chức trực tiếp tại địa phương - Giá địa phương - Chăm sóc địa phương!Đọc thêm",
        "reviews": [
            "Robert thực sự hữu ích với chuyến tham quan. Anh ấy giải trí cho chúng tôi và đảm bảo rằng chúng tôi có khoảng thời gian vui vẻ. Phần tuyệt vời nhất trong ngày là quang cảnh các hòn đảo từ việc chèo thuyền kayak.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã cho chúng tôi một đánh giá hoàn hảo.\n\nChúng tôi rất hân hạnh được chào đón bạn đến đây cùng Dragonfly Cruise, một Thương hiệu của CharmingvietnamTravel.com. \n\nTôi rất vui khi biết rằng bạn thích mọi thứ và đặc biệt là hướng dẫn viên du lịch của chúng tôi - ông Robert, người luôn quan tâm đến tất cả các bạn. Từ phản hồi tốt đẹp của bạn, chúng tôi biết rằng nỗ lực của chúng tôi trong việc sắp xếp các dịch vụ cho bạn đã thành công.\nCảm ơn bạn một lần nữa và chúng tôi rất mong được chào đón bạn quay lại đây sớm nhất.\n\nTrân trọng kính chào,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Robert và phi hành đoàn của anh ấy rất thân thiện. Họ đã chăm sóc gia đình chúng tôi rất tốt. Thức ăn rất ngon và rất nhiều. Chúng tôi thích khám phá các hang động và dưa hấu và trà sau đó thật sảng khoái. Tôi giới thiệu tour này cho bất kỳ ai đến Việt Nam. Phải xem!!Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm chuyến đi Vịnh Hạ Long và về đội Du thuyền Dragonfly của chúng tôi.\nChúng tôi rất vui khi thấy sự hài lòng của bạn về chuyến đi trong ngày Vịnh Hạ Long. Đặc biệt là hướng dẫn viên của chúng tôi - Mr Robert, người luôn quan tâm đến các bạn. Và tôi hy vọng rằng bạn đã có nhiều bức ảnh đẹp về phong cảnh Vịnh Hạ Long, thời gian chèo thuyền kayak hoặc chuyến đi thuyền tre vào đường hầm nước, nếm thử các món ăn Việt Nam cùng nhóm. Cảm ơn bạn rất nhiều vì đã tận hưởng tất cả các dịch vụ.\n\nCảm ơn bạn rất nhiều vì mọi thứ một lần nữa.\nChúc bạn mọi điều tốt đẹp nhất từ ​​Hà Nội, Việt Nam!\nĐọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời, tôi rất thích chèo thuyền đến các hang động và ngắm cảnh ngoạn mục. Mọi thứ đều được hoàn thành đúng thời hạn và Robert thật tuyệt vời!Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã đánh giá hoàn hảo nhờ chuyến tham quan Vịnh Hạ Long Cả ngày từ Hà Nội gần đây với DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \n\nNhóm của tôi và tôi rất vui vì bạn đã tận hưởng chương trình du lịch hoàn hảo của chúng tôi với dịch vụ khác, hành trình truyền thống đẹp đẽ và rõ ràng, bữa trưa hải sản ngon miệng và đội ngũ nhân viên tuyệt vời. Tôi hy vọng rằng bạn đã có nhiều bức ảnh đẹp về phong cảnh Vịnh Hạ Long, thời gian chèo thuyền kayak hoặc chuyến đi thuyền tre vào đường hầm nước.\nCảm ơn bạn một lần nữa vì đã giới thiệu Dragonfly Cruise của chúng tôi cho những khách du lịch khác. Chúng tôi hy vọng sẽ có một cơ hội khác để chào đón bạn trở lại.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du Lịch Duyên Dáng Việt Nam.\nĐọc thêm",
            "rất có tổ chức, thư giãn và vui vẻ .. Hướng dẫn viên du lịch Ông Robert cũng rất hữu ích trong việc giải thích tất cả thông tin về địa điểm Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã đánh giá hoàn hảo nhờ chuyến tham quan Vịnh Hạ Long Cả ngày từ Hà Nội gần đây với DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \n\nChúng tôi thực sự rất vui khi biết rằng bạn có khoảng thời gian tuyệt vời với chúng tôi.\nChúng tôi luôn tập trung vào: Xe buýt mới hiện đại chạy đường dài từ Hà Nội đến Hạ Long và ngược lại, Hướng dẫn viên du lịch chuyên nghiệp với hoài bão trong ngành du lịch là chăm sóc khách hàng tốt nhất. Hướng dẫn viên chuyên nghiệp sẽ mang đến cho du khách những thông tin và hành trình tốt nhất trong chương trình. Ông Robert sẽ là người tốt nhất giải thích cho bạn những điểm tham quan mà bạn sẽ ghé thăm trong chương trình.\n\nMột lần nữa, chúng tôi xin cảm ơn những nhận xét tốt đẹp của bạn và mong được gặp lại bạn trong chuyến thăm Việt Nam tiếp theo.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Hướng dẫn viên du lịch Benjamin Anh ấy biết rất rõ về lịch sử và câu chuyện của các địa điểm và thể hiện một cách hài hước và dễ dàng, anh ấy rất chuyên nghiệp và khiến chúng tôi cảm thấy thoải mái trong suốt hành trình, thật may mắn khi được tham gia chuyến lưu diễn của anh ấy ngày hôm nay, chúng tôi đã có khoảng thời gian tuyệt vời bên nhau. Chúc mừng. Một trải nghiệm rất tốt. Hướng dẫn viên rất thân thiện và thú vị. Thời gian của chuyến đi vừa thư giãn vừa thỏa mãn. Tôi rất vui vì lần này Benjamin đã dẫn dắt chúng tôi.",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nThật vui khi biết rằng bạn đã có khoảng thời gian rất đáng nhớ với chúng tôi và đã cho chúng tôi một đánh giá hoàn hảo. \nChúng tôi rất vui khi biết rằng bạn rất thích chuyến tham quan của chúng tôi, hướng dẫn viên nhiệt tình và cơ sở vật chất. Đó sẽ là động lực to lớn để toàn thể tập thể chúng tôi tiếp tục hoàn thành tốt công việc. Lần sau nếu có cơ hội chúng tôi rất mong được phục vụ bạn. Ông Benjamins là một hướng dẫn viên thực sự tuyệt vời, nhiều thông tin, hài hước và hiểu biết\n\nChúng tôi đánh giá cao thời gian của bạn và chúng tôi sẽ cố gắng hết sức để tiếp tục cung cấp cho bạn loại dịch vụ mà bạn đã trải nghiệm.\n\nTrân trọng kính chào,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Hướng dẫn của Benjamin: anh ấy đã chụp những bức ảnh đẹp nhất trong ngày cho chúng tôi và giúp chúng tôi xác nhận việc đặt chỗ nhà hàng. Anh ấy thật tuyệt! Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn bạn đã dành cho chúng tôi đánh giá hoàn hảo về chuyến tham quan Hang động và Quần đảo Vịnh Hạ Long cả ngày từ Hà Nội với DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \n\nTôi và nhóm của tôi rất đánh giá cao thời gian của bạn. Và cảm ơn bạn đã lựa chọn tour và dịch vụ của chúng tôi. \n\nChúng tôi thực sự vui mừng khi biết rằng ông Benjamin đã chỉ cho bạn vịnh Hạ Long chỉ bằng chuyến tham quan cả ngày. Anh ấy là một hướng dẫn viên rất nhiệt tình và thực sự rất thích dành thời gian với bạn. \nCả nhóm rất mong được phục vụ bạn một lần nữa và có cơ hội giới thiệu cho bạn nhiều hơn về Vịnh Hạ Long.\n\nHoặc nếu bạn có yêu cầu đặc biệt nào cho chuyến tiếp theo tới Hạ Long. Hãy liên hệ với chúng tôi để có sự sắp xếp tốt nhất.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Đã có một thời gian tuyệt vời ở Vịnh Hạ Long. Toàn bộ chuyến đi được quản lý tốt. Thức ăn rất ngon. Benjamin hướng dẫn viên địa phương của chúng tôi vịnh Hạ Long rất hữu ích và thân thiện. Anh ấy đã giúp cung cấp cho chúng tôi tất cả các chi tiết về địa điểm. Anh ấy là một chàng trai rất vui tính. Chắc chắn sẽ giới thiệu cho khách du lịch trong tương lai.Đọc thêm",
            "Kính gửi Quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingVietnamTravel.com.\n\nThật vui khi biết rằng bạn đã có khoảng thời gian đáng nhớ cùng chúng tôi và đã cho chúng tôi một đánh giá hoàn hảo.\nChúng tôi vô cùng vui mừng khi biết rằng bạn thích chuyến tham quan của chúng tôi, hướng dẫn viên nhiệt tình, đồ ăn ngon và các tiện nghi. Đó sẽ là động lực to lớn để toàn thể nhóm của chúng tôi tiếp tục làm việc tốt. Lần tới nếu có cơ hội, chúng tôi hy vọng sẽ được phục vụ bạn. Ông Benjamins là một hướng dẫn viên thực sự tuyệt vời, hiểu biết, hài hước và hiểu biết\n\nChúng tôi trân trọng thời gian của bạn và sẽ cố gắng hết sức để tiếp tục cung cấp cho bạn loại dịch vụ mà bạn đã trải nghiệm.\n\nTrân trọng,\n\nNhóm chăm sóc khách hàng của Dragonfly Cruise\nMột thành viên của Charming Vietnam Travel\nĐọc thêm",
            "Hướng dẫn viên du lịch của Benjamin đã giải thích từng sự thật về vịnh Hạ Long và các hang động và anh ấy là một người trầm lặng, thân thiện và cởi mở. Cảm ơn bạn rất nhiều vì đã đồng hành cùng chúng tôi BenjaminĐọc thêm",
            "Kính gửi quý khách hàng,\nLời chào nồng nhiệt nhất từ ​​Du lịch Charming Việt Nam\nCảm ơn bạn đã chia sẻ trải nghiệm của mình với chúng tôi và rất vui khi biết rằng Benjamin, hướng dẫn viên du lịch của bạn, đã cung cấp cho bạn một chuyến tham quan đầy hiểu biết và thân thiện về Vịnh Hạ Long và các hang động.\n\nBản chất cởi mở và thân thiện của Benjamin thực sự là điều chúng tôi đánh giá cao ở các hướng dẫn viên của mình và chúng tôi đánh giá cao những lời nói tử tế của bạn. Hãy nhớ chuyển lời cảm ơn của bạn tới Benjamin nhé.\n\nNếu bạn có kế hoạch thăm lại Vịnh Hạ Long hoặc khám phá các điểm đến khác, vui lòng liên hệ. Chúng tôi rất hân hạnh được hỗ trợ bạn tạo ra nhiều trải nghiệm đáng nhớ hơn.\n\nTrân trọng kính chào,\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Hướng dẫn viên du lịch Benjamin Sự sắp xếp của anh ấy rất tốt và anh ấy rất hữu ích. Anh ấy đã giải thích lịch sử của các điểm tham quan một cách toàn diện. Đọc thêm",
            "Thưa ông Stephen,\n\nCảm ơn rất nhiều vì nhận xét tử tế của bạn về chất lượng của Dragonfly Cruise - từ DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \n\nChúng tôi thực sự vui mừng khi biết rằng ông Benjamin đã chỉ cho bạn vịnh Hạ Long chỉ bằng chuyến tham quan cả ngày. Anh ấy đã làm việc với chúng tôi nhiều năm hơn nên anh ấy sẽ là một hướng dẫn viên du lịch rất chuyên nghiệp và chăm sóc tất cả các bạn trong từng chi tiết của chuyến tham quan. \n\nCả nhóm rất mong được phục vụ bạn một lần nữa và có cơ hội giới thiệu cho bạn nhiều hơn về Vịnh Hạ Long. \n\nXin vui lòng liên hệ với tôi sau đó.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "HLB thật tuyệt vời, đẹp đẽ, một địa điểm không thể bỏ qua ở Việt Nam! Hướng dẫn viên John là hướng dẫn viên giỏi nhất từ ​​trước đến nay. mọi người nên tham gia chuyến tham quan này, đáng đồng tiềnĐọc thêm",
            "Kính gửi Ông/Bà Wang,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingVietnamTravel.com.\n\nRất có thể bạn đã có khoảng thời gian tuyệt vời cùng chúng tôi. Cảm ơn bạn rất nhiều vì đã dành thời gian viết cho chúng tôi một bài đánh giá tuyệt vời trên Tripadvisor.\n\nChúng tôi chọn du thuyền Classical để đảm bảo bạn có ấn tượng tốt nhất về khu vực mà chúng tôi sẽ đi du ngoạn ở vịnh Hạ Long - Di sản thiên nhiên thế giới được UNESCO công nhận vào năm 1994 và 2000. Đặc biệt là hướng dẫn viên của chúng tôi, ông John, ông đã làm việc với chúng tôi trong nhiều năm và ông sẽ là một hướng dẫn viên du lịch rất chuyên nghiệp và chăm sóc tất cả các bạn trong từng chi tiết của chuyến tham quan.\n\nTôi đã chuyển lời khen của bạn đến ông John và những người khác trong nhóm của chúng tôi và họ rất vui khi nghe điều đó. Tất cả họ đều gửi lời chào trân trọng nhất đến bạn.\n\nTrân trọng,\n\nNhóm chăm sóc khách hàng của DragonFly Cruise.\nMột thành viên của Charming Vietnam Travel\nĐọc thêm",
            "CHÀO. Những gì bổ sung trong trường hợp mưa?\n\nCảm ơnĐọc thêm",
            "Tôi nghĩ, chuyến đi sẽ diễn ra, trừ khi có thủy triều dâng cao, biển động. Cảm ơnĐọc thêm",
            "Tôi quan tâm đến CHUYẾN ĐI SANG TRỌNG HALONG LAN HA BAY FULL NGÀY 8 GIỜ DU LỊCH DF03 vì nó sẽ sử dụng đường cao tốc mới và sẽ bao gồm cả Vịnh Hạ Long và Vịnh Lan Hạ\n\nTôi có một số câu hỏi\n\n1. Sẽ bao gồm chèo thuyền kayak trong Hang Luồn?\n2. Công suất tối đa của thuyền của bạn là bao nhiêu?\n3. Chuyến tham quan này có bao gồm trang trại ngọc trai không?\n\nCảm ơn bạnĐọc thêm",
            "Xin chào, tôi sẽ đi đường cao tốc 2 chiều.\nChèo thuyền kayak ở Dark and Bright Cace! Hang Luon chỉ dành cho chương trình 2 ngày!\nKhông có trại nuôi ngọc trai.\nSức chứa tối đa là 48 người nhưng chúng tôi thường sử dụng cho nhóm 10-24 người!Đọc thêm",
            "Xin chào. Các bạn đặt tour trên chính website hay qua TripAdvisor hay trên các website đặt phòng khác?Đọc thêm",
            "Hi Direct book - Dịch vụ trực tiếp từ địa phương - Nhà điều hành trực tiếp!Đọc thêm",
            "Tôi muốn biết giá tour du lịch Vịnh Hạ Long một ngày.\nVà tôi phải đặt chỗ ở đâu? Tôi chỉ có thể làm điều này ở Hyeondi?Đọc thêm",
            "Nó có thể rẻ hơn một chút nếu bạn mua nó tại địa phương.Đọc thêm"
        ],
        "star_ratings": [
            2757,
            98,
            10,
            2,
            1
        ],
        "review_amount": 2868,
        "location": [
            "Việt Nam",
            "Những việc cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền chuồn chuồn",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 3, 2023",
            "Written October 3, 2023",
            "Written October 3, 2023",
            "Written October 3, 2023",
            "Written October 2, 2023",
            "Written October 2, 2023",
            "Written October 2, 2023",
            "Written October 2, 2023",
            "Written October 2, 2023",
            "Written October 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d13358348-Reviews-or80-Dragonfly_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or70-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or90-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11925452-Reviews-Tour_Sapa_By_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254659-Reviews-SonSon_Enterprise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17337774-Reviews-Kun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184346-Reviews-Charming_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27763279-Reviews-D_d_Hair_Salon-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7928322-Reviews-Aroma_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13816711-Reviews-Hanoi_Babylon_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8291627-Reviews-Viet_First_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11437011-Reviews-Le_Chalet_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26083808-Reviews-Hanoi_Shining_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18894268-Reviews-Hanoi_Transfer_and_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4079576-Reviews-Viet_Travel_Link_Corporation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10815262-Reviews-Daily_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g40991-d6961395-Reviews-Cliff_Walk-York_Harbor_York_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g298452-d18546166-Reviews-Lakbay_Museo-Pasay_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d2012762-Reviews-Mandara_Spa_at_Atlantis_Paradise_Island-Paradise_Island_New_Providence_Island_Bah.html",
            "https://www.tripadvisor.com/Attraction_Review-g56056-d139824-Reviews-South_Llano_River_State_Park-Junction_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147326-d147796-Reviews-Bioluminescent_Mosquito_Bay-Isla_de_Vieques_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g33963-d13173182-Reviews-Holy_Land_USA_Ruins-Waterbury_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g1888299-d4598682-Reviews-Faarumai_Waterfalls-Arue_Tahiti_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g46315-d10306532-Reviews-Grace_Lord_Park-Boonton_Morris_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g642196-d1371544-Reviews-Geiranger_Fjord-Geiranger_Stranda_More_og_Romsdal_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g12274782-d10454800-Reviews-La_Zenia_Street_Market-Playa_Flamenca_Orihuela_Province_of_Alicante_Valencian_.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or90-Dragonfly_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or80-Dragonfly_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Dragonfly Cruise",
        "attraction_name_vi": "Du thuyền chuồn chuồn",
        "general_info": [
            "2.868 đánh giá",
            "26 trong số 625 Tour du thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Chuyến tham quan bằng xe buýt",
            "Chèo thuyền kayak",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tận hưởng các chuyến du thuyền cả ngày từ Hà Nội đến Vịnh Hạ Long trên chiếc thuyền Junk nổi tiếng của Dragonfly và có được trải nghiệm Việt Nam độc đáo giữa những ngọn núi đá vôi tuyệt đẹp của Vịnh Hạ Long được xếp hạng Di sản Thế giới ngoạn mục - Di sản Thế giới được UNESCO công nhận từ năm 1994 và 2000! Đặt trực tiếp trực tuyến không chỉ Vịnh Hạ Long. Bạn có thể tìm thấy các tour du lịch trọn gói Ninh Bình và Sapa. Nhà tổ chức trực tiếp tại địa phương - Giá địa phương - Chăm sóc địa phương!Đọc thêm",
        "reviews": [
            "Chuyến tham quan tuyệt vời. Địa điểm đẹp. Hướng dẫn rất nhiều thông tin và thân mật. Rất khuyến khích. Bữa trưa tự chọn thật rực rỡ. HLBĐọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nChúng tôi đánh giá cao việc bạn đã để lại nhận xét tích cực về trải nghiệm của mình tại chuyến du thuyền Dragonfly- Tour Hạ Long cả ngày của chúng tôi. Và, chúng tôi rất vui vì bạn đã tận hưởng từng phần trong chuyến tham quan của mình với đội ngũ nhân viên hữu ích và chu đáo, đồ ăn ngon và nhiều cũng như các hoạt động khác của chúng tôi.\n\nNếu có bất kỳ cơ hội nào mà chuyến du lịch đưa bạn trở lại Hà Nội, chúng tôi rất vui được đồng hành cũng như hỗ trợ bạn.\n\nChúc mọi điều tốt đẹp nhất sẽ đến với bạn từ Hà Nội, Việt Nam!\n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Chuyến đi tuyệt vời. Đó là một trải nghiệm đáng nhớ. Bữa trưa tự chọn rất ngon. Nhìn chung chúng tôi dành khoảng 6 giờ ở đây.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nThật vui khi biết rằng bạn đã có khoảng thời gian rất đáng nhớ với chúng tôi và dành cho chúng tôi những đánh giá tích cực. \nChúng tôi rất vui khi biết rằng tất cả các bạn đều thích chuyến tham quan của chúng tôi, hướng dẫn viên nhiệt tình, đồ ăn ngon và cơ sở vật chất. Đó sẽ là động lực to lớn để toàn thể tập thể chúng tôi tiếp tục hoàn thành tốt công việc. Lần sau nếu có cơ hội chúng tôi rất mong được phục vụ bạn. \n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Chuyến tham quan rất vui vẻ và được lên kế hoạch tốt. Có nhiều hoạt động và cơ hội để chụp ảnh. Tôi giới thiệu chuyến tham quan này vì nó thực sự đã được lên kế hoạch từ việc rời khách sạn vào buổi sáng đến trở về vào buổi chiều. Mọi thứ đều rất dễ dàng nhờ có hướng dẫn và thú vị.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ kinh nghiệm của bạn với chúng tôi. Nhóm của tôi rất đánh giá cao thời gian quý báu của bạn.\n\nThật vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi và nỗ lực của chúng tôi trong việc sắp xếp dịch vụ cho bạn đã thành công.\nChúng tôi cố gắng hết sức để sắp xếp một chiếc xe buýt hiện đại thoải mái để lái Hà Nội - Hạ Long - Hà Nội, Hành trình truyền thống với hành trình hoàn hảo mà thuyền trưởng giàu kinh nghiệm của chúng tôi ở Hạ Long tư vấn, bữa trưa hải sản địa phương ngon nhất và hướng dẫn tốt nhất để mang đến cho bạn những trải nghiệm tuyệt vời ở Hạ Long, nhưng chỉ cần một ngày.\n\nChúng tôi rất mong được chào đón bạn quay lại đây sớm nhất.\n\nTrân trọng kính chào,\n\nĐội ngũ chăm sóc khách hàng của DragonFly Cruise.\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Thức ăn ngon, view đẹp và hướng dẫn thân thiện. Anh ấy đưa chúng tôi đến nhiều địa điểm đẹp, bao gồm tảng đá đặc biệt, ca nô và hang động lớn. Mọi thứ đều tuyệt vời. Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​DragonflyCruise - Thương hiệu của CharmingvietnamTravel.com. \n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm chuyến đi Vịnh Hạ Long và về đội Du thuyền Dragonfly của chúng tôi.\nChúng tôi rất vui khi thấy sự hài lòng của bạn về chuyến đi trong ngày Vịnh Hạ Long. Tôi hy vọng rằng bạn đã có nhiều bức ảnh đẹp về phong cảnh Vịnh Hạ Long, thời gian chèo thuyền kayak hoặc chuyến đi thuyền tre vào đường hầm nước, nếm thử các món ăn Việt Nam cùng nhóm. Cảm ơn bạn rất nhiều vì đã tận hưởng tất cả các dịch vụ.\n\nCảm ơn bạn rất nhiều vì mọi thứ một lần nữa.\nChúc bạn mọi điều tốt đẹp nhất từ ​​Hà Nội, Việt Nam!\nĐọc thêm",
            "Khung cảnh ngoạn mục tại Vịnh Hạ Long. Hướng dẫn viên của chúng tôi, Robert, rất có kinh nghiệm và đảm bảo rằng chúng tôi được chăm sóc tốt. Muốn giới thiệu cho mọi người Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCảm ơn rất nhiều vì nhận xét tử tế của bạn về chất lượng của Dragonfly Cruise - từ DragonflyCruise - một Thương hiệu của CharmingvietnamTravel.com. \n\nChúng tôi thực sự vui mừng khi biết rằng ông Robert đã chỉ cho bạn vịnh Hạ Long chỉ bằng chuyến tham quan cả ngày. Anh ấy đã làm việc với chúng tôi trong nhiều năm nên anh ấy sẽ là một hướng dẫn viên du lịch rất chuyên nghiệp và chăm sóc tất cả các bạn trong từng chi tiết của chuyến tham quan. \nCả nhóm rất mong được phục vụ bạn một lần nữa và có cơ hội giới thiệu cho bạn nhiều hơn về Vịnh Hạ Long. \n\nXin vui lòng liên hệ với tôi sau đó.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Khung cảnh tuyệt vời, trải nghiệm tuyệt vời, yêu thích phong cảnh hang động, tuyệt vời cho các cặp đôi và gia đình Đọc thêm",
            "Kính gửi quý khách hàng,\n\nThật vui khi nhận được đánh giá năm sao của bạn nhờ chuyến đi gần đây của bạn với chúng tôi với Dragonfly Cruise - một Thương hiệu của CharmingvietnamTravel.com.\n\nNhóm của tôi rất vui khi biết rằng bạn cũng hạnh phúc. Tôi chắc chắn rằng nhóm của tôi rất thích phục vụ bạn cũng như bạn thích dịch vụ của chúng tôi. Để đảm bảo bạn có ấn tượng tốt nhất với khu vực mà chúng tôi sẽ du ngoạn trên Vịnh Hạ Long - Di sản Thiên nhiên Thế giới được UNESCO công nhận vào năm 1994 và 2000, chúng tôi đặc biệt chọn hành trình Cổ điển và cố gắng thiết kế hành trình tốt nhất cho bạn.\n\n Toàn đội sẽ tiếp tục làm việc để chào đón bạn quay trở lại đây sớm bất cứ lúc nào.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Chuyến đi tuyệt vời! Không rắc rối và cảm ơn John vì chuyến tham quan ngày hôm nay! Tuy nhiên thời tiết đang nóng, hãy spam kem chống nắng! HLBĐọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn bạn đã chia sẻ phản hồi của bạn với chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến đi tuyệt vời.\n\nNhững trải nghiệm thoải mái là điều chúng tôi hướng tới và rất vui vì bạn đã có được trải nghiệm đó. Chúng tôi đánh giá cao lời cảm ơn của bạn tới John về chuyến tham quan ngày hôm nay.\n\nCó, thời tiết có thể trở nên khá nóng, vì vậy lời nhắc sử dụng nhiều kem chống nắng của bạn là lời khuyên có giá trị cho những du khách khác.\n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn trong tương lai, vui lòng liên hệ. Chúng tôi rất mong được hỗ trợ bạn tạo ra nhiều trải nghiệm tuyệt vời hơn.\n\nTrân trọng kính chào,\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "hướng dẫn của benjamin rất hữu ích, thân thiện và tốt bụng. Anh ấy cung cấp thông tin chi tiết, anh ấy cũng giúp tôi chụp ảnh. Đọc thêm",
            "Kính gửi quý khách hàng,\n\nThật vui khi nhận được đánh giá năm sao của bạn nhờ chuyến đi gần đây của bạn với chúng tôi với Dragonfly Cruise - một Thương hiệu của CharmingvietnamTravel.com.  \n\nNhóm của tôi và tôi rất vui khi biết rằng bạn cũng hạnh phúc. Tôi chắc chắn rằng nhóm của tôi rất thích phục vụ bạn cũng như bạn thích dịch vụ của chúng tôi, đặc biệt là ông Benjamin - hướng dẫn viên du lịch cho chuyến tham quan của bạn. \nVà toàn đội sẽ tiếp tục làm việc để chào đón bạn quay lại đây sớm bất cứ lúc nào.\n\nTrân trọng,\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\n\nĐọc thêm",
            "Trải nghiệm và dịch vụ tuyệt vời từ đội chuồn chuồn, hướng dẫn viên có kiến ​​thức về địa điểm và lịch sử Đọc thêm",
            "Kính gửi quý khách hàng,\n\nCám ơn vì những lời tốt đẹp của bạn! Rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với nhóm Dragon Fly của chúng tôi và hướng dẫn viên của bạn có kiến ​​thức về địa điểm và lịch sử.\n\nCung cấp dịch vụ xuất sắc và hướng dẫn am hiểu là ưu tiên hàng đầu của chúng tôi và phản hồi tích cực của bạn được đánh giá rất cao.\n\nNếu bạn có kế hoạch khám phá nhiều điểm đến hơn trong tương lai, vui lòng liên hệ. Chúng tôi rất hân hạnh được hỗ trợ bạn tạo ra nhiều trải nghiệm đáng nhớ hơn.\n\nTrân trọng kính chào,\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nLà thành viên của Du lịch Charming Việt Nam\nĐọc thêm",
            "Chúng tôi hoàn toàn tận hưởng chuyến đi trong ngày đến Vịnh Hạ Long và chèo thuyền kayak đặc biệt thú vị. Cảm ơn người hướng dẫn của chúng tôi - John, người đã làm rất tốt việc gắn kết nhóm.Đọc thêm",
            "Kính gửi quý khách hàng,\n\nLời chào nồng nhiệt nhất từ ​​Dragonfly Cruise - Thương hiệu của CharmingvietnamTravel.com.\n\nThật vui khi biết rằng bạn đã có khoảng thời gian rất đáng nhớ với chúng tôi và đã cho chúng tôi một đánh giá hoàn hảo. \nChúng tôi rất vui khi biết rằng bạn rất thích chuyến tham quan của chúng tôi, đặc biệt là hướng dẫn viên nhiệt tình. Đó sẽ là động lực to lớn để toàn thể tập thể chúng tôi tiếp tục hoàn thành tốt công việc. Tôi đã chuyển lời khen ngợi của bạn tới ông John và những người khác trong nhóm của chúng tôi và họ rất vui khi nghe điều đó. \n\nChúng tôi đánh giá cao thời gian của bạn và chúng tôi sẽ cố gắng hết sức để tiếp tục cung cấp cho bạn loại dịch vụ mà bạn đã trải nghiệm.\n\nChúc mọi điều tốt đẹp nhất sẽ đến với bạn từ Hà Nội, Việt Nam!\n\nĐội ngũ chăm sóc khách hàng của Dragonfly Cruise\nĐọc thêm"
        ],
        "star_ratings": [
            2757,
            98,
            10,
            2,
            1
        ],
        "review_amount": 2868,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền chuồn chuồn",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 2, 2023",
            "Written October 2, 2023",
            "Written October 2, 2023",
            "Written October 2, 2023",
            "Written October 2, 2023",
            "Written September 30, 2023",
            "Written September 30, 2023",
            "Written September 29, 2023",
            "Written September 26, 2023",
            "Written September 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d13358348-Reviews-or90-Dragonfly_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or80-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or100-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11925452-Reviews-Tour_Sapa_By_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12254659-Reviews-SonSon_Enterprise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17337774-Reviews-Kun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7184346-Reviews-Charming_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27763279-Reviews-D_d_Hair_Salon-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7928322-Reviews-Aroma_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13816711-Reviews-Hanoi_Babylon_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8291627-Reviews-Viet_First_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11437011-Reviews-Le_Chalet_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26083808-Reviews-Hanoi_Shining_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26209487-Reviews-Hanoi_Shining_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18894268-Reviews-Hanoi_Transfer_and_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4079576-Reviews-Viet_Travel_Link_Corporation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10815262-Reviews-Daily_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d311684-Reviews-Golden_Gate_Park-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d102859-Reviews-National_Aquarium-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d23508189-Reviews-HYBE_INSIGHT-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g499086-d3339598-Reviews-Action_Aquapark-Sunny_Beach_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190804-d12865329-Reviews-Bude_Tunnel-Bude_Bude_Stratton_Cornwall_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g298417-d3592574-Reviews-Jebel_Akhdar-Nizwa_Ad_Dakhiliyah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d2208448-Reviews-Libreria_Acqua_alta-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g34580-d2661833-Reviews-Saint_Lucie_Lanes-Port_Saint_Lucie_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60995-d125410-Reviews-Evans_Plunge_Mineral_Springs-Hot_Springs_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d23416544-Reviews-Mustang_Mountain_Coaster-Estes_Park_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or100-Dragonfly_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-or90-Dragonfly_Cruise-Hanoi.html"
    }
]