[
    {
        "attraction_name": "Dravuni Island",
        "attraction_name_vi": "Đảo Dravini",
        "general_info": [
            "116 đánh giá",
            "- 1 trong 19 điều cần làm ở Suva",
            "Quần đảo"
        ],
        "attraction_summary": "Idyllic beaches. Easy to navigate walking treks. Drop dead stunning vistas and the most welcoming smiles in the South Pacific,  which is hard because everyone is so incredibly welcoming,  makes Fiji - s Dravuni Island a gorgeous place to visit. \n\nI did as many do on their one cruise ship day trip: pop into the local primary school and Kindy to donate essential school supplies.  Only being a children - s author,  my gift to the beautiful kids there were a  couple of my most popular picture books. Wonderful to witness their smiling gratitude. \n\nOh and swimming in the pristine waters was an extra treat. The snorkelling was fare,  we brought our own gear along.  Perhaps a simple highlight was supping on freshly caught, filleted and BBQ - d tuna with cassava and fresh pineapple for lunch. Omg, out of this world delicious  - !Read more",
        "reviews": [
            "Hòn đảo tuyệt vời với bãi biển đẹp, nhiều vỏ sò và đường mòn. Chúng tôi đến thăm hòn đảo trên một chuyến du thuyền. Ước gì chúng ta có thể ở lại lâu hơn. Người bản địa rất thân thiện và chào bán vô số sản phẩm. Không có phương tiện cơ giới. Hòn đảo nhỏ đến nỗi nhiều người trong nhóm chúng tôi đã chọn đi bộ xung quanh nó! Đó rõ ràng là điểm dừng tốt nhất trên hành trình của chúng tôi. Có một số điểm râm mát trên bãi biển. Lặn biển có thể được thực hiện ngay từ bãi biển. Hãy nhớ mang theo kem chống nắng và đồ tắm! Người dân địa phương đã cung cấp một chuyến đi vòng quanh đảo bằng thuyền để có được một góc nhìn khác. Đây là một nơi yên bình và thanh bình. Không có khách sạn hoặc cửa hàng. Người dân địa phương cung cấp đồ uống và bữa ăn nấu tại nhà.Đọc thêm",
            "Tàu du lịch của chúng tôi neo đậu ngoài khơi. \nRất nhiều hàng thủ công để bán. Một số gian hàng mát-xa...rẻ nhưng bạn sẽ nhận được những gì bạn phải trả. Một số trái cây để bán.\nCó thể đến thăm trường. Sinh viên ở đó. \nNgười đi tàu đã để lại quà cho trường.\nPhát hiện ra rằng mỗi khi một tàu du lịch neo đậu và mọi người vào bờ Công ty du lịch trả khoảng 7.000 đô la cho ủy ban đảo nên hòn đảo đang hoạt động rất tốt mặc dù bạn thực sự không thể biết tiền đi đâu vì có rất nhiều thứ đang cạn kiệt các tòa nhà.\nBãi biển đẹp và bơi lội trông thật thú vị.Đọc thêm",
            "Trong hành trình trên đảo Fiji, chúng tôi dừng lại trên hòn đảo tuyệt vời này trong một ngày.\nSáng sớm trời nhiều mây nhưng đến khoảng 12h thì mặt trời ló dạng và ngày hoàn toàn thay đổi.\nBiển trong xanh và tuyệt đẹp đến khó tin.\nNgười đẹp dạo quanh đảo thưởng thức trái cây tươi trên bãi biển với chuối dừa và đu đủ. Rất ngon.\nChúng tôi đã lên đỉnh núi và quang cảnh thật tuyệt vời.\nHòn đảo này hoàn toàn tách biệt với thế giới khác và đầy căng thẳng. Ước gì được ở lại đây thêm nhiều thời gian để cô lập bản thân với cuộc sống thực.Đọc thêm",
            "Đây là một phần trong hành trình Nam Thái Bình Dương của chúng tôi và rất đáng để dừng lại. Hòn đảo nhỏ dài 2 dặm này có dân số khoảng 135 đến 150 người đón khoảng 2000 hành khách đi tàu đến nhà họ vài lần một tháng. \nHầu hết du khách tận dụng lợi thế của những bãi biển và lặn với ống thở ở đó.  Có một ngôi trường ở đó được nhiều du khách mang theo đồ dùng và được đánh giá cao. Khi ở đó, bạn có thể đi thuyền quanh đảo, mua sắm đồ thủ công hoặc mua đồ giải khát.\nCó một số con đường mòn quanh đảo, nếu đi về bên phải, bạn có thể đi bộ lên điểm cao nhất của đảo. Chúng tôi chọn con đường ít người qua lại - ở bên trái - và phần lớn trong số đó, có cảm giác như chúng tôi là những người duy nhất trên đảo..... chúng tôi đi ngang qua một nghĩa trang độc đáo, một con lợn rừng và một bãi biển hoang vắng. Đọc thêm",
            "Đây là một phần trong hành trình Nam Thái Bình Dương của chúng tôi và rất đáng để dừng lại. Hòn đảo nhỏ dài 2 dặm này có dân số khoảng 135 đến 150 người đón khoảng 2000 hành khách đi tàu đến nhà họ vài lần một tháng. Hầu hết du khách tận dụng lợi thế của những bãi biển và lặn với ống thở ở đó.  Có một ngôi trường ở đó được nhiều du khách mang theo đồ dùng và được đánh giá cao. Khi ở đó, bạn có thể đi thuyền quanh đảo, mua sắm đồ thủ công hoặc mua đồ giải khát. Có một số con đường mòn quanh đảo, nếu đi về bên phải, bạn có thể đi bộ lên điểm cao nhất của đảo. Chúng tôi chọn con đường ít người qua lại - ở bên trái - và phần lớn trong số đó, có cảm giác như chúng tôi là những người duy nhất trên đảo..... chúng tôi đi ngang qua một nghĩa trang độc đáo, một con lợn rừng và một bãi biển hoang vắng. Đọc thêm",
            "Trong hành trình trên đảo Fiji, chúng tôi dừng lại trên hòn đảo tuyệt vời này trong một ngày. Sáng sớm trời rất nhiều mây nhưng khoảng 12 giờ mặt trời ló dạng và ngày hoàn toàn thay đổi. Biển trong xanh và tuyệt đẹp đến khó tin. Đi dạo quanh đảo thưởng thức trái cây tươi thật tuyệt vời bãi biển với chuối dừa và đu đủ. Rất ngon. Chúng tôi đã lên đỉnh núi và quang cảnh thật tuyệt vời. Hòn đảo này hoàn toàn tách biệt với thế giới khác và căng thẳng. Ước gì được ở đây thêm nhiều thời gian để cô lập bản thân khỏi cuộc sống thực. Đọc thêm",
            "Tàu du lịch của chúng tôi neo đậu ngoài khơi. Rất nhiều hàng thủ công để bán. Một số gian hàng mát-xa...rẻ nhưng bạn sẽ nhận được những gì bạn phải trả. Bán một số trái cây. Có thể tham quan trường học. Sinh viên ở đó. Người của Cruise đã để lại quà cho trường học. Phát hiện ra rằng mỗi khi tàu du lịch neo đậu và mọi người vào bờ. Công ty Cruise trả khoảng 7.000 đô la cho ủy ban đảo nên hòn đảo đang hoạt động rất tốt mặc dù bạn thực sự không thể biết tiền ở đâu đi vì có rất nhiều tòa nhà xuống cấp. Bãi biển đẹp và bơi lội trông rất thú vị.Đọc thêm",
            "Hòn đảo tuyệt vời với bãi biển đẹp, nhiều vỏ sò và đường mòn. Chúng tôi đến thăm hòn đảo trên một chuyến du thuyền. Ước gì chúng ta có thể ở lại lâu hơn. Người bản địa rất thân thiện và chào bán vô số sản phẩm. Không có phương tiện cơ giới. Hòn đảo nhỏ đến nỗi nhiều người trong nhóm chúng tôi đã chọn đi bộ xung quanh nó! Đó rõ ràng là điểm dừng tốt nhất trên hành trình của chúng tôi. Có một số điểm râm mát trên bãi biển. Lặn biển có thể được thực hiện ngay từ bãi biển. Hãy nhớ mang theo kem chống nắng và đồ tắm! Người dân địa phương đã cung cấp một chuyến đi vòng quanh đảo bằng thuyền để có được một góc nhìn khác. Đây là một nơi yên bình và thanh bình. Không có khách sạn hoặc cửa hàng. Người dân địa phương cung cấp đồ uống và bữa ăn nấu tại nhà.Đọc thêm",
            "Hòn đảo xinh đẹp - chỉ có 125 cư dân.. nhưng có rất nhiều khu mua sắm và đồ thủ công .. những con người thân thiện và thân thiện như vậy và nước thật tuyệt vời!!Lấy kẹo cho bọn trẻ - chúng rất phấn khích - - - Đọc thêm",
            "Dravini yêu quý! Mang theo rất nhiều đồ dùng cho trường học - dân làng, - 10 chuyến đi thuyền vòng quanh đảo, - 20 lần mát-xa, bơi lội, lặn với ống thở, leo đồi - tìm thấy một bãi biển cho riêng mình. Một ngày thư giãn đáng yêu!Đọc thêm",
            "Chúng tôi đã lấy những mặt hàng văn phòng phẩm - đô la Fiji để quyên góp cho trường và đã được đón nhận rất nồng nhiệt. Bãi biển rất đẹp để bơi lội và lặn với ống thở và người dân địa phương rất hấp dẫn. Chúng tôi hoàn toàn thích thú với điểm dừng chân này trên hành trình của mìnhĐọc thêm",
            "Đảo nhỏ thuộc về Fiji, là thiên đường nơi hạ giới, có rất ít người sinh sống ở đây, những bãi biển kỳ lạ. Quần đảo Nam Thái Bình Dương thật tuyệt vời. Đọc thêm",
            "Idyllic beaches. Easy to navigate walking treks. Drop dead stunning vistas and the most welcoming smiles in the South Pacific,  which is hard because everyone is so incredibly welcoming,  makes Fiji - s Dravuni Island a gorgeous place to visit. I did as many do on their one cruise ship day trip: pop into the local primary school and Kindy to donate essential school supplies.  Only being a children - s author,  my gift to the beautiful kids there were a  couple of my most popular picture books. Wonderful to witness their smiling gratitude. Oh and swimming in the pristine waters was an extra treat. The snorkelling was fare,  we brought our own gear along.  Perhaps a simple highlight was supping on freshly caught, filleted and BBQ - d tuna with cassava and fresh pineapple for lunch. Omg, out of this world delicious  - !Read more",
            "Nơi này là thiên đường, chúng tôi đã lặn với ống thở và đi bộ trên đảo. Những lối đi sẽ đưa bạn xuyên qua khu rừng nhiệt đới tươi tốt và qua những khu vườn làng trồng chuối, sắn và khoai lang. Khung cảnh nhìn từ đỉnh đồi rất đáng để đi dạo. Dừa bao quanh những bãi biển đầy cát trắng. Nước ấm và dễ dàng cho người mới bắt đầu lặn qua rạn san hô xinh đẹp. Người dân rất thân thiện và hữu ích. Tôi rất vui vì họ rất vui khi được chia sẻ hòn đảo của mình với du khách. Không có cửa hàngĐọc thêm",
            "Tôi muốn biết trường học cần gì. Chúng tôi đến thăm vào ngày 29 tháng 10 năm 2023 và đã từng đến thăm trường trước đây. Tôi không muốn lấy bất kỳ đồ nhựa nào có thể gây ô nhiễm hòn đảo xinh đẹp của họ. Bất kỳ đề xuất? Họ có học tiếng Anh không? có lẽ là sách truyện để đọc.Đọc thêm",
            "Xin chào, có vẻ như nhiều người lấy sách bài tập, bút mực, bút chì, v.v. Cá nhân tôi đã tặng sách tranh và nhãn sách của riêng mình mà bọn trẻ có vẻ thích thú. Họ học rất tốt, tiếng Anh và nhiều màn hình treo tường cũng như biểu đồ học tập đều bằng tiếng Anh.  Có lẽ một cuộn giấy lớn của người bán thịt sẽ hữu ích.  Hoặc sơn áp phích, cọ vẽ, v.v. Không phải vật dụng hàng ngày nhưng lại cực kỳ hữu ích trong lớp học.  Tất nhiên nhiều sách hơn cũng sẽ là lý tưởng!Đọc thêm",
            "Có quản trị viên đặc biệt nào cần phải quyên góp cho trường hay chúng tôi có thể mang theo đồ đạc trên du thuyền không?Đọc thêm",
            "Người dân trên đảo Dravini có cần quyên góp văn phòng phẩm hoặc quần áoĐọc thêm",
            "Có thể đến Đảo Dravini như một chuyến đi trong ngày từ Suva không? Tôi thấy phà mất hơn 5 giờ một chiều, có phương pháp nào nhanh hơn để đến đảo không? Cảm ơn!!Đọc thêm",
            "Người dân địa phương cung cấp thuyền riêng từ Suva - thuyền dành cho 8-10 hành khách - khứ hồi 500F - hoặc 300F - một chiều cho tất cả các thuyền và mất khoảng 2,5-3 giờ để đến đảo. Và bạn có thể tìm phòng cho thuê trên đảo - 80F - mỗi đêm - Đọc thêm",
            "Chào bạn\n\nChúng tôi sẽ bay đến Suva vào tháng 2 và điều này nghe thật tuyệt vời. Mọi người đã sắp xếp việc chuyển tuyến như thế nào khi dường như chúng không có sẵn trên tàu của chúng tôi?\n\nCảm ơn!\n\nReneeĐọc thêm",
            "Câu hỏi của bạn là về Dravini hay Suva?\n\nTàu của bạn sẽ neo đậu ngoài khơi Dravini. Sau đó bạn sẽ được đưa đến đảo. Không có chuyển nhượng để được mua. Chỉ có một cách duy nhất để đến đảo đó là bằng tàu du lịch. Tàu du lịch của bạn sẽ thông báo cho bạn về lịch trình khi bạn đã ở trên tàu.\n\nĐây là một hòn đảo nhỏ chỉ có 200 người. Không có phương tiện di chuyển trên đảo. Nó nhỏ đến mức bạn có thể đi bộ từ đầu đến cuối trong khoảng 20 phút.\n\nChúc bạn có một ngày tuyệt vời ở đó.Đọc thêm",
            "Chính xác thì bãi biển đẹp nhất trên đảo Dravini là ở đâu? Và mát-xa -- nó có ở ngoài bãi biển không?  Mát-xa ở đó bao nhiêu tiền?Đọc thêm",
            "bãi biển đẹp nhất nằm dọc bên phải bến tàu. Không có massage dưới nạc hoặc cây. Tôi tin là như vậy - 10.us trong 10 phútĐọc thêm",
            "Chúng ta đến đó từ Suva bằng cách nào?Đọc thêm",
            "chúng tôi đang đi du thuyền và đó là một điểm dừng, tuy nhiên, bạn có thể đến đó bằng thuyền riêng. không có dịch vụ theo lịch trình nào mà tôi biết.Đọc thêm",
            "Chúng ta đến đó từ Suva bằng cách nào?Đọc thêm",
            "Bạn chỉ có thể đến đó bằng thuyền.  Chúng tôi đã đi du thuyền và đó là một phần của chuyến dừng chân.Đọc thêm",
            "Làm cách nào để đặt tour đến hòn đảo này? Nó có giá bao nhiêu?Đọc thêm",
            "Cách duy nhất để đến thăm hòn đảo này là bằng tàu. Các tàu du lịch đôi khi ghé thăm hòn đảo này nhưng chi phí của một chuyến du ngoạn khác nhau.Đọc thêm",
            "Bạn có thể lặn ở bãi biển không? Có nhiều thứ để xem?Đọc thêm",
            "Lặn biển rất đáng thất vọng.  Trước hết, nó khá gồ ghề và theo như tôi biết thì không có rạn san hô nào trong khoảng cách đi bộ đến bến tàu nơi chúng tôi hạ cánh.  Nơi tôi đi xuống nước chẳng có gì cả.Đọc thêm"
        ],
        "star_ratings": [
            79,
            32,
            4,
            0,
            1
        ],
        "review_amount": 116,
        "location": [
            "Nam thái bình dương",
            "Viti Levu",
            "Fiji",
            "Các hoạt động ở Suva",
            "Suva",
            "Đảo Dravini"
        ],
        "reviews_time": [
            "Written August 4, 2023",
            "Written December 15, 2023",
            "Written December 18, 2023",
            "Written December 22, 2023",
            "Written December 26, 2023",
            "Written December 26, 2023",
            "Written December 22, 2023",
            "Written December 18, 2023",
            "Written December 15, 2023",
            "Written November 26, 2023",
            "Written September 30, 2023",
            "Written August 30, 2023",
            "Written August 8, 2023",
            "Written August 5, 2023",
            "Written July 24, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294337-d2266813-Reviews-Dravuni_Island-Suva_Viti_Levu.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d2266813-Reviews-or10-Dravuni_Island-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d7653886-Reviews-Talanoa_Treks-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d12882504-Reviews-Biausevu_Waterfall-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d2266807-Reviews-Sabeto_Hot_Springs_and_Mud_Pool-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d309034-Reviews-Sigatoka_Sand_Dunes_National_Park-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294334-d1024200-Reviews-Robinson_Crusoe_Island_Tours-Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d312233-Reviews-Natadola_Beach-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g612490-d1682095-Reviews-Port_Denarau_Marina-Denarau_Island_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d309003-Reviews-Kula_Wild_Adventure_Park-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d309037-Reviews-Garden_of_the_Sleeping_Giant-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d12639972-Reviews-Tivua_Island_Fiji-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1901947-d15288477-Reviews-Dive_Fiji-Ono_Island_Kadavu_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g33230-d12902316-Reviews-Sequoia_National_Park-Visalia_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g44390-d12706706-Reviews-Castor_River_Shut_Ins-Fredericktown_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g143044-d145873-Reviews-Tipsoo_Lake_Loop-Mount_Rainier_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g642170-d7179952-Reviews-Fotis_all_Day_Bar-Naoussa_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g294003-d1889696-Reviews-Kuwait_Towers-Kuwait_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g61000-d10742937-Reviews-Yosemite_Valley_Shuttle_System-Yosemite_National_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d2422769-Reviews-Downtown_Rapid_City-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g182160-d284694-Reviews-Radium_Hot_Springs-Radium_Hot_Springs_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32531-d2365844-Reviews-Santa_Fe_Dam_Recreation_Area-Irwindale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297889-d2045868-Reviews-Incheon_Airport_Transit_Tour-Incheon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294337-d2266813-Reviews-or10-Dravuni_Island-Suva_Viti_Levu.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294337-d2266813-Reviews-Dravuni_Island-Suva_Viti_Levu.html"
    }
]