[
    {
        "attraction_name": "Drawn to Life by Cirque du Soleil",
        "attraction_name_vi": "Drawn to Life bởi Cirque du Soleil",
        "general_info": [
            "330 đánh giá",
            "- 67 trong số 434 điều cần làm ở Orlando",
            "Chương trình xiếc Soleil"
        ],
        "attraction_summary": "Những màn nhào lộn gặp gỡ những ký ức tuổi thơ kỳ lạ với tác phẩm Drawn to Life của Cirque Du Soleil, nơi sân khấu được biến thành một chiếc bàn hoạt hình lớn hơn ngoài đời thực. Được tổ chức tại một nhà hát ở Disney Springs, chương trình kể về câu chuyện của Julie, người phát hiện ra chiếc bàn hoạt hình của người cha quá cố của cô và một tác phẩm hoạt hình chưa hoàn thành. Sau đó, cô tiếp tục một cuộc tìm kiếm, nơi các tác phẩm của anh trở nên sống động với những bộ trang phục rực rỡ, những giai điệu hoài cổ của Disney, thể dục dụng cụ, tung hứng và khiêu vũ. Chương trình này là sự hợp tác đầu tiên giữa Cirque Du Soleil, Walt Disney Animation Studios và Walt Disney Imagineering - và không hứa hẹn điều gì ngoài sự giải trí tuyệt vời.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Vợ tôi và tôi đã xem nhiều buổi biểu diễn Cirque du Soleil giữa các chuyến đi đến Vegas, Riviera Maya và các chương trình du lịch, bao gồm cả La Nouba - chương trình Cirque trước đây ở Disney Springs đã kết thúc từ nhiều năm trước.  Drawn to Life hiện là chương trình yêu thích thứ hai của chúng tôi trong số tất cả các chương trình chúng tôi đã xem.  Cốt truyện, những màn nhào lộn, kỹ năng - tài năng của từng người biểu diễn - chúng tôi thật đáng kinh ngạc!  Chương trình đã khiến chúng tôi dở khóc dở cười ở những thời điểm khác nhau và khiến chúng tôi dán mắt vào những gì sắp xảy ra tiếp theo.  \n\nTuyệt vời cho mọi người ở mọi lứa tuổi!! Đọc thêm",
            "Thật là một buổi biểu diễn tuyệt vời!  Chúng tôi yêu thích từng giây phút - toàn bộ dàn diễn viên đều tài năng đến mức không thể tin được .. chúng tôi hoàn toàn bị mê hoặc bởi toàn bộ màn trình diễn, đến nỗi chúng tôi - đặt lại vé để quay lại sau vài ngày nữa.  Rất có thể giới thiệu - một điều không thể bỏ qua.Đọc thêm",
            "Chúng tôi đã có một buổi chiều rảnh rỗi và quyết định mua vé vào phút cuối cho việc này. Vé không rẻ - - 120 vé một vé - nhưng chúng tôi chưa bao giờ xem buổi biểu diễn Cirque du Soleil trước đây và chúng tôi yêu thích Disney, vì vậy điều này thật hoàn hảo. Nó ở Disney Springs và khách sạn của chúng tôi ở gần đó nên chúng tôi có thể đi bộ tới. \n\nChúng tôi thực sự ngạc nhiên về số lượng người đến xem buổi biểu diễn. Ngoài một số ít ghế ở rìa, hầu hết đều đã có người ngồi. Trong khi chờ buổi biểu diễn bắt đầu, thật vui khi thấy các nghệ sĩ kéo trẻ em từ khán giả lên sân khấu để vẽ. Và sau đó họ đưa bản vẽ của mình lên màn hình.\n\nChương trình là sự kết hợp tuyệt vời giữa Disney và nhào lộn. Chúng tôi đặc biệt thích những màn - bất chấp cái chết -. Họ lồng ghép hoạt hình Disney vào toàn bộ chương trình. Có lúc buồn, có lúc buồn cười. Con trai tôi và tôi thực sự rất thích nó. Tôi ước họ có nhiều hàng hóa dành riêng cho chương trình này. Có vẻ như phần lớn những thứ họ bán là dành cho các chương trình Cirque khác hoặc Cirque du Soleil nói chung. Chúng tôi đã in vé điện tử tại phòng vé để làm quà lưu niệm.\n\nĐây là một kỳ nghỉ tuyệt vời từ các công viên giải trí. \n\nĐọc thêm",
            "Một trong những màn trình diễn xuất sắc nhất thế giới. Chúng tôi thực sự ấn tượng trước một buổi biểu diễn tuyệt vời đầy tài năng mà chúng tôi đã xem ở Cirque du Soleil ở Orlando. Tất cả các nghệ sĩ đều có kỹ năng chuyên môn và tham gia vào vai trò của họ. Đó là màn trình diễn đầy cảm xúc đến khó tin mà tôi muốn giới thiệu cho tất cả bạn bè của mình! - Đọc thêm",
            "Cốt truyện thú vị được đan xen với những màn trình diễn tuyệt vời của các vận động viên - nghệ sĩ biểu diễn rất tài năng! Chúng tôi đến sớm 30 phút - các cháu của tôi đã được chọn để vẽ trong buổi diễn trước rất vui - chúng rất thích! Thời lượng chương trình là 90 phút không ngắt quãng là hoàn hảo. Rất khuyến khích.  Chúng tôi có những chiếc ghế bên cạnh rẻ tiền hơn ngay phía trên lối đi - cảm giác như tầm nhìn của chúng tôi vẫn rất tuyệt - chúng tôi không bỏ lỡ bất cứ điều gì.  Đọc thêm",
            "Drawn to Life của Cirque du Soleil là một chương trình tuyệt vời từ đầu đến cuối.  Những màn nhào lộn và nghệ thuật thật tuyệt vời, và cốt truyện xuyên suốt buổi biểu diễn rất ý nghĩa.  Chúng tôi ngồi ở hàng đầu tiên trước lối đi ở tầng hai và chỗ ngồi của chúng tôi rất tuyệt vời.Đọc thêm",
            "Vô cùng thích thú - Drawn to Life - . \n\nChương trình kết hợp cách kể chuyện của Disney theo phong cách mở đầu điển hình với một bi kịch và các nhân vật sẽ diễn ra như thế nào sau một sự kiện như vậy trong cuộc đời họ.  Với những cá nhân tài năng trong Cirque Du Soleil, câu chuyện trở nên sống động với sự hiện diện đẹp mắt trên sân khấu, hài kịch - hài hước, những nhân vật phi thường, những nghệ sĩ giải trí tài năng và những màn nhào lộn ly kỳ nổi tiếng của Cirque.  Sự kết hợp tuyệt vời và tôi mong muốn được xem cả hai sẽ làm gì tiếp theo.Đọc thêm",
            "Nếu bạn thích Cirque nói chung, bạn sẽ thích cái này. Các tiết mục thật tuyệt vời, cốt truyện rất cảm động và những người biểu diễn đỉnh cao. Theo tôi, trả thêm tiền để có chỗ ngồi tốt nhất là số tiền chi tiêu xứng đáng. Địa điểm cũng nằm gần một số địa điểm ăn uống tuyệt vời.Đọc thêm",
            "Chương trình tràn đầy năng lượng tuyệt vời đã thu hút một số trẻ em đến xem trước buổi diễn. Mạch truyện rất tuyệt. Năng lượng của những người biểu diễn vượt trội.Đọc thêm",
            "Tôi rất thích buổi biểu diễn. Chắc chắn sẽ giới thiệu nó Tôi - đã muốn tham dự buổi biểu diễn Cirque du Soleil trong 10 năm và quyết định đi trong năm nay. Thật là một điều tuyệt vờiĐọc thêm",
            "Đẹp, thanh lịch và tuyệt vời. Thực sự rất thích chương trình này và những màn nhào lộn thật tuyệt vời.  Đáng giá vé của chúng tôi.Đọc thêm",
            "Tôi đã xem một số buổi biểu diễn xiếc ở nhiều địa điểm khác nhau và trên thực tế, tôi đã xem La Nouba tiền thân của Drawn to Life 4 Times. Tôi rất tiếc phải nói rằng chương trình mới theo chủ đề Disney không phải là một bản vá lỗi về La Nouba. Mặc dù có một số tiết mục xuất sắc trong đó và tôi đặc biệt thích những người đi xe đạp uni mà lẽ ra tôi có thể đã xem lâu hơn nữa. Nói chung mình thấy phim hơi chậm và nhàm chán. Nơi La Nouba xây dựng khi nó tiếp tục với màn cuối cùng - đường chạy điện - thật ngoạn mục. Với chương trình này không có một kết thúc thực sự ấn tượng. Với tư cách là một người hâm mộ Cirque lớn, tôi thực sự rất tiếc phải nói rằng tôi thấy chương trình này đáng thất vọng. Không giống như La Nouba, tôi sẽ không nhìn thấy cái này 4 lần! Nếu bạn chưa từng xem một buổi biểu diễn xiếc trước đây thì có thể bạn sẽ thích nó, nhưng nếu đã xem, tôi cảm thấy bạn có thể sẽ cảm thấy thất vọng.Đọc thêm",
            "Thực sự rất thích chương trình này. Nằm ở Disney Springs.  Các loại hành vi rất chuyên nghiệp và khác nhau được thực hiện.  Có chỗ ngồi dự phòng cho bất kỳ ai muốn đặt chỗ muộn không.Đọc thêm",
            "Buổi biểu diễn này thật tuyệt vời - những màn nhào lộn và tài năng không thể tin được trong mỗi màn trình diễn.  Không thể hiểu được mức độ đào tạo cho những hành vi này, hầu hết trong số đó thậm chí dường như không thể thực hiện được đối với con người.  Thực sự rất thích sự kết hợp của Disney!  Chúng tôi ngồi ở hàng đầu tiên của khu vực 200, chỗ ngồi tuyệt vời - nhưng không có vẻ như sẽ có chỗ ngồi tồi trong địa điểm.Đọc thêm",
            "Đó là một màn trình diễn hấp dẫn và cảm động. Những nghệ sĩ và người biểu diễn tuyệt vời. Một nơi không thể bỏ qua ở orlando. Đáng giá từng xu!!Đọc thêm",
            "Chúng tôi đưa con gái và gia đình cô ấy đi xem buổi biểu diễn này. Hai đứa trẻ 6 và 8 tuổi. Những màn nhào lộn thật đáng kinh ngạc! Địa điểm này có lợi cho việc có thể nhìn thấy những người biểu diễn rất tốt. Tất cả chúng tôi đều rất thích phần đó của chương trình. Mạch truyện của chương trình Disney rất khó theo dõi hoặc khó hiểu - đối với tất cả chúng tôi, bao gồm 3 thế hệ khác nhau! Chúng tôi ngồi ở Khu 205 - Hàng S - Ghế 19-24. Chỗ ngồi ở một vị trí tốt. Chúng tôi rất thích được ở trên cao hơn để có thể nhìn thấy toàn bộ sân khấu và các pha nguy hiểm trên không. Chúng tôi khuyên bạn nên ăn trước hoặc sau buổi biểu diễn vì sự lựa chọn đồ ăn tại địa điểm có hạn. Tuy nhiên, chúng tôi rất thích những chiếc bánh quy lớn đó! Chúng tôi rất vui vì đã tham dự buổi biểu diễn sớm vào tối thứ Sáu lúc 5 giờ 30 chiều. Chúng tôi không gặp vấn đề gì khi tìm được một chỗ đậu xe gần địa điểm và việc xếp hàng vào cơ sở diễn ra nhanh chóng. Sau buổi biểu diễn, khi chúng tôi rời đi, hàng người xếp hàng cho buổi biểu diễn tiếp theo đã đi khắp toàn bộ tòa nhà.Đọc thêm",
            "Một sự thất vọng của Hugh. Diễn biến chậm và nhàm chán. Cirque du Soleil trước đó thật ngoạn mục. Sự thay thế của Disney này tốt nhất là một sự thất vọng.Đọc thêm",
            "Mạch truyện rất hay với hài kịch thú vị, âm nhạc tuyệt vời và những màn nhào lộn gay cấn. Chúng tôi thực sự yêu thích chương trình!Đọc thêm",
            "Tôi phải biết tiếng Anh để đến Cirque du Soleil, có dịch vụ dịch thuật không? Đọc thêm",
            "Chuyện gì đang xảy ra với các bài đánh giá chương trình ở đây vậy???\nCó rất nhiều đánh giá từ trước năm 2020 - - Drawn to Life - thực sự khai trương vào tháng 11 năm 2021 - . Mặc dù các bài đánh giá cũ đều tuyệt vời nhưng những bài đánh giá mới hơn lại không nhiều...Đọc thêm"
        ],
        "star_ratings": [
            214,
            29,
            22,
            35,
            36
        ],
        "review_amount": 336,
        "location": [
            "Drawn to Life bởi Cirque du Soleil",
            "Orlando",
            "miền trung Florida",
            "Florida - FL -",
            "Những điều cần làm ở Orlando",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written September 12, 2023",
            "Written September 21, 2023",
            "Written September 24, 2023",
            "Written October 15, 2023",
            "Written February 3, 2024",
            "Written March 13, 2024",
            "Written March 26, 2024",
            "Written April 7, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 24, 2024",
            "Written May 22, 2024",
            "Written May 19, 2024",
            "Written May 2, 2024",
            "Written May 2, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024",
            "Written April 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34515-d20771056-Reviews-Drawn_to_Life_by_Cirque_du_Soleil-Orlando_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d7283113-Reviews-Starbucks-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d10767196-Reviews-Blaze_Pizza-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d3841022-Reviews-Splitsville-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d10558624-Reviews-Chef_Art_Smith_s_Homecomin-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d8002686-Reviews-The_Boathouse-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d14108368-Reviews-Wine_Bar_George_A_Restaurant_Bar-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g23869903-d13441368-Reviews-Enzo_s_Hideaway_Tunnel_Bar-Lake_Buena_Vista_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d456838-Reviews-House_of_Blues_Restaurant_Bar-Orlando_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g23869903-d477753-Reviews-Terralina_Crafted_Italian-Lake_Buena_Vista_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34515-d8666676-Reviews-Jock_Lindsey_s_Hangar_Bar-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d130846-Reviews-Disney_Springs-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1556970-Reviews-Aerophile_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d13827304-Reviews-Aerophile_The_World_Leader_in_Balloon_Flight-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d640407-Reviews-Bibbidi_Bobbidi_Boutique-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d107182-Reviews-Disney_s_Typhoon_Lagoon_Water_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563179-Reviews-Raglan_Road_Live_Music_Patio_Stage-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g19192636-d953101-Reviews-Disney_s_Hollywood_Studios-Bay_Lake_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1036082-Reviews-Epcot_World_Showcase-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563086-Reviews-Crush_n_Gusher-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8563376-Reviews-Typhoon_Lagoon_Surf_Pool-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d20771056-Reviews-or10-Drawn_to_Life_by_Cirque_du_Soleil-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d253208-Reviews-Happily_Ever_After_Fireworks-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d110212-Reviews-Fantasmic-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8400593-Reviews-Nick_s_Parlor_Tricks-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1006747-Reviews-The_Outta_Control_Magic_Comedy_Dinner_Show-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d606348-Reviews-SAK_Comedy_Lab-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2310636-Reviews-Festival_of_the_Lion_King-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d275120-Reviews-Hoop_Dee_Doo_Musical_Revue-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1448617-Reviews-Finding_Nemo_The_Musical-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d505392-Reviews-Sleuths_Mystery_Dinner_Shows-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d607346-Reviews-Hard_Rock_Live-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d607341-Reviews-House_of_Blues_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d4027126-Reviews-Splitsville_Luxury_Lanes-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d12621455-Reviews-Luxury_of_Time_by_Diamonds_International-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d6776605-Reviews-Basin_at_Disney_Springs_Marketplace-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d3475451-Reviews-AMC_Disney_Springs_24_with_Dine_in_Theatres-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d19908683-Reviews-Pele_Soccer-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d12810695-Reviews-Coca_Cola_Orlando_Store-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d20104627-Reviews-Johnston_Murphy-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d9715151-Reviews-The_Ganachery-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2266044-Reviews-The_LEGO_Store-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8331926-Reviews-The_Boathouse_Water_Adventures-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d116404-Reviews-World_of_Disney-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d1755636-Reviews-Luxor_Sound_and_Light_Show-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g3830729-d6375880-Reviews-Panteleimon_Beach-Paralia_Panteleimonos_Pieria_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d102533-Reviews-French_Quarter-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g47704-d7779078-Reviews-RPM_Raceway-Farmingdale_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d21270785-Reviews-Suwat_Waterfall-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60895-d4556754-Reviews-Splash_Down_Waterpark-Manassas_Prince_William_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31277-d126816-Reviews-Arcosanti-Mayer_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g189458-d6979708-Reviews-Vlacherna_Monastery-Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d8007541-Reviews-Fun_City_Pakistan-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g40841-d107092-Reviews-Samoset_Golf_Course-Rockport_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34515-d20771056-Reviews-or10-Drawn_to_Life_by_Cirque_du_Soleil-Orlando_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34515-d20771056-Reviews-Drawn_to_Life_by_Cirque_du_Soleil-Orlando_Florida.html"
    }
]