[
    {
        "attraction_name": "Dray Sap Falls",
        "attraction_name_vi": "Thác Đray Sáp",
        "general_info": [
            "56 đánh giá",
            "- 4 trong số 12 điều nên làm ở Buôn Ma Thuột",
            "Thác nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Vườn thú ở bãi đậu xe thác nước này nên được báo cáo và đóng cửa. Nếu có ai biết làm thế nào điều này có thể được thực hiện, xin vui lòng liên hệ. Tôi có những video không thể đăng lên đây...Sự tàn ác với động vật xảy ra ở đây tối như màn đêm...động vật có hình dạng khủng khiếp, một số rõ ràng bị thương với vết thương bị nhiễm trùng. Tất cả các khu giam giữ đều quá nhỏ đối với cư dân của họ và mỗi khu đều chứa đầy rác. Nguồn nước tiếp cận những loài động vật này bẩn thỉu và kinh tởm hoặc không tồn tại.  Những động vật này là loài có nguy cơ tuyệt chủng và không nên ở đây. Trong chuyến thăm của chúng tôi, các nhân viên đã không di chuyển khỏi chỗ ngồi của họ một lần khi rõ ràng có rất nhiều việc phải bảo trì. Những con vật này cần được chú ý nhiều hơn 100. Thật đáng buồn và thực sự khiến trái tim chúng tôi tan nát.Đọc thêm",
            "Chúng tôi phải đi bộ trên một con đường dài và dốc để đến được đây và thứ tôi nhận được là khung cảnh hùng vĩ trước mắt. Nó đẹp như trong một bức tranh cổ tích.Đọc thêm",
            "Mặc dù có khung cảnh thiên nhiên tuyệt đẹp nhưng nơi này rất đáng tránh vì sự tàn ác của động vật: động vật bị nhốt trong những chiếc lồng nhỏ cằn cỗi, dùng để chụp ảnh và cho ăn theo chế độ ăn không phù hợp.Đọc thêm",
            "Quang cảnh xung quanh đây xứng đáng với số tiền bỏ ra. Phong cảnh tuyệt đẹp và thác lớn vì đây là mùa khô. Mang theo một chuyến dã ngoại và ở lại một lúc. Rất ít người khi chúng tôi đi, thật yên bình. Đọc thêm",
            "Công viên nông thôn cung cấp chỗ ở cho các nhóm thanh niên và một vườn thú nhỏ. Đi bộ xuống thác không phải là công việc khó khăn và phải đi trên những con đường tốt - không bơi lội ở thác. Thác nước chụp ảnh tốt. Bạn có thể tiếp tục băng qua sông nhưng bạn có thể cần một cọc tre để lội qua nước. Một mét của cây cầu bê tông đã biến mất.. Chưa có nhiều thông tin về những con đường mòn trong công viên nhưng có rất nhiều tiếng chim hót trên câyĐọc thêm",
            "Cảm ơn Mẹ Thiên nhiên đã ban tặng cho Tây Nguyên Việt Nam một tác phẩm nghệ thuật tuyệt vời. Mặc dù cách trung tâm thành phố Buôn Ma Thuột khoảng 27 km nhưng đây là một nơi tuyệt vời để ghé thăm.Đọc thêm",
            "Đi đến đây như một phần của chuyến tham quan Easy Rider của chúng tôi.  Chúng tôi đã dành thời gian và ăn trưa BBQ tại thác nước và bơi sâu hơn trong công viên trên cùng dòng sông chảy qua thác Dray Sap.  Phần này của công viên phát triển hơn với hoạt động cưỡi voi và nhiều nhà hàng.  Có khoảng 100 - cầu thang bạn đi xuống mặt nước và sau đó đi bộ dọc theo một con đường rất gập ghềnh nhưng đẹp như tranh vẽ - chắc chắn xe lăn không thể đi được. Trước đây người ta có thể đi bộ một vòng quanh thác, nhưng cây cầu hiện đã bị bỏ hoang và đóng cửa .  Bản thân thác khá lớn và rất đẹp.  Ngày chúng tôi đến đó không có nhiều người nhưng vẫn có người đi dã ngoại và bơi lội dưới nước ở phía xa.  Đó là một ngày nóng bức và đi bộ dọc bờ sông để đến thác thật sự rất đẹp và mát mẻ.  Sau khi vượt qua thác, có một con đường tiếp tục lên đến đỉnh và tầm nhìn từ trên xuống khá hùng vĩ.  Có những hố bơi khác phía trên thác với những ao tự nhiên và một nhóm lớn người đang vui chơi đùa giỡn. Những con bò thậm chí còn đang nhai cỏ bên cạnh thác.  Tôi tự hỏi có bao nhiêu người đã sa ngã trong những năm qua?Đọc thêm",
            "Đó không phải là một thác nước lớn nhưng rất đẹp và thiên nhiên. Bạn bè của tôi và tôi đã có một thời gian tuyệt vời ở đây. Trốn khỏi thành phố.Đọc thêm",
            "Chúng tôi đã trải qua một ngày tuyệt vời tại thác Dray Sap. Thật là một cảnh đáng xem. Nhưng thật đáng tiếc khi rác thải ở khắp mọi nơiĐọc thêm",
            "Đẹp hơn thác Dray Nur và bạn có thể đến đó bằng cách xuyên rừng sâu. Chúng tôi có cơ hội gặp 2 chú voi hoang dã trên đầu chúng. Thật tuyệt khi chụp ảnh trên những tảng đá với nền thác nước.Đọc thêm"
        ],
        "star_ratings": [
            19,
            25,
            8,
            1,
            3
        ],
        "review_amount": 56,
        "location": [
            "Tỉnh Đăk Lăk",
            "Châu Á",
            "Việt Nam",
            "Thác Đray Sáp",
            "Buon Ma Thuot",
            "Những điều cần làm ở Buôn Ma Thuột"
        ],
        "reviews_time": [
            "Written February 10, 2020",
            "Written June 3, 2019",
            "Written August 28, 2018",
            "Written February 14, 2018",
            "Written February 12, 2018",
            "Written December 29, 2017",
            "Written April 23, 2017",
            "Written March 14, 2017",
            "Written January 23, 2017",
            "Written September 3, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g670918-d4869953-Reviews-Dray_Sap_Falls-Buon_Ma_Thuot_Dak_Lak_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d4766576-Reviews-Dray_Nur_Waterfall-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d4869953-Reviews-or10-Dray_Sap_Falls-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d4869953-Reviews-or20-Dray_Sap_Falls-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d8408673-Reviews-Kotam_Ecotourism_Destination-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d27741645-Reviews-Kotam_Community_Cultural_Ecotourism_Area-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d12149981-Reviews-Troh_Bu_Botanic_Garden-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d8631008-Reviews-Dau_Nguon_Eco_Resort-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d9996427-Reviews-TiNiWorld-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g209968-d213894-Reviews-Chatsworth_House-Bakewell_Peak_District_National_Park_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g2301776-d2629748-Reviews-Tanjung_Piai_National_Park-Pontian_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1528345-Reviews-Calypso_Cabaret-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1792285-Reviews-Dubai_Aquarium_Underwater_Zoo-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g59336-d116991-Reviews-West_Virginia_Penitentiary-Moundsville_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d10049563-Reviews-Malibu_Jack_s_Louisville-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g198600-d1526405-Reviews-Heide_Park-Soltau_Lower_Saxony.html",
            "https://www.tripadvisor.com/Attraction_Review-g48564-d108019-Reviews-Opus_40-Saugerties_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g303833-d8641158-Reviews-Mulini_Beach-Rovinj_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d126919-Reviews-Phipps_Plaza-Atlanta_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g670918-d4869953-Reviews-or10-Dray_Sap_Falls-Buon_Ma_Thuot_Dak_Lak_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g670918-d4869953-Reviews-Dray_Sap_Falls-Buon_Ma_Thuot_Dak_Lak_Province.html"
    },
    {
        "attraction_name": "Dray Sap Falls",
        "attraction_name_vi": "Thác Đray Sáp",
        "general_info": [
            "56 đánh giá",
            "- 4 trong 12 điều cần làm ở Buôn Ma Thuột",
            "Thác nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thác rất đẹp nhưng cần bảo vệ hệ sinh thái và dọn sạch rác thải của du khách Việt quanh thác. Nếu bạn leo lên trên đỉnh mùa thu thì nơi tuyệt vời để bơi lội được gọi là Suối Nước Trong. Và bạn có thể nghỉ qua đêm ở đây với những ngôi nhà gỗ đẹp. tận hưởng thời gian của bạn ở đây!Đọc thêm",
            "Nơi không quá du lịch - thật ngọt ngào. Đáng tham quan vào mùa mưa. Tốt hơn nên đi bằng ô tô hoặc xe đạp của riêng bạn. đường ở đó không tốt lắm. Đọc thêm",
            "Những nơi này đáng để ghé thăm nếu bạn đang ở trong khu vực, nhưng họ hơi bận rộn theo sở thích của tôi và sự phát triển - không phải là điều tuyệt vời nhất mà tôi từng thấy. Chuyến đi từ Cần Thơ đến với họ thật xứng đáng!Đọc thêm",
            "Đây là địa điểm yêu thích của tôi ở BMT, tất nhiên là ngoài trang trại của gia đình. Đó là một chuyến đi bộ ngắn từ khu vực đậu xe đến thác nước nhưng chắc chắn đáng giá.  Nước sạch và mát nên rất tuyệt để bơi lội, đặc biệt là vào những ngày nắng nóng. Nếu có người dân địa phương đi dã ngoại thì đừng ngạc nhiên khi được yêu cầu tham gia cùng họ.  Một nơi phải đến nếu có cơ hộiĐọc thêm",
            "Thác nước trông rất đẹp và bạn có thể dành một chút thời gian để thư giãn. Có một vài người dân địa phương nhưng bên cạnh đó nó rất yên bình. Nơi tốt đẹp để chụp ảnh. Ngay lối vào là một nhà hàng.Đọc thêm",
            "Tôi đã đến đó vào tháng 1 năm ngoái, thác nước vẫn rất tuyệt vời. Đây là một trong những thác đẹp nhất ở Tây Nguyên hoặc Tây Nguyên của Việt Nam. Dịch vụ cưỡi voi cũng được cung cấp ở đó. Đọc thêm",
            "Thác cách Buôn Ma Thuột khoảng 25 km và chúng tôi có thể dễ dàng đi xe máy. Vé vào là 30.000pp và bao gồm cà phê. Bạn có thể đứng dưới thác nước nếu muốn. Thác đẹp nhưng không tráng lệ. Một chuyến đi chơi thú vị từ BMT nếu bạn có thời gian.Đọc thêm",
            "Dray Sap ở gần Dray Nur, cũng nhỏ hơn nhưng đến đó bạn sẽ băng qua một cây cầu treo tuyệt đẹp và một khu rừng um tùm. Tôi đến Dray Sap vào mùa hè nên tôi có thể nghe thấy tiếng ve sầu, đôi khi những bài hát chúng chơi rất ồn ào, nhưng rất ấn tượng - người đàn ông Pháp đi cùng tôi trong chuyến đi đó nghĩ rằng người ta đặt một chiếc băng cassette để minh họa cho côn trùng - âm thanh - .  -  - Đọc thêm",
            "Thác ở mức trung bình, không có gì đáng để đi quá xa. Khu vực này đủ đẹp và có một số thác nhỏ hơn cách nhau vài trăm mét. Cơ sở vật chất từng ở đây giờ đã bị bỏ hoang hoàn toàn. Có một cây cầu treo hoàn toàn không an toàn và một số lối đi bê tông còn sót lại đang nhanh chóng bị rừng rậm và sông nuốt chửng. Bạn chỉ cần tìm đường đi xuống một bờ đá để tìm một số góc nhìn đẹp của thác hoặc để đến bờ sông.Đọc thêm",
            "Lần gần đây nhất tôi đến đó là sau mùa mưa, vì lý do đó mà tôi cảm thấy rất trải nghiệm. Cây cầu treo đã không được bảo trì trong xx năm - có vẻ như ít nhất - và theo tôi chắc chắn là không an toàn cho trẻ em vì một số ván đi bộ đã bị thiếu. Bạn nên dành bao lâu ở đó tùy thuộc vào lý do bạn ghé thăm nó. Nếu bạn là một nhiếp ảnh gia, bạn có thể dành 2-3 giờ, tuy nhiên nếu bạn sử dụng điện thoại thông minh thì chỉ cần 1 giờ là đủ.Đọc thêm"
        ],
        "star_ratings": [
            19,
            25,
            8,
            1,
            3
        ],
        "review_amount": 56,
        "location": [
            "Tỉnh Đăk Lăk",
            "Châu Á",
            "Việt Nam",
            "Thác Đray Sáp",
            "Buon Ma Thuot",
            "Những điều cần làm ở Buôn Ma Thuột"
        ],
        "reviews_time": [
            "Written August 24, 2016",
            "Written June 16, 2016",
            "Written January 18, 2016",
            "Written December 20, 2015",
            "Written December 11, 2015",
            "Written December 10, 2015",
            "Written September 29, 2015",
            "Written May 2, 2015",
            "Written March 11, 2015",
            "Written February 18, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g670918-d4869953-Reviews-or10-Dray_Sap_Falls-Buon_Ma_Thuot_Dak_Lak_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d4766576-Reviews-Dray_Nur_Waterfall-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d4869953-Reviews-Dray_Sap_Falls-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d4869953-Reviews-or20-Dray_Sap_Falls-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d8408673-Reviews-Kotam_Ecotourism_Destination-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d27741645-Reviews-Kotam_Community_Cultural_Ecotourism_Area-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d12149981-Reviews-Troh_Bu_Botanic_Garden-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d8631008-Reviews-Dau_Nguon_Eco_Resort-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d9996427-Reviews-TiNiWorld-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34048-d23235344-Reviews-Rehoboth_Beach_Boardwalk-Rehoboth_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g33397-d10422659-Reviews-Old_Lime_Creek_Road-Durango_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g56565-d109500-Reviews-Goose_Island_State_Park-Rockport_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d2665186-Reviews-Kedrodasos_Beach-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g45316-d1556836-Reviews-Chico_Hot_Springs-Pray_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g194833-d195460-Reviews-Avignonesi-Montepulciano_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d18856642-Reviews-Katla_Ice_Cave_Kerlingardalsvegur-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d2422722-Reviews-Otkert-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d156162-Reviews-Fashion_Valley-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g664857-d7212965-Reviews-Playa_de_Mogan-Puerto_de_Mogan_Mogan_Gran_Canaria_Canary_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g670918-d4869953-Reviews-or20-Dray_Sap_Falls-Buon_Ma_Thuot_Dak_Lak_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g670918-d4869953-Reviews-or10-Dray_Sap_Falls-Buon_Ma_Thuot_Dak_Lak_Province.html"
    },
    {
        "attraction_name": "Dray Sap Falls",
        "attraction_name_vi": "Thác Dray Sap",
        "general_info": [
            "56 đánh giá",
            "- 4 trong số 12 điều nên làm ở Buôn Ma Thuột",
            "Thác nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi băng qua một cây cầu xinh đẹp để đến thác Dray Sáp. Chúng tôi phải trả cho ai đó một ít tiền để đến thăm họ. Tôi đoán cô ấy làm việc cho một công ty phụ trách thác nước. Cũng giống như thác Draynur, bạn chỉ nên ghé thăm chúng vào mùa mưa. Đọc thêm",
            "Lý tưởng với trẻ nhỏ - đứa trẻ 4 tuổi của chúng tôi gần như đã đi bộ suốt chặng đường - 15 phút - những đứa trẻ sẽ có ấn tượng như đang ở trong rừng rậm thực sự. Cây cầu treo tăng thêm cảm giác - khám phá - khám phá. Có một khu dã ngoại khi bạn đến thác. Nó thực sự rất tuyệt!Đọc thêm",
            "Tôi đến đó vào một ngày trong tuần, chỉ có thêm một cặp vợ chồng ở đó và 3 ngư dân.... Vì vậy, tôi có thể tận hưởng khoảng thời gian vui vẻ và yên tĩnh gần những thác nước xinh đẹp này. Bạn có thể đến đó bằng xe buýt địa phương từ buôn ma thuot với giá 20000vnd một chiềuLối vào là 30000vndĐọc thêm",
            "Thác cách thành phố Buôn Mê Thơt khoảng 25 km. Bạn có thể bắt taxi tới đó nếu đi theo nhóm lớn hoặc đi taxi máy nếu bạn là người đi du lịch một mình. Bản thân thác Draysap cũng ổn nhưng nếu bạn có thể thuê một chiếc xe đạp và đi xa hơn đến cuối con đường thì thật tuyệt. Còn có một thác nước khác, sạch và xanh. Từ thác đó đi ngược lại khoảng 150m sẽ thấy một con đường nhỏ ở phía bên phải là hồ tam tiến; đi bộ trên con đường này khoảng 30 mét, có một hồ bơi tự nhiên ở phía bên phải nơi bạn có thể bơi lội và tắm nắng. Trở lại thác Draysap chúng tôi chọn nghỉ qua đêm tại nhà dài với giá cả phải chăng, cũng là một trải nghiệm thú vị. Có một vườn thú nhỏ với hổ, sư tử, hươu, khỉ mẹ... con bạn sẽ thích điều đó.Đọc thêm",
            "Ngày chúng tôi dự định đi ngắm thác thì trời mưa, khiến chuyến đi phải đi bộ một quãng để ngắm thác và nhanh chóng quay lại để về nhà. Nếu trời không mưa thì tôi sẽ đánh giá trải nghiệm của chúng tôi tốt hơn. Thác rất đẹp và tôi ước mình có thể đi bộ dọc theo khu vực này, nhưng thời tiết không ủng hộ chúng tôi. Cách đi: Xe buýt địa phương Krông Nô, có một trạm xe buýt gần sân vận động trước trường nguyễn du - xe đưa bạn đến ngay trước lối vào thác và bạn có thể bắt xe buýt tương tự về lại buôn ma thuộtĐọc thêm",
            "Một nơi hơi khó hiểu.  Trong công viên có hai con đường, ngã ba bên trái đi vào thác chính, tháng 12 hầu như khô ráo.   Có một số chuyến đi bộ trên cầu đủ thú vị và bạn có thể nhìn thấy một loạt thác ở khoảng cách từ một cây cầu, nhưng nếu không thì sẽ rất khô và đáng thất vọng nếu bạn đi sai thời điểm trong năm.   Khu vực này có biển báo không rõ ràng và nếu bạn đi sai đường, bạn sẽ được yêu cầu mua một vé khác để đến một số thác khác, điều này thật khó hiểu. Ngã ba bên phải của con đường đi xuống một khu rừng tươi tốt, nơi hội tụ của ba con sông với một số thác.  Nó - khá ngoạn mục ở chỗ, từ vị trí thuận lợi, bạn sẽ có cảm giác như mình - được bao quanh bởi dòng nước xoáy đến từ mọi hướng.   Tôi được biết sự hình thành này xảy ra do chính phủ cố gắng xây đập cách đó một quãng đi bộ ngắn, nhưng đá là núi lửa và nước thấm ra ngoài và làm ngập khu vực bên dưới thác, để lại một hiệu ứng thú vị.Đọc thêm",
            "Không lớn bằng thác nước chị em của nó. Đi bộ khá dài trên những tảng đá gồ ghề và 2 cây cầu. Quan điểm đáng yêu để có được. Sẽ còn hoành tráng hơn nữa vào mùa mưa.Đọc thêm"
        ],
        "star_ratings": [
            19,
            25,
            8,
            1,
            3
        ],
        "review_amount": 56,
        "location": [
            "Tỉnh Đăk Lăk",
            "Châu Á",
            "Việt Nam",
            "Thác Đray Sáp",
            "Buon Ma Thuot",
            "Những điều cần làm ở Buôn Ma Thuột"
        ],
        "reviews_time": [
            "Written September 16, 2014",
            "Written August 24, 2014",
            "Written August 12, 2014",
            "Written July 29, 2014",
            "Written July 7, 2014",
            "Written February 16, 2014",
            "Written December 26, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g670918-d4869953-Reviews-or20-Dray_Sap_Falls-Buon_Ma_Thuot_Dak_Lak_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d4766576-Reviews-Dray_Nur_Waterfall-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d4869953-Reviews-or10-Dray_Sap_Falls-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d4869953-Reviews-Dray_Sap_Falls-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d8408673-Reviews-Kotam_Ecotourism_Destination-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d27741645-Reviews-Kotam_Community_Cultural_Ecotourism_Area-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d12149981-Reviews-Troh_Bu_Botanic_Garden-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d8631008-Reviews-Dau_Nguon_Eco_Resort-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g670918-d9996427-Reviews-TiNiWorld-Buon_Ma_Thuot_Dak_Lak_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189960-d10223970-Reviews-Hoffell_Hot_Tubs-Hofn_East_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g186534-d217924-Reviews-Buchanan_Street-Glasgow_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186609-d668055-Reviews-Dunguaire_Castle_s_Medieval_Banquet-Galway_County_Galway_Western_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g31180-d2442560-Reviews-Cameron_Trading_Post-Cameron_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276871-Reviews-Budapest_Zoo_Botanical_Garden-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189039-Reviews-3_Savile_Row-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d591255-Reviews-Playland-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297478-d8179544-Reviews-Parque_Lleras-Medellin_Antioquia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g47958-d116393-Reviews-Cayuga_Lake-Ithaca_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g303826-d14928454-Reviews-Zarecki_Krov-Pazin_Istria.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g670918-d4869953-Reviews-or20-Dray_Sap_Falls-Buon_Ma_Thuot_Dak_Lak_Province.html"
    }
]