[
    {
        "attraction_name": "DreamWorks Water Park at American Dream",
        "attraction_name_vi": "Công viên nước DreamWorks tại Giấc mơ Mỹ",
        "general_info": [
            "90 đánh giá",
            "8 trong số 13 điều cần làm ở Đông Rutherford",
            "Công viên nước"
        ],
        "attraction_summary": "Công viên nước DreamWorks có nhiều lựa chọn trò chơi dưới nước nhất và hồ bơi tạo sóng trong nhà lớn nhất trên toàn thế giới, đồng thời có các trò chơi kỷ lục, những chiếc lều sang trọng và khí hậu nhiệt đới 81F quanh năm. Chỉ cách NYC 5 phút!Đọc thêm",
        "reviews": [
            "Nhìn chung, đây là một công viên nước thú vị với chủ đề khá ổn. Tôi và con gái 11 tuổi của tôi ở cả ngày và thuê một chiếc skybox. Không phải cao điểm nên skybox chỉ có 400 trong ngày. Con tôi thích bơi lội nên chủ yếu chơi ở bể tạo sóng và dòng sông lười. Hôm đó là thứ Tư và lượng xe đi lại khá thấp. \n\nBây giờ skybox thật đáng yêu, mặc dù thức ăn mất một chút thời gian để đến với chúng tôi khoảng 50 phút. Một điều tôi sẽ nói là nó LOUD. Âm nhạc bùng nổ khắp nơi và thực sự không có nơi nào để thoát khỏi nó. Trong skybox chúng tôi vẫn phải nói rất to để nói chuyện với nhau. \n\nVấn đề của cặp đôi -- một trong những nhân viên cứu hộ ở dòng sông lười dường như đang ngủ trên ghế của họ. Và có một số nhận xét kỳ quặc được đưa ra cho tôi về điều khiển từ xa cho TV trong skybox của tôi và đảm bảo rằng tôi đã trả lại nó mặc dù tôi chưa bao giờ nhận được điều khiển từ xa và skybox của tôi không có TV.\n\nNhìn chung, đó là một khoảng thời gian vui vẻ và tôi sẽ quay lại lần nữa.Đọc thêm",
            "Xin chào!\n\nCảm ơn bạn đã ghé thăm American Dream và DreamWorks Water Park. Chúng tôi rất cảm kích khi bạn chia sẻ đánh giá và nhận xét của mình với chúng tôi! Mặc dù chúng tôi không thể cung cấp cho bạn chuyến thăm 5 sao, nhưng chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tích cực khi ghé thăm chúng tôi gần đây. Chúng tôi cũng rất vui khi biết rằng con bạn thích khu vực sông lười và hồ bơi tạo sóng của chúng tôi! Đó là những nơi chúng tôi yêu thích để thư giãn!\n\nChúng tôi rất mong được chào đón bạn quay lại sớm!\n\nThân ái,\nMaeveĐọc thêm",
            "Công viên nước từng khá tuyệt vời trong khoảng năm đầu tiên mở cửa.  Nó luôn rất đắt tiền, nhưng nó mới, sạch sẽ, hoạt động tốt và không quá đông đúc.\n\nTrong chuyến thăm cuối cùng của tôi vào thứ Hai tuần này, tôi thấy rõ nơi này đã trở nên tồi tệ như thế nào.\n\n1. Không còn sạch sẽ như xưa nữa - đúng là có một con gián chết nổi trong bể tạo sóng khi nó mở ra\n\n2. Rơi vào tình trạng hư hỏng - chỉ cần nhìn vào hồ tạo sóng.  Đầy những bản vá lỗi mà họ thậm chí còn không thèm sửa nó.  Một số miếng vá rất sắc nét, vì vậy chỉ cần đợi đến ngày có người kiện họ sau khi bị cắt, nếu điều đó chưa xảy ra\n\n3. Không đủ nhân sự so với những năm trước\n\n4. Dịch vụ không tốt bằng\n\n5. Đông đúc hơn trước, mọi thứ đều xếp hàng dài\n\n6. Ít thiết bị hơn - ví dụ: họ đã loại bỏ chiếc tàu lướt sóng và thay thế nó bằng một khu vui chơi\n\nMặt khác, họ có nhiều khuyến mãi hơn nên giá cả hợp lý hơn trước.Đọc thêm",
            "Xin chào dtedte, cảm ơn bạn đã dành thời gian chia sẻ phản hồi của mình với chúng tôi. Rất tiếc khi biết về chuyến thăm gần đây của bạn tại công viên nước và về bất kỳ vấn đề nào bạn gặp phải. Chúng tôi đánh giá cao ý kiến ​​đóng góp của bạn về vấn đề vệ sinh, sửa chữa, nhân sự và dịch vụ. Chúng tôi cố gắng cung cấp một môi trường sạch sẽ và được bảo trì tốt. Hãy sử dụng ý kiến ​​của bạn để cải thiện hoạt động của chúng tôi và đảm bảo trải nghiệm tốt hơn cho khách hàng. Chúng tôi rất vui khi biết rằng bạn thấy các chương trình khuyến mãi hữu ích! Cảm ơn bạn một lần nữa vì đánh giá của bạn.\n\nChúng tôi hy vọng bạn sẽ cho chúng tôi một cơ hội khác trong tương lai.\n\nVui lòng,\nLolaĐọc thêm",
            "Đó là một công viên đẹp, rất sạch sẽ và không quá đông đúc. Tuy nhiên, Ban quản lý cần tìm ra cách để tăng tốc mọi việc. Tôi thậm chí không thể tưởng tượng được mọi thứ diễn ra chậm như thế nào vào một ngày cuối tuần. Có một phần gồm 7 slide dành cho trẻ nhỏ. Vì lý do nào đó, người phục vụ chỉ đưa MỘT đứa trẻ mỗi lần và anh ta để chúng mất nhiều thời gian để chọn cầu trượt mà chúng muốn. Vì vậy, MỖI NGƯỜI phải mất từ ​​3 đến 4 phút! Bảy slide!! 4 phút!! Làm cho không có ý nghĩa gì cả.\n\nTình trạng tương tự cũng xảy ra trên các chuyến đi của người lớn. Sẽ có 3 slide nhưng chỉ có một người phục vụ. Anh ấy sẽ lãng phí thời gian với một nhóm vì bất cứ lý do gì, và những người khác cần đợi anh ấy đến và nói được rồi, hãy đi. Trong khi đó, có đèn giao thông cũng làm công việc tương tự! Màu xanh lá cây có nghĩa là ĐI, phải không??Đọc thêm",
            "Tòa nhà công viên nước thật tuyệt vời.  Mái vòm kính nhìn ra Manhattan thật siêu thực.  Phòng thay đồ sạch sẽ và mặc dù là ngày nghỉ nhưng không bao giờ có cảm giác đông đúc. Đáng buồn thay, nhiều chuyến đi không hoạt động, điều này gây thất vọng, đặc biệt là sau khi xếp hàng chờ chúng.  May mắn thay, cửa hàng kẹo trong khu mua sắm liền kề đã khiến bọn trẻ của tôi quên đi những chuyến đi bị hỏng nên mọi chuyện đã diễn ra suôn sẻ.Đọc thêm",
            "Công viên đẹp - về mặt đắt đỏ, bị giằng xé giữa cái này và Great Wolf Lodge. Đó là một lối vào suôn sẻ ngay cả khi có một hàng người. Các chuyến đi mất nhiều thời gian hơn dự kiến. Những người phục vụ không thân thiện lắm - có thể họ mệt mỏi, không chắc chắn nhưng không có lòng hiếu khách tuyệt vời. Tủ khóa kỹ thuật số, lựa chọn đồ ăn bên ngoài công viên và bạn được phép ra vào theo ý muốn.Đọc thêm",
            "Điểm thu hút chính của công viên, Đường trượt nước Toothless Trickling Water Coaster Ride, đã không hoạt động bình thường vào ngày hôm qua. Hàng người xếp hàng rất dài, khoảng 2 giờ, chúng tôi bị kẹt trong ống, họ đưa chúng tôi ra ngoài, đưa chúng tôi trở lại, lại bị kẹt. Chúng tôi bị kẹt bên trong một đường hầm, nước lạnh bắn vào người, bọn trẻ nhà chúng tôi rất sợ. Phải mất khoảng 20 phút thì mới có người đến và cố gắng đưa chúng tôi ra. Tôi không thể tin rằng người phụ nữ được cử đến để đưa chúng tôi ra ngoài lại chỉ cố gắng đẩy thuyền, trong khi bám vào một số ống nước; cô ấy đã nhờ chúng tôi giúp đỡ, và đó là một quá trình thực sự dài và thô sơ. Điều khiến chúng tôi ngạc nhiên là điểm thu hút này vẫn tiếp tục hoạt động, và mọi người vẫn đang chờ đợi vô tận trong những hàng dài. Đọc thêm",
            "Tôi, vợ tôi đã đến công viên nước này, chúng tôi đã có khoảng thời gian vui vẻ ở đó. Hãy chuẩn bị tinh thần để trải nghiệm những chuyến đi trong cuộc đời bạn ở đó, không gì khác ngoài sự phấn khích thuần túy. Hãy nhớ mang theo dép xỏ ngón hoặc giày bên mình.Đọc thêm",
            "Trong khi chúng tôi đến thăm vào ngày 419, chúng tôi đã thất vọng vì thiếu các bờ nước chảy.  Một số slide ống mà chúng tôi đã sao lưu phải chờ hơn một giờ do thực tế là ống quay trở lại không hoạt động.  Ngoài ra, các nhân viên cứu hộ đã không chạy các đường trượt một cách an toàn.  Chúng tôi cưỡi chiếc máy đập hố lớn của Shrek màu xanh lá cây và bằng cách nào đó, một chiếc ống rỗng đã được đưa xuống và khi chúng tôi đi vào phần lốc xoáy, chiếc ống bị kẹt ở nhiều nơi.  Có lúc nó đã va chạm với ống của chúng tôi và làm bị thương cổ của đứa trẻ 11 tuổi của chúng tôi. Tín hiệu StopGO ở trên cùng mà chúng tôi nhận thấy không bao giờ có màu xanh lục.  Nó bị kẹt màu đỏ và nhân viên cứu hộ đang đưa người xuống.  Khi chúng tôi đưa cô ấy đi sơ cứu, chúng tôi đã được cung cấp một túi nước đá và cho biết nếu chúng tôi cảm thấy cô ấy cần lời khuyên thì có thể mua ở hộp thuốc. Chúng tôi cũng gặp vấn đề về an toàn trên Chuyến bay của Dragon and Dronkeys.   Chiếc ống đã vượt quá khả năng chịu tải vì chúng tôi đang kết hợp các bữa tiệc không phải do chúng tôi lựa chọn và chiếc ống bị gấp đôi một phần và một hành khách khác bị mặt anh ta đập vào ống chân của tôi.  Khi chúng tôi xuống cầu trượt, một hành khách khác không cùng nhóm với chúng tôi đang bị chảy máu.  Việc thiếu khăn cũng thật đáng thất vọng.   Tôi CHƯA BAO GIỜ đến Công viên nước nơi khăn tắm không nằm trong danh sách nhập học của bạn.  Bể tạo sóng có một số điểm có những mảng sơn lớn bong tróc xuống nước.  Đồng hồ trên Trolls Racer nhấp nháy và không hoạt động.  Vì toàn bộ công viên được bảo trì tốt và an toàn không phải là ưu tiên chính của công viên.  Mặc dù chúng tôi đã tận hưởng dòng sông lười và phần lớn thời gian ở bể tạo sóng, chúng tôi sẽ không quay trở lại.Đọc thêm",
            "Công viên đẹp - về mặt đắt đỏ, bị giằng xé giữa cái này và Great Wolf Lodge. Đó là một lối vào suôn sẻ ngay cả khi có một hàng người. Các chuyến đi mất nhiều thời gian hơn dự kiến. Những người phục vụ không thân thiện lắm - có thể họ mệt mỏi, không chắc chắn nhưng không có lòng hiếu khách tuyệt vời. Tủ khóa kỹ thuật số, lựa chọn đồ ăn bên ngoài công viên và bạn được phép ra vào theo ý muốn.Đọc thêm",
            "Tòa nhà công viên nước thật tuyệt vời.  Mái vòm kính nhìn ra Manhattan thật siêu thực.  Phòng thay đồ sạch sẽ và mặc dù là ngày nghỉ nhưng không bao giờ có cảm giác đông đúc. Đáng buồn thay, nhiều chuyến đi không hoạt động, điều này gây thất vọng, đặc biệt là sau khi xếp hàng chờ chúng.  May mắn thay, cửa hàng kẹo trong khu mua sắm liền kề đã khiến bọn trẻ của tôi quên đi những chuyến đi bị hỏng nên mọi chuyện đã diễn ra suôn sẻ.Đọc thêm",
            "Nơi thú vị cho trẻ em và rất tốn kém cho cha mẹ. Những chuyến đi rất sáng tạo nhưng lại thiếu những chuyến đi cảm giác mạnh, ngoại trừ 2Đọc thêm",
            "Công viên này tự hào có mọi thứ lớn nhất thế giới khi nói đến các trò chơi tại công viên nước trong nhà.  Nó cũng có đám đông lớn nhất thế giới.  Biết được điều này, chúng tôi đã trả thêm 200 đô la cho 4 Thẻ Turbo.  Những đường chuyền này không tiết kiệm được nhiều thời gian vì chúng xen kẽ đồng đều giữa đường thông thường và đường Turbo.  Chúng tôi vẫn đợi 25 phút cho chuyến đi Shrek và 25 phút nữa cho Swamp n Splash.  Đó là trải nghiệm tương tự ở hầu hết các chuyến đi khác khi cung cấp thẻ Turbo mặc dù thời gian chờ đợi không lâu.  Bể tạo sóng hết sức nguy hiểm với số lượng người ở đó cùng với những người trên ống.  Những con sóng liên tục xô người khác vào chúng tôi và những người trên ống lao thẳng vào bạn.  Trên hết, chuyến đi tuyệt vời nhất trong công viên DREAMWORKS DREAM RUNNER đã ngừng hoạt động và đã tồn tại được vài tuần mà không có công việc rõ ràng nào được thực hiện để khắc phục nó.  Các bồn tắm nước nóng gần dòng sông lười cũng bị đóng cửa buộc mọi người phải vào một bồn nước nóng khó chịu bằng những đường trượt. Đôi mắt của chúng tôi bị đốt cháy vào cuối ngày.  Trẻ em muốn về sớm vì chúng không có thời gian vui vẻ - chỉ ở lại 3,5 giờ. Đây là một chuyến thăm rất đáng thất vọng và Đắt tiền. Đọc thêm",
            "Vui lòng tìm cách đảm bảo các trò chơi không bị hỏng. Tôi đã mua vé vào lúc chạng vạng 2 giờ trước khi đóng cửa và mất một giờ chờ đợi một trò chơi Toothless Trickling Torpedo mà tôi không biết là bị hỏng. Đến khi bất kỳ nhân viên nào thông báo thì tôi đã ở đầu hàng đợi. Nhìn chung, đó là một trải nghiệm đáng thất vọng đối với một người đã mơ ước được đến đây kể từ khi nơi này mở cửa. Tôi đã mất 45 đô la để chơi hai máng trượt. Vui lòng dành nhiều nguồn lực hơn cho việc bảo trì công viên hoặc cân nhắc giảm giá. Đọc thêm",
            "Thật không may, đây là LỰA CHỌN TUYỆT VỜI để bắt đầu năm 2024 của chúng ta. Tôi chưa bao giờ nghĩ rằng một Giấc mơ lại thành công như thế này. Chúng tôi là một nhóm sản xuất phương tiện truyền thông bao gồm một số người lớn và 8 vận động viên học sinh HS đã lên kế hoạch cho chuyến đi chơi này tại Dreamworks trước nhiều tuần. Bản thân trung tâm mua sắm chắc chắn đã không làm bạn thất vọng. Thực sự độc đáo và đáng kinh ngạc. The Rides ở cả hai công viên bị đóng cửa là một sự tàn phá. Để rõ ràng, giữa công viên nước và công viên giải trí, chúng tôi được thông báo chỉ có 2 trò chơi được mở ở mỗi nơi. Việc nhân viên không có lòng hiếu khách hoặc cá tính là điều thực sự hoang dã, sau đó cô ấy hướng dẫn chúng tôi đến một đường dây dịch vụ khách hàng trực tuyến để lên lịch lại hoặc yêu cầu hoàn lại tiền. Không có gì trên trang web hoặc các cuộc gọi được thực hiện trước cho biết bất cứ điều gì đã ngừng hoạt động hoặc ngừng hoạt động, Vào ngày hoặc trước đó Chúng tôi đã gọi và người đại diện nói rằng họ không thể làm gì cả Hình ảnh rằng:Chúng tôi được yêu cầu quay lại công viên nước để nói chuyện với người giám sát hoặc quản lý trưởng nhóm .  Đây sẽ là cách duy nhất vì vé của chúng tôi hiện được coi là vô hiệu kể từ ngày đó. Lúc này chúng tôi đã rời khỏi khu phức hợp Dreamworks. Chúng tôi đã rất mong chờ nó. Nó thực sự không mang lại trải nghiệm trong Giấc mơ chút nào.Đọc thêm",
            "Đến với gia đình tôi vào tháng 12 năm 2023. Nhiệt độ ở vùng nhiệt đới và không cảm thấy lạnh cho đến khi chúng tôi rời đi. Nhân viên rất thân thiện và hữu ích, dịch vụ khách hàng tốt nhất so với các công viên nước khác trong khu vực. Họ đã cố gắng hết sức để đảm bảo rằng chúng tôi có mọi thứ cần thiết cho kỳ nghỉ của mình. Không có khăn miễn phí tuy nhiên có sẵn những chiếc khăn làm việc trong mơ tùy chỉnh để mua. Phòng vệ sinh, phòng thay đồ, phòng tắm là nơi sạch sẽ nhất mà tôi từng thấy. Vòi sen được thiết kế dạng buồng tắm, khác với vòi sen ở khu vực mở như hầu hết các công viên khác, điều này gây khó khăn cho việc tắm cho tất cả con bạn trừ khi bạn sử dụng vòi sen ADA nhưng mang lại sự riêng tư cho cá nhân. Đọc thêm",
            "Họ có bắt bạn đứng lên cân để chứng minh cân nặng của mình không?Đọc thêm",
            "Thỉnh thoảng đúng.  Nhưng khi tôi đến đó vào đầu tháng 11, hầu hết các cân đều bị hỏng nên họ phần lớn đã từ bỏ việc đó, thay vào đó dựa vào đánh giá trực quan của người điều khiển về khối lượng của người lái.  Nước mặn dường như đang tàn phá mọi thứ ở phần đó của tòa nhà...Đọc thêm",
            "Công viên có cung cấp khăn tắm không? Xà bông ? Dầu gội đầu? Đọc thêm",
            "Công viên không cung cấp khăn tắm. Tuy nhiên, dầu gội, xà phòng và dầu xả được cung cấp trong phòng thay đồ.Đọc thêm",
            "Bạn có thể mang theo xe đẩy trên bãi biển để tải mọi thứ chúng tôi cần không?Đọc thêm",
            "KhôngĐọc thêm",
            "bạn mở cửa vào thứ bảy vào mấy giờ?Đọc thêm",
            "Có vòi sen trong phòng thay đồ không?Đọc thêm",
            "Vâng, có!Đọc thêm",
            "Có chương trình khuyến mãi đặc biệt nào cho ngày Cựu chiến binh không?Đọc thêm"
        ],
        "star_ratings": [
            24,
            17,
            12,
            16,
            23
        ],
        "review_amount": 92,
        "location": [
            "Hoa Kỳ",
            "Công viên nước DreamWorks tại Giấc mơ Mỹ",
            "New Jersey NJ",
            "Những việc cần làm ở East Rutherford",
            "Đông Rutherford"
        ],
        "reviews_time": [
            "Written August 28, 2023",
            "Written September 26, 2023",
            "Written December 24, 2023",
            "Written February 26, 2024",
            "Written April 1, 2024",
            "Written May 28, 2024",
            "Written May 15, 2024",
            "Written April 19, 2024",
            "Written April 1, 2024",
            "Written February 26, 2024",
            "Written February 23, 2024",
            "Written February 18, 2024",
            "Written January 23, 2024",
            "Written January 16, 2024",
            "Written December 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g46404-d20326220-Reviews-DreamWorks_Water_Park_at_American_Dream-East_Rutherford_New_Jersey.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g46404-d15556850-Reviews-House_of_Que-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46404-d23732413-Reviews-Yard_House-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46404-d26871326-Reviews-Marcus_Live_Bar_Grille-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46404-d5561993-Reviews-Pink-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46404-d12691442-Reviews-Bergen_Social-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46812-d1998964-Reviews-Sinbad_Cafe_Grill-Secaucus_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46812-d2058615-Reviews-La_Reggia_Restaurant_and_Banquets-Secaucus_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46344-d3674380-Reviews-Redds_Restaurant-Carlstadt_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46812-d4951595-Reviews-Wendy_s-Secaucus_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46812-d17831880-Reviews-Dunkin-Secaucus_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d19976080-Reviews-New_Jersey_SEA_LIFE_Aquarium_at_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d19377827-Reviews-Nickelodeon_Universe_at_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d23370462-Reviews-Tilt_Museum-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d20356551-Reviews-Big_Snow_At_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d24003172-Reviews-The_Dream_Wheel_At_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d26802950-Reviews-Winter_Lantern_Festival-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d4586302-Reviews-MetLife_Stadium-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d267031-Reviews-Manhattan_Skyline-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105127-Reviews-Central_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d2547526-Reviews-New_Meadowlands_Market-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d20326220-Reviews-or10-DreamWorks_Water_Park_at_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d27416379-Reviews-The_Rink-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d23998792-Reviews-The_Escape_Game_New_Jersey_At_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d19291667-Reviews-American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d26320977-Reviews-Paradox_Experience_New_Jersey-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d19976078-Reviews-LEGOLAND_Discovery_Center_New_Jersey_at_American_Dream_Mall-East_Rutherford_New_J.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d26304598-Reviews-Activate_New_Jersey_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d23444594-Reviews-Mirror_Maze_at_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d20328638-Reviews-Blacklight_Mini_Golf_at_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46404-d23141493-Reviews-Angry_Birds_Mini_Golf_at_American_Dream-East_Rutherford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g34275-d560410-Reviews-Gulfstream_Park_Racing_and_Casino-Hallandale_Beach_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g793507-d246581-Reviews-Muggia-Muggia_Province_of_Trieste_Friuli_Venezia_Giulia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1087551-d596218-Reviews-Piedra_Del_Penol-Guatape_Antioquia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g33155-d142408-Reviews-Eagle_Falls_Trail-Tahoe_City_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d156815-Reviews-Raging_Waters-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2349033-Reviews-National_Stadium-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198706-Reviews-Acropolis-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g53464-d12220351-Reviews-LEGOLAND_Discovery_Center_Philadelphia-Plymouth_Meeting_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1407334-d17469090-Reviews-Coconut_Tree_Hill-Mirissa_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19595436-Reviews-Arcadia_Earth-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g46404-d20326220-Reviews-or10-DreamWorks_Water_Park_at_American_Dream-East_Rutherford_New_Jersey.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g46404-d20326220-Reviews-DreamWorks_Water_Park_at_American_Dream-East_Rutherford_New_Jersey.html"
    }
]