[
    {
        "attraction_name": "Dreamland Aqua Park",
        "attraction_name_vi": "Công viên nước Dreamland",
        "general_info": [
            "391 đánh giá",
            "- 1 trong 10 điều cần làm ở Umm Al Quwain",
            "Công viên nước"
        ],
        "attraction_summary": "Một điểm đến mơ ước cho niềm vui gia đình! Một ốc đảo của những cây cọ và thảm cỏ xanh, một trong những công viên nước lớn nhất trong khu vực với: Hơn 30 trò chơi cảm giác mạnh và điểm tham quan phù hợp với mọi lứa tuổi, nhiều nhà hàng và cửa hàng ăn uống phù hợp với mọi sở thích, một Sở thú nhỏ thu hút Trẻ em, Quần vợt, Sân bóng chuyền và bóng rổ, khu hoạt động xây dựng nhóm và phòng hội nghị, quầy bar bên hồ bơi và phòng chờ VIP, bể sục, dịch vụ cho thuê chòi và cơ sở cắm trại qua đêm, v.v.!!!Đọc thêm!!!",
        "reviews": [
            "Nơi này rất tuyệt cho trẻ nhỏ, nhưng đóng cửa lúc 5:30 chiều nên chúng ta cần phải đến sớm hơn và lâu hơn trong ngày, hoặc họ nên mở cửa đến 7 giờ. \n\nHọ có phòng thay đồ với vòi sen và tủ đựng đồ riêng biệt, giá 30 dhs cho mỗi tủ đựng đồ. Không có nơi nào để treo abaya hoặc kandura nên tốt nhất là bạn nên mặc đồ thể thao - đồ bơi và quần áo có thể gấp lại. \n\nCó một sở thú nhỏ với Orx, khỉ, lạc đà, lừa, vẹt và vịt. Có rất nhiều bóng râm do có cây cối, rất đẹp. \n\nNước hơi ấm. Họ bán cơm thập cẩm và đồ uống có ga, nhưng không có nhiều lựa chọn lành mạnh hơn cho thực phẩm. Đọc thêm",
            "Theo đánh giá khác. Phúc lợi động vật cần được xem xét lại. Những chiếc lồng nhỏ nướng ở nhiệt độ nóng. Sở thú nhỏ nhưng chúng tôi chủ yếu ở đó để làm công viên nước. \n\nChúng tôi đã đi vào thứ Hai - ngày 6 tháng 11 - và đến lúc 10 giờ 30 sáng. \n\nHãy cẩn thận với taxi, taxi của chúng tôi đã cố tính phí 120 AED. Nó phải là 60 AED từ Đảo Marjan, RAK.  Tài xế taxi khẳng định tôi đã nói về một công viên nước ở Dubai, mặc dù tôi đã chỉ cho anh ấy trên Google maps nơi chúng tôi muốn đến - rõ ràng điều này không liên quan gì đến công viên nước - . Tôi phát hiện ra anh ta bằng cách truy cập Google maps và nhận thấy anh ta đã vượt qua nó. \n\nCông viên nước vắng tanh, thật tuyệt! Những chuyến đi thú vị - cầu trượt dành cho trẻ 7 tuổi và nhiều thứ dành cho trẻ mới biết đi. Rẻ hơn nhiều so với công viên nước Dubai nhưng rõ ràng là nhỏ hơn. \n\nNhư mọi nơi, đồ ăn, v.v. bên trong đắt tiền nhưng không quá tệ so với những nơi khác ở RAK và Dubai. \n\nNói chung, cô con gái 7 tuổi rất thích nó. Rất nhiều slide, và hồ bơi inc. Biển Chết và bể tạo sóng. Đã dành cả ngày ở đó. Giá rẻ so với các công viên nước khác ở Dubai.Đọc thêm",
            "Đọc một số đánh giá tiêu cực trước khi đến thăm Công viên, chúng tôi hơi e ngại. Khi đến nơi, chúng tôi được người chủ hướng dẫn, người đã thông báo với chúng tôi rằng họ đã tiếp quản công việc kinh doanh vào tháng 6 năm 2023 và đang cố gắng hết sức để cải thiện cơ sở vật chất. Chúng ta có thể nói một cách an toàn rằng họ đang làm điều đó. Chúng tôi đã được thông báo trước khi mua vé rằng nhiệt độ nước không được kiểm soát và nhiệt độ được ghi trên bảng hiệu. Nước lạnh nhưng điều đó không làm giảm trải nghiệm của chúng tôi. Không có hàng đợi nào cho bất kỳ chuyến đi nào. Nước sạch cũng như các đường trượt. Trẻ nhỏ của chúng tôi đã có một thời gian tuyệt vời. Con trai út của chúng tôi, 3 tuổi, đã có thể trượt một số lượng đáng kể và điều đó thật xuất sắc. Các nhân viên cứu hộ thật đáng kinh ngạc. Sự quan tâm và tận tâm, họ đã giúp chúng tôi có một ngày tương tác với bọn trẻ và khiến chúng tôi cảm thấy rất an toàn. Có một quán bar và nhiều lựa chọn thực phẩm khác nhau. Rất nhiều giường tắm nắng và khu vực râm mát. Chúng tôi chắc chắn sẽ trở lại. Đọc thêm",
            "Nơi này thật tuyệt vời, đó là một bức ảnh xứng đáng. Nơi này là hoàn hảo để ít nhất quên đi vấn đề của bạn. \n\nĐó thực sự là một vùng đất mơ ước, chúng tôi đã rất vui vẻ trong tất cả các hoạt động bên trong công viên. Tôi cũng muốn khen ngợi các nhân viên, họ rất tốt bụng và có sức chứa. Tôi hy vọng tôi có thể sớm ghé thăm họ lần nữa. Đọc thêm",
            "Dịch vụ khách hàng tốt. Có rất nhiều niềm vui và tất cả các nhân viên đều rất có sức chứa. Cảm ơn bạn vì trải nghiệm tuyệt vời.Đọc thêm",
            "View đẹp, nơi thích hợp để đi cùng gia đình, bạn bè và người thân.. Dịch vụ khách hàng tốt.. Rất tiện nghi, sạch sẽ vàĐọc thêm",
            "Công viên rộng lớn với một sở thú nhỏ và dịch vụ tuyệt vời. Nhân viên rất thân thiện, cầu trượt tuyệt vời và đồ ăn ngon. Phải ghé thăm công viên này Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời tại Dream Land! Đặc biệt cảm ơn Karen vì sự hỗ trợ tuyệt vời của cô ấy và các nhân viên cứu hộ chu đáo đã thêm vào trải nghiệm tích cực tổng thể. Rất khuyến khích! Đọc thêm",
            "Nơi này thật tuyệt vời, đáng để chụp ảnh. Nơi này hoàn hảo để quên đi ít nhất là những vấn đề của bạn. Đây thực sự là một xứ sở trong mơ, chúng tôi đã vui vẻ với tất cả các hoạt động bên trong công viên. Tôi cũng muốn khen ngợi đội ngũ nhân viên, họ rất tốt bụng và nhiệt tình. Tôi hy vọng tôi có thể đến thăm họ một lần nữa sớm. Đọc thêm",
            "Đọc một số đánh giá tiêu cực trước khi đến thăm Công viên, chúng tôi hơi e ngại. Khi đến nơi, chúng tôi được người chủ hướng dẫn, người đã thông báo với chúng tôi rằng họ đã tiếp quản công việc kinh doanh vào tháng 6 năm 2023 và đang cố gắng hết sức để cải thiện cơ sở vật chất. Chúng ta có thể nói một cách an toàn rằng họ đang làm điều đó. Chúng tôi đã được thông báo trước khi mua vé rằng nhiệt độ nước không được kiểm soát và nhiệt độ được ghi trên bảng hiệu. Nước lạnh nhưng điều đó không làm giảm trải nghiệm của chúng tôi. Không có hàng đợi nào cho bất kỳ chuyến đi nào. Nước sạch cũng như các đường trượt. Trẻ nhỏ của chúng tôi đã có một thời gian tuyệt vời. Con trai út của chúng tôi, 3 tuổi, đã có thể trượt một số lượng đáng kể và điều đó thật xuất sắc. Các nhân viên cứu hộ thật đáng kinh ngạc. Sự quan tâm và tận tâm, họ đã giúp chúng tôi có một ngày tương tác với bọn trẻ và khiến chúng tôi cảm thấy rất an toàn. Có một quán bar và nhiều lựa chọn thực phẩm khác nhau. Rất nhiều giường tắm nắng và khu vực râm mát. Chúng tôi chắc chắn sẽ trở lại. Đọc thêm",
            "Theo đánh giá khác. Phúc lợi động vật cần được xem xét lại. Những chiếc lồng nhỏ nướng ở nhiệt độ nóng. Sở thú nhỏ nhưng chúng tôi chủ yếu ở đó để làm công viên nước. Chúng tôi đã đi vào thứ Hai - ngày 6 tháng 11 - và đến lúc 10 giờ 30 sáng. Hãy cẩn thận với taxi, taxi của chúng tôi đã cố tính phí 120 AED. Nó phải là 60 AED từ Đảo Marjan, RAK.  Tài xế taxi khẳng định tôi đã nói về một công viên nước ở Dubai, mặc dù tôi đã chỉ cho anh ấy trên Google maps nơi chúng tôi muốn đến - rõ ràng điều này không liên quan gì đến công viên nước - . Tôi phát hiện ra anh ta bằng cách truy cập Google maps và nhận thấy anh ta đã vượt qua nó. Công viên nước vắng tanh, thật tuyệt! Những chuyến đi thú vị - cầu trượt dành cho trẻ 7 tuổi và nhiều thứ dành cho trẻ mới biết đi. Rẻ hơn nhiều so với công viên nước Dubai nhưng rõ ràng là nhỏ hơn. Như mọi nơi, đồ ăn, v.v. bên trong đắt tiền nhưng không quá tệ so với những nơi khác ở RAK và Dubai. Nói chung, cô con gái 7 tuổi rất thích nó. Rất nhiều slide, và hồ bơi inc. Biển Chết và bể tạo sóng. Đã dành cả ngày ở đó. Giá rẻ so với các công viên nước khác ở Dubai.Đọc thêm",
            "Honestly I would blame my negative review on the management of this park.It - s not worth the drive nor effort, money and time, starting with not allowing us to take kids cold water and drinks with us into the park claiming there are outlets selling beverages inside, OK, next the ticket price for each child cost 83dhs and adults 168dhs  - I should have taken my family to wild wadi or atlantis for bit more money - , then it says strictly swimming costumes in the water however majority of the people are in shorts and tshirts or women in their clothes inside the water.The water is filthy dirty with an odd smell not sure what! There are lot of tree leaves, bugs and waste in the water though the staff try to clear big objects such as water bottles, but expect to have dead bugs in your mouth, ears and eyes.Water is super hot from the sun i.e no cooling system.Food outlets are limited to to places serving all frozen food dumped in microwave then served to customers at a very high price - chicken nuggets 27dhs - The mini supermarket has most of the essentials however is extremely expensive - aquafina water 6dhs -  I got 5 soft drinks paid 47dhs same would cost me out not more than 15dhs, then comes the rides which at least 3 rides are out of service, the floor is super hot and they expect you to leave your slippers down the slides and climb bare footed?My son new adidas slippers using it for the first time got stolen at one of the pools, the staff and security officer were quite helpful looking for it but never found and of course no security cameras anywhere in the park, belongings can be easily stolen.The sun sets around 1930 in summer and the park closes at 1800, a bumer for those like us who came in at 1435.Heavy rush on the changing rooms which are steam rooms because their not air conditioned and locker rooms at the clouser time - we left with our swimwear on us - Overall this place maybe good hangout for youngsters for some drinks and dips in the water at the center bar where they play good music and have friendly staff but for familes with kids you - ll find many other options in Dubai and Abu Dhabi with similar money to pay and much more clean fun to have.Read more",
            "Chuyến thăm gần đây của tôi - chủ nhật ngày 16 tháng 7 - đến công viên nước dreamland không khác gì một thảm họa. Ngay từ khi bước vào, tôi đã thấy rõ rằng công viên nước này đã không thực hiện được những lời hứa của mình. Đầu tiên và quan trọng nhất, phần lớn các chuyến đi đã bị đóng cửa hoặc không hoạt động bình thường. Việc thiếu dòng nước ở một số trò chơi khiến chúng gần như không thể sử dụng được. Thật vô cùng khó chịu khi thấy những điểm tham quan này được quảng cáo nhưng sau đó lại bị từ chối cơ hội thưởng thức chúng. Để tăng thêm sự xúc phạm đến thương tích, công viên đóng cửa đúng thời gian đã nêu mà không có bất kỳ sự quan tâm nào đến du khách. Có cảm giác như họ đang vội vã đưa mọi người ra ngoài, coi thường mọi niềm vui mà chúng tôi có thể còn lại. Nó để lại vị chua trong miệng tôi, đúng như tôi đã dự đoán sẽ có cả ngày vui vẻ ở công viên nước. Hơn nữa, trải nghiệm trong phòng thay đồ không có gì đáng thất vọng. Sau 5h30 chiều, phòng thay đồ không còn nước. Tôi hỏi nhân viên phía trước - mặc kandua trắng - giải quyết các vấn đề ngược lại nói rằng đã hết thời gian, cảm thấy như thể họ đang đóng cửa các cơ sở sớm, như thể họ muốn đuổi khách ra ngoài mà không hề cân nhắc đến sự thoải mái hay nhu cầu của họ. Nhìn chung, chuyến thăm của tôi là một sự thất vọng tuyệt đối. Việc đóng cửa một số trò chơi, công viên đóng cửa sớm và thiếu nước trong phòng thay đồ đều góp phần tạo ra một trải nghiệm khủng khiếp. Tôi chân thành khuyến nghị rằng những du khách tiềm năng nên tìm kiếm những công viên nước thay thế ưu tiên sự hài lòng của khách hàng và giữ vững lời hứa của họ. Đọc thêm",
            "Nơi này rất tuyệt vời cho trẻ nhỏ, nhưng nó đóng cửa lúc 5:30 chiều nên chúng tôi cần phải đi lâu hơn và sớm hơn trong ngày hoặc họ nên mở cửa đến 7 giờ. Họ có phòng thay đồ với vòi sen và tủ khóa riêng có giá 30 dhs mỗi Tủ khóa. . Không có nơi nào để treo abaya hoặc kandura, vì vậy tốt nhất bạn nên đi chơi thể thao - đồ bơi và quần áo có thể gấp lại được. Có một vườn thú nhỏ với Orx, khỉ, lạc đà, lừa và vịt. Có rất nhiều bóng mát do có cây cối rất đẹp. Nước ấm lên một chút. Họ bán biryani và đồ uống có ga, nhưng không có nhiều lựa chọn thực phẩm lành mạnh hơn.Đọc thêm",
            "Ngày của phụ nữ ???Đọc thêm",
            "Chúng tôi có thể mang theo súng nước, đồ ăn nhẹ và bình đựng nước của riêng mình không? Đọc thêm",
            "Burkini có được phép sử dụng vì chúng vẫn là đồ bơi không?Đọc thêm",
            "Abaya có được phép đi xeĐọc thêm",
            "Abaya có được phép đi xeĐọc thêm",
            "Abaya có được phép vào công viên Dreamland Aqua không?Đọc thêm",
            "CHÀO,\n\nCác trò chơi có phù hợp với người lớn không biết bơi không?\n\nCó chuyến đi nào phù hợp để đi cùng con gái 2 tuổi không? Đọc thêm",
            "Bạn có thể tạo ra nhiều địa điểm đẹp hơn ở umm al quwainĐọc thêm",
            "Trung tâm mua sắm Rak và các trung tâm mua sắm khácĐọc thêm",
            "Tại sao không có Ngày Phụ nữ ở công viên nước Umm Al Quwain?Đọc thêm",
            "Tiện nghi BBQ có sẵn tại đâyĐọc thêm",
            "Xin chào, ưu đãi này có áp dụng trên eid không?Đọc thêm",
            "Thông thường, các ưu đãi không được áp dụng trong các ngày lễ nhưng tốt nhất bạn nên liên hệ trực tiếp với công viên.Đọc thêm"
        ],
        "star_ratings": [
            136,
            144,
            71,
            14,
            26
        ],
        "review_amount": 391,
        "location": [
            "các Tiểu Vương Quốc Ả Rập Thống Nhất",
            "Trung đông",
            "Công viên nước Dreamland",
            "Hoạt động giải trí tại Umm Al Quwain",
            "Umm Al-Quwain",
            "Tiểu vương quốc Umm Al Quwain"
        ],
        "reviews_time": [
            "Written July 6, 2023",
            "Written November 11, 2023",
            "Written February 17, 2024",
            "Written February 25, 2024",
            "Written March 9, 2024",
            "Written March 8, 2024",
            "Written March 7, 2024",
            "Written February 28, 2024",
            "Written February 25, 2024",
            "Written February 17, 2024",
            "Written November 11, 2023",
            "Written July 24, 2023",
            "Written July 19, 2023",
            "Written July 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g312739-d2394831-Reviews-Dreamland_Aqua_Park-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g312739-d12220503-Reviews-Thunder_Road_Pizza_Grill_Barracuda-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
            "https://www.tripadvisor.com/Restaurant_Review-g312739-d21174247-Reviews-Rehan_Al_Madina_Restaurant-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
            "https://www.tripadvisor.com/Attraction_Review-g312739-d12641523-Reviews-Abandoned_Ilyushin_IL_76-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
            "https://www.tripadvisor.com/Attraction_Review-g312739-d4187166-Reviews-UAQ_National_Museum-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
            "https://www.tripadvisor.com/Attraction_Review-g312739-d4242599-Reviews-New_City_Arts-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
            "https://www.tripadvisor.com/Attraction_Review-g312739-d26454618-Reviews-RaceX_Dubai-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
            "https://www.tripadvisor.com/Attraction_Review-g312739-d2394831-Reviews-or10-Dreamland_Aqua_Park-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
            "https://www.tripadvisor.com/Attraction_Review-g298063-d8376617-Reviews-Adventure_Sports_Al_Hamra-Ras_Al_Khaimah_Emirate_of_Ras_Al_Khaimah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298063-d19852572-Reviews-Avitane_SPA_Rixos_Bab_Al_Bahr_Branch-Ras_Al_Khaimah_Emirate_of_Ras_Al_Khaimah.html",
            "https://www.tripadvisor.com/Attraction_Review-g8838574-d23848170-Reviews-Adventure_Sports_Fujairah-Al_Aqah_Emirate_of_Fujairah.html",
            "https://www.tripadvisor.com/Attraction_Review-g312739-d2424528-Reviews-Umm_Al_Quwain_Fort-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
            "https://www.tripadvisor.com/Attraction_Review-g2085520-d19513170-Reviews-Adventure_Sports_Water_Sports_Center-Al_Jazirat_Al_Hamra_Emirate_of_Ras_Al_Khai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d25122927-Reviews-Desert_Ride_Tourism-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g312739-d15564930-Reviews-UAQ_Mangrove_Tours-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d19109744-Reviews-Sky_Musandam_Trips-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g312739-d20317276-Reviews-Mall_of_UAQ-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
            "https://www.tripadvisor.com/Attraction_Review-g312739-d4266017-Reviews-Granada_Cinema-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
            "https://www.tripadvisor.com/Attraction_Review-g312739-d4232814-Reviews-Resha_Arts-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
            "https://www.tripadvisor.com/Attraction_Review-g52002-d8452986-Reviews-Waldo_Lake-Oakridge_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g41187-d2626799-Reviews-Havre_de_Grace_Promenade-Havre_de_Grace_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3445729-Reviews-Indra_Square-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d145409-Reviews-Avalanche_Lake-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g41706-d3377471-Reviews-Maudslay_State_Park-Newburyport_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g3160017-d539433-Reviews-Maho_Beach-Maho_Sint_Maarten_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d3609845-Reviews-Zakrzowek-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274894-d626137-Reviews-Thermal_Lake_of_Heviz-Heviz_Zala_County_Western_Transdanubia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d553830-Reviews-Residenz-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g21179689-d25190516-Reviews-Lusail_Boulevard-Lusail.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g312739-d2394831-Reviews-or10-Dreamland_Aqua_Park-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g312739-d2394831-Reviews-Dreamland_Aqua_Park-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html"
    }
]