[
    {
        "attraction_name": "Dreamworld",
        "attraction_name_vi": "thế giới giấc mơ",
        "general_info": [
            "78 đánh giá",
            "- 1 trong 10 Công viên giải trí ở Karachi",
            "Sân chơi bowling",
            "Công viên nước",
            "Trò chơi - Trung tâm giải trí"
        ],
        "attraction_summary": "Dreamworld Resort là nơi nghỉ dưỡng có một không hai ở Pakistan, cung cấp nhiều tiện ích giải trí khác nhau. Nó có một công viên nước độc đáo ở Karachi với rất nhiều đường trượt nước, bể bơi, hồ để chèo thuyền, biển nhân tạo. Đây cũng là một công viên giải trí đặc biệt với các trò chơi và cầu trượt, cơ sở thể thao, hoạt động vận động và các lựa chọn ăn uống. Nó cũng cung cấp các cơ sở Sân Gôn và Khu liên hợp thể thao.Đọc thêm",
        "reviews": [
            "Hôm qua, chúng tôi đã đến thăm khu nghỉ dưỡng Dream world với tư cách là khách cùng gia đình để tận dụng cơ sở vật chất để phát huy trí tưởng tượng của họ về Điểm tham quan, nhưng sau khi dành thời gian, chúng tôi rất thất vọng với nơi này, Nhân viên không thân thiện lắm với Khách, họ có vẻ rất lịch sự với Thành viên nhưng lại có thái độ rất tệ đối với Khách, Mọi nhân viên đều sẵn sàng gây gổ với Khách, Dịch vụ ăn uống không đạt yêu cầu, Hương vị kém như chúng tôi từng trải nghiệm ở một số nhà hàng hạng thấp, Nước trong hồ bơi quá mặn, không thể ở lại quá một giờ, Gạch rất trơn ở phía hồ bơi tạo sóng, Nhiều người bị trượt chân nghiêm trọng ở phía này và một số ít trông có vẻ bị thương nặng, do đó, tôi thực sự không khuyên bạn nên đến thăm, đặc biệt là với tư cách là khách du lịch. Đọc thêm",
            "Tôi - đang bán tư cách thành viên Vàng trọn đời của câu lạc bộ Dreamworld. Ai quan tâm có thể liên hệ với tôi theo số 0 - 3 - 2 - 3 - 3 - 1 - 9 - 2 - 0 - 1 - 0.Đọc thêm",
            "Phải xem..tầm nhìn tuyệt vời hàng dặm..quán cà phê đẹp..máy ảnh không dừng lại..rất khuyến khích trải nghiệm bờ biển vàng này Đọc thêm",
            "tôi đã đặt 8 phòng vào chủ nhật tuần trước. nhà vệ sinh bị nghẹt thở trong phòng sang trọng. Phòng đầy mùi. dịch vụ phòng khá thảm hại. Cô saima, có vẻ là quản lý, đang cố gắng quản lý mọi việc nhưng nhân viên của cô lại ở trong tình trạng tồi tệ. trải nghiệm tồi tệ nhất.Đọc thêm",
            "Cơ sở vật chất tuyệt vời với vị trí đắc địa nằm ngay góc phố, cực kỳ sạch sẽ - tiện nghi. Khi đến nơi, chúng tôi được chào đón nồng nhiệt và theo yêu cầu của nhân viên lễ tân thân thiện SAHAR, cô ấy làm cho chuyến đi của chúng tôi thú vị hơn với những lời khuyên của mình - lời khuyên về cơ sở vật chất, Hoạt động, cửa hàng, quán bar nhà hàng nằm trong khoảng cách đi bộ. Chắc chắn sẽ giới thiệu khu nghỉ dưỡng DreamWorld này cho mọi người! Đó là một mẫu thực sự của lòng hiếu khách tuyệt vời. Một lần nữa xin cảm ơn SAHAR vì đã đi thêm một bước nhỏ nữa cho khách!!!Đọc thêm",
            "Kính thưa quý khách,\n\nLời chào từ Dreamworld Resort, Khách sạn - Sân Golf!\n\nCảm ơn bạn đã lưu trú và dành thời gian chia sẻ trải nghiệm quý giá của mình với những khách du lịch khác và đánh giá chúng tôi - Xuất sắc - trên TripAdvisor.\n\nChúng tôi rất vui khi biết rằng bạn và gia đình đã tận hưởng kỳ nghỉ của mình. Chúng tôi đánh giá cao phản hồi tích cực của bạn về cơ sở vật chất, môi trường và lòng hiếu khách của chúng tôi. Cốt lõi trong triết lý của chúng tôi là cung cấp những trải nghiệm tinh tế và tùy chỉnh theo nhu cầu của từng khách hàng. Chúng tôi chắc chắn sẽ chia sẻ những nhận xét khích lệ của bạn với nhóm của chúng tôi, đặc biệt là cô Sahar, người đã khuyến khích và thúc đẩy nhóm của chúng tôi đưa nghệ thuật hiếu khách của mình tiến thêm một bước nữa và tiếp tục cung cấp những dịch vụ tốt nhất. Thật sự rất vui khi chúng tôi có bạn là khách của chúng tôi.\n\nMột lần nữa cảm ơn bạn đã lưu trú, đánh giá xuất sắc, giới thiệu cho những khách du lịch khác và thể hiện sự tin tưởng vào chúng tôi.\n\nChúng tôi rất mong được chào đón bạn và gia đình trong thời gian sắp tới để phục vụ bạn tốt hơn nữa.\n\nTrân trọng,\n\nKhurram Shah\nTrưởng phòng dịch vụ khách hàng\n\nĐọc thêm",
            "Khung cảnh tuyệt vời và sẽ là một nơi đáng yêu cho bữa trưa hoặc bữa tối. Sẽ chỉ đi một lần nhưng đừng nghĩ nó đáng tiền. Gold Coast có nhiều khách sạn có tầm nhìn tuyệt vời mà tôi có thể đặt và ở cùng lúcĐọc thêm",
            "Tôi là thành viên của khu nghỉ dưỡng này nhưng thành viên vì lý do nào đó.  Đây là một xứ sở thần tiên trong rừng rậm. Công viên nước của họ rất tuyệt vời và là một trong những công viên tốt nhất trong thị trấn. Đọc thêm",
            "Thành viên quý giá thân mến, \n\nLời chào từ Dreamworld Resort, Khách sạn - Sân Golf! \n\nCảm ơn bạn đã lưu trú và dành thời gian chia sẻ phản hồi có giá trị của mình với chúng tôi và những khách du lịch khác trên TripAdvisor. \n\nChúng tôi rất vui khi biết rằng bạn và gia đình đã tận hưởng kỳ nghỉ của mình. Chúng tôi đánh giá cao phản hồi tích cực của bạn về cơ sở vật chất, môi trường và lòng hiếu khách của chúng tôi. Cốt lõi trong triết lý của chúng tôi là cung cấp những trải nghiệm tinh tế và tùy chỉnh theo nhu cầu của từng khách hàng. Thật sự rất vui khi chúng tôi có bạn là khách của chúng tôi.\n\nChúng tôi rất mong được chào đón bạn và gia đình trong thời gian sắp tới để phục vụ bạn tốt hơn nữa.   \n\n \nTrân trọng,\n\nKhurram Shah\nTrưởng phòng dịch vụ khách hàng\nĐọc thêm",
            "Lần trước tôi đến thăm là với văn phòng của tôi. Đó là một buổi dã ngoại để ăn mừng việc đạt được doanh số bán hàng. Chúng tôi vui vẻ, dạo chơi với các hoạt động dưới nước, một số trò chơi như cricket, và bữa trưa do văn phòng sắp xếp. Trong một chuyến thăm trước đó, gia đình tôi đã được một công ty dược phẩm mời đến. Bữa sáng và bữa trưa thật tuyệt vời. Và nghỉ tại phòng nghỉ qua đêm thật thoải mái. Đọc thêm",
            "Kính gửi Jawaid Aslam,\n \nLời chào từ Dreamworld Resort, Khách sạn - Sân Golf! \n \nCảm ơn bạn đã dành chút thời gian quý báu để chia sẻ trải nghiệm quý giá của mình với chúng tôi và những khách du lịch khác trên TripAdvisor.\n \nChúng tôi rất vui khi biết rằng bạn đã tận hưởng kỳ nghỉ của mình. Sự đánh giá cao của bạn không chỉ khiến chúng tôi hạnh phúc mà còn khuyến khích và thúc đẩy đội ngũ của chúng tôi đưa nghệ thuật hiếu khách của chúng tôi tiến thêm một bước nữa và truyền cảm hứng cho đội ngũ của chúng tôi tiếp tục cung cấp các dịch vụ tốt nhất.\n\nChúng tôi rất mong được chào đón bạn một lần nữa để phục vụ bạn với sự hài lòng tối đa.\n\nTrân trọng,\n\nKhurram Shah\nTrưởng phòng Dịch vụ Khách hàng\nĐọc thêm",
            "Nếu bạn đang đến thăm Gold Coast, đừng bỏ lỡ cơ hội đi xe lên tầng 77 của Sky Tower, với tốc độ đáng kinh ngạc, để có được tầm nhìn tuyệt đẹp ra thành phố này cũng như bãi biển và bờ biển tuyệt vời của nó. Chụp ảnh và thư giãn với một ly cà phê hoặc thứ gì đó khác tại quán cà phê. Ngoài ra còn có một số bảng thông tin hấp dẫn để hiểu rõ hơn về khu vực này.Đọc thêm",
            "360 độ tuyệt vời - khung cảnh của Gold Coast Chúng tôi đã mua thẻ Dream World 3 ngày với giá rẻ hơn 3 vé đơn và bạn có thể vào skypoint Đọc thêm",
            "Phí vào công viên nước là bao nhiêu?",
            "vâng, bạn có thể đi cùng gia đình vào Chủ nhật, với mức phí bạn cần liên hệ trực tiếp với họ.Đọc thêm",
            "Làm thế nào để đi cùng gia đình bạn có thể trả lờiĐọc thêm",
            "Bạn có thể cho biết giá vé hoặc cho chúng tôi biết gói gia đình nào dành cho ít nhất 30 ngườiĐọc thêm",
            "Dream world vé 1 người kitna ka ha.or resort ka kitna ka thuê ka 1 ngày ka ha...Đọc thêm",
            "Tôi muốn biết về giá vé và thời gian mở cửa, đóng cửa của khu nghỉ dưỡngĐọc thêm",
            "Tôi muốn ghé thăm nó vào ngày mai, chúng tôi có thể không, nếu không có thành viên, cặp đôi tàu được phép HOẶC khôngĐọc thêm",
            "Giá vé vào cửa cho người không phải thành viên là bao nhiêu?Đọc thêm",
            "Không phải thành viên có thể tham gia cùng thành viên \nVà nếu bạn không có bất kỳ người bạn thành viên nào thì bạn có thể sử dụng tiện ích công viên nước chỉ với giá 1200 Rs - các hoạt động khác chỉ dành cho thành viênĐọc thêm",
            "Giá vé vào cửa cho người không phải là thành viên là bao nhiêu?Đọc thêm",
            "Không phải thành viên chỉ có bữa tối. Hoặc bữa trưa. Gia đình 15 đến 20.Đọc thêm",
            "Không có cư dân KarachiĐọc thêm",
            "Phí vào cổng Dreamworld karachiĐọc thêm",
            "Nó - không phải là một lối vào mở. Bạn cần phải là thành viên hoặc đi kèm với thành viên.Đọc thêm",
            "Về lệ phí nhập cảnh cho gia đìnhĐọc thêm",
            "họ có nhưng chính xác thì tôi không nhớ vì các thành viên thường sử dụng khu nghỉ dưỡng này Đọc thêm"
        ],
        "star_ratings": [
            36,
            23,
            9,
            2,
            8
        ],
        "review_amount": 78,
        "location": [
            "Những điều cần làm ở Karachi",
            "Pakistan",
            "Tỉnh Sindh",
            "thế giới giấc mơ",
            "Karachi",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 31, 2023",
            "Written May 4, 2023",
            "Written January 30, 2022",
            "Written July 13, 2021",
            "Written October 11, 2020",
            "Written July 15, 2020",
            "Written March 6, 2020",
            "Written February 28, 2020",
            "Written February 14, 2020",
            "Written February 1, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g295414-d7137169-Reviews-Dreamworld-Karachi_Sindh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g295414-d21493510-Reviews-BISTRO_by_Dreamworld-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295414-d23348260-Reviews-Aroma_By_Dreamworld-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295414-d21376220-Reviews-DHABA_by_Dreamworld-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295414-d26206427-Reviews-The_Pitch-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295414-d23479211-Reviews-Pizza_Hut_Gulshan_e_maymar-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d23781494-Reviews-Wild_Venture_Water_Park_Resort-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d25425363-Reviews-Apparel-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d7137169-Reviews-or10-Dreamworld-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d9594332-Reviews-Sindbad_Amusement_Park-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d17321677-Reviews-Super_space-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d10286744-Reviews-Chunky_Monkey-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d553617-Reviews-Hill_Park-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d1601550-Reviews-The_Great_Fiesta_Family_Water_Park-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d20120044-Reviews-Bahria_Adventure_Land_Theme_Park-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d23379917-Reviews-Super_Space-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d19888975-Reviews-Winterland_Pakistan-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d12439821-Reviews-LuckyOne_Mall-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d553604-Reviews-University_of_Karachi-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d23125997-Reviews-Sky_Wings-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d1642573-Reviews-Bin_Qasim_Park-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d551282-Reviews-Safari_Park-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d5074657-Reviews-PIA_Planetarium-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d6158869-Reviews-Aziz_Bhatti_Park-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d25562620-Reviews-Air_Asia_International_Travel_Tours-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g946403-d23436704-Reviews-Invitation_Room_Escape-Sanandaj_Kordestan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d23552263-Reviews-Catch_Off_The_Day-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d21238376-Reviews-Dolmen_Mall_Bachkana-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d27419848-Reviews-Hiddenture-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d557713-Reviews-Calumet_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d127002-Reviews-Eiffel_Tower_Viewing_Deck-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g55123-d597922-Reviews-Casey_Jones_Village-Jackson_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g32956-d3462223-Reviews-Pulgas_Water_Temple-Redwood_City_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d23845581-Reviews-Port_City_Promenade-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32319-d1169357-Reviews-Mossbrae_Falls-Dunsmuir_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d196263-Reviews-Tom_s_Bar-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g29767-d268373-Reviews-Angel_Fire_Resort-Angel_Fire_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187185-d209762-Reviews-Fondation_Claude_Monet-Giverny_Eure_Haute_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d4299371-Reviews-Froggyland-Split_Split_Dalmatia_County_Dalmatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g295414-d7137169-Reviews-or10-Dreamworld-Karachi_Sindh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g295414-d7137169-Reviews-Dreamworld-Karachi_Sindh_Province.html"
    }
]