[
    {
        "attraction_name": "Drive Vietnam",
        "attraction_name_vi": "Lái xe Việt Nam",
        "general_info": [
            "89 đánh giá",
            "- 143 trên 1.009 Tour - Hoạt động tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour riêng"
        ],
        "attraction_summary": "Drive Vietnam cung cấp các chuyến tham quan Thành phố Hồ Chí Minh, Địa đạo Củ Chi và Đồng bằng sông Cửu Long độc đáo và độc đáo nhất, với các tuyến đường và hành trình độc đáo không có ở các tour khác. Để giúp bạn bắt đầu chuyến đi thuận lợi tại Việt Nam, chúng tôi cũng cung cấp dịch vụ đón tại sân bay tốt nhất tại Sài Gòn.Đọc thêm",
        "reviews": [
            "Thật là một trải nghiệm tuyệt vời mà tôi đã có ngày hôm nay! Tôi cảm thấy vô cùng vinh dự và biết ơn vì đã có thể có được cái nhìn thoáng qua về văn hóa địa phương một cách chân thực và dễ thương như vậy. Quang là hướng dẫn viên du lịch hoàn hảo, hiểu biết, có sức chứa và siêu tử tế và anh ấy chắc chắn đã thực hiện đúng lời hứa của mình - Tôi đã không gặp một khách du lịch nào cả ngày. Tôi phải thừa nhận rằng tôi đã nghĩ về điều đó hai lần trước khi đặt phòng vì đây không phải là một ngày đi chơi rẻ tiền nhưng tôi rất vui vì đã làm được! Nó đáng giá từng xu. Nếu bạn muốn nhìn thấy một Việt Nam thực sự, đây là công ty du lịch của bạn!Đọc thêm",
            "Đã có một thời gian tuyệt vời để khám phá và trải nghiệm những nơi khác nhau của Sài Gòn. Đội ngũ rất hiểu biết và giải thích rõ ràng tất cả các khu vực lịch sử mà chúng tôi đã đến. Chắc chắn sẽ giới thiệu và quay lại! Đọc thêm",
            "Tôi và chồng quyết định đặt tour riêng tham quan địa đạo Củ Chi. Tôi không thể bày tỏ lòng biết ơn sâu sắc hơn đối với hướng dẫn viên của chúng tôi, San, người đã làm một công việc tuyệt vời. Tài xế cũng rất chuyên nghiệp và có kỹ năng lái xe tuyệt vời. Trong suốt chuyến đi, San thậm chí còn dừng lại để chúng tôi có thể thử cà phê Việt Nam và một số loại trái cây địa phương ngon tuyệt. Chuyến tham quan địa đạo Củ Chi là một trải nghiệm mở mang tầm mắt nhờ tất cả kiến ​​thức và câu chuyện được San chia sẻ. Trên đường trở về TP.HCM, họ thậm chí còn điều chỉnh chuyến đi và đưa chúng tôi đến sân bay vì chúng tôi cần phải bắt máy bay. Cuối cùng, có một điểm dừng chân cuối cùng, nơi San mua cho chúng tôi chiếc bánh mì ngon nhất mà chúng tôi đã thử trong toàn bộ thời gian ở Việt Nam. Nhìn chung, tôi thực sự muốn giới thiệu Drive Vietnam và tour này. Cảm ơn rất nhiều, San! Đọc thêm",
            "Chuyến tham quan riêng đến địa đạo Củ Chi - City tour của Drive Vietnam vượt quá sự mong đợi của chúng tôi. Mặc dù đắt hơn một chút so với các tour địa phương khác, nhưng chúng tôi không phải chen lấn với những khách du lịch khác để đi lại. Thời gian được sử dụng hiệu quả hơn và chúng ta có thể tận hưởng các điểm tham quan lâu hơn mà không cần phải vội vã. Hướng dẫn viên có thể trò chuyện bằng tiếng Anh tốt, giải thích cho chúng tôi về lịch sử của đường hầm - chiến tranh. Những đứa trẻ thực sự thích thú và thích thú với chuyến tham quan này vì chúng còn được leo lên đường hầm thực sự. Chúng tôi dùng bữa tại một số nhà hàng địa phương, để thử những món ăn địa phương ngon nhất của Việt Nam mà khách du lịch bình thường không thể ghé thăm trong hành trình của họ vì nó đắt hơn hoặc không phù hợp với nhóm du lịch bình thường. Chuyến tham quan riêng này của Drive Vietnam rất đáng đồng tiền bỏ ra - Tôi thực sự khuyên bạn nên tham gia vì nó khác với các chuyến tham quan khác.Đọc thêm",
            "Lần thứ ba chúng tôi sử dụng Drive Vietnam. Thật dễ dàng để hợp tác để tạo ra một hành trình độc đáo khác biệt với những người khác. Mặc dù có trụ sở tại Việt Nam, họ tổ chức các tour du lịch ở Campuchia, đó là những gì chúng tôi đã làm. Đền Angkor Wat là điểm nhấn của chúng tôi trong số những thứ khác. Rất khuyến khích Drive Vietnam! Đọc thêm",
            "Tôi rất hân hạnh được gặp Quang và tài xế của anh ấy trong hai ngày tuyệt vời tại Thành phố Hồ Chí Minh.  Chúng tôi đã có một chuyến đi dài đến sông Mê Kông và thưởng thức văn hóa và ẩm thực chính thống của Việt Nam.  Ngày hôm sau là một chuyến đi vòng quanh thủ đô và Quang rất am hiểu về lịch sử chiến tranh Việt Nam nên tôi đã học được nhiều điều mới.  Chuyến tham quan dinh tổng thống của chúng tôi hóa ra thú vị hơn nhiều so với những gì tôi mong đợi!  Điều tuyệt vời nhất là khả năng tiếng Anh của Quang rất xuất sắc và tôi có thể hiểu và tận hưởng toàn bộ chuyến tham quan.  Tối hôm qua, anh ấy giới thiệu tôi đến một nơi bán hamburger tuyệt vời tên là El Gaucho.  Sau 3 tuần tuyệt vời du lịch khắp Việt Nam, tôi đã sẵn sàng cho một chuyến đi - và nó thật tuyệt vời.  Tôi đặc biệt giới thiệu Drive Vietnam với những tài xế rất lành nghề và Quang làm hướng dẫn viên du lịch.Đọc thêm",
            "Chúng tôi đã sử dụng Drive Vietnam để đưa đón sân bay tư nhân đến và đi từ khách sạn của mình và chúng tôi cũng sử dụng công ty này để thực hiện chuyến tham quan nửa ngày riêng được tùy chỉnh cho một số địa điểm về Chiến tranh Việt Nam mà tôi đặc biệt muốn xem. Bắt đầu với việc đón tại sân bay, Drive Vietnam đã gửi một email chi tiết giải thích chính xác nơi hướng dẫn viên sẽ đến và họ sẽ mặc gì. Sau đó, chúng tôi đi bộ đến khu vực đường nơi có một chiếc SUV chạy muộn đang chờ sẵn với máy điều hòa chạy và chai nước có sẵn cho chúng tôi ngay.  Chúng tôi nhận thấy việc vận chuyển sân bay đáng giá từng xu sau một chuyến bay quốc tế dài. Hướng dẫn rất thân thiện và nói tiếng Anh xuất sắc. Người lái xe an toàn và cẩn thận trong một thành phố rất hỗn loạn. Chuyến tham quan riêng tùy chỉnh thật tuyệt vời.  Chúng tôi gặp nhau tại khách sạn và một lần nữa sử dụng một chiếc SUV đời mới có tài xế. Hướng dẫn viên của chúng tôi đã đưa chúng tôi đến Bảo tàng Chứng tích Chiến tranh, Dinh Tổng thống, cũng như các địa danh và khu mua sắm khác ở Quận !. Chúng tôi kết thúc bằng một bữa ăn ngon tại một nhà hàng địa phương. Sài Gòn là điểm dừng chân đầu tiên của chúng tôi trong chuyến đi châu Á kéo dài hai tuần và tôi không thể giới thiệu Drive Vietnam đủ cao.  Giao thông và hàng trăm xe máy khiến việc đi bộ trong thành phố trở thành một thách thức, đặc biệt là vào ngày đầu tiên hoặc ngày thứ hai.  Công ty này rất chuyên nghiệp, cung cấp khả năng giao tiếp tuyệt vời và giúp chúng tôi cảm thấy rất thoải mái trong chuyến tham quan của mình. Chúng tôi chắc chắn sẽ gọi lại cho họ!Đọc thêm",
            "Ninh Bình và Sapa là nơi tôi yêu thích, cũng thích thư giãn trên Vịnh Hạ Long. Tất cả các hướng dẫn đều tuyệt vời và được tổ chức tốt.Đọc thêm",
            "Drive Vietnam đã làm rất tốt cho chúng tôi. Rất dễ dàng để liên lạc để thực hiện một hành trình và rất nhanh chóng để trả lời bất kỳ câu hỏi. Chúng tôi đã dành hai tuần ở Việt Nam với họ và mọi thứ từ chuyển đến các chuyến tham quan trong ngày và đặt phòng khách sạn đều được thực hiện cho chúng tôi mà không phải lo lắng gì. Rất khuyến khích đặt một chuyến đi với ổ đĩa Việt Nam.Đọc thêm",
            "Trải nghiệm tuyệt vời. Hướng dẫn có kiến ​​thức và thân thiện. Đó là một kinh nghiệm tuyệt vời. Trải nghiệm được tổ chức tốt và vui vẻĐọc thêm",
            "Địa chỉ email cần liên hệ để đặt chỗ là gì?Đọc thêm",
            "Chào Belle!\n\nTripadvisor không cho phép chúng tôi đưa địa chỉ email hoặc liên kết trang web vào thư trả lời của chúng tôi, vì vậy vui lòng Google - Drive Vietnam - để tìm trang web và chi tiết liên hệ của chúng tôi.\n\nCảm ơn bạn!Đọc thêm",
            "Bạn tính phí bao nhiêu cho việc đón 3 người lớn từ sân bay thành phố Hồ Chí Minh đến khách sạn ở trung tâm Quận 1?Đọc thêm",
            "Carwell thân mến,\n\nĐối với nhóm 3 người, giá dịch vụ đón tại sân bay của chúng tôi từ sân bay Thành phố Hồ Chí Minh - TSN - đến Quận 1 là - 62 USD, tuy nhiên, nếu lịch đón của bạn là từ 10 giờ tối đến 5 giờ sáng, sẽ có thêm - 10 USD phí bổ sung.\n\nVui lòng cho tôi biết nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào.\n\nTrân trọng!Đọc thêm",
            "Tôi nên dành bao nhiêu thời gian để đi từ quận 1 đến Sân bay Tân Sơn Nhất?Đọc thêm",
            "Sẽ ít hơn 30 phút.Đọc thêm"
        ],
        "star_ratings": [
            86,
            3,
            0,
            0,
            0
        ],
        "review_amount": 89,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Châu Á",
            "Lái xe Việt Nam",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written April 21, 2024",
            "Written April 13, 2024",
            "Written December 28, 2023",
            "Written November 20, 2023",
            "Written October 27, 2023",
            "Written June 13, 2023",
            "Written March 18, 2023",
            "Written November 13, 2022",
            "Written November 11, 2022",
            "Written September 26, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8115503-Reviews-Drive_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or10-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794820-Reviews-Vietnam_Free_Tour_Guides_Vtrippie-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15274545-Reviews-WildTour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24060471-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8772714-Reviews-The_BCR_District_9-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1837685-Reviews-Ho_Chi_Minh_City_Urban_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12508941-Reviews-Jack_Vietnam_Tour_Guide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12480148-Reviews-Vertical_Academy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25348750-Reviews-Hello_Weekend_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685988-Reviews-AN_s_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11710229-Reviews-Mulberry_Spa_Hair_Studio-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19116131-Reviews-Panorama_Destination_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25171188-Reviews-SaigonSniper-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13358387-Reviews-Mayu_Japanese_Esthetic_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17415212-Reviews-Easy_VietNam_Trip-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454975-Reviews-Museum_of_Vietnamese_History-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g608884-d555031-Reviews-Skogafoss-Skogar_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g13074027-d15082825-Reviews-Point_90_Mall-New_Cairo_City_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g32627-d530204-Reviews-Thunder_Valley_Casino-Lincoln_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41499-d2354496-Reviews-Chatham_Pier_and_Fish_Market-Chatham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d249512-Reviews-Happy_Hollow_Park_and_Zoo-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31441-d2249272-Reviews-The_Walmart_Museum-Bentonville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3514721-Reviews-Antalya_Aquarium-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g143010-d504861-Reviews-Sand_Beach-Acadia_National_Park_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d6199245-Reviews-Hanthana_Mountain_Range-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d15711046-Reviews-Shepherd_Market-London_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or10-Drive_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-Drive_Vietnam-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Drive Vietnam",
        "attraction_name_vi": "Lái xe Việt Nam",
        "general_info": [
            "89 đánh giá",
            "- 143 trên 1.009 Tour - Hoạt động tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour riêng"
        ],
        "attraction_summary": "Drive Vietnam cung cấp các chuyến tham quan Thành phố Hồ Chí Minh, Địa đạo Củ Chi và Đồng bằng sông Cửu Long độc đáo và độc đáo nhất, với các tuyến đường và hành trình độc đáo không có ở các tour khác. Để giúp bạn bắt đầu chuyến đi thuận lợi tại Việt Nam, chúng tôi cũng cung cấp dịch vụ đón tại sân bay tốt nhất tại Sài Gòn.Đọc thêm",
        "reviews": [
            "Tour du lịch tuyệt vời rất khuyến khích. Hướng dẫn viên của chúng tôi rất am hiểu và thân thiện nói tiếng Anh tốt. Đi cùng một nhóm nhỏ bạn bè, chúng tôi đã có khoảng thời gian tuyệt vời.Đọc thêm",
            "Quang hướng dẫn viên du lịch rất am hiểu và đã cho nhóm chúng tôi cái nhìn sâu sắc thực sự về đồng bằng sông Cửu Long và những gì người dân địa phương làm trong cuộc sống hàng ngày của họ. Đó chắc chắn là một trải nghiệm tôi muốn giới thiệu!!Đọc thêm",
            "Hãy tự giúp mình và đặt vé lái xe về Việt Nam cho chuyến du lịch của bạn đến Đồng bằng sông Cửu Long.  Chúng tôi gọi điện cho họ và hỏi liệu họ có thể làm những gì chúng tôi muốn thay vì một chuyến tham quan thông thường không.  Chúng tôi muốn có một chuyến du lịch riêng đến thăm sông Mê Kông và bao gồm cả bữa trưa.  Đó là những gì chúng tôi có.  Chúng tôi không phải thực hiện tất cả các công việc bổ sung mà các công ty khác đưa vào.  Hướng dẫn viên của chúng tôi Nhu nói tiếng Anh rất tốt, cô ấy rất thân thiện, nhiều thông tin và thích đùa.  Chúng tôi chắc chắn khuyên bạn nên.Đọc thêm",
            "Có lẽ là một trong những chuyến tham quan yêu thích của tôi trong tuần ở Việt Nam. Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên, người cực kỳ chu đáo, vui tính khi nói chuyện và cung cấp nhiều thông tin thú vị về Đồng bằng sông Cửu Long cũng như những người sống ở đó. Chuyến tham quan cũng cực kỳ chân thực và cho phép chúng tôi xem các điểm tham quan mà chúng tôi có thể không xem được trong các chuyến tham quan khác. Chúng tôi du ngoạn trên đồng bằng sông Cửu Long bằng thuyền, các kênh phía sau ở đồng bằng sông Cửu Long bằng thuyền chèo, tham quan rất nhiều nơi, ăn trưa ngon miệng tại một ngôi làng địa phương và thậm chí còn có cơ hội nếm thử các món ngon địa phương như rượu rắn! Có một điều tôi thực sự thích vì đây là một tour du lịch riêng, chúng tôi có một nhóm khoảng 6 người và không giống như các tour khác cố gắng tối đa hóa số lượng tour - trong một số trường hợp lên tới 25 - điều này mang tính cá nhân hóa hơn rất nhiều. Do đó , hướng dẫn viên du lịch đã có thể tùy chỉnh chuyến tham quan cho phù hợp với sở thích của chúng tôi. Nếu bạn chỉ có 1 cơ hội thực hiện chuyến tham quan Đồng bằng sông Cửu Long, hãy thực hiện chuyến tham quan này! Bạn sẽ không phải thất vọng!Đọc thêm",
            "Đề xuất cho chuyến du lịch riêng tuyệt vời một cách cẩn thận. Công ty của tôi đã chào đón các kiểm toán viên từ khu vực, Ireland và Ấn Độ. Sau 1 tuần làm việc, chúng tôi đã sắp xếp một chuyến tham quan thành phố cho các VIP vào cuối tuần tháng 4 năm 2022, tại TP.HCM VN. Bảo tàng chiến tranh, bưu điện, nhà thờ, chợ bến thành, taka - Du khách ấn tượng với Hướng dẫn viên Quang, người nói tiếng Anh rất tốt với kiến ​​thức lịch sử phong phú về VN, Châu Á, văn hóa, con người, con số, lối sống, v.v. anh ấy có thể trả lời mọi câu hỏi , đúng giờ, trung thực, tốt bụng và quan tâm đến mọi người xung quanh. Ví dụ, hướng dẫn viên du lịch còn lo khăn giấy, thuốc lá, quạt giấy, nước lọc, thực phẩm ăn kiêng đặc biệt, uống nước dừa, mua sắm các mặt hàng đặc biệt - cho du khách mà không được yêu cầu. Du khách hoàn toàn hài lòng, thư giãn, trò chuyện nhiều, chia sẻ, cười đùa, ôm nhau chào tạm biệt và mong lần sau ghé thăm lại. Một mong muốn của du khách là thời tiết ở TP.HCM mát hơn 25 độ. Du khách cảm thấy hơi buồn khi đến bảo tàng chiến tranh, câu chuyện có thật bằng mắt và tai lần đầu tiên nhìn thấy, khác với sách vở và trường học ở nước ngoài. Hướng dẫn viên này, anh Quang, là người giỏi nhất từ ​​​​trước đến nay đối với dịch vụ du lịch tư nhân, kể từ 4 năm nay, anh làm cho tất cả du khách của công ty tôi đều hài lòng. Tôi biết ơn vì dịch vụ tuyệt vời và giới thiệu dịch vụ này cho bất kỳ ai đang tìm kiếm! Chuyến du lịch tuyệt vời vào ngày 23 tháng 4 năm 2022HCMC VIỆT NAMGiới thiệu Mr. QUANG - 84 93 7417938Đọc thêm",
            "Thật là một ngày tuyệt vời! Chủ sở hữu của Drive Vietnam và một số nhân viên đến từ Đồng bằng sông Cửu Long, vì vậy họ biết khu vực và con người, và vì vậy - chuyến tham quan - là một trải nghiệm rất thực tế và chân thực. Chắc chắn không có mánh lới du lịch. Chúng tôi được chào đón vào những ngôi nhà và trang trại riêng, có một bữa tiệc trưa ngon miệng được làm tại nhà - nhưng hoàn toàn hợp vệ sinh -, chèo thuyền qua những kênh dừa nước, và mọi thứ đều liền mạch và được tổ chức tốt.Đọc thêm",
            "Quang đã hướng dẫn chúng tôi một cách chuyên nghiệp qua cả những nơi ít người đi du lịch và những nơi phải đến.  Kiến thức địa phương chuyên môn và cách tiếp cận thân thiện của anh ấy đã khiến chuyến tham quan trở nên đáng nhớ và thú vị.  Tham gia chuyến tham quan riêng với Drive Vietnam có nghĩa là chúng tôi không cần phải tuân theo thời gian biểu và có thể thay đổi những gì chúng tôi đã làm và thời gian.  Rất có thể giới thiệu Quang và nhóm của anh ấy tại Drive Vietnam.Đọc thêm",
            "Tour du lịch tuyệt vời và hướng dẫn viên du lịch. Việt là hướng dẫn viên du lịch của chúng tôi và anh ấy rất am hiểu và tiếng Anh của anh ấy rất tốt. Cậu bé 11 tuổi của chúng tôi hỏi hết câu này đến câu khác và cậu ấy rất chú ý. Người lái xe của chúng tôi rất thoải mái và đưa chúng tôi đi từ a đến b mà không gặp vấn đề gì. Bữa trưa rất ngon. Chúng tôi đã đến cả hai địa điểm địa đạo củ chi và thích địa điểm này hơn.Đọc thêm",
            "Tôi đã thực hiện cả hai lần đưa đón sân bay với Công ty này. Việc liên lạc rất dễ dàng. Mặc dù xe bị trễ vài phút nhưng giao thông trong cả hai ngày đều rất tệ nên tôi nghĩ điều này có thể hiểu được. Hướng dẫn viên của tôi đã nhanh chóng tự giới thiệu và mang lại dấu ấn cá nhân đáng yêu cho chuyến đi của tôi. Xe rất sạch sẽ, trong tình trạng tốt và tài xế của tôi rất xuất sắc. Tôi chắc chắn sẽ sử dụng dịch vụ này khi trở lại Sài Gòn. Đọc thêm",
            "Nó hơi đắt tiền, nhưng đối với tôi nó đáng giá vì tôi đi du lịch một mình và đây là lần đầu tiên tôi đến Thành phố Hồ Chí Minh - nơi có thể khá choáng ngợp - ! Thật nhẹ nhõm khi nhận ra người hướng dẫn trong biển người bên ngoài sân bay!  Họ có mặt đúng giờ và đưa tôi đến khách sạn một cách nhanh chóng và an toàn. Đọc thêm"
        ],
        "star_ratings": [
            86,
            3,
            0,
            0,
            0
        ],
        "review_amount": 89,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Châu Á",
            "Lái xe Việt Nam",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written September 3, 2022",
            "Written August 27, 2022",
            "Written August 18, 2022",
            "Written August 6, 2022",
            "Written April 30, 2022",
            "Written April 18, 2022",
            "Written January 18, 2020",
            "Written December 21, 2019",
            "Written December 8, 2019",
            "Written September 4, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8115503-Reviews-or10-Drive_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or20-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794820-Reviews-Vietnam_Free_Tour_Guides_Vtrippie-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15274545-Reviews-WildTour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24060471-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8772714-Reviews-The_BCR_District_9-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1837685-Reviews-Ho_Chi_Minh_City_Urban_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12508941-Reviews-Jack_Vietnam_Tour_Guide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12480148-Reviews-Vertical_Academy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25348750-Reviews-Hello_Weekend_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685988-Reviews-AN_s_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11710229-Reviews-Mulberry_Spa_Hair_Studio-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19116131-Reviews-Panorama_Destination_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25171188-Reviews-SaigonSniper-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13358387-Reviews-Mayu_Japanese_Esthetic_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17415212-Reviews-Easy_VietNam_Trip-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454975-Reviews-Museum_of_Vietnamese_History-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g2034431-d8744085-Reviews-Krilo_Ferry-Krilo_Jesenice_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297516-d582106-Reviews-Trsat_Castle-Rijeka_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g304030-d9792473-Reviews-Aqua_Land_Water_Park_Majorca-Faisalabad_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34843-d8454378-Reviews-Sliding_Rock_Cascade_on_Wildcat_Creek-Clayton_Rabun_County_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d24080493-Reviews-Vue_Orleans-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d8562179-Reviews-Smorgasburg_Prospect_Park-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g42553-d6962526-Reviews-W_J_Hayes_State_Park-Onsted_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d532144-Reviews-Gin_Beach-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133707-d480640-Reviews-Isetan_Shinjuku_Store-Shinjuku_3_Chome_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d7149059-Reviews-Westfield_Countryside_Mall-Clearwater_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or20-Drive_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or10-Drive_Vietnam-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Drive Vietnam",
        "attraction_name_vi": "Lái xe Việt Nam",
        "general_info": [
            "89 đánh giá",
            "- 143 trên 1.009 Tour - Hoạt động tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour riêng"
        ],
        "attraction_summary": "Drive Vietnam cung cấp các chuyến tham quan Thành phố Hồ Chí Minh, Địa đạo Củ Chi và Đồng bằng sông Cửu Long độc đáo và độc đáo nhất, với các tuyến đường và hành trình độc đáo không có ở các tour khác. Để giúp bạn bắt đầu chuyến đi thuận lợi tại Việt Nam, chúng tôi cũng cung cấp dịch vụ đón tại sân bay tốt nhất tại Sài Gòn.Đọc thêm",
        "reviews": [
            "Quang không phải là một hướng dẫn viên giỏi, anh ấy là một hướng dẫn viên TUYỆT VỜI. Chúng tôi đã có thể nhìn thấy những điểm nổi bật của Sài Gòn và lái xe đến sân bay trong một ngày! Những thanh thiếu niên trong nhóm chúng tôi nghĩ rằng anh ấy rất vui nhộn!!! Họ cười đùa ở phía sau xe. Chúng tôi gói ghém việc tham quan và mua sắm ở chợ quần áo và túi xách nhái. Anh ấy đưa chúng tôi đến quán Bánh Xeo nơi Anthony Bourdain đã đến. Anh ấy mua cho chúng tôi chuối chiên và bánh mì Bánh mì. Chúng tôi đã bị nhồi nhét sau chuyến tham quan. Cảm ơn bạn rất nhiều vì một ngày tuyệt vời như vậy. Đọc thêm",
            "Vợ chồng tôi vừa thực hiện chuyến du lịch đồng bằng sông Cửu Long với Drive Vietnam.  Nó thực sự tuyệt vời và đưa chúng tôi đến những nơi mà chúng tôi sẽ không bao giờ có thể đến được. Hướng dẫn viên của chúng tôi, Cường Nguyễn, là người hiểu biết, thân thiện và nồng nhiệt. Anh ấy chăm sóc chúng tôi rất tốt cả ngày.  Bữa trưa thật tuyệt vời, nhưng khi tôi bắt đầu nói phần nào tôi đặc biệt thích thì tôi nhận ra rằng tôi thích tất cả. Rất nhiều hoạt động và địa điểm khác nhau để xem,. Tôi giới thiệu kỹ lưỡng về chuyến tham quan và hướng dẫn viên Cường Nguyễn của chúng tôi.Đọc thêm",
            "Chúng tôi đã đọc khá nhiều về các tour du lịch và công ty du lịch nên đi cùng trong chuyến đi đến địa đạo Củ Chi. Chúng tôi quyết định thực hiện một chuyến tham quan riêng tư và độc đáo hơn và vì vậy chúng tôi đã tham gia chuyến tham quan của Drive Vietnam - s đến Địa đạo Bến Đấu. Dưới đây là một số lý do khiến chúng tôi hoàn toàn thích thú với chuyến đi của mình:1. Người đại diện đã gặp chúng tôi tại khách sạn của chúng tôi vào ngày hôm trước và trả lời tất cả các câu hỏi của chúng tôi 2. Họ luôn đúng giờ3. Hướng dẫn viên Phùng của chúng tôi - không chắc về chính tả - rất tuyệt vời, hiểu biết và trả lời tất cả các câu hỏi của chúng tôi về lịch sử và văn hóa Việt Nam. Cô ấy không xâm phạm và nói tiếng Anh rất tốt.4. Họ cung cấp các tour du lịch đến Bến Đậu. Những đường hầm này tốt hơn đường hầm Bến Đình vì chúng nguyên bản hơn, thực sự mang lại cho bạn trải nghiệm đi bộ đến các hầm trú ẩn thực sự - không chỉ là đường hầm -. Họ ở xa hơn nhưng ít khách du lịch hơn và do đó ít đông đúc hơn. Làm cho trải nghiệm trở nên thú vị hơn rất nhiều.5.  Chúng tôi có lựa chọn giữa một chiếc SUV và một chiếc xe tải nhỏ. Chúng tôi chọn chiếc SUV vì sự thoải mái vì đây là một chuyến đi ô tô dài đến đường hầm.6. Bữa trưa được cung cấp tại nhà hàng ven sông mát mẻ và sạch sẽ. Thức ăn thực sự rất ngon và nhiều hơn những gì chúng tôi có thể ăn. Chuyến tham quan đắt hơn nhưng cũng đáng giá. Chúng tôi không hề hối tiếc. Chúng tôi trở về khách sạn lúc 4 giờ chiều như đã hứa. Rất khuyến khích!Đọc thêm",
            "Chuyến tham quan này là điều bắt buộc, tôi đã biết về nó thông qua một công ty du lịch khác, người này đã khuyên rằng địa điểm này ít khách du lịch và ít bận rộn hơn so với địa điểm đường hầm khác. Quang hướng dẫn viên của chúng tôi rất xuất sắc, anh ấy có nhiều kiến ​​thức về chiến tranh và khu vực và khiến chuyến tham quan của chúng tôi có vẻ như có một không hai. Không có hàng đợi để xếp hàng, các đường hầm có độ dài khác nhau dành cho những ai muốn trải nghiệm ngắn hoặc đường hầm dài hơn tổng cộng 85m. Người dân địa phương làm việc trong làng cũng rất thân thiện và hiểu biết. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan này . Cảm ơn một lần nữa các bạn. Đọc thêm",
            "Tôi được một người bạn thân giới thiệu và không hề thất vọng. Đầu tiên, phản hồi nhanh chóng và đảm bảo. Họ quan tâm đến việc làm rõ vấn đề và để lại sự an tâm. Thứ hai, trang web của họ đã cung cấp thông tin cần thiết và có video. Thứ ba, họ luôn chu đáo và luôn đảm bảo sự thoải mái và bữa ăn của chúng tôi được chăm sóc chu đáo. Cuối cùng, hướng dẫn viên nói tiếng Anh tốt và anh ấy biết rõ công việc kinh doanh của mình. Trong suốt chuyến tham quan, họ đúng giờ. Nhìn chung, các dịch vụ đều tuyệt vời và chúng tôi thực sự có một chuyến đi đáng nhớ đến Thành phố Sài Gòn. Sẽ sớm lên kế hoạch cho một chuyến đi khác với gia đình. Tôi có thể cảm nhận được niềm đam mê khi cung cấp dịch vụ. Tôi sẽ không ngần ngại bất kỳ ai sử dụng dịch vụ của họ. Đọc thêm",
            "We had a very enjoyable and informative two days with Queng, our guide from Drive Vietnam. We visited the Chu Chi tunnels on day 1 and the Mekong Delta on day 2. We also used them for airport transfers and things went very smoothly.Queng and our driver were great hosts, very friendly and informative. One thing we - re always looking for when traveling is to avoid the large group tours and sterilized tourist experience. At the same time, we want someone who knows the area and history to show us around. Drive Vietnam definitely delivered on this. The Chu Chi tunnels site we visited was practically ours alone - very few other groups, but still well-maintained and presented. Our guide seemed to have a knack for missing the big groups, but not making us feel like we missed out on anything. The tunnels are very interesting. Other reviewers talk about the propaganda films. We didn - t see them or feel awkward there as Americans. The Mekong delta tour was similar in that we took the path less traveled, stopping at local markets, having coffees in small roadside shops, and even visited several factories and places of business where small families made incense, brooms, and harvested coconuts. It was a great way to see how folks earn a living in this very fertile area. Even once we got to the river itself, we skirted the major tourist traps and saw things on the quiet side. All in all, I - d highly recommend Drive Vietnam if you want to see these popular sights, but not feel like part of the tourist masses. It was a super-personal experience where we felt like one of our best friends was showing us around his country.Read more",
            "I have started 2 days trip from Saigon to Can Tho via scooter, first time in my life with a long ride with great memories. I enjoyed with natural sightseeing of beautiful lotus flowers, huge rice field, Cau Khi, buffalo and cow were relaxing under the sunshine. The local people were smiling, wave their hands to say hello and welcome strange visitor passed by their farms. Fruit field such as fresh organic dragon fruit, rambutan, yellow mango, purple mangosteen and durian...which were selling by farmers on the roads with super cheap price. The tourguide did offer me a special tour, non-commercial, non-group tourist noisy as other normal agent. We visited a local citizen house making big size and color full incense which exported to Malaysia. He show me the most popular crispy Banh Mi, local Noodle Soup and Cafe Sua Da which local people were waiting in queue for daily breakfast. When we visited the white and black Goat farmer, I felt exciting to feed them with the green leaves which normally found in Hot Pot - a city girl barely know about goat farming. There are big water Buffalo with sleepy eyes lying on the grass and many muscovy ducks enjoy walking around the garden.I did not know about Cao Dai religion with 4 Gods is the most popular in Mekong. They do the ceremony twice per day, even just one visitor. I have also learnt there are 2 Floating Markets in Can Tho, should start at 5:30am to have chance see the local people selling fruit, drink, noodle soup...before market ends 6:30am. Local People are living on their own ships with all daily activities on their lovely river such as washing hanging clothes, cooking, selling fruits with very low price.... they will put one Fruit sample on the Flag instead of a written banner  - different from city - . Their happy faces, warm smiles and hospitality spirit with all local and foreign visitors made me and others feel warm welcome and feeling touched with their simple life and happiness! This journey helped refresh from the busy life and non-smile in big Saigon city and wish to come back again soon to keep my soul being warm!Thank you very much for the perfect Tourguide Quang Nguyen with his wide knowledge, humor and thoughtful mind, personalized service tour suitable for both local tourist and excellent American speaking skills! I am strongly recommend his tour agent to anyone looking for a special personalized and non-commercial servicr tour with lowest cost, truely with his slogan  - Driven to Deliver Excellence - :Drive Vietnam,  -  - 84937417938 - , info - drivevietnam.comRead more",
            "Lucy V thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian và đánh giá xếp hạng cao nhất cho chuyến tham quan 2D - 1N riêng tư và tùy chỉnh của chúng tôi đến Đồng bằng sông Cửu Long với Quang!!!\n\nTại Drive Vietnam, chúng tôi không thuê bất kỳ hướng dẫn viên tự do nào mà chỉ làm việc với những hướng dẫn viên được chúng tôi đào tạo ít nhất 1 năm cho tất cả các chuyến tham quan của mình! \n\nNếu bạn cần hỗ trợ thêm về bất kỳ tour du lịch riêng và tùy chỉnh nào khác trên khắp Việt Nam, vui lòng liên hệ với chúng tôi theo địa chỉ: \n\nEmail: drivevietnam - gmail.com HOẶC đặt chỗ - drivevietnam.com\nĐiện thoại di động - Whatsapp: - 84 934 525 305\nĐọc thêm",
            "Đã tham gia chuyến tham quan đồng bằng sông Cửu Long với Drive Vietnam và chắc chắn không thất vọng. Đây là một chuyến tham quan khác thường, một cơ hội rất chân thực để kết nối với con người và cảnh quan thực sự của khu vực ngoài các điểm tham quan du lịch thông thường. Hướng dẫn viên Cuông của tôi rất tuyệt vời, rất am hiểu về khu vực về cảnh quan, nông nghiệp, lịch sử, kinh tế và con người cũng như duyên dáng, thân thiện và hài hước. Chuyến đi bao gồm một phạm vi rộng khắp vùng đồng bằng, từ một địa điểm tôn giáo đến chợ thị trấn, các trang trại và nhà ở nông thôn, đến những tuyến đường thủy rộng lớn và những hòn đảo yên bình của chính sông Mê Kông. Tôi rời đi với sự hiểu biết sâu sắc hơn về phong cảnh và con người Việt Nam. Sẽ giới thiệu cho những ai muốn có cơ hội thực sự kết nối với đất nước này. Tôi cũng đã sử dụng dịch vụ đón tại sân bay của họ, dịch vụ này thật tuyệt vời. Đọc thêm",
            "Kính gửi RLynchBP,\n\nCảm ơn bạn rất nhiều vì đánh giá hào phóng và được đánh giá cao nhất về - Mekong Life Unscripted - dịch vụ đón tour và đón sân bay của chúng tôi. Chúng tôi rất vui mừng vì bạn đã có một ngày tuyệt vời ở Đồng bằng sông Cửu Long với hướng dẫn viên Cường của chúng tôi!!!\n\nTại Drive Vietnam, chúng tôi không thuê bất kỳ hướng dẫn viên tự do nào mà chỉ làm việc với những hướng dẫn viên được chúng tôi đào tạo ít nhất 1 năm cho tất cả các chuyến tham quan của mình. Và Cường đã đồng hành cùng chúng tôi trong nhiều năm qua! Ngoài ra, tất cả chúng tôi đều mong muốn mang đến sự xuất sắc trong các chuyến tham quan thân thiện với gia đình, khác thường, tùy chỉnh và riêng tư.\n\nNếu bạn cần hỗ trợ thêm với các tour du lịch riêng và tùy chỉnh khác trên khắp Việt Nam, vui lòng liên hệ với chúng tôi theo địa chỉ: \n\nEmail: drivevietnam - gmail.com HOẶC đặt chỗ - drivevietnam.com\nĐiện thoại di động - Whatsapp: - 84 934 525 305\nĐọc thêm",
            "Chúng tôi rất vui khi được đến thăm địa đạo Củ Chi tại Bến Dược với Drive Vietnam. Mình đã từng ở cả Bến Đình và Bến Dược nhưng phải nói là mình thích Bến Dược nhất. Có vẻ như còn nhiều đường hầm để đi vào hơn, và đó là phần hay nhất. Hướng dẫn viên Thắng Phú của chúng tôi đã đón chúng tôi tại khách sạn và vì chuyến tham quan riêng. Chúng tôi có cơ hội tốt nhất để nghe mọi điều Ngài nói về vùng Củ Chi. Drive Vietnam sẽ nhận được lời khen ngợi lớn nhất của tôi và tôi sẽ sử dụng chúng lần sau. Cảm ơn bạn cho một ngày tuyệt vời. Đọc thêm",
            "Jimmy V thân mến,\n\nCảm ơn bạn rất nhiều vì đã ủng hộ đánh giá 5 sao cho Chuyến tham quan Địa đạo Củ Chi cuối cùng của chúng tôi!!! \n\nĐúng vậy, hầu hết du khách đến Việt Nam đều không biết có 2 địa điểm Địa đạo Củ Chi khác nhau. Chúng tôi luôn đưa khách hàng của mình đến Địa đạo Bến Dược chân thực hơn, nơi họ có thể tránh đám đông khách du lịch, khám phá đường hầm theo tốc độ riêng của mình và có nhiều thời gian hơn để tìm hiểu về tầm quan trọng của mạng lưới ngầm khổng lồ này.\n\nNếu bạn cần hỗ trợ thêm về các tour riêng và tùy chỉnh khác tại Sài Gòn và Đồng bằng sông Cửu Long với Drive Việt Nam, vui lòng liên hệ với chúng tôi theo địa chỉ: \n\nEmail: bookings - drivevietnam.com HOẶC drivevietnam - gmail.com\nĐiện thoại di động - Whatsapp: - 84 934 525 305\nĐọc thêm",
            "Chúng tôi đã đặt các chuyến tham quan trị giá hai ngày và rất may mắn khi có Thắng làm hướng dẫn viên cả hai ngày. Đây là số tiền chi tiêu hợp lý nhất trong chuyến đi của chúng tôi. Chồng tôi và tôi đi du lịch cùng hai thiếu niên và một người bạn và cô con gái mười lăm tuổi của cô ấy.  Chúng tôi đã nhìn thấy những điều mà chúng tôi chưa bao giờ thấy hoặc tự mình tìm ra. Chúng tôi đi du lịch rất nhiều và thực hiện rất nhiều nghiên cứu trước.  Thật tuyệt vời khi giao việc hậu cần cho người khác. Một trong những điều tuyệt vời nhất là Thắng dường như có giác quan thứ sáu bẩm sinh về tốc độ - khi nào nên nhanh và khi nào nên chậm lại. Chồng tôi cực kỳ ghét bất cứ thứ gì giống như một chuyến du lịch và đôi khi tôi phải kéo anh ấy đi loanh quanh một chút để ngắm cảnh, nhưng anh ấy tận hưởng từng phút giây. Thực sự cảm ơn Thắng--anh ấy là một người thầy tuyệt vời đối với tất cả chúng tôi và tất cả chúng tôi đều tốt hơn sau những ngày ở bên anh ấy. Hàng đầu, đỉnh cao.Đọc thêm",
            "Kính gửi jlosee1021,\n\nCảm ơn bạn rất nhiều vì đánh giá 5 sao hào phóng của bạn trong 2 chuyến tham quan trong ngày riêng tư của chúng tôi với Thắng!\n\nTại Drive Vietnam, chúng tôi không thuê bất kỳ hướng dẫn viên tự do nào mà chỉ làm việc với những hướng dẫn viên được chúng tôi đào tạo ít nhất 1 năm cho tất cả các chuyến tham quan của mình. Thắng đã đồng hành cùng chúng tôi ngay từ đầu! Ngoài ra, tất cả chúng tôi đều mong muốn mang đến sự xuất sắc trong các chuyến tham quan riêng tư, phù hợp với gia đình và phù hợp với nhu cầu của mình.\n\nNếu bạn cần hỗ trợ thêm về các tour riêng và tùy chỉnh khác với Drive Vietnam, vui lòng liên hệ với chúng tôi theo địa chỉ: \n\nEmail: bookings - drivevietnam.com HOẶC drivevietnam - gmail.com\nĐiện thoại di động - Whatsapp: - 84 934 525 305\nĐọc thêm",
            "Địa chỉ email liên hệ để đặt chỗ là gì?Đọc thêm",
            "Chào Belle!\n\nTripadvisor không cho phép chúng tôi đưa địa chỉ email hoặc liên kết trang web vào thư trả lời của chúng tôi, vì vậy vui lòng Google - Drive Vietnam - để tìm trang web và chi tiết liên hệ của chúng tôi.\n\nCảm ơn bạn!Đọc thêm",
            "Bạn tính phí bao nhiêu cho việc đón 3 người lớn từ sân bay thành phố Hồ Chí Minh đến khách sạn ở trung tâm Quận 1?Đọc thêm",
            "Carwell thân mến,\n\nĐối với nhóm 3 người, giá dịch vụ đón tại sân bay của chúng tôi từ sân bay Thành phố Hồ Chí Minh - TSN - đến Quận 1 là - 62 USD, tuy nhiên, nếu lịch đón của bạn là từ 10 giờ tối đến 5 giờ sáng, sẽ có thêm - 10 USD phí bổ sung.\n\nVui lòng cho tôi biết nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào.\n\nTrân trọng!Đọc thêm",
            "Tôi nên dành bao nhiêu thời gian để đi từ quận 1 đến Sân bay Tân Sơn Nhất?Đọc thêm",
            "Sẽ ít hơn 30 phút.Đọc thêm"
        ],
        "star_ratings": [
            86,
            3,
            0,
            0,
            0
        ],
        "review_amount": 89,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Châu Á",
            "Lái xe Việt Nam",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written August 20, 2019",
            "Written July 16, 2019",
            "Written June 18, 2019",
            "Written April 24, 2019",
            "Written April 23, 2019",
            "Written March 5, 2019",
            "Written July 28, 2018",
            "Written July 27, 2018",
            "Written May 31, 2018",
            "Written May 28, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8115503-Reviews-or20-Drive_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or10-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or30-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794820-Reviews-Vietnam_Free_Tour_Guides_Vtrippie-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15274545-Reviews-WildTour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24060471-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8772714-Reviews-The_BCR_District_9-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1837685-Reviews-Ho_Chi_Minh_City_Urban_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12508941-Reviews-Jack_Vietnam_Tour_Guide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12480148-Reviews-Vertical_Academy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25348750-Reviews-Hello_Weekend_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685988-Reviews-AN_s_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11710229-Reviews-Mulberry_Spa_Hair_Studio-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19116131-Reviews-Panorama_Destination_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25171188-Reviews-SaigonSniper-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13358387-Reviews-Mayu_Japanese_Esthetic_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17415212-Reviews-Easy_VietNam_Trip-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454975-Reviews-Museum_of_Vietnamese_History-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2182644-Reviews-Souk_Madinat_Jumeirah-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g186599-d214817-Reviews-Blarney_Castle_Gardens-Blarney_Cork_County_Cork.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282879-d2313197-Reviews-Palani_Murugan_Temple-Palani_Dindigul_District_Tamil_Nadu.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d552666-Reviews-Elafiti_Islands-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d143529-Reviews-Headhouse_Square-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d123109-Reviews-Space_Needle-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g1606588-d147517-Reviews-Dawn_Beach-Sint_Maarten_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d13222169-Reviews-Mo_Chit_Bus_terminal-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d607482-Reviews-The_Golden_Bee-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d3669128-Reviews-Howard_Theatre-Washington_DC_District_of_Columbia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or30-Drive_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or20-Drive_Vietnam-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Drive Vietnam",
        "attraction_name_vi": "Lái xe Việt Nam",
        "general_info": [
            "89 đánh giá",
            "- 143 trên 1.009 Tour - Hoạt động tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour riêng"
        ],
        "attraction_summary": "Drive Vietnam cung cấp các chuyến tham quan Thành phố Hồ Chí Minh, Địa đạo Củ Chi và Đồng bằng sông Cửu Long độc đáo và độc đáo nhất, với các tuyến đường và hành trình độc đáo không có ở các tour khác. Để giúp bạn bắt đầu chuyến đi thuận lợi tại Việt Nam, chúng tôi cũng cung cấp dịch vụ đón tại sân bay tốt nhất tại Sài Gòn.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt Drive Vietnam để đón chúng tôi tại sân bay và ba chuyến tham quan mọi thứ về dịch vụ do công ty này cung cấp đều rất xuất sắc. Đặc biệt cảm ơn hướng dẫn viên của chúng tôi Thắng kiến ​​thức và sự quan tâm mà anh ấy dành cho vợ tôi, người khiếm thính và có khả năng vận động vấn đề đã ở trên và hơn thế nữa. Thực tế các tour du lịch của họ không phải là những tour du lịch thông thường và rất thân mật chỉ có hai chúng tôi là yếu tố chính khiến Drive Vietnam đồng hành, cảm ơn John và MichelleĐọc thêm",
            "Drive Vietnam đã có mặt tại điểm đón của chúng tôi đúng giờ cả hai lần.  Chuyến tham quan rất vui, bữa trưa rất tuyệt và chúng tôi đã đến thăm một số địa điểm tuyệt vời.  Làm tốt lắm!!Đọc thêm",
            "Chúng tôi thuê công ty Drive Vietnam chở 4 người lớn đến địa đạo Bến Dược ngoại ô TP.HCM.  Họ đến kịp thời với tài xế, hướng dẫn viên, nước đóng chai và một chiếc xe đủ rộng để chứa cả 4 người lớn rất thoải mái.  Hướng dẫn viên, Cường, rất xuất sắc và trả lời tất cả các câu hỏi của chúng tôi cả khi lái xe đến và đi từ địa điểm, đồng thời hướng dẫn chúng tôi qua các khu vực đường hầm.  Anh ấy là người cá tính, thực tế và linh hoạt.  Chúng tôi là một trong những nhóm đầu tiên đến và chúng tôi gần như có được khu vực này cho riêng mình trong suốt thời gian chúng tôi ở đó.  Khi các nhóm khác đến, anh ấy đi ngang qua những khu vực họ đang tụ tập để chúng tôi có thể lắng nghe đầy đủ thông tin anh ấy đang chia sẻ.  Kết thúc chuyến tham quan, chúng tôi đã có bữa trưa kiểu Việt tuyệt vời bên bờ sông.  Chúng tôi đã có nhà hàng cho riêng mình!  Một ngày trước khi chúng tôi đi tham quan Bảo tàng Chứng tích Chiến tranh. tôi nghĩ điều quan trọng là phải xem cả hai điểm tham quan này.  Tôi rất muốn giới thiệu công ty, tài xế và hướng dẫn viên này.Đọc thêm",
            "Chúng tôi chỉ có 10 giờ ở Thành phố Hồ Chí Minh nên cần một chuyến tham quan nhanh.  Đầu tiên trong danh sách của chúng tôi là xem địa đạo Củ Chi.  Đã liên hệ với Drive Vietnam và họ sắp xếp đón chúng tôi từ sân bay; thực hiện chuyến tham quan và đưa chúng tôi trở lại kịp thời cho chuyến bay ra ngoài vào tối hôm đó.  Hướng dẫn viên của chúng tôi trong ngày là Thắng, một người rất tuyệt vời.  Anh ấy rất am hiểu về khu vực này và đặc biệt am hiểu về lịch sử của các đường hầm cũng như cách chúng được xây dựng và sử dụng.  Là một người Mỹ, người ta phải nhớ khi nhìn khu vực đường hầm mà những người xây dựng chúng đang chiến đấu chống lại Mỹ, nhưng đó là một góc nhìn rất thú vị khi nhìn thấy mặt khác của sự việc và nhận ra những khó khăn mà cả hai bên đều phải trải qua.  Thắng cũng dẫn chúng tôi đi tham quan nhanh trung tâm thành phố Hồ Chí Minh và đưa chúng tôi đến một nhà hàng địa phương để ăn tối - thật tuyệt vời.  Một lần nữa xin cảm ơn Thắng và tài xế của chúng tôi vì một ngày đầy thông tin.  Thực sự đánh giá cao Drive Vietname đã hợp tác với khung thời gian giới hạn của chúng tôi để cho phép chúng tôi ngắm cảnh Sài Gòn..Đọc thêm",
            "Our family of 18 of all ages, including toddlers and seniors, were on a 7-country grand Asia cruise and we were fortunate to have a private tour with Quang from Drive Vietnam during our stop in Phu My. Drive Vietnam was a recommendation from a friend at Vietcetera, and one I will continue to pass on. My email communication with Ms. Nhung during the previous weeks was clear and prompt, and I was able to make easy payments via PayPal. I booked a private tour of Saigon with a pick up - drop off at Phu My. They arrived early and were waiting for us with warm smiles. We had a new, clean 30-seater mini bus with Tham  - aka  - 8 -  our driver and Quang  - aka  - 10 -  as our guide. Quang is passionate about what he does and it is incredibly apparent. He began the tour by sharing his personal story and strong familial ties to the land  - his father served for the South during the vietnam war - , really connecting us to him and the people of Vietnam.Everyone was charmed by him. He spoke perfect English to the majority of our group, but then usually repeated himself in Vietnamese for my Husband - s parents who primarily speak Vietnamese. He was funny, energetic and super knowledgeable. Most importantly, he was able to command the attention of our large group, engage with everyone, and able to improvise and change plans on the fly according to what was - wasn - t working. He was able to pick up on our groups nuances and personalities and tailor our experience as the day went on -- something only highly skilled and talented guides can execute. Many members of my group said that Saigon was the highlight of their entire 3 week trip and I strongly believe it was due to Quang - s lead and perfect itinerary.If you - re looking for an amazing tour in Saigon, I strongly recommend you book with Quang of Drive Vietnam ASAP as he does get booked up quickly! Thanks again, Quang and Tham!!! We will definitely reconnect the next time we return to Saigon.Read more",
            "Một trải nghiệm rất chân thực với một hành trình độc đáo, trong đó chúng tôi cảm thấy hòa mình vào văn hóa và lối sống hơn nhiều so với những gì bạn có thể tìm thấy trong một chuyến tham quan tiêu chuẩn với một hành trình cố định. Chúng tôi cảm thấy hoàn toàn thư giãn và không vội vã, rời xa con đường du lịch, hướng dẫn viên Thắng của chúng tôi rất xuất sắc và có kiến ​​thức phong phú. Tôi sẽ không ngần ngại sử dụng Drive Vietnam một lần nữa.Đọc thêm",
            "Hello I booked a return airport trip with Drive Vietnan because of the many taxi scams in Saigon. We were met at the airport by a nice friendly girl who took us to our taxi and she came to the hotel  - Little Siagon Botique Hotel -  with us giving us info and advice on Ho Chi Minh.She also gave us a bag each that had a small guide book and advise on taxi scams.I had an early flight so my taxi from Drive Vietnam was booked for 0500 and when I went outside the hotel porter was waiting and made several attempts to get me into a different taxi. My taxi was also there but without the girl and the driver tried to ignore me and when I showed him my booking he looked blankly and continued cleaning the windows. I returned to the hotel and phoned Drive Vietnam and was told my taxi was waiting for me. The driver must have got a phone call because he immediately too my bag and got to the airport.My friend who was leaving in the afternoon had a -  Vinsun Taxi which is one of the best taxi companies -  arranged and while he was waiting the same hotel porter got him in a different taxi and he had a very unpleasent experience and was overcharged the driver tried the switching note scam. He would not let him out of the taxi until he started phoning the police.Anyway I got an email from Drive Vietnam explaning that the girl who should have been with the driver had a motorbike accident on the way and was unable to make it. Without asking for anything Drive Vietnam offered me a 50 -  refund and this had been credited to my account.When I replied to them and gave the complete story they offered me a free transfer next time. They also said thry would never use thst driver again.This was customer service in excellent fashion. Drive Vietnam might be more expensive than others but it is worth paying extra for security and peace of mind.I hope Little Siagon Hotel take action with the porter as he also has the safe keys because he opened my room safe.Well done Drive Vietnam for excellent customer serviceRead more",
            "Mỗi khía cạnh của chuyến đi của chúng tôi đều được lên kế hoạch tuyệt vời và rõ ràng đã được Drive Vietnam chăm chút.  Tài xế tốt, quá trình đón - trả khách diễn ra liền mạch và tương tác trước ngày không phải lo lắng. Chuyến thăm địa đạo Củ Chi của chúng tôi được dẫn dắt bởi Thắng, người rõ ràng đã nghiên cứu về thời gian và lịch sử của nơi này nên có thể trò chuyện về mọi khía cạnh của văn hóa Việt Nam cũng như các khía cạnh cụ thể của thời kỳ đó. Tất cả các con tôi - 15, 12 và 6 tuổi - đều nói rằng đây là điểm nổi bật trong chuyến đi tự mình đi qua đường hầm của chúng.  Chắc chắn nếu không có sự hướng dẫn của Thắng chúng tôi sẽ không bao giờ làm được điều đó.  Chúng tôi thậm chí còn nhận được một email sau đó kèm theo bản dựng các bức ảnh của chúng tôi trong ngày. Cảm ơn rất nhiều vì một ngày tuyệt vời.Đọc thêm",
            "Mặc dù chuyến bay của chúng tôi bị trễ nhưng hướng dẫn viên của chúng tôi đã sẵn sàng và hướng dẫn chúng tôi vượt qua đám đông người đang tránh hàng taxi.  Làm cho việc đến Sài Gòn của chúng tôi không bị căng thẳng. Chuyến đi đến đồng bằng sông Cửu Long thật tuyệt vời với hướng dẫn viên Thắng của chúng tôi, người có kiến ​​thức tuyệt vời về khu vực này.  Công ty này và đặc biệt là Thắng đã nỗ lực hết sức để đảm bảo ngày của chúng tôi thật thú vị và đặc biệt.  Rất cám ơn Thắng - Chúng tôi thực sự có thể giới thiệu chuyến đi này và mặc dù đắt so với một số tour du lịch rẻ hơn khác nhưng đáng giá từng đồng !!Đọc thêm",
            "Chúng tôi đã đặt hai chuyến tham quan bằng Drive do đọc được những đánh giá tuyệt vời ở đây trên TripAdvisor. 1. Đồng bằng sông Cửu Long, 2. Địa đạo Củ Chi. Chúng tôi không thất vọng. Hướng dẫn viên của chúng tôi Thắng thật tuyệt vời. Kiến thức về văn hóa và lịch sử của ông thật xuất sắc. Việc có một tài xế riêng cho phép Thắng trả lời vô số câu hỏi của chúng tôi và chúng tôi cảm thấy vô cùng an toàn và được chăm sóc chu đáo trong cả hai chuyến đi cả ngày của mình. Chúng tôi thực sự muốn giới thiệu Drive Vietnam cho bất kỳ ai muốn đi xa hơn các khu du lịch thông thường. Cảm ơn Thắng, bạn đã thực sự khiến kỳ nghỉ ở Sài Gòn của chúng tôi trở nên đặc biệt hơn!Đọc thêm"
        ],
        "star_ratings": [
            86,
            3,
            0,
            0,
            0
        ],
        "review_amount": 89,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Châu Á",
            "Lái xe Việt Nam",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written April 25, 2018",
            "Written March 28, 2018",
            "Written March 21, 2018",
            "Written March 21, 2018",
            "Written March 15, 2018",
            "Written March 2, 2018",
            "Written February 4, 2018",
            "Written January 3, 2018",
            "Written January 2, 2018",
            "Written December 27, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8115503-Reviews-or30-Drive_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or20-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or40-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794820-Reviews-Vietnam_Free_Tour_Guides_Vtrippie-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15274545-Reviews-WildTour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24060471-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8772714-Reviews-The_BCR_District_9-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1837685-Reviews-Ho_Chi_Minh_City_Urban_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12508941-Reviews-Jack_Vietnam_Tour_Guide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12480148-Reviews-Vertical_Academy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25348750-Reviews-Hello_Weekend_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685988-Reviews-AN_s_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11710229-Reviews-Mulberry_Spa_Hair_Studio-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19116131-Reviews-Panorama_Destination_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25171188-Reviews-SaigonSniper-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13358387-Reviews-Mayu_Japanese_Esthetic_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17415212-Reviews-Easy_VietNam_Trip-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454975-Reviews-Museum_of_Vietnamese_History-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d1520208-Reviews-Voula_Beach-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g190326-d7109372-Reviews-St_Paul_s_Grotto-Rabat_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133707-d480640-Reviews-Isetan_Shinjuku_Store-Shinjuku_3_Chome_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g52148-d1799332-Reviews-Devil_s_Churn-Yachats_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60596-d12711644-Reviews-Whittington_Beach_Park-Naalehu_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g50183-d10837705-Reviews-Stubbs_Park-Centerville_Washington_Township_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g45131-d8280953-Reviews-Glacier_Ridge_Runners-Coram_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d21312345-Reviews-Cb_by_Kore-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g33324-d10947717-Reviews-Royal_Arch-Boulder_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2148206-Reviews-Dubai_Autodrome-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or40-Drive_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or30-Drive_Vietnam-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Drive Vietnam",
        "attraction_name_vi": "Lái xe Việt Nam",
        "general_info": [
            "89 đánh giá",
            "- 143 trên 1.009 Tour - Hoạt động tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour riêng"
        ],
        "attraction_summary": "Drive Vietnam cung cấp các chuyến tham quan Thành phố Hồ Chí Minh, Địa đạo Củ Chi và Đồng bằng sông Cửu Long độc đáo và độc đáo nhất, với các tuyến đường và hành trình độc đáo không có ở các tour khác. Để giúp bạn bắt đầu chuyến đi thuận lợi tại Việt Nam, chúng tôi cũng cung cấp dịch vụ đón tại sân bay tốt nhất tại Sài Gòn.Đọc thêm",
        "reviews": [
            "Chúng tôi đi cùng hướng dẫn viên Gung và tài xế Nam - sp? - . Đây là những lý do khiến chúng tôi hủy tour rẻ hơn rất nhiều để ủng hộ Drive Vietnam.1. Đón - trả khách tại khách sạn - hầu hết các công ty lữ hành khác chỉ đón từ Quận 1, 3 và 5. Vì chúng tôi chỉ có thể thực hiện chuyến tham quan này vào ngày sau khi chúng tôi đến và vẫn đang điều chỉnh nên được đón từ - đưa đi tour khách sạn ở quận 2 khiến mọi việc bớt căng thẳng hơn rất nhiều.2. Chuyến tham quan cả ngày - giá của chuyến tham quan có thể khiến một số người nản lòng, nhưng khi bạn nghĩ về số tiền bạn phải trả mỗi giờ và những gì bao gồm - tức là bữa trưa, chuyến tham quan làng kiểu mẫu - thì thực sự không nhiều chút nào .3. Chuyến tham quan riêng - các chuyến tham quan theo nhóm ngẫu nhiên, thậm chí cả nhóm nhỏ, có thể hơi khó khăn và thiếu sót, đặc biệt khi cố gắng đáp ứng nhiều yêu cầu. Chúng tôi rất vui khi không phó mặc điều này cho cơ hội và có nhiều quyền kiểm soát hơn đối với những gì chúng tôi sẽ làm. Hơn nữa, đây là chuyến đi đầu tiên của chúng tôi đến Việt Nam và một đất nước xa lạ mà không có ai tìm hiểu mọi thứ cho chúng tôi. Ngoài lịch sử đường hầm và lịch sử chiến tranh Việt Nam nói chung, Gung còn trả lời tất cả các câu hỏi chung của khách du lịch và là một người nói chung rất đáng yêu. Thêm - Khôi, chủ công ty, cũng tình cờ có mặt quanh khu vực ngày hôm đó và chia sẻ những trải nghiệm lớn lên trong chiến tranh của anh ấy vô cùng đáng mở rộng tầm mắt. Nhìn chung, có lý do tại sao các đánh giá cho chuyến tham quan này đa số là 5 sao. Họ thực sự làm tất cả những gì có thể để đảm bảo trải nghiệm tuyệt vời. Xin chân thành cảm ơn, Drive Vietnam!Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời với Drive Vietnam. Chúng tôi được đón ngay vào buổi sáng và được đưa thẳng đến địa đạo Củ Chi trên một chiếc ô tô có máy lạnh đẹp đẽ. Đây là chuyến đi xuyên suốt một ngày với hướng dẫn viên du lịch nói tiếng Anh xuất sắc trên đường đi, một chuyến hành trình ngắm cảnh thực sự. Thật là một điều mở rộng tầm mắt. Tận mắt chứng kiến ​​cách Việt Cộng - Mặt trận Dân tộc Giải phóng - sống vào thời đó và cách họ tận dụng đất đai và vũ khí được sử dụng để chống lại họ là một trải nghiệm mang tính thông tin - đau đớn - giải phóng. Các đường hầm là công trình của thiên tài thuần túy, nếu xét về quy mô và thời gian của nó đã thực hiện để xây dựng chúng. Giới thiệu kỹ lưỡng tour du lịch này. Cảm ơn một lần nữa!BenĐọc thêm",
            "Chồng tôi và tôi đã có một chuyến du lịch riêng trong ngày tại Đồng bằng sông Cửu Long với Drive Vietnam vào ngày 7 tháng 12. Thắng, hướng dẫn viên du lịch của chúng tôi, còn hơn cả năng lực.  Anh ấy rất thân thiện và biết rõ về khu vực này. Chúng tôi rất vui vì đã không sử dụng chuyến tham quan theo nhóm.    Vì đây là một chuyến tham quan riêng nên chúng tôi có thể tránh được bẫy du lịch và đi đến nhiều khu vực địa phương hơn để giao lưu với người dân địa phương. Người dân địa phương ở đây thật ngọt ngào.  Thắng có mối quan hệ tốt với họ khiến chúng tôi cảm thấy rất được chào đón và hạnh phúc. Điều tiếc nuối duy nhất là chúng tôi không có nhiều thời gian ở Việt Nam cho chuyến du lịch Mê Kông dài ngày hơn.  Thật là một khu vực xinh đẹp và rộng lớn với những con người tuyệt vời! Chúng tôi sẽ quay lại để tham gia chuyến tham quan dài hơn vào lần tới.  Hy vọng Thắng sẽ lại là hướng dẫn viên du lịch của chúng tôi.Đọc thêm",
            "Công ty này có tất cả...Chuyến tham quan đích thực, đầy đủ điểm tham quan - thông tin. Giá trị đồng tiền. Chúng tôi đã đặt dịch vụ đưa đón sân bay khứ hồi, Đồng bằng sông Cửu Long và các chuyến tham quan đường hầm Củ Chi với Drive Vietnam. Tài xế - hướng dẫn viên đúng giờ, lịch sự, dễ chịu và chuyên nghiệp. Họ rất am hiểu - nói tiếng Anh xuất sắc. Các chuyến tham quan mang tính riêng tư mà chúng tôi yêu thích vì nó mang tính cá nhân hơn và chúng tôi có thể dành thời gian cho những điều chúng tôi muốn. Chúng tôi đã thấy rất nhiều điều khác nhau - những khu vực mà khách du lịch không thể thấy thông thường...Việt Nam thực sự. Đặc biệt đề cập đến Thắng hướng dẫn viên của chúng tôi, người đã thực hiện 2 chuyến tham quan cùng chúng tôi. Anh ấy thực sự tuyệt vời, rất nhiều thông tin và niềm vui. Yêu những ngày của chúng tôi với anh ấy. Rất khuyến khích công ty này và các chuyến tham quan của họ. Bạn sẽ không thất vọng. Đọc thêm",
            "",
            "Bạn tôi và tôi đã chọn địa điểm Bến Dược xa hơn và được thiết kế - dành cho người dân địa phương mà hầu hết mọi người không biết đến - và nó chắc chắn đáng giá thêm nhiều dặm nữa. Chúng tôi đến thăm vào thứ Tư, nên nó cũng rất yên tĩnh. Nơi này bắt đầu như một ngôi làng dân gian trông khá trần tục...cho đến khi bạn nhận thấy lối vào đường hầm bí mật dưới gầm giường của mỗi ngôi nhà! Khi bạn bước tiếp, - ngôi làng - từ từ biến mất khi mọi thứ chìm trong lòng đất theo đúng nghĩa đen. Bạn phải leo xuống và - đi bộ vịt - qua nhiều trong số đó, và đó là một trong những điều bạn phải nhìn thấy và trải nghiệm để tin tưởng. Với ba tầng và dài hơn 200 km, hệ thống đường hầm là một kỳ quan kỹ thuật thực sự nên được coi là một trong những kỳ quan vĩ đại của thế giới: chỉ là nó gần như vô hình. Hãy nghĩ về ý chí và sự hy sinh của con người trong nỗ lực này và du khách sẽ nhanh chóng hiểu được lý do tại sao người Mỹ không bao giờ có thể - chiến thắng - trong cuộc chiến.   Thắng là người hướng dẫn của chúng tôi và anh ấy là người mà tôi sẽ tìm kiếm lần nữa: nhiều thông tin, lịch sự, kiên nhẫn và hữu ích với những nhu cầu nhỏ nhất - bạn tôi đã phẫu thuật lưng và phải nghỉ ngơi thường xuyên - . Mọi thứ bạn có thể yêu cầu từ một hướng dẫn viên địa phương.Đọc thêm",
            "Tôi đã đặt chuyến tham quan Địa đạo Củ Chi cuối cùng cho gia đình mình. Toàn bộ trải nghiệm thật tuyệt vời. Tôi đã đặt chuyến tham quan trực tuyến rất dễ dàng và họ rất phản hồi các câu hỏi của tôi trên Facebook Messenger và email. Họ đến khách sạn của tôi đúng giờ trên một chiếc xe tải mới và sạch sẽ. Hướng dẫn của chúng tôi Jerry thật tuyệt vời. Anh ấy rất am hiểu về văn hóa Việt Nam. Vì đây là một chuyến tham quan riêng nên chúng tôi có thể dành nhiều hoặc ít thời gian tùy thích ở các khu vực khác nhau. Chúng tôi không bao giờ cảm thấy vội vã. Địa đạo Bến Dược là địa điểm không thể bỏ qua. Đó là một trải nghiệm hoàn toàn khác so với những đường hầm đông đúc, đông đúc và đông khách du lịch hơn. Điểm nổi bật của chuyến tham quan là bữa trưa ven sông. Thức ăn rất tuyệt vời! Chuyến tham quan rất đáng đồng tiền và tôi chắc chắn sẽ sử dụng chúng lần sau khi quay lại.Đọc thêm",
            "Chúng tôi đã đặt cả hai chuyến tham quan vùng Củ Chi cũng như sông Mê Kông và có Khôi làm hướng dẫn viên cho cả hai ngày. Ban đầu tôi lo lắng rằng cả hai chuyến tham quan có thể có một số nội dung trùng lặp, nhưng không hề! Đối với các chuyến tham quan Địa đạo Củ Chi, chúng tôi đã dừng chân ở vùng nông thôn vì chúng tôi muốn xem Trâu nước. Đó là điểm hay của các tour riêng của Drive Việt Nam. Chúng tôi có thể đưa ra những yêu cầu đặc biệt và dành bao nhiêu thời gian tùy thích ở mỗi nơi. Khôi rất am hiểu và mặc dù lịch sử làm tôi chán nản nhưng tôi thực sự thích những câu chuyện anh ấy kể. Khôi lớn lên ở vùng Mê Kông và rất thông thạo văn hóa địa phương. Anh ấy biết tất cả những món ăn ngon nhất ở đâu và đưa chúng tôi đến địa điểm Bahn-mi ngon nhất, cũng như đưa ra nhiều khuyến nghị nên thử trong thành phố. Thật vui khi được nhìn thấy cuộc sống địa phương thực sự của sông Mê Kông và được nghe về nó từ một người bản địa trong vùng. Chúng tôi thậm chí còn ăn trưa tại nhà của một người dân địa phương. Tôi muốn giới thiệu cả hai chuyến tham quan!Đọc thêm",
            "Chúng tôi có một hướng dẫn viên tuyệt vời, Thắng, người thực sự hấp dẫn và giàu thông tin. Điều tuyệt vời nhất của chuyến tham quan Địa đạo Củ Chi là nó không phải là địa điểm du lịch thông thường nên rất riêng tư. Chúng tôi phải hỏi những câu hỏi mà chúng tôi quan tâm và dành thời gian cho những gì quan trọng đối với chúng tôi - cha tôi, một bác sĩ thú y Việt Nam - . Đó là thông tin hữu ích và rất - thực tế - để đi vào đường hầm. Thắng đã quan tâm giúp chúng tôi thoải mái trong cái nóng và cung cấp một bữa ăn ngon miệng. Tôi chắc chắn giới thiệu hướng dẫn và công ty này.Đọc thêm",
            "Vợ chồng tôi dành cả ngày với Quang Nguyễn và tài xế anh Châu. Chúng tôi đã có một ngày tuyệt vời khi tham quan khu vực Mê Kông.  Chúng tôi là một điều mới lạ đối với người dân địa phương ở chợ. Người rất lịch sự và thân thiện.  Bên kia đường từ chợ, chúng tôi uống cà phê và trò chuyện với một ông cụ 80 tuổi, người chưa từng gặp khách du lịch tại quán cà phê địa phương của ông trước đây. Điểm nổi bật khác là nhà máy sản xuất hương, xem một chiếc chổi được làm bằng tay, ăn trưa tại một ngôi nhà địa phương.  Chúng tôi đi qua nhiều chuyến phà, sau đó đi thuyền và đi sanpan trên sông Mê Kông. Quang là một hướng dẫn viên xuất sắc cho chuyến đi khi anh lớn lên trong khu vực. Chúng tôi đánh giá cao các dịch vụ của Drive Vietnam.Đọc thêm",
            "Địa chỉ email cần liên hệ để đặt chỗ là gì?Đọc thêm",
            "Chào Belle!\n\nTripadvisor không cho phép chúng tôi đưa địa chỉ email hoặc liên kết trang web vào thư trả lời của chúng tôi, vì vậy vui lòng Google - Drive Vietnam - để tìm trang web và chi tiết liên hệ của chúng tôi.\n\nCảm ơn bạn!Đọc thêm",
            "Bạn tính phí bao nhiêu cho việc đón 3 người lớn từ sân bay thành phố Hồ Chí Minh đến khách sạn khu vực trung tâm Quận 1?Đọc thêm",
            "Carwell thân mến,\n\nĐối với nhóm 3 người, giá dịch vụ đón tại sân bay của chúng tôi từ sân bay Thành phố Hồ Chí Minh - TSN - đến Quận 1 là - 62 USD, tuy nhiên, nếu lịch đón của bạn là từ 10 giờ tối đến 5 giờ sáng, sẽ có thêm - 10 USD phí bổ sung.\n\nVui lòng cho tôi biết nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào.\n\nTrân trọng!Đọc thêm",
            "Tôi nên dành bao nhiêu thời gian để đi từ quận 1 đến Sân bay Tân Sơn Nhất?Đọc thêm",
            "Sẽ ít hơn 30 phút.Đọc thêm"
        ],
        "star_ratings": [
            86,
            3,
            0,
            0,
            0
        ],
        "review_amount": 89,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Châu Á",
            "Lái xe Việt Nam",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written December 25, 2017",
            "Written December 23, 2017",
            "Written December 8, 2017",
            "Written November 15, 2017",
            "Written November 12, 2017",
            "Written November 5, 2017",
            "Written October 7, 2017",
            "Written June 27, 2017",
            "Written May 23, 2017",
            "Written May 9, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8115503-Reviews-or40-Drive_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or30-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or50-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794820-Reviews-Vietnam_Free_Tour_Guides_Vtrippie-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15274545-Reviews-WildTour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24060471-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8772714-Reviews-The_BCR_District_9-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1837685-Reviews-Ho_Chi_Minh_City_Urban_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12508941-Reviews-Jack_Vietnam_Tour_Guide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12480148-Reviews-Vertical_Academy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25348750-Reviews-Hello_Weekend_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685988-Reviews-AN_s_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11710229-Reviews-Mulberry_Spa_Hair_Studio-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19116131-Reviews-Panorama_Destination_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25171188-Reviews-SaigonSniper-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13358387-Reviews-Mayu_Japanese_Esthetic_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17415212-Reviews-Easy_VietNam_Trip-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454975-Reviews-Museum_of_Vietnamese_History-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g35889-d10681757-Reviews-Mystic_Waters-Des_Plaines_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d4960310-Reviews-Seoul_Spa_USA-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g801297-d12839879-Reviews-Shengjin_Beach-Shengjin_Lezhe_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d12124478-Reviews-Florida_Citrus_Center_and_Souvenir_World-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g12634008-d23022943-Reviews-Saraswati_Silver_Best_To_Buddha-Batubulan_Sukawati_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104675-Reviews-Golden_Gate_Bridge-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55141-d7149089-Reviews-Norris_Lake-La_Follette_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215780-d1072085-Reviews-Dino_Park_Mini_Golf-Karon_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189689-Reviews-Stade_Roland_Garros-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g147289-d4699562-Reviews-Zona_Colonial-Santo_Domingo_Santo_Domingo_Province_Dominican_Republic.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or50-Drive_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or40-Drive_Vietnam-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Drive Vietnam",
        "attraction_name_vi": "Lái xe Việt Nam",
        "general_info": [
            "89 đánh giá",
            "- 143 trên 1.009 Tour - Hoạt động tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour riêng"
        ],
        "attraction_summary": "Drive Vietnam cung cấp các chuyến tham quan Thành phố Hồ Chí Minh, Địa đạo Củ Chi và Đồng bằng sông Cửu Long độc đáo và độc đáo nhất, với các tuyến đường và hành trình độc đáo không có ở các tour khác. Để giúp bạn bắt đầu chuyến đi thuận lợi tại Việt Nam, chúng tôi cũng cung cấp dịch vụ đón tại sân bay tốt nhất tại Sài Gòn.Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện ba chuyến tham quan với Drive Vietnam. Chúng tôi không thể hạnh phúc hơn được. Họ rất chuyên nghiệp, nhiều thông tin và vui vẻ. Xe mới, hướng dẫn viên xuất sắc và họ đưa bạn đến những nơi không đông đúc với các nhóm du lịch lớn hơn.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời mà tôi đã có ngày hôm nay! Tôi cảm thấy vô cùng vinh dự và biết ơn vì đã có thể có được cái nhìn thoáng qua về văn hóa địa phương một cách chân thực và dễ thương như vậy. Quang là hướng dẫn viên du lịch hoàn hảo, hiểu biết, có sức chứa và siêu tốt bụng và anh ấy chắc chắn đã thực hiện đúng lời hứa của mình - Tôi đã không gặp một khách du lịch nào cả ngày. Tôi phải thừa nhận rằng tôi đã nghĩ về điều đó hai lần trước khi đặt phòng vì đây không phải là một ngày đi chơi rẻ tiền nhưng tôi rất vui vì đã làm được! Nó đáng giá từng xu. Nếu bạn muốn nhìn thấy một Việt Nam thực sự, đây là công ty du lịch của bạn!Đọc thêm",
            "Đã có một thời gian tuyệt vời để khám phá và trải nghiệm những phần khác nhau của Sài Gòn. Nhóm rất am hiểu và giải thích rõ ràng tất cả các khu vực lịch sử chúng tôi đã đến. Chắc chắn sẽ đề nghị và làm lại!Đọc thêm",
            "Chồng tôi và tôi quyết định đặt tour du lịch riêng tới địa đạo Củ Chi. Tôi không thể bày tỏ nhiều hơn lòng biết ơn đối với hướng dẫn viên du lịch của chúng tôi, San, người đã làm một công việc tuyệt vời. Người lái xe cũng siêu chuyên nghiệp và có kỹ năng lái xe tuyệt vời. Trong chuyến tham quan, San thậm chí còn dừng lại để chúng tôi có thể thử cà phê Việt Nam và một số loại trái cây ngon của địa phương. Chuyến tham quan địa đạo Củ Chi là một trải nghiệm mở mang tầm mắt nhờ tất cả những kiến ​​thức và câu chuyện được San chia sẻ. Trên đường trở về TP.HCM, họ thậm chí còn điều chỉnh chuyến đi và thả chúng tôi xuống sân bay vì chúng tôi cần bắt máy bay. Cuối cùng, điểm dừng cuối cùng là San mua cho chúng tôi chiếc bánh mì ngon nhất mà chúng tôi đã thử trong suốt thời gian ở Việt Nam. Nhìn chung, tôi thực sự muốn giới thiệu Drive Vietnam và chuyến tham quan này. Cảm ơn San rất nhiều!Đọc thêm",
            "Chuyến tham quan riêng đến địa đạo Củ Chi - City tour của Drive Vietnam vượt quá sự mong đợi của chúng tôi. Mặc dù đắt hơn một chút so với các tour địa phương khác, nhưng chúng tôi không phải chen lấn với những khách du lịch khác để đi lại. Thời gian được sử dụng hiệu quả hơn và chúng ta có thể tận hưởng các điểm tham quan lâu hơn mà không cần phải vội vã. Hướng dẫn viên có thể trò chuyện bằng tiếng Anh tốt, giải thích cho chúng tôi về lịch sử của đường hầm - chiến tranh. Những đứa trẻ thực sự thích thú và thích thú với chuyến tham quan này vì chúng còn được leo lên đường hầm thực sự. Chúng tôi dùng bữa tại một số nhà hàng địa phương, thử những món ăn địa phương ngon nhất của Việt Nam mà khách du lịch bình thường không thể ghé thăm trong hành trình của họ vì nó đắt hơn hoặc không phù hợp với nhóm du lịch bình thường. Chuyến tham quan riêng này của Drive Vietnam rất đáng đồng tiền bỏ ra - Tôi thực sự khuyên bạn nên tham gia vì nó khác với các chuyến tham quan khác.Đọc thêm",
            "Ninh Bình và Sapa là nơi tôi yêu thích, cũng thích thư giãn trên Vịnh Hạ Long. Tất cả các hướng dẫn đều tuyệt vời và được tổ chức tốt.Đọc thêm",
            "Đề xuất cho chuyến du lịch riêng tuyệt vời một cách cẩn thận. Công ty của tôi đã chào đón các kiểm toán viên từ khu vực, Ireland và Ấn Độ. Sau 1 tuần làm việc, chúng tôi đã sắp xếp một chuyến tham quan thành phố cho các VIP vào cuối tuần tháng 4 năm 2022, tại TP.HCM VN. Bảo tàng chiến tranh, bưu điện, nhà thờ, chợ bến thành, taka - Du khách ấn tượng với Hướng dẫn viên Quang, người nói tiếng Anh rất tốt với kiến ​​thức lịch sử phong phú về VN, Châu Á, văn hóa, con người, con số, lối sống, v.v. anh ấy có thể trả lời mọi câu hỏi , đúng giờ, trung thực, tốt bụng và quan tâm đến mọi người xung quanh. Ví dụ, hướng dẫn viên du lịch còn lo khăn giấy, thuốc lá, quạt giấy, nước lọc, thực phẩm ăn kiêng đặc biệt, uống nước dừa, mua sắm các mặt hàng đặc biệt - cho du khách mà không được yêu cầu. Du khách hoàn toàn hài lòng, thư giãn, trò chuyện nhiều, chia sẻ, cười đùa, ôm nhau chào tạm biệt và mong lần sau ghé thăm lại. Một mong muốn của du khách là thời tiết ở TP.HCM mát hơn 25 độ. Du khách cảm thấy hơi buồn khi đến bảo tàng chiến tranh, câu chuyện có thật bằng mắt và tai lần đầu tiên nhìn thấy, khác với sách vở và trường học ở nước ngoài. Hướng dẫn viên này, anh Quang, là người giỏi nhất từ ​​​​trước đến nay đối với dịch vụ du lịch tư nhân, kể từ 4 năm nay, anh làm cho tất cả du khách của công ty tôi đều hài lòng. Tôi biết ơn vì dịch vụ tuyệt vời và giới thiệu dịch vụ này cho bất kỳ ai đang tìm kiếm! Chuyến du lịch tuyệt vời vào ngày 23 tháng 4 năm 2022HCMC VIỆT NAMGiới thiệu Mr. QUANG - 84 93 7417938Đọc thêm",
            "Quang đã hướng dẫn chúng tôi một cách chuyên nghiệp qua cả những nơi ít người đi du lịch và những nơi phải đến.  Kiến thức địa phương chuyên môn và cách tiếp cận thân thiện của anh ấy đã khiến chuyến tham quan trở nên đáng nhớ và thú vị.  Tham gia chuyến tham quan riêng với Drive Vietnam có nghĩa là chúng tôi không cần phải tuân theo thời gian biểu và có thể thay đổi những gì chúng tôi đã làm và thời gian.  Rất có thể giới thiệu Quang và nhóm của anh ấy tại Drive Vietnam.Đọc thêm",
            "Giá hơi đắt, nhưng xứng đáng với tôi vì tôi đi du lịch một mình và đây là lần đầu tiên tôi đến Thành phố Hồ Chí Minh - có thể khá choáng ngợp -! Thật nhẹ nhõm khi nhìn thấy hướng dẫn viên trong biển người bên ngoài sân bay! Họ đến đúng giờ và đưa tôi đến khách sạn một cách nhanh chóng và an toàn. Đọc thêm",
            "Quang không phải là một hướng dẫn viên giỏi, anh ấy là một hướng dẫn viên TUYỆT VỜI. Chúng tôi đã có thể nhìn thấy những điểm nổi bật của Sài Gòn và lái xe đến sân bay trong một ngày! Những thanh thiếu niên trong nhóm chúng tôi nghĩ rằng anh ấy rất vui nhộn!!! Họ cười đùa ở phía sau xe. Chúng tôi gói ghém việc tham quan và mua sắm ở chợ quần áo và túi xách nhái. Anh ấy đưa chúng tôi đến quán Bánh Xeo nơi Anthony Bourdain đã đến. Anh ấy mua cho chúng tôi chuối chiên và bánh mì Bánh mì. Chúng tôi đã bị nhồi nhét sau chuyến tham quan. Cảm ơn bạn rất nhiều vì một ngày tuyệt vời như vậy. Đọc thêm"
        ],
        "star_ratings": [
            86,
            3,
            0,
            0,
            0
        ],
        "review_amount": 89,
        "location": [
            "Những việc cần làm ở Thành phố Hồ Chí Minh",
            "Việt Nam",
            "Châu Á",
            "Lái xe Việt Nam",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written July 22, 2015",
            "Written April 21, 2024",
            "Written April 13, 2024",
            "Written December 28, 2023",
            "Written November 20, 2023",
            "Written November 13, 2022",
            "Written April 30, 2022",
            "Written January 18, 2020",
            "Written September 4, 2019",
            "Written August 20, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8115503-Reviews-or50-Drive_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or40-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or60-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794820-Reviews-Vietnam_Free_Tour_Guides_Vtrippie-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15274545-Reviews-WildTour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24060471-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8772714-Reviews-The_BCR_District_9-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1837685-Reviews-Ho_Chi_Minh_City_Urban_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12508941-Reviews-Jack_Vietnam_Tour_Guide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12480148-Reviews-Vertical_Academy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25348750-Reviews-Hello_Weekend_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685988-Reviews-AN_s_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11710229-Reviews-Mulberry_Spa_Hair_Studio-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19116131-Reviews-Panorama_Destination_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25171188-Reviews-SaigonSniper-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13358387-Reviews-Mayu_Japanese_Esthetic_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17415212-Reviews-Easy_VietNam_Trip-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454975-Reviews-Museum_of_Vietnamese_History-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g189413-d653845-Reviews-Georgioupolis_Beach-Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60757-d2046500-Reviews-Shackleford_Banks-Harkers_Island_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g52558-d10694239-Reviews-Resica_Falls_Scout_Reservation-East_Stroudsburg_Pocono_Mountains_Region_Pennsylva.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d7058219-Reviews-Sand_Island_State_Recreation_Area-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d10771348-Reviews-Sapphire_Point_Overlook-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g34901-d274228-Reviews-Sky_Valley_Resort-Dillard_Rabun_County_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d13965200-Reviews-Jing_Jai_Farmers_Market_Chiang_Mai-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d11881944-Reviews-The_Imperial-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2538527-Reviews-The_Mob_Museum-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g609121-d4039798-Reviews-Catarata_Gozalandia-San_Sebastian_Puerto_Rico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or60-Drive_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or50-Drive_Vietnam-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Drive Vietnam",
        "attraction_name_vi": "Lái xe Việt Nam",
        "general_info": [
            "89 đánh giá",
            "- 143 trên 1.009 Tour - Hoạt động tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour riêng"
        ],
        "attraction_summary": "Drive Vietnam cung cấp các chuyến tham quan Thành phố Hồ Chí Minh, Địa đạo Củ Chi và Đồng bằng sông Cửu Long độc đáo và độc đáo nhất, với các tuyến đường và hành trình độc đáo không có ở các tour khác. Để giúp bạn bắt đầu chuyến đi thuận lợi tại Việt Nam, chúng tôi cũng cung cấp dịch vụ đón tại sân bay tốt nhất tại Sài Gòn.Đọc thêm",
        "reviews": [
            "Nhóm 4 người của chúng tôi đã thực hiện một chuyến tham quan riêng với Drive Vietnam - Mekong Life Unscripted sau khi được giới thiệu về cố vấn chuyến đi và chúng tôi đã không thất vọng. Đó là một chuyến đi được tổ chức rất tốt và thật tuyệt vời khi đi theo con đường không dành cho khách du lịch và xem người dân địa phương như thế nào sống và có thể xem họ làm việc. Chúng tôi đã có một bữa trưa tuyệt vời tại nhà của một người dân Mê Kông - đồ ăn rất ngon! Hướng dẫn viên Tan của chúng tôi rất xuất sắc và rất am hiểu về tất cả những nơi anh ấy đưa chúng tôi đi và đó là điều tuyệt vời thật tuyệt khi anh ấy có thể chia sẻ rất nhiều thông tin với tất cả chúng ta. Tôi rất muốn giới thiệu chuyến tham quan này! Chúng tôi cũng đã đặt Drive Vietnam để vận chuyển sân bay. Tất cả nhân viên của họ mà chúng tôi đã giao dịch đều rất thân thiện và hữu ích.  Xin gửi lời cảm ơn đặc biệt đến Hương Pham tại văn phòng vì tất cả sự giúp đỡ và hỗ trợ của cô ấy trong việc đặt phòng - bạn đã giúp đỡ chúng tôi rất nhiều khi chúng tôi phải thay đổi ngày vì lý do cá nhân. Tôi sẽ không ngần ngại giới thiệu Drive Vietnam cho bất kỳ chuyến tham quan và đưa đón sân bay nào của họ. Chúng tôi chắc chắn sẽ sử dụng chúng một lần nữa.Đọc thêm",
            "I travel a lot around the world.   I don - t like packaged tours and I especially dislike tour companies that take you to tourist traps like  - traditional medicine factories - ,  - jade factories - , etc which are really just a ploy to get kickbacks.   I also don - t like being shepherded around like herds of sheep with other tourists.   So the idea of a private tour with my own private tour guide sounded good to me.  I hired Drive Vietnam for their Mekong Unscripted tour for my family of 3, paid about  - 300usd.  They picked us up at our hotel in a van, with a driver and our tourguide, Thanh  - he introduced himself as AK - .Their website will detail what you will visit, so I won - t detail it here.  I enjoyed the high end client service and great touches.  I thought the itinerary was very well planned to take us on an off-the-beaten-path type of experience.  We didn - t eat breakfast before the tour started and we asked if we could go to a noodle shop..the answer was  - no problem -  as it was our tour and we could ask for whatever we wanted....there was no fixed itinerary.  We had lunch at a local home which was cool.  The broom-maker accommodated my request for a bespoke broom  - it is a treasured souvenir! - .  The tour guide took photos of us and had them emailed to us afterwards.We chartered a private boat to take us down to Mekong River and into the side tributaries.  Private was nice, instead of being in a large group.  My mother who loved asking questions really made Thanh work hard!!!   All in all, well worth the money.  I know that the price point might not fit all budgets.  If it fits your budget, go for it, you won - t regret it.Read more",
            "Drive Vietnam cung cấp dịch vụ xuất sắc với mức giá hợp lý. Ban đầu tôi chọn chúng do mức giá của chúng - giữa những chiếc xe khách sạn thực sự đắt tiền và những chiếc taxi sân bay không thể thương lượng được -. Điều tôi không nhận ra là tôi sẽ có dịch vụ rất cá nhân hóa, nơi tôi có thể học hỏi từ một người dân địa phương trong chuyến đi khứ hồi đến - từ sân bay. Chuyến bay của tôi đến Thành phố Hồ Chí Minh bị hoãn 1 giờ và tôi không thể liên lạc được với công ty, nhưng ngay cả khi tôi bị chậm trễ, hướng dẫn viên và tài xế vẫn ở sân bay đợi tôi đúng nơi tôi đã hứa - sẽ có mặt. Tôi đã thanh toán 100 cho dịch vụ này - trả trước qua Paypal và rất ấn tượng với trang web cũng như khả năng phản hồi của công ty. Xe sạch sẽ, gói chào mừng - quà tặng - kèm phiếu giảm giá và nước uống là một điều tuyệt vời. Tôi đã không sử dụng phiếu giảm giá, nhưng có rất nhiều lựa chọn. Việc trở lại sân bay cũng thú vị và đáng tin cậy. Tôi cũng có một người hướng dẫn tương tự, người đã nhìn thấy tôi ở sảnh khách sạn và lấy túi xách của tôi để giúp tôi chất chúng lên xe. Tôi thực sự giới thiệu công ty này và sẽ sử dụng lại công ty này trong chuyến đi tiếp theo của tôi tới Thành phố Hồ Chí Minh hoặc bất kỳ nơi nào khác ở Việt Nam mà họ cung cấp dịch vụ của mình.Đọc thêm",
            "Công ty đã đợi chúng tôi ở sân bay đúng giờ và cho xe lên.  Trên đường đến khách sạn, chúng tôi nhận được những lời khuyên về thành phố, nơi mua sắm và một chút lịch sử. Giao thông an toàn, thoải mái mà không gặp rắc rối.Đọc thêm",
            "Chúng tôi tham gia tour tham quan địa đạo Củ Chi trong một ngày. Hướng dẫn viên của chúng tôi là Khôi Nguyên. Phải mất hai giờ để đến đó. Nhưng chúng tôi đi trên một chiếc xe lớn, hành trình thoải mái. Hướng dẫn viên có kinh nghiệm và hiểu biết. Anh ấy đã kể cho chúng tôi mọi thứ về chiến tranh Việt Nam. Anh ấy giới thiệu một số nhà hàng cho chúng tôi và đảm bảo chúng tôi đến đó an toàn. Anh ấy thậm chí còn cử trợ lý của mình đến một trong những nhà hàng mà anh ấy giới thiệu để đảm bảo chúng tôi có thể đến sân bay đúng giờ sau đó. Chúng tôi hài lòng với dịch vụ. Đọc thêm",
            "Sau khi tìm hiểu rộng rãi trên Google, chúng tôi tìm thấy công ty du lịch này và ban đầu bị thu hút bởi họ đến Bến Dược, nơi ít khách du lịch hơn Bến Đình. Chúng tôi được hướng dẫn viên du lịch Khôi đón từ khách sạn và cung cấp một ít nước cho cuộc hành trình. Mất khoảng 2 giờ lái xe, nhưng trên đường đi Khôi đã chỉ ra những địa điểm thú vị và phù hợp, bổ sung thêm nhiều thông tin về Việt Nam và lịch sử Sài Gòn. Anh ấy cũng tấp vào lề để chúng tôi có thể nhìn thấy một số Trâu nước thật đáng yêu, chúng là những sinh vật xinh đẹp! Khi đến nơi, Khôi đưa chúng tôi cùng với một người hướng dẫn đi qua khu vực, chỉ cho chúng tôi những phần lịch sử và kể cho chúng tôi về Việt Cộng và lịch sử của cuộc xung đột. Chúng tôi phải đi qua ba đường hầm với sự hỗ trợ của người hướng dẫn, điều này thật hấp dẫn - và hơi đáng sợ! - . Chúng tôi cũng đến thăm đài tưởng niệm, nơi rất đẹp và đáng suy ngẫm. Chúng tôi dừng lại để ăn nhẹ - một loại củ địa phương với đậu phộng - bụi quế - và một cốc bia, trước khi tiếp tục ăn trưa trên một nhà hàng nổi trên sông Sài Gòn - tất cả đều do Khôi chi trả - nơi chúng tôi có một bữa ăn 3 món ngon tuyệt, và thậm chí còn có để thấy dòng sông đổi hướng. Sau bữa trưa, chúng tôi đi tham quan một ngôi làng truyền thống, trước khi lên đường về nhà, chúng tôi dừng lại để xem một số con trâu nước theo yêu cầu của chúng tôi và một đồn điền cao su. Khôi là một người hướng dẫn tuyệt vời. Kiến thức và niềm đam mê của anh ấy thực sự đã khiến chuyến đi trở nên như vậy, chúng tôi không thể giới thiệu đủ. Chỉ với - 100 mỗi người cho 2 người, chuyến tham quan này thật đặc biệt và đáng giá. Không thể đề nghị đủ. Khôi cũng chụp nhiều bức ảnh của chúng tôi trong ngày và gửi cho chúng tôi sau đó, một sự bổ sung đáng yêu cho trải nghiệm này.Đọc thêm",
            "Tôi là một người thường xuyên đi du lịch nhưng hiếm khi viết đánh giá. Tuy nhiên, lần này nhất định phải viết bình luận để bày tỏ sự đánh giá cao của tôi đối với dịch vụ tuyệt vời do Khôi và công ty Drive Vietnam của anh ấy cung cấp. Chúng tôi sử dụng dịch vụ đón khách từ sân bay và tham gia chuyến tham quan trong ngày của Mekong Life Unscripted. Việc đón khách đúng giờ và suôn sẻ. Chúng tôi đã tránh được những vụ lừa đảo taxi rất phổ biến ở Thành phố Hồ Chí Minh. Chuyến đi Mê Kông là điểm nhấn trong toàn bộ chuyến đi của chúng tôi tại Việt Nam. Chúng tôi đi phà, thăm quan các khu chợ, nhà máy địa phương và một ngôi chùa. Sau đó, chúng tôi dùng bữa trưa ngon miệng tại một gia đình địa phương. Buổi chiều, chúng tôi đi thuyền xuôi dòng sông Mê Kông. Mọi thứ đều thú vị và tuyệt vời. Khôi là một hướng dẫn tuyệt vời. Anh ấy nói tiếng Anh rất tốt và chỉ cho chúng tôi nhiều điều thú vị trong suốt chuyến đi. Nếu bạn đến thăm Thành phố Hồ Chí Minh, hãy đặt chỗ với Drive Việt Nam. Bạn sẽ không bao giờ quên.Đọc thêm",
            "Chúng tôi đã trải qua một ngày tuyệt vời với Drive Vietnam ở đồng bằng sông Cửu Long. Bốn người chúng tôi được đón tại khách sạn ở Sài Gòn và khởi hành đi vùng đồng bằng sông Cửu Long. Trên đường đi, chúng tôi dừng lại ở một khu chợ địa phương và hướng dẫn viên đã mua nhiều loại trái cây và sản phẩm địa phương để chúng tôi dùng thử. Trên đường đến địa điểm ăn trưa với một gia đình địa phương, chúng tôi đi dọc theo những con đường phụ, băng qua hai con sông bằng phà - nơi chúng tôi là người nước ngoài duy nhất - và đến thăm hai nhà máy nhỏ thuộc sở hữu của gia đình - và được hướng dẫn viên mua một món quà lưu niệm - . Chúng tôi nhận được rất nhiều thông tin và người hướng dẫn dừng lại bất cứ khi nào có cơ hội để cho chúng tôi xem các ví dụ về trồng thanh long, nuôi tôm, sản xuất bánh tráng, ... - . Bữa trưa cực kỳ ngon và họ đặc biệt quan tâm đến nhu cầu ăn kiêng của chúng tôi. Buổi chiều, chúng tôi đi thuyền vượt sông Mê Kông đi ngang qua các trang trại nuôi cá nổi rồi đổi sang chiếc thuyền nhỏ hơn để thăm một con sông nhỏ hơn. Tại một trang trại địa phương, chúng tôi được phép hái một số quả táo hồng. Ban đầu, chúng tôi đã đặt một chuyến tham quan đồng bằng sông Cửu Long rẻ hơn với một công ty lữ hành lớn hơn và chúng tôi không hối hận vì đã chuyển sang trải nghiệm cá nhân hơn này. Chúng tôi đã có một ngày thực sự thú vị và rất khuyến khích Drive Vietnam!Đọc thêm",
            "Chúng tôi đã có chuyến đi đến Việt Nam vào dịp nghỉ Giáng sinh và có trải nghiệm tuyệt vời nhất. Chúng tôi là một gia đình 5 người gồm tôi, chồng tôi, đứa con trai 12 tuổi của chúng tôi, mẹ chồng và dì chồng tôi. Chúng tôi đã chọn chuyến tham quan riêng vì chúng tôi có xu hướng thấy các chuyến tham quan theo nhóm hơi khó khăn và ít mang tính cá nhân hơn nhiều. Chúng tôi đã chọn Drive Vietnam thông qua nghiên cứu trên Trip Advisor và phải nói rằng đó là lựa chọn tốt nhất mà chúng tôi có thể thực hiện. Hướng dẫn viên của chúng tôi là Hà. Anh ấy là một chàng trai trẻ tuyệt vời với khiếu hài hước vui vẻ, rất duyên dáng và cực kỳ hiểu biết. Đồng nghiệp của anh ấy, Hương, đã đi cùng chúng tôi trong chuyến City Tour và là một phụ nữ trẻ đáng yêu và rất vui khi được đồng hành. Chúng tôi rất thích các địa điểm của thành phố cũng như vùng nông thôn và Củ Chi. Chúng tôi đã có những trải nghiệm ẩm thực ngon và rất thú vị. Chúng tôi thậm chí còn nhảy lên xe xích lô khi kết thúc Chuyến tham quan thành phố. Thực sự thú vị! Gia đình chúng tôi thực sự rất thích khoảng thời gian ở Hồ Chí Minh và trải nghiệm đó chủ yếu là nhờ Drive Vietnam và những hướng dẫn viên tuyệt vời của họ.Đọc thêm",
            "Chúng tôi đã đặt trước ba chuyến đi này và người hướng dẫn đáng yêu của chúng tôi là một chàng trai trẻ tên Hà. Chúng tôi hoàn toàn tận hưởng từng khoảnh khắc ở bên anh ấy; anh ấy rất giỏi giải thích mọi thứ chúng tôi yêu cầu và có kiến ​​thức tốt về những gì thú vị đối với chúng tôi. Chúng tôi chỉ có thể nói: Cảm ơn bạn rất nhiều vì đã giúp chúng tôi khám phá rất nhiều điều về Việt Nam! Chúng tôi thực sự yêu thích ba ngày làm việc cùng công ty Drivevietnam và có thể giới thiệu nó cho bất kỳ ai. Cảm ơn một lần nữa và chúc may mắn.Đọc thêm",
            "Địa chỉ email cần liên hệ để đặt chỗ là gì?Đọc thêm",
            "Chào Belle!\n\nTripadvisor không cho phép chúng tôi đưa địa chỉ email hoặc liên kết trang web vào thư trả lời của chúng tôi, vì vậy vui lòng Google - Drive Vietnam - để tìm trang web và chi tiết liên hệ của chúng tôi.\n\nCảm ơn bạn!Đọc thêm",
            "Bạn tính phí bao nhiêu cho việc đón 3 người lớn từ sân bay thành phố Hồ Chí Minh đến khách sạn ở trung tâm Quận 1?Đọc thêm",
            "Carwell thân mến,\n\nĐối với nhóm 3 người, giá dịch vụ đón tại sân bay của chúng tôi từ sân bay Thành phố Hồ Chí Minh - TSN - đến Quận 1 là - 62 USD, tuy nhiên, nếu lịch đón của bạn là từ 10 giờ tối đến 5 giờ sáng, sẽ có thêm - 10 USD phí bổ sung.\n\nVui lòng cho tôi biết nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào.\n\nTrân trọng!Đọc thêm",
            "Tôi nên dành bao nhiêu thời gian để đi từ quận 1 đến Sân bay Tân Sơn Nhất?Đọc thêm",
            "Sẽ ít hơn 30 phút.Đọc thêm"
        ],
        "star_ratings": [
            86,
            3,
            0,
            0,
            0
        ],
        "review_amount": 89,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Châu Á",
            "Lái xe Việt Nam",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written October 2, 2016",
            "Written September 21, 2016",
            "Written September 15, 2016",
            "Written August 21, 2016",
            "Written April 4, 2016",
            "Written March 31, 2016",
            "Written March 23, 2016",
            "Written February 14, 2016",
            "Written January 28, 2016",
            "Written January 17, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8115503-Reviews-or60-Drive_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or50-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or70-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794820-Reviews-Vietnam_Free_Tour_Guides_Vtrippie-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15274545-Reviews-WildTour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24060471-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8772714-Reviews-The_BCR_District_9-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1837685-Reviews-Ho_Chi_Minh_City_Urban_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12508941-Reviews-Jack_Vietnam_Tour_Guide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12480148-Reviews-Vertical_Academy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25348750-Reviews-Hello_Weekend_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685988-Reviews-AN_s_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11710229-Reviews-Mulberry_Spa_Hair_Studio-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19116131-Reviews-Panorama_Destination_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25171188-Reviews-SaigonSniper-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13358387-Reviews-Mayu_Japanese_Esthetic_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17415212-Reviews-Easy_VietNam_Trip-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454975-Reviews-Museum_of_Vietnamese_History-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d10484932-Reviews-Island_Golf_Cart_Rentals-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55390-d12877520-Reviews-Machine_Falls_Loop_Trail-Tullahoma_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d531834-Reviews-Schenley_Park-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g48339-d1189758-Reviews-Orient_Beach_State_Park-Orient_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g42764-d14989088-Reviews-Trufant_Flea_Market-Trufant_Montcalm_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d1059048-Reviews-City_of_David_National_Park-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191361-d4937100-Reviews-Giola-Astris_Thasos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d106669-Reviews-Ho_opi_i_Falls-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d23791940-Reviews-Amaze-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d270551-Reviews-Berkeley_Municipal_Rose_Garden-Berkeley_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or70-Drive_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or60-Drive_Vietnam-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Drive Vietnam",
        "attraction_name_vi": "Lái xe Việt Nam",
        "general_info": [
            "89 đánh giá",
            "- 143 trên 1.009 Tour - Hoạt động tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Tour du lịch văn hóa",
            "Tour riêng"
        ],
        "attraction_summary": "Drive Vietnam cung cấp các chuyến tham quan Thành phố Hồ Chí Minh, Địa đạo Củ Chi và Đồng bằng sông Cửu Long độc đáo và độc đáo nhất, với các tuyến đường và hành trình độc đáo không có ở các tour khác. Để giúp bạn bắt đầu chuyến đi thuận lợi tại Việt Nam, chúng tôi cũng cung cấp dịch vụ đón tại sân bay tốt nhất tại Sài Gòn.Đọc thêm",
        "reviews": [
            "Gần đây chúng tôi đã đến Thành phố Hồ Chí Minh và đặt dịch vụ đưa đón sân bay qua Drive Vietnam.  Tôi thường thích đặt dịch vụ đưa đón sân bay trước khi đến để tránh khả năng bị tài xế taxi lừa gạt.  Hương đang đợi chúng tôi cầm một tấm biển có tên tôi trên đó.  Cô ấy nói tiếng Anh rất tốt và kể cho chúng tôi rất nhiều điều về thành phố trên đường đến khách sạn - như thể cô ấy là một hướng dẫn viên du lịch - .  Chúng tôi rất vui khi biết rằng cô ấy sẽ là người đưa chúng tôi trở lại sân bay. Thời gian khởi hành của chúng tôi rất sớm và cô ấy đã đến sớm hơn dự kiến ​​và phải đợi chúng tôi từ biệt gia đình và trả phòng khách sạn.  Cô ấy rất hiểu về thời gian chờ đợi bổ sung.  Khi chúng tôi đến sân bay, cửa vẫn chưa mở.  Thay vì thả chúng tôi xuống và để chúng tôi đi tiếp, cô ấy đi cùng chúng tôi để hỏi an ninh khi nào sân bay mở cửa.  Tôi cảm thấy rằng cô ấy đã vượt lên trên cả dịch vụ đưa đón sân bay thông thường.  Chúng tôi thực sự khuyên bạn nên sử dụng và chắc chắn sẽ sử dụng lại khi quay lại Thành phố Hồ Chí Minh.Đọc thêm",
            "Chúng tôi đưa đón từ sân bay đến khách sạn trên webbsida 6 giờ ở avancerad.  Trang web sử dụng đơn giản và thanh toán an toàn qua paypal. Lễ tân cực kỳ tốt đẹp, dịch vụ tốt và chuyên nghiệp.  Rất đáng tiền để có một quá trình chuyển đổi suôn sẻ.Đọc thêm",
            "Tôi rất có thể giới thiệu các chuyến tham quan trong ngày của Drive Vietnam tại Thành phố Hồ Chí Minh. Chúng tôi đã thực hiện chuyến đi trong ngày Địa đạo Củ Chi và mọi thứ diễn ra như kim đồng hồ. Chuyến tham quan mang tính riêng tư nên chỉ có nhóm gia đình của chúng tôi trong đó thật đáng yêu. Chúng tôi tránh được đám đông khách du lịch điên cuồng và nhịp độ trong ngày được điều chỉnh cho phù hợp với chúng tôi vì chúng tôi có sáu đứa trẻ - từ 3 - 8 tuổi - cũng đi du lịch cùng với sáu người lớn. Khôi, hướng dẫn viên du lịch của chúng tôi, rất thân thiện; hiểu biết; thông thạo tiếng Anh và rất rất dễ đi..nếu bạn đến Việt Nam, hãy xem trang web của họ và đặt cho mình một trong những chuyến tham quan trong ngày của họ.  - Đọc thêm",
            "Chúng tôi đã sử dụng Drive Vietnam cho Dịch vụ đưa đón sân bay của họ - rất hiệu quả với một số kiến ​​thức địa phương tuyệt vời được cung cấp trên đường đến Khách sạn. Các phiếu giảm giá cũng là một sự bổ sung tuyệt vời vì chúng tôi đã sử dụng chúng để được giảm giá 10% cho XO Tour của chúng tôi. Tôi đặc biệt muốn giới thiệu Chuyến đi trong ngày đến Đường hầm Củ Chi của họ - thật đáng để đi xa hơn để tham quan những đường hầm ít được biết đến - - thực sự -. Chúng tôi là những người phương Tây duy nhất ở đó - không phải xếp hàng. Hướng dẫn viên của chúng tôi rất tuyệt - vì là một tour du lịch riêng, chúng tôi đã học được rất nhiều điều trong ngày - có thể di chuyển theo tốc độ của riêng mình. Đây chỉ là một Công ty du lịch mới - có vẻ như họ đang cố gắng làm điều gì đó chân thực hơn một chút - boutique. Đọc thêm",
            "Chuyến tham quan này thực sự tuyệt vời nếu bạn muốn trải nghiệm một ngày độc đáo ở đồng bằng sông Cửu Long. Chúng tôi đã được đón đúng giờ tại khách sạn của chúng tôi. Ngoài hướng dẫn viên du lịch còn có tài xế. Chúng tôi lái xe dọc theo những cánh đồng lúa, đàn trâu và cuộc sống đường phố của người dân vùng Mê Kông. Chúng tôi cũng đến thăm một khu chợ địa phương, nơi mọi người luôn nhìn chằm chằm vào chúng tôi và hỏi người hướng dẫn của chúng tôi rằng chúng tôi là ai và chúng tôi đến từ đâu vì họ không thường thấy những người không phải người châu Á như chúng tôi. Vì vậy, nhìn chung đây là một ngày rất tốt lành và chúng tôi chỉ có thể giới thiệu nóĐọc thêm",
            "Rất khuyến khích cho bất kỳ ai đang tìm cách di chuyển hiệu quả từ sân bay đến khách sạn ở Thành phố Hồ Chí Minh, những người không muốn chơi trò chơi với các công ty taxi nổi tiếng là hay thay đổi của Việt Nam.  Tôi và bạn gái đã trả 42 USD cho một chuyến đi bằng ô tô có máy lạnh thẳng đến khách sạn của chúng tôi.  Đây có vẻ là một số tiền rất lớn và theo một cách nào đó thì đúng là như vậy, đặc biệt đối với những người du lịch một mình.  Nhưng hãy tưởng tượng bạn bước xuống một chuyến bay dài, loay hoay làm thủ tục nhập cảnh - hải quan và vật lộn với hành lý - thứ mà bạn thề là nặng hơn những gì bạn nhớ - và bước ra Thành phố Hồ Chí Minh xinh đẹp nhộn nhịp với độ ẩm 33 độ.  Ném vào - 25 tài xế taxi hét vào mặt bạn bằng tiếng Việt trong khi bạn điên cuồng cố nhìn vào bản đồ miễn phí bạn lấy ở bàn thông tin sân bay nhưng làm rất ngầu nên bạn không - t hét lên - du khách nóng bỏng tuyệt vọng - ... Tôi - d nhận 42 USD cho chuyển khoản Drive Vietnam - s bất kỳ ngày nào trong tuần.  Chúng tôi gặp Hương đáng yêu, người đã đưa chúng tôi đi một cách hiệu quả trước sự thất vọng của những người tài xế taxi đang la hét vào một chiếc ô tô đang chờ sẵn và chỉ trong vài phút sau khi nhìn thấy cô ấy, chúng tôi đã lên đường về khách sạn.  Hương là một cô gái rất dễ mến và cởi mở, đã có một chuyến đi thú vị vào thị trấn.  Cô ấy vô cùng hữu ích và đưa ra những gợi ý về đồ ăn cũng như địa điểm tham quan, tặng một cuốn sách phiếu mua hàng tuyệt vời cho kỳ nghỉ của chúng tôi - nhưng trên hết, Hương thật tuyệt vời khi trò chuyện và đó chính xác là những gì chúng tôi thực sự mong muốn, tức là một lời chào mừng nồng nhiệt đến với Hồ Chí Minh City khi chúng tôi được đưa về khách sạn.  Đọc thêm",
            "Đến Hồ Chí Minh và được Fifi từ Drive Vietnam chào đón bên ngoài sân bay đã khiến việc bắt đầu kỳ nghỉ trở nên dễ dàng hơn rất nhiều.  Thẻ SIM đã được Fifi sắp xếp cho chúng tôi và chúng hoạt động ngay lập tức, tất cả đã được thiết lập và sẵn sàng hoạt động.  Cảm ơn Fifi vì sự chào đón nồng nhiệt và thông tin hữu ích mà bạn đã cung cấp cho chúng tôi trên đường đến khách sạn. Hôm nay chúng tôi đã thực hiện chuyến tham quan Mekong Unscripted với Khôi, chủ sở hữu.  Anh ấy là một người chủ nhà ấm áp, hấp dẫn và thú vị và anh ấy đã đưa chúng tôi ra khỏi các tuyến du lịch, nếm thử thức ăn trên đường đi, ghé thăm các chợ khô và ẩm ướt ở địa phương - không bán và bán hàng rong cho chúng tôi! - , các doanh nghiệp địa phương và sau đó là một bữa trưa rất ngon miệng và thỏa mãn tại một gia đình.  Buổi chiều lười biếng trên sông và kênh, trước khi thưởng thức bia lạnh và yên tĩnh chiêm ngưỡng. Tôi sẽ không cho đi tất cả nhưng đủ để nói rằng tôi rất muốn giới thiệu.Đọc thêm",
            "Vợ chồng tôi mới có chuyến đi 1 ngày tới đồng bằng sông Cửu Long.  Drive Vietnam đã được chúng tôi giới thiệu và họ đã đáp ứng mọi mong đợi.  Khôi rất chuyên nghiệp và nói tiếng Anh xuất sắc nên có thể giao tiếp rất dễ dàng.  Chúng tôi được đưa đến những nơi nằm ngoài bản đồ du lịch chính và điều này bao gồm việc sử dụng phà địa phương và ghé thăm các khu chợ địa phương nơi bạn không gặp rắc rối khi mua đồ. Tuy nhiên, Khôi có mua đồ ăn nhẹ ở chợ, vì vậy trong khi bạn có thể thử một số món ăn địa phương, anh ấy cũng đang giúp hỗ trợ nền kinh tế địa phương. Khôi là người vùng này nên biết rõ.  Vì vậy, nếu bạn muốn trải nghiệm Việt Nam mà không có sự đồng hành của 30 người khác trên một chiếc xe khách thì đây là chuyến đi dành cho bạn.  Tôi chắc chắn sẽ đặt phòng với Khôi lần nữa nếu chúng tôi quay lại Thành phố Hồ Chí Minh. Đọc thêm",
            "Chúng tôi đã thấy nhiều đánh giá tuyệt vời về chuyến tham quan này và tôi đã đặt 2 chuyến tham quan với Khôi: Đường hầm Chu Chi và Mekong Unscripted cho gia đình 7 người của chúng tôi: Trẻ em 14, 10 và 6 tuổi và cha mẹ của chúng tôi. Mặc dù chúng tôi đã mong đợi những điều tốt nhất, nhưng những chuyến tham quan này vượt qua tất cả sự mong đợi của chúng tôi! Trước hết, những tour này đi đến những địa điểm không đông khách du lịch, tránh những điểm du lịch đông đúc. Khôi giải thích chi tiết về văn hóa, bối cảnh chiến tranh Việt Nam bằng tiếng Anh rất hay, dễ hiểu. Các con tôi và chúng tôi đã học được rất nhiều điều và thích thú với cách kể chuyện của anh ấy. Khôi cũng biết cách tùy chỉnh các chuyến tham quan theo sở thích của gia đình, chèn thêm các hành trình tự phát trên đường đi. Anh ấy dừng lại ở một trang trại, mua bí tươi và mở một nhà hàng để thêm vào thực đơn của chúng tôi vì biết rằng chúng tôi thích rau tươi. Lần khác, anh mua bánh mì cho chúng tôi ở một quán ven đường, biết chúng tôi nói thích món này. Và đồ ăn thì đơn giản là ngon!! Khôi cũng biết cách chiều mẹ chồng tôi bằng cách bàn luận về việc trồng trọt và nhờ mẹ mua hạt giống địa phương ở cửa hàng ven đường. Tất cả những điều này anh ấy làm một cách tự nhiên. Anh ấy làm điều này với niềm đam mê. Vào lúc khác, anh ấy đã chiêu đãi đứa con 6 tuổi của tôi bằng những món quà ngẫu hứng trong khi vẫn giữ cho đầu óc tò mò của nó bận rộn. Nhìn chung, gia đình chúng tôi thực sự rất thích những chuyến tham quan này. Chúng tôi đã học được rất nhiều điều, chúng tôi vui vẻ, có những món ăn ngon, trải nghiệm những điều thú vị. Khôi đơn giản là một trong những hướng dẫn viên du lịch giỏi nhất mà tôi từng có. Cảm ơn Khôi và Drive Việt Nam!  Đơn giản là chúng tôi đã có một trải nghiệm khó quên!!Đọc thêm",
            "Chúng tôi đã đặt xe Drive Vietnam để đón chúng tôi từ sân bay vì chúng tôi đã đọc rất nhiều về các vụ lừa đảo taxi trên mạng. Chúng tôi được chào đón bởi người hướng dẫn thân thiện khi chúng tôi đến và khi biết rằng đây là lần đầu tiên chúng tôi đến Việt Nam, cô ấy thậm chí còn viết cho chúng tôi danh sách các nhà hàng - địa điểm nên ghé thăm. Vào ngày thứ 2, chúng tôi đặt chuyến đi đến Địa đạo Củ Chi. Đó thực sự là một trải nghiệm thú vị - phong phú khi hướng dẫn viên dẫn chúng tôi đi qua lịch sử Sài Gòn. Hướng dẫn viên của chúng tôi, ông Hà, đã có thể giải thích từng chi tiết cho chúng tôi một cách chuyên nghiệp - kiên nhẫn. Rất khuyến khích nếu bạn muốn thoát khỏi nền văn minh. Chúng tôi đặt chuyến tham quan trong ngày vào ngày thứ 3. Chúng tôi được lựa chọn đi xe kéo trong giờ cao điểm, điều này được hướng dẫn viên khuyên dùng vì đây là cách tốt nhất để trải nghiệm giao thông ở Sài Gòn. Chắc chắn phải thử nếu bạn muốn quay được những video đẹp nhất - những bức ảnh phản ánh những con đường tấp nập ở Sài Gòn! Các phần khác của chuyến tham quan bảo tàng, bưu điện, v.v. cũng khá thú vị. Nói chung, chúng tôi đặc biệt giới thiệu Drive Vietnam cho những ai muốn trải nghiệm Sài Gòn theo cách địa phương nhưng an toàn, với sự tận tâm và tận tâm thực sự của họ. hướng dẫn - tài xế chuyên nghiệp! : - Đọc thêm",
            "Địa chỉ email cần liên hệ để đặt chỗ là gì?Đọc thêm",
            "Chào Belle!\n\nTripadvisor không cho phép chúng tôi đưa địa chỉ email hoặc liên kết trang web vào thư trả lời của chúng tôi, vì vậy vui lòng Google - Drive Vietnam - để tìm trang web và chi tiết liên hệ của chúng tôi.\n\nCảm ơn bạn!Đọc thêm",
            "Bạn tính phí bao nhiêu cho việc đón 3 người lớn từ sân bay thành phố Hồ Chí Minh đến khách sạn ở trung tâm Quận 1?Đọc thêm",
            "Thân gửi Carwell,\n\nĐối với nhóm 3 người, giá cho dịch vụ đón tại sân bay của chúng tôi từ sân bay thành phố Hồ Chí Minh - TSN - đến Quận 1 là - 62 đô la Mỹ tổng cộng, tuy nhiên, nếu lịch đón của bạn là từ 10 giờ tối đến 5 giờ sáng, sẽ có thêm một khoản phí - 10 đô la Mỹ.\n\nVui lòng cho tôi biết nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào.\n\nTrân trọng! Đọc thêm",
            "Tôi nên dành bao nhiêu thời gian để đi từ quận 1 đến Sân bay Tân Sơn Nhất?Đọc thêm",
            "Sẽ ít hơn 30 phút.Đọc thêm"
        ],
        "star_ratings": [
            86,
            3,
            0,
            0,
            0
        ],
        "review_amount": 89,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Châu Á",
            "Lái xe Việt Nam",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written January 11, 2016",
            "Written December 27, 2015",
            "Written December 22, 2015",
            "Written December 6, 2015",
            "Written November 26, 2015",
            "Written November 20, 2015",
            "Written November 11, 2015",
            "Written November 11, 2015",
            "Written October 21, 2015",
            "Written October 17, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8115503-Reviews-or70-Drive_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or60-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or80-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794820-Reviews-Vietnam_Free_Tour_Guides_Vtrippie-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15274545-Reviews-WildTour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24060471-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8772714-Reviews-The_BCR_District_9-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1837685-Reviews-Ho_Chi_Minh_City_Urban_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12508941-Reviews-Jack_Vietnam_Tour_Guide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12480148-Reviews-Vertical_Academy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25348750-Reviews-Hello_Weekend_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685988-Reviews-AN_s_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11710229-Reviews-Mulberry_Spa_Hair_Studio-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19116131-Reviews-Panorama_Destination_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25171188-Reviews-SaigonSniper-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13358387-Reviews-Mayu_Japanese_Esthetic_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17415212-Reviews-Easy_VietNam_Trip-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454975-Reviews-Museum_of_Vietnamese_History-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g147248-d310833-Reviews-The_Butterfly_Farm-Oranjestad_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g635766-d7127391-Reviews-Sea_Garden-Burgas_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d2027336-Reviews-Pitt_Street_Bridge-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60968-d208958-Reviews-Titanic_Museum-Springfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g293841-d12206787-Reviews-Freedom_City-Kampala_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d144765-Reviews-Lake_McDonald-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d190264-Reviews-BMW_Museum-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d1068445-Reviews-Tanger_Outlets_Myrtle_Beach_Hwy_17-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g42443-d7145902-Reviews-US_131_Motorsports_Park-Martin_Allegan_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d21393936-Reviews-Lusail_Shooting_Club-Doha.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or80-Drive_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or70-Drive_Vietnam-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Drive Vietnam",
        "attraction_name_vi": "Lái xe Việt Nam",
        "general_info": [
            "89 đánh giá",
            "- 143 trên 1.009 Tour - Hoạt động tại TP.HCM",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour riêng"
        ],
        "attraction_summary": "Drive Vietnam cung cấp các chuyến tham quan Thành phố Hồ Chí Minh, Địa đạo Củ Chi và Đồng bằng sông Cửu Long độc đáo và độc đáo nhất, với các tuyến đường và hành trình độc đáo không có ở các tour khác. Để giúp bạn bắt đầu chuyến đi thuận lợi tại Việt Nam, chúng tôi cũng cung cấp dịch vụ đón tại sân bay tốt nhất tại Sài Gòn.Đọc thêm",
        "reviews": [
            "Chúng tôi đến muộn vào ban đêm sau chuyến bay kéo dài 12 giờ. Sau khi đọc về những vụ lừa đảo taxi có thể xảy ra ở sân bay, tôi quyết định đặt dịch vụ đưa đón là điều đáng giá. Drive Vietnam là lựa chọn có giá cả hợp lý nhất với điểm cộng thêm là biết có phụ nữ đón bạn. Chúng tôi được đón ngay bên ngoài nơi khách đến, có biển hiệu in lớn, bạn không thể bỏ lỡ. Xe sạch máy lạnh hướng dẫn dễ thương. Cung cấp lời khuyên và thông tin chi tiết tuyệt vời cho khách truy cập lần đầu.Đọc thêm",
            "Chúng tôi đã đặt Drive Vietnam để đón và đưa chúng tôi ra sân bay. Chúng tôi cũng đặt một chuyến đi đến địa đạo Củ Chi. Chúng tôi được đón không vấn đề gì, cô gái trẻ đáng yêu, xin lỗi tôi không thể nhớ tên bạn, đã cho chúng tôi cái nhìn sâu sắc về Việt Nam, ăn uống, cà phê ngon nhất. Chuyến tham quan Củ Chi với Khôi thật tuyệt vời, chúng tôi thích việc chúng tôi được đưa ra khỏi khu du lịch bình thường, bữa trưa thật tuyệt vời, tôi thường không thích hải sản nhưng những món ăn chúng tôi được phục vụ thật tuyệt vời. Chúng tôi rất ấn tượng nên đã đặt tour du lịch Mê Kông của họ. Khôi một lần nữa đưa chúng tôi đi chơi, nhưng lần này là đến Mê Kông, lãnh thổ của anh ấy. Quá nhiều lịch sử, quá nhiều tình yêu. Một lần nữa lại là bữa trưa hải sản, lần này là tại một ngôi nhà địa phương. Đẹp, ngon, không diễn tả được nó đẹp như thế nào. Cảm ơn Khôi vì một vài chuyến tham quan tuyệt vời và cảm ơn các cô gái của bạn đã đưa đón suôn sẻ, những anh chàng này rất được khuyến khíchĐọc thêm",
            "Vận chuyển sân bay đến - đi là hoàn hảo. Một cô gái trẻ quyến rũ với nụ cười dễ mến đã hộ tống tôi cả hai chiều. Bản thân Tour du lịch đồng bằng sông Cửu Long đã rất xuất sắc, tuy nhiên, hơn cả chuyến tham quan, chính anh Khôi đã làm nên điều đó. Những câu trả lời thẳng thắn và chu đáo của anh ấy cho các câu hỏi của tôi khiến tôi hài lòng, và bằng trực giác anh ấy biết khi nào nên trò chuyện và khi nào nên để tôi suy nghĩ. Tôi đã thực hiện một số chuyến tham quan riêng mà tôi biết được thông qua TripAdvisor nhưng trong nhiều trường hợp, các chuyến tham quan được điều hành bởi những người trẻ am hiểu Internet, những người kể cho bạn nghe những điều mà tôi có thể tự tìm trên Google - có thể đưa ra một vài giai thoại đây đó - . Khi kết thúc chuyến tham quan, họ có vẻ hài lòng với bản thân nhưng tôi chỉ có cảm giác - Được rồi... tôi đoán là vậy. - Anh Khôi có chiều sâu mà các hướng dẫn viên khác thường thiếu. Tôi thực sự khuyên bạn nên liên hệ với Drive Vietnam để được đưa đón sân bay và tham quan.Đọc thêm",
            "Khôi là một hướng dẫn viên du lịch xuất sắc và vì tôi chỉ ở đó một ngày nên tôi đã giúp điều chỉnh trải nghiệm phù hợp với lịch trình ngắn của mình. Rất muốn giới thiệu điều này cho bất kỳ ai muốn đi du lịch đến Việt Nam.Đọc thêm",
            "Chúng tôi sử dụng Drive Vietnam để đến và đi từ sân bay SGN và rất hài lòng. Khi chúng tôi ra khỏi nhà ga, họ đã đợi ngay phía trước với một tấm biển lớn ghi tên chúng tôi trên đó. Sau khi được mời uống đồ uống lạnh, chúng tôi nhanh chóng được đưa về khách sạn. Vào ngày khởi hành của chúng tôi, họ ở tầng dưới chờ đợi theo lịch trình của chúng tôi. Tôi không thể đánh giá cao Drive Vietnam hơn.Đọc thêm",
            "Chúng tôi đã thực hiện ba chuyến tham quan với Drive Vietnam. Chúng tôi không thể hạnh phúc hơn được. Họ rất chuyên nghiệp, nhiều thông tin và vui vẻ. Xe mới, hướng dẫn viên xuất sắc và họ đưa bạn đến những nơi không đông đúc với các nhóm du lịch lớn hơn.Đọc thêm",
            "My family  - four adults and a 2 year old -  and I just returned from Vietnam and I wanted to express how much I enjoyed our private tour with a company called  - Drive Vietnam. -  We were picked up directly from our hotel in a brand new clean van and toured the Cu Chi tunnels and we didn - t see one other tourist  - which is amazing - !! This company drives 30 minutes farther than other tour companies to bring us to the monuments, temple, and the tunnels whereas other tour companies will toss you on a bus with about 200 -  people, look at tunnels for 30 minutes, and then go home. Yes, it costs the tour company a little more money to bring us farther, but the rewards of not seeing any other tourists was completely unexpected. Payment was via paypal  - super easy -  and everyone spoke perfect English. I just can - t express enough how impressed I was with this company after doing weeks and weeks of research on trying to find a tour without any hassle. If you go to Vietnam and want to do a tour - PLEASE check them out.Highlights:-They provided a car seat for my two year old-The van had big huge windows and comfortable seating, which offers you all the opportunities to see what is happening while driving.-The tours are private! We wanted to stop and get a coconut drink....so we did! Can - t do that on a tour bus with 100 -  people.-Lunch on the river was nothing short of amazing. Beautiful scenery, tasty lunch, and the tour guides joined us! So we got to hear more stories about Vietnam.-We literally did not see ONE tourist during our tour which is unheard of in regards to touring the tunnels. We spent as long as we wanted in the tunnels and never once felt rushed or pushed.-Clean. Safe. Informative.Read more",
            "Tôi biết đến dịch vụ đón sân bay của Drive Việt Nam qua link trên website XO Tours. Tôi - tôi vui vì đã làm vậy. Sau khi nghe rất nhiều điều tồi tệ về các vụ lừa đảo taxi ở sân bay TP.HCM, tôi quyết định rằng tôi muốn ấn tượng đầu tiên của mình về đất nước này là một ấn tượng tốt chứ không phải là một trận đấu la hét với một tài xế taxi tàn nhẫn. Họ cung cấp một dịch vụ tuyệt vời đến nỗi Tôi sẽ giới thiệu cho bạn nào có ý định bay vào Sài Gòn. Tôi nhận được sự chào đón rất nồng nhiệt từ Hương và Khôi. Được mua một đồ uống lạnh là một cảm giác rất dễ chịu. Đó là một chiếc xe mới đáng yêu được lái bởi một người lái xe an toàn. Hương và Khôi đã cho tôi những lời khuyên hữu ích về chuyến đi tàu ngày hôm sau. Nhìn chung, đó là sự chào đón tốt nhất có thể. Cảm ơn bạn!Đọc thêm",
            "We had a great private tour to the Cu Chi tunnels.  Drive Vietnam is the only company that offer full day trips to the Ben Duoc tunnels.  There are loads of companies that offer half day trips to the Ben Dinh tunnels but the Ben Duoc tunnels offer a more authentic experience which was great.  The booking was very smooth and you can pay in advance if preferred.We got picked up promptly and had a new Honda CRV to take us.  Khoi is the founder - owner and he took us on our tour.  His English is fantastic and he is a fountain of knowledge about his country.  We had unlimited bottles of water, hand wipes and at the end we were given a goody bag with discount vouchers for HCMC, Hoi An and Hanoi which was really nice.  The vouchers included spa deals, tailors, the XO scooter tours  - also excellent -  and more!  Khoi also wrote down the addresses for the best pho and savoury pancakes - crepes in HCMC.   We went to both and he was right, amazing street food.The tour was really good.  We stopped to look at water buffalo, vegetable fields and rice paddies on the way and then looked round the site which showed how villagers lived before the war.  We then went for lunch at a floating restaurant on the Mekong Delta and had amazing food all chosen by Khoi who had checked what we liked and for any allergies and ordered ahead.  Lots of variety and quantity! The tunnels are in the jungle and it - s not busy so you can really immerse yourself and take it all in.  You see examples of the traps and can see bomb craters.  They have an area with damaged military vehicles and craters which is sobering. The tunnels are very small and authentic.  My enthusiastic boyfriend who is 6 ft 3 -  and pretty broad squeezed himself through them and got covered in the red soil which gives you an indication of the tunnel size. It - s a great experience and gives a much better understanding of how the war was fought in this area.Drive Vietnam was a fantastic choice for us.  We saw one other couple whilst we were there and some Vietnamese visiting the site which is exactly what we wanted.  It wasn - t touristy or busy and the restaurant was lovely, very peaceful, watching the water lillies float by with water buffalo grazing in the distance. Khoi believes in delivering above customer expectation and he did.  The tour was at the higher end, cost wise but it delivers something different as it - s a full day and a private tour to the lesser known tunnel site which isn - t widely available.  This means we weren - t rushed and had a unique experience.  Everything is included in the tour, entrance fees, lunch etc... As were wer walking round, Khoi purchased beers and soft drinks for us as well as beer etc with lunch. Drive Vietnam offers great value for money in terms of the tour quality and the little extra Khoi offers.  I would definately recommend them.Read more"
        ],
        "star_ratings": [
            86,
            3,
            0,
            0,
            0
        ],
        "review_amount": 89,
        "location": [
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Việt Nam",
            "Châu Á",
            "Lái xe Việt Nam",
            "Ho Chi Minh City"
        ],
        "reviews_time": [
            "Written October 10, 2015",
            "Written October 1, 2015",
            "Written August 24, 2015",
            "Written August 9, 2015",
            "Written August 3, 2015",
            "Written July 22, 2015",
            "Written June 12, 2015",
            "Written June 1, 2015",
            "Written May 26, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d8115503-Reviews-or80-Drive_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or70-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-Drive_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10794820-Reviews-Vietnam_Free_Tour_Guides_Vtrippie-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15274545-Reviews-WildTour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24060471-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8772714-Reviews-The_BCR_District_9-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1837685-Reviews-Ho_Chi_Minh_City_Urban_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12508941-Reviews-Jack_Vietnam_Tour_Guide-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12480148-Reviews-Vertical_Academy-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25348750-Reviews-Hello_Weekend_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685988-Reviews-AN_s_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11710229-Reviews-Mulberry_Spa_Hair_Studio-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19116131-Reviews-Panorama_Destination_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25171188-Reviews-SaigonSniper-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13358387-Reviews-Mayu_Japanese_Esthetic_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17415212-Reviews-Easy_VietNam_Trip-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d454975-Reviews-Museum_of_Vietnamese_History-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g49648-d5570073-Reviews-Barber_Orchard_Fruitstand-Waynesville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g28930-d130212-Reviews-Canaveral_National_Seashore-Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066457-d479258-Reviews-Shinjuku_Gyoen_National_Garden-Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d1553373-Reviews-Unto_These_Hills-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d195031-Reviews-Tresor-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d1064131-Reviews-Areopagus-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d15117346-Reviews-Speakeasy_The_Pharmacy-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33047-d2641502-Reviews-The_Gentle_Barn-Santa_Clarita_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d557713-Reviews-Calumet_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g10076608-d10000940-Reviews-Shired_Island_Campground-Shired_Island_Florida.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d8115503-Reviews-or80-Drive_Vietnam-Ho_Chi_Minh_City.html"
    }
]