[
    {
        "attraction_name": "Drunk Shakespeare",
        "attraction_name_vi": "Shakespeare say rượu",
        "general_info": [
            "102 đánh giá",
            "- 2 trên 63 Trò chơi thú vị - Trò chơi ở Washington DC",
            "Thoát trò chơi"
        ],
        "attraction_summary": "Trong một buổi nói chuyện ẩn giấu, năm diễn viên được đào tạo bài bản, Hiệp hội Shakespeare say rượu, tập hợp lại để thực hiện nghi lễ thiêng liêng của họ. Một diễn viên uống năm ngụm whisky và sau đó cố gắng diễn một vở kịch của Shakespeare. Sự vui nhộn và hỗn loạn xảy ra khi những người khác cố gắng giữ cho vở kịch đi đúng hướng. A New York Times - Critics Pick và - điều tuyệt vời nhất từng xảy ra với rạp chiếu phim - theo Tạp chí Slate.Đọc thêm",
        "reviews": [
            "Đó là rất nhiều niềm vui! Dàn diễn viên tuyệt vời và cực kỳ hài hước mà không cần cố gắng quá nhiều. Đó là một đêm vui chơi sáng tạo, bất ngờ và vui nhộn. Hầu như tất cả đều xoay quanh việc uống rượu, vì vậy tôi sẽ không mang theo một người kiêng rượu hay một thiếu niên nào đến đây.Đọc thêm",
            "Chúng tôi đã đến xem buổi biểu diễn lúc 7 giờ tối ngày 14 tháng 10. Buổi biểu diễn thật tài năng, hài hước và thú vị. Các diễn viên tràn đầy năng lượng đến mức bạn buộc phải bị cuốn vào tình trạng hỗn loạn. Các nhân viên chờ đợi đã nhanh chóng và dễ chịu.  Tôi thấy toàn bộ trải nghiệm thật tuyệt vời. Đây là việc PHẢI LÀM ở DC. Không có ảnh...sống trong khoảnh khắc.Đọc thêm",
            "Thích quá lần đầu tiên, tôi phải quay lại để xem thêm! Tôi thích cách các diễn viên tương tác với khán giả. Không có chỗ ngồi nào tệ - ngay cả ban công cũng tham gia. Chồng tôi và tôi cười suốt cả buổi. Đồ uống ngon và giao hàng nhanh. Tôi có thể phải gọi thêm phần ba! Đọc thêm",
            "Chúng tôi đã vui vẻ! Đáng lẽ phải nghiên cứu - Bard - trước đó một chút, nhưng điều này hoàn toàn ngẫu hứng và chúng tôi yêu thích nó. \n\n - gần như - Bất cứ điều gì diễn ra trong chương trình này. Tình nguyện sớm và thường xuyên. Đừng ngần ngại, nếu không bạn sẽ không được gọi. \n\nChúng tôi - sẽ quay lại.Đọc thêm",
            "Tôi đưa những đứa trẻ ở độ tuổi đại học của tôi đi.  Chúng tôi yêu thích nó và cười suốt thời gian đó.  Sự hài hước rất tục tĩu nên nếu bạn cảm thấy khó chịu thì điều đó không dành cho bạn. Nhưng đoàn làm phim rất tài năng và vui tính và tôi nghĩ bất cứ lúc nào bạn có thể cười suốt 90 phút thì đó là số tiền bỏ ra rất xứng đáng. Đọc thêm",
            "Đây là trải nghiệm giải trí ly kỳ nhất mà tôi từng xem kể từ Phim Konosuba hay lễ tốt nghiệp của Kiryu Coco.\n\nNăng lượng và sự gắn kết từ dàn diễn viên tiếp thêm sinh lực cho khán giả để họ cảm thấy như thể họ cùng đứng chung sân khấu với các diễn viên.\n\nĐừng thừa nhận việc đốt nhà vợ/chồng mình. Bạn có thể cảm thấy không thể kiểm soát được sự thôi thúc muốn rời khỏi rạp.Đọc thêm",
            "Shakespeare có những vở hài kịch và bi kịch, Shakespeare say rượu là một vở hài kịch sâu sắc về steroid. Nó rất vui nhộn và rất chu đáo. Có những bình luận tuyệt vời về xã hội quá. Trước buổi biểu diễn, họ nói với bạn điều gì đó có tác dụng, - chúng tôi chỉ nhận được kịch bản một giờ trước buổi biểu diễn, và tất cả những gì chúng tôi làm là uống rượu và hầu như không đọc nó - nhưng trên thực tế, bạn có thể thấy rất nhiều nỗ lực đã đến với buổi biểu diễn . Chúng tôi chắc chắn sẽ đi đi lại lại nhiều lần và tôi tưởng tượng mỗi trải nghiệm sẽ mang lại cảm giác mới mẻ. Đọc thêm",
            "Vui vẻ! Muốn giới thiệu điều này cho những ai thích rạp hát nhưng không quá coi trọng rạp hát. Shakespeare say rượu sẽ là Shakespeare nếu cô đọng trong một rạp hát nhỏ với những diễn viên có quá nhiều thời gian rảnh rỗi và thiên hướng hỗn loạn. Phải xem.Đọc thêm",
            "Vợ tôi là một người rất hâm mộ các vở kịch - trong khi tôi thì không -, vì vậy, để kỷ niệm ngày sinh nhật của cô ấy, tôi đã làm cô ấy ngạc nhiên bằng những tấm vé đi xem Shakespeare say rượu. Chúng tôi đã tham dự cùng với một cặp vợ chồng khác và đã có khoảng thời gian tuyệt vời! Dàn diễn viên thật tuyệt vời và thực sự hiểu biết về công việc của họ - thậm chí sau 5 cảnh quay trong một giờ. Chúng tôi đang tìm kiếm một cuộc hẹn hò lần nữa! Hãy đặt vé, bạn sẽ không hối tiếc.Đọc thêm",
            "Đầu tiên, tôi ngạc nhiên khi thấy nam diễn viên chính đã uống 6 ly rượu và một hỗn hợp rượu gấu vẫn còn nguyên... và đang biểu diễn. Thích cách khán giả tham gia và tài năng được thể hiện. Nếu chương trình này có thể đến Texas, tôi sẽ mang theo nhóm của mình! Đọc thêm",
            "Một câu chuyện khàn khàn, vui nhộn về Shakespeare. Chúng tôi đã nhìn thấy Macbeth. Các diễn viên bám sát cốt truyện và lời thoại khá chặt chẽ, có tính đến việc uống nhiều rượu. Họ giữ cho nó chuyển động và xen vào rất nhiều sự hài hước ngẫu hứng. Có một số khán giả tham gia vào cốt truyện, nhưng không quá nhiều và không quá lúng túng. Nói chung là rất hài hước và là một khoảng thời gian thực sự vui vẻ. Bạn KHÔNG cần phải là người hâm mộ Shakespeare để có thể vui chơi ở đây. Đây là một hoạt động tuyệt vời nếu bạn đang tìm kiếm điều gì đó thú vị và giải trí.Đọc thêm",
            "Một thời gian tuyệt vời và một đêm hẹn hò tuyệt vời. Tôi không biết gì về Shakespeare nhưng tôi vẫn cực kỳ yêu thích nó. Tôi tưởng tượng biết nhiều hơn sẽ làm cho nó thậm chí còn tốt hơn.Đọc thêm",
            "Buổi diễn thật rực rỡ và tràn ngập tiếng cười xen lẫn những hoài niệm từ thời nay.  Dàn diễn viên rất tuyệt vời cả về mặt tổng thể lẫn cá nhân.  Tôi đã lên kế hoạch cho chuyến thăm trở lại! Đọc thêm",
            "Hài hước, hấp dẫn, nhiều tiếng cười và đồ uống tuyệt vời! Rất khuyến khích kinh nghiệm này! Rất nhiều khoảnh khắc đáng kinh ngạc và đáng giá từng xu. Đọc thêm",
            "thật là tuyệt ! tôi cười nhiều đến nỗi má tôi vẫn còn đau - - - tôi nghĩ đó - là một trong những vở kịch yêu thích của tôi mà tôi đã xem cho đến nay, nếu bạn có thời gian và ở khu vực dc thì bạn hoàn toàn nên đi !!Đọc thêm",
            "Shakespeare say rượu rất vui nhộn. Mỗi diễn viên cho 100 - . Chúng tôi đã cười suốt thời gian đó. Có một số lượng khán giả tham gia hạn chế, nhưng không gây khó chịu cho bất kỳ ai.  Bạn chắc chắn nên kiểm tra điều này.Đọc thêm",
            "Chúng tôi đã có một thời gian vui vẻ! Tôi đã đưa chồng đi sinh nhật và mang lại cho chúng tôi Trải nghiệm Vua. Dàn diễn viên thật tuyệt vời. Chúng tôi đã cười rất nhiều và tất cả đều được thực hiện rất tốt.Đọc thêm",
            "Tuyệt vời!  Những diễn viên này đã làm rất tốt, rất hài lòng.  Chúng tôi đã được tính một chỗ ngồi trên sân khấu khi chúng tôi chỉ trả tiền cho hàng ghế thứ 3... thật là hào phóng và bất ngờ.  Bạn SẼ có một khoảng thời gian tuyệt vời.Đọc thêm",
            "Tôi không phải là fan của Shakespeare nhưng tôi đã đi cùng bạn bè. Đó là một vụ nổ. Đó là một cách thú vị để dành một buổi tối. Tôi khuyên bạn nên 10 - 10. Chúc mừngĐọc thêm",
            "Đây là một chương trình thú vị! Chúng tôi yêu thích lịch sử say rượu và điều này không làm bạn thất vọng. Mọi người trong khán giả đều tham gia, điều này khiến nó trở nên thú vị hơn rất nhiều!Đọc thêm"
        ],
        "star_ratings": [
            98,
            2,
            2,
            1,
            0
        ],
        "review_amount": 103,
        "location": [
            "Hoa Kỳ",
            "Washington DC",
            "Quận Columbia - DC -",
            "Shakespeare say rượu",
            "Những điều cần làm ở Washington DC"
        ],
        "reviews_time": [
            "Written October 14, 2023",
            "Written October 17, 2023",
            "Written October 22, 2023",
            "Written November 14, 2023",
            "Written December 30, 2023",
            "Written January 6, 2024",
            "Written January 7, 2024",
            "Written January 22, 2024",
            "Written January 31, 2024",
            "Written February 8, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28970-d24025929-Reviews-Drunk_Shakespeare-Washington_DC_District_of_Columbia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d24025929-Reviews-or10-Drunk_Shakespeare-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d23998460-Reviews-The_Escape_Game_DC_Downtown-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d7211971-Reviews-The_Magic_Duel-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d7174462-Reviews-The_Escape_Game_DC_Georgetown-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d8433927-Reviews-Escape_the_Room_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d8835291-Reviews-Insomnia_Escape_Room_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d19493237-Reviews-Kick_Axe_Throwing_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d7906078-Reviews-Escape_Artist_DC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d8491189-Reviews-Crumbs_Whiskers-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d18190820-Reviews-Brian_Curry_The_Good_Liar-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d2232981-Reviews-Landmark_s_E_Street_Cinema-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1070999-d523805-Reviews-Meteora-Kastraki_Kalambaka_Trikala_Region_Thessaly.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d3485156-Reviews-Mahai_ula_Beach-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d9802054-Reviews-Dubai_Garden_Glow-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d496697-Reviews-Mokoli_i_Island-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g51690-d940161-Reviews-WinStar_World_Casino_and_Resort-Thackerville_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d10847405-Reviews-National_Harbor-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60959-d1635185-Reviews-The_Gardens_of_the_World-Thousand_Oaks_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d582517-Reviews-The_World_Islands-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d19746498-Reviews-The_Pink_Street-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g34941-d3471327-Reviews-Fun_Spot_America_Atlanta-Fayetteville_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28970-d24025929-Reviews-or10-Drunk_Shakespeare-Washington_DC_District_of_Columbia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28970-d24025929-Reviews-Drunk_Shakespeare-Washington_DC_District_of_Columbia.html"
    }
]