[
    {
        "attraction_name": "Dublin Castle",
        "attraction_name_vi": "Lâu đài Dublin",
        "general_info": [
            "5.435 đánh giá",
            "- 69 trong số 680 điều cần làm ở Dublin",
            "Địa điểm lịch sử",
            "Công trình kiến ​​trúc",
            "Lâu đài",
            "Tòa nhà chính phủ"
        ],
        "attraction_summary": "Lâu đài Dublin là trụ sở quyền lực của Anh ở Ireland trong 700 năm. Ngày nay, bạn vẫn có thể xem tàn tích của công trình kiến ​​trúc thế kỷ 13 như một phần của chuyến tham quan có hướng dẫn viên. Lâu đài Dublin hiện tại có niên đại từ giữa những năm 1700 và ngày nay được Chính phủ Ireland sử dụng cho các sự kiện cấp nhà nước như lễ nhậm chức của Tổng thống Ireland và các bữa tiệc cấp nhà nước dành cho các quan chức đến thăm. Trong số những điểm nổi bật là Phòng vẽ dành cho quý bà, Phòng ngai vàng và Hội trường St. Patricks.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Tôi đã thực hiện chuyến tham quan tự hướng dẫn. Nơi thực sự đẹp! Tôi ước gì họ có thêm thông tin cho những người trong chúng tôi, chẳng hạn như một cuốn sách nhỏ hoặc một ứng dụng, Cảm thấy như không có nhiều bối cảnh cho những gì tôi đang thấy. Tôi nghĩ biển báo rõ ràng cũng sẽ hữu ích khi bạn ở trong sân. Tôi nghĩ họ có một cuốn sách nhỏ nhưng những người ở bàn làm việc khá háo hức và tôi đã bỏ lỡ nó. Nó phụ thuộc vào một nhân viên quá choáng ngợp để hy vọng nhận thấy sự nhầm lẫn của bạn và dẫn bạn đi đúng hướng. Khi tôi trở lại, tôi chắc chắn sẽ nhận được chuyến tham quan có hướng dẫn!Đọc thêm",
            "Xin chào.  Chúng tôi rất tiếc vì bạn đã không nhận được tập sách nhỏ cho chuyến tham quan tự hướng dẫn của mình.  Chúng tôi phát các tập sách nhỏ - miễn phí - cho bất kỳ ai thực hiện chuyến tham quan tự hướng dẫn, vì vậy tôi nghĩ có thể - đã có sự gián đoạn trong giao tiếp.  Chúng tôi thấy rằng du khách nhận thấy tập sách này rất hữu ích trong việc hướng dẫn họ tham quan các căn phòng từ thế kỷ 18 của Khu căn hộ Bang.  \n\nTrong tương lai, hãy hỏi và bạn sẽ nhận được!  Các địa điểm như của chúng tôi có xu hướng rất bận rộn, đặc biệt là trong những tháng hè sôi động, tuy nhiên nhân viên hướng dẫn của chúng tôi sẵn lòng giúp đỡ ngay cả khi họ có vẻ bận rộn.\n\nCảm ơn đánh giá của bạn!Đọc thêm",
            "Chúng tôi đã dành 5 ngày ở Dublin vào giữa tháng 5 năm 2023 và đây là một trong những điểm nổi bật trong thời gian chúng tôi ở đó. Vào ngày 18 tháng 5 năm 2023, chúng tôi đi bộ từ trường Cao đẳng Trinity - sau chuyến tham quan Book Of Kells - . Đây là một nơi tuyệt vời gắn liền với lịch sử của Anh và Ireland. Tôi đã đọc một số bài đánh giá ở đây và một bài đánh giá đặc biệt đã dành cho địa điểm này một bài đánh giá khủng khiếp kéo dài trong một vài đoạn. Họ khó chịu vì phải kiểm tra ba lô - điều bắt buộc đối với mọi người - .  Họ cũng cho biết không có thông tin gì cả. Tôi thấy điều ngược lại mới đúng.  Mặc dù không có hướng dẫn bằng giấy nhưng người ta có thể quét mã và đọc tất cả về nó trên điện thoại của mình. Ngoài ra còn có hướng dẫn bằng âm thanh và người ta có thể tham gia chuyến tham quan với người hướng dẫn trực tiếp. Ngoài ra còn có nhiều tấm bảng thông tin và thông tin bằng văn bản ở hầu hết các phòng trong lâu đài.  Lịch sử thú vị là hoàng gia Anh đã chiếm đóng nơi này cho đến năm 1916 khi nó trở thành trụ sở của chính phủ Ireland mới. Nhiều người quan trọng và nổi tiếng đã đi qua những căn phòng này cũng như tham dự các buổi dạ hội, bữa tối và các sự kiện đặc biệt. Đây là một chuyến thăm tuyệt vời. Chúng tôi hoàn toàn tận hưởng chuyến thăm 2 - 1 - 2 giờ của mình. Đọc thêm",
            "Xin chào và cảm ơn phản hồi của bạn.  Chúng tôi rất tiếc vì bạn đã bỏ lỡ tập sách hướng dẫn tự hướng dẫn của chúng tôi được cung cấp tại Quầy bán vé.  Chúng tôi - rất vui vì bạn thích phần hướng dẫn bằng âm thanh của chúng tôi - được lồng tiếng bởi một cựu Hướng dẫn viên Du lịch Lâu đài Dublin! - và rằng bạn đã có một chuyến thăm tuyệt vời!  Cảm ơn rất nhiều vì phản hồi của bạn.Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến tham quan tự hướng dẫn với thời gian hạn chế nên chúng tôi đã dành khoảng nửa giờ ở đây. Nếu bạn có khoảng một giờ đến 90 phút, tôi khuyên bạn nên tham gia chuyến tham quan có hướng dẫn viên vì có rất nhiều thông tin về mọi thứ ở các phòng khác nhau. Nó đã được thực hiện rất tốt và các phòng được bảo trì tốt. Trần nhà thật đẹp! Có những bức chân dung của nhiều người cùng thông tin về họ mà phải mất thời gian mới đọc được. Tôi ước chúng tôi có nhiều thời gian hơn. Lâu đài yêu cầu bạn cất ví - túi vào tủ có khóa trước khi bắt đầu chuyến tham quan - thật tuyệt khi bạn không phải mang theo bất cứ thứ gì - .Đọc thêm",
            "Xin chào Tina và cảm ơn phản hồi của bạn!  Chúng tôi rất vui vì bạn đánh giá cao trần của Căn hộ Nhà nước.  Chúng thực sự rất ấn tượng, đặc biệt là phần vữa trát của Phòng Apollo!  Cảm ơn bạn đã đánh giá.Đọc thêm",
            "Chuyến tham quan tự hướng dẫn có độ dài hoàn hảo! Chúng tôi đã đi sớm hơn trong ngày và phải xếp hàng vì chúng tôi đã mua vé trước thời hạn. Họ cung cấp cho bạn một cuốn sách nhỏ để hướng dẫn bạn tham quan lâu đài. Chúng tôi đã học được rất nhiều điều về lịch sử Ireland mà trước đây chúng tôi chưa biết!Đọc thêm",
            "Chúng tôi rất vui vì bạn thích chuyến tham quan tự hướng dẫn của mình qua các Căn hộ của Bang và bạn thấy tập tài liệu thông tin này hữu ích.  Cảm ơn bạn đã phản hồi!Đọc thêm",
            "Chúng tôi đến đây vào một buổi chiều và được thông báo rằng các tour du lịch đã được đặt trước và chúng tôi nên cố gắng đến sớm hơn, vì vậy chúng tôi đã đến đó vào lúc 10 giờ sáng một buổi sáng và đã đặt được chỗ.\nLịch sử rất thú vị của lâu đài chủ yếu được cai trị bởi người Anh.\nTôi không biết tên hướng dẫn viên của chúng tôi nhưng anh ấy có khiếu hài hước rất khô khan khiến chuyến tham quan trở nên thú vị hơn.\nChắc chắn đáng để ghé thăm. Đọc thêm",
            "Xin chào.  Chúng tôi rất vui vì bạn đã tận hưởng chuyến tham quan của mình với một trong những Hướng dẫn viên du lịch của chúng tôi!  Cảm ơn bạn đã phản hồi.Đọc thêm",
            "Chuyến tham quan có hướng dẫn thật tuyệt vời.  Hướng dẫn viên của chúng tôi là một chuyên gia thực sự và cực kỳ am hiểu về lâu đài và có nhiều khả năng trả lời tất cả các câu hỏi mà nhóm ném vào anh ấy.  Rất khuyến khích chuyến tham quan có hướng dẫn để xem bên dưới lâu đàiĐọc thêm",
            "Chúng tôi rất vui vì bạn đã tận hưởng Chuyến tham quan có hướng dẫn của mình với một trong những Hướng dẫn viên du lịch tuyệt vời của chúng tôi.  Cảm ơn phản hồi đáng yêu!Đọc thêm",
            "Có một hướng dẫn viên tuyệt vời, người thực sự đã thực hiện chuyến thăm cho chúng tôi. Đam mê công việc của mình và thực sự thú vị để lắng nghe. Rất nhiều khu vực khác để chúng ta tự mình ghé thăm. Rất nhiều thông tin để đọc trong các cuộc triển lãm và một chuyến đi tuyệt vời xuyên suốt lịch sử từ trước thời kỳ viking đến thời hiện đại. Thực sự muốn nghe về nguồn gốc của thành phố và xem một số nền móng ban đầu.Đọc thêm",
            "Xin chào.  Chúng tôi rất vui vì bạn đã tận hưởng chuyến tham quan cùng chúng tôi!  Cảm ơn bạn đã phản hồi!Đọc thêm",
            "Chắc chắn đáng để ghé thăm.  Nếu bạn có thể tham gia chuyến tham quan có hướng dẫn trước để có cái nhìn tổng quan về nhiều phòng khác nhau cũng như các khu vực không mở cửa cho chuyến tham quan tự hướng dẫn.  Sau chuyến tham quan có hướng dẫn, hãy quay lại các lĩnh vực quan tâm và cố gắng hình dung việc ở trong các phòng khác nhau trong khoảng thời gian đó.  Sự cai trị của người Anh đã mang lại sự xa hoa cho các nhà lãnh đạo nhưng lại gây bất lợi cho người dân Ireland. Tuyệt vời cho những người yêu thích lịch sử.Đọc thêm",
            "Xin chào.  Chúng tôi rất vui vì bạn thích chuyến thăm của mình tại Lâu đài Dublin và bạn thấy nó đáng giá.  Cảm ơn bạn đã phản hồi!Đọc thêm",
            "Chúng tôi có ba hướng dẫn viên du lịch vì hai cô gái trẻ đã hỏi rất nhiều câu hỏi và tình nguyện chia sẻ những gì họ biết ở trường, hướng dẫn viên du lịch của chúng tôi đã rất khéo léo lôi kéo họ giúp đỡ cô ấy. Lâu đài rất đẹp và thú vị. Hoàn hảo cho một hoạt động buổi chiều mưa. Cho tôi biết trời ở Ireland ngày nào cũng mưa.Đọc thêm",
            "Chúng tôi rất vui vì bạn thích trải nghiệm của mình tại Lâu đài Dublin.  Cảm ơn đánh giá của bạn.Đọc thêm",
            "Chuyến thăm rất thú vị. Tài liệu này cung cấp nhiều thông tin nhưng rất dễ đọc. Rất nhiều sự kiện lịch sử và chi tiết nhỏ được nêu bật khiến chuyến thăm trở nên rất thú vị. Nhân viên thân thiện. Chúng tôi không sử dụng chúng nhưng họ có các hoạt động dành cho trẻ em dường như được chuẩn bị kỹ lưỡng để thu hút chúng tham gia. Đọc thêm",
            "Chúng tôi rất vui vì bạn thấy tài liệu này hữu ích và mang tính thông tin trong bối cảnh chuyến thăm của bạn.  Chúng tôi cũng đánh giá cao những nhận xét tích cực của bạn về chủ đề đội ngũ nhân viên tuyệt vời của chúng tôi!Đọc thêm",
            "Thực sự rất thích chuyến tham quan tự hướng dẫn này đến Lâu đài và Căn hộ Bang. Hướng dẫn xác định từng phòng cùng với các mô tả được đánh số của các đồ vật trong phòng. Có rất nhiều bức tranh nổi bật thậm chí chúng tôi còn chưa quen thuộc với hầu hết các họa sĩ. Các phòng yêu thích của chúng tôi là Phòng ngai vàng, Phòng Wedgwood, Phòng vẽ quốc gia và Hội trường St. Patrick. Lâu đài này thực sự là một chuyến du hành xuyên thời gian từ thời thuộc địa của Anh đến đất nước Ireland độc lập ngày nay.Đọc thêm",
            "Nếu bạn đang xem Manor Homes - Tòa nhà chính phủ thì đây là nơi bạn sẽ thích. Đồ nội thất cao cấp trong các căn phòng sang trọng và được trang trí đẹp mắt, phù hợp với lối sống của giới thượng lưu và đặc quyền, cùng với chân dung của những người đã đạt được các vị trí chính trị và sự nghiệp cao cả. Nếu muốn tham quan một lâu đài có tường để leo lên và đi bộ hoặc các tòa tháp để trèo lên để đánh giá khu vực xung quanh, bạn có thể sẽ thất vọng.Đọc thêm",
            "Năm ngoái, đây không phải là chuyến đi theo kế hoạch vì chúng tôi có một vài nơi để đến. Chúng tôi không nhận ra rằng mình ở rất gần Lâu đài Dublin nên chúng tôi quyết định ghé thăm. Chúng tôi đã mua vé vào ngày hôm đó, chúng tôi đã thực hiện một chuyến tham quan tự hướng dẫn, không có ứng dụng - tai nghe. Bạn phải cất đồ đạc của mình vào tủ khóa, vì vậy hãy lấy ra bất cứ thứ gì quan trọng để đề phòng. Chuyến tham quan tự hướng dẫn thật tuyệt vời vì chúng tôi đã đi theo tốc độ của riêng mình và mất bao lâu tùy thích. Có một nhóm du lịch do một nhân viên dẫn đầu, nhưng chúng tôi không ngại làm theo tốc độ của mình. Nói cách khác, đây không phải là một lâu đài truyền thống, nó có vẻ giống một tòa nhà chính phủ - nhà nước hơn, nhưng dù sao thì bên trong cũng rất đẹp. Bạn có thể đánh giá cao đồ trang trí, đồ nội thất và các bức tranh nằm rải rác khắp tòa nhà. Có một căn phòng có những bức tranh trông giống như tác phẩm điêu khắc. Tôi cần phải kiểm tra lại xem chúng có thực sự là những tác phẩm điêu khắc bước ra từ khung tranh hay không. Bóng đã được sử dụng rất nhiều để mang lại cho nó cái nhìn đó. Đây là một chuyến tham quan tuyệt vời và nằm ngay gần Nhà thờ Christ và Nhà thờ St. Patrick - s. Dừng chân ở Lâu đài Dublin và tìm hiểu về lịch sử.Đọc thêm",
            "Không phải là một lâu đài!  Một phong trưng bay nghệ thuật. Cô bán vé thô lỗ. Không có ba lô. Tủ khóa miễn phí. được quảng cáo là một lâu đài. Thay vào đó hãy đi gặp những người Viking gần đó!Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan tự hướng dẫn.  Là một nơi tốt đẹp để tham quan và có nhiều phòng đẹp để trải nghiệm.  Rất thích nó rất nhiều. Đề xuấtĐọc thêm",
            "Lâu đài lịch sử không chỉ là nơi ở của chính phủ Anh và Ireland mà còn là nơi ở của nhiều chức sắc và nhà văn như Charles Dickens và Bram Stoker. Trần nhà cao và đèn chùm trang trí công phu cũng đẹp như những tấm thảm, màn cửa, những bức chân dung và mọi thứ khác. Tôi yêu nó! Đọc thêm",
            "Không sao đâu.  Đã đến những lâu đài đẹp hơn. Công viên phía sau lâu đài rất đẹp để đi dạo xung quanh, chúng tôi gần như đã bỏ lỡ cơ hội nhìn thấy nó.  Tôi nghĩ hầu hết mọi người đi vì họ được yêu cầu phải đi.  Bạn không cần xem lại phần cũ.Đọc thêm",
            "Cảm ơn phản hồi của bạn.  Chúng tôi - rất vui vì bạn cũng được tận hưởng Vườn Dubh Linn tuyệt đẹp!Đọc thêm",
            "Giá trung bình, công việc xây dựng đang diễn ra đã cản trở toàn bộ bầu không khí của lâu đài. Được bố trí tốt và nội thất đẹp. Những khu vườn rất đẹpĐọc thêm",
            "Cảm ơn phản hồi của bạn.  Chúng tôi rất tiếc vì công việc xây dựng đã ảnh hưởng đến trải nghiệm của bạn về trang web. Đọc thêm",
            "Tôi biết về Lâu đài Dublin nhưng không nhận ra được lượng lịch sử mà nó chứa đựng. Chúng tôi thấy giá vé rất phải chăng - tập sách nhỏ mà chúng tôi được tặng trong chuyến tham quan tự hướng dẫn của chúng tôi rất nhiều thông tin, tốt hơn nhiều so với việc chỉ tự mình loay hoay tìm hiểu. Chắc chắn đáng để ghé thăm nếu bạn quan tâm đến lịch sử. Bản thân tòa nhà được chăm sóc rất tốt - được bảo tồn. Đừng nghe người ta nói - đó - không phải là lâu đài -, đó - là một tòa nhà lịch sử hấp dẫn!Đọc thêm",
            "Chúng tôi - rất vui khi biết rằng bạn thích trải nghiệm của mình tại - tòa nhà lịch sử hấp dẫn -!  Cảm ơn phản hồi đáng yêu của bạn!Đọc thêm",
            "Không phải là một - lâu đài - theo thuật ngữ mà tôi nghĩ đến, nhưng vẫn gọn gàng và mang tính lịch sử để xem. Một khoảng sân được bao quanh bởi 4 tòa nhà, giống như một cung điện hoặc tòa nhà quốc gia hơn là - lâu đài. - Tôi sẽ - không làm điều đó lần nữa, nhưng đó là một điểm dừng nhanh chóng khi chúng tôi ở gần đây. Chúng tôi đã có một chuyến tham quan có hướng dẫn và hướng dẫn viên của chúng tôi rất tuyệt vời. Tôi thấy nhiều người thực hiện một chuyến tham quan tự hướng dẫn và điều đó gần như không mang lại nhiều thông tin, vì vậy tôi rất biết ơn người hướng dẫn của chúng tôi. Nhà nguyện là phần yêu thích của tôi.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng Hướng dẫn viên đã nâng cao trải nghiệm và sự hiểu biết của bạn về địa điểm này.  Thật tuyệt khi biết rằng chúng tôi có chung tình yêu với tàn tích Neo Gothic của Nhà nguyện Hoàng gia!\n\nCảm ơn phản hồi của bạn.Đọc thêm",
            "Tôi - tôi bối rối về sự khác biệt giữa các chuyến tham quan tự hướng dẫn và có hướng dẫn viên, có vẻ như tôi có thể đăng ký tham gia tự hướng dẫn trước 14 ngày nhưng không thể đặt trước một chuyến tham quan đầy đủ có hướng dẫn viên ngoại trừ vào ngày tham quan.  đúng không?  Cảm ơnĐọc thêm",
            "Tôi nghĩ điều này là đúng, bản thân tôi cũng gặp vấn đề tương tự. Cuối cùng tôi đã thực hiện một chuyến tham quan tự hướng dẫn, họ đưa cho du khách một cuốn sách nhỏ mà tôi nghĩ đã cung cấp nhiều thông tinĐọc thêm",
            "Các tour du lịch bắt đầu vào lúc mấy giờ mỗi ngày? Trên trang web tôi chỉ có thể tìm thấy các khoảng thời gian cho các chuyến tham quan tự hướng dẫnĐọc thêm",
            "Khi chúng tôi đến thăm vào tháng 10 năm 2022, chuyến tham quan đầu tiên diễn ra lúc 10:00 sáng.Đọc thêm",
            "Xin chào, tôi muốn biết liệu bạn có hướng dẫn âm thanh bằng tiếng Tây Ban Nha hoặc bất kỳ loại thông tin nào để thực hiện chuyến tham quan bằng tiếng Tây Ban Nha không.Đọc thêm",
            "Chúng tôi có thông tin bằng văn bản bằng tiếng Tây Ban Nha, nhưng hướng dẫn âm thanh của chúng tôi hiện chỉ bằng tiếng Anh.Đọc thêm",
            "Có bãi đậu xe nào gần lâu đài Dublin?  Cảm ơn Đọc thêm",
            "Các bãi đỗ xe của Google gần tôi. Chúng tôi đi bộ và sử dụng xe buýt Green Hop và Hop Off và đi bộ trong thị trấn. Nó nằm trong khu thương mại có rất nhiều nhà hàng nên phải có bãi đậu xe gần đó.Đọc thêm",
            "Xin chào mọi người, tôi muốn biết liệu chuyến tham quan có hướng dẫn viên đến Lâu đài Dublin có bằng tiếng Ý hay không. Cảm ơn tất cả các bạnĐọc thêm",
            "liên hệ trực tiếp với họ tại dublincastle \nHướng dẫn viên du lịch\nChuyến tham quan có hướng dẫn - 60 phút - đến các Căn hộ của Bang, Khu thời Trung cổ và Nhà nguyện Hoàng gia.\nNhận vào\nNgười lớn - 12\nNgười cao tuổi - 60 - - - 10\nSinh viên - yêu cầu ID sinh viên hợp lệ - - 10\nTrẻ em - 12-17 - - 6\nGia đình - tối đa. 2 người lớn - 5 trẻ em - - 30\nTự hướng dẫn\nDu khách có thể chọn tự hướng dẫn - chỉ vào các Căn hộ và triển lãm của Bang - . Chúng tôi cung cấp tài liệu quảng cáo về Căn hộ Bang bằng mười bảy ngôn ngữ tại quầy bán vé cũng như các nguồn thông tin bổ sung - chỉ cần hỏi một trong những hướng dẫn viên của chúng tôi tại bàn thông tin trong Căn hộ Bang.\nNhận vào\nNgười lớn - 8\nNgười cao tuổi - 60 - - - 6\nSinh viên - yêu cầu ID sinh viên hợp lệ - - 6\nTrẻ em - 12-17 - - 4\nGia đình - tối đa. 2 người lớn - 5 trẻ em - - 20Đọc thêm",
            "Chúng ta có cần mua vé trước không? Họ có thực sự nhìn thấy quầy bán vé không?Đọc thêm",
            "Xin chào, vé có sẵn để đặt trực tuyến nhưng chúng tôi cũng có sẵn vé cho người đến không cần hẹn trước. Những thứ này bán hết trong ngày nên bạn đến càng sớm, bạn càng có nhiều sự lựa chọn. Đọc thêm",
            "bạn có phải tham gia chuyến tham quan có hướng dẫn viên để tham quan hầm ngầm không? bạn có thể thấy nó trong chuyến tham quan tự hướng dẫn không?Đọc thêm",
            "Xin chào Terry, bạn chỉ có thể tham quan hầm mộ bằng chuyến tham quan có hướng dẫn viên. Đọc thêm",
            "Bạn có thể chụp ảnh hoặc quay phim bằng máy ảnh bên trong Lâu đài không?Đọc thêm",
            "Bạn được phép chụp ảnh mà không cần đèn flash!Đọc thêm",
            "Một chút bối rối. Đã đặt một chuyến tham quan có hướng dẫn để chúng tôi có thể xem tất cả các khu vực ngày hôm nay. Đã đến để chọn ngày giờ và giá đã đưa ra ở mức - 12 mặc dù trên trang web của họ có ghi là - 10 vé vào cửa cho chuyến tham quan. Những người khác đã trả những gì? Đọc thêm",
            "Xin chào, từ ngày 1 tháng 1 năm 2018, giá của chúng tôi sẽ tăng, vì vậy nếu ngày bạn chọn là vào năm mới, bạn sẽ phải trả mức giá mới. Đọc thêm",
            "Làm cách nào bạn có thể xem thời gian truy cập bằng tiếng Ý?Đọc thêm",
            "Chúng bằng tiếng Anh, đối với những ngôn ngữ bằng tiếng Ý, bạn phải liên hệ với các tổ chức bên ngoài. Có rất ít nhưng bạn có thể tìm thấy chúng.Đọc thêm"
        ],
        "star_ratings": [
            1880,
            2007,
            1207,
            257,
            84
        ],
        "review_amount": 5435,
        "location": [
            "Quận Dublin",
            "Châu Âu",
            "Dublin",
            "Những điều cần làm ở Dublin",
            "Tỉnh Leinster",
            "Lâu đài Dublin",
            "Ireland"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written June 18, 2023",
            "Written June 30, 2023",
            "Written July 6, 2023",
            "Written July 19, 2023",
            "Written July 23, 2023",
            "Written July 26, 2023",
            "Written July 29, 2023",
            "Written August 9, 2023",
            "Written August 21, 2023",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 24, 2024",
            "Written May 22, 2024",
            "Written May 17, 2024",
            "Written May 16, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 11, 2024",
            "Written May 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186605-d214882-Reviews-Dublin_Castle-Dublin_County_Dublin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d12711158-Reviews-The_Sidecar_Bar_at_The_Westbury_Hotel-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d784311-Reviews-WILDE_Restaurant-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d25384507-Reviews-The_DL_Bar_Restaurant-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d13536271-Reviews-SOLE_Seafood_and_Grill-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d4046860-Reviews-The_Stage_Door_Cafe-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d2700214-Reviews-Murphys_Ice_Cream-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d19989019-Reviews-Zampas-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d6403998-Reviews-Darkey_Kelly_s_Bar_Restaurant-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d1923786-Reviews-SOUP_DRAGON-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d7284584-Reviews-Balfes-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d8744390-Reviews-Garda_Siochana_Memorial_Garden-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214878-Reviews-Chester_Beatty-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216200-Reviews-City_Hall-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d523542-Reviews-3Olympia_Theatre-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d2295826-Reviews-Revenue_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d8342762-Reviews-The_Irish_Rock_N_Roll_Museum_Experience-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216523-Reviews-St_Werburgh_s_Church-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188821-Reviews-Temple_Bar-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216254-Reviews-Dublin_City_Archive-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214879-Reviews-Christ_Church_Cathedral-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214882-Reviews-or10-Dublin_Castle-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d191025-Reviews-Kilmainham_Gaol_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d10809925-Reviews-14_Henrietta_Street-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214896-Reviews-Experience_Glasnevin_Ireland_s_National_Cemetery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188502-Reviews-Trinity_College_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d10693189-Reviews-Richmond_Barracks-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d189694-Reviews-Guinness_Storehouse-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d546279-Reviews-Croke_Park_Stadium_Tour_GAA_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214994-Reviews-St_Audoen_s_Church-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216253-Reviews-Drimnagh_Castle-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d9727609-Reviews-Paseando_por_Europa_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1412909-Reviews-Rural_Pub_Tours-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d5975699-Reviews-Dublin_Decoded-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1749017-Reviews-SANDEMANs_NEW_Europe_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d15582951-Reviews-Secret_Street_Tours-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d605166-Reviews-The_Long_Hall-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d15828374-Reviews-Silent_Adventures-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d13393254-Reviews-Dublin_Wine_Trails-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d20196435-Reviews-In_Stitches_Comedy_Club-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d10941650-Reviews-Vintage_Tea_Trips-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d14067939-Reviews-Dublin_Whiskey_Experience-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g29192-d269819-Reviews-Chehaw_Park_Zoo-Albany_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12386306-Reviews-Level_Up-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558598-Reviews-Lotus_Train-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d103007-Reviews-The_Crow_s_Nest-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41565-d621117-Reviews-Shining_Sea_Bikeway-Falmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d285098-Reviews-Zoo_Zurich-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d1455417-Reviews-Old_Slave_Mart_Museum-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219346-d4765205-Reviews-Praia_de_Benagil-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g12971957-d12945473-Reviews-Chouane_Lake-Chouaneh_Mount_Lebanon_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g298419-d9770059-Reviews-Al_Fizayah_Beach-Salalah_Dhofar_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186605-d214882-Reviews-or10-Dublin_Castle-Dublin_County_Dublin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186605-d214882-Reviews-Dublin_Castle-Dublin_County_Dublin.html"
    }
]