[
    {
        "attraction_name": "Duc Minh Travel - Day Tours",
        "attraction_name_vi": "Du lịch Đức Minh - Tour trong ngày",
        "general_info": [
            "58 đánh giá",
            "48 trên 237 Tour Hoạt động ở Sapa",
            "Tour tham quan"
        ],
        "attraction_summary": "Chúng tôi là công ty du lịch đầu tiên tại Sapa được thành lập từ năm 2001 chuyên về các tour Trekking, Homehome, Adventure, Market, fansipan tại Sapa và các khu vực lân cận phía Bắc Việt NamĐọc thêm",
        "reviews": [
            "Đã đặt tour du lịch 2 ngày một đêm với một người bản xứ với hướng dẫn viên nói tiếng Anh. Hướng dẫn viên của chúng tôi đến muộn và không bao giờ giới thiệu bản thân, chuyến tham quan hoặc có máy phá băng. Chúng tôi mới bắt đầu đi bộ. Cô ấy hầu như không nói chuyện với chúng tôi suốt chặng đường. Bữa trưa thật đáng thất vọng : hành tây rắc thịt gà khô, đậu phụ, dưa chuột. Chỗ ở của chúng tôi không phải là nhà trọ mà là một nhà nghỉ hôi hám, tối tăm và tồi tàn với 20 tấm nệm bẩn trên sàn. Hướng dẫn viên của chúng tôi để chúng tôi ở đó và quay trở lại nhà cô ấy lúc 2 giờ chiều. Cuối cùng, chúng tôi đặt phòng riêng cho 15 người ở nơi khác và gặp cô ấy ở đây vào buổi sáng để tiếp tục chuyến đi. Sau khi nói chuyện với những người đi bộ khác, gia đình chủ nhà không muốn gì cả Với họ, họ được ở một mình từ 2 giờ chiều đến 7 giờ tối, khi họ được phục vụ bữa tối. Gia đình ăn ở phía sau mà không có bất kỳ tương tác nào với họ. Ngày hôm sau khá hơn một chút, hướng dẫn viên của chúng tôi đưa chúng tôi qua rừng tre rồi xuống thác. Tôi hỏi được cô ấy vài điều và nhận được một số thông tin như Tôi nói tiếng Việt. Sau đó chúng tôi quyết định bỏ bữa trưa và quay lại Sapa sớm. Đừng lãng phí tiền của bạn. Hãy đặt ký túc xá của riêng bạn và sử dụng google maps để tự đi bộ. Đọc thêm",
            "Chúng tôi rất may mắn khi có Nga làm hướng dẫn viên du lịch trong 2 ngày ở Sa Pa. Nga có kỹ năng giao tiếp và tiếng Anh xuất sắc. Anh ấy rất thân thiện, nồng hậu, hấp dẫn, hiếu khách, chuyên nghiệp và dễ gần. Anh ấy chú ý đến nhu cầu của chúng tôi và luôn lịch sự và nhã nhặn. Nga đã đi đi lại lại để đảm bảo chúng tôi tận hưởng chuyến tham quan của mình nhiều nhất có thể. Anh ấy đã đưa ra những gợi ý bổ sung về những gì chúng tôi có thể làm trong những ngày nghỉ ngơi nếu muốn và giúp tạo điều kiện thuận lợi cho việc này khi cần thiết - Fanxipan thật tuyệt vời, cảm ơn bạn đã gợi ý và sắp xếp vé cho chúng tôi. Chúng tôi thực sự muốn giới thiệu Nga như một hướng dẫn viên du lịch xuất sắc và nếu may mắn được đến thăm Việt Nam lần nữa trong tương lai, chúng tôi rất hoan nghênh Nga làm hướng dẫn viên.Đọc thêm",
            "Chúng tôi thật may mắn khi có Chu làm hướng dẫn viên ở Sapa. Cô ấy thân thiện, hữu ích, vui vẻ, nói tiếng Anh xuất sắc và rất am hiểu về khu vực này. Chu khiến kỳ nghỉ của chúng tôi ở Sapa thậm chí còn thú vị hơn những gì lẽ ra phải có. Cảm ơn Chu! XxxĐọc thêm",
            "Chuyến đi hai ngày 1 đêm đến Sapa và Nga của Du lịch Đức Minh đảm bảo chúng tôi đã tận dụng tối đa.  Kiến thức tốt về khu vực này đã sống ở đó gần 20 năm và biết khi nào nên đi để tránh đám đông tốt nhất có thể.  Nga linh hoạt với lịch trình và tour du lịch để đáp ứng mong muốn của chúng tôi.  Và nếu bạn thích đi bộ đường dài, Nga chính là người đàn ông của bạn khi anh ấy leo đồi như một con dê.  Vợ tôi và tôi đã có khoảng thời gian tuyệt vời và muốn giới thiệu Sapa và Nga cho bất kỳ ai.Đọc thêm",
            "Vợ chồng tôi đã ở Sa Pa hai ngày vào tháng 6 năm 2022 và đặt một hướng dẫn viên đi bộ đến các bản làng với Đức Minh Travel. Chúng tôi thật may mắn khi có Nga, người nói tiếng Anh lưu loát, làm người hướng dẫn cho chúng tôi trong ngày. Anh ấy cực kỳ am hiểu về khu vực này, thông thạo tiếng Anh và trả lời tất cả nhiều câu hỏi của chúng tôi về văn hóa, ngôn ngữ, lịch sử và môi trường. Chúng tôi cùng Nga đi bộ hơn 12 km, ngắm cảnh đẹp và vận động một chút trên đường đi. Người lái xe của chúng tôi cũng rất tuyệt vời - siêu an toàn và tốt bụng. Thật là một đặc ân khi có thể dành cả ngày trekking qua phong cảnh miền Bắc Việt Nam xinh đẹp. Chúng tôi nóng lòng muốn quay trở lại Sa Pa và đặt tour cùng Nga qua Du lịch Đức Minh.Đọc thêm",
            "Chúng tôi đã đi bằng xe Đức Minh Limousine từ Hà Nội đến Sapa. Xe sạch sẽ quá, ghế cũng thoải mái cho chuyến đi dài. Người lái xe cũng rất thân thiện. Nếu có cơ hội quay lại Sapa lần nữa nhất định tôi sẽ chọn du lịch Đức MinhXem thêm",
            "Xe này sạch và đẹp quá. Người thợ lặn rất thân thiện và dịu dàng. Đây là sự lựa chọn tốt nhất của tôi. Phải thử.Đọc thêm",
            "Tôi đã sử dụng dịch vụ của công ty du lịch Đức Minh. Mọi thứ đều rất tốt. Lái xe rất quan tâm. Hãy đến và thử nó.Đọc thêm",
            "Vừa trở về sau một ngày đi bộ vào thung lũng bên dưới SaPa và không thể ngừng mỉm cười. Dễ dàng tổ chức buổi chiều hôm trước cho 17us bao gồm nước, ăn trưa và vận chuyển về. Hướng dẫn viên của chúng tôi, Mu nói tiếng Anh đặc biệt và có thể trả lời tất cả các câu hỏi của chúng tôi, bao gồm các chủ đề nông nghiệp, kinh tế và kiến ​​trúc một cách trôi chảy. Bữa trưa thật đơn giản và ngon miệng. Đây là một tuyến đường đã cũ với nhiều nhóm khác trên cùng tuyến đường nhưng như một phần giới thiệu về thung lũng thì nó thật tuyệt. Đôi khi việc mua sắm bán hàng, đặc biệt là trong nhà hàng, hơi nhiều, nhưng ít nhất tiền cũng ở được trong làng. Số tiền nhỏ đối với chúng tôi nhưng có thể tạo ra sự khác biệt lớn cho các gia đình sống trên mức nghèo khổ. Chúng tôi có đứa con trai 7 tuổi của tôi đi cùng và mặc dù cháu cần nhiều đồ ăn nhẹ và đồ uống có đường nhưng cháu vẫn đối phó được. Mu và những người phụ nữ khác trên đường đi bộ thực sự rất tốt bụng khi đề nghị giúp đỡ họ bằng đôi chân vững chắc. Phía sau xe buýt gập ghềnh một cách vui nhộn vì đường đi rất sốc, nhưng thật biết ơn vì đã không phải quay lại và lái xe. Mu đã làm cho chuyến đi này trở nên tuyệt vời đối với chúng tôi và tôi muốn giới thiệu cô ấy và sẽ sử dụng lại cơ quan này. Đọc thêm",
            "Dịch vụ và chuyến tham quan có hướng dẫn của họ rất tuyệt vời. Chúng tôi nói với họ những điều chúng tôi muốn thấy khi ở Sapa và họ đã khiến chúng tôi có một chuyến đi khó quên qua những ngôi làng khác nhau của SaPa.  Họ cũng sắp xếp một chiếc ô tô riêng để đón chúng tôi sau lần ở nhà cuối cùng ở Tavan để chở chúng tôi về Hà Nội do tất cả các xe buýt đều đã kín chỗ. Họ có dịch vụ tuyệt vời, bạn cảm thấy an toàn và được chăm sóc rất tốt mọi lúc. Bạn thanh toán trước và nhận được một khoản tiền cho mỗi lần đặt phòng. Đọc thêm"
        ],
        "star_ratings": [
            54,
            2,
            1,
            0,
            1
        ],
        "review_amount": 58,
        "location": [
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Tỉnh Lào Cai",
            "Du lịch Đức Minh - Tour trong ngày"
        ],
        "reviews_time": [
            "Written November 21, 2023",
            "Written April 22, 2023",
            "Written July 26, 2022",
            "Written June 27, 2022",
            "Written June 19, 2022",
            "Written November 24, 2020",
            "Written November 24, 2020",
            "Written July 14, 2020",
            "Written October 5, 2018",
            "Written July 15, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d7940325-Reviews-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d7940325-Reviews-or10-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d19067288-Reviews-H_mong_Travel-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d15592727-Reviews-BB_Care_Spa_Fitness-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25412226-Reviews-Cham_Massage_Foot_Body-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5611880-Reviews-Sapa_Sunshine_Travel-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4795423-Reviews-Ethnic_Voyage_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26660915-Reviews-Dibi_spa_Massage_Herbal_bath-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26662736-Reviews-Dibi_Spa_Massage_T_m_La_Thu_c_Dao_D-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25217676-Reviews-Eden_Central_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d18114682-Reviews-Cha_Sapa_Trekking_Guide-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26008940-Reviews-Sapa_Trekking_Kellymang-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4453566-Reviews-Vietnam_Nomad_Trails_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55879-d255138-Reviews-Galveston_Naval_Museum-Galveston_Galveston_Island_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d285099-Reviews-Lake_Zurich-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g47090-d7182536-Reviews-Monjeau_Lookout-Lincoln_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d1519750-Reviews-Presque_Isle_State_Park-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d671258-Reviews-Georgian_National_Museum-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021451-d1388901-Reviews-Hottarakashi_Onsen-Yamanashi_Yamanashi_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d276912-Reviews-Echo_Park-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d14216963-Reviews-Roosevelt_Row-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d8844516-Reviews-THE_LOT_La_Jolla-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d6752206-Reviews-Mercado_Roma-Mexico_City_Central_Mexico_and_Gulf_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d7940325-Reviews-or10-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d7940325-Reviews-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "Duc Minh Travel - Day Tours",
        "attraction_name_vi": "Du lịch Đức Minh - Tour trong ngày",
        "general_info": [
            "58 đánh giá",
            "48 trên 237 Tour Hoạt động ở Sapa",
            "Tour tham quan"
        ],
        "attraction_summary": "Chúng tôi là công ty du lịch đầu tiên tại Sapa được thành lập từ năm 2001 chuyên về các tour Trekking, Homehome, Adventure, Market, fansipan tại Sapa và các khu vực lân cận phía Bắc Việt NamĐọc thêm",
        "reviews": [
            "Cuối tuần trước gia đình tôi thuê xe 7 chỗ Đức Minh đi Lao Chải và Tả Van.  Con đường disco rất hẹp. Tuy nhiên chúng tôi không lo lắng gì vì xe đã được điều khiển bởi một tài xế có kinh nghiệm. Hơn nữa, anh ấy lịch sự và rất kiên nhẫn chờ đợi chúng tôi khi chúng tôi đi dạo một quãng dài quanh các ngôi làng địa phương.Đọc thêm",
            "Chúng tôi đã có một chuyến đi bộ tuyệt vời với Su, cô ấy thật ngọt ngào. Chúng tôi đi bộ hàng giờ mà không có nhóm nào khác xung quanh, điều đó thực sự tuyệt vời. Chúng tôi đã đặt chuyến đi bộ xuyên rừng tại khách sạn của chúng tôi trong 17 giờ, chuyến đi kéo dài từ 9h30 đến 15h. Thật đẹp, Su nói tiếng Anh rất tốt. Chúng tôi có một nhóm nhỏ gồm bốn người với 4 hướng dẫn viên. Hoặc, chúng tôi nghĩ rằng chúng tôi có 4 người hướng dẫn, Su kể cho chúng tôi mọi thứ và 3 người còn lại đã giúp chúng tôi vượt qua những điểm trơn trượt và nói chuyện với chúng tôi rất thân thiện. Họ cũng làm một thứ gì đó nhỏ bé từ cỏ cho chúng tôi, chúng thật ngọt ngào. Tuy nhiên, vào lúc chúng tôi nhận được đồ ăn, chúng tôi như bị buộc phải mua thứ gì đó từ 3 người đó. Vì vậy, ngay lúc đó chúng tôi nhận ra rằng họ không phải đến từ công ty mà họ đi cùng chúng tôi và thân thiện bán đồ cho chúng tôi sau này. Thực sự rất khó xử nên chúng tôi đã đưa cho họ số tiền 10.000đ, số tiền này rất ít nhưng cách họ khiến chúng tôi cảm thấy khó xử trong tình huống đó thực sự rất khó chịu. Vì vậy, tôi khuyên bạn nên nói điều này với những người đi trekking cùng công ty bạn, họ sẽ biết rằng họ sẽ xin tiền nên sẽ bớt cảm thấy gượng ép hơn. Chúng tôi trả 17 p.p, số tiền này rất nhiều đối với người Việt Nam, vì vậy có lẽ bạn có thể cho họ vài đô la hoặc gửi họ đi. Đây là một cái bẫy du lịch điển hình. Đọc thêm",
            "Chúng tôi đi 2 chiếc xe máy với Anh, hướng dẫn viên, vào ngày thứ 2 ở sapa. Thời tiết lạnh và có sương mù và khung cảnh tuyệt đẹp của cánh đồng lúa đều bị che khuất khỏi chúng tôi. Nhưng anh chính là một trong những lý do khiến chuyến đi của chúng tôi thành công. Anh ấy đưa chúng tôi đến những ngôi làng hẻo lánh bằng xe máy, những ngôi làng nơi chúng tôi chỉ thấy một số ít khách du lịch, anh ấy giới thiệu chúng tôi với các bộ lạc địa phương và thậm chí còn sắp xếp bữa trưa tại một trong những ngôi làng. Đó là một trải nghiệm thú vị và tôi khuyên bất kỳ ai có ý định đến sapa hãy liên hệ với anh chàng này và bắt xe máy cùng anh ta.Đọc thêm",
            "Có một ngày tuyệt vời với An. Anh ấy rất hóm hỉnh và có thể nói tiếng Anh tuyệt vời với khiếu hài hước. Chúng tôi được đưa lên phía sau 3 chiếc xe máy, dừng lại để có cơ hội chụp những bức ảnh tuyệt đẹp về những ngọn núi mà chúng tôi đã lái qua. An đã cung cấp rất nhiều thông tin về làng mạc, văn hóa, giáo dục và cộng đồng, bao gồm cả cách chính phủ làm việc với người dân địa phương. Tôi chắc chắn sẽ khuyên bạn nên đặt một chuyến đi với An. Anh ấy là một quả chuối hàng đầu! Cảm ơn vì một ngày tuyệt vời đối với bạn và những người khác đã khiến nó trở nên tuyệt vời như vậyPs. An nấu một bữa trưa ngon miệng!Đọc thêm",
            "Tôi đã đi du lịch đến Sapa cùng bạn đồng hành của mình trong 2 ngày và đi xe máy trong ngày với An vào ngày thứ hai. Đó là một trải nghiệm tuyệt vời, rất riêng tư và tháo vát. An nói tiếng Anh rất tốt và kiến ​​thức của anh ấy về khu vực và người dân ở đó góp phần tạo nên trải nghiệm của bạn. Chúng tôi đã đi hết chặng đường lên phía bắc từ Sapa đến bản Tà Gián Phình và cảm thấy như chúng tôi hoàn toàn đắm chìm trong nền văn hóa và cuộc sống của dân làng ở đó, ghé thăm trường học địa phương và nhà cửa cũng như cửa hàng của người dân. Thác Bạc mà chúng tôi ghé thăm cũng rất đẹp. Thời tiết ở Sapa thay đổi thất thường và chúng tôi có một chút mưa vào cuối chuyến đi nhưng An đã chuẩn bị áo mưa cho chúng tôi và việc đạp xe trong mưa giữa những khu rừng rậm rạp là một trải nghiệm riêng. Cảm ơn An rất nhiều vì đã mang đến cho chúng tôi một trải nghiệm có một không hai - anh chính là Người đàn ông Bush Tucker đích thực! Đọc thêm",
            "Ngày đi chơi thư giãn tuyệt vời! An đưa bạn đến những khu vực ít người đến thăm với lượng khách du lịch tối thiểu để bạn có thể thấy cuộc sống làng quê phi thương mại hóa. Điểm nổi bật bao gồm việc đến thăm một trường học địa phương và thử một số món ăn do chính An nấu! Bạn có thể dễ dàng ngắm cảnh từ chiếc xe đạp và anh ấy dừng lại ở những điểm tốt hoặc bất cứ nơi nào bạn yêu cầu. Các chuyến đi từ 09:00 đến 15:00 nên bạn có nhiều thời gian để thư giãn và ngủ nướng.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi trong ngày với An và nó thực sự rất tốt và riêng tư. Chúng tôi rất vui khi bỏ lại mọi Rắc rối và giao thông ở Sapa phía sau và thực hiện chuyến đi bằng chính chiếc xe máy của mình. Vì vậy, chúng ta có thể dừng lại khi muốn hỏi điều gì đó hoặc chụp ảnh. Chúng tôi lái xe qua nhiều ngôi làng nhỏ và thăm người dân địa phương. Vào bữa trưa, chúng tôi cũng nhận được rất nhiều rượu gạo từ người dân địa phương và họ không thể hiểu tại sao chúng tôi lại không uống nhiều như vậy và lại lái xe. Đường đi bẩn và có nhiều hố trên đường nhưng chúng tôi lái xe chậm nên thực sự ổn. Vì vậy, thị trấn Sapa thực sự là nơi du lịch, nhưng những ngôi làng xung quanh và chuyến tham quan thực sự rất tuyệt! Cảm ơn An! Đọc thêm",
            "Tôi đã đặt An trong 2 ngày và nó hoàn toàn hoàn hảo. Bên cạnh những địa điểm du lịch, anh ấy còn chỉ cho tôi những địa điểm thực tế, nơi người dân địa phương sống và làm việc. Với kinh nghiệm hơn 24 năm của mình, anh ấy có thể kể cho bạn rất nhiều điều về Việt Nam. Đọc thêm",
            "Chúng tôi là một cặp vợ chồng đến thăm Sapa trong 3 ngày và chúng tôi ký hợp đồng du lịch với Ann trong một ngày. Và đó thực sự là một quyết định đúng đắn!! Anh ấy là một hướng dẫn viên giàu kinh nghiệm và thực sự thân thiện! Anh ấy chỉ cho tất cả những địa điểm không dành cho khách du lịch và chúng tôi rất thích nó. Chúng tôi đã đến thăm rất nhiều ngôi làng và trường học và thật tuyệt vời!! Chúng tôi giới thiệu hướng dẫn viên này cho bạn với Ann và anh ấy nói tiếng Anh rất tốt. Anh ấy giải thích rất nhiều điều về người dân địa phương. Và điểm dừng chân với đồ ăn thực sự rất ngon! ! Chúng tôi rất thích nó!!! Cảm ơn bạn rất nhiều Ann!!Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với An từ khách sạn Sapa Center. Anh ấy rất vui tính và có rất nhiều kiến ​​thức để chia sẻ với chúng tôi về mọi nơi chúng tôi đã đến. Chúng tôi khởi hành lúc 9 giờ sáng và đạp xe qua những con phố, những ngọn núi đưa chúng tôi an toàn qua từng khúc cua 3 người chúng tôi trên 3 chiếc xe máy. Anh ấy thậm chí còn đưa chúng tôi đi bộ khoảng 2km đến thác Bản Hồ xinh đẹp... may mắn là thời tiết đẹp và khô ráo. Chúng tôi có thể dừng lại, chụp ảnh và quay video bất cứ khi nào chúng tôi muốn và đó là chuyến tham quan nửa ngày hoàn hảo với giá 25 USD!! Chúng tôi chắc chắn sẽ giới thiệu anh ấy với tất cả bạn bè du lịch của chúng tôi! Hãy đến khách sạn trung tâm Sapa và ở đó đẹp, giá tốt so với chất lượng và nhờ An đưa bạn đi một chuyến để nhớ!! Cảm ơn bạn An!Đọc thêm"
        ],
        "star_ratings": [
            54,
            2,
            1,
            0,
            1
        ],
        "review_amount": 58,
        "location": [
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Tỉnh Lào Cai",
            "Du lịch Đức Minh - Tour trong ngày"
        ],
        "reviews_time": [
            "Written June 25, 2018",
            "Written February 10, 2018",
            "Written November 30, 2017",
            "Written November 16, 2017",
            "Written November 9, 2017",
            "Written November 9, 2017",
            "Written November 8, 2017",
            "Written November 4, 2017",
            "Written November 2, 2017",
            "Written October 31, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d7940325-Reviews-or10-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d7940325-Reviews-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d7940325-Reviews-or20-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d19067288-Reviews-H_mong_Travel-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d15592727-Reviews-BB_Care_Spa_Fitness-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25412226-Reviews-Cham_Massage_Foot_Body-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5611880-Reviews-Sapa_Sunshine_Travel-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4795423-Reviews-Ethnic_Voyage_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26660915-Reviews-Dibi_spa_Massage_Herbal_bath-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26662736-Reviews-Dibi_Spa_Massage_T_m_La_Thu_c_Dao_D-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25217676-Reviews-Eden_Central_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d18114682-Reviews-Cha_Sapa_Trekking_Guide-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26008940-Reviews-Sapa_Trekking_Kellymang-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4453566-Reviews-Vietnam_Nomad_Trails_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297694-d7697653-Reviews-Luwak_Coffee_Bali_Plantation-Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g40818-d103734-Reviews-Popham_Beach_State_Park-Phippsburg_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d1426253-Reviews-PhraNang_Cave_Beach-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g48804-d1754413-Reviews-Warwick_Drive_In_Theater-Warwick_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147310-d10440523-Reviews-JamZone_Bowling-Kingston_Kingston_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d102642-Reviews-Pioneer_Square-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g39601-d108035-Reviews-Maker_s_Mark-Loretto_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d2280100-Reviews-Wi_Spa-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1925778-d2279613-Reviews-MagicLand-Valmontone_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d12118514-Reviews-Ferry_Point_Park-Bronx_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d7940325-Reviews-or20-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d7940325-Reviews-or10-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "Duc Minh Travel - Day Tours",
        "attraction_name_vi": "Du lịch Đức Minh - Tour trong ngày",
        "general_info": [
            "58 đánh giá",
            "48 trên 237 Tour Hoạt động ở Sapa",
            "Tour tham quan"
        ],
        "attraction_summary": "Chúng tôi là công ty du lịch đầu tiên tại Sapa được thành lập từ năm 2001 chuyên về các tour Trekking, Homehome, Adventure, Market, fansipan tại Sapa và các khu vực lân cận phía Bắc Việt NamĐọc thêm",
        "reviews": [
            "Tôi rất hân hạnh được thực hiện một chuyến du lịch bằng xe máy về phía đông Sapa để thăm nhiều ngôi làng. Quan điểm và phong cảnh thật tuyệt vời! Tôi và hai người bạn khác được hướng dẫn viên du lịch An dẫn đường. Hãy hỏi An khi lên kế hoạch cho chuyến tham quan này. Anh ấy đã cho chúng tôi xem tất cả các điểm và điểm ngắm cảnh thú vị. Đến bữa trưa, anh ấy còn hỏi chúng tôi có ăn chay hay không và gọi món theo đó. Trải nghiệm tuyệt vời!Đọc thêm",
            "Hướng dẫn viên của chúng tôi, An, đã đưa chúng tôi tham gia một chuyến phiêu lưu thú vị bằng xe máy! Chúng tôi rời khách sạn Sapa Center và đi đến 4 bản: Lào Cai, Davan, Bản Hồ, Bản Đen. An đã làm hướng dẫn viên du lịch được 22 năm và rất am hiểu về khu vực này. Anh ấy cũng rất vui tính! Tôi rất muốn giới thiệu anh ấy làm hướng dẫn viên du lịch cho bạn ở Sapa: Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến tham quan bằng xe máy với Ann và thật tuyệt vời khi được ngắm nhìn phong cảnh của vùng Sapa. Ann cũng rất thân thiện và luôn quan tâm đến sự an toàn của chúng tôi, cung cấp khá nhiều thông tin về các loài thực vật địa phương và chiến tranh Việt Nam.  Chúng tôi đã có khoảng thời gian vui vẻ: Đọc thêm",
            "Nếu bạn muốn một chuyến tham quan có hướng dẫn chuyên nghiệp và hài hước thì bạn nên nhờ An. Anh ấy là một hướng dẫn viên du lịch giàu kinh nghiệm trong nhiều năm và biết rất nhiều về các bộ lạc cũng như khu vực xung quanh đây. Nếu bạn quan tâm đến lịch sử chiến tranh Việt Nam thì ông ấy cũng là người thích hợp để nói chuyện. Nhìn chung, chúng tôi đã có một chuyến đi tuyệt vời và rất thích chuyến du ngoạn này với An. Một người đàn ông có thể! Đọc thêm",
            "Một chuyến tham quan tuyệt vời kéo dài khoảng 4 giờ khởi hành từ Khách sạn Trung tâm Sapa và Đại lý Du lịch của công ty, có trụ sở tại Khách sạn. 30 phút lái xe sau đó 3 giờ đi bộ qua các ngôi làng địa phương của người Hmung Đỏ Dao đen. Thể lực không thực sự là một vấn đề vì giữa 4 người chúng tôi có 2 chiếc gậy chống, 3 chiếc lưng cong, 1 chiếc chân cong và độ tuổi của chúng tôi thay đổi từ 64 đến 72. Rất khuyến khích chuyến tham quan, công ty và hướng dẫn viên.Đọc thêm",
            "Qui là hướng dẫn viên du lịch của chúng tôi, chúng tôi đã có trải nghiệm tuyệt vời với anh ấy. Tốt nhất!! Cảm ơn bạn rất nhiều vì dịch vụ tuyệt vời Đọc thêm",
            "Nó chỉ giống như một cuộc đi dạo trong công viên... Chắc chắn là không! Khung cảnh tuyệt đẹp của những thửa ruộng bậc thang khiến con đường dốc, trơn trượt và lầy lội trở nên đáng giá. Cảm ơn Chúa vì Chu luôn kiên nhẫn và hữu ích - chúng tôi đã đi bộ 8 giờ trong công viên! Chu thật tuyệt vời và rất hào phóng khi chia sẻ nguồn gốc của các bộ lạc địa phương. Chúng tôi đã thực hiện hai chuyến trek trong một ngày Sa Pa Hang Da Hầu Thảo và Lao Chai Tả Van... Không dành cho người yếu tim Đọc thêm",
            "Chúng tôi đã có chuyến du lịch riêng với Yao. Cô ấy thực sự là một hướng dẫn tuyệt vời. Cô ấy rất trung thực, vui tính và cởi mở. Cô ấy là người hướng dẫn tốt nhất cho chúng tôi trong tháng ở Việt Nam. Và tôi khá chắc chắn rằng hầu hết mọi khách du lịch đều sẽ trải qua một số chuyến tham quan có hướng dẫn viên ở Việt Nam và đôi khi họ có thể rất nhàm chán, tự đề cao hoặc bạn sẽ cảm thấy rằng hướng dẫn viên đang kể đi kể lại cùng một câu chuyện. Nhưng với Yao, chúng tôi đã học được rất nhiều điều về cô ấy văn hóa, cách sống, ước mơ của cô ấy và nó rất mới mẻ. Cô ấy rất khiêm tốn và thậm chí còn không ép chúng tôi viết một số đánh giá, điều này cũng rất hiếm khi xảy ra. Chuyến đi của chúng tôi cách Tả Phìn và Ma Trà khoảng 12km, dừng ăn trưa và tài xế đón chúng tôi sau khi chúng tôi kết thúc. Chuyến tham quan này đã được đặt qua khách sạn Sapa Center của chúng tôi và chúng tôi phải trả 70 USD cho 2 người.Đọc thêm",
            "Chúng tôi đã đặt một chuyến đi trong ngày đến Tả Phìn tại Khách sạn Sapa Centre của chúng tôi. Chuyến đi thật tuyệt vời! Hướng dẫn viên của chúng tôi là Su rất thân thiện và đã trả lời mọi câu hỏi của chúng tôi. Chúng tôi thực sự giới thiệu chuyến đi và tất nhiên là Su :- Đọc thêm",
            "Đã thực hiện chuyến đi kéo dài 4 giờ 12 với Chu qua ruộng bậc thang và các bộ lạc địa phương, nhìn thấy một số cảnh quan đáng kinh ngạc và một số cảnh quan tuyệt đẹp. Chúng tôi bắt đầu ở Sapa và đi xuống thung lũng. Chu rất sâu sắc và biết rất nhiều về người dân và di sản địa phương. Tôi rất muốn giới thiệu Chu và Đức Minh đi du lịch Đọc thêm"
        ],
        "star_ratings": [
            54,
            2,
            1,
            0,
            1
        ],
        "review_amount": 58,
        "location": [
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Tỉnh Lào Cai",
            "Du lịch Đức Minh - Tour trong ngày"
        ],
        "reviews_time": [
            "Written October 31, 2017",
            "Written October 31, 2017",
            "Written October 30, 2017",
            "Written October 30, 2017",
            "Written October 17, 2017",
            "Written October 4, 2017",
            "Written September 17, 2017",
            "Written September 10, 2017",
            "Written September 7, 2017",
            "Written September 6, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d7940325-Reviews-or20-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d7940325-Reviews-or10-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d7940325-Reviews-or30-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d7940325-Reviews-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d19067288-Reviews-H_mong_Travel-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d15592727-Reviews-BB_Care_Spa_Fitness-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25412226-Reviews-Cham_Massage_Foot_Body-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5611880-Reviews-Sapa_Sunshine_Travel-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4795423-Reviews-Ethnic_Voyage_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26660915-Reviews-Dibi_spa_Massage_Herbal_bath-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26662736-Reviews-Dibi_Spa_Massage_T_m_La_Thu_c_Dao_D-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25217676-Reviews-Eden_Central_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d18114682-Reviews-Cha_Sapa_Trekking_Guide-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26008940-Reviews-Sapa_Trekking_Kellymang-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4453566-Reviews-Vietnam_Nomad_Trails_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60806-d2437871-Reviews-Astoria_Megler_Bridge-Astoria_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d2234805-Reviews-Barnsdall_Art_Park-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1049093-d14976305-Reviews-Eden_Spa-Agia_Marina_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d4563140-Reviews-Duck_Harbor_Beach-Wellfleet_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d7605834-Reviews-Papiroeen-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4682641-Reviews-Le_Bain-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147238-d312350-Reviews-Prickly_Pear_Cays-Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d1407298-Reviews-Tempozan_Ferris_Wheel-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d11884752-Reviews-Hospitalbar-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g608514-d2459865-Reviews-Gunung_Lambak-Kluang_Kluang_District_Johor.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d7940325-Reviews-or30-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d7940325-Reviews-or20-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "Duc Minh Travel - Day Tours",
        "attraction_name_vi": "Du lịch Đức Minh - Tour trong ngày",
        "general_info": [
            "58 đánh giá",
            "48 trên 237 Tour Hoạt động ở Sapa",
            "Tour tham quan"
        ],
        "attraction_summary": "Chúng tôi là công ty du lịch đầu tiên tại Sapa được thành lập từ năm 2001 chuyên về các tour Trekking, Homehome, Adventure, Market, fansipan tại Sapa và các khu vực lân cận phía Bắc Việt NamĐọc thêm",
        "reviews": [
            "Hướng dẫn viên Chu rất hữu ích và hiểu biết. Chúng tôi đã có một ngày tuyệt vời khi đi bộ qua những cánh đồng lúa và bữa trưa rất ngon. Tôi chắc chắn sẽ giới thiệu!Đọc thêm",
            "Chúng tôi vào công ty du lịch Đức Minh mua vé xe đi Hà Giang. Chúng tôi là một gia đình năm người, đi du lịch với ba cậu con trai. Chúng tôi đã gặp ông Quí và ông đã cung cấp cho chúng tôi rất nhiều thông tin hữu ích về khu vực này. Cuối cùng, chúng tôi thuê một chiếc ô tô lớn và một hướng dẫn viên trong 5 ngày, bắt đầu từ sa pa đến hà giang và Ba Bể, kết thúc tại Hà Nội. Tôi phải nói rằng đó là điểm nổi bật trong một tháng của chúng tôi ở Việt Nam. Chuyến tham quan được sắp xếp hợp lý, quang cảnh rất đáng chú ý và chúng tôi đã có trải nghiệm tuyệt vời cũng như cơ hội hiếm có để xem những ngôi làng đích thực mà hầu hết khách du lịch không có cơ hội đến thăm. Chúng tôi có một tài xế xuất sắc và một chiếc xe mới thoải mái. Hướng dẫn viên rất am hiểu và giúp chúng tôi giao tiếp với người dân địa phương, những người nói tiếng địa phương. Bọn trẻ đã có khoảng thời gian vui vẻ và tôi ước mình có thể dành thêm một hoặc hai ngày nữa cho chuyến tham quan này. Về chi phí, đó là mức giá tốt nhất chúng tôi được đưa ra sau khi kiểm tra với một công ty du lịch khác ở Hà Nội. Lúc đầu, chúng tôi nghĩ đến việc tự mình thực hiện vòng lặp, nhưng giá trị gia tăng của hướng dẫn là vô giá. Anh Quí đã cố gắng hết sức để chúng tôi có thể tận dụng tối đa chuyến đi này. Anh ấy rất đáng tin cậy, linh hoạt và thân thiện. Đó là một trải nghiệm suốt đời. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời ở Sa Pa. Chúng tôi đã đi bộ 2 ngày tại nhà dân! Đó là một trải nghiệm khó quên, với một hướng dẫn viên rất thông cảm, người đã cung cấp rất nhiều thông tin về thiên nhiên và dân số! Anh ấy khiến chúng tôi cảm thấy như đang ở nhà: chúng tôi sẽ không bao giờ quên chuyến đi đặc biệt này!!!!MichèleLaurent LuxembourgĐọc thêm",
            "Thật là một ngày tuyệt vời trong chuyến tham quan thung lũng Sapa của chúng tôi. Chúng tôi được hướng dẫn viên chào đón tại khách sạn và quyết định đi bộ đường dài phù hợp với chúng tôi. Qui là một hướng dẫn viên tuyệt vời!!! Tiếng Anh của anh ấy rất tuyệt và anh ấy rất hiểu biết. Cảnh quan ngoạn mục và đồ ăn thì tuyệt vời. Đó là một ngày tuyệt vời với đầy đủ cảnh quan, tiếng cười, niềm vui, văn hóa và phiêu lưu. Nếu bạn đang tìm kiếm một tour du lịch, tôi thực sự khuyên bạn nên sử dụng Duc Minh Travel và Qui!!! Đọc thêm",
            "Qui dẫn chúng tôi đi trek 10k qua ba ngôi làng... Có 2 người đi tour. Anh ấy thực sự giải thích về cảnh quan và tất cả sự khác biệt về văn hóa giữa các dân tộc thiểu số khác nhau ... và cách các dân tộc thiểu số làm việc gần gũi như một cộng đồng... Anh ấy cũng đưa chúng tôi đến một nhà nghỉ .., Đối với một bữa ăn mà tôi phải nói là là bữa ăn ngon nhất tôi đã ăn ở Sa Pa ... Với một ít trà xanh và rượu gạo thật ngon ... Tôi phải nói Qui là một chàng trai thực sự tốt bụng và một hướng dẫn viên du lịch giỏi mà tôi muốn giới thiệu cho bất kỳ ai cho bất kỳ ai để có một bữa ăn ngon trải nghiệm văn hóa... Và những món ăn ngonĐọc thêm",
            "For this trip, I choose to travel around northern vietnam. But I dont dare to expect too much about travelling in Hagiang. Because Ive read a lot, many travellers said it would be a long difficult journey with winding  dangerous road.           I only have 3nights to explore Hagiang, so it would be an impossible trip, if I choose to ride a motobike.                                                                          But my impossible dream was came true when I met Mr Duc Minh the owner of Sapa Centre Hotel, I spent 2 nights when I was in Sapa.                 He also have Duc Minh Travel. He gave me a great deal, 350USD for 7seats car Land Cruiser for whole 3days trip, include: fuel, driver, drivers meal  overnights, parking fee, toll fee. My group are 4 persons but for our convenient, he suggest we used 7seats.                                    Day 1: Start from Sapa 8am, we began our trip to Hagiang city. We stopped at Bac Ha town for lunch  but theres not Sunday Market, because its Friday, then we stopped at 2 spots more to take some pictures before we arrived in Hagiang 7pm. Overnight in Hagiang city.                                   Day 2: Start from 6.30am, go to Quan Ba to see Fairy Mountain Noi Doi, continue to Dong Van, we stopped 3 times in Dong Van area, Ma Pi Leng Pass, Meo Vac, then go back to Hagiang city  overnight. Today this trip end around 9pm.         Day 3: Hagiang-Hoang Su Phi- Hanoi. Actually we must pay extra 50USD for back to Hoang Su Phi, but the local market cant be instead of Bac Ha Sunday Market, so Mr Duc Minh said we dont need to pay for the extra. He didnt want to make his customer dissapointed.         Thank you so much for your best serve, also thank you to Mr Lung, our driver, who accompanied our amazing trip, he drove safely but fast.                                                     For the others travelers, dont forget if you visit nothern vietnam, Dong Van  beyond must be your main destination. It would be very unfortunate if you miss it!!!Read more",
            "Chúng tôi đặt một chiếc xe tải riêng tại Cơ quan Du Minh. Chúng tôi đã so sánh giá với các đại lý khác và đây là mức giá rẻ nhất. Anh Đức Minh cũng là người rất tốt bụng, rất sắp xếp. Loại người vô giá thực sự thích giúp đỡ khách du lịch. Nó giúp bạn có thể thư giãn trước chuyến đi và chuẩn bị sẵn sàng.Đọc thêm",
            "Gần đây dành 3 ngày tại Sapa đã có khoảng thời gian tuyệt vời để tham quan quanh Sapa khu vực xung quanh. Cường là một người hướng dẫn tuyệt vời, người đã khiến chúng tôi rất vui khi đưa chúng tôi đến một số ngôi làng xinh đẹp ở những vùng nông thôn ngoạn mục bằng xe máy, tôi chở vợ tôi trên lưng vì cô ấy chưa bao giờ lái xe trước khi cả hai chúng tôi đều rất thích nó. Anh ấy cũng giới thiệu cho chúng tôi một số người thuộc các nhóm thiểu số rất giỏi trong việc giải thích lối sống của họ. Cường chăm sóc chúng tôi rất chu đáo khiến đây là một chuyến đi rất thú vị và đáng nhớ.Đọc thêm",
            "Hướng dẫn viên của chúng tôi, anh Quý, đưa chúng tôi đi tham quan từ sapa đến làng Tả Phìn, cách đó khoảng 10km. Chuyến đi thật tuyệt vời và tận hưởng khung cảnh tuyệt đẹp mà Sapa được ban tặng. Chuyến đi về độ dài và độ khó vừa phải, với sự kết hợp hài hòa giữa đồi núi và khu vực bằng phẳng. Hướng dẫn thật tuyệt vời. Tiếng Anh của anh ấy rất tốt và chúng tôi có thể thảo luận về địa lý cũng như lịch sử của khu vực. Tôi đặc biệt khuyên mọi người nên tham gia một chuyến tham quan qua đức minh. Đọc thêm",
            "Đó là một công ty lữ hành tuyệt vời. Cả hai chúng tôi đều có khoảng thời gian thực sự tuyệt vời khi đi bộ đường dài trong các ngôi làng. Hướng dẫn viên du lịch là hướng dẫn viên người Hmong tuyệt vời. Cô ấy thực sự có khiếu hài hước và có thể trả lời bất kỳ câu hỏi nào về cuộc sống và con người địa phương. Thức ăn được cung cấp thực sự ngon. Điểm nổi bật của chuyến đi là cảnh quan đẹp và những người dân thân thiện, tốt bụng. Đọc thêm"
        ],
        "star_ratings": [
            54,
            2,
            1,
            0,
            1
        ],
        "review_amount": 58,
        "location": [
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Việt Nam",
            "Sa Pa",
            "Tỉnh Lào Cai",
            "Du lịch Đức Minh - Tour trong ngày"
        ],
        "reviews_time": [
            "Written September 6, 2017",
            "Written September 2, 2017",
            "Written August 27, 2017",
            "Written August 4, 2017",
            "Written August 4, 2017",
            "Written July 4, 2017",
            "Written October 4, 2016",
            "Written June 3, 2016",
            "Written June 6, 2015",
            "Written June 3, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d7940325-Reviews-or30-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d7940325-Reviews-or20-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d7940325-Reviews-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d19067288-Reviews-H_mong_Travel-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d15592727-Reviews-BB_Care_Spa_Fitness-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25412226-Reviews-Cham_Massage_Foot_Body-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5611880-Reviews-Sapa_Sunshine_Travel-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4795423-Reviews-Ethnic_Voyage_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26660915-Reviews-Dibi_spa_Massage_Herbal_bath-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26662736-Reviews-Dibi_Spa_Massage_T_m_La_Thu_c_Dao_D-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25217676-Reviews-Eden_Central_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d18114682-Reviews-Cha_Sapa_Trekking_Guide-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26008940-Reviews-Sapa_Trekking_Kellymang-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4453566-Reviews-Vietnam_Nomad_Trails_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41980-d8477853-Reviews-Turtle_Cove_Family_Aquatic_Center-Belleville_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191030-d3422020-Reviews-Karydi-Vourvourou_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d555109-Reviews-Margalla_Hills-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d2486537-Reviews-American_Jewelry_and_Loan-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d2287097-Reviews-Dim_Cave-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60968-d103003-Reviews-Basketball_Hall_of_Fame-Springfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g2018261-d7107237-Reviews-Stanfield_Marsh_Wildlife_and_Waterfowl_Preserve-Big_Bear_Lake_Big_Bear_Region_Ca.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d5482693-Reviews-Moore_Theatre-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d676922-Reviews-Burj_Khalifa-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d6782464-Reviews-Music_City_Indoor_Karting-Nashville_Davidson_County_Tennessee.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d7940325-Reviews-or30-Duc_Minh_Travel_Day_Tours-Sapa_Lao_Cai_Province.html"
    }
]