[
    {
        "attraction_name": "Dugway Geode Beds",
        "attraction_name_vi": "Giường địa chất Dugway",
        "general_info": [
            "15 đánh giá",
            "- 1 trong 3 điều cần làm ở Dugway",
            "Địa điểm ưa thích - Địa danh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Nếu bạn nhặt những mảnh vỡ đã được đóng thành lớp đất sét màu hồng và kem rất dính, sau một cơn mưa, bạn sẽ cần một chút áp lực nước để loại bỏ đất sét ra khỏi túi. Tôi đã chọn một số mảnh mà những người thợ săn trước đó đã đập vỡ và để lại, vì chúng vẫn còn đẹp dù ai biết được điều gì đã xảy ra với nửa hoặc một phần tư tinh tinh còn lại. Hãy tưởng tượng sẽ như thế nào khi tình cờ tìm được nửa còn lại của một ai đó đang bị bỏ rơi? Tôi đã đào trong khoảng nửa giờ và lấy được một số quả bóng nhỏ đến trung bình và các tinh hốc nhỏ có kích thước bằng quả trứng Phục sinh. Chúng có thể có hoặc không có tinh thể, nhưng đó chính là bí ẩn của tinh tinh. Tôi nghĩ cách tốt nhất để thấy được vẻ đẹp bên trong của tinh hốc là cắt chúng đi. Những thợ săn tinh thạch trước đây chắc hẳn đã có thời hoàng kim chỉ đập nát bất cứ thứ gì có hình tròn, do đó có nhiều người bị bỏ rơi. Thật đáng buồn khi có ai đó lại thô bạo như vậy, nhưng may mắn thay vẫn có những người yêu thích những tác phẩm đó. Và với những phát hiện mới và những thế hệ mới đang tìm kiếm những người đẹp này, tôi thực sự hy vọng họ sẽ là những người sẽ cắt chúng, bởi vì nếu họ làm vậy, họ sẽ có một mẫu vật thực sự quý giá. Tinh hốc tuyệt đẹp trong ảnh có đường kính khoảng 4 - và khoang sâu khoảng 1,5 -. Có một quả cầu pha lê vàng nhỏ ở bên trái trung tâm. Tôi giữ màu sắc trung thực vì không cần tô điểm để thể hiện nó. Đọc thêm",
            "Chúng tôi thật may mắn khi được gặp nhau - The Rugged Rockhound - từ YouTube. Anh ấy rất hữu ích trong việc đưa ra lời khuyên và cuối cùng thực sự đã ném một số tinh tinh vào đường khi anh ấy đánh vào một khu vực tốt trong các gò đất.  - Rugged Rockhound cũng đi dạo cùng vợ và con gái tôi để chỉ cho họ cách tìm ra các tinh thạch bị chôn vùi trên bề mặt. Chỉ có một vài người khác xuất hiện trong ngày. Vài lời khuyên. Nếu bạn đi vào mùa hè, hãy đến sớm. Khoảng 12h trời khá nóng. Chúng tôi đã thu thập được khoảng 50 pound tinh hốc. Nóng lòng muốn mở chúng ở nhàĐọc thêm",
            "Chúng tôi tiến vào từ phía Delta. Phải mất một giờ đồng hồ mới đến được các lòng địa chất trên con đường rải sỏi. Chúng tôi đi theo đường cao tốc Pony và Google dẫn chúng tôi đến cánh cổng quân sự đã được chốt chặt. ĐỪNG TIN TƯỞNG GOOGLE. Sau khi quay lại - và lạc lối một chút trong bãi muối, chúng tôi đã vượt qua được - . Lấy một bản đồ giấy. Chúng tôi lên chuyến tàu tốc hành Pony và đến Wellington, Nevada - 5 giờ sau - . Không có trạm xăng hoặc nhiều thứ khác trên đường. Các dấu hiệu rất ít - hoặc đã lỗi thời. Đi nhiều nước, lốp tốt và đầy nhiên liệu. Vào và ra theo cùng một lộ trình. Xẻng, găng tay và búa đá cũng là những thứ không thể thiếu. Không có phòng tắm ở đó. Tôi không muốn bị mắc kẹt ngoài đó. Chúng tôi đi vào thứ Hai và chỉ thấy hai chiếc ô tô - 1 chiếc ở địa chất, 1 chiếc rời đi - . Không có giao thông hàng dặm. Tôi đề nghị lối vào phía nam vào và ra. Cũng khuyên bạn nên cho ai đó biết bạn đi đâu và khi nào bạn rời đi - quay lại.Đọc thêm",
            "Tôi không chắc là việc tìm thấy các khối địa cực hay cắt chúng ra để xem bên trong có phải là phần vui nhất không. Có những gia đình ở cả hai bên của chúng tôi và thật vui khi được đào trong cát với mọi người. Chúng tôi đã tìm thấy nhiều kích cỡ khác nhau và rất nhiều thứ để gọi đó là một ngày tuyệt vời. Cứ tiếp tục lái xe trên đường cho đến khi bạn đến cái hố khổng lồ. Bạn có thể thấy những người khác đã đào ở những nơi khác nhưng chúng tôi đã không thành công cho đến khi chúng tôi bắt đầu đào trong hố. Đọc thêm",
            "Utah xứng đáng được giải thưởng về biển hiệu - chỉ đường. Mọi nơi chúng tôi đến đều được đánh dấu rất rõ ràng. Nói như vậy, các vỉa tinh thạch chắc chắn là một nỗ lực để đạt được nhưng rất đáng giá. Đi theo Tuyến đường Pony Express ra khỏi đường cao tốc chính - 36 - . Nó sẽ rẽ vào con đường đất và dẫn bạn đến khu cắm trại Simpson Springs. Bạn sẽ thấy mình trên con đường đất được bảo trì tốt này khoảng 50 dặm - vâng, 50 và có cảm giác như 100... - Ngay khi bạn nghĩ mình - bị lạc, bạn lại nhìn thấy nhiều biển báo hơn. Có một số đoạn đường ngoằn ngoèo và một điểm dừng khá tốt nhưng con đường chính cuối cùng dẫn đến một lối rẽ có biển báo cho các lòng địa chất. Đây là một con đường chưa được cải thiện và tôi không khuyên những phương tiện có cấu hình thấp nên cố gắng đi xa hơn trên con đường này. Hãy nhớ để ý những con ngựa hoang cư trú trên vùng đất BLM. Đối với chúng tôi, những người mới vào nghề, không có vần điệu hay lý do gì để định vị các tinh hốc. Bạn sẽ thấy nhiều người đã đào nhiều hố trong và xung quanh khu vực. Sẽ có hàng chục lỗ ở một bên đường nhưng không có lỗ nào ở bên kia...Sẽ phải gọi cho BLM để biết thông tin chi tiết về cái này. Chúng tôi đã gặp may mắn khi đi bộ qua hệ thống thoát nước - s. Có vẻ như đã có một số cuộc khai quật thương mại và chúng tôi đã tìm thấy một số mảnh và bộ phận thực sự đẹp nằm rải rác xung quanh. Nhìn chung, đó là một chuyến đi thú vị, một khu vực hoang dã thực sự đẹp và chúng tôi hài lòng với hầu hết các phần và bộ phận. Cần phải có cuốc, xẻng, găng tay, túi xách, kính an toàn, kem chống nắng và bình xịt côn trùng!Đọc thêm",
            "Nó thực sự thú vị hơn chúng tôi nghĩ rất nhiều. Có rất nhiều Geodes ở một số điểm nhất định và chúng tôi đã tìm thấy một số Geodes tốt. Chúng tôi dự định sẽ sớm quay lại và cắm trại qua đêm để có nhiều thời gian hơn.Đọc thêm",
            "Tìm những chiếc giường không khó, nhưng một khi bạn đã ở đó, việc tìm một chỗ chưa bị người ta chiếm đoạt kinh khủng thì nói dễ hơn làm. Tìm thấy một vài phần, nhưng không có gì ngoạn mục. Tuy nhiên, một ngày tuyệt vời bên ngoài cùng gia đình và tất cả chúng tôi đều vui vẻ đào bới.Đọc thêm",
            "Chuẩn bị cho những con đường gồ ghề, hệ dẫn động bốn bánh không phải là điều bắt buộc nhưng đôi khi hữu ích. Bạn có thể sử dụng Google Maps để đến đó và sau đó tìm kiếm các hố do người khác đào. Nếu bạn muốn có một hoạt động thương mại có thể giúp ích, bạn trả tiền theo giờ. Tự làm là hoàn toàn có thể miễn là bạn sẵn sàng lái xe xung quanh để tìm những địa điểm tốt nhất. Xẻng và búa đá rất hữu ích và hầu hết các khối địa cực có thể được tách ra bằng búa đá. Các khối địa cực có thể có đường kính lên tới tám đến 10 inch, hầu hết đều có kích thước bằng nắm tay và nhỏ hơn. Hầu hết có màu trắng, đôi khi mọi người thấy màu vàng và xanh lam. Nhìn chung, hãy mang theo nhiều nước và lên kế hoạch dành cả ngày. À và đừng quên một đôi găng tay tốt. Đọc thêm",
            "Nơi tuyệt vời để tìm Geodes, họ đã đào những khu vực rộng lớn và chất đống đất lên để có thể tiếp cận Geodes trong nỗ lực hạn chế việc đào hầm bởi những người thu gom thiếu kinh nghiệm. Nhiều vết thương đã xảy ra. Rất nhiều phát hiện cũng đã tấn công các khu vực topaz gần đó và thu thập được rất nhiều tinh thể topaz. Đọc thêm",
            "Chúng tôi đã mạo hiểm đến địa điểm này dựa trên các đánh giá khác của Trip Advisor và chúng tôi rất vui vì đã làm như vậy.   Chúng tôi lái xe từ phía Đông và mạo hiểm đi xuống - Đường mòn Pony Express - quãng đường dài 40 dặm.... và đó là một chặng đường dài trên những con đường đất tương đối được bảo trì tốt.   Đó là một con đường đẹp - nhưng bụi bặm.  Các giường Geode mát mẻ và không dễ nhận ra.  Dù sao thì chúng tôi cũng đã tìm được họ.  Khu vực này được trát bằng các tinh hốc và chúng tôi đã cố gắng - một gia đình bốn người - đào được khoảng 30 tinh hốc có đường kính từ 3 - 4 inch đến hơn 2 1 - 2 inch.   Khu vực khá mát mẻ, nhưng hãy chuẩn bị tinh thần vì đây là một khu vực thực sự xa xôi, không có phòng tắm hoặc tiện nghi, và vị trí gần nhất cho những thứ đó cách đó 20 dặm.   Chúng tôi đào vào thứ Năm và chúng tôi là những người duy nhất ở đó trong vài giờ. Một nơi khá thú vị nếu bạn đang đào đá; - Đọc thêm",
            "Mất bao lâu để đến được phòng tắm gần nhất?Đọc thêm",
            "30-45 phút, hầu hết mọi người chỉ sử dụng những gì thiên nhiên ban tặng. Có hoạt động thương mại nhưng họ có thể không cho những người không phải là khách hàng sử dụng.Đọc thêm",
            "Xin chào, tôi - đang tự hỏi liệu có ai đã đến đó gần đây - năm nay - và có mẹo nào không? - Các luống đất vẫn có thể tiếp cận được hay đã bị chôn vùi? - Có mẹo nào để tìm được nơi tốt nhất để đào không? Cảm ơn! Đọc thêm",
            "Tôi không tin rằng những chiếc giường đã bị chôn vùi. Tuy nhiên, tôi - tôi quan tâm đến những loại câu hỏi tương tự. Chuyến đi đầu tiên của tôi sẽ diễn ra trong vài tuần nữa. Phải là một trải nghiệm thú vị bất kể kết quả thế nào. Tôi hiểu phong cảnh tuyệt vời và tôi rất hy vọng sẽ thu thập được ít nhất một số kho báu quý giá trên đường đi.Đọc thêm"
        ],
        "star_ratings": [
            7,
            6,
            1,
            0,
            1
        ],
        "review_amount": 15,
        "location": [
            "Hoa Kỳ",
            "Giường địa chất Dugway",
            "Các hoạt động ở Dugway",
            "Utah - UT -",
            "Thời gian dài"
        ],
        "reviews_time": [
            "Written May 22, 2023",
            "Written August 25, 2022",
            "Written July 5, 2022",
            "Written May 29, 2019",
            "Written May 28, 2019",
            "Written May 1, 2019",
            "Written April 25, 2019",
            "Written March 31, 2019",
            "Written December 12, 2018",
            "Written July 21, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g56967-d10088538-Reviews-Dugway_Geode_Beds-Dugway_Utah.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g56967-d10088538-Reviews-or10-Dugway_Geode_Beds-Dugway_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d8041175-Reviews-Flea_Market_Kitano_Tenmangu_Shrine-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d153539-Reviews-Hussong_s_Cantina-Ensenada_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2518262-Reviews-Bookoff-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d2197383-Reviews-Aqua_Natura_Benidorm-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Communi.html",
            "https://www.tripadvisor.com/Attraction_Review-g668001-d12683410-Reviews-Zinda_park-Narayanganj_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g1023465-d12133858-Reviews-Fukugawa_Falls-Nago_Okinawa_Prefecture.html",
            "https://www.tripadvisor.com/Attraction_Review-g34465-d23943200-Reviews-Myakka_Elephant_Ranch-Myakka_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294226-d4226508-Reviews-Batur_Natural_Hotspring-Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d545965-Reviews-Philosopher_s_Walk-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d4816100-Reviews-Steel_Pier_Amusement_Park-Atlantic_City_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g56967-d10088538-Reviews-or10-Dugway_Geode_Beds-Dugway_Utah.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g56967-d10088538-Reviews-Dugway_Geode_Beds-Dugway_Utah.html"
    }
]