[
    {
        "attraction_name": "Dunbar Cave",
        "attraction_name_vi": "Hang Dunbar",
        "general_info": [
            "262 đánh giá",
            "6 trong số 75 điều cần làm ở Clarksville",
            "Công viên tiểu bang",
            "Hang động Hang động"
        ],
        "attraction_summary": "Công viên này có một tập hợp các thành tạo đá, hố sụt rất độc đáo và tất nhiên là các hang động. Cửa hang rộng rãi và hoàn hảo cho các sự kiện vui nhộn như yoga hang động và khiêu vũ vuông. Thông tin thêm về công viên này và nhiều thông tin khác có thể được tìm thấy tại trang web của Công viên Bang TN.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đăng ký tour tham quan hang động cùng gia đình và đã có một chuyến đi tuyệt vời!! Christian là hướng dẫn viên của chúng tôi và anh ấy đã đảm bảo rằng tất cả chúng tôi đều có một khoảng thời gian tuyệt vời. Anh ấy cực kỳ hiểu biết và đã tạo cho tất cả chúng tôi cơ hội chiêm ngưỡng vẻ đẹp và lịch sử của hang động ngay tại sân sau nhà mình! Tôi thực sự khuyên bạn nên tham gia tour và bạn chắc chắn nên yêu cầu Christian!!Đọc thêm",
            "Đó là một nơi tuyệt vời, hang động rất đẹp, khi bạn đến đó hãy cố gắng bước vào hang động và ngắm nhìn bầu trời, khung cảnh thật ấn tượng và việc đi bộ đường dài từ trung tâm du khách để đến đó cũng không tệ, bạn cũng có thể sử dụng một chiếc xe đẩy cho trẻ em hoặc trẻ sơ sinh và bạn sẽ ổn thôi. Chỉ là bãi biển hoặc hồ có nhiều cỏ dại nên không thể đánh giá cao nó, tôi muốn thấy nó sạch sẽ thì sẽ rất đẹp.Đọc thêm",
            "Họ cảnh báo rằng người suy giảm khả năng vận động không nên vào hang.  Nếu bạn muốn trải nghiệm đi đến một hang động hoang dã thì nơi này càng gần hơn.  Bậc thang không bằng phẳng, không có thanh vịn để bám.  Nó nói rằng bạn có thể mang giày tennis nhưng tôi không đồng ý.  Bạn cần mang theo đèn pin của riêng bạn.  Rõ ràng họ đã có một thỏa thuận với Cherokee rằng họ sẽ giữ nó hoang dã nhất có thể, mặc dù thực tế là vẫn còn dây treo.  Có rất nhiều Graphiti trong những năm qua.  Có một số dấu hiệu cho thấy hình ảnh gần như đã xuống cấp.  Hầu hết các thành tạo hang động đã bị phá vỡ qua nhiều năm.  Thành thật mà nói, đây là câu chuyện cảnh báo về những gì có thể xảy ra.Đọc thêm",
            "Con đường đi bộ tuyệt vời quanh ao với rất nhiều động vật hoang dã có thể nhìn thấy! Chúng tôi nói, rắn, rùa, dơi và các động vật khác!  Con đường dễ đi bộ và bãi đậu xe dễ dàng tiếp cận.Đọc thêm",
            "Nó có thể được cải thiện rất nhiều! Đã đến một số hang động trong những năm qua. Các tour du lịch có hướng dẫn và không có hướng dẫn. Đây là điều đáng thất vọng nhất cho đến nay. Khoảng 30 phút vào và 30 phút quay lại! Và nó đã vội vã. Những câu chuyện mà hướng dẫn viên kể cho chúng tôi cũng không mấy thú vị. Anh ấy đã cố gắng, nhưng nó thật nhàm chán!!Có quá nhiều hang động được mở cửa nhưng không cho công chúng tham quan! Tiết kiệm thời gian và tiền bạc của bạn! Tôi đảm bảo bạn sẽ thất vọng như chúng tôi. Không có gì nhiều để xem trong phần họ đưa chúng tôi đi. Ít nhất thì khá không đáng kể. Một chút bài viết về hang động ngày xưa, nhưng chỉ có vậy thôi. Không có hình dạng bất thường hoặc màu sắc đẹp, bạn sẽ thấy ở một số hang động khác. Nó rất nhạt nhẽo. Tôi chắc chắn rằng có một số thành tạo tuyệt vời ở đâu đó ở đó và những điều thực sự thú vị để xem. Nhưng họ không quan tâm đến việc cho công chúng thấy. Những người duy nhất được phép lùi xa hơn và ở phần trên cùng hoặc dưới cùng của hang động là những người từ các trường đại học nghiên cứu về hang động! Vì vậy, đừng quá hy vọng, thế thôi.Đọc thêm",
            "Chúng tôi đặc biệt dừng lại ở Clarksville để khám phá hang động này. Nó có những bức vẽ thực tế về hang động của người Cherokee từ lâu. Các kiểm lâm viên sẽ đưa ra một chuyến tham quan tuyệt vời và bạn có thể khám phá hang động bằng đèn pin như điều cần làm.Đọc thêm",
            "Hướng dẫn viên của chúng tôi thật tuyệt vời.  Tôi nghĩ chuyến đi sẽ dài hơn vì nó ngắn.  Sau chuyến tham quan, chúng tôi đi bộ đường dài.Đọc thêm",
            "Rất ngạc nhiên bởi chuyến tham quan. Gần đây chúng tôi đã thực hiện một chuyến tham quan hang động Mammoth và mặc dù chuyến tham quan này ngắn hơn nhiều nhưng chúng tôi rất thích chuyến tham quan này. Người kiểm lâm công viên dẫn đầu chuyến tham quan rất am hiểu và có một nhân cách tuyệt vời. Có 1.000 năm lịch sử loài người trong hang động. Có một số địa điểm mà mọi người phải cúi xuống để tránh những tảng đá. Ngoài ra còn có một số con đường mòn đi bộ ngắn xung quanh công viên cũng rất đẹp. Bạn không nên mang theo trẻ nhỏ. Chắc chắn nên đọc thêm",
            "Tôi thích rằng các công viên tiểu bang đều miễn phí.  Chúng tôi rất thích thời gian của chúng tôi ở đây.  Có nhiều con đường khác nhau để đi bộ.  Bãi đậu xe cũng miễn phí.  Bàn picnic để thưởng thức bữa trưa muộn.  Nhà vệ sinh sạch sẽ.  Nói chung là một trải nghiệm tuyệt vời.Đọc thêm",
            "Trải nghiệm học tập rất độc đáo và tốt. Ước gì nó dài hơn một chút. Chỉ cần một vài chuyến đi mang theo áo khoác và đèn pin. Không chụp ảnh mà tôi nghĩ là thú vị. Đọc thêm",
            "Bạn có thể đi xe buýt từ Florida Greenacres không?Đọc thêm",
            "Hang động có cung cấp bãi đậu xe RV không?Đọc thêm",
            "Không để qua đêm.  Nhưng có một bãi đậu xe có thể chứa RV.Đọc thêm",
            "phí vào cửa hangĐọc thêm",
            "Phí vào cửa là 15 cho những người trên 13 tuổi.  9 dành cho trẻ em dưới 13 tuổiĐọc thêm",
            "Chuyến tham quan hang động mất bao lâu và khoảng cách khôn ngoan? Nó có liên quan đến việc leo trèo hay bò không?Đọc thêm",
            "Chuyến tham quan kéo dài khoảng 1,5 đến 2 giờ. Nó bắt đầu bằng việc đi bộ năm phút trên con đường trải nhựa từ trung tâm đón tiếp đến cửa hang. Lối vào hang có một cánh cổng sắt. Bạn phải có khả năng bước qua ngưỡng cửa, cách mặt đất khoảng một foot. Khi vào trong bạn phải sử dụng đèn pin vì hang không có điện. Sàn hang động có thể trơn trượt ở một số điểm và có một điểm bạn phải cúi xuống khi đi bộ vì trần hang rất thấp, chỉ cách đó một đoạn ngắn, có thể khoảng 100 feet. Chuyến tham quan bên trong hang động tổng cộng khoảng 1 dặm. Sau khi rời khỏi chuyến tham quan, đôi giày của bạn sẽ có một lớp đất sét đỏ từ nền hang. Mang giàysneakersboots mà bạn không ngại bị bẩn và ướt, đồng thời bạn nên ngâm lòng bàn chân vào thuốc tẩy trong khoảng 20 phút để diệt nấm Hội chứng mũi trắng khiến dơi chết, đặc biệt nếu bạn có ý định đến thăm các hang động khác.Đọc thêm",
            "Có ai biết địa điểm cắm trại tốt gần Hang Dunbar không?Đọc thêm",
            "Vợ tôi có thể đến đây bằng xe tay ga được không?\n\nĐọc thêm",
            "Vâng, họ có một con đường trải nhựa.Đọc thêm",
            "CHÀO. Địa điểm này có thân thiện với chó không? Đọc thêm",
            "Xin chào, Có, có một số thử nghiệm cho phép bạn đi bộ xuyên rừng để ngắm nhìn các khu vực khác nhau và bản thân hang động cũng rất đẹp. Mọi người đến đó chỉ để đi dạo trong thiên nhiên nhỏ với những chú chó. Nó mở để con chó của bạn có thể đi lại thoải mái và không cảm thấy choáng ngợp. Thật không may, đối với trẻ em, con chó của bạn không thể tham gia chuyến tham quan cùng bạn: - ai lại muốn bỏ các thành viên trong gia đình?!  Tôi có hỏi thì họ nói là do lo ngại về an toàn.Đọc thêm",
            "Đây giống một chuyến đi bộ hay đi bộ trong thiên nhiên hơn? hay tôi có thể đến đây với cánh tay được đeo địu không?Đọc thêm",
            "Có nhiều hơn một con đường.  Họ không khó tính, họ thân thiện với gia đình.  Bạn đeo tay không phải là một vấn đề.  Chúc bạn đi bộ đường dài vui vẻ.Đọc thêm",
            "Có khu cắm trại nào gần đây không?Đọc thêm",
            "Hai câu trả lời trước liên quan đến các khu cắm trại ở Adams và Clarksville RV Park and Campground là những lựa chọn mà tôi không biết, nhưng chúng có vẻ hay và tôi sẽ tự mình kiểm tra những câu trả lời đó. Chúng tôi đã từng cắm trại rất nhiều, nhưng vì chúng tôi có những khách sạn lâu đời nên dường như đây là lựa chọn nghỉ qua đêm của chúng tôi.Đọc thêm"
        ],
        "star_ratings": [
            118,
            81,
            42,
            16,
            5
        ],
        "review_amount": 262,
        "location": [
            "Hoa Kỳ",
            "Hang Dunbar",
            "Những điều cần làm ở Clarksville",
            "Clarksville",
            "Tennessee TN"
        ],
        "reviews_time": [
            "Written August 3, 2023",
            "Written June 12, 2023",
            "Written May 30, 2023",
            "Written September 1, 2022",
            "Written August 27, 2022",
            "Written July 21, 2022",
            "Written July 5, 2022",
            "Written June 4, 2022",
            "Written May 17, 2022",
            "Written September 26, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g54955-d207293-Reviews-Dunbar_Cave-Clarksville_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g54955-d2516100-Reviews-Casa_Blanca-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54955-d12366775-Reviews-MY_Deli_in_MAPCO-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54955-d10788782-Reviews-Nine_Dragons_Chinese_Restaurant-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54955-d14083375-Reviews-Freddy_s_Frozen_Custard_Steakburgers-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54955-d2445361-Reviews-Fuji_Yama-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54955-d15656785-Reviews-Madeleine_s_Place_French_Bakery_Bistro-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54955-d12804303-Reviews-Burger_King-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54955-d16826706-Reviews-Briar_Bean-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54955-d4295931-Reviews-Berry_Bear_Frozen_Yogurt-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54955-d828701-Reviews-Kohana_Sushi_Ramen-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d11969985-Reviews-Old_Glory_Distilling_Co-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d1513828-Reviews-Beachaven_Vineyards_Winery-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d4128816-Reviews-Clarksville_Greenway-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d2256125-Reviews-Swirlz_Art_Studio-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d6726205-Reviews-Liberty_Park_Clarksville_Marina-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d7311055-Reviews-McGregor_Park_Riverwalk-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d4081295-Reviews-Fort_Defiance_Civil_War_Park_Interpretive_Center-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d13139784-Reviews-Tennessee_valley_brewing_company-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d8015956-Reviews-Miss_Lucille_s-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d671951-Reviews-Customs_House_Museum_and_Cultural_Center-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d207293-Reviews-or10-Dunbar_Cave-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d12511290-Reviews-Rotary_Park-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d12579018-Reviews-Heritage_Park_Complex-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d25032472-Reviews-Mochas_Minis_Indoor_Play_Cafe-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d14765118-Reviews-Billy_Dunlop_Park-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d27086768-Reviews-Clarksville_Parks_and_Recreation-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d27086401-Reviews-Ashton_Park-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d10522670-Reviews-Swan_Lake_Golf_Course-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d21043426-Reviews-The_Flip_N_Axe-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d12981980-Reviews-Planet_3_Extreme_Air_Park-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d17487662-Reviews-The_Candle_Loft-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54955-d15549803-Reviews-The_Pinnacle_Family_Entertainment_Center-Clarksville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g3473300-d150167-Reviews-Half_Moon_Bay-Saint_Philip_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d621235-Reviews-Ostermalm_Saluhall-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g304134-d552522-Reviews-Coral_Sanctuary-Hikkaduwa_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d1068447-Reviews-Tanger_Outlets_Myrtle_Beach_Hwy_501-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g189977-d4341735-Reviews-SEA_LIFE_Trust_Beluga_Whale_Sanctuary-Vestmannaeyjar_Heimaey_Island_Westmann_Isla.html",
            "https://www.tripadvisor.com/Attraction_Review-g33059-d2218718-Reviews-The_Mountain_Winery-Saratoga_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g30521-d278958-Reviews-Fairhope_Municipal_Pier-Fairhope_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g309281-d309769-Reviews-Sirena_Ranger_Station-Corcovado_National_Park_Osa_Peninsula_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30829-d197719-Reviews-Unclaimed_Baggage-Scottsboro_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g4971761-d13376318-Reviews-Damajagua_Waterfalls-Imbert_Puerto_Plata_Province_Dominican_Republic.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g54955-d207293-Reviews-or10-Dunbar_Cave-Clarksville_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g54955-d207293-Reviews-Dunbar_Cave-Clarksville_Tennessee.html"
    }
]