[
    {
        "attraction_name": "Eastern State Penitentiary",
        "attraction_name_vi": "Nhà tù Miền Đông",
        "general_info": [
            "6.522 đánh giá",
            "- 3 trong số 748 điều cần làm ở Philadelphia",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Di tích lịch sử Nhà tù Eastern State Penitentiary từng là nhà tù nổi tiếng và đắt đỏ nhất thế giới, nhưng ngày nay chỉ còn là đống đổ nát, một thế giới ám ảnh của những dãy phòng giam đổ nát và những tháp canh trống rỗng. Nổi tiếng với kiến ​​trúc đồ sộ và kỷ luật nghiêm ngặt, đây là nhà tù thực sự đầu tiên trên thế giới, một nhà tù được thiết kế để truyền cảm hứng cho sự ăn năn, hay sự hối hận thực sự, trong trái tim của những người bị kết án. Các chuyến tham quan ngày nay bao gồm các dãy phòng giam, phòng giam biệt giam, Phòng giam của Al Capone và Dãy tử tù. Đọc thêm",
        "reviews": [
            "Téa là một hướng dẫn viên du lịch tuyệt vời. Tôi - chưa bao giờ tham gia một chuyến tham quan tương tác nhiều hơn trước đây. Cô ấy thu hút người nghe và có cách diễn ra chuyến lưu diễn độc đáo nhất. Rất muốn giới thiệu và ghé thăm lại. Đọc thêm",
            "Lịch sử được bảo tồn.  Đây là một tour du lịch tự hướng dẫn rất thú vị.  Steve Buscemi đã làm rất tốt công việc tường thuật.  Và có rất nhiều câu chuyện hấp dẫn.  Ngoài ra, góc nhìn về các nhà tù và thử nghiệm những gì hiệu quả và những gì thất bạiĐọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời trong chuyến đi học cấp hai. Hướng dẫn viên của chúng tôi, Graham, đã thực hiện chuyến tham quan. Với tư cách là một giáo viên lịch sử, tôi đánh giá cao kiến ​​thức và những mối liên hệ hiện đại sâu sắc của anh ấy. Tôi thực sự khuyên bạn nên sử dụng nó để có trải nghiệm hấp dẫn và độc đáo!Đọc thêm",
            "Chúng tôi đăng ký chuyến tham quan ban đêm vì chúng tôi có quá nhiều việc phải làm trong thời gian ngắn ở đây và nhận thấy đây sẽ là một điều thú vị để làm vào ban đêm. Tôi thực sự không có bất kỳ kỳ vọng nào; Tôi nghĩ đây sẽ là một chuyến tham quan nhà tù thú vị dựa trên thực tế là Al Capone đã từng bị giam giữ ở đó. Tuy nhiên, điều này hoàn toàn không giống như vậy. Mọi thứ đã được thực hiện rất tốt và Al Capone hoàn toàn không phải là điểm thu hút chính. Họ có các tác phẩm nghệ thuật sắp đặt xuyên suốt, số liệu thống kê về các nhà tù hiện nay so với thời đó, cùng rất nhiều thông tin và lịch sử có ý nghĩa. Đây chắc chắn là điều tôi yêu thích nhất mà chúng tôi đã làm khi ở đây! Đọc thêm",
            "Mốc lịch sử thú vị, nó được tổ chức rất tốt. Cần đặt trực tuyến trước để tránh xếp hàng. Sau khi xuất trình vé, bạn sẽ được hướng dẫn vào và được tặng tai nghe có âm thanh tự hướng dẫn. Mỗi khu vực được đánh dấu bằng số, bạn sẽ quay số và chơi khi đi bộ cho đến điểm dừng tiếp theo. Chúng tôi đã thực hiện chuyến tham quan lúc 8 giờ tối, nó không đông đúc và rất dễ tự di chuyển. Bạn - cũng sẽ nhận được một tập tài liệu có bản đồ được đánh dấu. Tất cả các nhân viên đều rất thân thiện, hiểu biết và hữu ích. Chúng tôi không nghĩ mình sẽ dành nhiều thời gian như vậy để khám phá. Nhưng cuối cùng chúng tôi ở lại gần hai tiếng đồng hồ để nhìn xung quanh. Tôi chắc chắn sẽ giới thiệu bất kỳ ai quan tâm đến lịch sử hoặc các tòa nhà nên ghé thăm.   - họ không có bãi đậu xe được chỉ định nên chúng tôi đã nhìn và đậu xe trên những con phố gần đó và đi bộ qua - vàĐọc thêm",
            "Tôi thực sự không biết điều gì sẽ xảy ra khi chúng tôi mang chiếc xe đạp E đi chung xe của mình đến nhà tù ở bang phía đông. Bảo tàng và chuyến tham quan bằng âm thanh đi kèm rất hấp dẫn và cung cấp những hiểu biết sâu sắc về cả lịch sử giam giữ cũng như vấn đề chúng ta gặp phải ở Mỹ với việc giam giữ quá mức.\n\nTôi thực sự cảm động trước trải nghiệm và chuyến thăm này. Tôi hoàn toàn khuyên bạn nên. Nó hơi xa trung tâm thành phố một chút, nhưng nếu bạn có xe đạp E đi chung, bạn có thể đến đó khá dễ dàng. Thêm vào đó, nó cũng nằm trên tuyến xe buýt du lịch.Đọc thêm",
            "Tôi yêu nó! Hướng dẫn viên của chúng tôi, Yara, thật tuyệt. Cô ấy giải thích lịch sử một cách phi thường và đưa chúng tôi đi qua những phần hay nhất của nhà tù bỏ hoang. Thật thú vị khi nhìn thấy những ô bị bỏ hoang - bạn có thể vào bên trong! - , và tìm hiểu về ý tưởng biệt giam mới khi nhà tù lần đầu tiên được mở cửa. Ngoài ra, nó không hề bị ám ảnh chút nào. Tôi thực sự khuyên bạn nên đến đây! Đọc thêm",
            "Phần hướng dẫn bằng âm thanh của diễn viên Steve Buscemi thật tuyệt vời. Nghe có vẻ không giống một chuyến tham quan thú vị, nhưng thật thú vị khi thấy chúng tôi đã thử nghiệm những ý tưởng có ý nghĩa tốt nhưng cực kỳ khủng khiếp về việc giam giữ phục hồi sớm. Là người Do Thái, tôi rất ngạc nhiên và thích thú khi thấy giáo đường Do Thái dành cho tù nhân được khôi phục. Và - Đồ thị - tác phẩm điêu khắc cho thấy số lượng nhà tù ở Hoa Kỳ phát triển như thế nào và so sánh với các quốc gia khác gợi lên rất nhiều suy nghĩ.Đọc thêm",
            "Chuyến thăm thật tuyệt vời! Hướng dẫn âm thanh tuyệt vời đã giúp diễn giải và hiểu những gì bạn đang thấy và cuộc sống vào thời điểm đó như thế nào. Vì chuyến tham quan bằng âm thanh nên chuyến thăm đã vượt quá sự mong đợi của tôi. Đó là một khía cạnh của lịch sử mà chúng ta thường không nói đến và là một trải nghiệm học hỏi tuyệt vời.Đọc thêm",
            "Chúng tôi đã mua vé trước khi đến Philly. Chúng tôi sử dụng xe buýt Hop on Hop off từ trạm dừng - 1 và nó đưa chúng tôi đến trạm dừng phía trước Pen. Chuyến tham quan rất đáng giá. Chúng tôi đã thấy Kingston Pen ở Ontario và Eastern PA pen cũng tương tự nhưng điều kiện tồi tệ hơn. Thật tuyệt khi được tự mình tham quan vì bạn có thể đi bao lâu tùy thích ở bất kỳ khu vực nào bạn đang ở. Họ đưa cho bạn tai nghe và bạn bấm số khi đến trạm được đánh số đó để nghe giải thích bằng âm thanh về khu vực đó. Không có đồ ăn hoặc đồ uống trong chuyến tham quan này, vì vậy hãy lưu ý. Không có nhiệt độ hoặc điều hòa nên cũng lưu ý khí hậu như bên ngoài. Chúng tôi đang ở vào ngày 23 tháng 8 và nhiệt độ là 34 độ C. Chuyến tham quan này rất đáng để tham gia. Chúng tôi bước ra và đi bộ đến góc nơi chúng tôi đợi 15 phút và một chiếc Hop on Hop khác đón chúng tôi.Đọc thêm",
            "Đây là nơi bị ám ảnh nhất ở Mỹ và tôi có thể biết lý do tại sao.  Chuyến tham quan tự hướng dẫn sẽ cho bạn biết mọi thứ bạn cần biết về lý do.  Al Capone đã ở đây. Các nhân viên thân thiện và hiểu biết.  Thành thật mà nói, nghĩ đến sự tra tấn tinh thần do bị biệt giam trong hơn hai năm thật kinh hoàng.  5 trên 5 sao.Đọc thêm",
            "Đơn giản là tuyệt vời. Tôi nghĩ đi vào đó tất nhiên là tôi sẽ tìm hiểu về lịch sử của nhà tù, nhưng tôi không chuẩn bị cho lịch sử của nơi này kéo dài bao lâu, và tôi chắc chắn không chuẩn bị cho công việc họ đã thực hiện trong việc nghiên cứu việc giam giữ. Hôm nay. Thành thật mà nói, phần cuối cùng của chuyến tham quan là phần tỉnh táo nhất. Nó được thực hiện rất tốt và thông tin được trình bày rất rõ ràng. Một lưu ý - chị gái tôi và tôi thấy cách tốt nhất để đến đây là xe buýt.Đọc thêm",
            "Đã muốn nhìn thấy nơi này trong một vài năm nên đã tham quan nó khi ở trong khu vực. Đó là một tòa nhà lớn đã làm rất tốt việc kể câu chuyện về việc giam giữ trong thời gian nó hoạt động.  Là một tòa nhà giống như pháo đài, thật ngạc nhiên khi hầu hết tù nhân đều phạm tội ở mức độ khá thấp và hầu hết phải thụ án trong thời gian ngắn. Triết lý giam cầm là một thử nghiệm cuối cùng đã bị loại bỏ.  Sau đó, giống như bây giờ, chúng tôi vẫn đang cố gắng tìm ra nó. Phần lớn nơi này đã xuống cấp trầm trọng nhưng nó cho thấy rõ cuộc sống hẳn phải như thế nào. Rất may, bãi đậu xe tốt nằm ở dãy nhà ngay bên trái cửa trước nên việc hậu cần rất dễ dàng.  Giảm bớt kỳ vọng và tận hưởng chuyến thăm của bạn.Đọc thêm",
            "Sức hấp dẫn lớn. Nằm khá gần trung tâm, địa điểm lịch sử này bị đình chỉ trong tình trạng đổ nát - có chủ ý - mang đến hàng giờ khám phá thú vị cùng với các triển lãm khác trong các bức tường của nó. Các nhân viên thân thiện, hữu ích và hiểu biết. Chắc chắn sẽ giới thiệu điều này cho người khác.Đọc thêm",
            "Sự cân bằng tốt giữa lịch sử với các thực tiễn hiện đại về tội phạm, hình phạt, các vấn đề và tiến bộ. Không lạc quan nhưng thực tế. Chiều rộng giá nhập học.Đọc thêm",
            "Tour du lịch âm thanh tự hướng dẫn rất thú vị và nhiều thông tin. Cơ hội chụp ảnh tuyệt vời. Chắc chắn giá trị chuyến thăm. Tôi đánh giá cao bài học lịch sử về sự phát triển của các phương pháp sửa lỗi. Tôi cũng đánh giá cao việc họ kết thúc chuyến tham quan bằng dữ liệu thống kê chắc chắn và các câu hỏi mở để khiến mọi người suy nghĩ về sự bất bình đẳng mà chúng ta có ngày nay trong hệ thống tư pháp của mình và khiến mọi người suy nghĩ về cách có thể cải thiện hệ thống này.Đọc thêm",
            "Việc chia tay khi đến thăm một nhà tù cũ là một thách thức. Các đánh giá không hấp dẫn lắm nhưng chúng tôi đã đi và chúng tôi hài lòng. Hướng dẫn bằng âm thanh có sẵn, hữu ích và bao gồm cả vé. Phải mất 2 giờ. Kiến trúc xây dựng thật thú vị. Lịch sử và rất nhiều điều bạn học được. Phần quan trọng nhất là sự suy nghĩ của tôi. Rất khuyến khích. Vé là 21 vé trực tuyến và 23 vé tại chỗ.Đọc thêm",
            "Một nhà tù hoàn chỉnh nằm trong khoảng cách đi bộ đến Trung tâm Thành phố và khu vực Franklin Parway.  Rất đáng để đi đường vòng để ghé thăm. Trông giống như một lâu đài kiểu gothic ở giữa một khu phố rất đẹp.  Nhưng một khi bạn bước vào - bạn đang ở trong tù.  Bạn nhận được một chuyến tham quan bằng âm thanh tự hướng dẫn khi nhập học.  Khi bạn đi qua cơ sở, sẽ có lời tường thuật cho mỗi điểm dừng được đánh số.  Và có một số điểm dừng thực sự thú vị trên đường đi.  Phòng giam vô chủ, phòng giam được phục hồi, toàn bộ khối phòng giam, bệnh xá, ghế cắt tóc, không gian ngoài trời.  Ngoài ra còn có một số tác phẩm sắp đặt nghệ thuật trong từng ô riêng lẻ, mỗi ô lại có một lời tường thuật tương ứng.  Hãy dành thời gian để lắng nghe và học hỏi.  Điểm bổ sung cho các bài tường thuật không chỉ được cung cấp bởi những người nổi tiếng và nhân viên bảo tàng mà còn bởi cả các cựu nhân viên nhà tù và lính canh VÀ các cựu tù nhân.  Có một số câu chuyện rất mạnh mẽ. Và một điểm nhấn độc đáo - Giáo đường Do Thái được khôi phục hoàn toàn.  Với nó - có một câu chuyện rất riêng để kể. Và một câu chuyện nữa - Pep.  Con chó con tù nhân.  Một câu chuyện rất thấm thía, thú vị, thậm chí có thể mang một chút cảnh giác - gần như đã nói đến cái đuôi - câu chuyện - .  Đặc biệt nếu trueStaff rất hữu ích và RẤT hiểu biết.  Luôn có thể trả lời các câu hỏi và chỉ ra những chỗ không thể bỏ qua.  Một cửa hàng nhỏ nhưng đầy đủ hàng hóa. Rất đáng bỏ thời gianĐọc thêm",
            "Chuyến tham quan bằng âm thanh sẽ chậm nếu nó hoạt động. Nó cũng thật khó hiểu. Tôi đã bỏ cuộc ở phần giới thiệu vì tôi đã đến nhầm chỗ và sau đó tôi không thể làm được. Tài liệu in hiếm hoi nằm ngoài bối cảnh và không hề thú vị chút nào. Và với - 20 một vé, tôi không cần phải sử dụng một cái bô được tôn vinh hoàn toàn bẩn thỉu. Đừng bận tâm.Đọc thêm",
            "Thật là một nơi tuyệt vời. Chúng tôi đã đăng ký chuyến tham quan miễn phí và hướng dẫn viên Jerome của chúng tôi thật tuyệt vời. Chuyến tham quan của anh ấy rất vui vẻ, mang tính giáo dục, tương tác và tất cả chúng tôi đều được khuyến khích đặt câu hỏi khi chúng tôi đi. Một hướng dẫn xuất sắc và con người. Rất khuyến khích. Chúng tôi đã đi như một gia đình ba người với đứa con trai 16 tuổi và tất cả chúng tôi đều thích trải nghiệm này. Có phòng vệ sinh và một cửa hàng nhỏ với một số mặt hàng tuyệt vời. Không có quán cà phê.Đọc thêm"
        ],
        "star_ratings": [
            4517,
            1653,
            266,
            56,
            30
        ],
        "review_amount": 6522,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Philadelphia",
            "Philadelphia",
            "Nhà tù Miền Đông",
            "Pennsylvania - PA -"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written June 12, 2023",
            "Written June 12, 2023",
            "Written June 23, 2023",
            "Written June 24, 2023",
            "Written July 9, 2023",
            "Written July 19, 2023",
            "Written July 26, 2023",
            "Written August 14, 2023",
            "Written August 18, 2023",
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 21, 2024",
            "Written April 26, 2024",
            "Written April 12, 2024",
            "Written April 10, 2024",
            "Written April 7, 2024",
            "Written April 6, 2024",
            "Written April 4, 2024",
            "Written March 31, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60795-d102763-Reviews-Eastern_State_Penitentiary-Philadelphia_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d433605-Reviews-Zorba_s_Tavern-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d461418-Reviews-Jack_s_Firehouse-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d2501182-Reviews-La_Calaca_Feliz-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d9730922-Reviews-A_Mano-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d16199998-Reviews-OCF_Coffee_House-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d5103915-Reviews-Luigi_s_Pizza_Fresca-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d478578-Reviews-Pete_s_Famous_Pizza_Restaurant-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d6475660-Reviews-Umai_Umi-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d461420-Reviews-The_Bishop_s_Collar-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d2236132-Reviews-Fare_Restaurant-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d559058-Reviews-Horticulture_Center_Fairmount_Park-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d104746-Reviews-Rodin_Museum-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d10800264-Reviews-Philadelphia_Museum_of_Art-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d275364-Reviews-Rocky_Statue-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d3187840-Reviews-Barnes-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d8459779-Reviews-Holy_Spirit_Adoration_Sisters-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d559039-Reviews-Cathedral_Basilica_of_Saints_Peter_and_Paul-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d143541-Reviews-Joan_of_Arc_Statue-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d312455-Reviews-Boathouse_Row-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d1933077-Reviews-The_Franklin_Institute-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d102763-Reviews-or10-Eastern_State_Penitentiary-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d1099008-Reviews-Simeone_Foundation_Automotive_Museum-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d138312-Reviews-Pennsylvania_Academy_of_the_Fine_Arts-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d12163505-Reviews-Museum_of_the_American_Revolution-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d138272-Reviews-Weitzman_National_Museum_of_American_Jewish_History-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d138271-Reviews-Penn_Museum-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d126354-Reviews-Please_Touch_Museum-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d278726-Reviews-National_Constitution_Center-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d23585580-Reviews-Halloween_Nights_at_Eastern_State_Penitentiary-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d4765278-Reviews-Philly_Bike_Tour_Company-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d5836079-Reviews-Urban_Saloon-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d8797543-Reviews-Bookhaven-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d12937036-Reviews-Fairmount_Bicycles-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d7170469-Reviews-The_Yo_Philly_Film_Tour-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d2305436-Reviews-StrEATS_of_Philly_Food_Tours-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60893-d107159-Reviews-Carytown-Richmond_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d561514-Reviews-Yoyogi_Park-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g668223-d11488819-Reviews-SentierElsa-Colle_di_Val_d_Elsa_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d455817-Reviews-Dusit_Zoo-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d2337251-Reviews-Seomyeon_Underground_Shopping_Center-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g46528-d10736354-Reviews-Jackson_Township_Spray_Park-Jackson_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46216-d105302-Reviews-Odiorne_Point_State_Park-Rye_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g50805-d269654-Reviews-Maumee_Bay_State_Park-Oregon_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g56618-d946901-Reviews-San_Marcos_Premium_Outlets-San_Marcos_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33646-d212549-Reviews-Ice_Lakes_Trail-Silverton_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60795-d102763-Reviews-or10-Eastern_State_Penitentiary-Philadelphia_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60795-d102763-Reviews-Eastern_State_Penitentiary-Philadelphia_Pennsylvania.html"
    }
]