[
    {
        "attraction_name": "Ecolux Vietnam",
        "attraction_name_vi": "Ecolux Vietnam",
        "general_info": [
            "29 đánh giá",
            "- 301 trên 1.093 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan bằng xe đạp",
            "Tour tham quan",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Ecolux DMC là một trong những đại lý du lịch địa phương hàng đầu tại Việt Nam khai thác các tour du lịch cổ điển - thiết kế riêng tại Việt Nam và Campuchia. Chúng tôi cam kết đáp ứng mong đợi của khách hàng về giá cả cạnh tranh và dịch vụ chất lượng tốt, bao gồm các chuyến tham quan đất liền, chỗ ở, chuyển nhượng, vé máy bay và Dịch vụ Visa. Khách hàng của chúng tôi xứng đáng được trải nghiệm dịch vụ tốt nhất và trách nhiệm của chúng tôi là biến điều đó thành hiện thực thông qua sự cải tiến không ngừng.Đọc thêm",
        "reviews": [
            "Tôi và gia đình đã có chuyến du lịch Việt Nam tuyệt vời nhất do anh Tailor Nguyễn từ Ecolux Travel tổ chức một cách hoàn hảo. Chuyến đi 12 ngày từ HCM đến Hà Nội này sẽ là một chuyến đi rất đáng nhớ đối với chúng tôi. Cảm ơn Tailor đã giúp chuyến đi đầu tiên đến Việt Nam của chúng tôi diễn ra suôn sẻ như vậy. Rất khuyến khích cho bạn bè và gia đình. Ngoài ra, rất vui được gặp bạn và tìm hiểu thêm về Việt Nam nói chung. Chắc chắn sẽ ghé thăm Việt Nam lần nữa trong tương lai gần.Đọc thêm",
            "Chúng tôi sẽ luôn trân trọng trải nghiệm đẹp đẽ và khó quên tại Việt Nam trong 10 ngày đi qua các thành phố chính là Hà Nội và Đà Nẵng. Thức ăn ngon, chỗ ở đẹp và nhân viên khách sạn, hướng dẫn viên du lịch thân thiện và lịch sự. Chúng tôi rất biết ơn anh Tailor Nguyễn của Ecolux Travel đã tổ chức tất cả các tour, khách sạn và chuyến bay nội địa cho chúng tôi. Tôi thực sự giới thiệu anh ấy và Ecolux cho bạn bè ở quê nhà, Anh ấy luôn liên lạc với chúng tôi trong từng bước đi, điều đó rất quan trọng. Đã lên kế hoạch quay lại Hồ Chí Minh trong thời gian sắp tới.Đọc thêm",
            "Thợ may đã lên kế hoạch cho toàn bộ kỳ nghỉ 2 tuần của chúng tôi từ tất cả các chuyến tham quan theo nhóm, chuyến bay nội địa và khách sạn. Toàn bộ chuyến đi đã được lên kế hoạch hoàn hảo. Mọi hoạt động nhóm và vé vào cửa đều đã được đặt trước, bữa trưa đã được đặt trước, khách sạn đều là những nơi tốt nhất mà chúng tôi từng ở. Không thể giới thiệu công ty này - và đặc biệt là Thợ may - đủ!!! Đọc thêm",
            "Tôi không thể nói hết lời về cô Hailey từ Ecolux Travel! Cô ấy đã lên kế hoạch tỉ mỉ cho chuyến đi 10 ngày tới Việt Nam của chúng tôi và mọi chi tiết đều hoàn hảo. Từ thời điểm chúng tôi đặt chân đến Hà Nội cho đến khi chia tay Thành phố Hồ Chí Minh, mọi khía cạnh trong hành trình của chúng tôi đều liền mạch và khó quên.  Tôi hết lòng giới thiệu dịch vụ của cô ấy cho bất kỳ ai đang tìm kiếm một hành trình thực sự đặc biệt. Ecolux Travel và cô Hailey đã nhận được sự khen ngợi và lòng biết ơn cao nhất của chúng tôi!Đọc thêm",
            "Chuyến tham quan của chúng tôi với Ecolux vietnam kết hợp những hướng dẫn viên xuất sắc đã cung cấp cho chúng tôi trải nghiệm tuyệt vời, công nghệ thông tin được tổ chức cẩn thận, chỗ ở tuyệt vời ngay cả - nếu chúng tôi chỉ chọn khách sạn 3 sao - và những bữa ăn thịnh soạn. Ngoài ra, đây là một tour du lịch riêng nhằm nâng cao trải nghiệm được chế tác đẹp mắt và đưa chúng ta đi qua lịch sử lâu đời của Việt Nam từ Nam, Trung và Bắc. Cảm ơn Ecolux Việt Nam, các bạn đã cho chúng tôi thấy vẻ đẹp của Việt Nam vượt xa sự mong đợi của chúng tôi. Chào - Đọc thêm",
            "Những địa điểm trong chuyến tham quan của chúng tôi thật tuyệt vời và không thể diễn tả được.  Các đại lý du lịch rất thân thiện cũng như chỗ ở khách sạn rất tốt. Tour du lịch Đà Nẵng, Việt Nam của chúng tôi thật tuyệt vời!  Dự định quay lại lần nữa. Cảm ơn Ecolux Việt NamĐọc thêm",
            "Tôi giao dịch với thợ may Nguyễn của Ecolux. Tailor đối xử với tôi rất chuyên nghiệp và chúng tôi tương tác qua Whatsapp gần như hàng ngày. Tailor đã trả lời tin nhắn của tôi và giải đáp mọi thắc mắc của tôi ngay lập tức. Anh ấy điều chỉnh nhu cầu của tôi và cung cấp cho tôi tất cả các tài sản 4 sao tuyệt vời và chuyến du ngoạn Vịnh Hạ Long 5 sao. Tất cả các gói được thiết kế rất độc đáo. Tôi thực sự khuyên bạn nên giao dịch với Tailor nếu bạn muốn có trải nghiệm tốt nhất ở Việt Nam.Đọc thêm",
            "Chồng tôi và tôi đã có trải nghiệm 7 ngày tuyệt vời tại Việt Nam nhờ sự giúp đỡ của Thợ may Nguyễn của Ecolux Travel. Anh ấy không chỉ sắp xếp kế hoạch du lịch của chúng tôi mà còn đảm bảo rằng chúng tôi có được chuyến tham quan Đà Nẵng và Hội An tốt nhất với mức giá rất hợp lý. Chỗ ở, bữa ăn và chuyến đi đều tuyệt vời. Anh ấy đảm bảo rằng chúng tôi được chăm sóc chu đáo ngay khi chúng tôi đến sân bay và cho đến thời điểm khởi hành. Việt Nam là một điểm du lịch tuyệt vời, giàu văn hóa và màu sắc. Mọi người ở đó rất nồng hậu và dễ gần nếu bạn có bất kỳ câu hỏi nào. Mọi người đều có một ứng dụng trên điện thoại di động để dịch tiếng Anh sang ngôn ngữ của họ, điều này làm cho việc giao tiếp trở nên đơn giản và dễ hiểu hơn rất nhiều. Nếu trong tương lai tôi có cơ hội thứ 2 đến thăm đất nước xinh đẹp này một lần nữa, tôi sẽ chọn đặt lại với Tailor; cảm ơn Tailor rất nhiều vì đã cho chúng tôi thấy đất nước của bạn xinh đẹp như thế nào và có một trải nghiệm đáng trân trọng.Đọc thêm",
            "Taylor rất tốt bụng và nhanh nhạy. Anh ấy đáp ứng các yêu cầu của chúng tôi và thấy rằng chúng tôi cảm thấy thoải mái và hài lòng. Ecolux rất được khuyến khích.Đọc thêm",
            "Tôi đã có 17 ngày du lịch Hà Nội - Đà Nẵng - TP.HCM! Trải nghiệm thật tuyệt vời! Thợ may Nguyễn sắp xếp chuyến đi của tôi từ đón sân bay đến trả khách sạn. Tôi đã có tất cả những điểm nổi bật của chuyến tham quan từ nơi này đến nơi khác. Tất cả các khách sạn anh ấy đặt cho tôi đều tuyệt vời và nằm ngay trung tâm của mọi thành phố. Đây là chuyến du lịch Việt Nam 17 ngày hoàn hảo để tìm hiểu sâu hơn về văn hóa của họ!Đọc thêm"
        ],
        "star_ratings": [
            28,
            1,
            0,
            0,
            0
        ],
        "review_amount": 29,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Ecolux Vietnam",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 21, 2024",
            "Written April 21, 2024",
            "Written April 8, 2024",
            "Written April 2, 2024",
            "Written March 14, 2024",
            "Written March 13, 2024",
            "Written February 24, 2024",
            "Written February 9, 2024",
            "Written February 9, 2024",
            "Written January 23, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d25078136-Reviews-Ecolux_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25078136-Reviews-or10-Ecolux_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25078136-Reviews-or20-Ecolux_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14097738-Reviews-Saigon_Mui_Ne_Transfer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14199522-Reviews-Toan_Thang-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24124684-Reviews-Phong_Cach_Vi_t_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14074123-Reviews-Saigontourist_River_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25027578-Reviews-Vietnam_Travel_And_Golf_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13993341-Reviews-Sancy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24133059-Reviews-An_Travel_Ltd-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26632244-Reviews-G7_Taxi_H_Chi_Minh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24102260-Reviews-Saigonese_Tourist-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23195941-Reviews-Rieng_Viet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26853386-Reviews-Binh_Thanh_Market_Shop_3-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25252306-Reviews-Vietnam_Birds-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14094708-Reviews-Vietnam_Motorbike_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26632193-Reviews-G7_Taxi_H_Chi_Minh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26103372-Reviews-Menas_Mall_Saigon_Airport-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d104326-Reviews-City_Market-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g34600-d199053-Reviews-St_Augustine_Beach-Saint_Augustine_Beach_St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d19125853-Reviews-Salem_Witch_Board_Museum-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g494960-d668506-Reviews-Water_World-Lloret_de_Mar_Costa_Brava_Province_of_Girona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58704-d4552199-Reviews-Henry_Moses_Aquatic_Center-Renton_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g147409-d1218485-Reviews-Ram_Head_Trail-St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g54391-d269063-Reviews-Table_Rock_State_Park-Pickens_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32808-d3518818-Reviews-Woodward_Reservoir-Oakdale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33561-d147095-Reviews-Dinosaur_Ridge-Morrison_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d5835634-Reviews-Monroe_SF-San_Francisco_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d25078136-Reviews-or10-Ecolux_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d25078136-Reviews-Ecolux_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Ecolux Vietnam",
        "attraction_name_vi": "Ecolux Vietnam",
        "general_info": [
            "29 đánh giá",
            "- 301 trên 1.093 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan bằng xe đạp",
            "Tour tham quan",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Ecolux DMC là một trong những đại lý du lịch địa phương hàng đầu tại Việt Nam khai thác các tour du lịch cổ điển - thiết kế riêng tại Việt Nam và Campuchia. Chúng tôi cam kết đáp ứng mong đợi của khách hàng về giá cả cạnh tranh và dịch vụ chất lượng tốt, bao gồm các chuyến tham quan đất liền, chỗ ở, chuyển nhượng, vé máy bay và Dịch vụ Visa. Khách hàng của chúng tôi xứng đáng được trải nghiệm dịch vụ tốt nhất và trách nhiệm của chúng tôi là biến điều đó thành hiện thực thông qua sự cải tiến không ngừng.Đọc thêm",
        "reviews": [
            "Muốn cảm ơn Thợ may Nguyễn vì đã đảm bảo mọi thứ diễn ra tốt đẹp trong chuyến đi Đà Nẵng, Huế và Hội An của chúng tôi. Chúng tôi tận dụng một tour du lịch riêng cho ba người. Từ lúc tôi hỏi thăm, anh ấy đã hướng dẫn tôi lập kế hoạch hành trình, kiểm tra chúng tôi khi đến nơi, rất nhiệt tình đáp ứng bất cứ khi nào tôi có thắc mắc. Anh ấy đảm bảo rằng chúng tôi ổn và chúng tôi sẽ trở về Philippines an toàn. Mọi thứ diễn ra tốt đẹp như kế hoạch. Không có chi phí bất ngờ.  Hướng dẫn của chúng tôi, Ricky là người giỏi nhất. Người năng động chuyên nghiệp. Luôn nghĩ đến phúc lợi của chúng ta. Anh ấy cho chúng tôi những lời khuyên và cảnh báo hữu ích để chúng tôi có được số tiền xứng đáng. Tâm, tài xế của chúng tôi rất dễ chịu và lái xe suôn sẻ. Chúng tôi đã có một thời gian tuyệt vời. Tận hưởng chuyến đi của chúng tôi. Đọc thêm",
            "Thật là một chuyến đi tuyệt vời, 3 tuần du lịch Campuchia và Việt Nam. Linda thật tuyệt vời và tổ chức chuyến đi cho chúng tôi. Chúng tôi có những hướng dẫn viên, tài xế tuyệt vời và những chiếc xe rộng rãi, sạch sẽ, luôn được cung cấp nước lạnh. Mọi thứ diễn ra rất suôn sẻ. Chúng tôi không gặp vấn đề gì cả và rất có thể giới thiệu Ecolux. Cảm ơn Linda và nhóm. Đọc thêm",
            "Chúng tôi đã tổ chức chuyến đi của mình thông qua EcoLux trong vài tháng qua và Linda thật tuyệt vời. Không có gì là vấn đề cả và cô ấy đã sắp xếp mọi thứ cho chúng tôi. Tất cả các hướng dẫn viên của chúng tôi đều tuyệt vời và nó cho phép chúng tôi thực sự tận hưởng tất cả những trải nghiệm. Tôi không thể giới thiệu EcoLux đủ cao và chúng tôi rất biết ơn về một kỳ nghỉ tuyệt vời.  - Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất ở Việt Nam và combodia. Linda đã thiết kế một chuyến đi hoàn hảo với rất nhiều mứt đóng gói cho chúng tôi. Thật là một chuyến tham quan tuyệt vời. Các hướng dẫn viên du lịch tốt nhất và những địa điểm đáng nhớ. Ecolux tốt nhất và Linda tuyệt vời nhất. Cảm ơn một triệu. Muốn giới thiệu chúng cho tất cả bạn bè của tôi và sẽ sử dụng lại chúng cho các chuyến tham quan khác. Làm tốt . -  -  -  -  -  -  -  - Đọc thêm",
            "Chúng tôi vừa có 3 tuần tuyệt vời khi du lịch khắp Việt Nam. Mặc dù chúng tôi đã có một hành trình khó khăn và đã đặt một số chỗ ở cũng như các chuyến bay nội địa, nhưng Tailor, người liên hệ của chúng tôi tại Ecolux Việt Nam, đã có thể đảm bảo rằng chuyến đi của chúng tôi trở nên thoải mái hơn. Anh ấy sắp xếp tất cả các chuyến đưa đón của chúng tôi giữa mỗi điểm đến, nhiều chuyến đi trong ngày với hướng dẫn viên nói tiếng Anh và lo việc sắp xếp thị thực cho chúng tôi, đây là một sự giảm bớt căng thẳng lớn khi bạn là một gia đình sáu người. Anh ấy cũng tổ chức chỗ ở tại Hà Nội, Sapa, Cat Đảo Ba và du thuyền nghỉ đêm trên Vịnh Hạ Long. Thợ may rất cá tính và chuyên nghiệp và đảm bảo rằng chuyến đi đáp ứng nhu cầu của chúng tôi. Anh ấy sẽ kiểm tra với chúng tôi hàng ngày để xem tình hình hoạt động của chúng tôi và cung cấp cho chúng tôi bất kỳ thông tin nào chúng tôi cần cho các chuyến lưu diễn hoặc chuyển nhượng sắp tới. Tôi thực sự muốn giới thiệu Taylor và Ecolux Việt Nam. Sự chú ý của họ đến từng chi tiết và đảm bảo rằng chuyến đi của chúng tôi diễn ra suôn sẻ là không ai sánh kịp.Đọc thêm",
            "Gia đình tôi và tôi đã sử dụng Ecolux để sắp xếp chuyến du lịch tại Việt Nam trong năm nay. Tất cả chúng tôi đều bỏ đi sau chuyến đi và nói về việc mọi thứ được tổ chức tốt như thế nào từ địa điểm, tài xế và hướng dẫn viên du lịch. Linda liên lạc với chúng tôi mỗi ngày để kiểm tra các chuyến tham quan của chúng tôi và kiểm tra xem mọi thứ có diễn ra tốt đẹp hay không, điều mà chúng tôi đánh giá rất cao, tất cả các hướng dẫn viên du lịch địa phương đã chăm sóc chúng tôi và giúp chúng tôi có được nhiều kiến ​​thức về đất nước cùng với việc mang lại những ngày vui vẻ và năng lượng cao cho tất cả chúng ta. Tôi không thể đánh giá cao hơn về công ty này và rất nóng lòng được quay trở lại Việt Nam và hỗ trợ công ty này một lần nữa trong tương lai.Đọc thêm",
            "Khi tôi quyết định đến thăm Việt Nam, tôi đã tìm được một công ty tốt. Tôi đã liên hệ với chuyên gia tư vấn Tailor của Công ty du lịch EcoLux.  Thợ may là người tuyệt vời. Anh ấy sắp xếp những chuyến đi tuyệt vời. Anh ấy tốt bụng và cẩn thận với khách hàng.Đọc thêm",
            "Tôi cùng gia đình đến Hồ Chí Minh vào ngày 23 tháng 9 và sử dụng Ecolux để tổ chức các chuyến tham quan địa phương, ẩm thực và xe hơi. Mọi thứ đều được sắp xếp hoàn hảo đến mức tôi choáng váng và kinh ngạc. Cảm ơn Linda và hướng dẫn viên du lịch địa phương của tôi Gai vì đã có trải nghiệm tuyệt vời và chăm sóc gia đình tôi rất tốt. Gai rất linh hoạt trong việc đáp ứng nhu cầu của gia đình tôi và điều chỉnh hành trình mà không gặp vấn đề gì và phàn nàn rằng tôi không có đủ lời để giải thích và cảm ơn anh ấy. Gai và Linda cũng tổ chức một chiếc bánh cho sinh nhật lần thứ 10 của con gái tôi, đó là một cử chỉ tử tế của họ. Tất cả các lựa chọn cho các chuyến tham quan trong ngày và đồ ăn tại nhà hàng địa phương đều được họ phục vụ và lên kế hoạch tốt đến mức chúng tôi không gặp phải bất kỳ vấn đề nào. Tôi mạnh mẽ giới thiệu công ty này. Gai cũng đã liên lạc với tôi sau khi tôi trở lại Úc để xem liệu tôi có trở về nhà an toàn hay không. Không thể tin được và như tôi đã nói mũ phục vụ tốt của họ. Hãy tiếp tục phát huy. Cảm ơn một lần nữa vì tất cả những nỗ lực của bạn.Đọc thêm",
            "Tôi thực sự muốn giới thiệu Ecolux Việt Nam, đặc biệt là Linda, người đã rất hữu ích trong việc sắp xếp một hành trình phù hợp với nhu cầu của chúng tôi cho chuyến đi 7 ngày. Linda luôn có mặt trên WhatsApp nếu cần và sắp xếp tất cả các chuyến tham quan, chỗ ở, vé đấu giá, v.v. và luôn cập nhật cho chúng tôi về thời gian đón chuyến tham quan nhưng cũng thực hiện tất cả các thủ tục đăng ký trên chuyến bay. Đừng ngần ngại liên hệ với Linda nếu bạn đang gặp rắc rối chuyến đi miễn phí đến Việt Nam xinh đẹp. Chuyến đi cho 2 người từ Đà Nẵng, Hội An, Hà Nội, Ninh Bình và Vịnh Hạ Long. - Cam On - Cảm ơn bạn - !PriscillaĐọc thêm",
            "Công cụ lập kế hoạch kỳ nghỉ tốt nhất cho Việt Nam. Đặc biệt cảm ơn Tiến Nguyễn - Tailor - người đã giúp đỡ chúng tôi trong suốt chuyến đi đến Việt Nam. Chúng tôi đã đến Hà Nội, Đà Nẵng - Phú Quốc thông qua đại lý du lịch này. Họ đã lên kế hoạch mọi thứ rất tốt. Tiến Nguyễn - Tailor - rất am hiểu và hữu ích về mọi mặt. Một lần nữa xin cảm ơn Tailor rất nhiều vì sự hỗ trợ tốt bụng và bản chất hữu ích của bạn.  -  -  - Đọc thêm"
        ],
        "star_ratings": [
            28,
            1,
            0,
            0,
            0
        ],
        "review_amount": 29,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Ecolux Vietnam",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written January 8, 2024",
            "Written December 22, 2023",
            "Written December 21, 2023",
            "Written October 30, 2023",
            "Written October 29, 2023",
            "Written October 27, 2023",
            "Written October 12, 2023",
            "Written September 28, 2023",
            "Written September 25, 2023",
            "Written September 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d25078136-Reviews-or10-Ecolux_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25078136-Reviews-Ecolux_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25078136-Reviews-or20-Ecolux_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14097738-Reviews-Saigon_Mui_Ne_Transfer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14199522-Reviews-Toan_Thang-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24124684-Reviews-Phong_Cach_Vi_t_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14074123-Reviews-Saigontourist_River_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25027578-Reviews-Vietnam_Travel_And_Golf_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13993341-Reviews-Sancy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24133059-Reviews-An_Travel_Ltd-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26632244-Reviews-G7_Taxi_H_Chi_Minh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24102260-Reviews-Saigonese_Tourist-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23195941-Reviews-Rieng_Viet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26853386-Reviews-Binh_Thanh_Market_Shop_3-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25252306-Reviews-Vietnam_Birds-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14094708-Reviews-Vietnam_Motorbike_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26632193-Reviews-G7_Taxi_H_Chi_Minh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26103372-Reviews-Menas_Mall_Saigon_Airport-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g635605-d6713773-Reviews-War_Shelter_of_Platanias-Platanias_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g20558554-d7276761-Reviews-Tsougrias_Beach-Tsougrias_Island_Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d7734245-Reviews-Foki_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d14209177-Reviews-Copa_Beach-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g48016-d2233164-Reviews-Million_Dollar_Beach-Lake_George_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29297-d3592249-Reviews-Phillips_Park_Zoo-Aurora_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g298089-d1636701-Reviews-Devil_s_Pool-Livingstone_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60724-d10407461-Reviews-Ken_s_Lake-Moab_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g35686-d6752205-Reviews-Bishop_Hill_Illinois-Bishop_Hill_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d10538610-Reviews-Thomas_Beach-Pecatu_Bukit_Peninsula_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d25078136-Reviews-or20-Ecolux_Vietnam-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d25078136-Reviews-or10-Ecolux_Vietnam-Hanoi.html"
    },
    {
        "attraction_name": "Ecolux Vietnam",
        "attraction_name_vi": "Ecolux Vietnam",
        "general_info": [
            "29 đánh giá",
            "- 301 trên 1.093 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan bằng xe đạp",
            "Tour tham quan",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Ecolux DMC là một trong những đại lý du lịch địa phương hàng đầu tại Việt Nam khai thác các tour du lịch cổ điển - thiết kế riêng tại Việt Nam và Campuchia. Chúng tôi cam kết đáp ứng mong đợi của khách hàng về giá cả cạnh tranh và dịch vụ chất lượng tốt, bao gồm các chuyến tham quan đất liền, chỗ ở, chuyển nhượng, vé máy bay và Dịch vụ Visa. Khách hàng của chúng tôi xứng đáng được trải nghiệm dịch vụ tốt nhất và trách nhiệm của chúng tôi là biến điều đó thành hiện thực thông qua sự cải tiến không ngừng.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt chuyến đi 12 ngày với Ecolux cho kỳ nghỉ lễ của mình. Chuyến đi đã vượt quá sự mong đợi của chúng tôi. Đồ ăn ngon, khách sạn ấm cúng với vị trí rất tốt. Chắc chắn sẽ đặt chỗ lại với công ty cho chuyến đi tiếp theo của chúng tôi vào năm 2024. Đọc thêm",
            "Công cụ lập kế hoạch kỳ nghỉ tốt nhất cho Việt Nam. Đặc biệt cảm ơn Tiến Nguyễn - Tailor - người đã giúp đỡ chúng tôi trong suốt chuyến đi đến Việt Nam. Chúng tôi đã đến Hà Nội, Đà Nẵng - Phú Quốc thông qua đại lý du lịch này. Họ đã lên kế hoạch mọi thứ rất tốt. Tiến Nguyễn - Tailor - rất am hiểu và hữu ích về mọi mặt. Một lần nữa xin cảm ơn Tailor rất nhiều vì sự hỗ trợ tốt bụng và bản chất hữu ích của bạn.  -  -  - Đọc thêm",
            "Gia đình tôi và tôi đã sử dụng Ecolux để sắp xếp chuyến du lịch tại Việt Nam trong năm nay. Tất cả chúng tôi đều bỏ đi sau chuyến đi và nói về việc mọi thứ được tổ chức tốt như thế nào từ địa điểm, tài xế và hướng dẫn viên du lịch. Linda liên lạc với chúng tôi mỗi ngày để kiểm tra các chuyến tham quan của chúng tôi và kiểm tra xem mọi thứ có diễn ra tốt đẹp hay không, điều mà chúng tôi đánh giá rất cao, tất cả các hướng dẫn viên du lịch địa phương đã chăm sóc chúng tôi và giúp chúng tôi có được nhiều kiến ​​thức về đất nước cùng với việc mang lại những ngày vui vẻ và năng lượng cao cho tất cả chúng ta. Tôi không thể đánh giá cao hơn về công ty này và rất nóng lòng được quay trở lại Việt Nam và hỗ trợ công ty này một lần nữa trong tương lai.Đọc thêm",
            "Những địa điểm trong chuyến tham quan của chúng tôi thật tuyệt vời và không thể diễn tả được.  Các đại lý du lịch rất thân thiện cũng như chỗ ở khách sạn rất tốt. Tour du lịch Đà Nẵng, Việt Nam của chúng tôi thật tuyệt vời!  Dự định quay lại lần nữa. Cảm ơn Ecolux Việt NamĐọc thêm",
            "Khi tôi quyết định đến thăm Việt Nam, tôi đã tìm được một công ty tốt. Tôi đã liên hệ với chuyên gia tư vấn Tailor của Công ty du lịch EcoLux.  Thợ may là người tuyệt vời. Anh ấy sắp xếp những chuyến đi tuyệt vời. Anh ấy tốt bụng và cẩn thận với khách hàng.Đọc thêm",
            "Taylor rất tốt bụng và nhanh nhạy. Anh ấy đáp ứng các yêu cầu của chúng tôi và thấy rằng chúng tôi cảm thấy thoải mái và hài lòng. Ecolux rất được khuyến khích.Đọc thêm",
            "Tôi đã có 17 ngày du lịch Hà Nội - Đà Nẵng - TP.HCM! Trải nghiệm thật tuyệt vời! Thợ may Nguyễn sắp xếp chuyến đi của tôi từ đón sân bay đến trả khách sạn. Tôi đã có tất cả những điểm nổi bật của chuyến tham quan từ nơi này đến nơi khác. Tất cả các khách sạn anh ấy đặt cho tôi đều tuyệt vời và nằm ngay trung tâm của mọi thành phố. Đây là chuyến du lịch Việt Nam 17 ngày hoàn hảo để tìm hiểu sâu hơn về văn hóa của họ!Đọc thêm",
            "Tôi thực sự muốn giới thiệu Ecolux Việt Nam, đặc biệt là Linda, người đã rất hữu ích trong việc sắp xếp một hành trình phù hợp với nhu cầu của chúng tôi cho chuyến đi 7 ngày. Linda luôn có mặt trên WhatsApp nếu cần và sắp xếp tất cả các chuyến tham quan, chỗ ở, vé đấu giá, v.v. và luôn cập nhật cho chúng tôi về thời gian đón chuyến tham quan nhưng cũng thực hiện tất cả các thủ tục đăng ký trên chuyến bay. Đừng ngần ngại liên hệ với Linda nếu bạn đang gặp rắc rối chuyến đi miễn phí đến Việt Nam xinh đẹp. Chuyến đi cho 2 người từ Đà Nẵng, Hội An, Hà Nội, Ninh Bình và Vịnh Hạ Long. - Cam On - Cảm ơn bạn - !PriscillaĐọc thêm",
            "Cảm ơn Ecolux Việt Nam đã hỗ trợ nhiệt tình trong chuyến đi. Cô Linda Phạm rất nhiệt tình và luôn sẵn sàng giúp đỡ chúng tôi khi chúng tôi cầnĐọc thêm",
            "Cảm ơn David rất nhiều! Hy vọng được phục vụ bạn ở Việt Nam vào lần tớiĐọc thêm"
        ],
        "star_ratings": [
            28,
            1,
            0,
            0,
            0
        ],
        "review_amount": 29,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Ecolux Vietnam",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 18, 2023",
            "Written September 20, 2023",
            "Written October 27, 2023",
            "Written March 13, 2024",
            "Written October 12, 2023",
            "Written February 9, 2024",
            "Written January 23, 2024",
            "Written September 25, 2023",
            "Written November 4, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d25078136-Reviews-or20-Ecolux_Vietnam-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25078136-Reviews-or10-Ecolux_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25078136-Reviews-Ecolux_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14097738-Reviews-Saigon_Mui_Ne_Transfer-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14199522-Reviews-Toan_Thang-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24124684-Reviews-Phong_Cach_Vi_t_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14074123-Reviews-Saigontourist_River_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25027578-Reviews-Vietnam_Travel_And_Golf_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13993341-Reviews-Sancy_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24133059-Reviews-An_Travel_Ltd-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26632244-Reviews-G7_Taxi_H_Chi_Minh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24102260-Reviews-Saigonese_Tourist-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d23195941-Reviews-Rieng_Viet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26853386-Reviews-Binh_Thanh_Market_Shop_3-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25252306-Reviews-Vietnam_Birds-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14094708-Reviews-Vietnam_Motorbike_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26632193-Reviews-G7_Taxi_H_Chi_Minh-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26103372-Reviews-Menas_Mall_Saigon_Airport-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g1022822-d1238308-Reviews-Kinosaki_Onsen-Toyooka_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d482047-Reviews-Theodore_Roosevelt_Island_Park-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d3781005-Reviews-Royal_Hawaiian_Golf_Club-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g668005-d7682501-Reviews-Sajek-Mirpur_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g44780-d2557322-Reviews-Redmons_Candy_Factory-Phillipsburg_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g32420-d124541-Reviews-Crystal_Cathedral-Garden_Grove_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60632-d7191674-Reviews-Kamaole_Beach_Park_I-Kihei_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g562814-d667082-Reviews-PortAventura-Salou_Costa_Dorada_Province_of_Tarragona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g303297-d2391312-Reviews-Jericoacoara_Beach-Jericoacoara_Jijoca_de_Jericoacoara_State_of_Ceara.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d10020676-Reviews-Seafair_Torchlight_Parade-Seattle_Washington.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d25078136-Reviews-or20-Ecolux_Vietnam-Hanoi.html"
    }
]