[
    {
        "attraction_name": "Ecolines",
        "attraction_name_vi": "Sinh thái",
        "general_info": [
            "1.104 đánh giá",
            "6 trên 64 Phương tiện giao thông ở Riga",
            "Dịch vụ xe buýt"
        ],
        "attraction_summary": "Một trong những nhà điều hành xe khách lớn nhất và giàu kinh nghiệm nhất ở Châu Âu, cung cấp chuyến đi thoải mái đến 20 quốc gia và khoảng 205 thành phố hàng ngày.Đọc thêm",
        "reviews": [
            "Gần đây tôi đã có một trải nghiệm tồi tệ với công ty xe buýt Ecolines này. Chuyến khởi hành của chúng tôi từ Vilnius đến Warsaw được lên lịch vào lúc 16:00, nhưng cuối cùng chúng tôi phải khởi hành lúc 17:32 vì chúng tôi phải đợi một chuyến xe buýt khác có nhiều hành khách hơn. Trong khi chúng tôi chờ đợi, máy điều hòa không hoạt động, khiến chúng tôi rất khó chịu. Trên hết, xe buýt rất bẩn. Công ty không cung cấp cho chúng tôi bất cứ thứ gì, thậm chí không có một chai nước, để bù đắp cho sự bất tiện này. Tôi cực kỳ thất vọng với dịch vụ. Đọc thêm",
            "Xin chào! Chúng tôi xin lỗi vì bất kỳ sự bất tiện nào gây ra. Vui lòng gửi khiếu nại trên trang web của chúng tôi trong mục Thông tin - Khiếu nại. Bộ phận thích hợp sẽ xem xét khiếu nại của bạn và sẽ cung cấp phản hồi chính thức trong khung thời gian được quy định bởi các quy tắc. Đọc thêm",
            "I travelled solo from Minsk to Vilnius on 13th of May 2024. All necessary documents related to my EU passport to pass the boarding control between Belarus and Lithuania were good; no visa needed.1- boarding experience.The trip was scheduled at 00:30. The boarding begun almost on time and it was an experience.Ecolines.by representative Igor made an announcement the way nobody could hear or understand what was said. Crowd of passengers did know how to queue, but were pushing each other trying to be first. No queue was organised by the assistant either. Everybody had to tell their seat number and the assistant would check name against his list, and ask for a passport and other documents, and then let you on board. The manner the assistant spoke was polite but hostile, it made me feel unwelcom. Once the boarding finished we begun our journey to Vilnius.Unfortunately, I did not last long as the bus broke just outside Minsk bus terminal. Extremely slowly we were driven to a different location to change to a different bus.Good start for a long trip! Once all passengers got aboard the bus, the journey to Vilnius finally begun 1 hour behind the schedule.The replacement bus was bit filthy, very strong toilet odour, feels like you almost at the wastewater treatment plant.2- the border crossingI must say, the behaviour of a driver was absolutely unacceptable.I dont require a visa with my EU passport to visit Belarus. For some reason my name appeared in their system as a person who entered country by car without declaring in the right way. I had to explain that I did not enter the country by car in the last 15 years and dont understand what is going on. It took about 40 minutes to explain, answer the questions, to clarify everything. Eventually they found an error in the system and my name appears to be the same as the other person who really did enter country by car a year ago.Whilst I was talking to custom control, all other passengers got through the border control. When I saw the bus moving a bit further away from where it was parked first, I approached the driver and said I am a passenger as well. The driver then shouted at me asking why Im still outside. I tried to explain that my passport is with customs and they will let me go once the custom officer finalise the process. I did not want to explain to a driver the reason, as it is not of his business.To my disbelief, the driver made an assumption that I would not be allowed to pass the border and said to me hi isnt going to way any longer for me. No, you are staying, you were removed by officers. When I asked if I will get my money back, his reply was exceptional a bit of sarcasm here. No, its your fault nobody will refund you the cost; and he was gone.It was shocking! Unacceptable!Fortunately almost in the same time the officer came out, handed my passport back and asked where is my bus. Its gone! The officer then contacted other staff member at the gates and asked not to let out Ecolines bus, as they left one passenger behind. She then walked me all the way to the gates where bus was held, waiting for me.Once we reached the bus, officer asked driver why he was gone leaving a passenger. Surprisingly, the driver was polite with the custome officer, he smiled, but could give any adequate explanation.My advice to anyone travelling by Ecolines.by - be vigilant, be strong, make sure you have all visas, registrations, documents correct, otherwise you can be thrown out by a driver, LoLRead more",
            "Xin chào! Chúng tôi xin lỗi vì bất kỳ sự bất tiện gây ra. Vui lòng gửi khiếu nại trên trang web của chúng tôi trong phần Thông tin - Khiếu nại. Bộ phận thích hợp sẽ xem xét khiếu nại của bạn và sẽ đưa ra phản hồi chính thức trong khung thời gian được quy định bởi các quy tắc. Đọc thêm",
            "Trải nghiệm tồi tệ nhất trong cuộc đời tôi! Tôi đã đến Vilnius từ Ba Lan, nơi tôi phải đổi xe buýt Ecolines của mình sang một chiếc khác không phải Ecolines.1 - Tôi đã lên kế hoạch cho chuyến đi của mình nhưng tôi nhận được tin nhắn SMS rằng có sự chậm trễ trong 40 phút. Chà, có thể ổn thôi, không quan trọng lắm, nhưng bạn biết đấy, tôi đã lên kế hoạch dành một chút thời gian ở Vilnius trước chuyến xe buýt tiếp theo. Được rồi, cuối cùng cũng muộn khoảng 50 phút. 2 - Khi đến nơi, tôi thấy xe buýt quá đông, họ nói - xe buýt thứ hai của chúng tôi bị hỏng, bạn không thể ngồi vào chỗ của mình - hãy tìm chỗ trống. Chà, điều đó đã làm tôi khó chịu.3 - Tôi cần màn hình LCD nên tôi đã đóng gói nó vào hộp và bắt đầu cuộc hành trình của mình. Khi bắt đầu lên máy bay, người lái xe nói - họ không thể lấy màn hình của tôi, việc này cần được thảo luận trước khi lên đường và chỉ có thể được thực hiện với khoản phí bổ sung 30 Euro! NHƯNG!!! Không có nhận xét về nó trong vé! Có cảnh báo về vật nuôi, âm thanh, v.v., nhưng không phải về việc tôi không thể lấy Màn hình LCD! Sau khi tóm tắt tất cả 3 điểm này, tôi nhanh chóng quyết định từ chối tham gia. Tôi đã viết email cho quản trị viên, nhưng họ từ chối mọi khoản bồi thường. Tóm lại - tôi sẽ không bao giờ hợp tác với công ty này nữa.Đọc thêm",
            "Xin chào! Chúng tôi xin lỗi vì bất kỳ sự bất tiện gây ra. Vui lòng gửi khiếu nại trên trang web của chúng tôi trong phần Thông tin - Khiếu nại. Bộ phận thích hợp sẽ xem xét khiếu nại của bạn và sẽ đưa ra phản hồi chính thức trong khung thời gian được quy định bởi các quy tắc. Đọc thêm",
            "Những kẻ lừa đảo, trên xe buýt từ Vilnius đến Riga lúc 18:00. Ngày 15 tháng 3. Stuff đã lừa chúng tôi bằng cách trả 20 tiền phạt cho vali. Điều này chưa bao giờ xảy ra với LuxExpress. Không bao giờ lái xe với công ty này nữaĐọc thêm",
            "Xin chào! Vui lòng gửi khiếu nại trên trang web của chúng tôi trong mục Thông tin - Khiếu nại. Bộ phận thích hợp sẽ xem xét khiếu nại của bạn và sẽ cung cấp phản hồi chính thức trong khung thời gian được quy định bởi các quy tắc. Đọc thêm",
            "Dịch vụ khách hàng rất tệ. Tài xế thật thô lỗ, tính 30 cho 17 kg 30 kg cho phép hộp đựng thẻ, sau khi tôi nói với anh ta rằng bên trong xe đạp đã được tháo dỡ. Phần vô lý là tài xế từ chối cung cấp bất kỳ biên lai nào. Thái độ tham nhũng! Thật xấu hổ cho tài xế!Đọc thêm",
            "Xin chào! Chúng tôi xin lỗi vì bất kỳ sự bất tiện gây ra. Vui lòng gửi khiếu nại trên trang web của chúng tôi trong phần Thông tin - Khiếu nại. Bộ phận thích hợp sẽ xem xét khiếu nại của bạn và sẽ đưa ra phản hồi chính thức trong khung thời gian được quy định bởi các quy tắc. \nĐọc thêm",
            "Tôi đã thấy rất nhiều điều trong đời, nhưng cách cư xử không đúng mực của nhân viên như vậy mà bạn chỉ có thể gặp ở Nga..Bạn sẽ nhận được điều tương tự nếu gọi cho họ...Đọc thêm",
            "Xin chào! Chúng tôi xin lỗi vì bất kỳ sự bất tiện gây ra. Vui lòng gửi khiếu nại trên trang web của chúng tôi trong phần Thông tin - Khiếu nại. Bộ phận thích hợp sẽ xem xét khiếu nại của bạn và sẽ đưa ra phản hồi chính thức trong khung thời gian được quy định bởi các quy tắc. Đọc thêm",
            "Chỗ ngồi thoải mái, chúng tôi có TV để xem phim và nghe nhạc. Internet cũng đã có sẵn. Chúng tôi có trà và cà phê miễn phí theo ý của chúng tôi. Trên xe còn có nhà vệ sinh sạch sẽĐọc thêm",
            "Xin chào,\nCảm ơn bạn đã phản hồi tích cực của bạn. Chúng tôi chân thành hy vọng rằng những chuyến đi tiếp theo của bạn trên xe khách của chúng tôi cũng sẽ chỉ để lại những ấn tượng thú vị. Đọc thêm",
            "Trên chuyến xe buýt một chiều bị trễ, chúng tôi - những người đang đợi, được một chiếc xe buýt khác đón, điều đó vẫn ổn. Nhưng trên đường về, xe buýt của chúng tôi bị trễ 3 tiếng và cứ 20 phút các nhà điều hành ecolines lại viết rằng xe buýt sẽ đến trễ, thay đổi thời gian đến, nghĩa là không có khả năng rời ga. Hai sao chỉ dành cho dịch vụ tương đối tốt bên trong xe buýt Nếu bạn coi trọng thời gian của mình thì hãy chọn các hãng vận chuyển khác Đọc thêm",
            "Xin chào! Chúng tôi xin lỗi vì bất kỳ sự bất tiện gây ra. Vui lòng gửi khiếu nại trên trang web của chúng tôi trong phần Thông tin - Khiếu nại. Bộ phận thích hợp sẽ xem xét khiếu nại của bạn và sẽ đưa ra phản hồi chính thức trong khung thời gian được quy định bởi các quy tắc. Đọc thêm",
            "Tôi có một chiếc xe buýt từ Tallinn tới Riga. vào ngày 17 tháng 5. Thứ nhất, giao thông giữa Estonia và Latvia vốn đã rất tệ khi không có đủ xe buýt để bắt đầu và không có tàu hỏa. Chiếc xe buýt này dừng giữa Quốc lộ vì nhà vệ sinh bị hỏng và phân rỉ ra từ chiếc xe buýt này. Tôi cũng có ảnh cho việc này, rất tiếc là Trustpilot không cho phép bạn đăng ảnh. Tôi không có cách nào để đến Riga, nơi vẫn còn khoảng 2,5 giờ nữa và không còn xe buýt nào đi đến Riga từ bất kỳ tuyến xe buýt nào nữa. Trên hết, tôi có chuyến bay từ Riga trong 6 giờ nữa nên tôi phải đến Riga gấp. Tôi đã đặt chuyến bay từ Riga vì Ryanair đã dừng một số chuyến bay từ Tallinn đến Nürnberg vì một lý do ngẫu nhiên nhưng đó là một cuộc thảo luận khác. Tài xế xe buýt không thân thiện và không có ích gì và họ không cung cấp cho chúng tôi bất kỳ thông tin cập nhật nào về tình hình. Trong trường hợp này, hai hoặc thậm chí ba xe buýt phải được điều động ngay đến địa điểm để cung cấp cho hành khách phương án thay thế để họ có thể đến đích đúng giờ. Trong một giờ không có gì đến nên tôi phải đặt vé và tốn 200 euro để đến Riga. Sau đó tôi yêu cầu hoàn lại tiền và họ không trả lời tôi. Sau đó tôi hỏi trang facebook về một bản cập nhật và họ nói sẽ mất 90 ngày để yêu cầu hoàn tất. Sau khoảng hơn 120 ngày, tôi lại yêu cầu cập nhật và họ đã hoàn lại cho tôi 10 euro. Vì vậy, thậm chí không có đủ số tiền tôi đã trả cho xe buýt. Vì vậy, nếu bạn muốn có một dịch vụ xe buýt đáng tin cậy và đến đúng giờ, chỉ cần trả thêm 5 euro và đi Lux Express. Bởi vì Ecolines sẽ khiến bạn bất lực và mắc kẹt ở một địa điểm không xác định mà không có sự giúp đỡ.Đọc thêm",
            "Xin chào! Chúng tôi xin lỗi vì đã gây ra sự bất tiện này. Chúng tôi đang cố gắng hết sức để tránh những tình huống tương tự trong tương lai.Đọc thêm",
            "Gần đây chúng tôi đã đi đến và đi từ Tallin. Cả hai lần Stuart đều tuyệt vời, rất thành thạo ngôn ngữ và hữu ích. Tuy nhiên, mặc dù tôi hiểu các yếu tố con người xuất phát từ việc lái xe trong nhiều giờ nhưng các tài xế cần được đào tạo về cách quản lý cơn tức giận. Tôi không nhớ lần cuối cùng tôi gặp phải dịch vụ thô lỗ như vậy. Ví dụ: một ông già ngồi gần đó gặp vấn đề về ghế ngồi và đến gặp tài xế để nhờ giúp đỡ. Đó là khi mọi người đang gửi hành lý của mình cho một tài xế khác và làm thủ tục và tài xế đã thô lỗ kéo rèm phía trước lại. khuôn mặt của người đàn ông và hung hăng nói: Tôi đang bận, đừng làm phiền tôi bằng tiếng Nga. Ngoài ra, bạn tôi đã vướng vào cảnh các tài xế tranh cãi về hành lý và bị nhổ nước bọt, vì vậy đây không phải là trải nghiệm thú vị nhất. Nhìn chung, xe buýt hơi lỗi thời và người ta phải lưu ý rằng rất có thể nó sẽ bị trì hoãn, tuy nhiên, hãy lưu ý rằng mức giá như vậy là đủ hợp lý.Đọc thêm",
            "Xin chào! Chúng tôi xin lỗi vì bất kỳ sự bất tiện gây ra. Vui lòng gửi khiếu nại trên trang web của chúng tôi trong phần Thông tin - Khiếu nại. Bộ phận thích hợp sẽ xem xét khiếu nại của bạn và sẽ đưa ra phản hồi chính thức trong khung thời gian được quy định bởi các quy tắc. Đọc thêm",
            "Xin chào, làm thế nào có thể xảy ra tình trạng chậm trễ trên tuyến đường St. Petersburg - Sân bay Helsinki?Đọc thêm",
            "Tôi không thể in vé du lịch của mình. Trình bày thông tin đặt chỗ trên điện thoại di động của tôi có đủ không?Đọc thêm",
            "Vâng!Đọc thêm",
            "Bạn nên in vé xe buýt Ecolines hay sử dụng điện thoại di độngĐọc thêm"
        ],
        "star_ratings": [
            634,
            120,
            67,
            43,
            242
        ],
        "review_amount": 1106,
        "location": [
            "Những điều cần làm ở Riga",
            "Sinh thái",
            "Latvia",
            "Riga",
            "Vùng Riga",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written May 18, 2024",
            "Written May 15, 2024",
            "Written April 15, 2024",
            "Written March 15, 2024",
            "Written December 20, 2023",
            "Written November 30, 2023",
            "Written October 26, 2023",
            "Written October 14, 2023",
            "Written September 28, 2023",
            "Written August 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274967-d11621560-Reviews-Ecolines-Riga_Riga_Region.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d19121339-Reviews-Dilettante-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d1030605-Reviews-Belgian_Beer_Cafe_Bon_Vivant-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d25557961-Reviews-Easy_Wine_Easy_Pizza-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d20962697-Reviews-Two_More_Beers-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d8541742-Reviews-Milda-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d1769793-Reviews-Bar_Restaurant_Petergailis-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d1540922-Reviews-Domini_Canes-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d15083256-Reviews-Crumble_Cake-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d7104358-Reviews-Street_Fries_Kitchen_Old_Town-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d9754470-Reviews-Sidrerija-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d289085-Reviews-Central_Market_Centraltirgus-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d8573514-Reviews-Museum_of_the_Popular_Front_of_Latvia-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d17406378-Reviews-Stockmann-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d7592285-Reviews-Latvian_Sport_Museum-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d13174476-Reviews-Monument_to_Max_Scherwinsky-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d13174474-Reviews-Memorial_Sota_Rustaveli-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d3427529-Reviews-Riga_Film_Museum-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d2310339-Reviews-View_of_Riga_from_St_Peter_s_Church_Tower-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d8370356-Reviews-Rigas_Kino_muzejs-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d7273047-Reviews-Riga_Synagogue-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d11621560-Reviews-or10-Ecolines-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d17737314-Reviews-Latvian_Gem-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d14082230-Reviews-OsaBus-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d13799753-Reviews-ALLURE_TOURS_lv-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d19448344-Reviews-Baltic_nature_travel-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d8389658-Reviews-Baltic_Transfers_and_Tours_Day_Tours-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d25398699-Reviews-Buysocial_org-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d17826550-Reviews-Actual_Travel-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d8543934-Reviews-Riga_Transfers_24-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d17337452-Reviews-Riga_Stag_Party_Weekend-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d16897995-Reviews-Riga_Guide_Experiences_Tours_Things_to_Do-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d6874145-Reviews-Traveller_Tours-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d15532512-Reviews-Miezis_Un_Kompanija-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d11921082-Reviews-Riga_Wellness-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d23622031-Reviews-Clayton_McNamaras_Drinking_Emporium-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d7379739-Reviews-Old_Riga_SPA-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d11978903-Reviews-Wellton_SPA_Oasis-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d17373757-Reviews-Distillers_Republic_Distillerie-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d10107887-Reviews-The_Armoury_Bar-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d8723399-Reviews-Depo-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d10317844-Reviews-Bellezza-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d11910588-Reviews-Forum_Cinemas-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d1972237-Reviews-Riga_Free_Tour-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g41952-d286039-Reviews-EcoTarium-Worcester_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g32279-d6373215-Reviews-Baby_Beach-Dana_Point_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g36808-d1857135-Reviews-Matthiessen_State_Park-North_Utica_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d12242456-Reviews-Aroma_Thai_Spa_Gongdeok-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d12262360-Reviews-Tunektepe_Teleferik-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g780977-d6819495-Reviews-Novada_Outlet-Soke_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g32849-d145179-Reviews-Stanford_Shopping_Center-Palo_Alto_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d324227-Reviews-Jumeirah_Public_Beach-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g48371-d3980035-Reviews-Whaley_Lake-Pawling_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g2278163-d1950038-Reviews-Orava_Castle-Oravsky_Podzamok_Zilina_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274967-d11621560-Reviews-or10-Ecolines-Riga_Riga_Region.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274967-d11621560-Reviews-Ecolines-Riga_Riga_Region.html"
    }
]