[
    {
        "attraction_name": "Ecopark Kantun Chi",
        "attraction_name_vi": "Ecopark Kantun Chi",
        "general_info": [
            "2.187 đánh giá",
            "1 trong số 15 điều cần làm ở Puerto Aventuras",
            "Khu vực hoang dã tự nhiên",
            "Hang động Hang động"
        ],
        "attraction_summary": "KANTUN CHI là một thiên đường kỳ lạ và thư giãn nằm trong khu rừng Riviera Maya, công viên sinh thái này quyến rũ du khách với những hang động nước cenote ấn tượng và tiếng thì thầm êm dịu của hệ thực vật nơi đây. Những du khách đến thăm những dòng sông ngầm đều ngạc nhiên trước làn nước trong vắt và những tảng đá ngàn năm tạo nên bầu không khí độc đáo. Đi sâu vào các giác quan của bạn và thực sự tận hưởng các chuyến tham quan Văn hóa Sinh thái MAGICAL WATERS, đi theo những con đường mòn xuyên rừng, bạn sẽ đến 5 hang động nước trong vắt như pha lê vô song tràn đầy sức sống mà vẫn giữ được nét quyến rũ tự nhiên và huyền bí mà người Maya cổ đại nhìn thấy ở đó. Năm cenote ở một nơi! AGUAS MAGICAS MAGIC WATERS Lịch trình Horarios: 9h - 10h - 12h - 1h chiều. Recorrido guiado por 5 cenote. Hướng dẫn tham quan đến 5 cenote. Thăm một người tôn thờ Maya Thăm đền thờ của người Maya. Khu vực giải trí hamacas và camastros Khu vực nghỉ ngơi võng và ghế dài. Alimentos platillo tipico và bebidas no Alcoholas Regaderas, tủ đựng đồ và vestidores Chalecos salvavidas, tấm che mascara, ống thở Vận chuyển bằng xe tải opcional Bicicleta và casco de seguridad Kayak GRUTAVENTURA Horarios: cada hora. Bao gồm Tour AGUAS MAGICAS với guia Entrada một chuyến tham quan por el rio subterraneo con guia Horario del parque: Abierto de 9 am a 5 pm todos los diasĐọc thêm",
        "reviews": [
            "While staying in Playa del Carmen, we decided to visit cenotes. We did a quick search and stumbled upon the EcoPark. The pictures were so beautiful that we booked it on the spot. After a quick and inexpensive ride on a collectivo from downtown, we found ourselves in front of the park. As we walked along the road towards the entrance, the sound of the highway disappeared and we found ourselves in the jungle, listening to birds and watching iguanas cross the path. \nWe got to the registration desk and signed in. The staff was friendly and accomodating and we were given an overview of what we would experience. After being given the necessary equipment helmet, flotation vest and boots, we were greeted by Giovanni, our guide. We didnt know at the time how lucky we were to have him assigned to our group. Being the only two Montrealers and obviously non-hispanics in a group of ten, we thought we would be in for a long day of not being able to get the information given, as it had happened on many other excursions on prior trips. But Giovanni made sure to always come back to us after giving his information in spanish first, and repeating everything in excellent english. Throughout the day, he proved to be not only a knowledgeable guide, providing us with detailed geological and archeological information, but also a fantastic host. He knew when to slow down to let people catch up, and knew when to ask them to hurry up in order to be able to make sure we visited all 5 cenotes. He was joyful and playful the whole time, and it was obvious he loves his job, and is definitely a people person. If ever you visit the site, try to have him as your guide, your visit will be enhanced tenfold.\n\nOur booking included a meal, and what a meal it was. The Lol Ha bar is an open air dining room, and it offered a much needed respite after a few hours of crawling through caves and swimming in the cenotes. You find yourself sitting in the middle of the jungle, shaded from the sun, with a cool breeze coming in, and enjoying wonderful food. We went back to swim in the open air cenotes in the afternoon, and enjoyed ourselves so much that we were surprised when a staffer came running to tell us the park was closing :-\n\nWe highly recommend the Ecopark to anyone looking to experience something out of this world. You will visit sites that are tens of millions of years old, learn about their formation and also how those caves eventually become open air cenotes, as their ceiling collapses due to natural erosion.\nThe site is gorgeous, the underground caves are breathtaking, the cenotes are amazing to visit, and the people are nice. Again, with a special mention for Giovanni, who is one of the best guides weve come accross, but also one of the nicest people weve met.Read more",
            "romyb580 thân mến!\n\nCảm ơn bạn rất nhiều vì những lời tốt đẹp và phản hồi tuyệt vời của bạn! Chúng tôi vô cùng biết ơn vì điều đó!\n\nChúng tôi rất vui vì bạn đã có trải nghiệm khó quên tại Eco Park xinh đẹp của chúng tôi.\n \nGio là một trong những Hướng dẫn viên tốt nhất của chúng tôi;\n\nHy vọng bạn có thể ghé thăm chúng tôi một lần nữa sớm!\n\nTốt nhất, Đọc thêm",
            "Nơi này rất đẹp và hướng dẫn viên Saul của chúng tôi đã hoàn thành xuất sắc chuyến tham quan mà anh ấy đã giao cho chúng tôi. Nơi này thật kỳ diệu và với tất cả thiên nhiên, họ cung cấp những món ăn tuyệt vời và bầu không khí tuyệt vời.  Yêu cầu hướng dẫn viên du lịch của họ Saul, anh ấy thật tuyệt vời. Đọc thêm",
            "Sheila thân mến\n\nCảm ơn bạn rất nhiều vì phản hồi của bạn!\n\nChúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời tại Eco Park xinh đẹp của chúng tôi.\n\nHy vọng bạn có thể ghé thăm chúng tôi một lần nữa sớm!\n\nTốt nhất, Đọc thêm",
            "Đã tự mình đến thăm địa điểm này bằng phương tiện giao thông địa phương.  Có năm cenote cộng với một cái dưới lòng đất.  Bạn phải trả nhiều tiền hơn cho cái ngầm nhưng nó đáng giá từng xu.\nMỗi hồ bơi đều khác nhau và tuyệt vời để bơi lội.\nMẹo hàng đầu của chúng tôi là mặc áo dài tay vì có rất nhiều muỗiĐọc thêm",
            "Pilburyf thân mến!\n\nCảm ơn bạn rất nhiều vì phản hồi của bạn!\n\nChúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời tại Eco Park xinh đẹp của chúng tôi.\n\nHy vọng bạn có thể ghé thăm chúng tôi một lần nữa sớm!\n\nTốt nhất, Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan vùng nước kỳ diệu kéo dài 2,5 giờ, tất cả 5 cenote nhưng không có chuyến tham quan hang động và điều đó thật tuyệt vời. Bạn chỉ có thể nhìn thấy cenote thứ 5 nếu bạn tham gia một chuyến tham quan và cho đến nay đây là nơi yêu thích của chúng tôi, mặc dù 4 cenote còn lại cũng rất tuyệt. Toàn bộ công viên rất đẹp và tất cả các cenote đều độc đáo và khác biệt với nhau. Trong chuyến tham quan, chúng tôi có thể dành thời gian bơi lội và chèo thuyền kayak trong cenote, đồng thời học hỏi được nhiều điều từ hướng dẫn viên du lịch tuyệt vời và thân thiện Saul. Chúng tôi thực hiện chuyến tham quan đầu tiên trong ngày lúc 10 giờ sáng, thật tuyệt vì công viên không đông đúc chút nào và dường như cũng không đông đúc khi chúng tôi rời đi vào khoảng 1 giờ chiều và chúng tôi cũng kết thúc chuyến tham quan vào thời điểm hoàn hảo để ăn trưa tại nhà hàng. Chúng tôi nghĩ đồ ăn ở nhà hàng cũng rất tuyệt với dịch vụ rất tốt. Tôi đánh giá cao công viên, tour du lịch và nhà hàng! Đọc thêm",
            "920lanep\n\nCảm ơn bạn rất nhiều vì những lời tốt đẹp và phản hồi tuyệt vời của bạn! Chúng tôi vô cùng biết ơn vì điều đó!\n\nChúng tôi rất vui vì bạn đã có trải nghiệm khó quên tại Eco Park xinh đẹp của chúng tôi.\n\nSaul là một trong những Hướng dẫn viên giỏi nhất của chúng tôi;\n\nHy vọng bạn có thể ghé thăm chúng tôi một lần nữa sớm!\n\nTốt nhất, Đọc thêm",
            "Trải nghiệm tuyệt vời từ lúc tôi đến. Các nhân viên thân thiện và cung cấp tất cả các thông tin cần thiết. Trong khi tham quan địa điểm, bạn sẽ gặp những nhóm nhỏ đang tận hưởng địa điểm này, không có những chuyến tham quan dồn dập theo lịch trình. Các cenote khác nhau và người ta có thể tận hưởng chúng khi rảnh rỗi cùng với thuyền kayak và võng.  Thật không may đã không tham quan hang động ngầm trong chuyến đi này nhưng sẽ trở lại cùng một nhóm trong tương laiĐọc thêm",
            "Cảm ơn bạn rất nhiều vì phản hồi của bạn!\n\nChúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời tại Eco Park xinh đẹp của chúng tôi.\n\nHy vọng bạn có thể ghé thăm chúng tôi một lần nữa sớm!\n\nTốt nhất, Đọc thêm",
            "Chuyến tham quan tuyệt vời của 5 cenote và dòng sông ngầm. \nChúng tôi đã được đặt trước 9 giờ sáng nhưng họ không có ai khác vào thời điểm đó nên họ để chúng tôi thư giãn trong một chiếc cenote một chút và chúng tôi tham gia chuyến tham quan lúc 10 giờ sáng. \nRẤT khuyên bạn nên tham gia tour kết hợp vì dòng sông ngầm hoàn toàn kỳ diệu.\nMọi cenote đều tuyệt đẹp nhưng để có quyền truy cập vào thứ 5, bạn phải có người hướng dẫn và đó là nơi tốt nhất để nhảy vào!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì phản hồi của bạn!\n\nChúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời tại Eco Park xinh đẹp của chúng tôi.\n\nHy vọng bạn có thể ghé thăm chúng tôi một lần nữa sớm!\n\nTốt nhất, Đọc thêm",
            "Đã thực hiện chuyến tham quan kết hợp và thật không thể tin được. Rất đáng để bỏ thêm tiền để làm dòng sông ngầm, đó là điểm nổi bật của chuyến đi. Chuyến tham quan cũng ghé thăm cenote 5 mà bạn không thể ghé thăm nếu bạn chỉ tự mình tham quan các cenote. Cenote này là tốt nhất và bạn thậm chí phải nhảy vào từ một mặt đá cao 9.\nRất đáng để chi thêm và thực hiện chuyến tham quan kết hợp!! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời nói tử tế và phản hồi tuyệt vời của bạn! Chúng tôi vô cùng biết ơn vì điều đó!\n\nChúng tôi rất vui vì bạn đã có một trải nghiệm khó quên tại Công viên sinh thái xinh đẹp của chúng tôi.\n\nSaul là một trong những Hướng dẫn viên giỏi nhất của chúng tôi;\n\nHy vọng bạn có thể sớm ghé thăm chúng tôi một lần nữa!\n\nThân ái,\nĐọc thêm",
            "Vợ tôi và tôi đã từng đến Kantun Chi trước đây và đã thực hiện toàn bộ chuyến tham quan, điều này rất đáng thời gian. Chuyến đi này chúng tôi đang tìm kiếm một ngày thư giãn trong rừng rậm. Chúng tôi đã đăng ký, lấy thiết bị và tự mình đi ra ngoài. Chúng tôi dành cả ngày chèo thuyền kayak và thư giãn bên cenote. Khi một nhóm du lịch đến bể chứa nước, chúng tôi vừa chuyển đến một nơi khác hoặc tìm một chiếc võng để thư giãn. Đó là một ngày nạp lại năng lượng hoàn hảo.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và phản hồi tuyệt vời của bạn! Chúng tôi vô cùng biết ơn vì điều đó!\n\nChúng tôi rất vui vì bạn đã có trải nghiệm khó quên tại Eco Park xinh đẹp của chúng tôi.\n\nSaul là một trong những Hướng dẫn viên giỏi nhất của chúng tôi;\n\nHy vọng bạn có thể ghé thăm chúng tôi một lần nữa sớm!\n\nTốt nhất, Đọc thêm",
            "Người Maya đã sinh sống trên bán đảo Yucatan hàng ngàn năm. Họ tin rằng hàng trăm cenote liên tục bị xói mòn đã mang lại đặc tính cứu sống và là cửa ngõ dẫn đến Xibalba, thế giới ngầm của người Maya và thế giới bên kia. Kantun-Chi cho phép chúng tôi tận dụng chuyến tham quan bơi lội và khám phá riêng năm hồ khai sáng tuyệt vời dẫn vào một dòng sông ngầm đáng kinh ngạc chứa đầy các cenote, hang động bổ sung cũng như nhiều nhũ đá và măng đá hơn mức bạn có thể trỏ iPhone vào. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan riêng với Valentino. Anh ấy đã hướng dẫn chúng tôi theo tốc độ mà gia đình tôi cần và cung cấp cho chúng tôi tất cả lịch sử mà chúng tôi có thể hy vọng. Mặc đồ bơi và mang theo khăn tắm. Bạn sẽ được cung cấp thiết bị lặn với ống thở và một khoản tiền đặt cọc có thể hoàn lại là 200 MX để bạn có thể mang theo quần áo để thay. Bạn sẽ luôn có cơ hội đặt các vật phẩm ở một bên trước khi bước vào cenote. Chỉ mang theo những gì bạn có thể mang theo khi đi vào dòng sông ngầm. Bạn có thể giữ điện thoại trên mực nước khi được cung cấp áo phao.Đọc thêm",
            "Chúng tôi đến thăm trong kỳ nghỉ xuân. Kiểu như bị mù và không biết phải mong đợi điều gì.  Chúng tôi đã có một thời gian tuyệt vời.  Nó không bận chút nào.  Rất đẹp.   Khiếu nại duy nhất của tôi là họ nói với chúng tôi rằng chúng tôi sẽ có người hướng dẫn riêng trên sông.  Có 9 người trong nhóm của chúng tôi. Họ xếp chúng tôi cùng với một số người khác không nói được tiếng Anh. Tôi cảm thấy tiếc cho người hướng dẫn vì anh ấy phải lặp lại bằng tiếng Anh sau khi làm điều đó bằng tiếng Tây Ban Nha.  Nó phải dài lắm đấy.  Những đứa trẻ tuổi teen của chúng tôi hoàn toàn yêu thích trải nghiệm này.Đọc thêm",
            "Chúng tôi rất khuyến khích. Gia đình bốn người của chúng tôi đã có khoảng thời gian tuyệt vời, hai người lớn và hai thanh thiếu niên. Chúng tôi đã đi khá sớm và chọn chuyến tham quan không có người hướng dẫn, gần như toàn bộ thời gian chúng tôi có 4 cenote cho riêng mình. Chúng tôi quyết định đi bộ đến số 4 và bắt đầu từ cuối và đi ngược về phía trước. Chúng tôi mang theo túi bên mình để có khăn tắm, mặt nạ ống thở và điện thoại để chụp ảnh. Đó là một trải nghiệm kỳ diệu, mỗi cenote có một sức hấp dẫn riêng. Nước trong xanh tuyệt đẹp. Rất nhiều loài cá đầy màu sắc trong 3 và cự đà đang ăn trái cây rơi khỏi cây. Mỗi người chúng tôi đều có một cenote 4 yêu thích khác nhau là sở thích của tôi. Chúng tôi ước mình có thể nhìn thấy 5 mà không cần phải có chuyến tham quan có hướng dẫn. Khi kết thúc, chúng tôi thưởng thức đồ uống ngon tại quầy bar trong khi chờ taxi.  Điều hối tiếc duy nhất của chúng tôi là không mang theo trẻ mới biết đi và ông bà của mình vì chúng tôi không chắc liệu họ có thể di chuyển ra vào hầm chứa hay không.  Thận trọng thì chắc chắn chúng sẽ ổn và tôi nghĩ xe đẩy chạy bộ của chúng tôi sẽ ổn trên đường mòn. Chồng và các con tôi chỉ phàn nàn là không thể cởi áo phao để bơi sâu hơn.  Ngoài ra, bọn trẻ còn nói rằng cho đến nay đây là phần yêu thích nhất của chúng trong kỳ nghỉ.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời! Chúng tôi lội qua những dòng sông ngầm, bơi trong bể chứa nước và thậm chí lặn xuống nước ở độ sâu 20 feet. Hướng dẫn của chúng tôi thật tuyệt vời và bữa trưa cũng rất ngon. Rất khuyến khích.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan 5 cenote bao gồm cả việc khám phá hang động có hướng dẫn. Tôi yêu nó! Hướng dẫn viên của chúng tôi, Adrian, là người hiểu biết, vui tính và có trình độ học vấn cao. Bản thân công viên rất đẹp và được thiết kế tốt. Nó có những con đường được xây dựng tốt giữa các cenote, nhưng chúng để lại một vài lá cọ bị đẩy sang một bên, vì vậy bạn vẫn có cảm giác như đang ở trong rừng rậm. Trong chuyến tham quan, hãy khám phá hang động trước sau đó đi vòng quanh 5 cenote. Bạn chỉ bơi trong cenote chỉ dành cho chuyến du lịch riêng, xem những người khác khá nhanh. Bản thân chuyến tham quan chỉ kéo dài 3,5 giờ, vì vậy chúng tôi đi vòng quanh công viên sau đó để dành thời gian ở một cenote khác. Bữa trưa tạm ổn, tùy thuộc vào người bạn yêu cầu.Đọc thêm",
            "Công viên này là một ốc đảo yên tĩnh so với các cenote khác đã ghé thăm. Tôi khuyên bạn nên đi sớm và dành cả ngày ở đó vì có 5 cenote để khám phá và chúng tôi có một bữa trưa ngon miệng nhàn nhã. Adrian hướng dẫn của chúng tôi rất hiểu biết và hài hước. Chúng tôi đã thực hiện chuyến tham quan sau đó sau bữa trưa, chúng tôi được tự do khám phá. Cơ sở vật chất thực sự tốt và có cảm giác như một spa ngoài trời. Nó đảm bảo chi phí đầu vào tăng thêm so với các cenote khác.Đọc thêm",
            "Chuyến tham quan này là một trong những điểm nổi bật trong chuyến đi của chúng tôi và đáng giá. Hướng dẫn viên du lịch của chúng tôi, Raul, rõ ràng yêu thích công việc của mình, chia sẻ thông tin địa chất, khảo cổ và lịch sử khi anh ấy dẫn chúng tôi qua hang động ngầm tuyệt đẹp, khu rừng xinh đẹp và đến một cenote tuyệt đẹp, chỉ có anh ấy mới được tiếp cận. Các cenote khác, mở cửa cho tất cả mọi người, cũng thật tuyệt vời. Bữa trưa đã được bao gồm trong giá tour và đồ ăn rất tươi và ngon. Chúng tôi ngồi bên hồ cá Koi và thích thú lắng nghe tiếng chim hót và ngắm cự đà trong khi ăn. Đừng bỏ qua kem dưỡng da sả được cung cấp khi bắt đầu chuyến tham quan. Tôi đã bỏ lỡ một vài chỗ và cuối cùng bị một số vết côn trùng cắn. Không thoải mái nhưng vẫn đáng để đi. Cháu trai 14 tuổi của tôi nghĩ đây là một trải nghiệm tuyệt vời. Tôi giới thiệu chuyến tham quan này cho bất kỳ ai!Đọc thêm",
            "Chúng tôi đến thăm trong kỳ nghỉ xuân. Kiểu như bị mù và không biết phải mong đợi điều gì.  Chúng tôi đã có một thời gian tuyệt vời.  Nó không bận chút nào.  Rất đẹp.   Khiếu nại duy nhất của tôi là họ nói với chúng tôi rằng chúng tôi sẽ có người hướng dẫn riêng trên sông.  Có 9 người trong nhóm của chúng tôi. Họ xếp chúng tôi cùng với một số người khác không nói được tiếng Anh. Tôi cảm thấy tiếc cho người hướng dẫn vì anh ấy phải lặp lại bằng tiếng Anh sau khi làm điều đó bằng tiếng Tây Ban Nha.  Nó phải dài lắm đấy.  Những đứa trẻ tuổi teen của chúng tôi hoàn toàn yêu thích trải nghiệm này.Đọc thêm",
            "Người Maya đã sinh sống trên bán đảo Yucatan hàng ngàn năm. Họ tin rằng hàng trăm cenote liên tục bị xói mòn đã mang lại đặc tính cứu sống và là cửa ngõ dẫn đến Xibalba, thế giới ngầm của người Maya và thế giới bên kia. Kantun-Chi cho phép chúng tôi tận dụng chuyến tham quan bơi lội và khám phá riêng năm hồ khai sáng tuyệt vời dẫn vào một dòng sông ngầm đáng kinh ngạc chứa đầy các cenote, hang động bổ sung cũng như nhiều nhũ đá và măng đá hơn mức bạn có thể trỏ iPhone vào. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan riêng với Valentino. Anh ấy đã hướng dẫn chúng tôi theo tốc độ mà gia đình tôi cần và cung cấp cho chúng tôi tất cả lịch sử mà chúng tôi có thể hy vọng. Mặc đồ bơi và mang theo khăn tắm. Bạn sẽ được cung cấp thiết bị lặn với ống thở và một khoản tiền đặt cọc có thể hoàn lại là 200 MX để bạn có thể mang theo quần áo để thay. Bạn sẽ luôn có cơ hội đặt các vật phẩm ở một bên trước khi bước vào cenote. Chỉ mang theo những gì bạn có thể mang theo khi đi vào dòng sông ngầm. Bạn có thể giữ điện thoại trên mực nước khi được cung cấp áo phao.Đọc thêm",
            "Vợ tôi và tôi đã từng đến Kantun Chi trước đây và đã thực hiện toàn bộ chuyến tham quan, điều này rất đáng thời gian. Chuyến đi này chúng tôi đang tìm kiếm một ngày thư giãn trong rừng rậm. Chúng tôi đã đăng ký, lấy thiết bị và tự mình đi ra ngoài. Chúng tôi dành cả ngày chèo thuyền kayak và thư giãn bên cenote. Khi một nhóm du lịch đến bể chứa nước, chúng tôi vừa chuyển đến một nơi khác hoặc tìm một chiếc võng để thư giãn. Đó là một ngày nạp lại năng lượng hoàn hảo.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và phản hồi tuyệt vời của bạn! Chúng tôi vô cùng biết ơn vì điều đó!\n\nChúng tôi rất vui vì bạn đã có trải nghiệm khó quên tại Eco Park xinh đẹp của chúng tôi.\n\nSaul là một trong những Hướng dẫn viên giỏi nhất của chúng tôi;\n\nHy vọng bạn có thể ghé thăm chúng tôi một lần nữa sớm!\n\nTốt nhất, Đọc thêm",
            "Đã thực hiện chuyến tham quan kết hợp và thật không thể tin được. Rất đáng để bỏ thêm tiền để làm dòng sông ngầm, đó là điểm nổi bật của chuyến đi. Chuyến tham quan cũng ghé thăm cenote 5 mà bạn không thể ghé thăm nếu bạn chỉ tự mình tham quan các cenote. Cenote này là tốt nhất và bạn thậm chí còn phải nhảy vào từ một mặt đá cao 9. Rất đáng để chi thêm và thực hiện chuyến tham quan kết hợp!!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời tốt đẹp và phản hồi tuyệt vời của bạn! Chúng tôi vô cùng biết ơn vì điều đó!\n\nChúng tôi rất vui vì bạn đã có trải nghiệm khó quên tại Eco Park xinh đẹp của chúng tôi.\n\nSaul là một trong những Hướng dẫn viên giỏi nhất của chúng tôi;\n\nHy vọng bạn có thể ghé thăm chúng tôi một lần nữa sớm!\n\nTốt nhất,\nĐọc thêm",
            "Chuyến tham quan tuyệt vời đến 5 cenote và dòng sông ngầm. Chúng tôi đã đặt chỗ lúc 9 giờ sáng nhưng họ không có ai khác vào thời điểm đó nên họ để chúng tôi thư giãn một mình trong một cenote một lúc và chúng tôi tham gia chuyến tham quan lúc 10 giờ sáng. RẤT khuyến khích đi tour kết hợp vì dòng sông ngầm thực sự kỳ diệu. Mỗi cenote đều tuyệt đẹp nhưng để vào được cenote thứ 5, bạn phải có hướng dẫn viên và đó là nơi tốt nhất với một nơi để nhảy xuống! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì phản hồi của bạn!\n\nChúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời tại Eco Park xinh đẹp của chúng tôi.\n\nHy vọng bạn có thể ghé thăm chúng tôi một lần nữa sớm!\n\nTốt nhất, Đọc thêm",
            "Chúng tôi đang ở tại một trong những Khu nghỉ dưỡng trọn gói ở phía bắc playa. Cách tốt nhất để đến Kantun Chi là gì? Có công ty du lịch nào cung cấp dịch vụ vận chuyển không? Hoặc taxi?Đọc thêm",
            "Tôi khuyên bạn nên đi taxi hoặc thuê xe để có thể dành nhiều thời gian tùy ý thay vì phải theo lịch trình của người khác. Đọc thêm",
            "Sẽ có khó khăn đối với người mắc chứng sợ bị giam cầm không?Đọc thêm",
            "Tôi sẽ tránh dòng sông ngầm, nhưng mỗi cenote đều là không gian mở và vẫn rất thú vị.Đọc thêm",
            "Xin chào, tên của 5 cenote được cung cấp trong công viên sinh thái này là gì? Có bất kỳ cenote nào khác gần và ngoài công viên sinh thái mà bạn muốn giới thiệu không? Cảm ơn!!Đọc thêm",
            "Tôi không biết tên của họ. Vâng, có hai cenote khác ngay bên cạnh. Chúng rẻ hơn rất nhiều nhưng không ấn tượng bằng.Đọc thêm",
            "Trong nhóm của chúng tôi có một người không biết bơi, liệu họ có thể tham gia một cách an toàn không?Đọc thêm",
            "Có, vì họ cung cấp cho bạn áo phao. Trong nhóm của chúng tôi có một người không biết bơi và cô ấy đã có một ngày tuyệt vời nhất. Đọc thêm",
            "Trong nhóm của chúng tôi có một người không biết bơi, liệu họ có thể tham gia một cách an toàn không?Đọc thêm",
            "Vâng, họ có áo phao cho mọi ngườiĐọc thêm",
            "Lựa chọn tốt nhất để đến Eco Park là gì? Bạn đang ở Playa Del Carmen và đang băn khoăn về cách tốt nhất để đến đó?Đọc thêm",
            "Xin chào, bạn thấy colectivo ổn chứ? Bây giờ chúng tôi đang ở PDC. Trạm xe buýt có phải là nơi có ADO không? Cảm ơn Đọc thêm",
            "Đoạn sông ngầm của tour kéo dài bao lâu? Có bao nhiêu hang động được viếng thăm?Đọc thêm",
            "Đó là chuyến tham quan dòng sông ngầm khoảng 40 phút. Nó không thực sự chảy nhiều như bạn có thể nhận thấy. Bạn bơi và đi bộ qua nó.  Tôi đoán bạn sẽ đi qua bốn hoặc năm khu vực khác nhau và sau đó là các không gian kết nối ở giữa. Nó sáng nên bạn không cần phải mang theo đèn pin. Tôi thực sự không muốn bỏ qua phần này. Đó là điều tốt nhất bao giờ hết!  Hoàn toàn tuyệt đẹp và đáng giá từng xu. Đọc thêm",
            "CHÀO! Lên kế hoạch đến thăm Kantun Chi những ngày tiếp theo. Vui lòng cho tôi biết giày đi biển có được cung cấp hay chúng tôi phải mang theo? Cảm ơn rất nhiều!Đọc thêm",
            "Mọi thứ bạn cần đều được cung cấp. Giày dép, cuộc sống, áo khoác, mũ bảo hiểm, ống thở.Đọc thêm",
            "Xin chào, chồng tôi và tôi sẽ sớm đến thăm Playa del Carmen và Tulum. Đây là lần đầu tiên chúng tôi đến khu vực Caribe của Mexico và chúng tôi rất muốn đến thăm ít nhất 1 trong số những Cenote xinh đẹp ở khu vực xung quanh. Chúng tôi sẽ cần sử dụng hướng dẫn viên riêng vì chúng tôi sẽ không có xe cho thuê.  Liệu trải nghiệm Ecopark Kantun-Chi có dễ dàng tiếp cận đối với những người phải quan tâm một chút đến khả năng di chuyển và địa hình không?  Đã thay đầu gối vài tháng trước.  Làm rất tốt nhưng không thể leo được nhiều cầu thang hoặc địa hình quá khó. Kinh nghiệm của công ty hướng dẫn viên du lịch thực sự và đã được thử nghiệm yêu thích của bạn cũng sẽ hữu ích.  Cảm ơn bạn đã dành thời gian và sự khôn ngoan của bạn.  Hòa bình!Đọc thêm",
            "Tôi nghĩ bạn sẽ thấy khó khăn khi đi bộ xung quanh khu vực từ hầm này đến hầm khác vì mặt đất không bằng phẳng. Ngoài ra, các cenote rất khó để thoát ra. \nCenote Cristalino có địa hình gồ ghề để đi bộ đến cenote nhưng nó không xa và có thang để ra vào nước. Vì vậy, có thể là một lựa chọn tốt hơn.Đọc thêm",
            "Bạn có thể tự đi hay phải đi theo hướng dẫn viên?Đọc thêm",
            "Bạn có thể tự đi. Bạn sẽ tốn ít chi phí hơn nếu tự mình đi và bạn chỉ có quyền truy cập vào một số cenote chứ không phải tất cả.Đọc thêm"
        ],
        "star_ratings": [
            1786,
            281,
            67,
            21,
            32
        ],
        "review_amount": 2187,
        "location": [
            "México",
            "Riviera Maya",
            "Những điều cần làm ở Puerto Aventuras",
            "bán đảo Yucatan",
            "Quintana Roo",
            "Puerto phiêu lưu",
            "Ecopark Kantun Chi"
        ],
        "reviews_time": [
            "Written August 31, 2023",
            "Written September 26, 2023",
            "Written October 17, 2023",
            "Written October 30, 2023",
            "Written December 16, 2023",
            "Written January 18, 2024",
            "Written January 20, 2024",
            "Written February 25, 2024",
            "Written March 3, 2024",
            "Written March 13, 2024",
            "Written May 31, 2024",
            "Written May 3, 2024",
            "Written April 11, 2024",
            "Written April 10, 2024",
            "Written March 30, 2024",
            "Written March 13, 2024",
            "Written March 3, 2024",
            "Written February 25, 2024",
            "Written January 20, 2024",
            "Written January 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g153510-d1823250-Reviews-Ecopark_Kantun_Chi-Puerto_Aventuras_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g12900715-d23450578-Reviews-Taco_On_Vaso-Solidaridad_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d16733530-Reviews-The_Traveler_s_Table-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d19568123-Reviews-Punta_Venado_Beach_Club_by_Cancun_Adventures-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d1640324-Reviews-Blue_Venado_Weddings-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d3986050-Reviews-Paamul_Beach_Club-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d152777-Reviews-Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d1075137-Reviews-Rio_Secreto-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d4461810-Reviews-Dolphin_Discovery-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d10459825-Reviews-Xenses_Park_by_Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d295154-Reviews-Dolphin_Discovery_Puerto_Aventuras-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d1902714-Reviews-Dolphinaris_Riviera_Maya_Park-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d672114-Reviews-Puerto_Aventuras_Marina-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d2188983-Reviews-Delphinus_Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d672111-Reviews-Puerto_Aventuras-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d15834509-Reviews-Ultracarga-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d1823250-Reviews-or10-Ecopark_Kantun_Chi-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d153417-Reviews-Xpu_ha_Beach-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d5971795-Reviews-Dolphinaris_Barcelo-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d669771-Reviews-Fatima_Bay-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d10417561-Reviews-Eco_Park_Santuario_De_Los_Guerreros-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d669772-Reviews-Chan_Yu_Yum-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d672112-Reviews-Oasis_Beach-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d23041124-Reviews-Cenote_La_Casa_Del_Alux-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g659488-d19799129-Reviews-Escapology_Riviera_Maya-Riviera_Maya_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d20967421-Reviews-Playacht_Private_Yacht_Rentals-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d7268133-Reviews-Riviera_Elite_Private_Yacht_Tours-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d5998819-Reviews-H2OH_Sun_Cruises-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d4108009-Reviews-Planet_Scuba_Mexico-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d10713339-Reviews-The_Xtramile_Tours-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d10196316-Reviews-JLC_Fishing-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d1719017-Reviews-Fishing_with_Ivan-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d1069771-Reviews-Bahia_Divers-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d12246056-Reviews-Boutique_Tours_Mexico-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d17562722-Reviews-The_Yacht_Experiences-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d4728943-Reviews-Buggy_Tour_Playa_del_Carmen-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d7902568-Reviews-Poverty_Sucks_Fishing-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d282029-Reviews-Gatlinburg_Space_Needle-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g32846-d116311-Reviews-El_Paseo_Shopping_District-Palm_Desert_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g43201-d3572849-Reviews-Minnesota_s_Largest_Candy_Store-Jordan_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g52010-d2416323-Reviews-Beverly_Beach_State_Park-Otter_Rock_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g44588-d12838782-Reviews-Summit_Waves-Lee_s_Summit_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g297961-d2627003-Reviews-Water_Planet_Aqua_Park-Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g46281-d2328088-Reviews-Jack_O_Lantern_Resort_Golf_Course-Woodstock_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d284005-Reviews-Ripley_s_Moving_Theater-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g56926-d19516239-Reviews-Yorktown_Memorial_Hospital-Yorktown_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g28933-d117417-Reviews-Henry_s_Lake_State_Park-Idaho.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g153510-d1823250-Reviews-or10-Ecopark_Kantun_Chi-Puerto_Aventuras_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g153510-d1823250-Reviews-Ecopark_Kantun_Chi-Puerto_Aventuras_Yucatan_Peninsula.html"
    }
]