[
    {
        "attraction_name": "Edinburgh Castle",
        "attraction_name_vi": "Lâu Đài Edinburgh",
        "general_info": [
            "53.145 đánh giá",
            "- 9 trong số 539 điều cần làm ở Edinburgh",
            "Lâu đài"
        ],
        "attraction_summary": "Lâu đài Edinburgh là một biểu tượng nổi tiếng thế giới của Scotland và là một phần của Di sản Thế giới Thị trấn Cũ và Mới của Edinburgh. Gần đây nó đã được bình chọn là Điểm thu hút Di sản hàng đầu của Vương quốc Anh trong Giải thưởng Du lịch Anh và là điểm thu hút khách du lịch trả phí số một ở Scotland. Lâu đài nổi tiếng nhất Scotland này có lịch sử xây dựng phức tạp. Phần cổ nhất, Nhà nguyện St Margaret - s, có từ thế kỷ 12; Đại lễ đường được James IV xây dựng vào khoảng năm 1510; Pin bán nguyệt của Nhiếp chính Morton vào cuối thế kỷ 16; và Đài tưởng niệm Chiến tranh Quốc gia Scotland sau Thế chiến thứ nhất. Lâu đài là nơi lưu giữ các Danh hiệu - Vương miện - của Scotland, khẩu súng nổi tiếng thế kỷ 15 Mons Meg, Súng đồng hồ One O và Bảo tàng Chiến tranh Quốc gia Scotland. Xin lưu ý rằng - Triển lãm Danh dự của Vương quốc - hiện đang đóng cửa để thực hiện các công việc bảo trì cần thiết. Phòng Vương miện và Đồ trang sức mở cửa cho du khách.Đọc thêm",
        "reviews": [
            "Rất ít người Edinburgh sống ở Phố cổ, nhưng mê cung những con hẻm ẩm ướt và những con phố dốc cho thấy điều này không phải lúc nào cũng đúng. Ngày nay, chủ yếu là du khách, các cửa hàng lưu niệm có hương vị vải tartan và những người thổi sáo mà bạn sẽ tìm thấy trên những con phố lát đá cuội. Đây là nơi để cảm nhận về Auld Reekie - Old Smelly -, như biệt danh trước đây của thị trấn, và đi dạo trên Royal Mile, con đường nối lâu đài với cung điện hoàng gia - hai trong số những điểm tham quan tuyệt vời của Edinburgh. Nhưng vẫn còn nhiều điều để khám phá ở đây dọc theo hàng chục con hẻm nhỏ, hay còn gọi là wynds, trong khi vào ban đêm, các câu lạc bộ đông đúc nhất của thành phố sẽ bùng nổ dọc theo Cowgate, con đường này đóng cửa đối với giao thông vì mục đích này. Đọc thêm",
            "Lịch sử. Hiện vật lịch sử được bảo quản tốt một cách tuyệt vời luôn có thứ gì đó dành cho tất cả mọi người. Vương miện Scotland, ngục tối, đại bác, khung cảnh tuyệt vời và rất nhiều lịch sử. Ồ, bạn cũng có thể mua sắm và ăn uống thỏa thích. Hãy đến đó sớm nhất có thể, vì đến trưa nó đã đầy ắp.Đọc thêm",
            "Hướng dẫn viên của chúng tôi David người Úc rất am hiểu. Đó là một ngày đẹp trời và chúng tôi có thể nhìn thấy mãi quang cảnh từ mọi góc nhìn ra ngoài. Khẩu pháo lúc 1 giờ thật ấn tượng. Đáng để dành thời gian và tiền bạc để đi.Đọc thêm",
            "Bạn không thể đến thăm Edinburgh mà không lang thang quanh Lâu đài!  Nhà nguyện St. Margaret - s thật đẹp.  Vương miện Ngọc rất đẹp và thật vui khi được nhìn thấy Viên đá Định mệnh!  Chúng tôi đã nhìn thấy nó ngay trước khi họ chuyển nó đến Westminster Abby để tổ chức Lễ đăng quang!  Nhà tù khá thú vị.  Có RẤT NHIỀU lịch sử ở nơi này và rất nhiều khoảng thời gian xếp chồng lên nhau.   Đặt vé trước để tránh xếp hàng.  Nó có thể trở nên khá đông đúc.  Đọc thêm",
            "Lâu đài Edinburgh: Nằm cao trên Castle Rock, nơi có người ở từ thời kỳ đồ sắt, lâu đài là một phần thiết yếu của con đường Di sản Thế giới UNESCO của Edinburgh. Nơi đây đông nghẹt khách du lịch, trẻ em đi học và thậm chí cả những người tưởng niệm Ngày D tham dự sự kiện Ngày D đến nỗi đôi khi bạn phải đứng sát vào người bên cạnh. Các điểm tham quan nổi tiếng bao gồm Đồ trang sức Vương miện Scotland mà chúng tôi đã bỏ lỡ do những hàng người dài ngoằn ngoèo - chúng tôi cũng đã bỏ lỡ những viên đá quý của Anh tại Tháp London - và Đá định mệnh không có mặt do lễ đăng quang gần đây. Đó là một đoạn đường đi bộ dốc nhưng rất đáng để leo. Pháo 1 giờ chiều chưa bao giờ không được bắn trong suốt lịch sử và đây là một trong những cảnh tượng ngoạn mục nhất tại lâu đài. Vì vậy, hãy tìm một chỗ ngay phía trước hoặc đi bộ lên đỉnh để ngắm cảnh trên không. - eatstylishtravelstylishĐọc thêm",
            "Chúng tôi đã vào muộn khoảng 4 giờ chiều. Có đủ thời gian để ngắm mọi thứ. Rất nhiều đồi núi và lát đá cuội. Nhưng đẹp. Thật vui khi được ngắm cảnh. Đặt trước. Trải nghiệm tuyệt vời. Chúng tôi đã đi mà không cần hướng dẫn viên và mọi thứ vẫn ổn. Rất đáng để ghé thăm. Đọc thêm",
            "Lâu đài Edinburgh thật tuyệt vời để xem!  Tôi thích nó và hướng dẫn viên du lịch, David, thật tuyệt.  Đây không phải là một chuyến đi bộ dễ dàng và những người khuyết tật đi bộ sẽ rất khó đi bộ, vì vậy hãy ghi nhớ điều đó nếu bạn đi.  Hãy dành nhiều thời gian để ngắm nhìn mọi thứ và đi vào buổi sáng khi bạn còn nhiều sức lực để đi bộ lên xuống đồi.  Thật là một nơi tuyệt vời! Đọc thêm",
            "Một cách tuyệt vời để dành nửa ngày. Bạn không thể ghé thăm Edinburgh mà không ghé thăm. Một số bảo tàng và tòa nhà riêng biệt mà đỉnh cao là nhà nguyện 11C khiến việc đi lang thang trở nên thú vị.Đọc thêm",
            "Nếu có bất cứ nơi nào trên thế giới bạn phải đến, đó là Phố cổ ở Edinburgh. Đây là một chuyến đi ngược thời gian. Mọi thứ đúng như tôi tưởng tượng. Mọi thứ đều nguyên sơ và đầy mê hoặc.  Chỉ riêng kiến ​​trúc thôi đã đủ để giữ tôi ở đó nhưng khi nhìn thấy lâu đài.... tôi cảm thấy mình như một đứa trẻ trong một cửa hàng kẹo. Tôi biết điều đó nghe có vẻ ngô nghê nhưng tôi không thể hiểu đủ.Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời và được thực hiện rất tốt. Tôi rất vui vì đã đặt vé trực tuyến trước vì có một tấm biển ghi - hôm nay không có vé. - Khung cảnh tuyệt vời và điểm nổi bật là được nhìn thấy Danh dự của Scotland, nhà nguyện St Margaret và nhiều hơn thế nữa. Có một tách trà buổi sáng đáng yêu ở quán cà phê Redcoat. Xác định đây là điểm dừng chân đáng chú ý nhất trong chuyến thăm Edinburgh. Nhưng nhớ đặt trước nhé.Đọc thêm",
            "Lịch sử tuyệt vời được trình bày chi tiết đáng kinh ngạc với từng khu vực được trình bày theo cách độc đáo. Lâu đài Edinburgh thực sự là viên ngọc quý trên vương miện của Scotland! Hãy dành thời gian và cho phép bản thân thưởng thức mọi màn hình, đắm mình vào lịch sử..Đọc thêm",
            "Địa điểm lịch sử đẹp đẽ, tiếc là không thân thiện với người khuyết tật. Vì vậy vé vào cổng hơi đắt nếu bạn chỉ có thể ngắm nhìn từ bên ngoài.Đọc thêm",
            "Tôi đã dành một buổi chiều tuyệt vời để khám phá Lâu đài Edinburgh. Khung cảnh nhìn từ trên xuống hoàn toàn tuyệt đẹp và lịch sử có thể sờ thấy được. Crown Jewels và Stone of Destiny là những điểm nổi bật nhất định. Mẹo chuyên nghiệp: Hãy đến sớm để tránh đám đông!Đọc thêm",
            "Tôi không thể đánh giá nó rất tốt vì trời đổ mưa, gió và lạnh vào ngày chúng tôi đi.  Nó quá đông đúc mặc dù bạn phải chọn giờ nhận phòng.  Vì có rất nhiều người đứng xếp hàng chờ xem nên bạn thực sự nhớ rất nhiều.  Không có nơi nào để thoát khỏi cơn mưa cả.  Tất cả đều là việc đi bộ bên ngoài, điều này gây khó khăn cho những người lớn tuổi đi trên đá cuội. Mọi người chạy vào bạn với chiếc ô của họ.  Tôi nghĩ nó đắt tiền.  Có lẽ nếu thời tiết tốt hơn tôi sẽ có một cái nhìn khác.  Tôi sẽ - không làm điều đó một lần nữa.Đọc thêm",
            "Mua Thẻ Explorer - thẻ này cũng bao gồm Lâu đài Stirling và giúp bạn vào cửa mà không cần tính thời gian ngay cả khi tất cả các chỗ đã được bán hết.  Ngay cả trong tháng 5, biển hiệu - đã bán hết - đã hết ngay trong giờ mở cửa.Đọc thêm",
            "Có quang cảnh đẹp nhưng chỉ có vậy thôi. Họ cho quá nhiều người vào và có rất nhiều khách khác xô đẩy nhau. Chúng tôi đã cố gắng lấy đồ ăn trong quán cà phê nhưng nó giống như một khu chợ gia súc không có tổ chức thực sự và một lần nữa có rất nhiều khách khác xô đẩy nhau. Chúng tôi rời đi mà không xem hết mọi thứ và sẽ không quay lại. Điểm cộng là các cô gái làm việc trong cửa hàng quà tặng rất đáng yêu, thân thiện và hữu íchĐọc thêm",
            "Lâu đài đáng để đi bộ lên dốc từ Royal Mile. Họ đang chuẩn bị cho Lễ xăm quân sự vào tháng 8, nên giàn giáo trông rất kỳ lạ so với các bức tường của lâu đài. Ngày tôi ở đó rất bận rộn. Nhưng đó là một buổi chiều hoàn toàn quang đãng nên quang cảnh thật tuyệt vời. Lâu đài được bảo trì rất tốt, có nhiều biển báo để bạn không bị lạc. Hàng người xếp hàng mua Crown Jewels rất dài nên tôi đã không vào.Đọc thêm",
            "Ngày tuyệt vời, rất nhiều thứ để xem. Quan điểm tuyệt vời và rất nhiều thông tin cho trẻ em và người lớn. Màn trình diễn thật tuyệt vời và em út của chúng tôi đã bị mê hoặc bởi những viên ngọc quý. Những thứ tuyệt vời. Khẩu pháo một giờ thật tuyệt vời!Đọc thêm",
            "Khung cảnh thật ngoạn mục tuy nhiên bản thân lâu đài hơi nhàm chán Không thể đến được nhiều nơi - .quá đông đúc - .nhàm chán - ..Nếu bạn thích đi bộ vòng quanh và đọc sách không ngừng nghỉ thì có lẽ bạn sẽ thích nó hơn rất nhiều nhưng với mức giá thì tôi không nghĩ nó hấp dẫn hay đáng giáĐọc thêm",
            "Thích đi dạo xung quanh khám phá - ngay cả khi trời mưa - Nhiều điều để khám phá, lịch sử và những câu chuyện thật tuyệt vời. Các tòa nhà và khuôn viên được bảo trì rất tốt Quang cảnh thật tuyệt vờiĐọc thêm",
            "Thất vọng với việc thương mại hóa và sự đông đúc của trang web. Chấm 2 - 5 cho quang cảnh và kiến ​​trúc. Kiểm soát số lượng tốt hơn hoặc bán ít vé hơn sẽ mang lại trải nghiệm thú vị hơn cho mọi người. Vé quá đắt. Ứng dụng iPhone không ổn định nhất, mặc dù đã tải xuống trước khi truy cập.Đọc thêm",
            "Chào buổi sáng, \nTôi sẽ đến Scotland vào giữa tháng 6 năm nay và muốn đến thăm Lâu đài Edinburgh. Chúng tôi muốn lấy vé nhưng có hai mức giá khác nhau - vé không vào cửa và có vào cửa - sự khác biệt là gì?  \nCó thể xem pháo trong 1 giờ chiều mà không phải trả tiền không? Cảm ơn bạn.Đọc thêm",
            "Làm thế nào để bạn đi bộ vào Lâu đài Edinburgh?Đọc thêm",
            "Chỉ cần đi bộ lên Royal Mile. Lâu đài là đỉnh cao nhất và rất dễ tìm thấy khi đi bộ.Đọc thêm",
            "Cảm ơn\nChúng ta có thể đỗ xe gần Lâu đài đến mức nào.\nChúng tôi có người đi bộ nhưng không có bảng điểm chấp. Chúng tôi - không đến từ Vương quốc Anh.\nCần dành thời gian cho vị trí của chúng tôi.Đọc thêm",
            "Khi bạn đặt phòng trên trang web của lâu đài Edinburgh, hãy đề cập rằng bạn là người khuyết tật, bạn cũng có thể đỗ xe trên đại lộ, đưa biển báo dành cho người khuyết tật trên xe của bạn (hiện tại, dịch vụ này được áp dụng trên khắp Vương quốc Anh và Châu Âu) Đọc thêm",
            "Tôi - quan tâm đến một chuyến tham quan Lâu đài nhưng tôi không biết liệu mình nên tham gia một chuyến tham quan theo nhóm độc lập hay chuyến tham quan Lâu đài chính thức. Chuyến tham quan theo nhóm kéo dài 1,5 giờ và bên ngoài nhưng không bao gồm việc đi vào bên trong Lâu đài. Chính thức là 30 phút bên ngoài. \nTôi biết tôi cảm thấy mệt mỏi nên tôi hơi lo ngại chuyến tham quan kéo dài 1,5 giờ sẽ khiến tôi mệt mỏi và không còn sức lực để tham quan bên trong Lâu đài. Giống như có bao nhiêu tòa nhà để đi vào bên trong? Bên trong Lâu đài lớn bao nhiêu? Mọi đề xuất sẽ được đánh giá cao.Đọc thêm",
            "Không có nhiều thứ để xem bên ngoài Tôi sẽ vào bên trong rất nhiều thứ để xemĐọc thêm",
            "Nếu tôi mua vé trực tuyến, tôi có thể có mặt sau chỗ tôi đã đặt không? Tôi muốn đặt vé trước vì tôi lo họ có thể bán hết nhưng tôi lo rằng tôi có thể không đến được chỗ của mìnhĐọc thêm",
            "Chúng tôi phải có mặt ở đó đúng giờ. Nó rất bận rộn.Đọc thêm",
            "Chuyến tham quan có hướng dẫn có đáng giá không hay tôi chỉ có thể mua vé tiêu chuẩn? tôi sẽ ở một mình nên hãy tìm một chuyến tham quan có hướng dẫn thật đáng sợĐọc thêm",
            "Tôi đồng ý rằng cả hai lựa chọn đều có ưu điểm và nhược điểm. Đôi khi, chúng tôi nhận thấy âm thanh rất chi tiết và quá tải, nhưng sẽ không sao nếu bạn muốn biết ở mức độ chi tiết đó để chuẩn bị viết luận án tiến sĩ. Nó mang lại lợi ích là có thể dành thời gian tập trung vào các lĩnh vực và đồ tạo tác mà bạn quan tâm hơn. Các chuyến tham quan có hướng dẫn viên mang lại trải nghiệm tương tác nhiều hơn và bạn có thể nói chuyện với hướng dẫn viên nếu muốn, họ - rất hiểu biết và thân thiện và hữu ích. Hãy chọn tùy chọn phù hợp với tốc độ mong muốn của bạn và có rất nhiều điều để xem và tận hưởng.Đọc thêm",
            "Xin chào, tôi muốn biết ở Lâu đài Edinburgh có WiFi không. Tôi muốn đặt vé và nghe hướng dẫn bằng âm thanh nhưng tôi không có khả năng truy cập Internet tốt và vì nó đề cập đến kết nối với Chrome nên tôi do dự!Đọc thêm",
            "Xin chào....Có Wi-Fi tại nhà hàng lâu đài gần sân ga nơi bắn đại bác. Ở những nơi khác, không...Cấm sử dụng điện thoại di động trong chuyến thăm những viên ngọc quý của ScotlandĐọc thêm",
            "Buổi chiều thứ sáu cuối tháng 6 có đông lắm không? Chẳng hạn, có nên vào lúc 1h30 chiều không? Cảm ơn bạnĐọc thêm",
            "Hệ thống bán vé chỉ cho phép một số lượng nhất định tại một thời điểm và do đó không bao giờ nên quá đông đúc bất cứ lúc nào.Đọc thêm",
            "Chào buổi sáng.  Tôi đã mua một chiếc áo khoác cho chó ở cửa hàng quà tặng Portcullis ở Cattle nhưng cần đổi lại do quá nhỏ. Điều này có thể thực hiện được mà không cần phải đặt lại vé để vào bên trong không?Đọc thêm",
            "Tôi khuyên bạn nên gọi trực tiếp cho cửa hàng quà tặng và giải thích tình trạng khó khăn của mình cũng như hỏi họ chính sách của họ đối với việc trả lại chiếc áo khoác là gì.   Nhiều khả năng bạn có thể trao đổi nó để có kích thước phù hợp.   Nhưng đừng trì hoãn vì tôi chắc chắn rằng họ có giới hạn về việc trả lại hàng.\n\nChúc may mắn!!! Đọc thêm",
            "Tôi có thể ở lâu đài yhe trong bao lâuĐọc thêm",
            "Miễn là bạn thích nhưng đề nghị bạn đặt trước vé từ sáng muộn hoặc đầu giờ chiềuĐọc thêm"
        ],
        "star_ratings": [
            30941,
            15331,
            5286,
            1123,
            467
        ],
        "review_amount": 53148,
        "location": [
            "Scotland",
            "Những điều cần làm ở Edinburgh",
            "Vương quốc Anh - Vương quốc Anh -",
            "Châu Âu",
            "Lâu Đài Edinburgh",
            "Edinburgh"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 5, 2023",
            "Written June 6, 2023",
            "Written June 9, 2023",
            "Written June 12, 2023",
            "Written June 13, 2023",
            "Written June 13, 2023",
            "Written June 13, 2023",
            "Written June 19, 2023",
            "Written June 20, 2023",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186525-d187653-Reviews-Edinburgh_Castle-Edinburgh_Scotland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d21274808-Reviews-Quinn_s_Cafe-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d8841939-Reviews-Dine-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d6481976-Reviews-Makars_Gourmet_Mash_Bar-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d789217-Reviews-The_Auld_Hundred-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d4550887-Reviews-Mary_s_Milk_Bar-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d11749648-Reviews-L_Etoile_Salon_de_Tea-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d5562395-Reviews-Let_Me_Eat_Too-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d1389133-Reviews-Amber_Restaurant_At_The_Scotch_Whisky_Experience-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d27134169-Reviews-Rio_Brazilian_Steakhouse-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d3544097-Reviews-The_Caley_Bar-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d15148035-Reviews-Argyle_Battery-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d23574445-Reviews-One_O_Clock_Gun-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d24825454-Reviews-Castello_di_Edimburgo-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d188786-Reviews-St_Margaret_s_Chapel-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d213572-Reviews-National_War_Museum_of_Scotland-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d8820202-Reviews-The_Royal_Edinburgh_Military_Tattoo-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d213416-Reviews-Camera_Obscura_and_World_of_Illusions-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d519835-Reviews-Castlehill-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d2335187-Reviews-The_Royal_Scots_Dragoon_Guards_Museum-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d12124912-Reviews-Edinburgh_Castle_Esplanade-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d187653-Reviews-or10-Edinburgh_Castle-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d187652-Reviews-Royal_Yacht_Britannia-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d188785-Reviews-Edinburgh_Old_Town-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d191321-Reviews-The_Real_Mary_King_s_Close-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d213542-Reviews-Palace_of_Holyroodhouse-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d188788-Reviews-Royal_Mile-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d10294327-Reviews-BobCat_Alpacas-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d213537-Reviews-Gladstone_s_Land-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d18341146-Reviews-Edinburgh_Vaults-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g4049419-d213548-Reviews-Inchcolm_Abbey_and_Island-South_Queensferry_Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d13147673-Reviews-Helen_s_Edinburgh_Welcome_Tours-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d7254957-Reviews-Edinburgh_Expert_Walking_Tours-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d15368219-Reviews-Wee_Walking_Tours-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d14935535-Reviews-Edinburgh_Black_Cab_Tours-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d642391-Reviews-Edinburgh_Literary_Pub_Tour-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d188878-Reviews-The_Scotch_Whisky_Experience-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g26308655-d102511-Reviews-Forum_Shops_at_Caesars_Palace-Paradise_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g775993-d4916338-Reviews-Open_Air_Cinema_SKIATHOS-Skiathos_Town_Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d4822959-Reviews-Freeman_Park-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g303827-d554038-Reviews-Plitvice_Lakes_National_Park-Plitvice_Lakes_National_Park_Central_Croatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189416-d7082923-Reviews-Kolokithia_Beach-Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d17671055-Reviews-NATO_HQ-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d2664492-Reviews-Shem_Creek_Park-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d560958-Reviews-Coconut_Cove_Waterpark-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33055-d2334363-Reviews-Spring_Lake_Park-Santa_Rosa_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g59336-d9810291-Reviews-New_Vrindaban_Temple-Moundsville_West_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186525-d187653-Reviews-or10-Edinburgh_Castle-Edinburgh_Scotland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186525-d187653-Reviews-Edinburgh_Castle-Edinburgh_Scotland.html"
    }
]