[
    {
        "attraction_name": "Edinburgh Christmas Market",
        "attraction_name_vi": "Chợ Giáng sinh Edinburgh",
        "general_info": [
            "376 đánh giá",
            "481 trong số 540 điều cần làm ở Edinburgh",
            "Sự kiện văn hóa"
        ],
        "attraction_summary": "Rất ít người dân Edinburgh sống ở Phố cổ, nhưng mê cung những con hẻm ẩm ướt và những con đường dốc cho thấy điều này không phải lúc nào cũng đúng. Ngày nay, nơi đây chủ yếu là du khách, các cửa hàng lưu niệm có hương vị kẻ sọc và những người thổi sáo mà bạn sẽ tìm thấy trên những con đường rải sỏi. Đây là nơi để bạn cảm nhận về Auld Reekie Old Smelly, vì thị trấn từng được đặt biệt danh, và tản bộ trên Royal Mile, con đường nối lâu đài với cung điện hoàng gia, hai trong số những điểm tham quan tuyệt vời của Edinburgh. Nhưng còn rất nhiều điều cần khám phá ở đây dọc theo hàng chục con hẻm nhỏ hoặc những con đường nhỏ, trong khi vào ban đêm, các câu lạc bộ nhộn nhịp nhất của thành phố mọc lên dọc theo Cowgate, nơi không cho xe cộ qua lại vì mục đích này.Đọc thêm",
        "reviews": [
            "Đã tìm hiểu rất nhiều thông tin về thị trường trên mạng xã hội và mọi thứ đều trông thật tuyệt vời khi trực tuyến. Thật tuyệt vời khi chúng tôi đến để trải nghiệm và cảm nhận Giáng sinh nhưng nó cực kỳ đông đúc và mọi thứ đều quá đắt đỏ. Tôi thực sự yêu thích trải nghiệm của nó và tôi đã đánh dấu nó ra khỏi danh sách.Đọc thêm",
            "Tôi đã sống ở Edinburgh suốt 30 năm và chợ Giáng sinh từng là một trong những sự kiện yêu thích trong năm của tôi ở Edinburgh, nó thực sự kỳ diệu và rất nhiều niềm vui cho đến tận những năm đầu tuổi 20 của tôi. Trong 5-10 năm qua, nó đã thay đổi rất nhiều, đắt hơn nhiều, các quầy hàng có cảm giác kém độc lập và tẻ nhạt hơn và vấn đề chính là lượng khách đông đúc. Thực sự khiến bạn không thể chịu nổi khi ghé thăm, bạn xếp hàng trong 20 phút để mua 1 cốc rượu ngâm quá đắt và không bận tâm đến bất kỳ chuyến đi nào vì bạn sẽ đợi cả ngày để lên xe. vào cuối tuần năm 2022, người ta xếp hàng dọc theo toàn bộ chiều dài của khu vườn trên Phố Princes chỉ để vào khu vực cưỡi ngựa. Họ từng có rượu ngâm hoặc sô cô la nóng Baileys trong những chiếc cốc dễ thương được thay đổi hàng năm, bạn có thể mua chiếc cốc theo chủ đề Giáng sinh để giữ và ngồi dưới đèn nhiệt và uống, với những quầy hàng Giáng sinh độc đáo tuyệt đẹp từ những người bán đồ ăn và quà tặng độc lập của Đức và thực sự rất thú vị các chuyến đi dành cho người lớn và trẻ em với phần dưới dành cho băng chuyền và chuyến tàu dành cho trẻ em. Tôi hiểu sự cần thiết phải thu hẹp quy mô để không phá hủy những khu vườn xinh đẹp của chúng ta nhưng họ CẦN bắt đầu bán vé cho các khoảng thời gian và giảm giá các quầy hàng và chuyến đi thực tế. Sức chứa tối đa phải ở mức thoải mái để tránh phải xếp hàng dài và cảm giác ngột ngạt. Tôi sẽ trả tiền nhập học trong tích tắc để lấy lại trải nghiệm mà tôi đã từng có ở đó. Tôi có thể thử đi vào sáng thứ Hai năm nay nhưng tôi không lạc quan...Đọc thêm",
            "Hoàn toàn vô lý. Tổ chức tệ nhất, kiếm tiền, thổi phồng quá mức, lãng phí thời gian. Tiết kiệm tiền của bạn hoặc quyên góp cho một nơi trú ẩn từ thiện. \nNhân viên không biết gì, nhân viên sự kiện chỉ có IQ một con số, mọi thứ đều quá đắt. Đọc thêm",
            "Đi xe là 14 pound mỗi người, thật là khó có cách nào để đi được 3 phút. Đồ uống là 7 pound cho một cốc nhỏ. Con gái bực mình khi tôi nói không đời nào 28 bảng cho 2 người đi 1 chuyến sẽ không quay lại. Không phải những mức giá này bất kỳ năm nào khác. Quá thất vọng Đọc thêm",
            "Chuyện gì đã xảy ra với chợ Giáng sinh ở Edinburgh? Ngày xửa ngày xưa, nó là nơi tốt nhất ở Anh và là một trong những nơi tốt nhất ở Châu Âu. Năm nay, không có gì hoành tráng ở đây, chủ yếu là các quầy bán đồ ăn và quy mô chỉ bằng một nửa so với trước đây.\n\n Không đáng.Đọc thêm",
            "Tốt hơn năm ngoái vì không có nội trú nên cảm thấy cởi mở hơn. Tuy nhiên, không thể so sánh với những năm trước đại dịch Covid khi diện tích thị trường rất rộng lớn và thực sự đáng kinh ngạc. Bây giờ nó hoạt động rất tốt và không tốt hơn hầu hết các thành phố khác. Giá cao sẽ đảm bảo hầu hết mọi người làm chính xác những gì chúng tôi làm, đi bộ qua và sau đó tiêu tiền ở nơi khác trong thành phố. Đọc thêm",
            "Ho,Ho,Ho, đến chợ Giáng sinh đi chợ Giáng sinh đi. Thức ăn đường phố quá giá. Các lối đi được trải thảm đỏ cần được sắp xếp lại trước khi có ai đó dẫm phải mắt cá chân của họ. Cảm giác như gỗ dưới tấm thảm bị mục nát. Đọc thêm",
            "Năm tồi tệ nhất từ ​​trước đến nay và chúng tôi đã nhiều lần như vậy. Khu khai trương mới bị tắc nghẽn với hàng người ở khắp mọi nơi theo một đường duy nhất, an ninh với điện thoại lớn hét vào mặt mọi người nên đi đâu và an ninh khác tỏ ra thô lỗ và hung hãn với những người dám rẽ và đi theo con đường khác! Không có gì huyền diệu về bầu không khí cả. Giá như mong đợi nhưng hệ thống một chiều thật kinh khủng! V kinh nghiệm kém. Đi đến con phố nhỏ hơn nhưng ít nhất bạn có thể chọn nơi để đi. Trượt băng tốt nhưng lại bị an ninh gắt gao khiến bạn đi một chiều như trâu bò. Giáng sinh sẽ thật kỳ diệu - các nhân viên sẽ làm được điều đó nhưng không! Đọc thêm",
            "Tôi luôn thích một chuyến đi trong ngày đến Edinburgh đặc biệt để tham dự Chợ Giáng sinh tuyệt vời của họ, nhưng đây là trước Covid.  Bạn tôi và tôi đã đi du lịch từ bờ biển phía tây vào ngày 21 tháng 11 và nếu không phải vì thực tế là chúng tôi đã đặt một bữa trà chiều thì tôi sẽ thất vọng cay đắng. Khu chợ chỉ còn một phần nhỏ so với quy mô trước đây và các quầy hàng ở đó bị trùng lặp nên không có nhiều lựa chọn.Đọc thêm",
            "Nếu bạn muốn trải nghiệm Chợ Giáng sinh Đức đích thực thì ĐỪNG ĐI. Nhỏ hơn nhiều so với những năm trước, không có quầy hàng thực sự của Đức mặc dù bạn có thể mua xúc xích với giá 8 đô la và rượu ngâm với giá 6 đô la. Đây không phải là một trải nghiệm tuyệt vời.Đọc thêm",
            "Giá quá cao và đầy những hình xăm rẻ tiền với mức giá quá cao. 12 cho một lõi lợn? Hoặc thậm chí tốt hơn... một chiếc xúc xích lúc 9 giờ 50. Một ngày đi chơi đắt đỏĐọc thêm",
            "Cho đến nay, đây là trải nghiệm tồi tệ nhất tôi từng có trong một kỳ nghỉ: một sự kiện cực kỳ tắc nghẽn, cực kỳ đông đúc và chung chung, không gây căng thẳng, xếp hàng dài và hoàn toàn hỗn loạn. Đồ ăn ở mức trung bình đến rất tệ và mặc dù có rất nhiều khán đài, hầu như không có bàn đứng hoặc ghế ngồi để bạn có thể thưởng thức đồ ăn. Đây không phải là khoa học tên lửa mà là một thông lệ tiêu chuẩn trên khắp nước Đức và hầu hết các quốc gia khác đang cố gắng tái tạo truyền thống này của Đức. Vì vậy, bạn đứng đó, với món ăn đáng thất vọng của mình, trong một đám đông có thể khiến Dantes Inferno đỏ mặt, cố gắng ăn và hoặc nhấm nháp một ly glühwein tầm thường trong khi né tránh mọi người và bị va vào. Tôi sẽ không ước chợ Giáng sinh này có kẻ thù tồi tệ nhất của tôi.Đọc thêm",
            "Chúng tôi thật may mắn khi được đến Scotland vào dịp Giáng sinh năm ngoái và quyết tâm thâm nhập thị trường. Chúng tôi rất bận rộn khi đến đó vào thứ Bảy trước Giáng sinh, có thể hơi bận đối với tôi nhưng đó là lúc chúng tôi ở đó. Chúng tôi luôn nhận được bánh rán vì mùi gợi nhớ tuổi thơ của tôi! Và sau đó cưỡi những đứa trẻ cưỡi! Con trai tôi đã ở trên tất cả chúng! Bao gồm cả một người mà anh ấy hầu như không đáp ứng được yêu cầu về chiều cao đối với một người trưởng thành. Đầu tôi vẫn quay cuồng! Rất nhiều đánh giá phàn nàn về chi phí, tuy nhiên, chúng tôi đã đến nhiều chợ Giáng sinh và nhận thấy chợ này tiết kiệm chi phí hơn những chợ khác. Nhược điểm duy nhất đối với những người bên ngoài Vương quốc Anh là tất cả đều không dùng tiền mặt nên chúng tôi phải trả phí giao dịch nước ngoài cho mỗi lần chạm.Đọc thêm",
            "Yêu thích Chợ Giáng sinh, nó có rất nhiều quầy hàng rực rỡ, nhiều đồ ăn thức uống và không khí rực rỡ. Cảm thấy rất an toàn vì có rất nhiều nhân viên bảo vệ xung quanh kiểm tra. Chúng tôi đã đi những chuyến đi không hề rẻ nhưng chúng tôi rất thích chúng. Tôi đã tự hỏi tiền đi đâu từ các chuyến đi? vì họ phải kiếm được một số tiền kha khá. Sẽ trở lại vì thực sự tận hưởng không khí và tôi yêu thích bất cứ điều gì Giáng sinh. Đọc thêm",
            "Nó đẹp nhưng có vẻ như đang thu hẹp lại. Đánh giá cao đây là một trải nghiệm du lịch, nhưng giá thức ăn, đồ uống và các chuyến đi đã trở nên quá đắt đỏ. Đọc thêm",
            "Năm ngoái thật tuyệt vời. Chúng tôi rất mong được thăm lại với kỳ vọng cao. Cuối cùng chỉ dành 10 phút ở đó trong năm nay. Chỉ có vài cửa hàng thực phẩm, chỉ có những mặt hàng đắt tiền, chợ đầy rẫy những khoảng trống. Thất vọng vì phải lái xe 3 tiếng đồng hồ mới đến nơi;Đọc thêm",
            "Ive visited the market a couple of times before whilst in Edinburgh, but every year its the exact same, overpriced stalls. Although I have purchased items in the past that Ive really liked, it would be good to have a better variety each year instead of the same stalls over and over again. My children wanted to go to the play park in Princes Street gardens, we said they could, instead it has seemingly been removed and a fair put in its place. Took a photo of my child in Santas sleigh with the fountain and castle in the background, on my DSLR camera, something I use daily, not a massive lens either, could easily have been a simpler camera, had security come up to me and tell me I cant use a camera just my phone. What in earth?! Its public land, why does one matter and the other doesnt, it was obviously my child I was photographing and no others were nearby that I could get in? There was no reason offered and he disappeared as quickly as he appeared.With no park, we managed to swerve a meltdown with a ride or two, but they werent cheap at 4.50 a ride on the one we used, youngest was under 1 metre so husband had to go on too I understand this as theyre young but barely fitted in as he was tall. A swift visit then a struggle back up the steep pathway.One thing I find irritating is its not signposted whether a route is steps or ramps, we go that long between visits and only a couple since having kids we forget that we walk to exit or reach somewhere only to find we have to backtrack as theres a huge flight of stairs in our way.One thing I did like this year were the illuminated animals such as rabbits and a unicorn. Some seemed half arsed though like the merry go round horses and some of these plus others werent fully working. I do like a market atmosphere, but would enjoy it more if it was more varied, lower prices! and easier to navigate with a pushchair.Read more",
            "Đã thấy rất nhiều đánh giá kém nhưng đây là chợ Giáng sinh tuyệt nhất ở Vương quốc Anh. Có rất nhiều quầy hàng, đi bộ nhẹ nhàng miễn phí, cưỡi ngựa và mở cửa đến tận khuya. Bạn không cần phải mua bất cứ thứ gì nếu cho rằng giá quá cao - chỉ cần tận hưởng trải nghiệm! Mẹo- hãy mặc ấm, ở Edinburgh lạnh quá! Mẹo 2 - hãy đến Primark trên đường nếu bạn cần thêm lớp áo. Rẻ hơn nhiều so với các cửa hàng dành cho khách du lịch.Đọc thêm",
            "Quá bận rộn, đắt đỏ một cách lố bịch và rất nhỏ với rất ít lựa chọn. Tôi sống ở Edinburgh và sẽ không bao giờ quay lại, nếu bạn đang đến thăm thành phố này, hãy tìm việc gì đó khác để làm. Đọc thêm",
            "Không như mong đợi. Buộc phải đi bộ một khoảng cách từ thị trường thực tế. Thông qua các con đường của công viên. Lên một ngọn đồi rất dốc. Điều này hoàn toàn không dành cho người già, người khuyết tật hoặc người yếu đuối. Chúng tôi được biết đây là cách duy nhất để vào thị trường. Tôi chật vật bước đi, thật kinh khủng. Sau đó chúng tôi gặp một cầu thang!! Tôi cần nghỉ ngơi và không thể di chuyển xa hơn. Quá nhiều cửa hàng thực phẩm không đủ quầy hàng. Đọc thêm"
        ],
        "star_ratings": [
            43,
            34,
            54,
            77,
            168
        ],
        "review_amount": 376,
        "location": [
            "Chợ Giáng sinh Edinburgh",
            "Vương quốc Anh Vương quốc Anh",
            "Những điều cần làm ở Edinburgh",
            "Edinburgh",
            "Châu Âu",
            "Scotland"
        ],
        "reviews_time": [
            "Written October 14, 2023",
            "Written October 22, 2023",
            "Written November 17, 2023",
            "Written November 20, 2023",
            "Written November 20, 2023",
            "Written November 20, 2023",
            "Written November 21, 2023",
            "Written November 25, 2023",
            "Written November 26, 2023",
            "Written November 26, 2023",
            "Written May 9, 2024",
            "Written February 11, 2024",
            "Written February 1, 2024",
            "Written January 19, 2024",
            "Written January 5, 2024",
            "Written January 4, 2024",
            "Written January 3, 2024",
            "Written January 1, 2024",
            "Written December 31, 2023",
            "Written December 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186525-d19502009-Reviews-Edinburgh_Christmas_Market-Edinburgh_Scotland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d6481976-Reviews-Makars_Gourmet_Mash_Bar-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d720429-Reviews-Rabble_Taphouse_Grill-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d27134169-Reviews-Rio_Brazilian_Steakhouse-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d789217-Reviews-The_Auld_Hundred-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d4339433-Reviews-Tani_Modi-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d8479434-Reviews-The_Table-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d10061352-Reviews-Lowdown_Coffee-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d733742-Reviews-Dusit_Thai_Restaurant-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d10496902-Reviews-Veeno_Edinburgh-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186525-d1950874-Reviews-Cafe_Marlayne-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d23939418-Reviews-Princes_Street_Edinburgh-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d8677097-Reviews-Royal_Scots_Greys_Monument-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d188789-Reviews-Princes_Street-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d26671965-Reviews-Boozy_Brushes-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d26958448-Reviews-Dr_Martens-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d187695-Reviews-Princes_Street_Gardens-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d188787-Reviews-New_Town-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d219695-Reviews-National_Galleries_of_Scotland_National-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d213667-Reviews-Royal_Scottish_Academy-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d8694861-Reviews-King_George_IV_Statue-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d19502009-Reviews-or10-Edinburgh_Christmas_Market-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d8820202-Reviews-The_Royal_Edinburgh_Military_Tattoo-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d2414531-Reviews-Captains_Bar-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d8820200-Reviews-Edinburgh_International_Events-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d19637290-Reviews-Whisky_Wizardry-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d8820355-Reviews-Scottish_Open-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d19507888-Reviews-Mercatini_di_Natale_a_Edimburgo-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d26481977-Reviews-Edinburgh_Foodies_Festival-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d23962276-Reviews-Van_Gogh_Alive_Edinburgh-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d8820201-Reviews-Edinburgh_s_Hogmanay-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d27500642-Reviews-Hangar_Art_Framing-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d19512761-Reviews-Private_Tours_Scotland-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d19366912-Reviews-Primark-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d17571771-Reviews-Ecosse_Voyage-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d14006784-Reviews-Tierras_Altas_Escocia-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d15757745-Reviews-The_Thirty_Seven_Bar-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d26369484-Reviews-Trance_Parency-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d13168300-Reviews-Edinburgh_Chihuahua_Cafe-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d23328333-Reviews-Discover_Scotland_Tours-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g46931-d23953954-Reviews-Kannavis_Botanicals-Wildwood_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d13976480-Reviews-OPM_by_Spiegelworld-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g298296-d11775312-Reviews-Pantai_Balok-Kuantan_Kuantan_District_Pahang.html",
            "https://www.tripadvisor.com/Attraction_Review-g32143-d116976-Reviews-Bothe_Napa_State_Park-Calistoga_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d12672093-Reviews-Ai_Helis_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190427-d2269077-Reviews-Kaiser_s_Throne-Pelekas_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1785161-d9983593-Reviews-Jungfraujoch_Top_of_Europe-Jungfraujoch_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d483932-Reviews-Earthquake_The_Ride-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d156630-Reviews-Tourmaline_Surfing_Park-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g48979-d4262291-Reviews-Connestee_Falls-Brevard_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186525-d19502009-Reviews-or10-Edinburgh_Christmas_Market-Edinburgh_Scotland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186525-d19502009-Reviews-Edinburgh_Christmas_Market-Edinburgh_Scotland.html"
    }
]