[
    {
        "attraction_name": "Eesti Meremuuseum",
        "attraction_name_vi": "Bảo tàng Hàng hải Estonia",
        "general_info": [
            "3.761 đánh giá",
            "3 trong số 315 điều cần làm ở Tallinn",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Tạm thời đóng cửa Chúng tôi đóng cửa để gia hạn, mở cửa trở lại vào ngày 05/12/2024! Cảng thủy phi cơ là một bảo tàng hàng hải thú vị ở Tallinn, Estonia dành cho cả gia đình. Nằm trong nhà chứa thủy phi cơ độc đáo và lịch sử.Đọc thêm",
        "reviews": [
            "Bảo tàng cách trung tâm thành phố một chuyến xe buýt, tuyến số 73 từ tòa tháp Fat Margarets đối diện sẽ đưa bạn đến đó chỉ trong vòng chưa đầy 10 phút. Khi đó bạn đang ở trong một điều trị. Bất cứ ai có chút hứng thú với những thứ liên quan đến hàng hải sẽ được thưởng thức. Triển lãm chính tất nhiên là Lembit. \nNgoài ra còn có các phương tiện thủ công từ tất cả các khu vực giải trí hàng hải của Estonia bao gồm du thuyền băng và tàu phá băng. \nKhi chúng tôi ở đó, một khu vực đặc biệt của Venice đã khiến thành phố đó trở nên sống động.\nMột nơi phải làm khi ở Tallinn.Đọc thêm",
            "Mang đến đây bằng tàu dotto. Người lái xe cho rằng anh ta là một người hâm mộ đã cho chúng tôi một lịch sử toàn diện về những chiếc thuyền bên ngoài sau đó đi vào bên trong để xem các cuộc triển lãm. Một nơi tuyệt vời mà bạn cần dành nhiều thời gian hơn!Đọc thêm",
            "Bạn phải đi đây! Thật là một cơ sở tuyệt vời. Các màn hình là tuyệt vời và tương tác. Lịch sử cải tạo các tòa nhà, các vật phẩm hàng hải khác nhau được trưng bày và các hoạt động tương tác tạo nên một cách tuyệt vời để dành 3 giờ. Chuyến tham quan tàu ngầm, trưng bày ngư lôi và thủy lôi làm nổi bật công nghệ của thời Thế chiến. Chuyến thăm mang tính giáo dục và vui vẻ. Bạn sẽ dành nhiều thời gian ở đây hơn ngân sách nếu bạn thực hiện một chuyến đi tham quan nhiều địa điểm trong ngày. Đọc thêm",
            "Điều này không đứng đầu danh sách Mt. Tôi đã sai. Bảo tàng này được đặt trong một giá treo thủy phi cơ đã được tái sử dụng, bản thân nó rất hấp dẫn vì là cấu trúc đầu tiên gồm các mái vòm bê tông nối liền nhau mà không có sự hỗ trợ bên trong. Bảo tàng trình bày lịch sử của tất cả mọi thứ liên quan đến hải lý ở đây và hơn thế nữa. Thậm chí còn có mô hình và lời giải thích về tàu ngầm của Liên minh. Triển lãm chủ yếu là tàu ngầm Lembit mà bạn có thể khám phá trên boong bên dưới. Có một chuyến bay mô phỏng và nhiều trải nghiệm thực tế dành cho trẻ em mà người lớn sẽ rất vui.  Đừng nhớ điều đó. Dễ dàng truy cập trên xe buýt 73 từ trung tâm nếu Tallinn Đọc thêm",
            "Xe buýt số 73 sẽ đưa bạn đến lối vào bảo tàng hoặc bạn có thể dễ dàng bắt taxi hoặc BoltUber đến bảo tàng.\n15 người lớn mỗi người vào bảo tàng nhưng nó hoàn toàn xứng đáng vì bạn có thể dễ dàng dành 2 - 3 giờ ở đây. Bạn không thể mua vé trực tuyến nhưng bạn có thể mua vé tại quầy bán vé khi đến nơi và không cần đặt trước.\nBảo tàng trải rộng trên ba nhà chứa máy bay khổng lồ và có ánh sáng yếu với nhiều tầng. Nó rất nhiều thông tin vì họ tiết lộ tất cả lịch sử hàng hải ở Estonia và các nước xung quanh. Có sự kết hợp tốt giữa các triển lãm tương tác mô phỏng chuyến bay, trò chơi bắn súng, vì vậy nó sẽ khiến bọn trẻ thích thú! Thật ngạc nhiên khi họ có Tàu ngầm Lembit mà bạn có thể khám phá từ trong ra ngoài.\nHọ có một quán cà phê nhỏ trong khuôn viên phục vụ đồ ăn nhẹ và đồ uống, nhưng không được phép mang đồ ăn hoặc đồ uống vào bên trong triển lãm. \nNhìn chung, một bảo tàng rộng lớn rất đáng tiền và mang lại niềm vui cho người lớn và trẻ em.Đọc thêm",
            "Một cuộc triển lãm tuyệt vời với nhiều phần tương tác dành cho trẻ em và người lớn. Chúng tôi cũng đưa nội thất của hai chiếc thuyền vào bến cảng, rất đáng để ghé thăm. Điểm nổi bật là chiếc tàu ngầm ở móc treo chính và tàu phá băng ở bến cảng, cả hai đều mang lại nhiều hiểu biết sâu sắc về lịch sử. Bản thân chiếc móc treo cũng rất thú vị và con mèo đi dạo trên tầng hai mang đến một cái nhìn tuyệt vời về những chiếc thuyền và triển lãm bên dưới. Ngoài ra còn có công viên vui chơi dành cho trẻ em bên ngoài.Đọc thêm",
            "Bảo tàng hàng hải tuyệt vời với tàu ngầm do Anh chế tạo trước Thế chiến thứ II là trung tâm. Nhiều yếu tố tương tác để tìm hiểu về lịch sử quân sự và nghề đi biển hiện đại. Nhiều cuộc triển lãm, kết hợp quân sự với các hình thức chèo thuyền lành tính hơn. Vui vẻ cho trẻ em cũng như có nhiều thứ để đọc và tương tác nếu bạn là người lớn. \n\nTàu ngầm lớn là một địa điểm tuyệt đẹp và đi bộ xung quanh rồi vào bên trong thật tuyệt. Lịch sử hấp dẫn từ khi được Anh chế tạo trước chiến tranh cho Estonia và kết thúc trong Thế chiến thứ II với người Đức và sau đó là người Nga cộng sản. Sử dụng nhà chứa thủy phi cơ tuyệt đẹp, với thủy phi cơ treo trên trần nhà! \n\nĐi bộ xung quanh bên ngoài và lên một loạt tàu cao tốc quân sự. Có thể lên xuống xe buýt ở đây nhưng không quá tệ, đi bộ trên những con đường tốt từ thị trấn cổ nếu bạn muốn đốt cháy một số calo. Giá trị tuyệt vời so với số tiền bỏ ra. Quán cà phê và cửa hàng quà tặng đẹp và nhà vệ sinh sạch sẽ. Làm rất tốt. Đọc thêm",
            "Bảo tàng tuyệt vời có thể truy cập từ phố cổ Tallinns. Rất nhiều triển lãm tương tác và Hướng dẫn âm thanh rất đáng để nhận. Đi vào bên trong tàu ngầm và các thuyền khác ở ngoài bến cảng đặc biệt thú vị.Đọc thêm",
            "Rất thích chuyến thăm bảo tàng Thủy phi cơ vào một ngày mưa ở Tallin. Hướng dẫn âm thanh thú vị, vui nhộn giúp hướng dẫn bạn đi qua bảo tàng tuyệt vời và rất nhiều thuyền và thuyền để xem và hiểu thêm. Được đi trên tàu ngầm là một điểm nhấn thực sự và trải nghiệm tuyệt vời. Thú vị cho mọi lứa tuổiĐọc thêm",
            "Bảo tàng rất thú vị và bao trùm những người định cư cổ xưa cho đến ngày nay.  Triển lãm hàng hải từ xa xưa đến nay. Nhiều hoạt động tương tác cho trẻ trải nghiệm. Giá hơi đắt vì vé người lớn là 15 vé không giảm giá cho người cao tuổi hoặc học sinhĐọc thêm",
            "Đây là bảo tàng bến cảng biển tuyệt vời và tương tác nhất. Bạn có thể giả vờ lái thủy phi cơ, ngồi trong tình huống khẩn cấp, mặc áo phao, lái thuyền đua nhỏ và lái tàu cao tốc...và nhiều hơn thế nữa. Nó rất có không khí, giống như đang ở trong một hang động dưới nước và mọi thứ đều được biển chỉ dẫn rất rõ ràng với những sự kiện lịch sử vĩ đại. Chiếc tàu ngầm là một điều bất ngờ và thú vị khi đi qua, và những con tàu bên ngoài cũng rất thú vị khi ghé thăm.Đọc thêm",
            "Chúng tôi hoàn toàn yêu thích bảo tàng này. Chúng tôi có một chiếc taxi từ khách sạn, nhân viên bảo tàng rất tốt bụng khi tổ chức một chiếc taxi khứ hồi cho chúng tôi. Bảo tàng nằm trong một nhà chứa máy bay được xây dựng có mục đích, chỉ tính riêng giá vé vào cửa đã đáng giá. Chúng tôi đến thăm vào một ngày tháng 12 lạnh giá, có một vài người ở đó nhưng không đông lắm. Điều này rất có lợi vì nó có nghĩa là chúng tôi có thể khám phá triển lãm tàu ​​ngầm mà không cần xếp hàng. Có rất nhiều thứ để xem, cùng với một quán cà phê xinh xắn. Chúng tôi hoàn toàn tận hưởng chuyến thăm của mình.Đọc thêm",
            "Thực sự rất thích chuyến đi của chúng tôi đến bảo tàng này.. cách tuyệt vời để dành một buổi sáng.. một số điều thú vị được trưng bày và bản thân tòa nhà thật ngoạn mục.Đọc thêm",
            "Cách Phố cổ một quãng đi bộ ngắn 1,7 km và là một điểm thu hút lớn. Tôi thậm chí còn phải đi vào một chiếc tàu ngầm cũ và ở tuổi 62, điều đó thật khó khăn.  Rất nhiều điều thú vị để xem.Đọc thêm",
            "Chúng tôi thực sự rất thích điều này.  Rất nhiều thứ để xem và học hỏi, và một chuyến đi bộ thú vị từ thị trấn xuống biển.  Yêu chiếc tàu ngầm được chế tạo ở Cumbria!Đọc thêm",
            "Chúng tôi đã dành 3-4 giờ để khám phá bảo tàng. Một lượng lớn các triển lãm được trình bày đẹp mắt, với lượng thông tin hỗ trợ vừa đủ. Quán cà phê này thật tuyệt vời.Đọc thêm",
            "Bảo tàng hải quân thú vị và từ những gì tôi có thể thấy, đặc biệt nếu bạn có con. Nó có một số hoạt động tương tác và giá vé không đắt cũng không rẻ. Tại thời điểm viết bài này, giá vé đã bao gồm việc tham quan chiếc tàu ngầm trong bảo tàng - phần thú vị nhất... Trừ khi bạn sợ bị nhốt.Đọc thêm",
            "Tôi không mong đợi được tận hưởng điều này nhiều như tôi đã làm! Thật thú vị, một bảo tàng tương tác thực sự và thời gian trôi qua khi ở đó! Đặc biệt yêu thích tàu ngầm! Khu vực này cũng thực sự thú vị. Lái xe Bolt của chúng tôi đã kể lại một lịch sử rất thú vịĐọc thêm",
            "Một nơi tuyệt vời để ghé thăm trong vài giờ trong chuyến đi đến Tallinn. Bảo tàng nằm bên bờ biển trong một nhà chứa máy bay cũ đã được tân trang lại. Các màn trình diễn rất thú vị với viên ngọc quý nhất là tàu ngầm Lembit, nơi bạn có thể khám phá từ bên trong với hướng dẫn âm thanh tuyệt vời nằm bên trong tàu ngầm.Đọc thêm",
            "Bảo tàng thú vị. Thông thường không phải là loại mà tôi hướng tới nhưng nửa kia của tôi muốn đi vào tàu ngầm Lembit.  Đây là một bảo tàng được tổ chức tốt với nhiều thông tin lịch sử. Điều ấn tượng nữa là việc tái phát triển tòa nhà.Đọc thêm",
            "Chúng tôi muốn đến thăm tàu ​​ngầm vào thứ Hai ngày 28 tháng 8 nhưng tôi không biết nó mở hay đóng. Bạn có thể giúp tôi được không??Đọc thêm",
            "Tôi rất muốn trả lời nhưng tôi không nói được tiếng ÝĐọc thêm",
            "Có thể để hành lý ở đâu đó? \nCảm ơnĐọc thêm",
            "Tôi không biết - họ có quầy lễ tân nhưng không có nhiều không gian.  Bạn có thể gửi e-mail cho họ.Đọc thêm",
            "Chào buổi chiều! Xin vui lòng cho tôi biết, theo ý kiến ​​​​của bạn, liệu bảo tàng này có được trẻ 1,5 tuổi quan tâm không?",
            "Chào buổi tối, tôi không chắc lắm, nhưng đối với tôi thì có vẻ là không.Đọc thêm",
            "địa chỉ bảo tàng, giờ mở cửa bảo tàng tháng 1 năm 2020Đọc thêm",
            "Giờ mở cửa của Cảng thủy phi cơ\n\ntừ tháng 10 đến tháng 4: Thứ 3.CN. 10.0018.00\ntừ tháng 5 đến tháng 9: Thứ Hai.CN. 10.0019.00\n\n01.01.2020 10.00-17.00\n01.06.2020 10.00-17.00\n\nXem trang web.",
            "Có ai biết sự khác biệt giữa vé nguyên giá và vé 6 euro còn lại không? \n\nNgoài ra tàu treo lớn có ở khu vực công cộng hay không?\n\nCảm ơn. Đọc thêm",
            "Kính thưa quý khách,\n\nVé người lớn 14 bao gồm vé triển lãm chính Cảng thủy phi cơ, vé triển lãm tạm thời, tàu bảo tàng Hangar, Suur Tõll Valvas\n\nVé số 6 là vé tham quan bảo tàng tàu Suur Tõll Valvas bên ngoài phía sau Hangar. \n\nTàu ngầm Lembit là một phần của triển lãm bên trong. Bạn sẽ cần có vé nguyên giá để tham quan tàu ngầm và các triển lãm khác.Đọc thêm",
            "Bạn có nơi nào an toàn để vali khi tham quan không?Đọc thêm",
            "Lời chào từ Cảng thủy phi cơ. Chúng tôi có tủ khóa mà bạn có thể sử dụng để cất giữ hành lý. Tất cả các tủ khóa đều được đặt gần bàn bán vé.Đọc thêm",
            "Chúng tôi dự định đến thăm bảo tàng vào ngày cuối cùng ở Tallinn trước chuyến phà tới Helsinki. Tuy nhiên, vì chúng tôi dự định đi thẳng đến bến phà sau khi tham quan bảo tàng nên chúng tôi sẽ mang theo một chiếc vali cỡ trung bình.\n\nCó nơi nào để gửi hành lý không nếu không, chúng tôi có được phép mang theo vali khi đi tham quan không \n\nCảm ơn nhiềuĐọc thêm",
            "Từ trang web của họ...\n\nPhòng thay đồ: Có tủ đựng áo khoác không người trông coi ở bên phải Bàn làm việc, ngay gần cầu thang. Tủ đựng đồ nằm ở bên trái cầu thang: cần 1 xu euro nhưng sẽ được trả lại sau khi sử dụng tủ khóa.\nHành lý: Không được phép mang túi lớn hoặc vali vào khu vực triển lãm. Vui lòng sử dụng tủ khóa để cất giữ hành lý hoặc liên hệ với Quầy.Đọc thêm",
            "Giờ mở cửa là mấy giờ và chi phí bao nhiêu cho gia đình 2 người lớn 2 trẻ em?Đọc thêm",
            "Đó là 14 euro cho mỗi người lớn và 7 euro cho trẻ em. Điều này cũng bao gồm quyền tiếp cận các con thuyền quay trở lại bến cảng.Đọc thêm",
            "Làm thế nào để chúng ta đi từ cảng tàu du lịch đến Cảng thủy phi cơ Lennusadam?  nó diễn ra bao lâu?\n\nCảm ơn.Đọc thêm",
            "trong trường hợp nếu trời không mưa, bạn có thể đi bộ, mất khoảng 1 phút. 15 phút, không xa lắmĐọc thêm",
            "Chào buổi chiều. Chúng tôi có một nhóm vận động viên trẻ em đến gặp bạn ở Tallinn từ ngày 17.03-19.03, chúng muốn đến thăm bảo tàng của bạn.\ngiá cho trẻ em 10-11 tuổi, 13 người và 4 người lớn là bao nhiêu. và bạn có thể mua vé tham quan vào thời gian nào, cảm ơn bạn Đọc thêm",
            "Xin chào, tôi đến từ Moscow. Tôi đã từng đến Tallinn một lần, tôi không biết giá dành cho trẻ em và nhóm. Một người lớn trả 12 hoặc 14 euro cho vé của mình, tôi không nhớ chính xác!Đọc thêm"
        ],
        "star_ratings": [
            2728,
            836,
            170,
            20,
            7
        ],
        "review_amount": 3761,
        "location": [
            "Quận Harju",
            "Những điều cần làm ở Tallinn",
            "Bảo tàng Hàng hải Estonia",
            "Estonia",
            "Châu Âu",
            "Tallinn"
        ],
        "reviews_time": [
            "Written July 9, 2023",
            "Written July 13, 2023",
            "Written July 17, 2023",
            "Written July 17, 2023",
            "Written August 4, 2023",
            "Written August 13, 2023",
            "Written September 4, 2023",
            "Written September 20, 2023",
            "Written September 21, 2023",
            "Written October 9, 2023",
            "Written June 3, 2024",
            "Written January 9, 2024",
            "Written January 2, 2024",
            "Written December 19, 2023",
            "Written December 16, 2023",
            "Written December 7, 2023",
            "Written December 4, 2023",
            "Written December 2, 2023",
            "Written November 6, 2023",
            "Written November 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274958-d3214593-Reviews-Eesti_Meremuuseum-Tallinn_Harju_County.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d24983013-Reviews-Kohvik_Vaffel-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d7142113-Reviews-Kalamaja_Pagarikoda-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d14914457-Reviews-180_Degrees_Restaurant-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d1953184-Reviews-Restoran_Moon-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d15663955-Reviews-Pohjala_Brewery_Tap_Room-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d4714917-Reviews-Kohvik_MARU-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d24021028-Reviews-Cafe_Brasil-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d19096920-Reviews-Lore_Bistroo-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d24074522-Reviews-Bertolucci_Restaurant-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274958-d10168293-Reviews-Torokse_Talupood_Kohvik-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d14949317-Reviews-Estonian_Maritime_Museum-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d17666182-Reviews-Patarei_Prison_Exhibition_Communism_is_Prison-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d25252724-Reviews-Lennusulps_Winter_Swimming_Club-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d276610-Reviews-Tallinn_Old_Town-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d3523259-Reviews-ArtDepoo_Gallery-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d26369498-Reviews-Tutar_Galerii-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d3535241-Reviews-Estonian_Health_Museum-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d2705945-Reviews-Balti_Jaam_Market-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d3524662-Reviews-Patkuli_Viewing_Platform-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d11953610-Reviews-Tallinn_Museum_of_Orders_of_Knighthood-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d3214593-Reviews-or10-Eesti_Meremuuseum-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d290337-Reviews-Eesti_Vabaohumuuseum-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d634535-Reviews-Kumu_Art_Museum-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d290332-Reviews-Niguliste_Museum-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d290218-Reviews-Kiek_in_de_Kok_and_Bastion_Passages_Museum-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d2194323-Reviews-Kadriorg_Palace-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d290198-Reviews-Tallinn_City_Museum_Linnamuuseum-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d281978-Reviews-Vabamu_Museum_of_Occupations_and_Freedom-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d290334-Reviews-Great_Guild_Hall-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d6777973-Reviews-Waypoint_Tallinn-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d8424349-Reviews-The_Dark_Side_of_Tallinn_Tours-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d17699728-Reviews-Sunlines_Cruise_Co-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d6429360-Reviews-Medieval_Photo-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d1108917-Reviews-EstAdventures-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d19177853-Reviews-PROTO_invention_factory-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d26346705-Reviews-Brewklyn_Craft_Beer_Cafe-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d2061875-Reviews-City_Bike-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g33691-d9765829-Reviews-Fat_Cats_Fun_Center-Westminster_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g41841-d106689-Reviews-Pirate_s_Cove_Adventure_Golf-South_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d2337251-Reviews-Seomyeon_Underground_Shopping_Center-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g678774-d6424373-Reviews-Zvernec_Monastery-Vlore_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g37116-d6672454-Reviews-Fountain_Acres_Foods-Fountain_City_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g3137978-d7161292-Reviews-Gili_Getaway-Serangan_Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g642171-d523870-Reviews-Parikia_Town-Parikia_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g187790-d4361552-Reviews-Gaeta-Gaeta_Province_of_Latina_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6650894-Reviews-9th_Arrondissement-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195931-Reviews-Piazza_della_Signoria-Florence_Tuscany.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274958-d3214593-Reviews-or10-Eesti_Meremuuseum-Tallinn_Harju_County.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274958-d3214593-Reviews-Eesti_Meremuuseum-Tallinn_Harju_County.html"
    }
]