[
    {
        "attraction_name": "Egremni Beach",
        "attraction_name_vi": "Bãi biển Egremni",
        "general_info": [
            "1.926 đánh giá",
            "3 trên 68 hoạt động giải trí ở Lefkada",
            "Bãi biển"
        ],
        "attraction_summary": "Bãi biển xa xôi này nằm trên bờ biển phía Tây Nam của Lefkada và cần phải nỗ lực đáng kể để đến được từ bãi đậu xe, du khách phải đi bộ một con đường dốc rồi đi xuống hơn 300 bậc thang để đến bãi biển. Có một quầy bar bán đồ ăn nhanh với nhà vệ sinh ở đầu bậc thang và một số giường phơi nắng và ô cho thuê. Đến bãi biển bằng thuyền dễ dàng hơn nhiều, nhưng bạn sẽ bỏ lỡ cơ hội ngắm nhìn khung cảnh ngoạn mục từ trên cao. Dù bạn chọn cách nào để đến, bạn sẽ tìm thấy một trong những bãi biển hoang sơ và hoang sơ nhất thế giới, sự xa xôi của nó mang đến sự yên bình và tĩnh lặng.  TripadvisorĐọc thêm",
        "reviews": [
            "Bãi biển tuyệt đẹp với làn nước trong xanh mà bạn chưa từng thấy. Tuy nhiên, đừng đánh giá thấp việc đi bộ, đó là đi bộ một km dưới nắng nóng TRƯỚC 400 bậc thang leo lên vách đá. Không dành cho những người giả vờ! Chỉ có một cửa hàng nhỏ cho thuê ô dù cố định cho 8 người, thật tuyệt vời nhưng lại hết rất nhanh. Chúng tôi đến đó sớm và tất cả giường phơi nắng đã biến mất. Tuy nhiên, khung cảnh hoàn toàn đẹp.Đọc thêm",
            "Nước rất sạch và màu pha lê. Cảnh đẹp tuyệt vời, nhưng bãi biển này khó tiếp cận. Bạn phải đi bộ rất nhiều và đường sá không giúp ích gì cho bạn. Nếu bạn định đến đó, bạn phải mang theo ô và một ít đồ uống. Bạn có một nơi nhỏ để ăn và uống một ít nước trái cây tươi, nhưng ở trên lầu chứ không phải trên bãi biển. Bạn phải leo cầu thang mỗi khi cần, điều này thật khó chịu. Tôi không biết liệu có đáng không. Tôi đã thấy những bãi biển đẹp hơn. Đọc thêm",
            "Bãi biển rất dài và không đông đúc. Tôi khuyên bạn nên truy cập bằng thuyền. Truy cập bằng ô tô là dành cho người phù hợp. Bạn để xe ở bãi đậu xe trả 10 euro. Sau đó bạn đi bộ xuống bãi biển khoảng 1 km trên con đường ngoằn ngoèo. Và cuối cùng bạn có khoảng 350 bậc thang. \nXuống xe thì dễ nhưng lên xe lại khó. Bãi biển có sỏi trắng chứ không phải cát như bạn thấy trên mạng. Trên bãi biển không có nhà vệ sinh và không có thùng rác. Chỉ có một số người thuê giường phơi nắng với giá 20 euro. Bạn cũng có thể thuê ô che nắng. Họ cũng bán một số đồ uống. Một cốc bia nhỏ có giá 5 euro. \nHoàng hôn trên biển được đánh giá cao. Ít nhất là khi chúng tôi ở đó vào ngày 28 tháng 8. Mặc dù bầu trời không có mây nhưng màu sắc hoàng hôn không hề ngoạn mục.\nTóm lại, bãi biển được đánh giá cao này bạn nên ghé thăm bằng thuyền... Hàng ngày có rất nhiều chuyến du ngoạn vòng quanh các hòn đảo. Bạn không cần phải ở lại cả ngày đặc biệt là vì thiếu cơ sở vật chất. Chúc bạn có chuyến du lịch vui vẻ!Đọc thêm",
            "Bãi biển rất đẹp ở Lefkada, với làn nước trong xanh tuyệt vời. Bãi biển rất dài và đầy cát. Để đến bãi biển, du khách phải đi bộ 1 km từ bãi đậu xe và đi xuống 400 bậc thang. Chuyến đi này phải quay lại, leo lên ngọn núi chênh lệch độ cao 210 m, nhưng nó hoàn toàn xứng đáng. Thường đông đúc, đặc biệt là gần cầu thang, nhưng nếu bạn đi bộ dọc bãi biển thì sẽ có nhiều nơi vắng vẻ hơn.Đọc thêm",
            "Bãi biển rất đẹp ở Lefkada, với làn nước trong xanh tuyệt vời. Bãi biển rất dài và đầy cát. Để đến bãi biển, du khách phải đi bộ 1 km từ bãi đậu xe và đi xuống 400 bậc thang. Chuyến đi này phải quay lại, leo lên ngọn núi chênh lệch độ cao 210 m, nhưng nó hoàn toàn xứng đáng. Thường đông đúc, đặc biệt là gần cầu thang, nhưng nếu bạn đi bộ dọc bãi biển thì sẽ có nhiều nơi vắng vẻ hơn.Đọc thêm",
            "Bãi biển rất dài và không đông đúc. Tôi khuyên bạn nên truy cập bằng thuyền. Truy cập bằng ô tô là dành cho người phù hợp. Bạn để xe ở bãi đậu xe trả 10 euro. Sau đó bạn đi bộ xuống bãi biển khoảng 1 km trên con đường ngoằn ngoèo. Và cuối cùng bạn có khoảng 350 bậc thang. Xuống xe thì dễ nhưng lên xe lại khó. Bãi biển có sỏi trắng chứ không phải cát như bạn thấy trên mạng. Trên bãi biển không có nhà vệ sinh và không có thùng rác. Chỉ có một số người thuê giường phơi nắng với giá 20 euro. Bạn cũng có thể thuê ô che nắng. Họ cũng bán một số đồ uống. Một cốc bia nhỏ có giá 5 euro. Hoàng hôn trên biển được đánh giá cao. Ít nhất là khi chúng tôi ở đó vào ngày 28 tháng 8. Mặc dù không có mây trên bầu trời nhưng màu sắc hoàng hôn không ngoạn mục. Tóm lại, bãi biển rất được khuyến khích này bạn nên ghé thăm bằng thuyền... Có rất nhiều chuyến du ngoạn hàng ngày vòng quanh các hòn đảo. Bạn không cần phải ở lại cả ngày đặc biệt là vì thiếu cơ sở vật chất. Chúc bạn có chuyến du lịch vui vẻ!Đọc thêm",
            "Do địa hình, tất cả các đảo Ionian đều có những bãi biển có phong cảnh đẹp và ấn tượng hơn trên bờ biển phía tây của chúng. Đó là trường hợp của Corfu, Zante, Kefalonia và ở Lefkada đây. Ngay từ đầu tôi đã biết rõ nên ghé thăm Egremni, nhưng bằng một chiếc thuyền từ Nidri. Đi bộ một km trong cái nóng như thiêu đốt và đi lên đi xuống khoảng 400 bậc thang không phải là một lựa chọn với người Pháp của chúng tôi Chó mặt xệ. Tôi cũng khuyên những người có con nhỏ như vậy. Egremni thực sự là một bãi biển đẹp với nước trong vắt như màu ngọc lam và nền vách đá ấn tượng. Đó là một bãi biển đầy sỏi, KHÔNG có cát. Bạn có thể tìm thấy một số khu vực cát bên dưới vách đá và bóng râm, nếu sớm hơn 1 giờ chiều, nhưng hãy cẩn thận nếu ngồi đó NGUY HIỂM do đá rơi. Đồng thời, đây không phải là bãi biển mà bạn sẽ dành cả ngày hoặc thậm chí nửa ngày. Không có quán bar, không nhà hàng, không nhà vệ sinh, không giường phơi nắng, không cho thuê ô - không có gì, vì vậy bạn phải mang theo đồ của mình, điều này càng khiến mọi việc khó chịu hơn. Vì vậy, hãy đi thuyền từ Nidri và đến đây một cách thư giãn.Đọc thêm",
            "Chúng tôi đến đó bằng Nidri Star. Nước có màu xanh lục và phong cảnh ấn tượng. Tuy nhiên, không phải tất cả các ngày đều như nhau. Vào những ngày lộng gió, việc lên xuống thuyền bằng thang đã khó và việc ra vào biển lại càng khó khăn hơn. Xin vui lòng-Xin vui lòng nhớ mang giày bơi. Dép xỏ ngón sẽ chỉ khiến cuộc sống của bạn trở nên khốn khổ mà thôi. Mọi người đều nói về bãi biển có cát hoặc sỏi nhỏ. Chắc chắn không có cát và sỏi nhỏ ở nơi chúng tôi mắc cạn. Mỗi chiếc thuyền sẽ đưa bạn đến một địa điểm khác nhau để có thể những người khác sẽ gặp may mắn hơn.Đọc thêm",
            "Nước rất sạch và có màu pha lê. Quang cảnh thì tuyệt vời, nhưng đó là một bãi biển khó tiếp cận. Bạn phải đi bộ rất nhiều và con đường đó chẳng giúp ích gì cho bạn cả. Nếu bạn định đến đó, bạn phải mang theo ô và một ít đồ uống. Bạn có một nơi nhỏ nơi bạn có thể ăn và uống một ít nước trái cây tươi, nhưng nó ở trên lầu chứ không phải trên bãi biển. Bạn phải leo cầu thang mỗi khi cần, điều này thật khó chịu. Tôi không biết nó có đáng không. Tôi đã thấy những bãi biển đẹp hơn.Đọc thêm",
            "Bạn đã bao giờ mơ về làn nước trong vắt với bất kỳ sắc xanh nhạt nào chưa? Vậy thì bạn nên ghé thăm Bãi biển Egremni. Có một số điều bạn cần biết: Đỗ xe: có một bãi đậu xe và người ta thu 10 euro cho cả ngày. Đi xa hơn một chút, bạn cũng có thể đỗ nhiều quặng hơn trong bụi rậm một cách hợp pháp. Nhưng sau đó bạn cần phải đi bộ lâu hơn một chút. Đường vào bãi biển: từ bãi đậu xe bạn cần đi qua cổng và xuống dốc 1km, một số đoạn rất dốc. Sau khi bạn quản lý được 400 bậc của một cầu thang khá mới đang chờ bạn. Nghe có vẻ đẫm mồ hôi và chắc chắn là như vậy! Được chuẩn bị! Không có xe đẩy hoặc xe lăn. Không thể điều động họ đến bãi biển. Nhà hàng, trang phục đi biển, ô dù:1. có một nhà cung cấp bán bất cứ thứ gì bạn cần cho bãi biển: đồ bơi, những thứ bơm hơi như phao hình kỳ lân, v.v. Bạn có thể thanh toán bằng thẻ. Dễ dàng.2. Có một quán bar nhỏ. Bạn có thể mua bất cứ thứ gì từ kem đến đồ uống lạnh, v.v. Lưu ý: giá cao hơn bình thường. Nhưng đồ uống giúp bạn sống sót trong hành trình của mình. hehe. Ví dụ: một cốc trà đá 500ml có giá 4 euro.3. Sau khi vượt được 400 bậc cầu thang khổng lồ, bạn sẽ đến được bãi biển. Ở đó bạn có thể thuê một chiếc ô có sẵn hai kích cỡ: chiếc nhỏ hơn 5 euro, chiếc lớn hơn 8 euro. Ngoài ra còn có đồ uống mát lạnh. Bản thân bãi biển thực sự xứng đáng với bất kỳ đồng euro nào bạn bỏ ra trên đường đi. Những viên sỏi trắng và làn nước màu ngọc lam...Ý tôi là, đó là thiên đường. Không có nhiều người như vậy. Ngay cả trong mùa cao điểm cũng không đông đúc do có thể tiếp cận. Hai gợi ý nữa:1. Những viên sỏi có thể khá nóng vào mùa hè. Vì vậy hãy mang theo một số đôi giày dép đi trong nước nếu có thể.2. Hãy nhớ: mọi thứ bạn mang theo cần bạn phải mang lên dốc trở lại. Chúng tôi có khuyên bạn nên đến đó không? Vâng, vâng và vâng. Được rồi, vì mục đích giữ bí mật, chúng tôi không khuyến nghị điều đó. heheĐọc thêm",
            "Bãi biển tuyệt đẹp với làn nước trong xanh mà bạn chưa từng thấy. Tuy nhiên, đừng đánh giá thấp việc đi bộ, đó là đi bộ một km dưới nắng nóng TRƯỚC 400 bậc thang leo lên vách đá. Không dành cho những người giả vờ! Chỉ có một cửa hàng nhỏ cho thuê ô dù cố định cho 8 người, thật tuyệt vời nhưng lại hết rất nhanh. Chúng tôi đến đó sớm và tất cả giường phơi nắng đã biến mất. Tuy nhiên, khung cảnh hoàn toàn đẹp.Đọc thêm",
            "Chúng tôi đi du lịch bằng thuyền với 7 hòn đảo. Thuyền dừng lại ở một vịnh hoang vắng ở Egremni trong khoảng 45 phút, nơi chúng tôi bơi và tắm. Màu sắc của nước thật tuyệt vời. Màu sắc tuyệt vời. Đọc thêm",
            "Tôi yêu bãi biển này vì nó không mang tính thương mại. Những bức ảnh không qua chỉnh sửa, điều cực kỳ quan trọng là bầu trời trong xanh. Bãi biển được ghé thăm vào cuối tháng 9 - đầu tháng 10, bãi biển hoàn hảo và nước ấm. Những bức tranh đã mô tả bản thân chúng. Đọc thêm",
            "Tuyệt vời, xuất sắc, tráng lệ, màu ngọc lam trong vắt, tôi còn biết nói gì hơn nữa? Đó là quyết định tốt nhất để đến đó. Sóng hơi đáng sợ, chắc chắn cũng sẽ đi bơi lần nữa. Đọc thêm",
            "Tôi sẽ đến thăm Lefkada vào ngày 17 đến ngày 20 tháng 10. Sẽ có những chuyến du ngoạn trong thời gian nàyĐọc thêm",
            "Họ khởi hành chuyến đi trong ngày từ mấy giờ sáng và chi phí là bao nhiêu?",
            "xin chào rất vui, cho tôi hỏi điều này: chiếc thuyền bạn đã đi, nếu tôi hiểu chính xác, KHÔNG phải từ một chuyến du ngoạn mà là chiếc thuyền chỉ chạy tuyến đường Vasiliki-PortoKatsiki-Egremoni và quay trở lại? bao nhiêu lần một ngày?? và ý bạn là nó không phải hàng ngày ??  vào tháng 8 và không phải hàng ngày, cảm ơn vì một lý do kỳ lạ nào đó Không ai muốn cho tôi biết - từ các văn phòng địa phương, và tất cả họ đều đưa tôi đi du lịchĐọc thêm",
            "Có chiếc thuyền nào mà tôi có thể đi cụ thể đến những chiếc nổi bật không? Không phải là một chuyến đi trong ngày, nghĩa là nếu có thì đó là chiếc nào và giá của nó là bao nhiêu? cảm ơn bạn Đọc thêm",
            "Xin chào, có ai biết khi nào bạn có thể đi bộ đến bãi biển từ trên cao nữa không?Đọc thêm",
            "Xin chào, có ai có thể vui lòng liệt kê một dịch vụ thuyền đến bãi biển này không. Có lẽ bạn có thể niêm yết giá cả hai đầu? Khi nào thuyền sẽ đón lại?Đọc thêm",
            "Bạn có thể liên hệ với chúng tôiĐọc thêm",
            "Bạn có thể giới thiệu một nơi mà chúng tôi có thể ở để chúng tôi có thể đến thăm bãi biển này thường xuyên hơn, cũng như những bãi biển khác tương tự như vậy không.. Cảm ơn bạn.. chúng tôi sẽ đến Lefkada lần đầu tiên, một gia đình bốn người , các con lớn :- chúng ta sẽ đi bằng ô tô.. cảm ơn các bạnĐọc thêm",
            "Xin chào, không có nơi nào bạn có thể đến thăm Egremmi nhiều lần vì chỉ có một con đường duy nhất là đi bộ đến đó và cũng có đoạn bạn phải dùng dây hạ mình xuống, giải pháp duy nhất khác để đến đó là với các chuyến đi thuyền có tổ chức.Đọc mâm xôi",
            "Chào bạn, ai đi tháng 9/2019 có thể cho mình biết còn sợi dây nào để đi xuống điểm tai hại nhất không? Tôi đọc trong những bình luận mới nhất rằng họ đã cắt nó.Đọc thêm",
            "CHÀO. Chúng tôi đã cố gắng nhưng chúng tôi đã quay lại. Sự việc không đơn giản chút nào, thậm chí là điều chủ quan: chàng trai trước mặt chúng tôi thậm chí còn bước xuống với túi tủ lạnh và bạn gái chân trần, trong khi những người khác như chúng tôi lại bỏ cuộc. Tuy nhiên, những sợi dây để đi xuống vẫn còn đó Đọc thêm",
            "Xin chào, tôi muốn biết một chuyến du ngoạn mini có giá bao nhiêu và nên chọn công ty nàoĐọc thêm",
            "Công chúa Ionian đến từ cảng Vasilliki là người duy nhất cho bạn 3 giờ trên bãi biển, chính xác và đúng giờ, 25 người lớn và 10 trẻ em Đọc thêm",
            "Bạn đã đi thuyền nào từ Vasiliki? Tôi đang tìm thông tin liên lạc để biết giờ giấc, v.v. vì chúng tôi sẽ ở trong nước nhưng tôi không tìm thấy gì cả...!Đọc thêm",
            "Với ngôi sao Nidri 2Đọc thêm"
        ],
        "star_ratings": [
            1435,
            325,
            104,
            33,
            29
        ],
        "review_amount": 1926,
        "location": [
            "Châu Âu",
            "Các hoạt động ở Lefkada",
            "Hy Lạp",
            "Bãi biển Egremni",
            "Lefkada",
            "Quần đảo Ionia"
        ],
        "reviews_time": [
            "Written July 17, 2023",
            "Written July 24, 2023",
            "Written August 28, 2023",
            "Written November 28, 2023",
            "Written November 28, 2023",
            "Written August 29, 2023",
            "Written August 14, 2023",
            "Written August 2, 2023",
            "Written July 24, 2023",
            "Written July 22, 2023",
            "Written July 17, 2023",
            "Written July 7, 2023",
            "Written May 17, 2023",
            "Written February 26, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189460-d2225641-Reviews-Egremni_Beach-Lefkada_Ionian_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189460-d3548311-Reviews-Taverna_Oasis-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12627315-d7110802-Reviews-Taverna_Ionio-Athani_Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189460-d2323697-Reviews-Avra_Tavern-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12627315-d7029592-Reviews-O_Alekos-Athani_Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g11909465-d4544658-Reviews-Batzanakias_Taverna-Ponti_Agiou_Petrou_Vasiliki_Apollonii_Lefkada_Ionian_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1191736-d10236343-Reviews-Pondi_Restaurant-Vasiliki_Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1191736-d3349134-Reviews-Vasiliki_Wave-Vasiliki_Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1191736-d2271873-Reviews-Taverna_Almi-Vasiliki_Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g11909465-d12654251-Reviews-Maistros_Taverna-Ponti_Agiou_Petrou_Vasiliki_Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12627315-d4093537-Reviews-Lefkatas-Athani_Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d1230867-Reviews-Porto_Katsiki-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g15138143-d2225656-Reviews-Ammoussa_Beach-Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g15138143-d3498826-Reviews-Gialos_Beach-Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d2225659-Reviews-Agiofilli_Beach-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d10441375-Reviews-Lighthouse_Doukato-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191736-d12794806-Reviews-Ponti_Vasiliki_Beach-Vasiliki_Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g12288878-d13485086-Reviews-Fabbrica_Olive_Museum-Sivros_Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g8506131-d8493182-Reviews-Afteli_Beach-Evgiros_Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g7010958-d8635521-Reviews-Temple_of_Apollo_Ruins-Agios_Nikolaos_Niras_Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d21191839-Reviews-Lera_Moni_Agiou_Nikolaou_Iras-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d2225641-Reviews-or10-Egremni_Beach-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1786926-d4916309-Reviews-Milos_Beach-Agios_Nikitas_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1786926-d3422036-Reviews-Kathisma_Beach-Agios_Nikitas_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d4960452-Reviews-Pefkoulia_Beach-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d3498818-Reviews-Mikros_Gialos-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1140281-d3217200-Reviews-Nydri_Waterfalls-Nidri_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1786926-d12873280-Reviews-Agios_Nikitas_Beach-Agios_Nikitas_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1140281-d6833925-Reviews-Makedonia_Palace_Boat-Nidri_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g3581185-d12571002-Reviews-Periplous_Experience-Mikros_Gialos_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1140281-d3178800-Reviews-Odysseia_Boat_Tour-Nidri_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d4875816-Reviews-Sail_Ionian_Yacht_Charter-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1140281-d3194912-Reviews-M_S_Christina-Nidri_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1140281-d3327192-Reviews-Get_Active-Nidri_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191736-d4607974-Reviews-Nautilus_Diving_Club-Vasiliki_Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d11877033-Reviews-Activity_Holidays_Greece-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1140281-d12645570-Reviews-Papanikolis_Boat_Cruises-Nidri_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1140281-d10514529-Reviews-Trekking_Hellas-Nidri_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1140281-d14161460-Reviews-Ionian_Boats-Nidri_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1140281-d24929268-Reviews-The_Street_Bar-Nidri_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191540-d8537947-Reviews-Monolithi_Beach-Kanali_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g670908-d4606816-Reviews-Laguna_El_Dudu-Cabrera_Maria_Trinidad_Sanchez_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d13173644-Reviews-Emaar_Square-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g194789-d3374504-Reviews-Caneva_The_Aquapark-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d8121688-Reviews-Chungmuro_Pet_Street-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d4431209-Reviews-Open_Air_Cinema_THISION-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d18817178-Reviews-Atomic_Saloon_Show-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g34485-d146254-Reviews-Oleta_River_State_Park-North_Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d6570843-Reviews-RIVA-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d274341-Reviews-Fort_Harrison_State_Park-Indianapolis_Indiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189460-d2225641-Reviews-or10-Egremni_Beach-Lefkada_Ionian_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189460-d2225641-Reviews-Egremni_Beach-Lefkada_Ionian_Islands.html"
    }
]