[
    {
        "attraction_name": "Eiffel Tower",
        "attraction_name_vi": "tháp Eiffel",
        "general_info": [
            "142.741 đánh giá",
            "- 12 trong số 3.569 điều cần làm ở Paris",
            "Địa điểm ưa thích - Địa danh",
            "Đài quan sát - Tháp"
        ],
        "attraction_summary": "Được hoàn thành vào năm 1889, địa danh khổng lồ này, mặc dù ban đầu bị nhiều người dân Paris ghét, giờ đây đã trở thành biểu tượng nổi tiếng về niềm tự hào của người dân Pháp.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Đó là Tháp Eiffel; bạn phải đi nếu bạn đang ở Paris. Điều bổ sung của tôi cho điều này - tháng 6 năm 2023 - là một trong những nhà vệ sinh công cộng ở địa phương đã đóng cửa, nhưng có một nhà vệ sinh công cộng trên thuyền ở mặt nước gần băng chuyền gần tháp. 1 Euro, và mặc dù có một hàng - 4 quầy hàng dành cho phụ nữ - nhưng nó sạch sẽ và hàng di chuyển khá nhanh. Tôi thấy một số đô la Mỹ ở đó nên có lẽ họ sẽ lấy một đô la. Đọc thêm",
            "Chúng tôi đến từ Canada và đã đặt chỗ này vào tháng Hai. Chúng tôi không có được vé lên đỉnh vì vé duy nhất có sẵn bao gồm một ly sâm panh 30 CA và chúng tôi không uống rượu. Tuần chúng tôi ở Paris sớm nhất chúng tôi có thể đặt là 10 giờ 30 tối hàng đêm. Tuy nhiên, mọi chuyện diễn ra rất tốt vì chúng tôi đã đi bộ nhiều nơi vào ban ngày và chụp ảnh. Thật đáng thất vọng khi có một hàng rào lớn cản trở tầm nhìn trực tiếp từ mặt đất, nhưng tôi cho rằng đang bảo trì.  Khi mặt trời lặn, đèn tháp bật sáng và chúng tôi đi lên. Đó là một trải nghiệm tuyệt vời và chúng tôi rất vui khi thực hiện được điều đó.Đọc thêm",
            "Yêu tháp Eiffel và nó luôn là điều không thể bỏ qua khi ở Paris!  Chúng tôi đi uống sâm panh và đi dã ngoại trên bãi cỏ như mọi khi để ngắm nó lấp lánh!  Khi chúng tôi biết mình sẽ đến Paris, vé đi lên đã không còn là một lựa chọn nữa.  Tòa tháp hiện đang được xây dựng và cải tạo để phục vụ Thế vận hội Olympic 2024.  Rõ ràng đây là địa điểm tổ chức bóng chuyền bãi biển.  Bãi cỏ sang trọng không mở.  Bạn sẽ cần một chiếc chăn vì bạn sẽ ngồi trên nền đất có vài cành cây xanh.   Vẫn còn một số nhà cung cấp thực phẩm bán bánh sandwhich và nho.  Những người liên tục cố gắng bán rượu cho bạn mặc dù bạn đang rót từ chai của chính mình!  Tòa tháp sáng lên vào khoảng 10 giờ tối và lấp lánh vào lúc 11 giờ đêm trong 5 phút.  Không thể chờ đợi để quay lại lần sau khi chúng tôi ở đó! Đọc thêm",
            "Chúng tôi muốn lên đỉnh tháp Eiffel, đặc biệt là vào ban đêm, nhưng khi chúng tôi xem thì vé đã bán hết.  Chúng tôi đã tìm thấy vé thông qua Get Your Guide và mặc dù do đó chúng tôi đã trả phí nhưng ít nhất chúng tôi cũng phải lên đến đỉnh.  GetYourGuide được vận hành rất tốt, với hướng dẫn rõ ràng về địa điểm và thời điểm gặp hướng dẫn viên - gặp nhau lúc 8:20 tối tại quán cà phê Champs de Mars, khởi hành đúng lúc 8:30 tối, lấy vé vào Tháp Eiffel lúc 9 giờ tối - .  Người hướng dẫn gặp chúng tôi đúng giờ và sau đó đưa vé cho chúng tôi.  Anh ấy dẫn chúng tôi đến Tháp Eiffel và cho chúng tôi một số thông tin.  Đến Hội nghị thượng đỉnh bao gồm: Kiểm soát an ninh ở mặt đất; đi thang máy lên tầng hai - đừng xuống ở tầng một - ; và sau đó đi thang máy thứ hai lên đỉnh.  Đối với vé Nhận hướng dẫn của bạn, người hướng dẫn sẽ đưa bạn qua cửa an ninh và đến thang máy đầu tiên, nhưng anh ta không đi lên thang máy đó - hoặc thang máy thứ hai, tất nhiên - với bạn.  Hai cấp độ có sẵn trên đỉnh để xem: khu vực được bao bọc hoàn toàn thấp hơn; và khu vực cao hơn tiếp xúc với gió.  Dành nhiều thời gian như bạn muốn ở bất kỳ cấp độ nào.  Tháp lấp lánh vào lúc 11 giờ đêm mỗi đêm trong 5 phút - và sau đó đôi khi lại lấp lánh vào lúc nửa đêm trong 5 phút - .  Chúng tôi rất thích chuyến thăm biểu tượng mang tính biểu tượng của nước Pháp.\nĐọc thêm",
            "Bạn sẽ cần một vé hẹn giờ. Lần cuối cùng chúng tôi ở Paris là 10 năm trước. Chúng tôi trở về với đại gia đình của mình. Chúng tôi đã có vé tham dự Hội nghị thượng đỉnh lúc 9 giờ 30 tối. An ninh tương đối nhanh chóng. Tòa tháp đông nghẹt người. Có một sự vội vã và gần như xô đẩy để vào thang máy lên đỉnh.  Khung cảnh trên đỉnh với gió lạnh thổi qua---hãy mặc áo khoác vào. Khung cảnh thật tuyệt vời.  Tuy nhiên, tòa tháp sắp đóng cửa và chúng tôi phải đi thang máy thẳng lên tầng 2 và thang máy xuống mặt đất. Chúng tôi không được phép đi bộ xuống từ ngày thứ 2 như đã dự định.  Tôi ước gì chúng tôi có vé lúc 8:30 tối, nhưng lựa chọn 9:30 là lựa chọn DUY NHẤT chúng tôi có.Đọc thêm",
            "Khung cảnh tuyệt vời của toàn bộ Paris! Tôi chắc chắn khuyên bạn nên đi lên tháp, ngay cả khi đó chỉ là tầng hai! Tôi khuyên bạn nên mua vé trước vì hàng đợi dài hơn một giờ để mua vé - đây cũng là vào thứ Ba -. Có thể sẽ rất nóng khi xếp hàng nếu đang vào mùa hè, vì vậy hãy mang theo quạt cầm tay!Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời khi tham quan và lên đỉnh.  Chúng tôi ở đó với tư cách là một phần của một nhóm du lịch và chỉ ước mình có nhiều thời gian hơn vì các hàng thang máy di chuyển rất chậm trong khi chúng tôi ở đó nên thời gian có sẵn của chúng tôi bị cắt ngắn.  Mặc dù việc lên đỉnh là việc phải làm nhưng tôi nghĩ tầm nhìn ra Paris sẽ đẹp hơn từ tầng hai.  Sẽ tốt hơn nếu họ cung cấp một chút bóng râm trong khi mọi người đang xếp hàng chờ thang máy. Đọc thêm",
            "Đây là chuyến đi đầu tiên của tôi đến Châu Âu và tôi đã đặt ngay Tháp Effiel.  Một vài giờ xuống máy bay và chúng tôi đã đi Uber đến địa điểm đó.  Đó là một trải nghiệm TUYỆT VỜI khi lên tới đỉnh tháp.  Đây là chuyến đi để đời của tôi.Đọc thêm",
            "May mắn thay đây không phải là chuyến thăm đầu tiên của tôi nếu không tôi sẽ thất vọng. Khi đang xếp hàng mua vé và kiểm tra an ninh, gió nổi lên và đỉnh tháp bị đóng lại. Tôi khuyên bạn nên mua vé trước để bỏ qua việc xếp hàng dài. Hãy cố gắng lên đến đỉnh tháp, sau đó tận hưởng khung cảnh từ 2 tầng đầu tiên trên đường quay trở lại. Bạn có thể mua một ít bong bóng trên đỉnh tháp để nâng ly chúc mừng và chụp ảnh. Các tầng thấp hơn có cửa hàng bán một số đồ lưu niệm, đồ ăn hoặc đồ uống.  Đọc thêm",
            "Một trong những trải nghiệm tuyệt vời nhất ở Paris và chúng tôi đã lên đỉnh hai lần, một lần vào buổi sáng và buổi tối. Trải nghiệm tuyệt vời cả hai lần. Nếu bạn muốn tránh đám đông đi thang máy, tôi khuyên bạn nên leo lên tầng hai bằng cầu thang bộ nếu bạn có thể thực hiện được. Sẽ không bỏ lỡ nó vì bất cứ điều gì khác ở Paris.Đọc thêm",
            "Chúng tôi đã đặt trước một khoảng thời gian vào sáng sớm.  Chúng tôi vào bằng lối vào phía Nam và hầu như không có hàng đợi vào thời điểm đó.  Chúng tôi nhanh chóng lên đến đỉnh tháp và rất thích thú. Đó chính xác là những gì bạn có thể tưởng tượng và quang cảnh thành phố thật tuyệt vời.  Vào thời điểm đó, không có hàng đợi cho bất kỳ thang máy nào và chỉ có một hàng ngắn vừa qua khu vực an ninh vừa vào khu vực bán vé. Các nhân viên rất hữu ích và thân thiện khi chúng tôi gặp họ, đặc biệt là trong quán cà phê nhỏ thông qua an ninh nhưng trước khi bạn vào khu vực bán vé. Đứa con 11 tuổi của tôi hoàn toàn thích nó.Đọc thêm",
            "PROS -   Fantastic architectural wonder -    - One of -  the most recognizable structures in the world- the symbol of Paris and of France -   Truly colossal in size -   A must see site in Paris- the  - 1 attraction that is visitedCONS -   Crowded- always crowded with people outside, people going inside and on the elevators -   Long lines and airport-like strict security to get in -   The tower is encircled by an impenetrable 3 meter tall plexiglass barrier -    The place attracts many hucksters, opportunists, gamers and sly deceitful pickpockets - I VISITED THIS PLACE - ...... as my number  - 1 stop on my first day in Paris.  I was at Trocadero at 0700h and took many  - helpful -   -  photos  - .Eventually, I proceeded down to the Trocadero Gardens, which were unattractive and inaccessible due to construction for the summer Olympics, which were more than 4 months away at the time.I crossed the Pont d - Ina and came face-to-face with the plexiglass barrier.  I walked around the entire structure, astonished by the hundreds of people in line almost two hours before it opened.  I marveled at the massive iron structure, its construction, all the engravings on the side below the first landing  - I don - t know what they mean -  and all the way to the top.Full disclosure- I did not enter because I had done that in November 2019  - read my review from then -  and I didn - t want to spend the money nor the time.WAS IT WORTH THE COSTWalking around it is free; to go in and to any of the three levels costs, and it is not cheapWOULD  - I VISIT THIS PLACE -  AGAIN?For sure- walking around the Eiffel Tower would be on my future Paris itineraryADVICE -   Of course you - ll see it from everywhere in Paris but do be sure to  - at least -  go to it and walk around it -   If it is your first visit to Paris, then go inside and to the top -   Be prepared for crowds everywhere- including especially the elevators -   Exercise precautions and situational awareness regarding hucksters, scammers, cheats and pickpocket thievesFULL DISCLOSURE - I visited this place -  with the plan to write a  - helpful -   -  review and to attach many different and interesting  - helpful -  photos  -  here on tripadvisor, so if these did  - help -  you, please indicate that by tikking the  - thumbs up -   -  symbol.  Thanks.Read more",
            "Chúng tôi ở lại La Meridian ở Paris. Các phòng được sạch sẽ và thoải mái.  Các nhân viên rất hữu ích và chuyên nghiệp. Bữa sáng rất ngon. Tôi chắc chắn giới thiệu khách sạn này.Đọc thêm",
            "Thật tuyệt vờiĐó là giấc mơ của tôiKhông có nơi nào ở Paris tráng lệ hơn tháp Eiffel. Tôi sẽ quay lại sớm nhất có thể.Đọc thêm",
            "Khung cảnh ngoạn mục của Paris và là một tuyệt tác của kỹ thuật. Cho dù bạn đi thang máy hay leo cầu thang, trải nghiệm đều rất bổ ích. Một điểm tham quan không thể bỏ qua và xứng đáng với vị thế mang tính biểu tượng của nó.Đọc thêm",
            "Tháp Eiffel là biểu tượng mang tính biểu tượng của Paris, mang đến tầm nhìn ngoạn mục ra thành phố. Thiết kế lưới sắt phức tạp và ý nghĩa lịch sử khiến nơi đây trở thành điểm tham quan không thể bỏ qua đối với bất kỳ ai khám phá Thành phố Ánh sáng.Đọc thêm",
            "Đây là lần đầu tiên tôi đến Paris và tôi thực sự rất hào hứng khi được đến thăm Tháp Eiffel. Đó chỉ là một phần kiến ​​trúc tuyệt vời. Tôi đã đặt vé trực tuyến một tháng trước để tránh phải xếp hàng dài chờ đợi và tôi không muốn lãng phí quá nhiều thời gian vào việc đó. Tôi thích tầm nhìn từ tầng hai nhất. Thay vì đi thang máy xuống, tôi chỉ đi cầu thang bộ xuống phía dưới. Điều này giúp tôi có thêm thời gian để ngắm cảnh và tòa tháp.Đọc thêm",
            "Chúng tôi đã đặt vé Tháp Eiffel trực tuyến trước khoảng 1 tháng - Truy cập vào cấp độ hội nghị với bánh mì nướng sâm panh - . Vé hẹn giờ của chúng tôi là 4 giờ chiều và chúng tôi phải mất hai giờ để trải nghiệm tự hướng dẫn. Có hệ thống an ninh kiểu máy quét sân bay và kiểm tra túi xách trước khi vào địa điểm. Khung cảnh thật đáng kinh ngạc và loại vé của chúng tôi bao gồm một cây sáo nhỏ rượu sâm panh Moët - Chandon ở tầng 3. Hãy nhớ ghé thăm văn phòng riêng lịch sử của Gustave Eiffel - ở tầng 3. Quan điểm đáng kinh ngạc và thiên tài kỹ thuật! Chúng tôi đã có một cái nhìn độc đáo về các địa danh của Paris và các địa điểm tổ chức Thế vận hội Olympic 2024 cũng như khán đài dành cho khán giả đang được hoàn thiện bên dưới - sân vận động bóng chuyền bãi biển và đấu vật - tòa nhà judo - .Đọc thêm",
            "Trong lần đầu tiên đến Paris, bạn phải đến Tháp Eiffel! Cuối cùng, đó là một tòa tháp và điều chính cần làm là đi lên các tầng khác nhau để ngắm nhìn khung cảnh Paris. Điều này có thể liên quan đến việc phải xếp hàng chờ thang máy rất dài, và tôi đã không nhận ra cho đến khi xếp hàng rằng cầu thang bộ là một lựa chọn, ít nhất là đến hai tầng đầu tiên nếu không phải là đỉnh - leo lên rất nhiều, nhưng nhất định phải hạ chúng xuống - . Khung cảnh thật tuyệt vời, nhưng thành thật mà nói, không tốt hơn những khung cảnh từ Sacre-Cour và Khải Hoàn Môn ít đông đúc hơn - cả hai đều có tầm nhìn ra Tháp Eiffel. Ngoài ra còn có một nhà hàng rất đắt tiền và một số món ăn nhẹ hơn, bao gồm cả cocktail, ở các tầng thấp hơn và trên đỉnh.Đọc thêm",
            "Nó - lớn hơn tôi từng tưởng tượng. Nhà hàng tình yêu ở tầng một, là nơi tuyệt vời để nghỉ ngơi sau khi đi dạo xung quanh, với tầm nhìn tuyệt vời từ tất cả các ghếĐọc thêm",
            "Đối với tất cả những người muốn lên Tháp Eiffel, tôi khuyên bạn nên mua vé từ TRANG WEB CHÍNH THỨC trừ khi bạn muốn trả tiền trực tiếp. Giá để lên tầng 2 là: 18,80 Euro và 9,40 cho trẻ từ 12-24 tuổi\nđể lên đến đỉnh - đó là 29,40 Euro và 14,70 cho trẻ 12-24 tuổi.\nTôi đã bước lên tầng 1: có 365 bậc thang.\nNếu bạn biết chút tiếng Pháp, hãy tra cứu Trang web Tour Eiffel Officiel.Đọc thêm",
            "Tôi không biết vì vé của tôi đã được hướng dẫn viên muaĐọc thêm",
            "Giá vé cho trẻ em dưới 12 tuổi là bao nhiêu?Đọc thêm",
            "- 4,70 cho vé lên tầng hai bằng thang máy, - 7,40 cho vé lên tầng trên cùng. Bạn có thể xem tất cả giá trên trang web của họ, hãy đảm bảo rằng bạn đã đặt trước vì không chắc vé sẽ có sẵn trong ngày.Đọc thêm",
            "Chào buổi chiều: Hôm nay là ngày tôi phải mua vé tham quan Tháp Eiffel ngày 15.6.24. Từ 00:00 - giờ Pháp - không còn vé để bán nữa - tôi phải làm sao đây. có thể mua trên trang web chính thức? cái này rẻ hơn nhiều. Cảm ơn bạn rất nhiềuĐọc thêm.",
            "Xin chào Ada, \nBây giờ tôi mới thấy câu hỏi của bạn, bạn có thể mua vé không?Đọc thêm",
            "Tôi đang cố gắng mua vé đi Tháp Eiffel trực tuyến. Mặc dù tôi đã đăng nhập vào lúc nửa đêm nhưng trang web đã thông báo với tôi rằng hoạt động mua hàng sẽ mở cửa vào ngày hôm đó, lịch trên trang web sẽ tự động hiển thị không có sẵn, với ngày x bị hủy. Vậy làm thế nào để bạn mua vé trực tuyến?Đọc thêm",
            "Đổi PC hoặc mua ngay để nhận hướng dẫn hoặc thay đổi ngày nhập cảnh hoặc đợi và thử lại sauĐọc thêm",
            "Tôi sẽ đi Paris vào giữa tháng 4 năm 2024 và rất muốn đến thăm Tháp Eiffel. Không có vé nào có sẵn trực tuyến cho đỉnh tháp, vé duy nhất tôi tìm thấy là vé lên cầu thang lên tầng 2 cho ngày tôi muốn đến thăm. \nBạn có biết hàng đợi mua vé lên cầu thang lên tầng 2 - combo thang máy lên đỉnh tháp có thể dài đến mức nào không? \nNếu phải mất hơn 30 phút, thì tôi cũng có thể mua vé trực tuyến lên tầng 2 bằng cầu thang. \nXin lưu ý rằng tôi có thể phải đến đó vào tối cuối tuần sau 5 giờ chiều. Đọc thêm",
            "Chó có được phép leo lên tháp Eiffel cùng với chủ của chúng không? Cảm ơnĐọc thêm",
            "Xin chào! Chúng tôi đang thăm Disneyland vài ngày nhưng có một ngày rảnh rỗi để thăm Paris! Rất muốn trải nghiệm Tháp Eiffel tuy nhiên sẽ có xe đẩy đi cùng chúng tôi. Có ai biết xe đẩy có được phép không? Hoặc có nơi nào để lại xe đẩy không? Trang web không rõ ràng lắm! Cảm ơn tất cả các bạn!Đọc thêm",
            "Điều này đúng nhưng sẽ là một cuộc đấu tranh để làm việc thông qua tất cả mọi người trong tuyến và ở các cấp độ khác nhau.Đọc thêm",
            "Vé đã mua trên trang web, tôi có thể đặt trước giờ mở cửa của tòa tháp trong ngày nếu tôi nghe thấy có bất kỳ sự hủy bỏ nào không?  Có đáng đi lên vào ban đêm không?Đọc thêm",
            "Tôi sẽ kiểm tra trang web về câu hỏi này.Đọc thêm",
            "Nên đến tháp lúc mấy giờ để đảm bảo có thể mua vé tham quan vào buổi sáng?Đọc thêm",
            "Mua trực tuyến. Cẩn thận với sương mù... tốt nhất là vào khoảng 11 giờ sáng, bầu trời sẽ trong xanhĐọc thêm",
            "Tôi đang lên kế hoạch cho một chuyến đi đến Paris và tôi muốn tham quan tòa tháp. Nếu tôi mua vé trực tuyến, liệu tôi có được miễn xếp hàng dài hàng km dưới tháp hay tôi vẫn phải xếp hàng?\nví dụ. Nếu tôi đặt chỗ lúc 3 giờ chiều, tôi có thể có mặt lúc 2 giờ 45 chiều và họ sẽ cho tôi xuống ngay không? cảm ơn bạnĐọc thêm",
            "Chào buổi chiều, tôi khuyên bạn nên mua vé trực tuyến và đến tháp ít nhất nửa giờ trước..... thậm chí chỉ để chụp ảnh từ dưới tháp cũng rất đẹp!!!\nMột mẹo khác: vì có hơn 500 bậc thang nên đi bộ lên là điều tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            100719,
            29907,
            8769,
            1933,
            1423
        ],
        "review_amount": 142751,
        "location": [
            "Paris",
            "Pháp",
            "Ile-de-France",
            "Châu Âu",
            "Những điều cần làm ở Paris",
            "tháp Eiffel"
        ],
        "reviews_time": [
            "Written June 4, 2023",
            "Written June 8, 2023",
            "Written June 9, 2023",
            "Written June 11, 2023",
            "Written June 17, 2023",
            "Written June 21, 2023",
            "Written June 21, 2023",
            "Written June 22, 2023",
            "Written June 23, 2023",
            "Written June 24, 2023",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187147-d188151-Reviews-Eiffel_Tower-Paris_Ile_de_France.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d719864-Reviews-Restaurant_de_la_Tour-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d13976284-Reviews-Chez_Pippo-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d695095-Reviews-Au_Bon_Accueil-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d8637755-Reviews-20_Eiffel-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d12423849-Reviews-Arnaud_Nicolas-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d719141-Reviews-Le_Jules_Verne-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d6528336-Reviews-Frame_Brasserie-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d2251318-Reviews-Alfio-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d5503579-Reviews-Le_New_York-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d1326434-Reviews-Il_Sorrentino-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14178501-Reviews-Buste_de_Gustave_Eiffel-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d1991147-Reviews-Pont_d_Iena-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14133122-Reviews-Cavalier_Gaulois-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14133130-Reviews-Cavalier_romain-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188154-Reviews-Rue_de_l_Universite-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d500272-Reviews-Musee_du_quai_Branly_Jacques_Chirac-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d15036956-Reviews-Monument_au_General_Gustave_Ferrie-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d1847870-Reviews-Parc_du_Champ_de_Mars-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d25268391-Reviews-Central_Leaks-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d1905600-Reviews-Le_Pont_de_Bir_Hakeim-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188151-Reviews-or10-Eiffel_Tower-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d265614-Reviews-Pont_Alexandre_III-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d292257-Reviews-Le_Marais-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188679-Reviews-Cathedrale_Notre_Dame_de_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188709-Reviews-Arc_de_Triomphe-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190204-Reviews-Palais_Garnier-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190685-Reviews-Basilique_du_Sacre_Coeur_de_Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189284-Reviews-Montmartre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190202-Reviews-Sainte_Chapelle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188757-Reviews-Louvre_Museum-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d209760-Reviews-Champs_Elysees-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d26591085-Reviews-Paris_Tour_in_Convertible-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d25311083-Reviews-MyCityExpress_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d12899401-Reviews-G7_Taxi-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d11741599-Reviews-Tikidoo_Family_Tours-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d20060442-Reviews-WorldCityTrail_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d26345870-Reviews-Ben-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d12103860-Reviews-ExperienceFirst_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d19315626-Reviews-Carrousel_de_la_Tour_Eiffel-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d2660769-Reviews-Food_Tour_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d3378535-Reviews-Scary_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d654725-Reviews-Bateaux_Parisiens-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1649446-Reviews-Titanic_Museum_Attraction-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g147411-d149046-Reviews-Cinnamon_Bay-Virgin_Islands_National_Park_St_John_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g54964-d7305459-Reviews-Herb_Parsons_Lake-Collierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g37329-d548032-Reviews-Spring_Mill_State_Park-Mitchell_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4203541-Reviews-Shiva_Temple-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g48128-d7694803-Reviews-Massapequa_Preserve-Massapequa_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29192-d4351460-Reviews-Radium_Springs_gardens-Albany_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d10361313-Reviews-Jump_Trampoline_Park-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d191050-Reviews-Parque_del_Retiro-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d14949080-Reviews-Manifesto_Florenc-Prague_Bohemia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187147-d188151-Reviews-or10-Eiffel_Tower-Paris_Ile_de_France.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187147-d188151-Reviews-Eiffel_Tower-Paris_Ile_de_France.html"
    }
]