[
    {
        "attraction_name": "Eilean Donan Castle",
        "attraction_name_vi": "Đảo lâu đài Donan",
        "general_info": [
            "4.606 đánh giá",
            "- 1 trong 10 điều cần làm ở Kyle of Lochalsh",
            "Địa điểm lịch sử",
            "Lâu đài"
        ],
        "attraction_summary": "Lâu đài đẹp như tranh vẽ này được xây dựng vào năm 1220, giữ danh hiệu lâu đài được chụp ảnh nhiều nhất ở Scotland.Đọc thêm",
        "reviews": [
            "Con gái 11 tuổi của tôi ngày càng mệt mỏi với những lâu đài sau bốn ngày tham quan. Một trong những nhân viên ở đây, Richard, đã chú ý và đưa cho cô ấy một cuốn sách hoạt động, giải thích tất cả về tên và huy hiệu của gia tộc, cho cô ấy xem một số bí mật của lâu đài và kể cho chúng tôi tất cả những địa điểm đặc biệt để tham quan trong khu vực. Bản thân nơi này thật hấp dẫn và tuyệt đẹp, nhưng Richard đã biến nó thành một điều kỳ diệu thuần túy. Rất nhiều bãi đậu xe và trung tâm du khách đẹp.Đọc thêm",
            "Nơi đáng yêu để tham quan chứa rất nhiều lịch sử. Bạn không thể chụp ảnh bên trong lâu đài, điều đó thật đáng tiếc vì có quá nhiều thứ để đọc qua. Nó rất bận rộn, đặc biệt là bãi đậu xe. Có những cửa hàng và địa điểm mua đồ ăn mà chúng tôi không nhận ra cho đến khi đến đó. Bạn có thể đỗ xe tối đa 3 giờ trong bãi đậu xe.Đọc thêm",
            "Vị trí rất đẹp. Một bãi đậu xe khá rộng - có tính phí - và để ba lô trong ô tô hoặc tủ khóa của bạn. Lâu đài được bảo tồn rất tốt và chuyến thăm sâu sắc. Nếu bạn có thời gian để tham quan có hướng dẫn và quan tâm một cách toàn diện thì luôn có sẵn. Vì bạn đang ở Scotland nên bạn có thể đến khi mưa và ra khi nắng.Đọc thêm",
            "Lâu đài này có mọi thứ. Vị trí đẹp, ngoại thất cũ và nội thất hiện đại, tốt những năm 1920. Các hướng dẫn viên rất am hiểu về tất cả các khía cạnh của lịch sử của lâu đài và có thể tiếp cận được, với một cảnh hài hước.\nTôi thích công việc rửa bát với người giúp việc đang rửa bát. \nCó một quán cà phê, đôi khi có hàng dài người xếp hàng nhưng đồ ăn thì rất ngon. Họ cần nhiều sự lỏng lẻo hơn, đặc biệt là khi đoàn huấn luyện viên đến. Các cửa hàng quà tặng tốt hơn hầu hết các mặt hàng được giảm giá. \nĐây là Lâu đài Scotland yêu thích của tôi.Đọc thêm",
            "Một vị trí đẹp như tranh vẽ và lâu đài gọn gàng. Duy nhất so với mọi lâu đài khác mà chúng tôi thấy ở Scotland, Eilean Donan là một viên nang thời gian quay về những năm 1920 ở bên trong - thiết lập theo cách một trong những thành viên sau này của gia đình đã khôi phục nó. Tôi nghĩ khung cảnh từ bên ngoài và lối đi dạo trong khuôn viên lâu đài là điều khiến nơi này thực sự nổi bật - điều đó và làn nước trong vắt đến kinh ngạc xung quanh nó.Đọc thêm",
            "Bạn - sẽ rất tiếc nếu bỏ lỡ quang cảnh, sự thuận tiện trong việc tham quan và bối cảnh trong lâu đài mới được sống gần đây này. Giá rẻ để tham quan, chỉ có thức ăn dặm, cửa hàng tuyệt vời. Rất đẹp. ĐỪNG BỎ LỠ lái xe lên đồi đến Lookout, hãy làm điều đó!Đọc thêm",
            "Chúng tôi dừng lại ở Lâu đài Eilean Donan trên đường đến Skye và rất vui vì chúng tôi đã làm như vậy. Nó thực sự tuyệt đẹp cả trong lẫn ngoài. Chúng tôi cảm thấy nó rất đáng đồng tiền bát gạo, đó là - 3 chỗ đậu xe mà chúng tôi nhận thấy là khá hợp lý cho một điểm thu hút khách du lịch ở phía bắc so với những nơi khác. Chúng tôi cũng được cung cấp 2 lựa chọn, trả tiền - 11 để vào lâu đài hoặc - 3 để khám phá khu đất bên ngoài. Chúng tôi đã chọn đi vào và chắc chắn đã có lựa chọn đúng đắn, các nhân viên đều thân thiện và rất hữu ích trong quá trình trải nghiệm của chúng tôi, có rất nhiều thứ để tham quan và xem, thật tiếc là không thể chụp ảnh bên trong. Đọc thêm",
            "Rất thích đến đây! Thực sự tuyệt vời khi được xem địa điểm của nhiều bộ phim, trong đó có - Highlander - . Lâu đài thật tuyệt vời! Miễn phí để xem và bạn có thể trả tiền để vào bên trong, điều này rất được khuyến khích. Quán cà phê và cửa hàng quà tặng tuyệt vời. Có sẵn các lựa chọn ăn trưa nhưng cũng có những chiếc bánh tuyệt vời! Chỗ đỗ xe có tính phí nhưng giá rẻ.Đọc thêm",
            "Đến thăm sau khi đọc lịch sử - tất nhiên là địa điểm của một số bộ phim, v.v. Hoàn toàn đẹp - tất nhiên là chìm đắm trong lịch sử - câu chuyện được kể khắp tòa nhà. Phải ghé thăm nếu ở vùng này của Scotland.Đọc thêm",
            "Nó đáng để ghé thăm.  Chúng tôi không vào trong vì có chú chó nhỏ đi cùng, nhưng khung cảnh lâu đài nhìn từ bờ biển thật ngoạn mục và chúng tôi cũng có thể đi dạo quanh lâu đài.  Nó chắc chắn mang lại cho người ta cảm giác như được quay ngược thời gian.  Tất nhiên, việc Highlander được quay phim ở đó cũng khiến việc ghé thăm trở thành một trải nghiệm thực sự thú vị.  Đọc thêm",
            "Chúng tôi dừng lại để thăm quan với hướng dẫn viên của chúng tôi trên đường đến Isle of Skye trong ngày. Chúng tôi quyết định bỏ qua chuyến tham quan bên trong mà thay vào đó đi dạo xung quanh để chụp ảnh và tận hưởng chuyến tham quan cửa hàng quà tặng. Chắc chắn là một nơi mà bạn nên đến sớm hơn trong ngày. Khi chúng tôi rời khỏi bãi đậu xe đã nhanh chóng lấp đầy. Vô số xe buýt du lịch quá. Nhưng vẫn đáng dành thời gian ngay cả khi chiêm ngưỡng lâu đài mang tính biểu tượng này từ bên ngoài.Đọc thêm",
            "Rất dễ thương và thú vị khi ngắm nhìn! Không tốn kém để đi và bạn có thể lựa chọn không có hướng dẫn viên, hướng dẫn bằng âm thanh hoặc hướng dẫn viên du lịch! Thật tuyệt và rất thú vị khi đi bộ xung quanh và ngắm nhìn mọi thứ, toàn bộ nơi này đã được thiết lập và có cảm giác như có người ở. Thật tuyệt khi ngắm nhìn xung quanh và đến các cửa hàng quà tặng, một cửa hàng nằm bên trong quán cà phê và có các mặt hàng liên quan đến thực phẩm rất thú vị để xem và thử một số. Đọc thêm",
            "Chồng tôi, con trai tôi và tôi đang trong một chuyến đi đến vùng cao nguyên Scotland và chúng tôi cố tình đi đường vòng dài chỉ để đến thăm Eilean Donan như một trong số ít lâu đài mà chúng tôi sẽ ghé thăm. Lâu đài hùng vĩ đến ám ảnh nằm trên hòn đảo nhỏ của chính nó. Phong cảnh xung quanh lâu đài rất đẹp và lối vào - cây cầu nối lâu đài là nơi hoàn hảo để chụp những bức ảnh tương tự như những gì bạn thấy trên internet. Chúng tôi đã đi trước Giáng sinh 2 ngày nên thời tiết và bầu trời vào ngày hôm đó đã làm tăng thêm bầu không khí - .  Rất nhiều bãi đậu xe. Không có nhiều thứ để xem bên trong nên không cảm thấy phí vào cửa đáng giá. Nếu bạn đang trên đường đến hoặc đi từ Isle of Skye, chỉ cần ghé thăm từ bên ngoài là đủ.Đọc thêm",
            "Lâu đài tuyệt vời và đó là một chuyến đi dạo đầy thông tin và cơ hội chụp ảnh tuyệt vời xung quanh khuôn viên.  Đó là một điểm dừng chân tuyệt vời trong khoảng một giờ để duỗi chân trên đường đến Isle of Skye.Đọc thêm",
            "Sau khi nhìn thấy rất nhiều cảnh đẹp ngoạn mục trên NC500, đây thực sự là một sự thất vọng - về cơ bản nó là một ngôi nhà trang nghiêm những năm 1920 được xây dựng trong - lớp vỏ - của lâu đài cổ, vì vậy nó không có cảm giác chân thực cho lắm. Một địa điểm dành cho chuyến đi bằng xe khách rất nổi tiếng với đám đông phù hợp - thật choáng váng sau khi chúng tôi vừa xuống Bealach na Bá và không thấy một linh hồn nào khác!Đọc thêm",
            "Một lâu đài nổi tiếng nhưng thực tế là một sự thất vọng lớn. Nó - cực kỳ tốn kém để ghé thăm. Đi bộ xung quanh bên ngoài tốn hơn - 3 và mất vài phút nếu thực hiện chậm. Chi phí nếu vào tòa nhà là - 12 cho một người lớn! Đó thực sự là một lâu đài được xây dựng lại vào thế kỷ 20 - bao gồm cả đá cuội -. Ồ và những gì bạn không nhìn thấy trong các bức ảnh là trung tâm du khách chứa đầy những món ăn tartan khó chịu thông thường. Hãy tiết kiệm tiền của bạn và ghé thăm một lâu đài thích hợp.Đọc thêm",
            "Trong số tất cả các lâu đài tôi đã thấy trong chuyến đi Scotland, tôi có thể nói rằng đây là lâu đài tôi ít yêu thích nhất. Nó trông tuyệt vời từ bên ngoài nhưng toàn bộ nội thất có thể được bỏ qua. Nó được xây dựng lại vào thế kỷ 20 và bên trong về cơ bản chỉ là một ngôi nhà của một gia đình giàu có và không có gì giống với lâu đài thực sự. Có nhiều nơi tốt hơn để ghé thăm ở Scotland nếu bạn quan tâm đến lâu đài và lịch sử.Đọc thêm",
            "Vợ - Tôi đến sau 5 giờ 30 chiều, lúc đó đã đóng cửa, nhưng chúng tôi biết điều đó.  Thật đáng để dừng lại và chụp một số bức ảnh cũng như ngắm nhìn lâu đài và phong cảnh ngay cả dưới cơn mưa nhẹ.Đọc thêm",
            "Chúng tôi đã đi du lịch vòng quanh Vương quốc Anh trong 6 tuần qua và còn 6 tuần nữa để đi và đã đến thăm một số lâu đài. NHƯNG lâu đài này có một nhóm nhân viên phòng vé khó chịu, khó chịu, những người cung cấp thông tin hạn chế khi mua vé trong khi trò chuyện với nhau thay vì với khách hàng. Khi chúng tôi đến để lấy máy thu âm, nhân viên bán vé chạy đến và nói - đừng chạm vào chúng, bạn đã trả tiền chưa? - Khi tôi nói với họ rằng không ai gợi ý thanh toán, tôi đã được thông báo - có biển báo ở khắp mọi nơi để cho bạn biết những gì bạn cần làm, họ không cần phải nói với bạn - Ôi trời ơi. Bạn có thể biết - nó thuộc sở hữu tư nhân vì nhân viên không được đào tạo về dịch vụ khách hàng hoặc dịch vụ. Sẽ không ghé thăm lại và sẽ không giới thiệu. Có rất nhiều lâu đài khác để tham quan. Đọc thêm",
            "Đáng giá. Các. Cường điệu. Lâu đài Eilean Donan thật ngoạn mục. Thật không thể tin được khi nhìn thấy một lâu đài trên hòn đảo nhỏ của riêng mình trên biển. Chúng tôi dừng lại và thực hiện toàn bộ chuyến tham quan và chụp nhiều bức ảnh. Bạn - phải biến điều này thành một điểm dừng trong chuyến đi của mình.Đọc thêm"
        ],
        "star_ratings": [
            2930,
            1208,
            313,
            97,
            60
        ],
        "review_amount": 4608,
        "location": [
            "vùng cao nguyên Scotland",
            "Kyle của Lochalsh",
            "Đảo lâu đài Donan",
            "Lochalsh",
            "Vương quốc Anh - Vương quốc Anh -",
            "Châu Âu",
            "Những hoạt động không thể bỏ qua ở Kyle of Lochalsh",
            "Scotland"
        ],
        "reviews_time": [
            "Written June 5, 2023",
            "Written July 6, 2023",
            "Written July 14, 2023",
            "Written July 24, 2023",
            "Written July 30, 2023",
            "Written August 3, 2023",
            "Written August 9, 2023",
            "Written August 24, 2023",
            "Written August 30, 2023",
            "Written September 4, 2023",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written May 29, 2024",
            "Written May 27, 2024",
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 18, 2024",
            "Written May 13, 2024",
            "Written May 7, 2024",
            "Written April 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186547-d189549-Reviews-Eilean_Donan_Castle-Kyle_of_Lochalsh_Lochalsh_Scottish_Highlands_Scotland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1021303-d1064492-Reviews-The_Clachan-Dornie_Lochalsh_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1021303-d3568308-Reviews-Eilean_Donan_Castle_Coffee_Shop-Dornie_Lochalsh_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1021310-d23451205-Reviews-All_The_Goodness_Coffee_Bakeshop-Ardelve_Lochalsh_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1021303-d21262073-Reviews-Heilan_Scran-Dornie_Lochalsh_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1021303-d3253208-Reviews-Dornie_Hotel_Restaurant-Dornie_Lochalsh_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1021310-d12666747-Reviews-PizzaJo-Ardelve_Lochalsh_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1021310-d10164323-Reviews-Manuelas_Wee_Bakery-Ardelve_Lochalsh_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1021303-d3453144-Reviews-The_Schoolhouse_Gallery-Dornie_Lochalsh_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1015399-d9868041-Reviews-Ratagan_Pass_Viewpoint-Ratagan_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021329-d24953863-Reviews-The_Dun_Inn-Glenelg_Lochalsh_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021305-d21295416-Reviews-Balmacara_Beach-Balmacara_Lochalsh_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186547-d189549-Reviews-or10-Eilean_Donan_Castle-Kyle_of_Lochalsh_Lochalsh_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186547-d15113844-Reviews-Skye_Bridge-Kyle_of_Lochalsh_Lochalsh_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186547-d20861739-Reviews-Kyle_of_Lochalsh_Free_Church-Kyle_of_Lochalsh_Lochalsh_Scottish_Highlands_Scotla.html",
            "https://www.tripadvisor.com/Attraction_Review-g186547-d23044522-Reviews-Clachan_Duich_Burial_Ground-Kyle_of_Lochalsh_Lochalsh_Scottish_Highlands_Scotlan.html",
            "https://www.tripadvisor.com/Attraction_Review-g186547-d20861746-Reviews-Kyle_Free_Church-Kyle_of_Lochalsh_Lochalsh_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021303-d5913003-Reviews-Clachan_Bar-Dornie_Lochalsh_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186501-d10285858-Reviews-Northern_Light_Cruising_Company-Oban_Argyll_and_Bute_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g319815-d1900590-Reviews-Calum_s_Seal_Trips-Plockton_Ross_and_Cromarty_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1071407-d6863982-Reviews-Skye_Jeep_Tours-Breakish_Isle_of_Skye_The_Hebrides_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1463472-d10122082-Reviews-Reraig_Forest-Strathcarron_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g319815-d7077822-Reviews-Plockton_Harbour-Plockton_Ross_and_Cromarty_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186547-d523429-Reviews-Kyle_Line_Inverness_to_Kyle_of_Lochalsh-Kyle_of_Lochalsh_Lochalsh_Scottish_Highlan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1463472-d1801626-Reviews-Attadale_Gardens-Strathcarron_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g319815-d2314785-Reviews-Sea_Kayak_Plockton-Plockton_Ross_and_Cromarty_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021329-d2470001-Reviews-Brochs_at_Glenelg_Dun_Telve_Dun_Troddan-Glenelg_Lochalsh_Scottish_Highlands_Scot.html",
            "https://www.tripadvisor.com/Attraction_Review-g186547-d10696857-Reviews-Red_Moon_Cruises-Kyle_of_Lochalsh_Lochalsh_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186547-d1465508-Reviews-Seaprobe_Atlantis-Kyle_of_Lochalsh_Lochalsh_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186547-d25081213-Reviews-Chocolates_of_Glenshiel-Kyle_of_Lochalsh_Lochalsh_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186585-d12866905-Reviews-Otter_Hide-Isle_of_Skye_The_Hebrides_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g635938-d8787708-Reviews-Strome_Castle-Lochcarron_Ross_and_Cromarty_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g297968-d17723764-Reviews-Karma_Restaurant_Night_Club-Side_Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d553677-Reviews-Bitez_Beach-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d219483-Reviews-The_Original_Farmers_Market-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d8803055-Reviews-Fatima_Jinnah_Park-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g147399-d2705183-Reviews-Taylor_Bay_Beach-Providenciales_Turks_and_Caicos.html",
            "https://www.tripadvisor.com/Attraction_Review-g48432-d11875293-Reviews-Hawk_s_Nest_Highway-Port_Jervis_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2277594-Reviews-Imperial_Spa-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d148562-Reviews-Ocean_Park-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g45990-d275800-Reviews-Fashion_Outlets_of_Las_Vegas-Primm_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d4735854-Reviews-Santa_Fe_Indian_Market-Santa_Fe_New_Mexico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186547-d189549-Reviews-or10-Eilean_Donan_Castle-Kyle_of_Lochalsh_Lochalsh_Scottish_Highlands_Scotland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186547-d189549-Reviews-Eilean_Donan_Castle-Kyle_of_Lochalsh_Lochalsh_Scottish_Highlands_Scotland.html"
    }
]