[
    {
        "attraction_name": "El Cid Ceiba Resort Day Pass",
        "attraction_name_vi": "Thẻ ngày nghỉ dưỡng El Cid Ceiba",
        "general_info": [
            "109 đánh giá",
            "- 50 trong số 127 điều cần làm ở Cozumel",
            "Bãi biển",
            "Bãi biển - Câu lạc bộ bể bơi"
        ],
        "attraction_summary": "Thẻ Ngày dành cho khách của El Cid La Ceiba Resort sử dụng nơi lưu trú trong ngày nếu họ tham dự đám cưới và các sự kiện đặc biệt khác. Thẻ Ngày được cung cấp kèm phụ phí và có thể nhận tại quầy lễ tân của khách sạn. Vé ngày có thể bao gồm quyền sử dụng hồ bơi, đồ ăn - đồ uống và các tiện nghi khác của khách sạn.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt vé một ngày vì chúng tôi sẽ đến Cozumel với chuyến du ngoạn Royal Caribbean của mình và khu nghỉ dưỡng này nằm cách bến tàu Royal Caribbean đúng 2 cửa.  Đi bộ - một khi bạn đến địa điểm đón taxi ở cảng - chưa đầy 100 thước!  Siêu tiện lợi và an toàn tuyệt đối.  Trong chuyến hành trình trước đó, chúng tôi đã đặt một chuyến tham quan - trọn gói - tại công viên lớn ở Cozumel qua Royal Caribbean, và điều đó hoàn toàn lãng phí tiền bạc, vì vậy kỳ vọng của chúng tôi - không quá cao.  Nhưng chúng tôi rất ngạc nhiên và hoàn toàn hài lòng với chuyến thăm El Cid Ceiba!  Các nhân viên rất thân thiện và hữu ích.  Cơ sở vật chất rất đẹp và sạch sẽ.  Chúng tôi đã bơi ở vùng Vịnh nhưng ở đó cũng có một hồ bơi rất đẹp.  Chúng tôi đã yêu cầu thực đơn thông thường và thức ăn và đồ uống rất tuyệt vời.  Đây là một giá trị tuyệt vời, chúng tôi thực sự khuyên bạn nên sử dụng nó.Đọc thêm",
            "Một ngày vui vẻ ở bãi biển với ghế và ô. Một hướng dẫn viên đưa chúng tôi lặn với ống thở, ngay từ bờ nơi chúng tôi nhìn thấy rất nhiều sinh vật và bãi quây. Đồ uống và thức ăn được phục vụ bên bờ biểnĐọc thêm",
            "Unfortunately, this was a waste of money for us. We were in Cozumel for a few hours during our cruise and we brought our young boys. It - s an easy walk from the port. We paid  - 25 each for my son, husband and I, because our 5 year old was free. Right after we paid I asked the girls at the front desk if there were towels we could use. They literally laughed at me! So, no, towels are not included. Also, after we paid we were informed that while our day pass included snorkeling equipment, we couldn - t use it because the water was too rough. I totally understand that, they can - t control the water... but it would have been nice to know that before we paid for our passes. The bathrooms by the pool were disgusting and the sand on the  - beach -  was not soft, but quite poky. We swam in the pool and ordered some food with our credit that was included with our pass. I couldn - t taste any alcohol in my margarita, not did I ever feel the effects of the alcohol. I would not go here again. Read more",
            "CHIẾN THẮNG TUYỆT ĐỐI!!! Chúng tôi có vé ngày cho chúng tôi và thanh thiếu niên trong chuyến đi! Không ai trong chúng tôi thậm chí muốn quay trở lại thuyền! Thức ăn và dịch vụ thật tuyệt vời. Khung cảnh hoàn toàn tuyệt đẹp và lặn bằng ống thở trên chiếc máy bay bị chìm là tất cả những điều chúng tôi yêu thích trong toàn bộ chuyến điĐọc thêm",
            "Dành buổi chiều tại khu nghỉ mát bãi biển trong một chuyến du thuyền. Gia đình muốn quay trở lại tàu sau chuyến tham quan nhưng tôi muốn tận hưởng làn nước và bãi biển Cozumel. Nó thật hoàn hảo - ngay gần cảng - ngày qua là - 55 và bao gồm tất cả những gì bạn có thể ăn và uống. Bước ra biển và lặn với ống thở. Họ cũng có lưới bóng chuyền cát. Họ cũng có vé rẻ hơn - 25 bao gồm ít hơn. Nhưng tôi nghĩ đó là cách an toàn để tận hưởng bãi biển một mình. Rất khuyến khích.Đọc thêm",
            "Chúng tôi đã đến El Cid nhiều lần. Chúng tôi vô cùng thất vọng khi đến đó vào tháng 4 năm nay, năm 2023. Đồ ăn rất ngon và dịch vụ quầy bar cũng tốt. Tuy nhiên, chúng tôi thực sự phải đến quán bar bất cứ lúc nào chúng tôi muốn uống nước. Những người được gọi là vận động viên chạy bộ trên bãi biển phần lớn thời gian đứng nói chuyện với nhau. Không ai đến nhận bất kỳ yêu cầu đồ uống nào từ chúng tôi trong suốt ngày chúng tôi ở đó.Đọc thêm",
            "Tôi có thể bắt đầu từ đâu? Vị trí rất tuyệt, khu nghỉ mát rất đẹp, yên tĩnh và nhân viên làm được điều đó. Kỳ nghỉ tuyệt vời nhất bắt đầu bằng lời chào đó và luôn mỉm cười. Các hoạt động, Rất tuyệt vời và julio khiến chúng trở nên tốt nhất ...không thể chờ đợi để quay lạiĐọc thêm",
            "We booked a day pass at this resort from Shoreexcursioner.com for our stop in Cozumel.  The resort is in easy walking distance of 2 of the 3 cruise piers.  Our ship docked at the closest pier so the resort was essentially right next door.  After we checked in, we were given a colored wristband which showed that we had chosen the all inclusive package.  The restaurant has both a menu and a buffet.  We chose to sample a number of dishes from the buffet.  The food was just OK.  Our favorite was the freshly grilled fajitas.  We had access to the pool, hot tub and beach area.  There were plenty of chairs and space even though we could see there were 4 cruise ships nearby.  Drink service was decent although we ordered several drinks at the bar instead of waiting for a server.  The swimming - snorkeling area looked inviting, but there was lots of wind.  I did snorkel for a short while  - great water clarity -  before a life guard asked everyone to exit the water and hung up a red flag indicating that there was too much wind to be in the water.  Entering and exiting the water is a bit tricky since some of the rocks that you climb over were slick.  For the price we paid, we thought this day pass was a good value for spending the day at the beach.Read more",
            "I did NOT stay here.  Walked over from cruise ship.  Got 2 nice chairs underneath a tarp and had a great view of the water and the ships.  Tried out the pool and the hot tub.  Talked to people who stayed there and they liked it.  Staff were nice.  Restaurant service was slow.Two issues1. We were told we had  - 13 food - drink credit each with the  - 25 ticket.  However, it - s sorta not a credit, but a coupon.  We kept having to show our receipt because they were trying to charge us.  We also were told after the fact that the credit could only be used with chair service, NOT in the restaurant.  Just clarify before you purchase.  2. The water was rough and there was lots of coral, so we really couldn - t stay in the water and definitely couldn - t use our floats.  Husband could only feed the fish and then leave.  Stairs were also slick from the water.  Not a place for kids to get in the water.  Don - t know if this is normal roughness - could have been the forming hurricane.We will go back.Read more",
            "El Cid is a well kept secret. It is within several hundred feet of the cruise port, the staff is amazing from the moment you walk up to the front the welcome you, and the price and value can - t be beat. They do not have the inflatable toys that beach parks have, but we don - t use them. They have a snorkel and SCUBA shop right on the water. El Cid has one of the best snorkel spots on the island. The reef and fish are amazing right off the sand at this resort.Cozumel has a very rocky shoreline, so the reviews that complain about not having a Sandy  - entry -  into the water don - t know Cozumel very well. This resort has a wonderful sandy beach area with lounge chairs included, and tiki huts and umbrellas and beach towels -  and they have a nice sandy beach entry in part of the resort and they have concrete steps that go down into the ocean in another area. The pool is a nice size, the massage right on the beach was amazing! If you want a nice relaxing day on the beach, and good food and drinks and amazing snorkel or dive spot, this is it!There is even a sunken airplane about 100 -  off the shore in 20 -  of water -  the fish and marine life around and in it were really neat!El Cid can - t be beat for value!Read more",
            "Nếu đặt phòng theo timeshare..đồ ăn bao nhiêu tiền hoặc có thể mua vé cả tuần để ăn tại resort không?   Đọc thêm",
            "Bé 3 tuổi giá bao nhiêu? Cho ngày trôi qua. Cô ấy hầu như không ăn hoặc uống. Chơi và ngủ..hahaĐọc thêm",
            "Khoảng là gì? chi phí thức ăn và đồ uống nếu bạn không chọn gói trọn gói? Tôi - đang tìm giá các loại nước ngọt, nước lọc, đồ uống loại pina colada nguyên chất và đồ ăn nhà hàng nếu bạn có thể cho tôi ý kiến. Chỉ là không chắc chúng ta - sẽ tiêu thụ - đồ ăn và đồ uống trị giá 90 đô la. nhưng trừ khi tôi biết giá, tôi không thể chắc chắn được.  Cảm ơn bạn!Đọc thêm",
            "Kính thưa quý khách, \n\nChúng tôi sẽ liên hệ với bạn bằng tin nhắn riêng để biết thêm thông tin.\n\nTrân trọng, Đọc thêm",
            "Xin chào Erin, Đây là định mệnh - Nancy - và tôi thấy bạn đã nhận được vé - 22 nhưng họ quảng cáo nó với giá - 65. Làm thế nào bạn có được vé - 22 - và bạn nhận được bao nhiêu đồ ăn và đồ uống? Cảm ơn!Đọc thêm",
            "Khu vực bãi biển như thế nào?  Có phải những chiếc ghế trên bãi biển?  Chúng tôi có 3 đứa cháu gái đi cùng và khu vui chơi trên bãi biển rất quan trọng.\n\nCảm ơn\nNancyĐọc thêm",
            "Thưa bà Nancy, \n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi.\n\nThay vào đó, khu vực bãi biển của chúng tôi rất nhỏ, bạn có thể chắc chắn rằng cháu gái của mình sẽ có khoảng thời gian tuyệt vời.\n\nTrân trọng, Đọc thêm",
            "Bạn cho phép bao nhiêu người trôi qua trong một ngày?Đọc thêm",
            "Bạn có cần đặt trước - mua vé ngày vào El Cid La Ceibo Beach Hotel trước hay bạn chỉ đến quầy lễ tân khi đến nơi?   Cảm ơn bạn!Đọc thêm",
            "Kính gửi khách hàng, \n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi.\n\nĐể có được vé ngày, bạn chỉ cần đến quầy lễ tân khi đến nơi.\n\nTrân trọng, Đọc thêm",
            "Xin chào, bạn có thể cho tôi biết có tính phí vào cửa không? Tôi đi du thuyền trong vài giờ và tôi chỉ muốn tắm biểnĐọc thêm",
            "Khách hàng thân mến,\n\nĐể sử dụng cơ sở vật chất, cần phải mua quyền sử dụng mỗi ngày với chi phí bổ sung là - 22,00 USD, bao gồm quyền truy cập vào cơ sở vật chất và tín dụng - 13,00 USD để tiêu dùng thực phẩm và đồ uống. \n\nTrân trọng, Đọc thêm",
            "Xin chào, một ngày qua có giá bao nhiêuĐọc thêm",
            "Kính gửi khách hàng, \n\nCảm ơn bạn rất nhiều vì đã liên hệ với chúng tôi về câu hỏi gần đây của bạn:\nChi phí của ngày qua như sau.\n - Tùy chọn - 1: - 21,00usd và nhận tín dụng 12usd cho mức tiêu thụ AyB của bạn.  - không có lịch trình cụ thể - \n\n - Tùy chọn - 2: - 48,00 usd cho vé trong ngày bao gồm đồ ăn và đồ uống, sử dụng khăn tắm, 90 phút sử dụng thiết bị và tiện nghi lặn với ống thở - từ 11:00 sáng đến 5:00 chiều -  \n\nTrân trọng, Đọc thêm",
            "Giá vé một ngày là bao nhiêu?Đọc thêm",
            "Kính gửi khách hàng, \n\nCảm ơn bạn rất nhiều vì đã dành thời gian liên hệ với chúng tôi thông qua nền tảng này.\n\nLiên quan đến câu hỏi trước đây của bạn:\n\nCó, chi phí cho vé ngày vẫn là - 21,00 USD, cũng bao gồm - 12 USD tín dụng để tiêu dùng tại nhà hàng.\n\nXin vui lòng liên hệ với chúng tôi nếu có bất kỳ câu hỏi nào trong tương lai.\n\nTrân trọng, Đọc thêm"
        ],
        "star_ratings": [
            48,
            23,
            15,
            16,
            7
        ],
        "review_amount": 109,
        "location": [
            "Quintana Roo",
            "Thẻ ngày nghỉ dưỡng El Cid Ceiba",
            "México",
            "Các hoạt động ở Cozumel",
            "Cozumel",
            "bán đảo Yucatan"
        ],
        "reviews_time": [
            "Written February 6, 2024",
            "Written January 7, 2024",
            "Written October 24, 2023",
            "Written July 29, 2023",
            "Written June 9, 2023",
            "Written May 22, 2023",
            "Written May 2, 2023",
            "Written April 5, 2023",
            "Written November 14, 2022",
            "Written October 14, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150809-d1384326-Reviews-El_Cid_Ceiba_Resort_Day_Pass-Cozumel_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g150809-d20258020-Reviews-Ix_Kool-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150809-d1347077-Reviews-Jimmy_Buffett_s_Margaritaville-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150809-d1352463-Reviews-Senor_Frog_s_Cozumel-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13882869-d25307147-Reviews-Tequila_a_Go_Go_Cozumel-San_Miguel_de_Cozumel_Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150809-d1977301-Reviews-Paprika_Mexican_Caribbean_Cuisine-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150809-d1595232-Reviews-Three_Amigos-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150809-d1032286-Reviews-Ernesto_s_Fajitas-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150809-d2358122-Reviews-Tikila_Beach_Bar-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150809-d1032336-Reviews-Hard_Rock_Cafe-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150809-d4607673-Reviews-Sunset_Restaurant_Bar-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d12639637-Reviews-Mayan_Plaza-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d8610411-Reviews-Puerta_Maya-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d25550348-Reviews-Earth_Rivera-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d154082-Reviews-Isla_Pasion-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d574699-Reviews-Paradise_Beach_Cozumel-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d15100624-Reviews-The_Cabana_Beach-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d10033318-Reviews-Pueblo_del_Maiz-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d296143-Reviews-The_Money_Bar_Beach_Club-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d153774-Reviews-Faro_Celerain_Ecological_Reserve-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d2639727-Reviews-Dolphin_Discovery_Cozumel-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d1384326-Reviews-or10-El_Cid_Ceiba_Resort_Day_Pass-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d2343559-Reviews-Cozumel_Pearl_Farm-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g13882869-d17634956-Reviews-Mayan_Bee_Sanctuary-San_Miguel_de_Cozumel_Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d153620-Reviews-Santa_Rosa_Wall-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d154089-Reviews-Columbia_Reef-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d153000-Reviews-Palancar_Reef-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d208019-Reviews-El_Paso_del_Cedral_Reef-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d10492342-Reviews-Playa_El_Cielo-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d185483-Reviews-Chankanaab_Reef-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d651462-Reviews-Cozumel_Cruise_Excursions_Private_Tours-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d10643635-Reviews-Tour_Finder-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d5079343-Reviews-Cozumel_Fun_Excursions-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d153434-Reviews-Atlantis_Submarines_Cozumel-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g13882869-d25094651-Reviews-Xhanti_Spa_Holistic_Center-San_Miguel_de_Cozumel_Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d7085387-Reviews-Royal_Village_Shopping_Center-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d10006587-Reviews-The_Dive_Shop_Cozumel-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d6548804-Reviews-Island_Divers_Cozumel-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g13882869-d18543353-Reviews-Jungle_Divers-San_Miguel_de_Cozumel_Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d7067572-Reviews-Beach_Bum_Cozumel-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d8069650-Reviews-Clear_Lounge_Cozumel-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g13882869-d26008854-Reviews-Mayan_Spa-San_Miguel_de_Cozumel_Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d27360554-Reviews-Mayan_Spa-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d17468979-Reviews-Cozumel_Cruise_Spa-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g608524-d17234224-Reviews-Damro_Labookellie_Tea_Centre_and_Tea_Garden-Nuwara_Eliya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1050028-d3335173-Reviews-Mount_Aragats-Aragatsotn.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d23508421-Reviews-Houston_Interactive_Aquarium_and_Animal_Preserve-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563913-Reviews-Redhead_Piano_Bar-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g298419-d4131236-Reviews-Museum_of_the_Frankincense_Land-Salalah_Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d15006052-Reviews-Silverspot_Cinema-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134303-d1373750-Reviews-Nezu_Shrine-Nezu_Bunkyo_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d320972-Reviews-Osaka_Museum_of_Housing_and_Living-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g33561-d147095-Reviews-Dinosaur_Ridge-Morrison_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g189492-d547509-Reviews-Temple_of_Aphaia-Aegina_Saronic_Gulf_Islands_Attica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150809-d1384326-Reviews-or10-El_Cid_Ceiba_Resort_Day_Pass-Cozumel_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150809-d1384326-Reviews-El_Cid_Ceiba_Resort_Day_Pass-Cozumel_Yucatan_Peninsula.html"
    }
]