[
    {
        "attraction_name": "El Dorado Hot Springs",
        "attraction_name_vi": "Suối nước nóng El Dorado",
        "general_info": [
            "92 đánh giá",
            "- 1 trong 3 điều cần làm ở Tonopah",
            "Suối Nước Nóng - Mạch Nước Nóng"
        ],
        "attraction_summary": "Nơi này thực sự tuyệt vời! Vâng, nó có thể trông không giống một nơi 5 sao nhưng một khi bạn đến khu vực suối nước nóng riêng tư của mình thì thật tuyệt! Chồng tôi và tôi đã có một thời gian tuyệt vời. Chúng tôi đã không ở lại nhưng đã trôi qua một ngày! Chúng tôi chắc chắn sẽ quay trở lại! Đọc thêm",
        "reviews": [
            "Tôi - sẽ nói ngắn gọn khi các bài đánh giá khác đề cập đến hầu hết mọi thứ. Tôi chỉ muốn đưa ra một bản cập nhật. Giá hiện tại là - 15 - giờ, hoặc - 40 - ngày để ngâm mình trong khu vực khỏa thân chung. Tôi - tôi rất vui vì khu vực chung thân thiện với người theo chủ nghĩa khỏa thân, nhưng thật không may ở những khu vực còn lại bạn phải mặc quần áo.\n\nGiống một con suối ấm hơn, vì nước chỉ khoảng 100 F trong bồn ấm nhất. Khi tôi nói bồn tắm, ý tôi là nó - một bồn tắm thực sự. Các khu vực ngâm khác mát hơn. \nCó ba bồn tắm, một bể đá hình chữ nhật phù hợp cho bốn người và một bể chứa nhựa đường kính 8 feet. \nNgoài ra còn có hai bồn tắm nước lạnh.Đọc thêm",
            "Họ đã lắp đặt một máy bơm nước mới - vài nghìn - - - vào tuần trước nên nhiệt độ nước lúc nào cũng ở mức 102 độ. Đây là nơi chữa bệnh! Các khoáng chất trong nước làm tôi cảm thấy rất dễ chịu! Có lẽ là lithium? Và rất nhiều khoáng chất tốt. Tôi thậm chí còn uống nước này và cảm thấy tốt hơn nữa! Tôi - tôi ở lại 3 tuần để thanh lọc và chữa lành cơ thể và tâm trí của mình!Đọc thêm",
            "Chồng tôi và tôi đã đi kiểm tra vì những đánh giá từ đây. Nơi có mùi hôi, có vịt và các động vật khác chạy quanh. Tôi sợ phải vào bồn tắm. Chúc may mắn. Nước không có cảm giác nóngĐọc thêm",
            "- 15 - giờ hoặc - 40 - ngày để ngâm. Thêm một dòng suối ấm, vì nước chỉ khoảng 100 F trong bồn ấm nhất. Các bồn tắm khác mát hơn.Đọc thêm",
            "Họ đã lắp một máy bơm nước mới - vài nghìn - - - tuần trước nên nhiệt độ nước lúc nào cũng cảm thấy như 102 độ. Đây là nơi chữa bệnh! Các khoáng chất trong nước khiến tôi cảm thấy rất dễ chịu! Có thể là lithium? Và rất nhiều khoáng chất tốt. Tôi thậm chí còn uống nước này và cảm thấy còn dễ chịu hơn! Tôi sẽ ở lại trong 3 tuần để thanh lọc và chữa lành cơ thể và tâm trí của mình! Đọc thêm",
            "Tôi - sẽ nói ngắn gọn khi các bài đánh giá khác đề cập đến hầu hết mọi thứ. Tôi chỉ muốn đưa ra một bản cập nhật. Giá hiện tại là - 15 - giờ, hoặc - 40 - ngày để ngâm mình trong khu vực khỏa thân chung. Tôi - tôi rất vui vì khu vực chung rất thân thiện với người theo chủ nghĩa khỏa thân, nhưng thật không may, ở những khu còn lại, bạn phải mặc quần áo. Thêm một dòng suối ấm áp, vì nước chỉ khoảng 100 F trong bồn ấm nhất. Khi tôi nói bồn tắm, ý tôi là nó - một bồn tắm thực sự. Các khu vực ngâm khác mát hơn. Có ba bồn tắm, một bể đá hình chữ nhật phù hợp cho bốn người và một bể chứa nhựa đường kính 8 feet. Ngoài ra còn có hai bồn tắm nước lạnh.Đọc thêm",
            "Lái xe gần ba tiếng đồng hồ để có cơ hội đến nơi này. Tôi đã lên kế hoạch cho toàn bộ chuyến đi của mình và kết thúc ở đây. Tôi đã gọi NHIỀU LẦN để cố gắng đặt chỗ ở một con suối riêng và thậm chí không có ai trả lời? Tôi nghĩ dù sao thì chúng tôi cũng sẽ cố gắng vì tôi có linh cảm tốt về điều đó, cậu bé ơi, tôi đã nhầm rồi. Chúng tôi đến và được thông báo rằng họ đã được đặt kín chỗ cho tháng tới. Vì thế họ - thậm chí còn không bận tâm đến chiếc điện thoại - . Thay vì lãng phí thời gian của mọi người, hãy trả tiền cho ai đó - 50 để cập nhật trang web để bạn có thể đặt chỗ trực tuyến. Toàn bộ tình huống này có thể - đã tránh được nếu tôi vừa được thông báo rằng họ đã được đặt kín chỗ, hoặc thậm chí gửi nó vào hộp thư thoại: nhưng tôi đoán điều đó - sẽ quá rắc rối khi nhấc điện thoại hoặc ân cần. Đó thực sự là vấn đề tôn trọng mọi người và thời gian của họ. Chỉ cần là một người tốt? Tôi đã từng xem xét mùa xuân khỏa thân cộng đồng, nhưng mức độ chuyên nghiệp hoặc sự thiếu sót của nó khiến tôi cảm thấy khó chịu.Đọc thêm",
            "Đẹp! Yên bình! Không theo lối mòn, chỉ cần giữ tâm trí cởi mở và tôn trọng không gian và thực tế là chúng ta có thể ghé thăm. Đọc thêm",
            "Nơi này thực sự tuyệt vời! Vâng, nó có thể trông không giống một nơi 5 sao nhưng một khi bạn đến khu vực suối nước nóng riêng tư của mình thì thật tuyệt! Chồng tôi và tôi đã có một thời gian tuyệt vời. Chúng tôi đã không ở lại nhưng đã trôi qua một ngày! Chúng tôi chắc chắn sẽ quay trở lại! Đọc thêm",
            "Khá là một bãi rác khủng khiếp. Chi phí sử dụng trong ngày - 40 mỗi người cho một hồ bơi xi măng rất nhỏ, một vài bồn tắm và những chiếc ghế cỏ cũ.  Nước trong mỗi cái không nóng hoặc thậm chí ấm. Tốt nhất là nước ấm. Nó nằm ngay cuối phố so với một trạm dừng xe tải khó chịu nên bạn sẽ vừa nghe thấy tiếng xe tải vừa cố gắng thư giãn trong làn nước không nóng.  Những cây bóng mát phía trên chứa đầy chim bồ câu đang chờ đợi để thả những quả bom dookie vào bạn một cách chiến lược trong khi bạn cố gắng thư giãn với âm thanh của xe tải và làn nước không ấm. Còn nữa!  Đâu đó gần khu nhà chắc chắn phải có chuồng lợn vì cứ sau vài phút, làn gió bẩn thỉu lại thổi mùi lợn không thể nhầm lẫn vào mũi người ta, làm tăng thêm bầu không khí tiêu cực cho trải nghiệm của bạn. Cùng với lợn là ruồi. Vâng, có lẽ có ruồi từ lợn và nhiều loại động vật khác ở đó.   Trước sự ngạc nhiên của tôi, phòng tắm khá sạch sẽ. Hãy cẩn thậnĐọc thêm",
            "Chúng tôi lái xe một giờ từ Phoenix để đến suối nước nóng El Dorado - để biết đặc tính chữa bệnh của suối nước nóng -.  Chúng tôi đến và nơi trông rất - mộc mạc -.  Khi tôi hỏi về việc đi thăm suối nước nóng và cách nó hoạt động - người đàn ông cho tôi biết hồ bơi ở bên trái và tôi có thể đi xem.  À, tôi đi kiểm tra - và có một người đàn ông khỏa thân đang nằm đó - tôi bị sốc!!!  - hóa ra đây là một suối nước nóng khỏa thân - và chỉ có một - hồ bơi - có sẵn - và không có thông tin nào tôi đọc về Suối nước nóng El Dorado nói rằng đó là một địa điểm - khỏa thân.  Trang web cho biết có những hồ bơi riêng dành cho những ai muốn tận hưởng suối nước nóng mà không mặc quần áo và có những hồ bơi dành cho những ai muốn mặc đồ bơi - quần áo.  Mình đi hỏi thì được bảo chỉ có 1 hồ bơi thôi!! Tôi chết lặng và bỏ đi.  Tôi nghĩ những người khác cần biết thông tin này - nếu tôi biết đó là địa điểm khỏa thân - tôi đã không lái xe đến đó. - Đọc thêm",
            "Rất vui vì tôi - tình cờ - gặp được nơi này vì tôi - là một người đam mê suối nước nóng.  Tôi thấy ở đây có nhiều ý kiến ​​​​trái chiều....Tôi thích phần mộc mạc, và Matt nói rằng anh ấy đã ở đó được 11 năm.  Tôi đã có một buổi chiều ngâm mình, tắm nắng, ngâm mình thật tuyệt vời và trò chuyện thật tuyệt vời. Tôi nghi ngờ tôi sẽ cắm trại ở đó, trừ khi hoàn toàn khép kín.  Không có gì lạ mắt; một cảm giác rất boho xung quanh nơi này với những con gà, con công, con lợn bụng khổng lồ, gà guinea và mèo.  Dựa vào gió, bạn sẽ ngửi thấy mùi mông gà nhà bên cạnh.  Hạn chế đối với tôi là giá - 15 - giờ hoặc - 40 - ngày và nước chỉ khoảng 100 độ.  Điều đó tùy thuộc vào mẹ thiên nhiên.  Cung điện duy nhất ở gần đó là Saguaro Hot Mineral Wells Motel, một nơi ẩn náu trong - 65 - đêm.  NHƯNG, nó sạch sẽ mặc dù bên ngoài nó đang bị vỡ vụn.  Tôi có một căn phòng - không hút thuốc - đã bốc mùi từ nhiều năm.  Rất may, hôm trước tôi đã mua một cây nến oải hương và đốt nó suốt đêm.Đọc thêm"
        ],
        "star_ratings": [
            39,
            20,
            10,
            7,
            16
        ],
        "review_amount": 92,
        "location": [
            "Hoa Kỳ",
            "Các hoạt động ở Tonopah",
            "Tonopah",
            "Arizona - AZ -",
            "Suối nước nóng El Dorado"
        ],
        "reviews_time": [
            "Written June 15, 2023",
            "Written December 11, 2023",
            "Written January 26, 2024",
            "Written April 28, 2024",
            "Written February 24, 2024",
            "Written January 26, 2024",
            "Written December 11, 2023",
            "Written November 29, 2023",
            "Written August 13, 2023",
            "Written June 15, 2023",
            "Written May 14, 2023",
            "Written April 1, 2023",
            "Written March 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31384-d3348654-Reviews-El_Dorado_Hot_Springs-Tonopah_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31384-d5242600-Reviews-Subway-Tonopah_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31384-d25180606-Reviews-Tacos_Wl_Coqueton-Tonopah_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31384-d25180576-Reviews-Tacos_El_Coqueton-Tonopah_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31384-d17677254-Reviews-Chicas_Y_Tacos-Tonopah_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31384-d3348654-Reviews-or10-El_Dorado_Hot_Springs-Tonopah_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31384-d13412413-Reviews-Eagletail_Mountains_Wilderness-Tonopah_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d591274-Reviews-Hatch_Show_Print-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g43782-d10410285-Reviews-Red_Bluff-Foxworth_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60757-d2046500-Reviews-Shackleford_Banks-Harkers_Island_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g57106-d2690129-Reviews-Bridal_Veil_Falls-Provo_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d8662821-Reviews-Nieuwezijds_Gay_Sauna-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g143038-d145317-Reviews-Brooks_Falls-Katmai_National_Park_and_Preserve_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g189438-d523832-Reviews-Filerimos_Monastery-Filerimos_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d1722734-Reviews-Aquarium_de_Paris_CineAqua-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d105791-Reviews-Dolly_Parton_s_Stampede_Dinner_Attraction-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d11623934-Reviews-Frost_Magical_Ice_of_Siam-Pattaya_Chonburi_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31384-d3348654-Reviews-or10-El_Dorado_Hot_Springs-Tonopah_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31384-d3348654-Reviews-El_Dorado_Hot_Springs-Tonopah_Arizona.html"
    }
]