[
    {
        "attraction_name": "Elbow Beach",
        "attraction_name_vi": "Bãi biển khuỷu tay",
        "general_info": [
            "599 đánh giá",
            "1 trong số 17 điều cần làm ở Giáo xứ Paget",
            "Bãi biển"
        ],
        "attraction_summary": "Ba khách sạn nằm dọc bãi biển này khiến nó trở nên nổi tiếng với khách du lịch; bạn có thể muốn tránh nơi này nếu không tham gia bữa tiệc dành cho sinh viên đại học trong Kỳ nghỉ Xuân, nơi có xu hướng tập trung đông đúc trên bãi biển trong mùa Phục sinh.Đọc thêm",
        "reviews": [
            "Nếu bạn đang tìm kiếm một bãi biển đẹp yên tĩnh thì đây có thể là địa điểm của bạn.  Chúng tôi bắt xe buýt số từ Hamilton, từ xe buýt đến bãi biển phải đi bộ một quãng đường dài nhưng bãi biển rất rực rỡ.  Không giống như Horsebay rất đông đúc, hãy mang theo khăn ghế của riêng bạn và đi dã ngoại vì không có tiện nghi gì ngoài việc thư giãn, đó có thể chính xác là những gì bạn đang tìm kiếmĐọc thêm",
            "Chúng tôi ở trên một con tàu du lịch ở cảng trong 2 đêm.\nChúng tôi lái xe đến bãi biển Horse Shoe trước nhưng thấy ở đó rất đông đúc.\nChúng tôi đến bãi biển Elbow vào khoảng 11 giờ sáng và nó vắng tanh. 35 đi taxi từ Dockyard.\nChúng tôi rời đi khoảng 3 giờ và vẫn chỉ có một số ít người.\nCát giống như bột mì.  Nước ấm 84 F và trong.  Tôi mang theo thiết bị ống thở và có thể nhìn thấy san hô và cá.\nTôi mang theo 2 chiếc ghế và một chiếc ô vì ở đó không có dịch vụ nào.  Ở đầu cầu thang có một chiếc xe bán đồ ăn nhẹ và một chiếc bô.  Mang nước đến.\nCó một câu lạc bộ bãi biển và quần vợt chỉ dành cho thành viên và có khách sạn bãi biển Elbow không bao giờ mở cửa trở lại sau đại dịch....tôi có cảm giác như khách sạn bị bỏ hoang.\nVấn đề chúng tôi gặp phải là vận chuyển trở lại.  Ứng dụng quá giang không tuyệt vời nên tôi đã lên đỉnh đồi và có thể vẫy một chiếc taxi trong khoảng 20 phút.  Anh ấy lưỡng lự khi đưa chúng tôi đi vì nghĩ rằng bộ đồ tắm bị ướt.  Anh ấy đặt một tấm thảm cao su và một ít khăn tắm lên ghế và tất cả đều ổn.  Đó là một chuyến đi taxi 15 phút đến bãi biển Horse shoe.\nSau đó, tôi được yêu cầu sắp xếp trước với tài xế taxi của bạn khi nào sẽ đón bạn cho chuyến trở về.  3 giờ là nhiều thời gian ở đây.\nTôi thích bãi biển Elbow hơn bãi biển Horse Show Bay vì ở đó có ít người hơn.Đọc thêm",
            "Bãi biển này đã được mô tả là lạc hậu và điều đó phù hợp.  Nó rất đẹp, phần lớn còn hoang sơ và có thể khá vắng vẻ.  Không có bất kỳ tiện nghi nào ngoài nhà vệ sinh di động dành cho nữ ở đầu bậc thang...nhưng ai quan tâm chứ! \n\nTôi đã đi bộ tới đó từ Hamilton hai lần - một chuyến đi bộ nhưng đáng giá và bạn sẽ thấy Giáo xứ Paget trên đường đi.  Một nơi tuyệt vời để bạn thư giãn sau chuyến công tác.Đọc thêm",
            "Chúng tôi tận hưởng kỳ nghỉ Giáng sinh và Năm mới ở Bermuda, may mắn có thời tiết thuận lợi. Trải nghiệm Giáng sinh tại Bãi biển Elbow, hòa nhập với người dân địa phương, tạo nên những khoảnh khắc khó quên.\n\nMặc dù nước Đại Tây Dương rất lạnh vào tháng 12 nhưng những người quen bơi lội ở biển vào mùa xuân và đầu mùa hè ở Vương quốc Anh vẫn có thể chịu đựng được. Nhiệt độ dao động trong khoảng 17 - 19 độ, cho phép chúng tôi dành cả ngày ở bãi biển, với sự thay đổi thời tiết khó thấy vào khoảng giữa trưa.\n\nBãi biển Elbow, một bãi biển cát trắng trải dài, có con đường đi bộ đẹp như tranh vẽ nối liền Bãi biển Warwick Long và Bãi biển Móng ngựa dành cho những ai muốn đi dạo nhàn nhã.Đọc thêm",
            "Các công nhân tại nhà hàng Lito trên bãi biển rất ngọt ngào và người phụ nữ đã giúp đỡ chúng tôi rất tốt bụng và cô ấy làm món pina coladas rất ngon. Tôi thực sự khuyên bạn nên đến đây! Đọc thêm",
            "Chúng tôi tận hưởng kỳ nghỉ Giáng sinh và Năm mới ở Bermuda, may mắn có thời tiết thuận lợi. Trải nghiệm Giáng sinh tại Bãi biển Elbow, hòa mình với người dân địa phương, đã tạo nên những khoảnh khắc khó quên. Mặc dù nước Đại Tây Dương lạnh giá vào tháng 12 nhưng những người quen bơi lội dưới biển vào mùa xuân và đầu mùa hè ở Vương quốc Anh vẫn có thể chịu đựng được. Nhiệt độ dao động trong khoảng 17 - 19 độ, cho phép chúng tôi dành cả ngày trên bãi biển, với sự thay đổi thời tiết nhẹ vào khoảng giữa trưa. Bãi biển Elbow, một dải đất trắng trải dài, có đường mòn đi bộ đẹp như tranh vẽ nối liền Bãi biển Warwick Long và Bãi biển Horseshoe cho những người đang tìm kiếm một chuyến đi dạo nhàn nhã.Đọc thêm",
            "Bãi biển này đã được mô tả là lạc hậu và điều đó phù hợp.  Nó rất đẹp, phần lớn còn hoang sơ và có thể khá vắng vẻ.  Không có bất kỳ tiện nghi nào ngoài nhà vệ sinh di động dành cho nữ ở đầu bậc thang...nhưng ai quan tâm chứ! Tôi đã đi bộ tới đó từ Hamilton hai lần - một chuyến đi bộ nhưng đáng giá và bạn sẽ thấy Giáo xứ Paget trên đường đi.  Một nơi tuyệt vời để bạn thư giãn sau chuyến công tác.Đọc thêm",
            "Chúng tôi ở trên một con tàu du lịch ở cảng trong 2 đêm. Chúng tôi lái xe đến bãi biển Horse Shoe trước nhưng thấy nó rất đông đúc. Chúng tôi đến bãi biển Elbow vào khoảng 11 giờ sáng và nó vắng tanh. Đi taxi số 35 từ Dockyard. Chúng tôi rời đi khoảng 3 giờ và vẫn chỉ có một số ít người. Cát giống như bột mì.  Nước ấm 84 F và trong.  Tôi mang theo thiết bị ống thở và có thể nhìn thấy san hô và cá. Tôi mang theo 2 chiếc ghế và một chiếc ô vì ở đó không có dịch vụ nào.  Ở đầu cầu thang có một chiếc xe bán đồ ăn nhẹ và một chiếc bô.  Mang theo nước. Có một câu lạc bộ bãi biển và quần vợt chỉ dành cho thành viên và có khách sạn bãi biển Elbow không bao giờ mở cửa trở lại sau đại dịch....có cảm giác khách sạn bị bỏ hoang. Vấn đề chúng tôi gặp phải là việc di chuyển trở lại.  Ứng dụng quá giang không tuyệt vời nên tôi đã lên đỉnh đồi và có thể vẫy một chiếc taxi trong khoảng 20 phút.  Anh ấy lưỡng lự khi đưa chúng tôi đi vì nghĩ rằng bộ đồ tắm bị ướt.  Anh ấy đặt một tấm thảm cao su và một ít khăn tắm lên ghế và tất cả đều ổn.  Sau đó, tôi phải đi taxi lúc 15 giờ để đến bãi biển Horse shoe. Sau đó, tôi được yêu cầu sắp xếp trước với tài xế taxi của bạn khi nào sẽ đón bạn cho chuyến trở về.  Ở đây 3 giờ là rất nhiều thời gian. Tôi thích bãi biển Elbow hơn bãi biển Horse Show Bay vì có ít người hơn.Đọc thêm",
            "Đây là bãi biển yêu thích của tôi ở Bermuda. Chúng tôi đã có khoảng thời gian tuyệt vời khi đi dạo dọc theo bãi cát hồng ở đây. Chắc chắn là phải ghé thăm nếu đến thăm đảo. Đọc thêm",
            "Nếu bạn đang tìm kiếm một bãi biển đẹp yên tĩnh thì đây có thể là địa điểm của bạn.  Chúng tôi bắt xe buýt số từ Hamilton, từ xe buýt đến bãi biển phải đi bộ một quãng đường dài nhưng bãi biển rất rực rỡ.  Không giống như Horsebay rất đông đúc, hãy mang theo khăn ghế của riêng bạn và đi dã ngoại vì không có tiện nghi gì ngoài việc thư giãn, đó có thể chính xác là những gì bạn đang tìm kiếmĐọc thêm",
            "Một lối vào lạc hậu đến nơi từng là khu nghỉ dưỡng 5 Elbow Beach Resort - hiện đã đóng cửa gợi nhớ đến bối cảnh một bộ phim Hollywood hiện nay về những tòa nhà bỏ hoang trong The Night of The Living Dead. Bãi biển hoang sơ một thời nay chỉ còn những chiếc ô và rong biển bị bỏ hoang. Vâng, nó yên tĩnh hơn nhiều so với các bãi biển công cộng khác nhưng có lý do chính đáng. Nước biển khắc nghiệt hơn các bãi biển khác và chắc chắn không có phương tiện nào để tắm mát. Nhà hàng Lidos vẫn mở cửa không thuộc sở hữu của Hoàng tử Ả Rập Xê Út và có tầm nhìn tuyệt đẹp ra Đại Tây Dương từ bàn ăn. Nhưng 5 đánh giá này thực sự làm tôi khó hiểu!Đọc thêm",
            "Khung cảnh ở bãi biển Elbow thật tuyệt vời. Bãi biển trải dài khoảng một dặm và cát rất mềm. Khiếu nại duy nhất là không có khu vực thay đồ ở bãi biển và việc tiếp cận có thể hơi khó khăn. Nhìn chung bãi biển rất đẹp.Đọc thêm",
            "Đánh giá này là dành cho bãi biển. Đó là một bãi biển rất rộng và đẹp. Có sóng nhưng nước không dữ dội. Đây là nơi để tránh xa người khác. Hiện tại không có tiện nghi nào, điều này có thể giải thích tại sao ít người đến đó ít nhất là vào tháng 4 khi chúng tôi ở đó. Ở hai đầu bãi biển, có những câu lạc bộ tư nhân, nhưng không có chỗ nào trên bãi biển vào tháng Tư để chúng tôi có thể mua nước hay bất cứ thứ gì khác - bạn không thể thuê ghế hoặc ô vào thời điểm này. Ở lối vào bãi biển công cộng, chúng tôi nhìn thấy một chiếc bô. Có thể dễ dàng đi xuống bãi biển này từ Đường Nam, nơi có trạm xe buýt. Biển báo dành cho Nhà hàng của Tập đoàn Lido trên Đường Nam rất lớn và từ đó bạn có thể dễ dàng đi theo các biển báo này đến Đường Tribe dẫn ra bãi biển. Có một bộ cầu thang xi măng để đi qua, nhưng hầu hết mọi người đều có thể đi qua được. Nếu muốn có một bữa trưa sang trọng, bạn có thể quay ngược lên South Road và đi xuống cho đến khi đến Lido. Đây là bữa ăn ngon, không phải bữa ăn trên bãi biển. Cuộc chiến tranh của người Bồ Đào Nha là một hiện tượng theo mùa và bạn sẽ tìm thấy chúng ở khắp nơi ở phía bên này của hòn đảo. Họ đã không ở đó vào đầu tháng Tư.Đọc thêm",
            "Tôi đã chọn KHÔNG đến bãi biển vịnh móng ngựa vì đây là bãi biển du lịch nổi tiếng nhất và được cho là rất đông đúc.  Thay vào đó tôi đi đến Bãi biển Elbow thêm mười phút nữa bằng xe buýt địa phương. Ồ!  Thật là một bãi biển đẹp, vắng vẻ và sạch sẽ!  Không có đá, không có rong biển, nước ấm trong vắt!  Tôi rất vui vì đã nghiên cứu và tìm thấy bãi biển này! BTW nó chỉ tốn 9 chuyến khứ hồi so với 157 chuyến tàu muốn tính phí vận chuyển cho bạn. Đọc thêm",
            "Bãi biển nào dễ tiếp cận hơn từ bến du thuyền?Đọc thêm",
            "Bãi biển đó thật kinh khủng vào tháng Sáu năm ngoái. Lúc đó thủy triều xuống và bạn phải quỳ xuống những tảng đá để giải nhiệt. Một người dân địa phương nói với chúng tôi rằng bãi biển từng là bãi rác của Bermuda. Nó đã được dọn dẹp để đi du lịch trên biểnĐọc thêm",
            "Có phòng tắm không?Đọc thêm",
            "Không. Không có gì ở đây cả. Bạn phải ngồi trên chiếc khăn của riêng mình nếu bạn muốn mang theo một chiếc. Rất xa xôi. Thậm chí không có đủ bụi rậm để thay đổi cùng với cảnh quan tuyệt đẹp. Tiếc là họ vẫn chưa nghĩ ra.Đọc thêm",
            "Có phòng tắm không?Đọc thêm",
            "Có 2 port-a-let ở lối vào bãi biển!!Đọc thêm",
            "Bãi biển Elbow cách Hamilton bao xa? I E. Bến phà. Bạn có thể đi bộ đến đó được không?Đọc thêm",
            "Bãi biển khuỷu tay đến phà là khoảng. 15 phút lái xe hoặc 90 phút đi bộ. Phà đến Hamilton là một chuyến đi khác 15 phút. \n\nĐi bộ từ bãi biển Hamilton đến Elbow là khoảng. 3 giờ. Đi phà và taxi. Thưởng thức!\n\n\nĐọc thêm",
            "Xin chào, tôi đến thăm Bermuda lần đầu tiên vào cuối tháng Năm. Bạn tò mò muốn biết đề xuất về 1 bãi biển của bạn là gì?Đọc thêm",
            "Người dân địa phương nói rằng bãi biển Horseshoe Bay là bãi biển đẹp nhất. Tuy nhiên, tôi thích bãi biển Elbow hơn. Đọc thêm",
            "Bãi biển này dành riêng cho khu nghỉ dưỡng hay mở cửa cho công chúng? Chúng tôi sẽ sớm bay tới Bermuda và tôi đang nghiên cứu nhiều nhất có thể. Cảm ơn!Đọc thêm",
            "Nó mở cửa cho công chúng nhưng chỉ một số phần nhất định. Bạn không thể sử dụng ghế và Ô nếu bạn không ở khu nghỉ dưỡng trừ khi bạn trả 100 đô la. Họ bắt chúng tôi đi xuống khu vực công cộng khoảng 300 thước và ở đó không có bóng râm chút nào. Họ bắt chúng tôi phải di chuyển hai lần vì chúng tôi chưa đủ xa. Đọc thêm",
            "Elbow Beach Resort tuyên bố rằng họ có một bãi biển RIÊNG TƯ dành cho khách nhưng theo những gì tôi đã đọc thì bất kỳ ai cũng có thể thuê ghế đệm.Đọc thêm",
            "Cách đây vài tuần, tôi đã có thể thuê ghế, ô và sử dụng bãi biển của họ vào một buổi chiều.  Nhưng tôi đã sắp xếp trước.  Tôi không biết liệu bạn có thể đến và thuê ngay tại chỗ hay không.  Ghế dành cho khách hàng đầu tiên.  Vì vậy, nếu đầy đủ bạn có thể bị từ chối. Đọc thêm",
            "Thuê xe buýt nhỏ cho một nhóm lớn. Ai là người đáng tin cậy nhấtĐọc thêm",
            "Tôi đã thấy một số nhóm người sử dụng xe buýt nhỏ để đi lại, rất tiếc là tôi không nhớ tên bất kỳ nhà cung cấp nào, tốt nhất bạn nên xem trực tuyến các nhà cung cấp dịch vụ vận chuyển và taxi sân bay và thử gọi điện trước để đặt xe buýt nhỏĐọc thêm",
            "Làm thế nào để bạn đi từ bến tàu đến bãi biển Elbow, taxi, xe buýt??Đọc thêm",
            "Theo tôi cách rẻ nhất để đi từ xưởng đóng tàu đến Bãi biển Elbow là bằng xe buýt.  Xe buýt dừng ngay trước khu nghỉ dưỡng hoặc bãi biển công cộng và nếu bạn đi xe buýt, hãy ngồi bên tay phải, quang cảnh phía Nam rất tuyệt vời, bạn có thể nói với tài xế xe buýt nơi bạn sẽ đến và họ sẽ ra hiệu. bạn khi đến lúc phải khởi hành.Đọc thêm",
            "bãi biển khuỷu tay cách Royal Dockyard bao xa? Bãi biển công cộng có tính phí không?Đọc thêm",
            "CHÀO, \n\nTôi không chắc bãi biển khuỷu tay cách Royal Dockyard bao xa nhưng xe buýt địa phương cũng dừng lại. Bãi biển là bãi biển miễn phí nhưng bạn sẽ phải trả phí để thuê ghế và khăn tắm trên bãi biển. Ngoài ra còn có tòa nhà phục vụ đồ ăn và đồ uống cũng như phòng tắm công cộng ngay trong khuôn viên.Đọc thêm"
        ],
        "star_ratings": [
            415,
            134,
            31,
            12,
            7
        ],
        "review_amount": 599,
        "location": [
            "Bãi biển khuỷu tay",
            "Bermuda",
            "Những điều cần làm ở Giáo xứ Paget",
            "Giáo xứ Paget",
            "vùng Caribe"
        ],
        "reviews_time": [
            "Written August 16, 2023",
            "Written August 28, 2023",
            "Written December 13, 2023",
            "Written February 21, 2024",
            "Written May 26, 2024",
            "Written February 21, 2024",
            "Written December 13, 2023",
            "Written August 28, 2023",
            "Written August 18, 2023",
            "Written August 16, 2023",
            "Written July 31, 2023",
            "Written April 21, 2023",
            "Written April 8, 2023",
            "Written August 19, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147259-d147920-Reviews-Elbow_Beach-Paget_Parish_Bermuda.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147259-d1221460-Reviews-Lido-Paget_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147259-d3350849-Reviews-Sea_Breeze_Lounge_Terrace-Paget_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147259-d1739256-Reviews-Paraquet_Cafe-Paget_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147259-d12730130-Reviews-La_Vista_Bar_Restaurant-Paget_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147259-d4206526-Reviews-Thyme-Paget_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147259-d1045775-Reviews-Fourways_Inn-Paget_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147259-d23862425-Reviews-Aurora-Paget_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147259-d4102969-Reviews-Ice_Queen-Paget_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147257-d1452373-Reviews-Bolero_Brasserie-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147257-d24902498-Reviews-Intrepid-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147258-d148432-Reviews-Jobson_s_Cove_Beach-Warwick_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147258-d148758-Reviews-Warwick_Long_Bay_Beach-Warwick_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d148492-Reviews-Cathedral_of_the_Most_Holy_Trinity_Bermuda_Cathedral-Hamilton_Pembroke_Parish_Berm.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d147865-Reviews-Bermuda_Underwater_Exploration_Institute-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d147458-Reviews-Front_Street-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147259-d1057491-Reviews-The_Masterworks_Museum_of_Bermuda_Art-Paget_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147258-d148377-Reviews-Astwood_Cove_Beach-Warwick_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d147686-Reviews-Queen_Elizabeth_Park-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147261-d147919-Reviews-Horseshoe_Bay_Beach-Southampton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g562685-d149863-Reviews-Dolphin_Quest-Sandys_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147259-d147920-Reviews-or10-Elbow_Beach-Paget_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d147862-Reviews-Bermuda_Aquarium_Natural_History_Museum_Zoo-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147256-d147471-Reviews-Tobacco_Bay_Beach-St_George_St_George_s_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g562684-d148022-Reviews-Crystal_Fantasy_Caves-Hamilton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g562684-d497103-Reviews-Swizzle_Inn-Hamilton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g562684-d207638-Reviews-Tom_Moore_s_Jungle-Hamilton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147261-d148378-Reviews-Church_Bay_Beach-Southampton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147259-d4234512-Reviews-Elbow_Beach_Cycles-Paget_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d4312917-Reviews-Sail_Bermuda_Private_Charters-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d10245460-Reviews-Bare_Foot_Charters_Bermuda-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d13550631-Reviews-Bermuda_Food_Tours-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d1902358-Reviews-Bermuda_Reef_Explorer-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g2437054-d3732784-Reviews-Winsome_Famous_Homes_and_Hideaways_Cruise-Somerset_Village_Sandys_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d2665293-Reviews-Rising_Son_Cruises-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147261-d641657-Reviews-Dive_Bermuda_At_Fairmont_Southampton-Southampton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g147259-d10438050-Reviews-A_Memorable_Evening_in_Bermuda_with_Mark_Twain-Paget_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d638459-Reviews-Russian_Market-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d7940601-Reviews-Sapa_Market-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d12492152-Reviews-Santa_Fe_Flea_Market-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g8055401-d10269117-Reviews-Zanzibar_Airport_Transfers-Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g8642732-d2446839-Reviews-Shai_Hills_Resource_Reserve-Afienya_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g315852-d3530877-Reviews-Kerid_Crater-Selfoss_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d254723-Reviews-Passeig_de_Gracia-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g154910-d5511177-Reviews-Bow_Lake-Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g42441-d2209702-Reviews-Sugarloaf_Mountain-Marquette_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d1142479-Reviews-Washington_Street_Mall-Cape_May_Cape_May_County_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147259-d147920-Reviews-or10-Elbow_Beach-Paget_Parish_Bermuda.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147259-d147920-Reviews-Elbow_Beach-Paget_Parish_Bermuda.html"
    }
]