[
    {
        "attraction_name": "Eleko Beach",
        "attraction_name_vi": "Bãi biển Eleko",
        "general_info": [
            "13 đánh giá",
            "- 5 trong số 18 điều cần làm ở Lekki",
            "Bãi biển"
        ],
        "attraction_summary": "trải nghiệm tuyệt vời tại bãi biển này. tôi đang tìm kiếm một bãi biển tốt để đi. cuối cùng tôi đã chọn bãi biển eleko. Vé vào cổng là - 500 mỗi người lớn, trong khi tất cả trẻ em của tôi đều được miễn phí. chúng tôi đến đó sớm và có thể thay đổi một nơi tốt để thư giãn. chúng tôi đã trả - 5000 cho không gian đó với chiếc ô lớn, 5 chiếc ghế và một chiếc bàn. Vợ tôi đã chuẩn bị nhiều món ăn ngon, đồ ăn nhẹ và đồ uống khác nhau, điều đó khiến chuyến dã ngoại trở nên tuyệt vời. Môi trường xung quanh rất gọn gàng, nhưng bạn phải giữ an toàn cho tài sản của mình vì những người bán hàng rong và người ăn xin trên bãi biểnĐọc thêm",
        "reviews": [
            "Chỉ ngồi đây nhìn sóng. Nhảy theo nhạc khi ở bên tôi và người tôi yêu. Nơi hoàn hảo.Đọc thêm",
            "Tôi đã đến đó vào đầu tháng 1, tôi rất thích nó và cảm thấy thực sự thư giãn. Nhưng tôi nghĩ nhà vệ sinh và phòng tắm cũng cần phải sạch sẽ như con gà vậy. Nhưng có thời gian vui vẻ với bãi biển, làn nước và cưỡi ngựa.  -  -  -  -  -  -  - Đọc thêm",
            "Giá cả vô lý cho một bãi biển đơn giản. Chúng tôi đã trả phí vào cổng 2000 Naira cho mỗi người. Sau đó bước vào họ cộng thêm 200. Sau đó chúng tôi được dẫn đến một nhà hàng. Thức ăn quá đắt và kích cỡ phần nhỏ. Họ cũng tính phí cho bạn khi ngồi vào bàn của họ. Hãy tránh xa những người cưỡi ngựa. Họ nói với chúng tôi rằng sẽ mất 500 Naira để chụp ảnh với con ngựa và khi đến lúc thanh toán, họ tính phí cho chúng tôi 5000. Có rất nhiều người bán hàng rong trên bãi biển bán đồ và cứ 5 phút một lần họ lại làm phiền bạn. Nếu bạn đang tìm kiếm một khoảng thời gian yên tĩnh và thư giãn, hãy tìm một bãi biển khác vì mọi thứ ở bãi biển này đều phải trả tiền, bạn sẽ không thể bơi và chắc chắn bạn sẽ không có bất kỳ sự riêng tư nào.Đọc thêm",
            "Kozibeach eleko Mặt tiền bãi biển rất mát mẻ và riêng tư. Nó được đảm bảo và có bầu không khí tuyệt vời. Gia đình tôi thực sự đã có một ngày tuyệt vời trên bãi biển.Đọc thêm",
            "Tại bãi biển Eleko, bạn sẽ tìm thấy nhiều quán bar và nhà hàng trên bãi biển nhìn ra bãi biển để bạn có thể chọn địa điểm - quán bar mà bạn muốn thư giãn... Đọc thêm",
            "Bãi biển Eleko là một nơi tuyệt vời cho gia đình, bạn bè, đồng nghiệp, các cặp đôi và những người yêu thích sự vui vẻ. Đó là một môi trường thanh bình, nơi thiên nhiên sẽ thiên nhiên cho bạn. Trải nghiệm của tôi ở bãi biển không phải là điều dễ quên. Thật là vuiĐọc thêm",
            "Tôi - muốn dành thời gian vui vẻ ở bãi biển. Làm cách nào để đến bãi biển từ obalende bằng phương tiện giao thông công cộng?Đọc thêm",
            "Nằm ở đâu đó trong biên giới mới nổi của thành phố Lagos Mega, đặc biệt gần Khu thương mại tự do Lagos, là bãi biển Eleko, một trong những bãi biển thanh bình nhất của rừng mưa nhiệt đới. Nếu bạn đang cần một nơi mà bạn có thể đi chơi với gia đình trẻ của bạn, tránh xa sự - điên rồ - của thành phố Lagos Mega, rồi nghĩ đến bãi biển Eleko. Những đứa trẻ sẽ thích trải nghiệm này và sẽ không quên nó một cách vội vàng. Tại bãi biển Eleko, bạn sẽ ngạc nhiên khi cả người trẻ và người già xung quanh bị bỏ rơi bất cẩn trong khi thế giới dường như đã đi vào bế tắc. Mặc dù bãi biển đang cần được chăm sóc do biến đổi khí hậu, nhưng bạn sẽ ngạc nhiên trước sự phong phú tự nhiên của kỳ quan nhiệt đới nàyĐọc thêm",
            "Ở đây bạn có thể thử suya tốt nhất. Một năm trước, bãi biển sạch hơn, nhiều rác hơn. Rất nhiều người tụ tập vào buổi chiềuĐọc thêm"
        ],
        "star_ratings": [
            4,
            3,
            4,
            0,
            2
        ],
        "review_amount": 13,
        "location": [
            "Lekki",
            "Nigeria",
            "Bang Lagos",
            "Các hoạt động ở Lekki",
            "Châu phi",
            "Bãi biển Eleko"
        ],
        "reviews_time": [
            "Written December 26, 2023",
            "Written August 8, 2023",
            "Written February 18, 2023",
            "Written April 1, 2021",
            "Written June 2, 2020",
            "Written May 13, 2019",
            "Written April 3, 2019",
            "Written February 13, 2019",
            "Written January 22, 2019",
            "Written December 27, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g2492082-d13108001-Reviews-Eleko_Beach-Lekki_Lagos_State.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g2492082-d13108001-Reviews-or10-Eleko_Beach-Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g2492082-d14978862-Reviews-Atican_Beach-Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g11887997-d27418004-Reviews-Wafflesncream-Ibeju_Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g2492082-d26586332-Reviews-Lekki_Conservation_Centre_Canopy_walk-Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g11887997-d6653324-Reviews-Omu_Resort-Ibeju_Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d169799-Reviews-Natural_Bridge_Caverns-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g57755-d108290-Reviews-Skyline_Caverns-Front_Royal_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g52221-d7739988-Reviews-Flower_Home_Marketplace-Blue_Ball_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g212091-d1580894-Reviews-Sean_s_Bar-Athlone_County_Westmeath.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d312231-Reviews-Navala_Village-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g60766-d106702-Reviews-Pinnacle_Mountain_State_Park-Little_Rock_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60968-d103003-Reviews-Basketball_Hall_of_Fame-Springfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d23438726-Reviews-Lake_Shore_Drive-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282879-d2313197-Reviews-Palani_Murugan_Temple-Palani_Dindigul_District_Tamil_Nadu.html",
            "https://www.tripadvisor.com/Attraction_Review-g60314-d207067-Reviews-Whitefish_Dunes_State_Park-Sturgeon_Bay_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g2492082-d13108001-Reviews-or10-Eleko_Beach-Lekki_Lagos_State.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g2492082-d13108001-Reviews-Eleko_Beach-Lekki_Lagos_State.html"
    }
]