[
    {
        "attraction_name": "Eleven Point River",
        "attraction_name_vi": "Sông Eleven Point",
        "general_info": [
            "12 đánh giá",
            "664 trong số 3.188 điều cần làm ở Missouri",
            "Nguồn nước"
        ],
        "attraction_summary": "Một đoạn dài 44 dặm của tuyến đường thủy này được chỉ định là Sông thắng cảnh quốc gia vì nó uốn lượn qua những ngọn đồi Ozark đẹp như tranh vẽ ở miền nam Missouri.Đọc thêm",
        "reviews": [
            "Chúng tôi ở tại Khu cắm trại Camp River mới ở Alton và đã có khoảng thời gian tuyệt vời! Chuyến đi trên sông từ Turners Mill đến Riverton thật tuyệt - chúng tôi chỉ dừng lại một vài lần và thực hiện chuyến đi trong 6 giờ. Chúng tôi nhìn thấy đại bàng, rái cá và rất nhiều loài chim.Đọc thêm",
            "Nước suối đẹp. Chúng tôi đã sử dụng Richards Outfitters và chúng tôi đã có khoảng thời gian tuyệt vời khi thực hiện chuyến phao dài 9 dặm.Đọc thêm",
            "Chúng tôi đã dành hai đêm ba ngày trên sông Eleven Points. Mặc dù nó là loại một nhưng dòng điện vẫn có lực đẩy tốt. Trong ba ngày, chúng tôi đã thấy 2 ngư dân ở điểm đánh cá và hai người nữa ở điểm đánh cá, nếu không thì chúng tôi đã có dòng sông cho riêng mình. Hùng vĩ, gồ ghề, hoang dã và không thể tha thứ, vì vậy hãy chuẩn bị sẵn sàng và bạn sẽ có một chuyến đi tuyệt vời.Đọc thêm",
            "Dòng sông xinh đẹp để chèo thuyền kayak vào giữa tuần trong mùa thu. Hàng tấn động vật hoang dã. Phao tuyệt đẹp. Lần đầu tiên tôi thấy rái cá hoang dã. Tuyệt vời. Ở tại khách sạn Alton rất mộc mạc nhưng sạch sẽ và rẻ ở mức 50 một đêm. Đọc thêm",
            "Sông chủ yếu là cấp 1 và 2 với một số thác ghềnh cấp 3.  Tôi có một chiếc thuyền kayak nhỏ chở đầy đồ để cắm trại và nó hoạt động tốt mà không gặp vấn đề gì.  Từ đường cao tốc, bạn có thể đi bộ 1 dặm đến Greer Spring khoảng 60 độ. Và con suối lớn thứ hai ở Ozarks và hoặc xem nhà máy. Cắm trại tại Greer không nằm gần lối đi dễ dàng nhưng có bãi đậu xe và sử dụng trong ngày, điều này khiến nơi đây trở thành một điểm khởi đầu tuyệt vời. Khu cắm trại ở gần đó bằng xe. Tại Turner Mill North Access, bạn có thể nhìn thấy một bánh xe nước khổng lồ bằng thép, rơi từ con suối có nhiệt độ khoảng 58 độ F và một ngôi trường còn lại từ thị trấn Bất ngờ. Trại nổi Whites Creek còn nguyên sơ và gần như đã xuống cấp.  Hang động hiện đang đóng cửa để bảo vệ loài dơi có nguy cơ tuyệt chủng. Tại Boze Spring, bạn sẽ thấy một lỗ xanh cao 35 foot, nơi lò xo thoát ra ở nhiệt độ khoảng 59 độ F, cùng tàn tích của tường đập nhà máy và tuabin. Tại Riverton, có lối vào sông ở cả hai bên bờ sông. Hãy chắc chắn kiểm tra nơi bạn đã để lại chiếc xe của bạn.  Ở bên trái trước cây cầu, có vẻ là một lối đi chính dễ dàng. Phía đông sau cây cầu có một bãi biển nhỏ xinh xắn để bơi lội và lối đi dành cho người khuyết tật đến khu dã ngoại, nhưng có một lối đi tới bãi đậu xe. Hãy đóng gói rác và bảo vệ dòng sông khỏi những công ty táo bạo tham lam sẽ lạm dụng tài nguyên để chúng ta có thể tận hưởng dòng sông trong nhiều năm tới.Đọc thêm",
            "Vợ chồng tôi đi Eleven Point River 2 ngày. Ngày đầu tiên vào Grear và ra ở Whitten. Thứ hai vào ở Whitten và ra ở Riverton. Cả hai ngày đều tuyệt vời, phải nói ngày thứ 2 nhiều hơn một chút. Nhiều nơi hơn để dừng lại và thư giãn nếu không muốn nổi và mùa xuân Boze Mill là điều phải xem. Không thể nhìn ra sông nên hỏi nó ở đâu. Có một số thác ghềnh cả hai ngày không quá tệ. Chúng tôi yêu thích nó và muốn giới thiệu con sông này cho bất kỳ ai.Đọc thêm",
            "Con sông này là một chuyến đi thuyền tuyệt vời vào thứ bảy, với khoảng 15 người trong chúng tôi đi và thuê từ Richards Canoe Rental. Tôi không thể tin được con sông lại đẹp đến thế nào trong một ngày Thứ Bảy tháng Bảy nóng nực - không có đám đông lớn hay ồn ào.  Tốt hơn rất nhiều so với những con sông lân cận đáng ghét khác vào cuối tuần.  Chúng tôi đậu thuyền và đi bộ đến Mill Wheel lớn, và thác nước, hố xanh lớn, thật tuyệt vời!!!!!   Thực sự không có một dấu hiệu nào nên rất khó tìm được nơi dừng lại và đi bộ đến guồng nước và thác nước tuyệt đẹp ở Ngạc nhiên. Chúng tôi chỉ đến đó vì một người trong nhóm của chúng tôi nhớ nó ở đâu từ chuyến đi trước.  Nhận một bản đồ hoặc yêu cầu người cung cấp trang phục mà bạn sử dụng để được trợ giúp tìm kiếm nó, vì nó đáng để bạn dừng lại.  Đọc thêm",
            "Đây chắc chắn là rương kho báu của thiên nhiên. Việc cắm trại còn vô cùng thô sơ. Có một nhà phụ nhưng dọc theo các con đường mòn vẫn thấy những người không sử dụng nhà phụ. Tôi và bạn gái đến đó muộn và cắm trại trong một chiếc lều ở khu vực đậu xe. Chúng tôi là những người duy nhất ở đó và điều đó vô cùng đáng sợ. Chúng tôi thức gần như suốt đêm vì sợ hãi tất cả những tiếng động và một cặp vợ chồng lúc 3 giờ sáng đi dạo quanh lều của chúng tôi cùng con chó của họ. Tuy nhiên, tất cả những điều này đều đáng giá vì sáng hôm sau chúng tôi đi bộ xuống dòng sông rất đẹp và đầy màu sắc với màu ngọc lam. Điểm nổi bật là mùa xuân rất đẹp và cực kỳ lạnh. Tôi đã bơi suốt quãng đường đó và lặn xuống khoảng 12 feet, kính bảo hộ của tôi liên tục bị mờ do nước lạnh và độ ẩm trong không khí. Nước rất trong, tôi không thể lấp đầy chất thải bên dưới sau khi ra khỏi nước. Nước rất sảng khoái, tôi cảm thấy rất sạch sẽ và trẻ hóa khi ở trong nước thực sự uống một ít nước và nó rất ngon và tinh khiết. Tôi đóng chai một ít và mang nó theo. Tôi dự định quay lại với một nhóm lớn hơn để tôi không ở gần vì sợ tiếng ồn vào ban đêm. Tôi tức giận vì những thùng rác mà du khách bỏ lại. Chúng tôi đã chọn được hầu hết.Đọc thêm",
            "Đi đến đó bằng ba chiếc ca nô, ba chiếc ống, sáu người lớn và bốn đứa trẻ ở độ tuổi 4, 5, 7 8. Chúng tôi bắt đầu ở Turners Mill và ra khỏi cây cầu 160. Khoảng 15 dặm sông. Chúng tôi đã kiểm tra một số trại nổi và mặc dù chúng rất đẹp nhưng chúng đã ở ngoài sông. Chúng tôi cắm trại trên một bãi sỏi. Ruồi ngựa và ruồi cắn rất khó diệt nên hãy phun thật nhiều. Không có sóng điện thoại di động trên sông.  Nhìn thấy một vài con Đại bàng hói, vài con gấu trúc và hươu. Nơi tuyệt vời, mọi người đều có khoảng thời gian tuyệt vời! Đọc thêm",
            "Trước đây chúng tôi đã chèo thuyền Current nên năm nay chúng tôi quyết định thử Eleven Point và đó là một lựa chọn tuyệt vời.  Chúng tôi đã đến Hufstedlers Canoe Rental ở Riverton và họ đã chăm sóc chúng tôi rất tốt.  Chúng tôi có một khu cắm trại đẹp đẽ bao gồm vòi sen VÀ củi miễn phí, và một chiếc ca nô đẹp, ổn định, ít mớn nước và không treo lên bất cứ thứ gì.  Họ có một sự sắp đặt tuyệt vời, nơi họ thả bạn lên sông và bạn trôi trở lại cửa hàng.  Họ thậm chí còn cho chúng tôi đậu xe ngay cạnh chỗ lấy đồ và đón chúng tôi ở đó để đi lên sông.  Shorty đã cung cấp cho chúng tôi thông tin có giá trị về nơi nên dừng xe dọc sông để xem các nhà máy cũ và các con suối để tận dụng tối đa trải nghiệm của chúng tôi.  Anh ấy có khiếu hài hước tuyệt vời.  Kinda làm chúng tôi nhớ đến Larry the Cable Guy.  Dọc sông này có một số hố sâu nên chúng tôi vẫn mặc áo vest nhưng xuồng rất vững chắc.  Có những chỗ cạn nhưng chúng tôi chỉ cúp máy một lần và có thể thoát ra khỏi đó một cách dễ dàng mà không cần phải ra cảng.  Dòng nước cuốn bạn đi nên việc chèo thuyền chỉ là để chèo lái khi gặp những thác ghềnh nhỏ. Có rất nhiều nơi để rút lui để nghỉ ngơi hoặc đi dã ngoại. Ước tính 6 giờ mà họ đưa ra cho chúng tôi là chính xác.  Chúng tôi đã đi trong tuần và có khá nhiều dòng sông cho riêng mình, ngoại trừ một số ít ngư dân đây đó.  Có rất nhiều loài chim đáng yêu, trong đó có một con diệc lớn đã hộ tống chúng tôi vài dặm.  Ngoài ra còn có rùa và một số cá hồi suối lớn, cùng hàng nghìn con cá tuế bơi quanh xuồng.  Chúng tôi thực sự khuyên bạn nên tham gia chuyến đi này nếu bạn đang tìm kiếm một chuyến đi bằng ca nô dễ dàng và thú vị.  Đừng căng thẳng quá nhiều về gờ đá mà họ sẽ kể cho bạn nghe.  Chỉ cần giữ và lướt qua nó.  Thật thú vị.Đọc thêm",
            "Có bất kỳ bãi đỗ xe RV nào gần điểm 11 không?Đọc thêm",
            "Tìm cách đi ca nô hoặc có thể chèo thuyền kayak trên sông Eleven Point. Tôi nghe nói đó là một chuyến đi tuyệt vời nhưng có rất ít chi tiết.  Nó có thể đi lại hợp lý trong mùa xuân hè hay nó theo mùa hơn như ở Jacks Fork?Đọc thêm",
            "Từ trại Greer Spring xuôi dòng, nó có thể nổi quanh năm.  Phía trên Greer Spring thỉnh thoảng mực nước xuống khá thấp khiến việc nổi trở nên khó khănĐọc thêm",
            "Con sông này có phù hợp với trẻ em không?Đọc thêm"
        ],
        "star_ratings": [
            10,
            2,
            0,
            0,
            0
        ],
        "review_amount": 12,
        "location": [
            "Hoa Kỳ",
            "Sông Eleven Point",
            "Những điều cần làm ở Missouri",
            "Missouri MO"
        ],
        "reviews_time": [
            "Written October 11, 2022",
            "Written August 18, 2019",
            "Written February 28, 2018",
            "Written November 10, 2017",
            "Written September 26, 2016",
            "Written September 26, 2016",
            "Written September 12, 2016",
            "Written July 10, 2016",
            "Written July 1, 2016",
            "Written August 29, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28946-d209746-Reviews-Eleven_Point_River-Missouri.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g28946-d209746-Reviews-or10-Eleven_Point_River-Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d2228298-Reviews-State_Park_Marina-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44161-d133039-Reviews-Talking_Rocks_Cavern-Branson_West_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44634-d2225870-Reviews-Bakersville_Pioneer_Village-Mansfield_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44319-d1221528-Reviews-Eureka_Springs_Safari_Park-Eagle_Rock_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44389-d274450-Reviews-Vintage_Hill-Franklin_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d7366354-Reviews-Steinberg_Skating_Rink-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44293-d8699308-Reviews-Frisella_Nursery_Inc-Defiance_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g45036-d7952632-Reviews-The_Bounce_House-West_Plains_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44926-d17786136-Reviews-Urban_Air_Trampoline_and_Adventure_Park-Springfield_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g45019-d17755489-Reviews-Hoffmann_Hillermann_Nursery_Florist-Washington_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44848-d10670132-Reviews-Hufstedler_s-Riverton_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44269-d27501627-Reviews-Weeds_Seeds_W_tlc-Couch_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g58625-d2357902-Reviews-Mukilteo_Lighthouse_Park-Mukilteo_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d14068408-Reviews-LXXY_Bali-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g294003-d1930313-Reviews-Grand_Mosque-Kuwait_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g34680-d126857-Reviews-Tarpon_Springs_Sponge_Docks-Tarpon_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g57821-d1773131-Reviews-Frying_Pan_Farm_Park-Herndon_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2483399-Reviews-Nairobi_Mamba_Village-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34167-d2227103-Reviews-Giraffe_Ranch-Dade_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2464189-Reviews-Primrose_Hill-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d1755636-Reviews-Luxor_Sound_and_Light_Show-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g1865930-d3487687-Reviews-Wailua_River_State_Park-Wailua_Kauai_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28946-d209746-Reviews-or10-Eleven_Point_River-Missouri.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28946-d209746-Reviews-Eleven_Point_River-Missouri.html"
    }
]