[
    {
        "attraction_name": "Elvis Presley Birthplace & Museum",
        "attraction_name_vi": "Nơi sinh Elvis Presley - Bảo tàng",
        "general_info": [
            "1.678 đánh giá",
            "- 2 trong số 37 điều cần làm ở Tupelo",
            "Bảo tàng chuyên ngành",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Bảo tàng trưng bày đồ vật từ Elvis - thời thơ ấu.Đọc thêm",
        "reviews": [
            "Đến thăm ngôi nhà Elvis sinh ra, nhà thờ thời thơ ấu của anh và nhà nguyện mới được bổ sung. Các tài liệu thực sự bổ sung thêm kinh nghiệm và làm rất tốt. Nó thực sự giúp đưa câu chuyện của anh ấy vào quan điểm. Khuôn viên rất đẹp và mọi thứ đều được bảo trì đẹp đẽ. Đọc thêm",
            "If you are an Elvis fan this is a must do, if you - re not really a fan don - t waste time going here. I am a fan  and my family arrived early on a Sunday afternoon. I think it cost around  - 60 for 3 to tour the museum, house, and church. We started out in the museum which was actually quite small and a little disappointing considering it was an Elvis museum. There were no pics allowed in the museum but there were several displays in the hallway leading up to a theater you could take pics of. You could spend  - 1.50 on a book that gave you info on everything and the same map you can get off the website. We bought the book because the money goes to the museum and exhibits. Leaving the museum we walked to the small 2 room house. We were told the house is in its original location and is the actual house but furnishings are not from Presley family but instead donations. It was interesting to see how small the house was and listen to the guide talk about how they would have lived then. Once we left the house we walked to the church that was the church Elvis attended and moved to this site. The rest of the grounds had several statues and a ton of info about the time Elvis spent in Tupelo. If you - re wanting to see the superstar Elvis go to Graceland but if you want to see how the superstar came to be the info is here. You can tour the grounds free but spend the money and take it all in.Read more",
            "Bảo tàng này được thực hiện rất tốt và mặc dù chúng tôi không trả tiền cho chuyến tham quan thực tế, chúng tôi vẫn có thể trải nghiệm nhiều điều về bảo tàng ngoài việc vào nhà. Chúng tôi đánh giá cao điều đó vì Graceland đắt đến mức nực cười. Chúng tôi đã học được rất nhiều điều và rất ấn tượng bởi sự quan tâm của bảo tàng để biến trải nghiệm này trở nên tích cực. Ngoài ra, bạn có thể mua đồ cắt sẵn tại cửa hàng quà tặng!Đọc thêm",
            "Tôi vô tình gặp phải nơi này khi lái xe tới Arkansas. Nó đã đóng cửa bên trong khi tôi đến, nhưng ngay cả những điểm đánh dấu và trưng bày bên ngoài cũng đủ để thực sự khiến bạn có tâm trạng hoài cổ và cũng rất nhiều thông tin. Tôi - đôi khi sẽ phải quay lại sớm hơn trong ngày.Đọc thêm",
            "Bắt đầu đánh giá này vào năm 2019 nhưng chưa bao giờ hoàn thành nó.  Đây là một chuyến du lịch tự túc tuyệt vời. Bạn có thể đi bộ qua công viên và đọc những thứ khác nhau.  Bạn có thể vào bên trong nhà thờ mà Elvis đã đến khi còn nhỏ và hát trong dàn hợp xướng. Bạn có thể đến ngôi nhà thời niên thiếu của anh ấy. Đó là một chuyến du lịch tự túc nhỏ tuyệt vời với nhiều lịch sử. Muốn giới thiệu địa điểm này và sau đó đi xem Graceland. Đọc thêm",
            "Chúng tôi dừng lại ở đây trên đường đến một điểm đến khác, nhưng đó là một nơi tuyệt vời để xuống xe và duỗi chân. Phải đi bộ nhiều nhưng sẽ thân thiện với người khuyết tật nếu bạn có người thân ngồi trên xe lăn. Chúng tôi đã không mua bất kỳ vé nào để xem bên trong các tòa nhà, nhưng đó vẫn là một trải nghiệm thú vị vì có rất nhiều thông tin bên ngoài các tòa nhà để bạn xem xét. Rất nhiều đọc. Chúng tôi đến thăm vào thứ bảy trong một ngày nghỉ cuối tuần và nó không quá bận rộn. Tôi đề nghị đây là điểm dừng nếu bạn đang đi qua Tupelo. Hãy nhớ ghé qua cửa hàng quà tặng vì nó có rất nhiều thứ hay ho. Khi đến thăm nhà thờ trong khuôn viên, hãy đứng ở phía trước nhà thờ và nhìn xuống khuôn viên, bạn sẽ thấy hình dáng của một cây đàn guitar.Đọc thêm",
            "Bảo tàng và Nơi sinh Elvis Presley ở Tupelo, Mississippi, là địa điểm hành hương cho bất kỳ người hâm mộ Elvis nào. Đó là nơi bạn có thể bước đi theo bước chân của chính Vua nhạc Rock - n - Roll. Ngôi nhà nhỏ nơi ông sinh ra, nhà nguyện gần đó và bảo tàng trưng bày những kỷ vật về cuộc đời và sự nghiệp của ông đều vô cùng hấp dẫn. Bạn không thể không cảm thấy có mối liên hệ với huyền thoại âm nhạc. Tuy nhiên, điều quan trọng cần lưu ý là nó tương đối nhỏ gọn nên bạn có thể bao quát mọi thứ khá nhanh chóng. Nếu bạn - đang tìm kiếm một cuộc phiêu lưu kéo dài cả ngày, bạn có thể thấy rằng bạn - đã xem nó sớm hơn dự kiến. Tuy nhiên, trải nghiệm truy tìm cội nguồn của biểu tượng âm nhạc thực sự đặc biệt.\nĐọc thêm",
            "Wow nơi này thật yên bình.  Rất nhiều kỷ niệm về Elvis.  Họ đã đóng cửa khi chúng tôi đến đó nên chỉ đi bộ xung quanh bên ngoài nhưng đó là một nơi tuyệt đẹp.  Chúng tôi chạy về vào sáng hôm sau trước khi về nhà và đi đến cửa hàng quà tặng.  Nhân viên rất thân thiện và hiểu biết về Elvis.  Tôi chỉ có ý định mua một chiếc áo phông nhưng cũng mua một ít quà Giáng sinh cho bạn bè.  Giá cả hợp lý.  Tôi chỉ biết tôi - tôi sẽ hối hận vì đã không mua bìa cứng nếu Elvis.  Cười. Ít hơn - 50. - Nhiều lựa chọn quá - .  Hãy kiểm tra xem nó ra!Đọc thêm",
            "Chồng tôi là một fan cuồng nhiệt của Elvis. Luôn du lịch đến Graceland và sau đó đến nơi sinh. Thật thú vị khi đọc và xem lịch sử cuộc đời Elvis. Rất vừa phải. Đẹp nâng cấp ra bên ngoài và yêu thích dịch vụ nhà thờ.Đọc thêm",
            "Khu vực nhỏ rất đẹp với ngôi nhà thời thơ ấu, nhà thờ và bảo tàng nhỏ với khu vực ngoài trời đáng yêu có cảnh quan độc đáo. Dù sao thì tôi cũng khuyên bạn nên làm điều này thay vì Graceland đắt đỏ. Thực sự rất thích nó. Video về nhà thờ hơi dài nhưng ngoài điều đó ra, nó thực sự rất hay.Đọc thêm",
            "Chúng tôi yêu thích bảo tàng và địa điểm nơi Elvis sinh ra! Bạn có thể thực hiện 1 điểm tham quan với giá - 12, hai điểm tham quan với giá - 20 hoặc 3 điểm tham quan với giá - 25. Chúng tôi vừa đi qua ngôi nhà và bảo tàng. Nó nhỏ nhưng được thực hiện rất tốt. Ngôi nhà rất gọn gàng để xem nơi anh ấy thực sự được sinh ra. Chỉ rộng 400 mét vuông. Họ cũng có một cửa hàng quà tặng lớn. Chỉ cách I22 vài dặm và rất dễ tìm. Elvis ROCKS!Đọc thêm",
            "Chúng tôi đang quay trở lại phía bắc trên đường đi và biết rằng mình sẽ nghỉ đêm ở Tupelo nên chúng tôi phải dừng lại ở đây. Tôi nhận ra rằng thực sự không có gì nhiều ở nơi này và tôi đã đúng. Tôi rất vui vì tỷ lệ người cao tuổi chỉ - 15 - ít nhất - nhiều hơn 5 so với giá trị - so với tiêu chuẩn - 20. Ngay cả với tất cả các điểm dừng, một buổi thuyết trình trong nhà thờ và đi bộ trong khuôn viên, chúng tôi vẫn ở đây với chi phí thấp hơn hơn 75 phút. Các hướng dẫn viên đều rất thân thiện và đầy đủ thông tin nhưng bạn chỉ có thể nói rất nhiều về một ngôi nhà rộng 400 mét vuông và một nhà thờ cổ. Bảo tàng tốt nhưng nhỏ và khó cạnh tranh với Graceland - nơi tôi đã làm việc hơn 25 năm trước -. Cô gái thuyết trình trong nhà thờ rất hay nhưng bộ phim dài 15 phút lại dài tới 10 phút. Điều khá thú vị là hầu hết du khách đều là người châu Âu - tôi đoán hầu hết ở Mỹ đã chuyển từ Elvis....Đọc hơn",
            "Một công viên nhỏ với trung tâm và bảo tàng thú vị dành cho du khách cùng những khu đất được cắt tỉa cẩn thận đáng yêu. Các hướng dẫn viên du lịch rất nhiệt tình và hiểu biết. Ấn tượng nhất là trải nghiệm nhà thờ được tân trang lại và nhìn thấy ngôi nhà đầu tiên khiêm tốn của Elvis do cha anh xây dựng. Tất cả đều được tái tạo rất tốt. Rất khuyến khíchĐọc thêm",
            "Bạn có thể tham quan ngôi nhà nơi sinh của Elvis Presley và nhà thờ đầu tiên của ông ở Tupelo. Trong chuyến viếng thăm của chúng tôi lúc 12 giờ trưa, nhà thờ có một diễn giả và một đoạn phim giới thiệu về một buổi lễ ở nhà thờ trong thời thơ ấu của Elvis. Chuyến thăm còn bao gồm một bảo tàng nhỏ và một bộ phim cũng như một cửa hàng quà tặng. Những con đường đi bộ tới một số bức tượng của Elvis nằm ngay trong khuôn viên nơi nghỉ này.  Đỗ xe miễn phí và - 20 phí vào cửa - - 15 cho người cao tuổi - .Đọc thêm",
            "Thật ra chúng tôi đậu xe ở Công viên Tưởng niệm Cựu chiến binh gần đó và đi bộ 1 - 4 dặm đến ngôi nhà thời thơ ấu của Elvis. Tuyến đường của chúng tôi là một phần của con đường đi bộ dài 3 dặm và đi ngang qua ngôi nhà. Người ta có thể mua vé hoặc, như chúng tôi đã làm, đi bộ miễn phí trong khuôn viên. Chúng tôi quan sát ngôi nhà, một bức tượng Elvis, một số tấm bảng, một nhà nguyện, Plymouth cổ điển và một ngôi nhà phụ.Đọc thêm",
            "Không phải là chúng tôi nghĩ rằng việc đánh giá của tôi liên quan đến việc trang web không được cập nhật chính xác là điều tồi tệ.  Giờ được liệt kê là 9-5 trong khi thực tế là 9-4.  Chúng tôi đã lái xe 400 dặm để tham quan nhưng không may đến nơi lúc 3:50 chiều.Đọc thêm",
            "Rất vui . Các nhân viên thật tuyệt vời và đầy đủ kiến ​​thức. Người hâm mộ Elvis phải làm. Niềm tự hào và tình yêu dành cho Elvis là điều hiển nhiên. Được giữ gìn cẩn thận.Đọc thêm",
            "Là một người hâm mộ Elvis trong khoảng 60 năm, chuyến thăm này rất cảm động.  Tôi cảm thấy anh ấy ở đó, đó là một trải nghiệm thú vị.Đọc thêm",
            "Chắc chắn đáng để ghé thăm nếu bạn đang ở trong khu vực.  Chuyến tham quan thú vị đến RẤT ngôi nhà nhỏ Elvis bắt đầu và một bài thuyết trình ngắn - nói chuyện trong nhà thờ mà anh ấy tham dự trong khuôn viên. Phần hay nhất là hướng dẫn viên du lịch của tôi, Ramona, người đã cố gắng chào đón chúng tôi và trả lời tất cả các câu hỏi của chúng tôi - bao gồm cả nơi tôi đến nên ăn tối hôm đó - Cô ấy gọi bạn mình đến giúp - ai còn làm việc đó nữa!!!!?? - Bảo tàng nhỏ cũng nằm trong khuôn viên với những sự thật thú vị và tài sản của Elvis.Đọc thêm",
            "Đây là nơi tất cả bắt đầu, và mặc dù phần lớn là sự tái thiết nhưng nó thực sự được thực hiện rất tốt. Không có áp lực hay khó bán, và bạn dễ dàng hiểu Elvis xuất thân từ hoàn cảnh nghèo khó như thế nào. Một chuyến viếng thăm nhà thờ nhỏ là điều nhất định phải làm.Đọc thêm"
        ],
        "star_ratings": [
            905,
            533,
            190,
            36,
            15
        ],
        "review_amount": 1679,
        "location": [
            "Mississippi - MS -",
            "Nơi sinh Elvis Presley - Bảo tàng",
            "Hoa Kỳ",
            "Các hoạt động ở Tupelo",
            "Tupelo"
        ],
        "reviews_time": [
            "Written June 19, 2023",
            "Written July 10, 2023",
            "Written July 31, 2023",
            "Written August 9, 2023",
            "Written August 20, 2023",
            "Written September 3, 2023",
            "Written September 12, 2023",
            "Written September 30, 2023",
            "Written October 4, 2023",
            "Written October 14, 2023",
            "Written May 27, 2024",
            "Written April 27, 2024",
            "Written April 8, 2024",
            "Written April 6, 2024",
            "Written March 13, 2024",
            "Written February 27, 2024",
            "Written January 29, 2024",
            "Written January 3, 2024",
            "Written December 17, 2023",
            "Written November 26, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60746-d286284-Reviews-Elvis_Presley_Birthplace_Museum-Tupelo_Mississippi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60746-d539574-Reviews-Johnnie_s_Drive_In-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60746-d783431-Reviews-Dairy_Kream-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60746-d20037405-Reviews-Subway-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60746-d12950998-Reviews-C_H_O_P_Clay_s_House_of_Pig-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60746-d1487276-Reviews-Fairpark_Grill-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60746-d11876669-Reviews-Hardee_s-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60746-d8261908-Reviews-Mugshots_Grill_Bar-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60746-d4811395-Reviews-Papa_V_s-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60746-d511653-Reviews-Park_Heights_Restaurant-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60746-d1050563-Reviews-Cafe_212-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d27086818-Reviews-Elvis_Presley_Park-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d106559-Reviews-Elvis_Presley_Center-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d14048208-Reviews-Vietnam_Memorial_Replica_Wall-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d550082-Reviews-Natchez_Trace_Parkway-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d21010553-Reviews-Veteran_s_Park-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d15043154-Reviews-Tupelo_Convention_and_Visitors_Bureau-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d7610113-Reviews-Tupelo_Veteran_s_Museum-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d15043831-Reviews-Relics_Antique_Marketplace-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d15582378-Reviews-BanCorp_South_Arena-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d7609740-Reviews-GumTree_Museum_of_Art-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d286284-Reviews-or10-Elvis_Presley_Birthplace_Museum-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d207920-Reviews-Oren_Dunn_City_Museum-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d8517485-Reviews-Caron_Gallery-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d8516463-Reviews-Midnite_Pottery-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d7590381-Reviews-Link_Centre-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d14793338-Reviews-Brat_Comics_And_Collectibles-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d105885-Reviews-Tupelo_Hardware_Company-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d10663037-Reviews-Paradox_Challenge_Rooms-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60746-d7811118-Reviews-Spring_Street_Cigars-Tupelo_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d321166-Reviews-Valley_of_the_Kings-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187549-Reviews-Buckingham_Palace-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g46931-d669148-Reviews-Splash_Zone_Waterpark-Wildwood_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1572064-d10799582-Reviews-Venetian_Castle_of_Milos-Plaka_Milos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d14067576-Reviews-South_Shore_Line-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808853-d12269052-Reviews-Taipei_Main_Station-Zhongzheng_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d18844640-Reviews-Found_158-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d6826137-Reviews-Ayia_Napa_Sculpture_Park-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d2470752-Reviews-Sukawati_Art_Market-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d220043-Reviews-McSorley_s_Old_Ale_House-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60746-d286284-Reviews-or10-Elvis_Presley_Birthplace_Museum-Tupelo_Mississippi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60746-d286284-Reviews-Elvis_Presley_Birthplace_Museum-Tupelo_Mississippi.html"
    }
]