[
    {
        "attraction_name": "EM Vietnam Jewelry",
        "attraction_name_vi": "Trang sức EM Việt Nam",
        "general_info": [
            "58 đánh giá",
            "133 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Bạn đang tìm kiếm một món quà lưu niệm khuấy động tâm hồn từ Hội An? Khám phá EM Vietnam Jewelry, nơi nghệ thuật và di sản văn hóa kết hợp. Cửa hàng của chúng tôi, nép mình trong thị trấn cổ kính này, cung cấp nhiều lựa chọn quyến rũ về đồ trang sức bằng bạc, ngọc trai, ngọc bích và xà cừ được chế tác thủ công. Đắm chìm trong tinh thần Việt Nam khi bạn khám phá bộ sưu tập tuyệt đẹp của chúng tôi. Tìm mảnh ghép hoàn hảo để trân trọng, mang theo một mảnh Việt Nam bên mình. Mời các bạn ghé thăm EM Vietnam Jewelry tại Hội An. EMViệt NamTrang sức Hội An Thủ côngQuà lưu niệmĐọc thêm",
        "reviews": [
            "Đá quý địa phương! Cửa hàng này là một viên ngọc ẩn trong thế giới trang sức bạc. Các thiết kế là duy nhất và các vật liệu được sử dụng có chất lượng cao nhất. Tôi đã trở thành một khách hàng trung thành và không thể giới thiệu nó đủĐọc thêm",
            "648Aces thân mến,\n\nXin Chào, chào buổi tối.\nLời chào từ phố cổ Hội An.\n\nChúng tôi muốn dành một chút thời gian để bày tỏ sự đánh giá cao chân thành nhất của chúng tôi về chuyến thăm gần đây của bạn đến cửa hàng trang sức của chúng tôi. Quyết định chia sẻ trải nghiệm của bạn trên TripAdvisor thực sự có ý nghĩa rất lớn đối với chúng tôi.\n\nCảm ơn bạn vì những lời tốt đẹp và ghi nhận những nỗ lực của nhóm chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tích cực với chúng tôi. Mục tiêu không ngừng của chúng tôi là cung cấp dịch vụ khách hàng đặc biệt và cung cấp nhiều lựa chọn về đồ trang sức chất lượng cao.\n\nPhản hồi của bạn trên TripAdvisor không chỉ tạo động lực cho chúng tôi mà còn giúp các khách hàng tiềm năng khác đưa ra quyết định sáng suốt. Chúng tôi rất biết ơn sự hỗ trợ của bạn trong việc truyền bá thông tin về cửa hàng trang sức của chúng tôi.\n\nMột lần nữa, cảm ơn bạn đã lựa chọn chúng tôi và phản hồi có giá trị của bạn. Chúng tôi rất vinh dự khi có cơ hội được phục vụ bạn và rất mong được chào đón bạn quay trở lại trong tương lai.\n\nTrân trọng,\nTô Lâm Cô \nTổng Giám đốcĐọc thêm",
            "Đây là lần đầu tiên tôi thử một món đồ trang sức đẹp và chất lượng như thế này. Chiếc vòng tay trên tay mang lại cho tôi cảm giác hài hòa, an yên trong tâm hồn. Nếu lần sau quay lại chắc chắn mình sẽ mua thêm về làm quà cho người thân.Xem thêm",
            "Kính gửi h_th_l2023,\n\nXin chào, chào buổi tối.\nLời chào từ Phố cổ Hội An! \n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm tuyệt vời của mình tại EM Vietnam Jewelry trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn đã có một chuyến tham quan đáng nhớ và chiếc vòng tay bạn mua đã mang lại cho bạn cảm giác hài hòa và an tâm. \n\nChúng tôi rất tự hào về bộ sưu tập trang sức của mình, được chế tác cẩn thận phù hợp với văn hóa Châu Á của người Việt. Thật ấm lòng khi biết rằng đồ trang sức của chúng tôi đã gây ấn tượng với bạn và tăng thêm sự sang trọng cho phong cách của bạn.\n\nChúng tôi đánh giá cao những lời tốt đẹp của bạn về đội ngũ nhân viên chu đáo và hiểu biết của chúng tôi. Niềm đam mê của họ đối với nghề thủ công và sự cống hiến để cung cấp dịch vụ đặc biệt là điều khiến chúng tôi trở nên khác biệt. Chúng tôi rất vui khi biết rằng bạn có ý định quay trở lại EM Vietnam Jewelry và mua thêm nhiều món đồ để làm quà tặng cho những người thân yêu của mình. Chúng tôi tin chắc rằng người thân của bạn sẽ đánh giá cao sự chu đáo và vẻ đẹp của món trang sức của chúng tôi.\n\nCảm ơn bạn đã giới thiệu chúng tôi với những du khách khác đang tìm kiếm trải nghiệm trang sức văn hóa ở Hội An. Chúng tôi cố gắng tạo ra một bầu không khí yên bình và mang đến những sáng tạo tuyệt đẹp để lại ấn tượng lâu dài.\n\nChúng tôi mong được chào đón bạn quay trở lại trong chuyến thăm tiếp theo và hỗ trợ bạn tìm kiếm những món đồ trang sức tinh tế hơn mang lại niềm vui và sự trân trọng cho cuộc sống của bạn cũng như cuộc sống của những người thân yêu của bạn.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốcĐọc thêm",
            "Cửa hàng trang sức này là một nơi không thể bỏ qua ở Hội An. Cửa hàng có những món đồ độc đáo và ấn tượng, có giá hợp lý và chắc chắn đáng mua. Ngoài ra, các nhân viên đều cực kỳ lịch sự, hữu ích và sắp tới. Họ có con mắt rất tốt và hiểu chính xác những gì khách hàng đang tìm kiếm. Cảm ơn Liên, Linh, Anh Thảo vì dịch vụ đặc biệt của họ! Đọc thêm",
            "Kính gửi Yusra1121,\n\nXin chào, Chào buổi tối.\nLời chào từ Phố cổ Hội An. \n\nCảm ơn bạn đã đánh giá tích cực về cửa hàng trang sức của chúng tôi trên TripAdvisor. Chúng tôi thực sự vinh dự khi được coi là điểm đến không thể bỏ qua ở Hội An.\n\nChúng tôi rất vui khi biết rằng bạn nhận thấy cửa hàng của chúng tôi có những món đồ độc đáo và tuyệt đẹp. Tại EM Jewelry, chúng tôi tự hào cung cấp các bộ sưu tập độc đáo và được tuyển chọn cẩn thận. Rất vui khi biết rằng sản phẩm của chúng tôi có giá tốt và đáng mua.\n\nNhóm của chúng tôi tận tâm cung cấp dịch vụ đặc biệt và rất vui khi bạn thấy nhân viên của chúng tôi cực kỳ lịch sự, hữu ích và luôn sẵn sàng. Thật tuyệt vời khi biết rằng Liên, Linh và Anh Thảo đã có thể hỗ trợ bạn trong chuyến thăm. Tất cả họ đều có con mắt tinh tường và hiểu biết sâu sắc về sở thích của khách hàng, đảm bảo rằng bạn tìm thấy chính xác những gì mình đang tìm kiếm.\n\nCảm ơn bạn đã lựa chọn EM Jewelry và những lời tốt đẹp của bạn. Chúng tôi đánh giá cao sự hỗ trợ của bạn và rất vui vì bạn đã mua 10 mặt hàng từ cửa hàng của chúng tôi. Bộ sưu tập ngọc trai nước ngọt và đá nhảy múa chất lượng cao được chọn lọc kỹ lưỡng cùng với bông hoa chạm khắc thủ công độc đáo của thiết kế xà cừ là những lựa chọn thực sự tinh tế.\n\nNếu bạn có bất kỳ thắc mắc nào hoặc cần hỗ trợ trong tương lai, vui lòng liên hệ với chúng tôi. Chúng tôi rất vui được hỗ trợ bạn.\n\nMột lần nữa, cảm ơn bạn đã đánh giá tuyệt vời của bạn. Chúng tôi hy vọng có cơ hội chào đón bạn quay trở lại EM Jewelry trong thời gian tới.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốc \nĐọc thêm",
            "Tôi đã ở đây với bạn trai của mình và chúng tôi nhìn thấy một đôi bông tai đáng yêu khiến tôi không thể rời mắt. Tôi quay lại 3 ngày liền vì tôi không thể quyết định liệu mình có muốn mua chúng hay không. Các nhân viên luôn rất tử tế và cho tôi thử những đôi bông tai khác, cuối cùng tôi đã mua được đôi ban đầu mà tôi muốn và tôi rất vui vì tôi đã yêu chúng rất nhiều. Đọc thêm",
            "Dear Ms Hannah, \n\nXin chào, Good Morning.\nGreetings from Hoi An Ancient Town! \n\nThank you for sharing your lovely experience at our store on TripAdvisor. We are delighted to hear that you found our jewellery to be lovely and our staff to be very nice. Its always our goal to provide a pleasant and memorable shopping experience for our customers.\n\nWe appreciate your dedication in visiting our store for three consecutive days to decide on the perfect pair of earrings. We understand how important it is to find that special piece that captures your heart. Our staff is always here to assist and guide you through the selection process, and were glad to hear that they were helpful and accommodating. Allowing you to try on other pairs of earrings demonstrates our commitment to ensuring your satisfaction.\n\nWere thrilled that you ultimately chose the original pair of earrings that caught your attention. The dragonfly earrings, using blue transparent enamel techniques and featuring natural jade, are truly a work of art. The combination of exquisite craftsmanship and the unique design make them a remarkable addition to your collection. Were delighted to know that you love them so much.\n\nThank you once again for your kind words and for choosing our store. Your satisfaction and happiness are our greatest rewards. If theres anything else we can assist you with or if you have any further inquiries, please feel free to reach out to us.\n\nWe hope the dragonfly earrings continue to bring you joy and serve as a cherished symbol of your time in Hoi An. We look forward to welcoming you back to our store in the future, where you can explore more stunning jewellery options.\n\nWarmest regards,\nTo Lam  Ms \nGeneral Manager Read more",
            "Ồ, mức độ khéo léo của một số tác phẩm này thật đáng kinh ngạc. Hãy tham khảo những mẫu mặt dây chuyền bạc dưới đây. Chúng tôi muốn một cái gì đó tinh túy và tìm thấy nó ở đây. Không thúc ép và cố định giá trên thẻ nên không có thuế du lịch. Rất khuyến khích nếu bạn muốn mang về nhà thứ gì đó đặc biệt.Đọc thêm",
            "Dear Ms G W,\n\nXin chào, Good Morning! \nGreetings from Hoi An Ancient Town.\n\nThank you for taking the time to share your wonderful experience with us on TripAdvisor. We are thrilled to hear that you were impressed by the amazing level of craftsmanship in our jewelry pieces and that you found something quintessential in our collection.\n\nAt EM Vietnam Jewelry, we are dedicated to showcasing exquisite craftsmanship in our jewelry creations, and we are delighted that you appreciated the attention to detail in our pieces. Our silver filigree pendants, in particular, are crafted with precision and artistry, reflecting the rich heritage of Vietnamese jewelry-making traditions. We are pleased that you found something special and quintessential to take home with you from our store.\n\nWe understand the importance of providing a transparent and enjoyable shopping experience for our customers. By offering fixed prices on our tags, we aim to ensure that you receive fair value for your purchase without any hidden costs or tourist tax. Our goal is to create a relaxed and welcoming atmosphere where you can explore our collection at your own pace and find the perfect piece that speaks to you.\n\nWe are glad to hear that you found our team to be non-pushy and that you appreciated the authenticity of our pricing. Customer satisfaction is our top priority, and we strive to provide a personalized shopping experience tailored to your needs and preferences.\n\nYour recommendation means a lot to us, and we are grateful for your kind words. Whether you are looking for a unique souvenir or a special gift, we have a wide selection of jewelry pieces that celebrate the beauty and artistry of Vietnamese craftsmanship. If you have any further inquiries or if theres anything else we can assist you with, please feel free to reach out to us.\n\nThank you once again for choosing EM Jewelry and for your positive review. We look forward to welcoming you back in the future and helping you find more exceptional pieces to add to your collection.\n\nWarmest regards,\nTo Lam \nGeneral Manager \nEM Vietnam Jewelry, Hoi An, Vietnam\nRead more",
            "Nổi bật. Tôi hạnh phúc hơn vì tôi đã tìm thấy cửa hàng này. Những mảnh tuyệt đẹp. Đồ trang sức thủ công rất tinh xảo và cao cấp. Các nhân viên rất tốt đẹp, thân thiện và hữu ích. Bất cứ ai muốn mua những món quà lưu niệm thật đẹp từ Hội An chứ không phải những món đồ du lịch rẻ tiền nên ghé thăm cửa hàng này. Rất khuyến khích!Đọc thêm",
            "Dear Mr Bastian R ,\n\nXin chào, Good Morning! \nGreetings from Hoi An Ancient Town.\n\nThank you for your glowing review of our jewelry shop in the old town of Hoi An. We are thrilled to hear that you had an outstanding experience and that you were more than happy with the stunning pieces you found in our store. Customer satisfaction is our top priority, and we take pride in offering finely crafted, high-end jewelry that reflects the beauty and craftsmanship of our culture.\n\nIts wonderful to know that you found the curving dragon of natural jadeite pendant to be a special piece that caught your eye. This pendant is a true masterpiece that combines traditional artistry with exquisite design. The natural jadeite stone symbolizes purity and protection, making it a meaningful and unique souvenir to take home from Hoi An.\n\nOur team is dedicated to providing exceptional service and creating a welcoming atmosphere for all our customers. We are delighted to hear that you found our staff to be nice, friendly, and helpful. We strive to offer an authentic shopping experience that allows visitors to discover genuine treasures and beautifully crafted jewelry pieces.\n\nWe are grateful for your recommendation and for choosing our shop for your jewelry purchase. Your support means a lot to us, and we are thrilled that you appreciate the quality and uniqueness of our collection.\n\nWe look forward to welcoming you and your family back to our shop in the future. Your continued support and patronage mean a great deal to us, and we are excited at the prospect of assisting you with any future jewelry needs. We are here to ensure that every visit to our shop is memorable and enjoyable for you and your loved ones.\n\nThank you once again for choosing our jewelry shop, and we cant wait to see you and your family again soon.\n\nWarmest regards,\nTo Lam \nGeneral Manager\nJewelry Shop in Hoi An, VietnamRead more",
            "Họ có rất nhiều đồ dùng bằng bạc, nhân viên cửa hàng cực kỳ thân thiện và hữu ích. Quán rất dễ tìm, cạnh cầu Nhật Bản.Đọc thêm",
            "Nổi bật. Tôi hạnh phúc hơn vì tôi đã tìm thấy cửa hàng này. Những mảnh tuyệt đẹp. Đồ trang sức thủ công rất tinh xảo và cao cấp. Các nhân viên rất tốt đẹp, thân thiện và hữu ích. Bất cứ ai muốn mua những món quà lưu niệm thật đẹp từ Hội An chứ không phải những món đồ du lịch rẻ tiền nên ghé thăm cửa hàng này. Rất khuyến khích!Đọc thêm",
            "Dear Mr Bastian R ,\n\nXin chào, Good Morning! \nGreetings from Hoi An Ancient Town.\n\nThank you for your glowing review of our jewelry shop in the old town of Hoi An. We are thrilled to hear that you had an outstanding experience and that you were more than happy with the stunning pieces you found in our store. Customer satisfaction is our top priority, and we take pride in offering finely crafted, high-end jewelry that reflects the beauty and craftsmanship of our culture.\n\nIts wonderful to know that you found the curving dragon of natural jadeite pendant to be a special piece that caught your eye. This pendant is a true masterpiece that combines traditional artistry with exquisite design. The natural jadeite stone symbolizes purity and protection, making it a meaningful and unique souvenir to take home from Hoi An.\n\nOur team is dedicated to providing exceptional service and creating a welcoming atmosphere for all our customers. We are delighted to hear that you found our staff to be nice, friendly, and helpful. We strive to offer an authentic shopping experience that allows visitors to discover genuine treasures and beautifully crafted jewelry pieces.\n\nWe are grateful for your recommendation and for choosing our shop for your jewelry purchase. Your support means a lot to us, and we are thrilled that you appreciate the quality and uniqueness of our collection.\n\nWe look forward to welcoming you and your family back to our shop in the future. Your continued support and patronage mean a great deal to us, and we are excited at the prospect of assisting you with any future jewelry needs. We are here to ensure that every visit to our shop is memorable and enjoyable for you and your loved ones.\n\nThank you once again for choosing our jewelry shop, and we cant wait to see you and your family again soon.\n\nWarmest regards,\nTo Lam \nGeneral Manager\nJewelry Shop in Hoi An, VietnamRead more",
            "Cửa hàng trang sức đẹp và nhân viên thật tuyệt vời. Rất khuyến khích! Việc lựa chọn đồ trang sức thật nổi bật và thiết kế độc đáo! Đọc thêm",
            "Kính gửi Kỳ nghỉ26154753457, \n\nXin chào, Chào buổi tối ! \nLời chào từ Phố cổ Hội An.\n\nCảm ơn bạn đã đánh giá tuyệt vời về cửa hàng trang sức xinh đẹp của chúng tôi ở Hội An. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời và nhân viên của chúng tôi đã cung cấp dịch vụ đặc biệt trong chuyến thăm của bạn. Sự hài lòng của khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi cố gắng tạo ra một môi trường mua sắm thân thiện và thú vị cho tất cả khách hàng của mình.\n\nThật tuyệt vời khi biết rằng bạn đánh giá cao cửa hàng của chúng tôi! Chúng tôi tự hào cung cấp nhiều lựa chọn trang sức nổi bật thể hiện các thiết kế độc đáo và sự khéo léo. Chiếc vòng cổ ngọc trai và đôi khuyên tai tráng men kỹ thuật cao đính đá zirconia đẹp mắt mà bạn chọn là những ví dụ điển hình về chất lượng và tính nghệ thuật mà chúng tôi mong muốn mang đến cho khách hàng.\n\nVòng cổ ngọc trai và khuyên tai tráng men đính đá zirconia đẹp mắt là một trong những món đồ đặc trưng của chúng tôi kết hợp kỹ thuật truyền thống với các yếu tố thiết kế hiện đại. Mỗi sản phẩm đều được chế tác cẩn thận để phản ánh sự sang trọng và tinh tế, khiến chúng trở nên hoàn hảo để tăng thêm nét sang trọng cho bất kỳ trang phục nào.\n\nChúng tôi đánh giá cao những lời tốt đẹp và đề nghị của bạn. Nếu có bất kỳ điều gì khác mà chúng tôi có thể hỗ trợ bạn hoặc nếu bạn có bất kỳ ưu tiên cụ thể nào cho những lần ghé thăm sau này, vui lòng cho chúng tôi biết. Chúng tôi mong được chào đón bạn quay trở lại cửa hàng trang sức của chúng tôi để khám phá thêm các bộ sưu tập độc đáo của chúng tôi.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốc\nCửa hàng trang sức ở Hội An, Việt NamĐọc thêm",
            "Bộ sưu tập đồ trang sức sáng tạo tuyệt đẹp của Việt Nam.  Chất lượng cao và được thực hiện tốt ở mức giá hợp lý.  Vị trí tuyệt vời ở trung tâm khu phố cổ Hội An.Đọc thêm",
            "Dear Chị Tho N, \n\nXin chào, Good Morning.\nGreetings from Hoi An Ancient Town!\n\nThank you for your lovely review of Em Vietnam Jewelry on TripAdvisor. We are delighted to hear that you had a fun visit to our store and enjoyed exploring our beautiful collection of creative jewelry.\n\nAt Em Vietnam Jewelry, we take great pride in curating a diverse and stunning collection of jewelry that showcases the creativity and craftsmanship of artisans. We are thrilled that you found our jewelry to be of high quality and well-made, reflecting our commitment to offering exceptional pieces at reasonable prices.\n\nOur stores location in the center of the old quarters of Hoi An adds to the charm and convenience of your shopping experience, allowing you to immerse yourself in the rich cultural heritage of this historic town while discovering unique treasures at Em Vietnam Jewelry.\n\nThe three earrings you purchased from us - the two natural jade earrings with silver and the antique motifs silver earring - are exquisite choices that highlight the beauty and artistry of Vietnamese jewelry design. Each piece is a testament to the rich cultural traditions and creative talent that define our collection, offering you a glimpse into the unique heritage of Vietnamese craftsmanship.\n\nThank you for choosing Em Vietnam Jewelry as your destination for acquiring these beautiful pieces. Your satisfaction and enjoyment of our jewelry mean the world to us, and we are grateful for the opportunity to have shared our passion for Vietnamese creativity with you.\n\nIf you have any further feedback or if theres anything else we can assist you with, please feel free to reach out to us. We look forward to welcoming you back and helping you explore more of our captivating jewelry collection.\n\nWarmest regards,\nTo Lam\nGeneral Manager\nEm Vietnam Jewelry in Hoi An, VietnamRead more",
            "Thật tinh tế!  Đồ trang sức rất chất lượng! Và những người phụ nữ giúp đỡ bạn thực sự rất hữu ích! Cửa hàng tốt nhất trong thị trấn! Cảm ơn bạn! Đọc thêm",
            "Dear Mr Ms Janis St, \n\nXin chào, Good Morning.\nGreetings from Hoi An Ancient Town!\n\nThank you for your wonderful review of our jewelry store on TripAdvisor. We are thrilled to hear that you found our jewelry to be exquisite and of very high quality, with a delicate beauty that caught your eye.\n\nWe take great pride in offering jewelry that is not only visually stunning but also crafted with precision and care to ensure the highest standards of quality. Your appreciation of the delicate craftsmanship and elegant designs of our jewelry is truly gratifying, and we are honored to have been able to provide you with pieces that resonated with you.\n\nWe are grateful for your kind words about the women who assisted you during your visit. Providing helpful and personalized service to our customers is a top priority for us, and we are delighted to hear that our team members were able to enhance your shopping experience with their expertise and assistance.\n\nThe two earrings you purchased from us - the flower silver earring with gold plating and the filigree handcrafted silver earring adorned with green and blue enamel - are exquisite choices that reflect the diverse and unique offerings in our collection. Each piece is a testament to the creativity and skill of our artisans, combining traditional techniques with contemporary aesthetics to create jewelry that is both timeless and captivating.\n\nThank you for considering us the best store in town and for choosing our jewelry to adorn yourself with. Your satisfaction and appreciation mean the world to us, and we are grateful for the opportunity to have served you during your time in Hoi An.\n\nIf you have any further feedback or if theres anything else we can assist you with, please do not hesitate to reach out to us. We look forward to welcoming you back and helping you discover more exquisite pieces that embody the beauty and artistry of our jewelry collection.\n\nWarmest regards,\nTo Lam \nGeneral Manager \nExquisite Jewelry Store in Hoi An, Vietnam\nRead more",
            "Nhiều sự lựa chọn, giá cả hợp lý Nhân viên phục vụ Thảo am hiểu hàng hóa, thân thiện nhiệt tình!Đọc thêm",
            "Dear Ms Faustino R, \n\nXin chào, Good Morning.\nGreetings from Hoi An Ancient Town!\n\nThank you for sharing your positive review of our jewelry store on TripAdvisor. We are thrilled to hear that you had a terrific experience shopping with us and that you found our selection to be diverse with reasonable prices.\n\nAt our store, we strive to offer a wide range of choices to cater to our customers preferences while ensuring that our prices remain competitive and accessible. We are delighted that you found value in our offerings and that your shopping experience was enhanced by the variety of jewelry options available.\n\nWe are especially grateful for your kind words about Thao, our service staff member. Thao is indeed knowledgeable about our merchandise, and her dedication to providing excellent customer service is commendable. We are pleased that she was able to assist you effectively, adding a personal and helpful touch to your shopping experience.\n\nThe Hue lantern earring design that you purchased, featuring gold plating and showcasing the filigree technique of handcrafted silver, is a stunning example of the intricate craftsmanship and unique designs that we offer at our store. Each piece is carefully crafted to blend traditional techniques with contemporary aesthetics, resulting in jewelry that is both elegant and timeless.\n\nThank you for choosing our jewelry store and for recognizing the efforts of our team in providing you with a memorable shopping experience. Your feedback is truly appreciated, and we are honored to have had the opportunity to serve you during your visit to Hoi An.\n\nIf you have any further feedback or if theres anything else we can assist you with, please do not hesitate to reach out to us. We look forward to welcoming you back and helping you discover more exquisite pieces that reflect the beauty and artistry of our jewelry collection.\n\nWarmest regards,\nTo Lam \nGeneral Manager \nTerrific Jewelry Store in Hoi An, Vietnam\nRead more",
            "Nhân viên hỗ trợ tốt bụng hiển thị các lựa chọn với bộ sưu tập tốt. Lựa chọn ngọc trai là tốt và hiển thị tốt. Hỗ trợ khách hàng tuyệt vời.Đọc thêm",
            "Dear Mr Dinesh K,\n\nXin chào, Good Morning.\nGreetings from Hoi An Ancient Town!\n\nThank you for sharing your positive feedback about your experience at our jewelry store on TripAdvisor. We are delighted to hear that you found our support staff to be nice and helpful, providing you with a good selection of jewelry options from our collection.\n\nAt our store in Hoi An, we take pride in offering a wide range of high-quality jewelry pieces, including a beautiful selection of pearls. We are thrilled that you appreciated the choice of pearls available and that they were displayed in a way that caught your eye and made your shopping experience enjoyable.\n\nThe freshwater pearl pendant you purchased, featuring a money pocket design, is a unique and elegant piece that embodies the beauty and sophistication of our jewelry collection. Each piece is carefully crafted to showcase the natural allure of pearls and to offer our customers a touch of luxury and charm.\n\nWe are pleased to hear that you received great customer support during your visit. Providing excellent service to our customers is a top priority for us, and we are dedicated to assisting you in finding the perfect piece that resonates with your style and preferences.\n\nThank you for choosing our jewelry store in Hoi An and for appreciating the quality of our products and service. Your feedback is invaluable to us, and we are grateful for the opportunity to be a part of your jewelry shopping experience.\n\nIf you have any further comments or if theres anything else we can assist you with, please feel free to reach out to us. We look forward to welcoming you back and helping you explore more exquisite jewelry pieces that reflect the elegance and craftsmanship of Hoi An.\n\nWarmest regards,\nTo Lam\nGeneral Manager\nEm Vietnam Jewelry in Hoi An, VietnamRead more",
            "Đó là một cửa hàng đẹp với mọi khách hàng tốt bụng! Lần đầu tiên tôi đến khu vực xinh đẹp này và tôi rất thích mua sắm ở đâyĐọc thêm",
            "Dear Ms Flyer38201320559, \n\nXin chào, Good Morning.\nGreetings from Hoi An Ancient Town!\n\nThank you for taking the time to share your positive experience with us on TripAdvisor. We are delighted to hear that you found EM Vietnam Jewelry to be a beautiful store and that you received kind and attentive customer service during your visit.\n\nAt EM VietnamJewelry, we are committed to providing a welcoming and enjoyable shopping experience for all our customers. It brings us great joy to hear that you felt well taken care of by our team and that your first visit to this beautiful area was enhanced by your time spent shopping at our store.\n\nWe are pleased that you enjoyed exploring our collection and that you found a special piece that resonated with you. The jade pendant you purchased, matching with enamel and reflecting Asia culture, is a stunning example of the craftsmanship and cultural significance that we strive to incorporate into our jewelry designs.\n\nThe combination of jade with enamel details that celebrate Asia culture is a testament to the rich heritage and artistic traditions that inspire our creations. We aim to offer jewelry pieces that not only showcase beauty but also tell a story, connecting our customers to the cultural tapestry of Asia through wearable art.\n\nThank you for choosing EM Vietnam Jewelry and for appreciating the essence of our collection. Your feedback is truly appreciated, and we are grateful for the opportunity to be a part of your memorable shopping experience in Hoi An Ancient Town.\n\nIf you have any further comments or if theres anything else we can assist you with, please do not hesitate to reach out to us. We look forward to welcoming you back and helping you discover more treasures that capture the spirit and elegance of Asia culture.\n\nWarmest regards,\nTo Lam \nGeneral Manager \nEM Vietnam Jewelry, Hoi An, VietnamRead more",
            "Đồ trang sức đẹp ở phố cổ Hội An Mặt dây chuyền của tôi tôi mua được làm thủ công và cửa hàng độc đáo nhất trong thị trấn nhân viên có thái độ tốtĐọc thêm",
            "Dear Ms Munzlingerattila, \n\nXin chào, Good Morning.\nGreetings from Hoi An Ancient Town! \n\nThank you for sharing your wonderful feedback with us on TripAdvisor. We are thrilled to hear that you found our silver jewelry to be beautiful and that the pendant you purchased was handcrafted and unique.\n\nAt EM Vietnam Jewelry, we take great pride in our handcrafted silver jewelry pieces, each one meticulously created by skilled artisans to offer our customers a unique and special piece of wearable art. We are delighted that you appreciated the craftsmanship and uniqueness of the pendant you chose, as it reflects our commitment to creating jewelry that stands out for its quality and individuality.\n\nBeing recognized as the best shop in town is a great honor for us, and we are grateful for your kind words. Our team at EM Jewelry strives to provide exceptional service and a welcoming atmosphere to ensure that every customer has a positive and memorable shopping experience.\n\nWe are pleased to hear that you found our staff to have a nice attitude. Customer satisfaction is our top priority, and we aim to assist and serve our customers with a friendly and helpful approach, making sure that your visit to our store is not only enjoyable but also fulfilling.\n\nThank you for choosing EM Jewelry as your jewelry destination in Hoi An Ancient Town. We appreciate your support and feedback, and we are delighted that you had a positive experience with us. If you have any further comments or if theres anything else we can assist you with, please feel free to reach out to us.\n\nWe look forward to welcoming you back in the future and providing you with more beautiful and handcrafted silver jewelry pieces that capture the essence of Hoi Ans charm and craftsmanship.\n\nWarmest regards,\nTo Lam \nGeneral Manager \nEM Jewelry, Hoi An, VietnamRead more",
            "Bộ sưu tập độc đáo mặc dù hơi đắt tiền. Thiết kế rất thú vị và có nhiều lựa chọn. Hãy dành nhiều thời gian và Đọc thêm",
            "Dear Ms Martin X, \n\nXin chào, Good Morning.\nGreetings from Hoi An Ancient Town!\n\nThank you for sharing your experience with us on TripAdvisor. We are delighted to hear that you found our jewelry collection to be unique and that the designs captured your interest during your visit.\n\nAt EM Vietnam Jewelry, we take pride in curating a diverse range of jewelry pieces that showcase the beauty and cultural richness of Vietnam. We are pleased that you appreciated the artistry and craftsmanship that went into creating our jade pieces with enamel details that reflect the essence of Vietnams cultural heritage.\n\nThe combination of jade with enamel details is a testament to the intricate workmanship and attention to detail that our artisans put into each piece. We strive to blend traditional techniques with contemporary designs to offer jewelry that not only captures the spirit of Vietnams culture but also appeals to those seeking unique and meaningful pieces.\n\nWe understand that the pricing of our jewelry may be perceived as a bit expensive, and we appreciate your feedback on this matter. Our focus is on providing high-quality pieces that embody the artistry and cultural significance of Vietnam, ensuring that each creation is a true representation of our heritage.\n\nYour recommendation to visitors to set aside time to explore our collection and budget accordingly is valuable advice. We want our customers to have a memorable and enjoyable shopping experience as they discover the beauty and significance of our jewelry pieces.\n\nThank you for choosing EM Vietnam Jewelry and for appreciating the artistry and cultural elements of our jade collection with enamel details. If you have any further feedback or if theres anything else we can assist you with, please do not hesitate to contact us.\n\nWe look forward to welcoming you back in the future and providing you with more exquisite jewelry pieces that celebrate the art, culture, and heritage of Vietnam.\n\nWarmest regards,\nTo Lam\nGeneral Manager\nEM Vietnam Jewelry, Hoi An, Vietnam\nRead more"
        ],
        "star_ratings": [
            58,
            0,
            0,
            0,
            0
        ],
        "review_amount": 58,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Trang sức EM Việt Nam",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written November 3, 2023",
            "Written November 7, 2023",
            "Written December 27, 2023",
            "Written January 15, 2024",
            "Written February 10, 2024",
            "Written April 5, 2024",
            "Written May 14, 2024",
            "Written April 5, 2024",
            "Written March 19, 2024",
            "Written March 8, 2024",
            "Written March 7, 2024",
            "Written February 27, 2024",
            "Written February 24, 2024",
            "Written February 23, 2024",
            "Written February 23, 2024",
            "Written February 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d26809890-Reviews-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26083792-Reviews-QQ_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15059770-Reviews-Au_Lac_Wood_Art-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17483516-Reviews-Minh_Huong_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451143-Reviews-Cantonese_Assembly_Hall-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454964-Reviews-The_Sa_Huynh_Culture_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12335105-Reviews-Gallery_180-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10257444-Reviews-XQ_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454963-Reviews-The_Old_House_of_Phun_Hung-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451147-Reviews-Japanese_Covered_Bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or10-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7806157-Reviews-Hoi_An_CraftShips-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-Viet_Made-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3903512-Reviews-Hung_Thai-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12211836-Reviews-Artbook-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27692043-Reviews-TiredCity_152_Tr_n_Phu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19603328-Reviews-Hoi_An_Sunrise_Motorbike_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11766593-Reviews-Lam_Bang_Tay-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25461538-Reviews-Son_Ca_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4170569-Reviews-Green_Chili_Cookery_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d5074657-Reviews-PIA_Planetarium-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g37523-d1544808-Reviews-Indiana_Grand_Racing_Casino-Shelbyville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d208702-Reviews-Reptile_Gardens-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d5324511-Reviews-Olivine_Pools-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d2707010-Reviews-Bicycle_Heaven-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d7761857-Reviews-Gorlitzer_Park-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60238-d4476924-Reviews-Rippin_Good_Cookie_Factory-Ripon_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d283598-Reviews-Ocean_Breeze_Waterpark-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49455-d12335494-Reviews-H2OBX_Waterpark-Powells_Point_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1182376-d7004322-Reviews-Wied_il_Ghasri-Ghasri_Island_of_Gozo.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or10-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "EM Vietnam Jewelry",
        "attraction_name_vi": "Trang sức EM Việt Nam",
        "general_info": [
            "58 đánh giá",
            "133 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Bạn đang tìm kiếm một món quà lưu niệm khuấy động tâm hồn từ Hội An? Khám phá EM Vietnam Jewelry, nơi nghệ thuật và di sản văn hóa kết hợp. Cửa hàng của chúng tôi, nép mình trong thị trấn cổ kính này, cung cấp nhiều lựa chọn quyến rũ về đồ trang sức bằng bạc, ngọc trai, ngọc bích và xà cừ được chế tác thủ công. Đắm chìm trong tinh thần Việt Nam khi bạn khám phá bộ sưu tập tuyệt đẹp của chúng tôi. Tìm mảnh ghép hoàn hảo để trân trọng, mang theo một mảnh Việt Nam bên mình. Mời các bạn ghé thăm EM Vietnam Jewelry tại Hội An. EMViệt NamTrang sức Hội An Thủ côngQuà lưu niệmĐọc thêm",
        "reviews": [
            "Đá quý địa phương! Cửa hàng này là một viên ngọc ẩn trong thế giới trang sức bạc. Các thiết kế là duy nhất và các vật liệu được sử dụng có chất lượng cao nhất. Tôi đã trở thành một khách hàng trung thành và không thể giới thiệu nó đủĐọc thêm",
            "648Aces thân mến,\n\nXin Chào, chào buổi tối.\nLời chào từ phố cổ Hội An.\n\nChúng tôi muốn dành một chút thời gian để bày tỏ sự đánh giá cao chân thành nhất của chúng tôi về chuyến thăm gần đây của bạn đến cửa hàng trang sức của chúng tôi. Quyết định chia sẻ trải nghiệm của bạn trên TripAdvisor thực sự có ý nghĩa rất lớn đối với chúng tôi.\n\nCảm ơn bạn vì những lời tốt đẹp và ghi nhận những nỗ lực của nhóm chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tích cực với chúng tôi. Mục tiêu không ngừng của chúng tôi là cung cấp dịch vụ khách hàng đặc biệt và cung cấp nhiều lựa chọn về đồ trang sức chất lượng cao.\n\nPhản hồi của bạn trên TripAdvisor không chỉ tạo động lực cho chúng tôi mà còn giúp các khách hàng tiềm năng khác đưa ra quyết định sáng suốt. Chúng tôi rất biết ơn sự hỗ trợ của bạn trong việc truyền bá thông tin về cửa hàng trang sức của chúng tôi.\n\nMột lần nữa, cảm ơn bạn đã lựa chọn chúng tôi và phản hồi có giá trị của bạn. Chúng tôi rất vinh dự khi có cơ hội được phục vụ bạn và rất mong được chào đón bạn quay trở lại trong tương lai.\n\nTrân trọng,\nTô Lâm Cô \nTổng Giám đốcĐọc thêm",
            "Đây là lần đầu tiên tôi thử một món đồ trang sức đẹp và chất lượng như thế này. Chiếc vòng tay trên tay mang lại cho tôi cảm giác hài hòa, an yên trong tâm hồn. Nếu lần sau quay lại chắc chắn mình sẽ mua thêm về làm quà cho người thân.Xem thêm",
            "Kính gửi h_th_l2023,\n\nXin chào, chào buổi tối.\nLời chào từ Phố cổ Hội An! \n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm tuyệt vời của mình tại EM Vietnam Jewelry trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn đã có một chuyến tham quan đáng nhớ và chiếc vòng tay bạn mua đã mang lại cho bạn cảm giác hài hòa và an tâm. \n\nChúng tôi rất tự hào về bộ sưu tập trang sức của mình, được chế tác cẩn thận phù hợp với văn hóa Châu Á của người Việt. Thật ấm lòng khi biết rằng đồ trang sức của chúng tôi đã gây ấn tượng với bạn và tăng thêm sự sang trọng cho phong cách của bạn.\n\nChúng tôi đánh giá cao những lời tốt đẹp của bạn về đội ngũ nhân viên chu đáo và hiểu biết của chúng tôi. Niềm đam mê của họ đối với nghề thủ công và sự cống hiến để cung cấp dịch vụ đặc biệt là điều khiến chúng tôi trở nên khác biệt. Chúng tôi rất vui khi biết rằng bạn có ý định quay trở lại EM Vietnam Jewelry và mua thêm nhiều món đồ để làm quà tặng cho những người thân yêu của mình. Chúng tôi tin chắc rằng người thân của bạn sẽ đánh giá cao sự chu đáo và vẻ đẹp của món trang sức của chúng tôi.\n\nCảm ơn bạn đã giới thiệu chúng tôi với những du khách khác đang tìm kiếm trải nghiệm trang sức văn hóa ở Hội An. Chúng tôi cố gắng tạo ra một bầu không khí yên bình và mang đến những sáng tạo tuyệt đẹp để lại ấn tượng lâu dài.\n\nChúng tôi mong được chào đón bạn quay trở lại trong chuyến thăm tiếp theo và hỗ trợ bạn tìm kiếm những món đồ trang sức tinh tế hơn mang lại niềm vui và sự trân trọng cho cuộc sống của bạn cũng như cuộc sống của những người thân yêu của bạn.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốcĐọc thêm",
            "Cửa hàng trang sức này là một nơi không thể bỏ qua ở Hội An. Cửa hàng có những món đồ độc đáo và ấn tượng, có giá hợp lý và chắc chắn đáng mua. Ngoài ra, các nhân viên đều cực kỳ lịch sự, hữu ích và sắp tới. Họ có con mắt rất tốt và hiểu chính xác những gì khách hàng đang tìm kiếm. Cảm ơn Liên, Linh, Anh Thảo vì dịch vụ đặc biệt của họ! Đọc thêm",
            "Kính gửi Yusra1121,\n\nXin chào, Chào buổi tối.\nLời chào từ Phố cổ Hội An. \n\nCảm ơn bạn đã đánh giá tích cực về cửa hàng trang sức của chúng tôi trên TripAdvisor. Chúng tôi thực sự vinh dự khi được coi là điểm đến không thể bỏ qua ở Hội An.\n\nChúng tôi rất vui khi biết rằng bạn nhận thấy cửa hàng của chúng tôi có những món đồ độc đáo và tuyệt đẹp. Tại EM Jewelry, chúng tôi tự hào cung cấp các bộ sưu tập độc đáo và được tuyển chọn cẩn thận. Rất vui khi biết rằng sản phẩm của chúng tôi có giá tốt và đáng mua.\n\nNhóm của chúng tôi tận tâm cung cấp dịch vụ đặc biệt và rất vui khi bạn thấy nhân viên của chúng tôi cực kỳ lịch sự, hữu ích và luôn sẵn sàng. Thật tuyệt vời khi biết rằng Liên, Linh và Anh Thảo đã có thể hỗ trợ bạn trong chuyến thăm. Tất cả họ đều có con mắt tinh tường và hiểu biết sâu sắc về sở thích của khách hàng, đảm bảo rằng bạn tìm thấy chính xác những gì mình đang tìm kiếm.\n\nCảm ơn bạn đã lựa chọn EM Jewelry và những lời tốt đẹp của bạn. Chúng tôi đánh giá cao sự hỗ trợ của bạn và rất vui vì bạn đã mua 10 mặt hàng từ cửa hàng của chúng tôi. Bộ sưu tập ngọc trai nước ngọt và đá nhảy múa chất lượng cao được chọn lọc kỹ lưỡng cùng với bông hoa chạm khắc thủ công độc đáo của thiết kế xà cừ là những lựa chọn thực sự tinh tế.\n\nNếu bạn có bất kỳ thắc mắc nào hoặc cần hỗ trợ trong tương lai, vui lòng liên hệ với chúng tôi. Chúng tôi rất vui được hỗ trợ bạn.\n\nMột lần nữa, cảm ơn bạn đã đánh giá tuyệt vời của bạn. Chúng tôi hy vọng có cơ hội chào đón bạn quay trở lại EM Jewelry trong thời gian tới.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốc \nĐọc thêm",
            "Tôi đã ở đây với bạn trai của mình và chúng tôi nhìn thấy một đôi bông tai đáng yêu khiến tôi không thể rời mắt. Tôi quay lại 3 ngày liền vì tôi không thể quyết định liệu mình có muốn mua chúng hay không. Các nhân viên luôn rất tử tế và cho tôi thử những đôi bông tai khác, cuối cùng tôi đã mua được đôi ban đầu mà tôi muốn và tôi rất vui vì tôi đã yêu chúng rất nhiều. Đọc thêm",
            "Dear Ms Hannah, \n\nXin chào, Good Morning.\nGreetings from Hoi An Ancient Town! \n\nThank you for sharing your lovely experience at our store on TripAdvisor. We are delighted to hear that you found our jewellery to be lovely and our staff to be very nice. Its always our goal to provide a pleasant and memorable shopping experience for our customers.\n\nWe appreciate your dedication in visiting our store for three consecutive days to decide on the perfect pair of earrings. We understand how important it is to find that special piece that captures your heart. Our staff is always here to assist and guide you through the selection process, and were glad to hear that they were helpful and accommodating. Allowing you to try on other pairs of earrings demonstrates our commitment to ensuring your satisfaction.\n\nWere thrilled that you ultimately chose the original pair of earrings that caught your attention. The dragonfly earrings, using blue transparent enamel techniques and featuring natural jade, are truly a work of art. The combination of exquisite craftsmanship and the unique design make them a remarkable addition to your collection. Were delighted to know that you love them so much.\n\nThank you once again for your kind words and for choosing our store. Your satisfaction and happiness are our greatest rewards. If theres anything else we can assist you with or if you have any further inquiries, please feel free to reach out to us.\n\nWe hope the dragonfly earrings continue to bring you joy and serve as a cherished symbol of your time in Hoi An. We look forward to welcoming you back to our store in the future, where you can explore more stunning jewellery options.\n\nWarmest regards,\nTo Lam  Ms \nGeneral Manager Read more",
            "Ồ, mức độ khéo léo của một số tác phẩm này thật đáng kinh ngạc. Hãy tham khảo những mẫu mặt dây chuyền bạc dưới đây. Chúng tôi muốn một cái gì đó tinh túy và tìm thấy nó ở đây. Không thúc ép và cố định giá trên thẻ nên không có thuế du lịch. Rất khuyến khích nếu bạn muốn mang về nhà thứ gì đó đặc biệt.Đọc thêm",
            "Dear Ms G W,\n\nXin chào, Good Morning! \nGreetings from Hoi An Ancient Town.\n\nThank you for taking the time to share your wonderful experience with us on TripAdvisor. We are thrilled to hear that you were impressed by the amazing level of craftsmanship in our jewelry pieces and that you found something quintessential in our collection.\n\nAt EM Vietnam Jewelry, we are dedicated to showcasing exquisite craftsmanship in our jewelry creations, and we are delighted that you appreciated the attention to detail in our pieces. Our silver filigree pendants, in particular, are crafted with precision and artistry, reflecting the rich heritage of Vietnamese jewelry-making traditions. We are pleased that you found something special and quintessential to take home with you from our store.\n\nWe understand the importance of providing a transparent and enjoyable shopping experience for our customers. By offering fixed prices on our tags, we aim to ensure that you receive fair value for your purchase without any hidden costs or tourist tax. Our goal is to create a relaxed and welcoming atmosphere where you can explore our collection at your own pace and find the perfect piece that speaks to you.\n\nWe are glad to hear that you found our team to be non-pushy and that you appreciated the authenticity of our pricing. Customer satisfaction is our top priority, and we strive to provide a personalized shopping experience tailored to your needs and preferences.\n\nYour recommendation means a lot to us, and we are grateful for your kind words. Whether you are looking for a unique souvenir or a special gift, we have a wide selection of jewelry pieces that celebrate the beauty and artistry of Vietnamese craftsmanship. If you have any further inquiries or if theres anything else we can assist you with, please feel free to reach out to us.\n\nThank you once again for choosing EM Jewelry and for your positive review. We look forward to welcoming you back in the future and helping you find more exceptional pieces to add to your collection.\n\nWarmest regards,\nTo Lam \nGeneral Manager \nEM Vietnam Jewelry, Hoi An, Vietnam\nRead more",
            "Nổi bật. Tôi hạnh phúc hơn vì tôi đã tìm thấy cửa hàng này. Những mảnh tuyệt đẹp. Đồ trang sức thủ công rất tinh xảo và cao cấp. Các nhân viên rất tốt đẹp, thân thiện và hữu ích. Bất cứ ai muốn mua những món quà lưu niệm thật đẹp từ Hội An chứ không phải những món đồ du lịch rẻ tiền nên ghé thăm cửa hàng này. Rất khuyến khích!Đọc thêm",
            "Dear Mr Bastian R ,\n\nXin chào, Good Morning! \nGreetings from Hoi An Ancient Town.\n\nThank you for your glowing review of our jewelry shop in the old town of Hoi An. We are thrilled to hear that you had an outstanding experience and that you were more than happy with the stunning pieces you found in our store. Customer satisfaction is our top priority, and we take pride in offering finely crafted, high-end jewelry that reflects the beauty and craftsmanship of our culture.\n\nIts wonderful to know that you found the curving dragon of natural jadeite pendant to be a special piece that caught your eye. This pendant is a true masterpiece that combines traditional artistry with exquisite design. The natural jadeite stone symbolizes purity and protection, making it a meaningful and unique souvenir to take home from Hoi An.\n\nOur team is dedicated to providing exceptional service and creating a welcoming atmosphere for all our customers. We are delighted to hear that you found our staff to be nice, friendly, and helpful. We strive to offer an authentic shopping experience that allows visitors to discover genuine treasures and beautifully crafted jewelry pieces.\n\nWe are grateful for your recommendation and for choosing our shop for your jewelry purchase. Your support means a lot to us, and we are thrilled that you appreciate the quality and uniqueness of our collection.\n\nWe look forward to welcoming you and your family back to our shop in the future. Your continued support and patronage mean a great deal to us, and we are excited at the prospect of assisting you with any future jewelry needs. We are here to ensure that every visit to our shop is memorable and enjoyable for you and your loved ones.\n\nThank you once again for choosing our jewelry shop, and we cant wait to see you and your family again soon.\n\nWarmest regards,\nTo Lam \nGeneral Manager\nJewelry Shop in Hoi An, VietnamRead more",
            "Đồ trang sức ngọc bích chất lượng tốt và nhân viên thân thiện. Các loại bông tai, dây chuyền, vòng tay đa dạng, giá cả hợp lýĐọc thêm",
            "Dear Ms B K , \n\nXin chào, Good Morning. \nGreetings from Hoi An Ancient Town! \n\nThank you for sharing your positive feedback with us on TripAdvisor. We are delighted to hear that you had a good experience at our jewelry shop and that you found our jade jewelry to be of good quality.\n\nAt EM Vietnam Jewelry, we take pride in offering a wide variety of high-quality jade jewelry pieces that reflect the beauty and elegance of Vietnamese craftsmanship. We are pleased that you found our collection of earrings, necklaces, and bracelets to be diverse and that you appreciated the range of options available to you.\n\nCustomer satisfaction is our top priority, and we are glad to hear that our staff provided you with friendly and helpful service during your visit. Our team is dedicated to assisting you in finding the perfect piece that suits your style and preferences, and we are pleased that you felt welcomed and valued at our store.\n\nWe understand the importance of offering jewelry pieces at reasonable prices without compromising on quality. Our commitment to providing excellent value for our customers is reflected in our pricing, and we strive to ensure that you receive both affordability and craftsmanship in every piece you choose.\n\nYour positive review and recommendation are greatly appreciated. Whether you are looking for a special gift or a personal keepsake, we aim to offer a diverse selection of jewelry pieces that cater to a range of tastes and preferences. If you have any further questions or if theres anything else we can assist you with, please do not hesitate to contact us.\n\nThank you once again for choosing EM Vietnam Jewelry and for your kind words. We look forward to welcoming you back in the future and providing you with more exceptional jade jewelry pieces that capture the essence of Vietnamese artistry.\n\nWarmest regards,\nTo Lam \nGeneral Manager \nEM Vietnam Jewelry, Hoi An, Vietnam\n\nRead more",
            "Ồ, mức độ khéo léo của một số tác phẩm này thật đáng kinh ngạc. Hãy tham khảo những mẫu mặt dây chuyền bạc dưới đây. Chúng tôi muốn một cái gì đó tinh túy và tìm thấy nó ở đây. Không thúc ép và cố định giá trên thẻ nên không có thuế du lịch. Rất khuyến khích nếu bạn muốn mang về nhà thứ gì đó đặc biệt.Đọc thêm",
            "Dear Ms G W,\n\nXin chào, Good Morning! \nGreetings from Hoi An Ancient Town.\n\nThank you for taking the time to share your wonderful experience with us on TripAdvisor. We are thrilled to hear that you were impressed by the amazing level of craftsmanship in our jewelry pieces and that you found something quintessential in our collection.\n\nAt EM Vietnam Jewelry, we are dedicated to showcasing exquisite craftsmanship in our jewelry creations, and we are delighted that you appreciated the attention to detail in our pieces. Our silver filigree pendants, in particular, are crafted with precision and artistry, reflecting the rich heritage of Vietnamese jewelry-making traditions. We are pleased that you found something special and quintessential to take home with you from our store.\n\nWe understand the importance of providing a transparent and enjoyable shopping experience for our customers. By offering fixed prices on our tags, we aim to ensure that you receive fair value for your purchase without any hidden costs or tourist tax. Our goal is to create a relaxed and welcoming atmosphere where you can explore our collection at your own pace and find the perfect piece that speaks to you.\n\nWe are glad to hear that you found our team to be non-pushy and that you appreciated the authenticity of our pricing. Customer satisfaction is our top priority, and we strive to provide a personalized shopping experience tailored to your needs and preferences.\n\nYour recommendation means a lot to us, and we are grateful for your kind words. Whether you are looking for a unique souvenir or a special gift, we have a wide selection of jewelry pieces that celebrate the beauty and artistry of Vietnamese craftsmanship. If you have any further inquiries or if theres anything else we can assist you with, please feel free to reach out to us.\n\nThank you once again for choosing EM Jewelry and for your positive review. We look forward to welcoming you back in the future and helping you find more exceptional pieces to add to your collection.\n\nWarmest regards,\nTo Lam \nGeneral Manager \nEM Vietnam Jewelry, Hoi An, Vietnam\nRead more",
            "Tìm thấy viên ngọc trai tốt nhất ở Việt Nam. Linh rất tốt bụng và hữu ích, tôi chắc chắn sẽ gợi ý nếu bạn đang tìm kiếm thứ gì đó cho bản thân hoặc một món quà: Đọc thêm",
            "Dear Bebe K, \n\nXin chào, Good Morning,\nGreetings from Hoi An Ancient Town!\n\nThank you for sharing your wonderful experience with us on TripAdvisor. We are delighted to hear that you found the best pearl in Vietnam at our store and that Linh provided you with kind and helpful service.\n\nAt EM Jewelry, we take pride in offering the finest pearl jewelry in Vietnam, and we are thrilled that you found the perfect pearls with us. Our collection of fresh water pearl jade earrings is carefully curated to showcase high luster, a variety of design options, and reasonable prices. We are pleased that you found our selection to meet your expectations and that you were satisfied with your purchase of three pairs of earrings.\n\nPearls have long been treasured for their timeless beauty and elegance. The high luster of the pearls in our collection reflects their quality and craftsmanship, making them a truly special addition to any jewelry collection. The combination of fresh water pearls and jade in our earrings not only adds a unique touch but also symbolizes purity, serenity, and prosperity.\n\nWe are glad to hear that Linh provided you with kind and helpful service during your visit. Our team is dedicated to ensuring that our customers have a pleasant shopping experience, and we are delighted that Linhs assistance made your visit memorable. We will be sure to pass along your compliments to Linh.\n\nYour recommendation means a lot to us, and we truly appreciate your support. Whether you are looking for a special gift or something for yourself, we strive to offer a wide range of options to suit your preferences. If you have any further inquiries or if theres anything else we can assist you with, please do not hesitate to reach out to us.\n\nThank you once again for choosing EM Jewelry and for your positive review. We look forward to welcoming you back in the future and providing you with more exquisite jewelry pieces that reflect the beauty and craftsmanship of Vietnam.\n\nWarmest Regards,\nTo Lam \nGeneral Manager \n\nEM Jewelry, Hoi An, Vietnam\nRead more",
            "Việc lựa chọn đồ trang sức rất đẹp. Nhân viên bán hàng rất tốt bụng và hữu ích. Chắc chắn đề nghị.Đọc thêm",
            "Dear Ms Jeana P ,\n\nXin chào, Good Morning.\nGreetings from Hoi An Ancient Town!\n\nThank you for sharing your positive experience with us on TripAdvisor. We are thrilled to hear that you found our jewelry selection beautiful and that our sales associate provided you with nice and helpful service.\n\nAt EM Jewelry, we take great pride in curating a stunning collection of jewelry that captures the essence of Vietnamese culture. We are delighted that our jewelry selection resonated with you and that you found it beautiful. Our goal is to offer unique pieces that reflect the rich heritage and craftsmanship of our country.\n\nWe are also pleased to hear that our sales associate was nice and helpful during your visit. We believe in providing exceptional customer service and ensuring that our customers have a pleasant shopping experience. Our team is trained to be knowledgeable, friendly, and attentive to your needs. We will make sure to pass along your kind words to our sales associate.\n\nIn Vietnamese culture, jade holds deep meaning and symbolism. It is considered a stone of great significance, not only in terms of its beauty but also in its cultural and historical context. In the royal history of Vietnam, jade was often associated with the kings and royal families, symbolizing power, prestige, and protection. By incorporating natural jade into our earrings, we aim to honor this cultural heritage and infuse our jewelry with the symbolism and elegance that jade represents.\n\nWe sincerely appreciate your recommendation. Word-of-mouth referrals are invaluable to us, and we are grateful for your support. If you have any further inquiries or if theres anything else we can assist you with, please feel free to reach out to us.\n\nThank you once again for choosing EM Jewelry and for your positive review. We look forward to serving you again in the future and providing you with more beautiful jewelry pieces that reflect the rich history and culture of Vietnam.\n\nWarmest regards,\nTo Lam  Ms \nGeneral ManagerRead more",
            "Tình cờ gặp cửa hàng màu vàng tươi này và vào đó để tìm thấy những món đồ trang sức đáng yêu như vậy! Đã mua cho mình một đôi bông tai đẹp và được Thao phục vụ tốt. Cảm ơn! Đọc thêm",
            "Kính gửi cô Alizabeth Lee, \n\nXin chào, Chào buổi sáng.\nLời chào từ Phố cổ Hội An! \n\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm tích cực của mình tại cửa hàng màu vàng tươi của chúng tôi trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn nhận thấy dịch vụ của chúng tôi tốt và đồ bạc của chúng tôi rất đẹp. Chúng tôi luôn hân hạnh được cung cấp cho khách hàng nhiều lựa chọn trang sức đáng yêu.\n\nRất vui khi biết bạn đã tìm được một đôi bông tai đẹp tại cửa hàng của chúng tôi. Đôi khuyên tai bạc 999 được chế tác thủ công với những bông hoa anh đào kết thành hình thoi thực sự rất tinh tế. Mỗi tác phẩm đều được chế tác tỉ mỉ để thể hiện vẻ đẹp tinh tế của hoa anh đào, khiến chúng trở thành một sự bổ sung độc đáo và ý nghĩa cho bộ sưu tập của bạn.\n\nChúng tôi cũng xin gửi lời cảm ơn tới những lời tốt đẹp của bạn dành cho dịch vụ của Thảo. Nhóm của chúng tôi rất tự hào trong việc cung cấp dịch vụ khách hàng xuất sắc và chúng tôi rất vui vì Thảo có thể hỗ trợ bạn mua hàng. Chúng tôi chắc chắn sẽ chuyển lời cảm kích của bạn tới cô ấy.\n\nSự hỗ trợ và đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi. Nếu có bất kỳ điều gì khác mà chúng tôi có thể hỗ trợ bạn hoặc nếu bạn có bất kỳ thắc mắc nào khác, vui lòng liên hệ với chúng tôi.\n\nMột lần nữa xin cảm ơn bạn đã lựa chọn cửa hàng và đánh giá dễ thương của bạn. Chúng tôi hy vọng đôi bông tai bạc 999 được chế tác thủ công mang lại cho bạn niềm vui và là vật kỷ niệm đẹp đẽ về thời gian bạn ở Hội An. Chúng tôi mong được chào đón bạn quay trở lại cửa hàng của chúng tôi trong tương lai, nơi bạn có thể khám phá thêm nhiều lựa chọn trang sức bạc tuyệt đẹp.\n\nTrân trọng kính chào,\nTô Lâm Cô \nTổng Giám đốcĐọc thêm",
            "Tôi đã ở đây với bạn trai của mình và chúng tôi nhìn thấy một đôi bông tai đáng yêu khiến tôi không thể rời mắt. Tôi quay lại 3 ngày liền vì tôi không thể quyết định liệu mình có muốn mua chúng hay không. Các nhân viên luôn rất tử tế và cho tôi thử những đôi bông tai khác, cuối cùng tôi đã mua được đôi ban đầu mà tôi muốn và tôi rất vui vì tôi đã yêu chúng rất nhiều. Đọc thêm",
            "Dear Ms Hannah, \n\nXin chào, Good Morning.\nGreetings from Hoi An Ancient Town! \n\nThank you for sharing your lovely experience at our store on TripAdvisor. We are delighted to hear that you found our jewellery to be lovely and our staff to be very nice. Its always our goal to provide a pleasant and memorable shopping experience for our customers.\n\nWe appreciate your dedication in visiting our store for three consecutive days to decide on the perfect pair of earrings. We understand how important it is to find that special piece that captures your heart. Our staff is always here to assist and guide you through the selection process, and were glad to hear that they were helpful and accommodating. Allowing you to try on other pairs of earrings demonstrates our commitment to ensuring your satisfaction.\n\nWere thrilled that you ultimately chose the original pair of earrings that caught your attention. The dragonfly earrings, using blue transparent enamel techniques and featuring natural jade, are truly a work of art. The combination of exquisite craftsmanship and the unique design make them a remarkable addition to your collection. Were delighted to know that you love them so much.\n\nThank you once again for your kind words and for choosing our store. Your satisfaction and happiness are our greatest rewards. If theres anything else we can assist you with or if you have any further inquiries, please feel free to reach out to us.\n\nWe hope the dragonfly earrings continue to bring you joy and serve as a cherished symbol of your time in Hoi An. We look forward to welcoming you back to our store in the future, where you can explore more stunning jewellery options.\n\nWarmest regards,\nTo Lam  Ms \nGeneral Manager Read more",
            "Cửa hàng tuyệt vời, đồ trang sức rất đẹp và Linh rất hữu ích và thân thiện.   Chắc chắn đề nghị một chuyến thăm. Đọc thêm",
            "Kính gửi bà Deirdre,\n\nXin chào, Chào buổi chiều.\nLời chào từ Phố cổ Hội An!\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm tuyệt vời của mình tại cửa hàng của chúng tôi trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn nhận thấy cửa hàng của chúng tôi tuyệt vời và đồ trang sức của chúng tôi thực sự đẹp. Chúng tôi rất vui khi biết rằng bạn hài lòng với việc mua chiếc vòng cổ zircon hình khối nhảy múa với thiết kế vương miện nữ hoàng. Hiệu ứng đá nhảy múa tạo thêm nét sang trọng và độc đáo cho chiếc vòng cổ, khiến nó thực sự đặc biệt.\n\nChúng tôi cũng rất vui khi biết Linh đã hỗ trợ bạn một cách hữu ích và thân thiện trong chuyến thăm của bạn. Nhóm của chúng tôi cố gắng cung cấp dịch vụ đặc biệt và những lời nói tử tế của bạn củng cố cam kết của chúng tôi trong việc mang lại trải nghiệm khách hàng tốt nhất có thể.\n\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi thực sự đánh giá cao sự hỗ trợ của bạn. Nếu bạn cần bất kỳ sự trợ giúp nào trong tương lai hoặc có bất kỳ thắc mắc nào khác, vui lòng liên hệ với chúng tôi.\n\nMột lần nữa, cảm ơn bạn đã lựa chọn cửa hàng của chúng tôi và đánh giá đáng yêu của bạn. Chúng tôi hy vọng chiếc vòng cổ zircon khối nhảy múa mang lại cho bạn niềm vui và như một lời nhắc nhở đẹp đẽ về thời gian bạn ở Hội An. Chúng tôi mong được chào đón bạn quay trở lại cửa hàng của chúng tôi trong tương lai, nơi bạn có thể khám phá nhiều lựa chọn trang sức tuyệt đẹp hơn.\n\nTrân trọng kính chào,\nTô Lâm Cô \nTổng Giám đốc Đọc thêm",
            "Đồ trang sức rất tốt và dịch vụ rất tốt! Tôi khuyên bạn nên ghé thăm cửa hàng, nó thực sự rất đẹp!!!! : những món quà rất đẹpĐọc thêm",
            "Marina M thân mến,\n\nXin chào, Chào buổi tối. \nXin chào Phố cổ Hội An!\n\nCảm ơn phản hồi tuyệt vời của bạn trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn nhận thấy đồ trang sức của chúng tôi có chất lượng rất tốt và bạn hài lòng với mức độ dịch vụ mà chúng tôi cung cấp. Sự hài lòng của khách hàng là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui khi biết rằng chúng tôi có thể đáp ứng mong đợi của bạn.\n\nChúng tôi rất vui vì bạn đã có trải nghiệm thú vị khi ghé thăm cửa hàng của chúng tôi. Đôi bông tai hoa sen bạn mua được chế tác từ những miếng bạc 999 thủ công nhỏ, quả thực là những món đồ đẹp và độc đáo. Thiết kế hoa sen tượng trưng cho sự tinh khiết và giác ngộ, khiến nó trở thành một lựa chọn quà tặng ý nghĩa và đặc biệt.\n\nChúng tôi đánh giá cao đề nghị của bạn đến thăm cửa hàng của chúng tôi. Việc bạn thấy cửa hàng của chúng tôi rất đẹp và thú vị có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi tự hào cung cấp nhiều lựa chọn đồ trang sức chất lượng cao phục vụ cho các sở thích và sở thích khác nhau.\n\nCảm ơn bạn một lần nữa vì những lời tốt đẹp của bạn và đã lựa chọn cửa hàng của chúng tôi. Chúng tôi mong rằng đôi bông tai hoa sen sẽ mang lại niềm vui, hạnh phúc cho người nhận. Nếu bạn có bất kỳ thắc mắc nào hoặc cần hỗ trợ trong tương lai, vui lòng liên hệ với chúng tôi.\n\nChúng tôi mong được chào đón bạn quay trở lại cửa hàng của chúng tôi trong tương lai, nơi bạn có thể khám phá nhiều lựa chọn trang sức đẹp và độc đáo hơn.\n\nTrân trọng,\nTô Lâm \nTổng Giám đốc \nĐọc thêm",
            "Tôi thực sự thích đồ trang sức ở đây. Lựa chọn trang sức ngọc trai rất đẹp. Linh đã giúp đỡ tôi rất nhiều nếu tìm được sự lựa chọn phù hợp.Đọc thêm",
            "Kính gửi Voyager09841857814,\n\nXin chào, Chào buổi tối.\nLời chào từ Phố cổ Hội An.\n\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm tích cực của mình tại cửa hàng trang sức của chúng tôi trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn thực sự thích đồ trang sức tại EM Jewelry.\n\nChúng tôi rất tự hào khi cung cấp nhiều loại trang sức ngọc trai và rất vui khi bạn thấy bộ sưu tập của chúng tôi rất đẹp. Độ bóng cao của ngọc trai nước ngọt, kết hợp với thiết kế thanh lịch và lớp bạc 925 bên trong mạ vàng bên ngoài, tạo nên những tác phẩm thực sự tuyệt đẹp.\n\nChúng tôi cũng rất vui khi biết rằng Linh đã có thể hỗ trợ bạn tìm được lựa chọn phù hợp. Đội ngũ của chúng tôi tận tâm cung cấp dịch vụ hữu ích và được cá nhân hóa cho khách hàng và chúng tôi rất vui khi Linh có thể giúp bạn tìm thấy chính xác những gì bạn đang tìm kiếm.\n\nMột lần nữa, cảm ơn bạn vì những lời nói tử tế và đã lựa chọn EM Jewelry. Nếu bạn có bất kỳ thắc mắc nào khác hoặc cần hỗ trợ trong tương lai, vui lòng liên hệ với chúng tôi. Chúng tôi rất vui khi được hỗ trợ bạn.\n\nChúng tôi hy vọng có cơ hội được chào đón bạn trở lại trong tương lai.\n\nTrân trọng,\nGửi Lam\nTổng giám đốc\nĐọc thêm",
            "Đồ trang sức đẹp và độc đáo! Phải đến nơi này khi đến Hội An. Nhân viên rất tốt và có thể giúp bạn tìm một bộĐọc thêm",
            "Kính gửi Explore820006,\n\nXin chào, Chào buổi tối,\nLời chào từ Phố cổ Hội An. \n\nCảm ơn những lời tốt đẹp và chia sẻ trải nghiệm tích cực của bạn tại cửa hàng trang sức của chúng tôi trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn thấy đồ trang sức của chúng tôi đẹp và độc đáo.\n\nTại EM Vietnam Jewelry, chúng tôi tự hào mang đến bộ sưu tập thể hiện vẻ đẹp của văn hóa Việt Nam và châu Á. Rất vui vì bạn đánh giá cao những bộ ngọc bích tự nhiên được kết hợp với kỹ thuật tráng men cao cấp, tất cả đều được làm bằng bạc 925 mạ vàng. Sự kết hợp của các thiết kế hoa, hoa sen và con công làm tăng thêm nét sang trọng và ý nghĩa văn hóa cho những tác phẩm này.\n\nChúng tôi rất vui vì nhân viên của chúng tôi có thể hỗ trợ bạn tìm được bộ sản phẩm mà bạn yêu thích. Cung cấp dịch vụ khách hàng đặc biệt là ưu tiên hàng đầu của chúng tôi và rất vui vì nhóm của chúng tôi có thể giúp đỡ bạn trong chuyến thăm của bạn.\n\nCảm ơn quý khách đã lựa chọn EM Vietnam Jewelry và tiếp tục ủng hộ. Rất vui khi biết bạn đã quay lại vào buổi chiều để mua một bộ ngọc khác. Sự hài lòng của bạn là mục tiêu cuối cùng của chúng tôi và rất vui khi bạn thấy sản phẩm của chúng tôi xứng đáng để mua nhiều lần.\n\nNếu bạn có bất kỳ thắc mắc nào hoặc cần hỗ trợ trong tương lai, vui lòng liên hệ với chúng tôi. Chúng tôi rất vui được hỗ trợ bạn.\n\nMột lần nữa, cảm ơn bạn vì những lời tốt đẹp và đã giới thiệu cửa hàng của chúng tôi cho người khác. Chúng tôi hy vọng sẽ được hân hạnh chào đón bạn quay trở lại EM Jewelry trong thời gian tới.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốc Đọc thêm"
        ],
        "star_ratings": [
            58,
            0,
            0,
            0,
            0
        ],
        "review_amount": 58,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Trang sức EM Việt Nam",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written November 3, 2023",
            "Written November 7, 2023",
            "Written December 27, 2023",
            "Written January 15, 2024",
            "Written February 10, 2024",
            "Written April 5, 2024",
            "Written February 15, 2024",
            "Written February 11, 2024",
            "Written February 6, 2024",
            "Written January 18, 2024",
            "Written January 16, 2024",
            "Written January 15, 2024",
            "Written January 10, 2024",
            "Written January 1, 2024",
            "Written December 29, 2023",
            "Written December 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d26809890-Reviews-or10-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26083792-Reviews-QQ_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15059770-Reviews-Au_Lac_Wood_Art-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17483516-Reviews-Minh_Huong_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451143-Reviews-Cantonese_Assembly_Hall-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454964-Reviews-The_Sa_Huynh_Culture_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12335105-Reviews-Gallery_180-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10257444-Reviews-XQ_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454963-Reviews-The_Old_House_of_Phun_Hung-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451147-Reviews-Japanese_Covered_Bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or20-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7806157-Reviews-Hoi_An_CraftShips-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-Viet_Made-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3903512-Reviews-Hung_Thai-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12211836-Reviews-Artbook-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27692043-Reviews-TiredCity_152_Tr_n_Phu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19603328-Reviews-Hoi_An_Sunrise_Motorbike_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11766593-Reviews-Lam_Bang_Tay-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25461538-Reviews-Son_Ca_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4170569-Reviews-Green_Chili_Cookery_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188632-d4976140-Reviews-The_Markthal-Rotterdam_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d2178256-Reviews-Copernicus_Science_Centre-Warsaw_Mazovia_Province_Central_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g37195-d2323860-Reviews-County_Line_Orchard-Hobart_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g32143-d208722-Reviews-Schramsberg_Vineyards-Calistoga_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g304097-d11677685-Reviews-Crvena_Glavica_Beach-Sveti_Stefan_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d559923-Reviews-American_Airlines_Center-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34895-d2140697-Reviews-The_Waffle_House_Museum-Decatur_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57000-d631651-Reviews-Goblin_Valley_State_Park-Green_River_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g187460-d7788512-Reviews-Playa_Talamanca-Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g13198704-d736063-Reviews-Grutas_Tolantongo-Tolantongo_Central_Mexico_and_Gulf_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or20-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or10-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "EM Vietnam Jewelry",
        "attraction_name_vi": "Trang sức EM Việt Nam",
        "general_info": [
            "58 đánh giá",
            "133 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Bạn đang tìm kiếm một món quà lưu niệm khuấy động tâm hồn từ Hội An? Khám phá EM Vietnam Jewelry, nơi nghệ thuật và di sản văn hóa kết hợp. Cửa hàng của chúng tôi, nép mình trong thị trấn cổ kính này, cung cấp nhiều lựa chọn quyến rũ về đồ trang sức bằng bạc, ngọc trai, ngọc bích và xà cừ được chế tác thủ công. Đắm chìm trong tinh thần Việt Nam khi bạn khám phá bộ sưu tập tuyệt đẹp của chúng tôi. Tìm mảnh ghép hoàn hảo để trân trọng, mang theo một mảnh Việt Nam bên mình. Mời các bạn ghé thăm EM Vietnam Jewelry tại Hội An. EMViệt NamTrang sức Hội An Thủ côngQuà lưu niệmĐọc thêm",
        "reviews": [
            "Đá quý địa phương! Cửa hàng này là một viên ngọc ẩn trong thế giới trang sức bạc. Các thiết kế là duy nhất và các vật liệu được sử dụng có chất lượng cao nhất. Tôi đã trở thành một khách hàng trung thành và không thể giới thiệu nó đủĐọc thêm",
            "648Aces thân mến,\n\nXin Chào, chào buổi tối.\nLời chào từ phố cổ Hội An.\n\nChúng tôi muốn dành một chút thời gian để bày tỏ sự đánh giá cao chân thành nhất của chúng tôi về chuyến thăm gần đây của bạn đến cửa hàng trang sức của chúng tôi. Quyết định chia sẻ trải nghiệm của bạn trên TripAdvisor thực sự có ý nghĩa rất lớn đối với chúng tôi.\n\nCảm ơn bạn vì những lời tốt đẹp và ghi nhận những nỗ lực của nhóm chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tích cực với chúng tôi. Mục tiêu không ngừng của chúng tôi là cung cấp dịch vụ khách hàng đặc biệt và cung cấp nhiều lựa chọn về đồ trang sức chất lượng cao.\n\nPhản hồi của bạn trên TripAdvisor không chỉ tạo động lực cho chúng tôi mà còn giúp các khách hàng tiềm năng khác đưa ra quyết định sáng suốt. Chúng tôi rất biết ơn sự hỗ trợ của bạn trong việc truyền bá thông tin về cửa hàng trang sức của chúng tôi.\n\nMột lần nữa, cảm ơn bạn đã lựa chọn chúng tôi và phản hồi có giá trị của bạn. Chúng tôi rất vinh dự khi có cơ hội được phục vụ bạn và rất mong được chào đón bạn quay trở lại trong tương lai.\n\nTrân trọng,\nTô Lâm Cô \nTổng Giám đốcĐọc thêm",
            "Đây là lần đầu tiên tôi thử một món đồ trang sức đẹp và chất lượng như thế này. Chiếc vòng tay trên tay mang lại cho tôi cảm giác hài hòa, an yên trong tâm hồn. Nếu lần sau quay lại chắc chắn mình sẽ mua thêm về làm quà cho người thân.Xem thêm",
            "Kính gửi h_th_l2023,\n\nXin chào, chào buổi tối.\nLời chào từ Phố cổ Hội An! \n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm tuyệt vời của mình tại EM Vietnam Jewelry trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn đã có một chuyến tham quan đáng nhớ và chiếc vòng tay bạn mua đã mang lại cho bạn cảm giác hài hòa và an tâm. \n\nChúng tôi rất tự hào về bộ sưu tập trang sức của mình, được chế tác cẩn thận phù hợp với văn hóa Châu Á của người Việt. Thật ấm lòng khi biết rằng đồ trang sức của chúng tôi đã gây ấn tượng với bạn và tăng thêm sự sang trọng cho phong cách của bạn.\n\nChúng tôi đánh giá cao những lời tốt đẹp của bạn về đội ngũ nhân viên chu đáo và hiểu biết của chúng tôi. Niềm đam mê của họ đối với nghề thủ công và sự cống hiến để cung cấp dịch vụ đặc biệt là điều khiến chúng tôi trở nên khác biệt. Chúng tôi rất vui khi biết rằng bạn có ý định quay trở lại EM Vietnam Jewelry và mua thêm nhiều món đồ để làm quà tặng cho những người thân yêu của mình. Chúng tôi tin chắc rằng người thân của bạn sẽ đánh giá cao sự chu đáo và vẻ đẹp của món trang sức của chúng tôi.\n\nCảm ơn bạn đã giới thiệu chúng tôi với những du khách khác đang tìm kiếm trải nghiệm trang sức văn hóa ở Hội An. Chúng tôi cố gắng tạo ra một bầu không khí yên bình và mang đến những sáng tạo tuyệt đẹp để lại ấn tượng lâu dài.\n\nChúng tôi mong được chào đón bạn quay trở lại trong chuyến thăm tiếp theo và hỗ trợ bạn tìm kiếm những món đồ trang sức tinh tế hơn mang lại niềm vui và sự trân trọng cho cuộc sống của bạn cũng như cuộc sống của những người thân yêu của bạn.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốcĐọc thêm",
            "Cửa hàng trang sức này là một nơi không thể bỏ qua ở Hội An. Cửa hàng có những món đồ độc đáo và ấn tượng, có giá hợp lý và chắc chắn đáng mua. Ngoài ra, các nhân viên đều cực kỳ lịch sự, hữu ích và sắp tới. Họ có con mắt rất tốt và hiểu chính xác những gì khách hàng đang tìm kiếm. Cảm ơn Liên, Linh, Anh Thảo vì dịch vụ đặc biệt của họ! Đọc thêm",
            "Kính gửi Yusra1121,\n\nXin chào, Chào buổi tối.\nLời chào từ Phố cổ Hội An. \n\nCảm ơn bạn đã đánh giá tích cực về cửa hàng trang sức của chúng tôi trên TripAdvisor. Chúng tôi thực sự vinh dự khi được coi là điểm đến không thể bỏ qua ở Hội An.\n\nChúng tôi rất vui khi biết rằng bạn nhận thấy cửa hàng của chúng tôi có những món đồ độc đáo và tuyệt đẹp. Tại EM Jewelry, chúng tôi tự hào cung cấp các bộ sưu tập độc đáo và được tuyển chọn cẩn thận. Rất vui khi biết rằng sản phẩm của chúng tôi có giá tốt và đáng mua.\n\nNhóm của chúng tôi tận tâm cung cấp dịch vụ đặc biệt và rất vui khi bạn thấy nhân viên của chúng tôi cực kỳ lịch sự, hữu ích và luôn sẵn sàng. Thật tuyệt vời khi biết rằng Liên, Linh và Anh Thảo đã có thể hỗ trợ bạn trong chuyến thăm. Tất cả họ đều có con mắt tinh tường và hiểu biết sâu sắc về sở thích của khách hàng, đảm bảo rằng bạn tìm thấy chính xác những gì mình đang tìm kiếm.\n\nCảm ơn bạn đã lựa chọn EM Jewelry và những lời tốt đẹp của bạn. Chúng tôi đánh giá cao sự hỗ trợ của bạn và rất vui vì bạn đã mua 10 mặt hàng từ cửa hàng của chúng tôi. Bộ sưu tập ngọc trai nước ngọt và đá nhảy múa chất lượng cao được chọn lọc kỹ lưỡng cùng với bông hoa chạm khắc thủ công độc đáo của thiết kế xà cừ là những lựa chọn thực sự tinh tế.\n\nNếu bạn có bất kỳ thắc mắc nào hoặc cần hỗ trợ trong tương lai, vui lòng liên hệ với chúng tôi. Chúng tôi rất vui được hỗ trợ bạn.\n\nMột lần nữa, cảm ơn bạn đã đánh giá tuyệt vời của bạn. Chúng tôi hy vọng có cơ hội chào đón bạn quay trở lại EM Jewelry trong thời gian tới.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốc \nĐọc thêm",
            "Tôi đã ở đây với bạn trai của mình và chúng tôi nhìn thấy một đôi bông tai đáng yêu khiến tôi không thể rời mắt. Tôi quay lại 3 ngày liền vì tôi không thể quyết định liệu mình có muốn mua chúng hay không. Các nhân viên luôn rất tử tế và cho tôi thử những đôi bông tai khác, cuối cùng tôi đã mua được đôi ban đầu mà tôi muốn và tôi rất vui vì tôi đã yêu chúng rất nhiều. Đọc thêm",
            "Dear Ms Hannah, \n\nXin chào, Good Morning.\nGreetings from Hoi An Ancient Town! \n\nThank you for sharing your lovely experience at our store on TripAdvisor. We are delighted to hear that you found our jewellery to be lovely and our staff to be very nice. Its always our goal to provide a pleasant and memorable shopping experience for our customers.\n\nWe appreciate your dedication in visiting our store for three consecutive days to decide on the perfect pair of earrings. We understand how important it is to find that special piece that captures your heart. Our staff is always here to assist and guide you through the selection process, and were glad to hear that they were helpful and accommodating. Allowing you to try on other pairs of earrings demonstrates our commitment to ensuring your satisfaction.\n\nWere thrilled that you ultimately chose the original pair of earrings that caught your attention. The dragonfly earrings, using blue transparent enamel techniques and featuring natural jade, are truly a work of art. The combination of exquisite craftsmanship and the unique design make them a remarkable addition to your collection. Were delighted to know that you love them so much.\n\nThank you once again for your kind words and for choosing our store. Your satisfaction and happiness are our greatest rewards. If theres anything else we can assist you with or if you have any further inquiries, please feel free to reach out to us.\n\nWe hope the dragonfly earrings continue to bring you joy and serve as a cherished symbol of your time in Hoi An. We look forward to welcoming you back to our store in the future, where you can explore more stunning jewellery options.\n\nWarmest regards,\nTo Lam  Ms \nGeneral Manager Read more",
            "Ồ, mức độ khéo léo của một số tác phẩm này thật đáng kinh ngạc. Hãy tham khảo những mẫu mặt dây chuyền bạc dưới đây. Chúng tôi muốn một cái gì đó tinh túy và tìm thấy nó ở đây. Không thúc ép và cố định giá trên thẻ nên không có thuế du lịch. Rất khuyến khích nếu bạn muốn mang về nhà thứ gì đó đặc biệt.Đọc thêm",
            "Dear Ms G W,\n\nXin chào, Good Morning! \nGreetings from Hoi An Ancient Town.\n\nThank you for taking the time to share your wonderful experience with us on TripAdvisor. We are thrilled to hear that you were impressed by the amazing level of craftsmanship in our jewelry pieces and that you found something quintessential in our collection.\n\nAt EM Vietnam Jewelry, we are dedicated to showcasing exquisite craftsmanship in our jewelry creations, and we are delighted that you appreciated the attention to detail in our pieces. Our silver filigree pendants, in particular, are crafted with precision and artistry, reflecting the rich heritage of Vietnamese jewelry-making traditions. We are pleased that you found something special and quintessential to take home with you from our store.\n\nWe understand the importance of providing a transparent and enjoyable shopping experience for our customers. By offering fixed prices on our tags, we aim to ensure that you receive fair value for your purchase without any hidden costs or tourist tax. Our goal is to create a relaxed and welcoming atmosphere where you can explore our collection at your own pace and find the perfect piece that speaks to you.\n\nWe are glad to hear that you found our team to be non-pushy and that you appreciated the authenticity of our pricing. Customer satisfaction is our top priority, and we strive to provide a personalized shopping experience tailored to your needs and preferences.\n\nYour recommendation means a lot to us, and we are grateful for your kind words. Whether you are looking for a unique souvenir or a special gift, we have a wide selection of jewelry pieces that celebrate the beauty and artistry of Vietnamese craftsmanship. If you have any further inquiries or if theres anything else we can assist you with, please feel free to reach out to us.\n\nThank you once again for choosing EM Jewelry and for your positive review. We look forward to welcoming you back in the future and helping you find more exceptional pieces to add to your collection.\n\nWarmest regards,\nTo Lam \nGeneral Manager \nEM Vietnam Jewelry, Hoi An, Vietnam\nRead more",
            "Nổi bật. Tôi hạnh phúc hơn vì tôi đã tìm thấy cửa hàng này. Những mảnh tuyệt đẹp. Đồ trang sức thủ công rất tinh xảo và cao cấp. Các nhân viên rất tốt đẹp, thân thiện và hữu ích. Bất cứ ai muốn mua những món quà lưu niệm thật đẹp từ Hội An chứ không phải những món đồ du lịch rẻ tiền nên ghé thăm cửa hàng này. Rất khuyến khích!Đọc thêm",
            "Dear Mr Bastian R ,\n\nXin chào, Good Morning! \nGreetings from Hoi An Ancient Town.\n\nThank you for your glowing review of our jewelry shop in the old town of Hoi An. We are thrilled to hear that you had an outstanding experience and that you were more than happy with the stunning pieces you found in our store. Customer satisfaction is our top priority, and we take pride in offering finely crafted, high-end jewelry that reflects the beauty and craftsmanship of our culture.\n\nIts wonderful to know that you found the curving dragon of natural jadeite pendant to be a special piece that caught your eye. This pendant is a true masterpiece that combines traditional artistry with exquisite design. The natural jadeite stone symbolizes purity and protection, making it a meaningful and unique souvenir to take home from Hoi An.\n\nOur team is dedicated to providing exceptional service and creating a welcoming atmosphere for all our customers. We are delighted to hear that you found our staff to be nice, friendly, and helpful. We strive to offer an authentic shopping experience that allows visitors to discover genuine treasures and beautifully crafted jewelry pieces.\n\nWe are grateful for your recommendation and for choosing our shop for your jewelry purchase. Your support means a lot to us, and we are thrilled that you appreciate the quality and uniqueness of our collection.\n\nWe look forward to welcoming you and your family back to our shop in the future. Your continued support and patronage mean a great deal to us, and we are excited at the prospect of assisting you with any future jewelry needs. We are here to ensure that every visit to our shop is memorable and enjoyable for you and your loved ones.\n\nThank you once again for choosing our jewelry shop, and we cant wait to see you and your family again soon.\n\nWarmest regards,\nTo Lam \nGeneral Manager\nJewelry Shop in Hoi An, VietnamRead more",
            "Cửa hàng trang sức này là một nơi không thể bỏ qua ở Hội An. Cửa hàng có những món đồ độc đáo và ấn tượng, có giá hợp lý và chắc chắn đáng mua. Ngoài ra, các nhân viên đều cực kỳ lịch sự, hữu ích và sắp tới. Họ có con mắt rất tốt và hiểu chính xác những gì khách hàng đang tìm kiếm. Cảm ơn Liên, Linh, Anh Thảo vì dịch vụ đặc biệt của họ! Đọc thêm",
            "Kính gửi Yusra1121,\n\nXin chào, Chào buổi tối.\nLời chào từ Phố cổ Hội An. \n\nCảm ơn bạn đã đánh giá tích cực về cửa hàng trang sức của chúng tôi trên TripAdvisor. Chúng tôi thực sự vinh dự khi được coi là điểm đến không thể bỏ qua ở Hội An.\n\nChúng tôi rất vui khi biết rằng bạn nhận thấy cửa hàng của chúng tôi có những món đồ độc đáo và tuyệt đẹp. Tại EM Jewelry, chúng tôi tự hào cung cấp các bộ sưu tập độc đáo và được tuyển chọn cẩn thận. Rất vui khi biết rằng sản phẩm của chúng tôi có giá tốt và đáng mua.\n\nNhóm của chúng tôi tận tâm cung cấp dịch vụ đặc biệt và rất vui khi bạn thấy nhân viên của chúng tôi cực kỳ lịch sự, hữu ích và luôn sẵn sàng. Thật tuyệt vời khi biết rằng Liên, Linh và Anh Thảo đã có thể hỗ trợ bạn trong chuyến thăm. Tất cả họ đều có con mắt tinh tường và hiểu biết sâu sắc về sở thích của khách hàng, đảm bảo rằng bạn tìm thấy chính xác những gì mình đang tìm kiếm.\n\nCảm ơn bạn đã lựa chọn EM Jewelry và những lời tốt đẹp của bạn. Chúng tôi đánh giá cao sự hỗ trợ của bạn và rất vui vì bạn đã mua 10 mặt hàng từ cửa hàng của chúng tôi. Bộ sưu tập ngọc trai nước ngọt và đá nhảy múa chất lượng cao được chọn lọc kỹ lưỡng cùng với bông hoa chạm khắc thủ công độc đáo của thiết kế xà cừ là những lựa chọn thực sự tinh tế.\n\nNếu bạn có bất kỳ thắc mắc nào hoặc cần hỗ trợ trong tương lai, vui lòng liên hệ với chúng tôi. Chúng tôi rất vui được hỗ trợ bạn.\n\nMột lần nữa, cảm ơn bạn đã đánh giá tuyệt vời của bạn. Chúng tôi hy vọng có cơ hội chào đón bạn quay trở lại EM Jewelry trong thời gian tới.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốc \nĐọc thêm",
            "Tôi đã có thể mua được một chiếc vòng tay hoa sen với giá hời! Các mặt hàng rất đẹp và dịch vụ hoàn hảo. Chắc chắn sẽ khuyên bạn nên dừng lại Đọc thêm",
            "Kính gửi 859Laurels,\n\nXin chào, Chào buổi tối. \nLời chào từ Phố cổ Hội An. \n\nCảm ơn bạn đã để lại cho chúng tôi đánh giá đáng yêu như vậy trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn có thể tìm được một chiếc vòng tay hình hoa sen với mức giá tuyệt vời.\n\nTại EM Jewelry, chúng tôi tự hào cung cấp các mặt hàng chất lượng cao và rất vui khi bạn thấy sản phẩm của chúng tôi rất đẹp. Chiếc vòng tay hoa sen bạn mua được chế tác thủ công bằng kỹ thuật chạm khắc sử dụng bạc nguyên chất 999, thực sự lột tả được vẻ đẹp và ý nghĩa của quốc hoa Việt Nam.\n\nChúng tôi cũng rất vui mừng khi biết rằng dịch vụ của chúng tôi đáp ứng được sự mong đợi của bạn. Cung cấp dịch vụ hoàn hảo là điều chúng tôi phấn đấu và rất vui khi biết rằng chúng tôi đã đạt được điều đó trong chuyến thăm của bạn.\n\nCảm ơn bạn đã giới thiệu chúng tôi cho người khác. Những lời giới thiệu truyền miệng là vô giá đối với chúng tôi và chúng tôi thực sự đánh giá cao sự hỗ trợ của bạn.\n\nNếu bạn có bất kỳ thắc mắc nào hoặc cần hỗ trợ trong tương lai, vui lòng liên hệ với chúng tôi. Chúng tôi rất vui được hỗ trợ bạn.\n\nMột lần nữa xin cảm ơn những lời tốt đẹp của bạn và đã lựa chọn EM Vietnam Jewelry. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại.\n\nTrân trọng kính chào,\nTô Lâm\nTổng Giám đốc\nĐọc thêm",
            "Đồ trang sức tuyệt vời giá tốt! Dịch vụ xuất sắc 100 đề nghị, nhân viên tuyệt vời và các sản phẩm để lựa chọn. Dễ dàng tiếp cận và những người giỏi trò chuyện ở vị trí tốtĐọc thêm",
            "Kính gửi Kristen S,\n\nXin chào, Chào buổi tối. \nLời chào từ Phố cổ Hội An.\n\nCảm ơn bạn đã đánh giá tuyệt vời về cửa hàng trang sức của chúng tôi trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời và nhận thấy đồ trang sức của chúng tôi có chất lượng tốt và giá cả hợp lý.\n\nTại EM Vietnam Jewelry, chúng tôi tự hào cung cấp nhiều loại sản phẩm để bạn lựa chọn. Chúng tôi rất vui vì bạn thấy bộ sưu tập của chúng tôi ấn tượng và bạn đã chọn chiếc bông tai có hoa văn hình đám mây bằng ngọc bích tự nhiên. Trong văn hóa châu Á, hình dạng đám mây tượng trưng cho sự may mắn, phước lành và hòa bình nên đây là một lựa chọn đầy ý nghĩa và tốt lành.\n\nCung cấp dịch vụ xuất sắc là ưu tiên hàng đầu của chúng tôi và rất vui vì bạn đã có trải nghiệm tích cực như vậy với nhân viên của chúng tôi. Chúng tôi mong muốn tạo ra một môi trường thân thiện và nồng nhiệt, nơi khách hàng có thể cảm thấy thoải mái và tận hưởng trải nghiệm mua sắm trang sức của mình.\n\nVị trí cửa hàng của chúng tôi được thiết kế để có thể dễ dàng tiếp cận và rất vui khi biết rằng bạn thấy thuận tiện khi tiếp cận. Chúng tôi cố gắng đặt ở vị trí thuận tiện để khách hàng có thể dễ dàng tìm thấy và khám phá bộ sưu tập của chúng tôi.\n\nCảm ơn bạn đã giới thiệu EM Vietnam Jewelry và những lời tốt đẹp của bạn. Sự hài lòng của bạn là mục tiêu cuối cùng của chúng tôi và chúng tôi đánh giá cao sự hỗ trợ của bạn. Nếu bạn có bất kỳ thắc mắc nào hoặc cần hỗ trợ trong tương lai, vui lòng liên hệ với chúng tôi. Chúng tôi luôn ở đây để giúp đỡ.\n\nMột lần nữa, cảm ơn bạn đã đánh giá tuyệt vời và giới thiệu cửa hàng của chúng tôi. Chúng tôi hy vọng sẽ được hân hạnh chào đón bạn quay trở lại EM Vietnam Jewelry trong tương lai.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốc Đọc thêm",
            "Sản phẩm ở đây thực sự đẹp. Nhân viên rất thân thiện và hữu ích, chọn loại ngọc bích loại A chất lượng cao nhất. Đọc thêm",
            "924 truong thân mến,\n\nXin chào, Chào buổi sáng. \nXin chào Phố cổ Hội An!\n\nCảm ơn bạn đã chia sẻ trải nghiệm tích cực của mình trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn thấy sản phẩm của chúng tôi thực sự đẹp và nhân viên của chúng tôi rất thân thiện và hữu ích trong việc hỗ trợ bạn chọn bông tai ngọc bích loại A chất lượng cao nhất.\n\nTại cửa hàng của chúng tôi, chúng tôi rất tự hào khi cung cấp nhiều lựa chọn đồ trang sức tinh xảo. Chiếc khuyên tai ngọc bích loại A tự nhiên mà bạn mua có thiết kế hình đám mây đẹp mắt quả thực là một sự lựa chọn đáng chú ý. Sự kết hợp giữa bạc 925 bên trong và lớp mạ vàng bên ngoài làm tăng thêm vẻ sang trọng và tinh tế cho sản phẩm.\n\nChúng tôi rất vui mừng khi biết rằng nhân viên của chúng tôi đã cung cấp cho bạn dịch vụ thân thiện và hữu ích. Chúng tôi tin rằng sự hỗ trợ được cá nhân hóa là rất quan trọng trong việc giúp khách hàng tìm được sản phẩm hoàn hảo đáp ứng sở thích và mong muốn của họ. Đội ngũ của chúng tôi tận tâm đảm bảo rằng bạn có trải nghiệm mua sắm thú vị và đáng nhớ.\n\nCảm ơn bạn đã lựa chọn cửa hàng của chúng tôi và những lời tốt đẹp của bạn. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi cam kết cung cấp các sản phẩm chất lượng cao và dịch vụ khách hàng tuyệt vời.\n\nChúng tôi đánh giá cao đề xuất của bạn và mong được phục vụ bạn một lần nữa trong tương lai, mang đến cho bạn những món đồ trang sức đẹp và độc đáo hơn.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốc Đọc thêm",
            "Yêu đôi bông tai và chiếc nhẫn tôi đã mua. Chất lượng tốt. Hãy mua và bạn sẽ không phải thất vọng. Ở đây tại Hội An Đọc thêm",
            "Aizlheer thân mến,\n\nXin chào, Chào buổi tối. \nXin chào Phố cổ Hội An!\n\nCảm ơn đánh giá tuyệt vời của bạn trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn yêu thích đôi bông tai và chiếc nhẫn ngọc trai nước ngọt mà bạn đã mua từ cửa hàng của chúng tôi.\n\nChúng tôi tự hào cung cấp đồ trang sức chất lượng cao và chúng tôi rất vui khi bạn nhận thấy ngọc trai có chất lượng tốt. Nhóm của chúng tôi lựa chọn cẩn thận từng viên ngọc trai, đảm bảo rằng chúng đáp ứng các tiêu chuẩn xuất sắc của chúng tôi. Sự kết hợp giữa bạc 925 và thiết kế hiện đại làm tăng thêm vẻ sang trọng và tinh tế cho các sản phẩm của chúng tôi.\n\nChúng tôi rất vui khi biết rằng bạn hài lòng với giao dịch mua hàng của mình và bạn tin rằng những người khác cũng sẽ hài lòng. Đề xuất của bạn được đánh giá rất cao vì nó giúp chúng tôi tiếp cận nhiều khách hàng hơn đang tìm kiếm đồ trang sức ngọc trai đặc biệt.\n\nCảm ơn bạn đã lựa chọn cửa hàng của chúng tôi và những lời tốt đẹp của bạn. Chúng tôi cam kết cung cấp dịch vụ khách hàng tuyệt vời và cung cấp những tác phẩm độc đáo và đẹp mắt phản ánh vẻ đẹp của Phố cổ Hội An.\n\nChúng tôi rất mong được phục vụ bạn những lần sau và mang đến cho bạn những trải nghiệm thú vị hơn nữa.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốcĐọc thêm",
            "Tôi đã mua một đôi bông tai ngọc bích tuyệt đẹp ở đây. Nhân viên bán hàng rất đáng yêu và rất hữu ích. Ghé thăm! Đọc thêm",
            "Kính gửi tamaracX9286MK,\n\nXin chào, Chào buổi chiều. \nXin chào Phố cổ Hội An!\n\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm của mình trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn đã mua một đôi bông tai ngọc bích tuyệt đẹp từ cửa hàng của chúng tôi.\n\nĐôi bông tai ngọc bích tự nhiên quả thực rất tinh tế và có sức quyến rũ đặc biệt. Chúng tôi rất tự hào về việc tuyển chọn những tác phẩm độc đáo và chất lượng cao thể hiện vẻ đẹp của loại đá quý quý giá này.\n\nChúng tôi rất vui khi biết rằng nhân viên bán hàng của chúng tôi đã cung cấp cho bạn một dịch vụ đáng yêu và hữu ích. Đội ngũ của chúng tôi tận tâm hỗ trợ khách hàng và đảm bảo trải nghiệm mua sắm thú vị. Chúng tôi tin rằng sự hỗ trợ và hướng dẫn được cá nhân hóa là điều cần thiết trong việc giúp bạn tìm được món đồ trang sức hoàn hảo.\n\nChúng tôi đánh giá cao đề nghị của bạn đến thăm cửa hàng của chúng tôi. Chúng tôi luôn hân hạnh được chào đón du khách và chia sẻ vẻ đẹp của bộ sưu tập của chúng tôi. Chúng tôi cố gắng tạo ra một bầu không khí ấm áp và hấp dẫn, nơi khách hàng cảm thấy thoải mái khi khám phá nhiều loại trang sức của chúng tôi.\n\nCảm ơn bạn một lần nữa vì đã lựa chọn cửa hàng của chúng tôi và vì những lời tốt đẹp của bạn. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn sự hỗ trợ của bạn.\n\nChúng tôi rất mong được phục vụ bạn những lần sau và mang đến cho bạn những trải nghiệm thú vị hơn nữa.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốc \nĐọc thêm",
            "Ngọc ở đây rất sáng và trong suốt, tôi thích thiết kế sản phẩm ở đây. Nhân viên ở đây cũng thân thiện nữa.Xem thêm",
            "627hi_pn thân mến,\n\nXin chào, Chào buổi chiều. \nXin chào Phố cổ Hội An!\n\nCảm ơn bạn đã chia sẻ trải nghiệm tích cực của mình với chúng tôi trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn nhận thấy ngọc bích tại cửa hàng của chúng tôi rất sáng và trong suốt. \n\nNgọc bích là loại đá quý được biết đến với vẻ đẹp tự nhiên và sang trọng. Chúng tôi rất cẩn thận trong việc lựa chọn những mảnh ngọc bích chất lượng cao có độ sáng và độ trong suốt đặc biệt. Chúng tôi rất vui vì bạn đánh giá cao chất lượng ngọc của chúng tôi.\n\nThiết kế của sản phẩm phản ánh cam kết của chúng tôi về cả phong cách và tay nghề. Chúng tôi cố gắng cung cấp các thiết kế độc đáo và bắt mắt, thể hiện được bản chất của sự sang trọng và tinh tế. Chúng tôi rất vui vì bạn thích thiết kế của đôi bông tai ngọc bích mà bạn đã mua.\n\nĐội ngũ của chúng tôi rất tự hào khi cung cấp dịch vụ thân thiện và chu đáo cho tất cả khách hàng. Chúng tôi tin rằng bầu không khí tích cực và thân thiện là điều cần thiết để có trải nghiệm mua sắm đáng nhớ. Chúng tôi rất vui vì bạn thấy nhân viên của chúng tôi cũng thân thiện.\n\nCảm ơn bạn đã lựa chọn cửa hàng của chúng tôi và những lời tốt đẹp của bạn. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn sự hỗ trợ và đề xuất của bạn.\n\nChúng tôi mong được phục vụ bạn một lần nữa trong tương lai và hỗ trợ bạn tìm được những mảnh ngọc đẹp hơn.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốc\nĐọc thêm",
            "Đồ trang sức rất đẹp, phong cách và trang nhã. Nhân viên thân thiện và hữu ích. Có rất nhiều mẫu mã để lựa chọn.Đọc thêm",
            "Kính gửi JoeytU2454OG,\n\nXin chào, Chào buổi chiều.\n Xin chào Phố cổ Hội An!\n\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm tích cực của mình với chúng tôi trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn nhận thấy đồ trang sức của chúng tôi rất đẹp, phong cách và thanh lịch.\n\nTại cửa hàng của chúng tôi, chúng tôi cố gắng cung cấp một bộ sưu tập trang sức được tuyển chọn thể hiện vẻ đẹp, phong cách và sự sang trọng. Chúng tôi lựa chọn cẩn thận từng sản phẩm để đảm bảo rằng nó đáp ứng các tiêu chuẩn cao của chúng tôi và phản ánh các xu hướng mới nhất. Chúng tôi rất vui vì bạn đánh giá cao những nỗ lực của chúng tôi.\n\nNhóm của chúng tôi rất tự hào khi cung cấp dịch vụ thân thiện và hữu ích cho tất cả khách hàng của mình. Chúng tôi tin rằng trải nghiệm mua sắm tích cực và thú vị là điều cần thiết. Chúng tôi rất vui vì bạn nhận thấy đội ngũ nhân viên của chúng tôi vừa thân thiện vừa hữu ích.\n\nVới nhiều mẫu mã đa dạng để lựa chọn, chúng tôi mong muốn phục vụ nhiều sở thích và thị hiếu khác nhau. Chúng tôi hiểu rằng mọi người đều có sở thích về phong cách độc đáo và chúng tôi rất vui khi bạn nhận thấy phạm vi mẫu mã của chúng tôi rất phong phú.\n\nCảm ơn bạn đã lựa chọn cửa hàng của chúng tôi và những lời tốt đẹp của bạn. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn sự hỗ trợ và đề xuất của bạn.\n\nChúng tôi mong được chào đón bạn quay trở lại trong tương lai và hỗ trợ bạn tìm kiếm những món đồ trang sức đẹp và trang nhã hơn.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốc\nĐọc thêm",
            "Tôi đã mua bông tai ngọc bích. Cửa hàng có đầy đủ hàng và có nhiều lựa chọn đẹp. Dịch vụ này rất thân thiện và tốt đẹp.Đọc thêm",
            "Marlenemuy thân mến,\n\nXin chào, Chào buổi chiều.\nXin chào Phố cổ Hội An!\n\nCảm ơn bạn đã chia sẻ trải nghiệm của mình với chúng tôi trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn đã mua một đôi bông tai ngọc bích từ cửa hàng của chúng tôi. \n\nChúng tôi rất tự hào khi tuyển chọn một bộ sưu tập đầy đủ trưng bày nhiều loại trang sức ngọc bích đẹp mắt. Ngọc bích không chỉ là một loại đá quý tuyệt đẹp mà còn mang ý nghĩa văn hóa. Chúng tôi rất vui vì bạn thấy lựa chọn của chúng tôi hấp dẫn.\n\nĐội ngũ của chúng tôi luôn tận tâm cung cấp dịch vụ thân thiện và chu đáo cho tất cả khách hàng. Chúng tôi tin rằng mọi tương tác đều phải vui vẻ và thú vị. Chúng tôi rất vui khi biết rằng bạn nhận thấy dịch vụ của chúng tôi vừa thân thiện vừa tốt bụng.\n\nChiếc khuyên tai Ngọc loại A tự nhiên mà bạn mua có biểu tượng truyền thống xưa của Việt Nam, Hòa Tây, thực sự đặc biệt. Mỗi tác phẩm đều được chế tác cẩn thận để làm nổi bật vẻ đẹp và sự độc đáo của loại đá quý quý giá này. Chúng tôi mong muốn cung cấp đồ trang sức không chỉ nâng cao phong cách của bạn mà còn mang theo một câu chuyện và di sản văn hóa.\n\nCảm ơn bạn đã lựa chọn cửa hàng của chúng tôi và dành thời gian chia sẻ phản hồi tích cực của mình. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất biết ơn sự hỗ trợ và đề xuất của bạn.\n\nChúng tôi mong được phục vụ bạn một lần nữa trong tương lai và mang đến cho bạn những trải nghiệm đặc biệt hơn.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốc Đọc thêm",
            "Đồ trang sức đẹp và dịch vụ khách hàng tuyệt vời. Cả hai người phụ nữ đều rất niềm nở và lịch sự. Yêu cả hai tôi. Khuyên tai.Đọc thêm",
            "478bhimg thân mến, \n\nXin chào, chào buổi chiều. \nXin chào Phố cổ Hội An!\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm tuyệt vời của mình với chúng tôi trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn thấy đồ trang sức của chúng tôi rất đẹp và dịch vụ khách hàng của chúng tôi rất xuất sắc. \n\nTại cửa hàng của chúng tôi, chúng tôi rất tự hào khi mang đến bầu không khí ấm áp và chào đón cho tất cả khách hàng của mình và chúng tôi rất vui khi bạn cũng cảm thấy như vậy. Nhóm của chúng tôi tận tâm đảm bảo rằng mọi du khách đều cảm thấy có giá trị và được đánh giá cao.\n\nChúng tôi đặc biệt vui mừng khi biết rằng bạn yêu thích cả bông tai rồng và bông tai hổ phách ấm trà. Những tác phẩm độc đáo này được tạo ra với độ chính xác và sự cẩn thận, thể hiện vẻ đẹp của bạc cũng như sự phức tạp của thiết kế. Chúng tôi cố gắng cung cấp nhiều loại trang sức đa dạng phục vụ cho các sở thích và sở thích khác nhau.\n\nNhững lời nói tử tế và phản hồi tích cực của bạn có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi thực sự đánh giá cao sự hỗ trợ và đề xuất của bạn. \n\nMột lần nữa, cảm ơn bạn đã chọn cửa hàng của chúng tôi và chia sẻ trải nghiệm của mình trên TripAdvisor. Chúng tôi hy vọng sẽ được hân hạnh chào đón bạn quay trở lại trong tương lai.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốc Đọc thêm"
        ],
        "star_ratings": [
            58,
            0,
            0,
            0,
            0
        ],
        "review_amount": 58,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Trang sức EM Việt Nam",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written November 3, 2023",
            "Written November 7, 2023",
            "Written December 27, 2023",
            "Written January 15, 2024",
            "Written February 10, 2024",
            "Written April 5, 2024",
            "Written December 28, 2023",
            "Written December 27, 2023",
            "Written December 27, 2023",
            "Written December 27, 2023",
            "Written December 27, 2023",
            "Written December 24, 2023",
            "Written December 22, 2023",
            "Written December 22, 2023",
            "Written December 22, 2023",
            "Written December 21, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d26809890-Reviews-or20-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26083792-Reviews-QQ_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15059770-Reviews-Au_Lac_Wood_Art-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17483516-Reviews-Minh_Huong_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451143-Reviews-Cantonese_Assembly_Hall-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454964-Reviews-The_Sa_Huynh_Culture_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12335105-Reviews-Gallery_180-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10257444-Reviews-XQ_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454963-Reviews-The_Old_House_of_Phun_Hung-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451147-Reviews-Japanese_Covered_Bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or10-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or30-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7806157-Reviews-Hoi_An_CraftShips-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-Viet_Made-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3903512-Reviews-Hung_Thai-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12211836-Reviews-Artbook-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27692043-Reviews-TiredCity_152_Tr_n_Phu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19603328-Reviews-Hoi_An_Sunrise_Motorbike_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11766593-Reviews-Lam_Bang_Tay-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25461538-Reviews-Son_Ca_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4170569-Reviews-Green_Chili_Cookery_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147389-d19444419-Reviews-Trinidad_Tobago_Inter_Island_Ferry_Service-Port_of_Spain_Trinidad_Trinidad_and_T.html",
            "https://www.tripadvisor.com/Attraction_Review-g32815-d526165-Reviews-Oceanside_Pier-Oceanside_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g148423-d147530-Reviews-Pink_Sands_Beach-Harbour_Island_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g240329-d107006-Reviews-Esalen_Institute-Big_Sur_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293918-d552516-Reviews-Lamai_Beach-Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3360190-d4283686-Reviews-Gorges_of_Theriso-Theriso_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g147365-d2198364-Reviews-Stingray_City-Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d12794188-Reviews-Kyo_train-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g42430-d258912-Reviews-Palms_Book_State_Park-Manistique_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34287-d145683-Reviews-O_Leno_State_Park-High_Springs_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or30-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or20-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "EM Vietnam Jewelry",
        "attraction_name_vi": "Trang sức EM Việt Nam",
        "general_info": [
            "58 đánh giá",
            "133 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Bạn đang tìm kiếm một món quà lưu niệm khuấy động tâm hồn từ Hội An? Khám phá EM Vietnam Jewelry, nơi nghệ thuật và di sản văn hóa kết hợp. Cửa hàng của chúng tôi, nép mình trong thị trấn cổ kính này, cung cấp nhiều lựa chọn quyến rũ về đồ trang sức bằng bạc, ngọc trai, ngọc bích và xà cừ được chế tác thủ công. Đắm chìm trong tinh thần Việt Nam khi bạn khám phá bộ sưu tập tuyệt đẹp của chúng tôi. Tìm mảnh ghép hoàn hảo để trân trọng, mang theo một mảnh Việt Nam bên mình. Mời các bạn ghé thăm EM Vietnam Jewelry tại Hội An. EMViệt NamTrang sức Hội An Thủ côngQuà lưu niệmĐọc thêm",
        "reviews": [
            "Đá quý địa phương! Cửa hàng này là một viên ngọc ẩn trong thế giới trang sức bạc. Các thiết kế là duy nhất và các vật liệu được sử dụng có chất lượng cao nhất. Tôi đã trở thành một khách hàng trung thành và không thể giới thiệu nó đủĐọc thêm",
            "648Aces thân mến,\n\nXin Chào, chào buổi tối.\nLời chào từ phố cổ Hội An.\n\nChúng tôi muốn dành một chút thời gian để bày tỏ sự đánh giá cao chân thành nhất của chúng tôi về chuyến thăm gần đây của bạn đến cửa hàng trang sức của chúng tôi. Quyết định chia sẻ trải nghiệm của bạn trên TripAdvisor thực sự có ý nghĩa rất lớn đối với chúng tôi.\n\nCảm ơn bạn vì những lời tốt đẹp và ghi nhận những nỗ lực của nhóm chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tích cực với chúng tôi. Mục tiêu không ngừng của chúng tôi là cung cấp dịch vụ khách hàng đặc biệt và cung cấp nhiều lựa chọn về đồ trang sức chất lượng cao.\n\nPhản hồi của bạn trên TripAdvisor không chỉ tạo động lực cho chúng tôi mà còn giúp các khách hàng tiềm năng khác đưa ra quyết định sáng suốt. Chúng tôi rất biết ơn sự hỗ trợ của bạn trong việc truyền bá thông tin về cửa hàng trang sức của chúng tôi.\n\nMột lần nữa, cảm ơn bạn đã lựa chọn chúng tôi và phản hồi có giá trị của bạn. Chúng tôi rất vinh dự khi có cơ hội được phục vụ bạn và rất mong được chào đón bạn quay trở lại trong tương lai.\n\nTrân trọng,\nTô Lâm Cô \nTổng Giám đốcĐọc thêm",
            "Đây là lần đầu tiên tôi thử một món đồ trang sức đẹp và chất lượng như thế này. Chiếc vòng tay trên tay mang lại cho tôi cảm giác hài hòa, an yên trong tâm hồn. Nếu lần sau quay lại chắc chắn mình sẽ mua thêm về làm quà cho người thân.Xem thêm",
            "Thân gửi h_th_l2023,\n\nXin chào, chào buổi tối.\nLời chào từ Phố cổ Hội An!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm tuyệt vời của mình tại EM Vietnam Jewelry trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn đã có một chuyến thăm đáng nhớ và chiếc vòng tay bạn mua đã mang lại cho bạn cảm giác hòa hợp và bình yên trong tâm hồn.\n\nChúng tôi rất tự hào về bộ sưu tập trang sức của mình, được chế tác cẩn thận theo văn hóa Việt Nam - Châu Á của chúng tôi. Chúng tôi rất ấm lòng khi biết rằng trang sức của chúng tôi phù hợp với bạn và mang đến sự thanh lịch cho phong cách của bạn.\n\nChúng tôi trân trọng những lời khen ngợi của bạn về đội ngũ nhân viên chu đáo và hiểu biết của chúng tôi. Niềm đam mê với nghề thủ công và sự tận tâm cung cấp dịch vụ đặc biệt của họ là những gì tạo nên sự khác biệt của chúng tôi. Chúng tôi rất vui khi biết rằng bạn có kế hoạch quay lại EM Vietnam Jewelry và mua thêm nhiều sản phẩm làm quà tặng cho những người thân yêu của mình. Chúng tôi tin rằng người thân của bạn sẽ đánh giá cao sự chu đáo và vẻ đẹp của trang sức của chúng tôi.\n\nCảm ơn bạn đã giới thiệu chúng tôi với những du khách khác đang tìm kiếm trải nghiệm trang sức văn hóa tại Hội An. Chúng tôi nỗ lực tạo ra một bầu không khí yên bình và cung cấp những sáng tạo tuyệt đẹp để lại ấn tượng lâu dài.\n\nChúng tôi mong muốn được chào đón bạn trở lại trong chuyến thăm tiếp theo và hỗ trợ bạn tìm thấy nhiều món đồ trang sức tinh xảo hơn mang lại niềm vui và sự trân trọng cho cuộc sống của bạn và cuộc sống của những người thân yêu của bạn.\n\nTrân trọng,\nGửi Lam\nTổng giám đốcĐọc thêm",
            "Cửa hàng trang sức này là một nơi không thể bỏ qua ở Hội An. Cửa hàng có những món đồ độc đáo và ấn tượng, có giá hợp lý và chắc chắn đáng mua. Ngoài ra, các nhân viên đều cực kỳ lịch sự, hữu ích và sắp tới. Họ có con mắt rất tốt và hiểu chính xác những gì khách hàng đang tìm kiếm. Cảm ơn Liên, Linh, Anh Thảo vì dịch vụ đặc biệt của họ! Đọc thêm",
            "Kính gửi Yusra1121,\n\nXin chào, Chào buổi tối.\nLời chào từ Phố cổ Hội An. \n\nCảm ơn bạn đã đánh giá tích cực về cửa hàng trang sức của chúng tôi trên TripAdvisor. Chúng tôi thực sự vinh dự khi được coi là điểm đến không thể bỏ qua ở Hội An.\n\nChúng tôi rất vui khi biết rằng bạn nhận thấy cửa hàng của chúng tôi có những món đồ độc đáo và tuyệt đẹp. Tại EM Jewelry, chúng tôi tự hào cung cấp các bộ sưu tập độc đáo và được tuyển chọn cẩn thận. Rất vui khi biết rằng sản phẩm của chúng tôi có giá tốt và đáng mua.\n\nNhóm của chúng tôi tận tâm cung cấp dịch vụ đặc biệt và rất vui khi bạn thấy nhân viên của chúng tôi cực kỳ lịch sự, hữu ích và luôn sẵn sàng. Thật tuyệt vời khi biết rằng Liên, Linh và Anh Thảo đã có thể hỗ trợ bạn trong chuyến thăm. Tất cả họ đều có con mắt tinh tường và hiểu biết sâu sắc về sở thích của khách hàng, đảm bảo rằng bạn tìm thấy chính xác những gì mình đang tìm kiếm.\n\nCảm ơn bạn đã lựa chọn EM Jewelry và những lời tốt đẹp của bạn. Chúng tôi đánh giá cao sự hỗ trợ của bạn và rất vui vì bạn đã mua 10 mặt hàng từ cửa hàng của chúng tôi. Bộ sưu tập ngọc trai nước ngọt và đá nhảy múa chất lượng cao được chọn lọc kỹ lưỡng cùng với bông hoa chạm khắc thủ công độc đáo của thiết kế xà cừ là những lựa chọn thực sự tinh tế.\n\nNếu bạn có bất kỳ thắc mắc nào hoặc cần hỗ trợ trong tương lai, vui lòng liên hệ với chúng tôi. Chúng tôi rất vui được hỗ trợ bạn.\n\nMột lần nữa, cảm ơn bạn đã đánh giá tuyệt vời của bạn. Chúng tôi hy vọng có cơ hội chào đón bạn quay trở lại EM Jewelry trong thời gian tới.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốc \nĐọc thêm",
            "Tôi đã ở đây với bạn trai của mình và chúng tôi nhìn thấy một đôi bông tai đáng yêu khiến tôi không thể rời mắt. Tôi quay lại 3 ngày liền vì tôi không thể quyết định liệu mình có muốn mua chúng hay không. Các nhân viên luôn rất tử tế và cho tôi thử những đôi bông tai khác, cuối cùng tôi đã mua được đôi ban đầu mà tôi muốn và tôi rất vui vì tôi đã yêu chúng rất nhiều. Đọc thêm",
            "Dear Ms Hannah, \n\nXin chào, Good Morning.\nGreetings from Hoi An Ancient Town! \n\nThank you for sharing your lovely experience at our store on TripAdvisor. We are delighted to hear that you found our jewellery to be lovely and our staff to be very nice. Its always our goal to provide a pleasant and memorable shopping experience for our customers.\n\nWe appreciate your dedication in visiting our store for three consecutive days to decide on the perfect pair of earrings. We understand how important it is to find that special piece that captures your heart. Our staff is always here to assist and guide you through the selection process, and were glad to hear that they were helpful and accommodating. Allowing you to try on other pairs of earrings demonstrates our commitment to ensuring your satisfaction.\n\nWere thrilled that you ultimately chose the original pair of earrings that caught your attention. The dragonfly earrings, using blue transparent enamel techniques and featuring natural jade, are truly a work of art. The combination of exquisite craftsmanship and the unique design make them a remarkable addition to your collection. Were delighted to know that you love them so much.\n\nThank you once again for your kind words and for choosing our store. Your satisfaction and happiness are our greatest rewards. If theres anything else we can assist you with or if you have any further inquiries, please feel free to reach out to us.\n\nWe hope the dragonfly earrings continue to bring you joy and serve as a cherished symbol of your time in Hoi An. We look forward to welcoming you back to our store in the future, where you can explore more stunning jewellery options.\n\nWarmest regards,\nTo Lam  Ms \nGeneral Manager Read more",
            "Ồ, mức độ khéo léo của một số tác phẩm này thật đáng kinh ngạc. Hãy tham khảo những mẫu mặt dây chuyền bạc dưới đây. Chúng tôi muốn một cái gì đó tinh túy và tìm thấy nó ở đây. Không thúc ép và cố định giá trên thẻ nên không có thuế du lịch. Rất khuyến khích nếu bạn muốn mang về nhà thứ gì đó đặc biệt.Đọc thêm",
            "Dear Ms G W,\n\nXin chào, Good Morning! \nGreetings from Hoi An Ancient Town.\n\nThank you for taking the time to share your wonderful experience with us on TripAdvisor. We are thrilled to hear that you were impressed by the amazing level of craftsmanship in our jewelry pieces and that you found something quintessential in our collection.\n\nAt EM Vietnam Jewelry, we are dedicated to showcasing exquisite craftsmanship in our jewelry creations, and we are delighted that you appreciated the attention to detail in our pieces. Our silver filigree pendants, in particular, are crafted with precision and artistry, reflecting the rich heritage of Vietnamese jewelry-making traditions. We are pleased that you found something special and quintessential to take home with you from our store.\n\nWe understand the importance of providing a transparent and enjoyable shopping experience for our customers. By offering fixed prices on our tags, we aim to ensure that you receive fair value for your purchase without any hidden costs or tourist tax. Our goal is to create a relaxed and welcoming atmosphere where you can explore our collection at your own pace and find the perfect piece that speaks to you.\n\nWe are glad to hear that you found our team to be non-pushy and that you appreciated the authenticity of our pricing. Customer satisfaction is our top priority, and we strive to provide a personalized shopping experience tailored to your needs and preferences.\n\nYour recommendation means a lot to us, and we are grateful for your kind words. Whether you are looking for a unique souvenir or a special gift, we have a wide selection of jewelry pieces that celebrate the beauty and artistry of Vietnamese craftsmanship. If you have any further inquiries or if theres anything else we can assist you with, please feel free to reach out to us.\n\nThank you once again for choosing EM Jewelry and for your positive review. We look forward to welcoming you back in the future and helping you find more exceptional pieces to add to your collection.\n\nWarmest regards,\nTo Lam \nGeneral Manager \nEM Vietnam Jewelry, Hoi An, Vietnam\nRead more",
            "Nổi bật. Tôi hạnh phúc hơn vì tôi đã tìm thấy cửa hàng này. Những mảnh tuyệt đẹp. Đồ trang sức thủ công rất tinh xảo và cao cấp. Các nhân viên rất tốt đẹp, thân thiện và hữu ích. Bất cứ ai muốn mua những món quà lưu niệm thật đẹp từ Hội An chứ không phải những món đồ du lịch rẻ tiền nên ghé thăm cửa hàng này. Rất khuyến khích!Đọc thêm",
            "Dear Mr Bastian R ,\n\nXin chào, Good Morning! \nGreetings from Hoi An Ancient Town.\n\nThank you for your glowing review of our jewelry shop in the old town of Hoi An. We are thrilled to hear that you had an outstanding experience and that you were more than happy with the stunning pieces you found in our store. Customer satisfaction is our top priority, and we take pride in offering finely crafted, high-end jewelry that reflects the beauty and craftsmanship of our culture.\n\nIts wonderful to know that you found the curving dragon of natural jadeite pendant to be a special piece that caught your eye. This pendant is a true masterpiece that combines traditional artistry with exquisite design. The natural jadeite stone symbolizes purity and protection, making it a meaningful and unique souvenir to take home from Hoi An.\n\nOur team is dedicated to providing exceptional service and creating a welcoming atmosphere for all our customers. We are delighted to hear that you found our staff to be nice, friendly, and helpful. We strive to offer an authentic shopping experience that allows visitors to discover genuine treasures and beautifully crafted jewelry pieces.\n\nWe are grateful for your recommendation and for choosing our shop for your jewelry purchase. Your support means a lot to us, and we are thrilled that you appreciate the quality and uniqueness of our collection.\n\nWe look forward to welcoming you and your family back to our shop in the future. Your continued support and patronage mean a great deal to us, and we are excited at the prospect of assisting you with any future jewelry needs. We are here to ensure that every visit to our shop is memorable and enjoyable for you and your loved ones.\n\nThank you once again for choosing our jewelry shop, and we cant wait to see you and your family again soon.\n\nWarmest regards,\nTo Lam \nGeneral Manager\nJewelry Shop in Hoi An, VietnamRead more",
            "Mình đến đây cùng bạn bè, thật tuyệt vời, nhiều đồ trang sức đẹp, đồ trang sức bạc rất đẹp, một nơi trang sức tuyệt vời để các bạn đến đây nếu muốn mua trang sức về làm quà từ Việt NamĐọc thêm",
            "Kính gửi Hướng dẫn45981246443, \n\nXin chào, chào buổi tối. \nLời chào từ Phố cổ Hội An.\n\nCảm ơn bạn đã ghé thăm cửa hàng của chúng tôi cùng bạn bè và chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng bạn thấy bộ sưu tập trang sức thủ công của chúng tôi rất đẹp, đặc biệt là trang sức bạc của chúng tôi.\n\nCửa hàng của chúng tôi rất tự hào khi cung cấp nhiều loại đồ trang sức thủ công tinh xảo, mỗi món đồ đều được chế tác cẩn thận và chú ý đến từng chi tiết. Chúng tôi rất vui khi bạn và bạn bè của bạn thích khám phá bộ sưu tập của chúng tôi và nhận thấy đây là một nơi tuyệt vời để mua đồ trang sức làm quà tặng từ Việt Nam.\n\nĐặc biệt, chúng tôi xin giới thiệu đến bạn đôi bông tai hình cá của chúng tôi. Trong văn hóa Việt Nam, cá tượng trưng cho sự dồi dào, may mắn và thịnh vượng. Khuyên tai cá của chúng tôi được chế tác tỉ mỉ bằng kỹ thuật đồ nư, một kỹ thuật gia công kim loại truyền thống và phức tạp, bao gồm xoắn và hàn các dây bạc hoặc vàng mảnh để tạo ra các hoa văn tinh tế. Đôi bông tai này không chỉ thể hiện vẻ đẹp của nghề thủ công Việt Nam mà còn mang biểu tượng đầy ý nghĩa về sự tích cực và may mắn.\n\nChúng tôi đánh giá cao đề xuất của bạn và tin tưởng vào cửa hàng của chúng tôi. Nếu bạn hoặc bạn bè của bạn có bất kỳ thắc mắc hoặc cần hỗ trợ gì thêm, vui lòng liên hệ với chúng tôi. Chúng tôi luôn ở đây để giúp đỡ.\n\nMột lần nữa xin cảm ơn bạn đã lựa chọn cửa hàng của chúng tôi và rất mong được hân hạnh được phục vụ bạn những lần sau.\n\nTrân trọng,\n\nTô Lâm Cô \nTrang sức EM Việt NamĐọc thêm",
            "Đội ngũ nhân viên vui vẻ, nhiệt tình đã giúp tôi chọn được chiếc nón lá ý nghĩa tặng bạn mình.  Đồ trang sức bạc ở đây rất đẹp, khuyên các bạn nên đến đâyĐọc thêm",
            "Kính gửi GoPlaces18032970454, \n\nXin chào, chào buổi tối. \nLời chào từ Phố cổ Hội An.\n\nCảm ơn bạn đã đánh giá tích cực và đã chọn cửa hàng của chúng tôi cho nhu cầu trang sức bạc của bạn. Chúng tôi rất vui khi được biết đội ngũ nhân viên vui vẻ, nhiệt tình đã hỗ trợ bạn lựa chọn được món quà nón lá ý nghĩa dành tặng bạn bè.\n\nChúng tôi tự hào cung cấp nhiều loại trang sức bạc thủ công thể hiện vẻ đẹp và sự khéo léo của kỹ thuật truyền thống. Tuy nhiên, chúng tôi muốn làm rõ rằng bản thân chiếc nón lá không được làm bằng kỹ thuật chạm khắc. Đồ trang sức là một kỹ thuật gia công kim loại tinh xảo và phức tạp, bao gồm việc xoắn và hàn các dây bạc hoặc vàng mảnh để tạo ra các mẫu trang trí.\n\nNón lá hay còn gọi là nón lá là loại nón truyền thống của Việt Nam được làm chủ yếu từ lá cọ hoặc tre. Nó được chế tác bằng kỹ thuật dệt được truyền qua nhiều thế hệ, thể hiện di sản văn hóa phong phú của Việt Nam. Mặc dù chiếc mũ nón không được làm bằng kỹ thuật chạm khắc, nhưng chúng tôi cung cấp nhiều loại trang sức bạc thể hiện nghề thủ công truyền thống và phức tạp này.\n\nChúng tôi đánh giá cao đề xuất của bạn và tin tưởng vào cửa hàng của chúng tôi. Nếu bạn hoặc bạn bè của bạn có bất kỳ thắc mắc hoặc cần hỗ trợ gì thêm, vui lòng liên hệ với chúng tôi. Chúng tôi luôn ở đây để giúp đỡ.\n\nMột lần nữa xin cảm ơn bạn đã lựa chọn cửa hàng của chúng tôi và rất mong được hân hạnh được phục vụ bạn những lần sau.\n\nTrân trọng,\n\nTô Lâm Cô \nTổng Giám đốcĐọc thêm",
            "Cô bán hàng Liên rất nhiệt tình và nhiệt tình giúp đỡ. Phần tôi chọn cho vợ tôi, cô ấy giải thích ý nghĩa của nó và ý nghĩa của nó ở Việt Nam. Nhân viên bán hàng rất giỏi.Đọc thêm",
            "Dear philipa128, \n\nXin chào, good evening. \nGreetings from Hoi An Ancient Town.\n\nThank you for your kind words and for choosing our store for your jewelry needs. We are thrilled to hear that our saleswoman, Liên, provided you with exceptional service and was able to explain the significance of the piece you chose for your wife.\n\nAs you may know, the art of handmade silver jewelry is truly a treasure, and we appreciate your support in preserving this craft. It is unfortunate that the handmade silver industry is becoming more and more extinct in todays modern world. However, we are dedicated to keeping this tradition alive by offering a wide range of handmade silver jewelry in our store.\n\nIn particular, we would like to introduce you to our collection of filigree technique jewelry with enamel green and blue colors. Filigree is a meticulous and intricate metalwork technique that involves twisting and soldering fine wires of silver or gold to create delicate and decorative patterns. This technique, combined with the vibrant green and blue enamel, brings a unique and eye-catching element to the jewelry, making each piece truly special.\n\nAdditionally, we offer a selection of jewelry featuring a four-leaf clover design. In many cultures, including Vietnam, the four-leaf clover is considered a symbol of good luck and fortune. Each leaf represents a different aspect: faith, hope, love, and luck. Our four-leaf clover jewelry carries this meaningful symbolism and serves as a beautiful gift for your loved ones.\n\nWe appreciate your feedback and recommendation. If you or your friends have any further inquiries or need assistance, please do not hesitate to reach out to us. We are always here to help.\n\nOnce again, thank you for choosing our store, and we hope to have the pleasure of serving you again in the future.\n\nWard Regards,\n\nTo Lam  Ms \nGeneral Manager Read more",
            "dịch vụ tuyệt vời! nhân viên rất hữu ích và tự tin vào kiến ​​thức của mình. thực sự đánh giá cao sự giúp đỡ và sẽ ghé thăm lại. Đọc thêm",
            "Kính gửi F2949ZXlucask, \n\nXin chào, chào buổi tối. \nLời chào từ Phố cổ Hội An.\n\nCảm ơn bạn vì những lời tốt đẹp và đã chọn cửa hàng của chúng tôi cho nhu cầu trang sức của bạn. Chúng tôi rất vui khi biết rằng bạn đã nhận được dịch vụ tuyệt vời từ đội ngũ nhân viên của chúng tôi, họ rất hữu ích và tự tin vào kiến ​​thức của mình.\n\nTại cửa hàng của chúng tôi, chúng tôi cố gắng cung cấp dịch vụ khách hàng đặc biệt và trải nghiệm mua sắm đáng nhớ. Chúng tôi tự hào về kiến ​​thức sâu rộng của đội ngũ về bộ sưu tập trang sức của chúng tôi và khả năng hỗ trợ khách hàng giải đáp các thắc mắc và lựa chọn của họ. Thật tuyệt vời khi biết rằng kiến ​​thức chuyên môn của họ được đánh giá cao và bạn nhận thấy sự trợ giúp của họ có giá trị.\n\nChúng tôi rất vui mừng được chào đón bạn quay trở lại cửa hàng của chúng tôi trong chuyến thăm tiếp theo tới Hội An. Cho dù bạn đang tìm kiếm một món quà đặc biệt hay chỉ đơn giản là muốn khám phá bộ sưu tập mới nhất của chúng tôi, nhóm của chúng tôi sẽ rất sẵn lòng hỗ trợ bạn.\n\nCảm ơn bạn đã phản hồi và cân nhắc ghé thăm chúng tôi một lần nữa. Nếu bạn có thêm bất kỳ câu hỏi nào hoặc cần bất kỳ sự trợ giúp nào trong tương lai, vui lòng liên hệ với chúng tôi. Chúng tôi luôn ở đây để giúp đỡ.\n\nMột lần nữa xin cảm ơn sự ủng hộ của bạn và chúng tôi mong sớm được phục vụ bạn lần nữa.\n\nTrân trọng,\n\nTô Lâm Cô \nTổng Giám đốc Đọc thêm",
            "Đây thực sự là một nơi tuyệt vời để tìm acc ở Việt Nam Hội An, nhân viên thực sự hữu ích và tốt bụng, họ nói tiếng Anh rất tốt, các bạn nên kiểm traĐọc thêm",
            "Thân gửi litanoviac,\n\nXin chào, chào buổi tối.\nLời chào từ Phố cổ Hội An.\n\nCảm ơn bạn đã đánh giá tuyệt vời và đã chọn cửa hàng của chúng tôi là nơi tốt nhất để tìm phụ kiện tại Việt Nam, đặc biệt là ở Hội An. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với chúng tôi.\n\nĐội ngũ của chúng tôi tự hào cung cấp dịch vụ hữu ích và tử tế cho khách hàng và chúng tôi rất vui khi bạn thấy nhân viên của chúng tôi thông thạo tiếng Anh. Chúng tôi cố gắng tạo ra một môi trường chào đón tất cả khách hàng và thật đáng mừng khi biết rằng những nỗ lực của chúng tôi đã tạo ra tác động tích cực đến trải nghiệm mua sắm của bạn.\n\nChúng tôi thực sự đánh giá cao lời giới thiệu của bạn và khuyến khích những người khác đến thăm cửa hàng của chúng tôi. Nếu bạn hoặc bạn bè của bạn có bất kỳ thắc mắc nào hoặc cần hỗ trợ, vui lòng liên hệ với chúng tôi. Chúng tôi luôn sẵn sàng hỗ trợ bạn.\n\nMột lần nữa, cảm ơn bạn đã dành những lời tốt đẹp và đã chọn cửa hàng của chúng tôi. Chúng tôi hy vọng sẽ có niềm vui được phục vụ bạn một lần nữa trong tương lai.\n\nTrân trọng,\n\nGửi Lam Ms\nEM Vietnam Jewelry Đọc thêm",
            "Tất cả các nhân viên đều rất hữu ích, đặc biệt là Liên, người đã giúp chúng tôi mua hàng. Chúng tôi thực sự muốn giới thiệu cửa hàng này.Đọc thêm",
            "Kính gửi G234FRclairef,\n\nXin chào, chào buổi tối. \nLời chào từ Phố cổ Hội An.\n\nCảm ơn bạn vì những lời tốt đẹp và đã dành thời gian chia sẻ trải nghiệm tích cực của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng bạn thấy nhân viên của chúng tôi rất nhiệt tình, đặc biệt là Liên, người đã hỗ trợ bạn mua hàng. Chúng tôi đánh giá cao đề xuất của bạn về cửa hàng của chúng tôi.\n\nTại cửa hàng trang sức của chúng tôi, chúng tôi cố gắng cung cấp dịch vụ đặc biệt cho tất cả khách hàng của mình và chúng tôi rất vui khi biết rằng chúng tôi có thể đáp ứng mong đợi của bạn. Chúng tôi rất biết ơn sự ủng hộ và tin tưởng của bạn đối với sản phẩm của chúng tôi.\n\nNếu có điều gì khác mà chúng tôi có thể hỗ trợ bạn trong tương lai, vui lòng liên hệ với chúng tôi. chúng tôi ở đây để giúp đỡ.\n\nMột lần nữa xin cảm ơn bạn đã lựa chọn cửa hàng của chúng tôi và rất mong được hân hạnh được phục vụ bạn những lần sau.\n\nTrân trọng kính chào,\n\nTô Lâm Cô \nTổng Giám đốcĐọc thêm",
            "Dịch vụ tốt từ lien! Thích chiếc vòng cổ này, sẽ quay lại. Cửa hàng nằm ở vị trí khá đẹp trong phố cổ Hội An. Ngọc trai cũng tuyệt vời. Họ có nhiều lựa chọn về mẫu mã hơn các cửa hàng khác. Trông hiện đại hơn. Đọc thêm",
            "Kính gửi anitasachdev925, \n\nXin chào, chào buổi tối. \nLời chào từ Phố cổ Hội An.\n\nCảm ơn bạn đã chia sẻ kinh nghiệm tích cực của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã nhận được dịch vụ tuyệt vời từ Liên và bạn yêu thích chiếc vòng cổ mình đã mua. Chúng tôi đánh giá cao những lời tốt đẹp của bạn và mong được chào đón bạn quay trở lại cửa hàng của chúng tôi.\n\nTọa lạc tại Phố cổ Hội An quyến rũ, cửa hàng của chúng tôi mang đến một khung cảnh tuyệt đẹp cho trải nghiệm mua sắm của bạn. Chúng tôi tự hào về sự lựa chọn đa dạng về thiết kế của mình và chúng tôi rất vui vì bạn nhận thấy các lựa chọn của chúng tôi hiện đại hơn so với các cửa hàng khác. Thật tuyệt vời khi biết rằng bạn cũng thích chất lượng ngọc trai của chúng tôi.\n\nNếu bạn có bất kỳ thắc mắc nào hoặc cần hỗ trợ trong tương lai, vui lòng liên hệ với chúng tôi. Chúng tôi luôn ở đây để giúp đỡ.\n\nMột lần nữa, cảm ơn sự ủng hộ của bạn và chúng tôi rất mong được gặp lại bạn tại cửa hàng của chúng tôi ở Phố cổ Hội An.\n\nTrân trọng,\n\nTô Lâm \nTổng Giám đốc Đọc thêm",
            "Đây là lần thứ ba tôi đến đây và tôi đã mua rất nhiều đồ cho cả gia đình, thiết kế rất ấn tượng với phong cách Việt Nam địa phương! Chất lượng rất tốt và dịch vụ tốt!! Đừng bỏ lỡĐọc thêm",
            "Kính gửi Roving58839009433,\n\nXin chào! Buổi tối vui vẻ,\nLời chào từ Phố cổ Hội An.\n\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm tuyệt vời của mình với trang sức ngọc bích tự nhiên của chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã ghé thăm chúng tôi lần thứ ba và nhận thấy sản phẩm của chúng tôi rất ấn tượng theo phong cách địa phương của người Việt.\n\nChúng tôi rất vui khi biết rằng bạn đã mua rất nhiều đồ trang sức cho cả gia đình mình. Chúng tôi tự hào cung cấp các sản phẩm chất lượng cao thể hiện vẻ đẹp của ngọc tự nhiên. Các thiết kế của chúng tôi được chế tạo cẩn thận để phản ánh bản chất của văn hóa và di sản Việt Nam.\n\nChúng tôi cũng rất vui mừng khi biết rằng bạn đã đánh giá cao dịch vụ tuyệt vời của chúng tôi. Cung cấp dịch vụ khách hàng đặc biệt là điều vô cùng quan trọng đối với chúng tôi và chúng tôi cố gắng đảm bảo rằng mọi khách hàng đều có trải nghiệm thú vị và đáng nhớ với chúng tôi.\n\nMột lần nữa, chúng tôi chân thành đánh giá cao những lời khuyên và lời khuyên tốt đẹp của bạn. Chúng tôi muốn mời bạn ghé thăm chúng tôi một lần nữa trong tương lai vì chúng tôi liên tục cập nhật bộ sưu tập của mình với những tác phẩm mới và tinh tế. Đừng bỏ lỡ cơ hội khám phá đồ trang sức ngọc bích tự nhiên độc đáo của chúng tôi.\n\nNếu bạn có bất kỳ thắc mắc nào khác hoặc nếu có bất kỳ điều gì khác mà chúng tôi có thể hỗ trợ cho bạn, vui lòng liên hệ với chúng tôi. Chúng tôi ở đây để cung cấp cho bạn dịch vụ tốt nhất có thể.\n\nCảm ơn bạn đã lựa chọn trang sức ngọc bích tự nhiên của chúng tôi và chúng tôi mong được chào đón bạn quay trở lại Phố cổ Hội An.\n\nTrân trọng kính chào,\n\nTô Lâm Cô\nTổng Giám đốcĐọc thêm",
            "Nhân viên cực kỳ hữu ích, tốt bụng và hiểu biết. Hoàn toàn thích chiếc vòng tay mà tôi mang theo!!! Đọc thêm",
            "Kính gửi 911mackinleyg,\n\nXin chào! Buổi tối vui vẻ,\nLời chào từ Phố cổ Hội An! \n\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời tại cửa hàng trang sức của chúng tôi trên TripAdvisor.\n\nChúng tôi rất vui mừng khi biết rằng bạn nhận thấy sản phẩm của chúng tôi có chất lượng tuyệt vời. Tại EM VietNam Jewelry, chúng tôi rất tự hào khi chế tác ra những món đồ trang sức không chỉ đẹp mà còn bền và lâu dài. Chúng tôi rất vui khi biết rằng bạn hài lòng với chiếc vòng tay mình đã mua.\n\nNhân viên của chúng tôi cố gắng cung cấp dịch vụ khách hàng xuất sắc và chúng tôi rất vui khi biết rằng họ rất hữu ích, tử tế và hiểu biết trong suốt chuyến thăm của bạn. Chúng tôi tin rằng trải nghiệm mua sắm được cá nhân hóa và chu đáo là điều cần thiết trong việc giúp khách hàng tìm được món đồ trang sức hoàn hảo.\n\nChúng tôi luôn cảm thấy ấm lòng khi nhận được những phản hồi tích cực như vậy từ quý khách hàng. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui khi bạn yêu thích chiếc vòng tay mà bạn mang đến từ chúng tôi.\n\nCảm ơn quý khách đã lựa chọn EM VietNam Jewelry. Chúng tôi hy vọng sẽ được hân hạnh phục vụ bạn một lần nữa trong tương lai và giúp bạn tìm được nhiều món đồ tuyệt đẹp mang lại niềm vui và sự sang trọng cho cuộc sống của bạn.\n\nTrân trọng kính chào,\n\nTô Lâm Cô\nTổng Giám đốc Đọc thêm",
            "Đây là một nơi trang sức tốt với đồ trang sức chất lượng tốt. Các nhân viên rất thân thiện và hữu ích khi giúp đỡ tôi. Đọc thêm",
            "Kính gửi H470VVelizabethp,\n\nXin chào! Buổi tối vui vẻ,\n\nLời chào từ Phố cổ Hội An! Cảm ơn bạn đã chia sẻ trải nghiệm tích cực tại cửa hàng trang sức của chúng tôi trên TripAdvisor.\n\nChúng tôi rất vui khi biết rằng bạn nhận thấy cửa hàng trang sức của chúng tôi hoạt động tốt và bạn hài lòng với chất lượng sản phẩm của chúng tôi. Tại EM VietNamJewelry, chúng tôi cố gắng chỉ cung cấp những đồ trang sức tốt nhất, được chế tác chú ý đến từng chi tiết và sử dụng vật liệu chất lượng cao.\n\nChúng tôi rất vui khi biết rằng nhân viên của chúng tôi rất thân thiện và hữu ích trong việc hỗ trợ bạn. Cung cấp dịch vụ khách hàng xuất sắc là một trong những ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui vì nhóm của chúng tôi có thể đáp ứng mong đợi của bạn.\n\nKhi nói đến ngọc trai nước ngọt, chúng tôi rất tự hào khi cung cấp một bộ sưu tập tuyệt đẹp. Những viên ngọc trai này được biết đến với vẻ đẹp tự nhiên và độ bóng độc đáo, khiến chúng trở thành sự lựa chọn vượt thời gian để làm bông tai thanh lịch. Chúng tôi rất vui vì bạn thấy chúng hấp dẫn.\n\nMột lần nữa xin cảm ơn quý khách đã lựa chọn EM Vietnam Jewelry. Chúng tôi hy vọng sẽ được hân hạnh phục vụ bạn một lần nữa trong tương lai và hỗ trợ bạn tìm được những món đồ trang sức đẹp hơn, phù hợp với phong cách và sở thích của bạn.\n\nTrân trọng kính chào,\n\nTô Lâm Cô \nTổng Giám đốc Đọc thêm"
        ],
        "star_ratings": [
            58,
            0,
            0,
            0,
            0
        ],
        "review_amount": 58,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Trang sức EM Việt Nam",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written November 3, 2023",
            "Written November 7, 2023",
            "Written December 27, 2023",
            "Written January 15, 2024",
            "Written February 10, 2024",
            "Written April 5, 2024",
            "Written December 14, 2023",
            "Written December 5, 2023",
            "Written December 5, 2023",
            "Written December 5, 2023",
            "Written December 3, 2023",
            "Written December 2, 2023",
            "Written December 2, 2023",
            "Written November 23, 2023",
            "Written November 19, 2023",
            "Written November 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d26809890-Reviews-or30-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26083792-Reviews-QQ_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15059770-Reviews-Au_Lac_Wood_Art-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17483516-Reviews-Minh_Huong_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451143-Reviews-Cantonese_Assembly_Hall-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454964-Reviews-The_Sa_Huynh_Culture_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12335105-Reviews-Gallery_180-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10257444-Reviews-XQ_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454963-Reviews-The_Old_House_of_Phun_Hung-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451147-Reviews-Japanese_Covered_Bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or20-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or40-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7806157-Reviews-Hoi_An_CraftShips-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-Viet_Made-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3903512-Reviews-Hung_Thai-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12211836-Reviews-Artbook-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27692043-Reviews-TiredCity_152_Tr_n_Phu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19603328-Reviews-Hoi_An_Sunrise_Motorbike_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11766593-Reviews-Lam_Bang_Tay-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25461538-Reviews-Son_Ca_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4170569-Reviews-Green_Chili_Cookery_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g44201-d254673-Reviews-Ha_Ha_Tonka_State_Park-Camdenton_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d669726-Reviews-Grotta_dello_Smeraldo_Emerald_Grotto-Positano_Amalfi_Coast_Province_of_Salerno_Cam.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d10535083-Reviews-Arena_Gorda_Beach-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g190320-d2698218-Reviews-Golden_Bay-Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187728-Reviews-British_Library-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d6636884-Reviews-Bird_Aviary-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g187790-d4361552-Reviews-Gaeta-Gaeta_Province_of_Latina_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g32701-d103868-Reviews-Mendocino_Headlands_State_Park-Mendocino_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34059-d258874-Reviews-Nemours_Estate-Wilmington_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g29105-d17665439-Reviews-FUNBOX-Arcadia_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or40-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or30-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "EM Vietnam Jewelry",
        "attraction_name_vi": "Trang sức EM Việt Nam",
        "general_info": [
            "58 đánh giá",
            "133 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Bạn đang tìm kiếm một món quà lưu niệm khuấy động tâm hồn từ Hội An? Khám phá EM Vietnam Jewelry, nơi nghệ thuật và di sản văn hóa kết hợp. Cửa hàng của chúng tôi, nép mình trong thị trấn cổ kính này, cung cấp nhiều lựa chọn quyến rũ về đồ trang sức bằng bạc, ngọc trai, ngọc bích và xà cừ được chế tác thủ công. Đắm chìm trong tinh thần Việt Nam khi bạn khám phá bộ sưu tập tuyệt đẹp của chúng tôi. Tìm mảnh ghép hoàn hảo để trân trọng, mang theo một mảnh Việt Nam bên mình. Mời các bạn ghé thăm EM Vietnam Jewelry tại Hội An. EMViệt NamTrang sức Hội An Thủ côngQuà lưu niệmĐọc thêm",
        "reviews": [
            "Đá quý địa phương! Cửa hàng này là một viên ngọc ẩn trong thế giới trang sức bạc. Các thiết kế là duy nhất và các vật liệu được sử dụng có chất lượng cao nhất. Tôi đã trở thành một khách hàng trung thành và không thể giới thiệu nó đủĐọc thêm",
            "648Aces thân mến,\n\nXin Chào, chào buổi tối.\nLời chào từ phố cổ Hội An.\n\nChúng tôi muốn dành một chút thời gian để bày tỏ sự đánh giá cao chân thành nhất của chúng tôi về chuyến thăm gần đây của bạn đến cửa hàng trang sức của chúng tôi. Quyết định chia sẻ trải nghiệm của bạn trên TripAdvisor thực sự có ý nghĩa rất lớn đối với chúng tôi.\n\nCảm ơn bạn vì những lời tốt đẹp và ghi nhận những nỗ lực của nhóm chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tích cực với chúng tôi. Mục tiêu không ngừng của chúng tôi là cung cấp dịch vụ khách hàng đặc biệt và cung cấp nhiều lựa chọn về đồ trang sức chất lượng cao.\n\nPhản hồi của bạn trên TripAdvisor không chỉ tạo động lực cho chúng tôi mà còn giúp các khách hàng tiềm năng khác đưa ra quyết định sáng suốt. Chúng tôi rất biết ơn sự hỗ trợ của bạn trong việc truyền bá thông tin về cửa hàng trang sức của chúng tôi.\n\nMột lần nữa, cảm ơn bạn đã lựa chọn chúng tôi và phản hồi có giá trị của bạn. Chúng tôi rất vinh dự khi có cơ hội được phục vụ bạn và rất mong được chào đón bạn quay trở lại trong tương lai.\n\nTrân trọng,\nTô Lâm Cô \nTổng Giám đốcĐọc thêm",
            "Đây là lần đầu tiên tôi thử một món đồ trang sức đẹp và chất lượng như thế này. Chiếc vòng tay trên tay mang lại cho tôi cảm giác hài hòa, an yên trong tâm hồn. Nếu lần sau quay lại chắc chắn mình sẽ mua thêm về làm quà cho người thân.Xem thêm",
            "Kính gửi h_th_l2023,\n\nXin chào, chào buổi tối.\nLời chào từ Phố cổ Hội An! \n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm tuyệt vời của mình tại EM Vietnam Jewelry trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn đã có một chuyến tham quan đáng nhớ và chiếc vòng tay bạn mua đã mang lại cho bạn cảm giác hài hòa và an tâm. \n\nChúng tôi rất tự hào về bộ sưu tập trang sức của mình, được chế tác cẩn thận phù hợp với văn hóa Châu Á của người Việt. Thật ấm lòng khi biết rằng đồ trang sức của chúng tôi đã gây ấn tượng với bạn và tăng thêm sự sang trọng cho phong cách của bạn.\n\nChúng tôi đánh giá cao những lời tốt đẹp của bạn về đội ngũ nhân viên chu đáo và hiểu biết của chúng tôi. Niềm đam mê của họ đối với nghề thủ công và sự cống hiến để cung cấp dịch vụ đặc biệt là điều khiến chúng tôi trở nên khác biệt. Chúng tôi rất vui khi biết rằng bạn có ý định quay trở lại EM Vietnam Jewelry và mua thêm nhiều món đồ để làm quà tặng cho những người thân yêu của mình. Chúng tôi tin chắc rằng người thân của bạn sẽ đánh giá cao sự chu đáo và vẻ đẹp của món trang sức của chúng tôi.\n\nCảm ơn bạn đã giới thiệu chúng tôi với những du khách khác đang tìm kiếm trải nghiệm trang sức văn hóa ở Hội An. Chúng tôi cố gắng tạo ra một bầu không khí yên bình và mang đến những sáng tạo tuyệt đẹp để lại ấn tượng lâu dài.\n\nChúng tôi mong được chào đón bạn quay trở lại trong chuyến thăm tiếp theo và hỗ trợ bạn tìm kiếm những món đồ trang sức tinh tế hơn mang lại niềm vui và sự trân trọng cho cuộc sống của bạn cũng như cuộc sống của những người thân yêu của bạn.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốcĐọc thêm",
            "Cửa hàng trang sức này là một nơi không thể bỏ qua ở Hội An. Cửa hàng có những món đồ độc đáo và ấn tượng, có giá hợp lý và chắc chắn đáng mua. Ngoài ra, các nhân viên đều cực kỳ lịch sự, hữu ích và sắp tới. Họ có con mắt rất tốt và hiểu chính xác những gì khách hàng đang tìm kiếm. Cảm ơn Liên, Linh, Anh Thảo vì dịch vụ đặc biệt của họ! Đọc thêm",
            "Kính gửi Yusra1121,\n\nXin chào, Chào buổi tối.\nLời chào từ Phố cổ Hội An. \n\nCảm ơn bạn đã đánh giá tích cực về cửa hàng trang sức của chúng tôi trên TripAdvisor. Chúng tôi thực sự vinh dự khi được coi là điểm đến không thể bỏ qua ở Hội An.\n\nChúng tôi rất vui khi biết rằng bạn nhận thấy cửa hàng của chúng tôi có những món đồ độc đáo và tuyệt đẹp. Tại EM Jewelry, chúng tôi tự hào cung cấp các bộ sưu tập độc đáo và được tuyển chọn cẩn thận. Rất vui khi biết rằng sản phẩm của chúng tôi có giá tốt và đáng mua.\n\nNhóm của chúng tôi tận tâm cung cấp dịch vụ đặc biệt và rất vui khi bạn thấy nhân viên của chúng tôi cực kỳ lịch sự, hữu ích và luôn sẵn sàng. Thật tuyệt vời khi biết rằng Liên, Linh và Anh Thảo đã có thể hỗ trợ bạn trong chuyến thăm. Tất cả họ đều có con mắt tinh tường và hiểu biết sâu sắc về sở thích của khách hàng, đảm bảo rằng bạn tìm thấy chính xác những gì mình đang tìm kiếm.\n\nCảm ơn bạn đã lựa chọn EM Jewelry và những lời tốt đẹp của bạn. Chúng tôi đánh giá cao sự hỗ trợ của bạn và rất vui vì bạn đã mua 10 mặt hàng từ cửa hàng của chúng tôi. Bộ sưu tập ngọc trai nước ngọt và đá nhảy múa chất lượng cao được chọn lọc kỹ lưỡng cùng với bông hoa chạm khắc thủ công độc đáo của thiết kế xà cừ là những lựa chọn thực sự tinh tế.\n\nNếu bạn có bất kỳ thắc mắc nào hoặc cần hỗ trợ trong tương lai, vui lòng liên hệ với chúng tôi. Chúng tôi rất vui được hỗ trợ bạn.\n\nMột lần nữa, cảm ơn bạn đã đánh giá tuyệt vời của bạn. Chúng tôi hy vọng có cơ hội chào đón bạn quay trở lại EM Jewelry trong thời gian tới.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốc \nĐọc thêm",
            "Tôi đã ở đây với bạn trai của mình và chúng tôi nhìn thấy một đôi bông tai đáng yêu khiến tôi không thể rời mắt. Tôi quay lại 3 ngày liền vì tôi không thể quyết định liệu mình có muốn mua chúng hay không. Các nhân viên luôn rất tử tế và cho tôi thử những đôi bông tai khác, cuối cùng tôi đã mua được đôi ban đầu mà tôi muốn và tôi rất vui vì tôi đã yêu chúng rất nhiều. Đọc thêm",
            "Dear Ms Hannah, \n\nXin chào, Good Morning.\nGreetings from Hoi An Ancient Town! \n\nThank you for sharing your lovely experience at our store on TripAdvisor. We are delighted to hear that you found our jewellery to be lovely and our staff to be very nice. Its always our goal to provide a pleasant and memorable shopping experience for our customers.\n\nWe appreciate your dedication in visiting our store for three consecutive days to decide on the perfect pair of earrings. We understand how important it is to find that special piece that captures your heart. Our staff is always here to assist and guide you through the selection process, and were glad to hear that they were helpful and accommodating. Allowing you to try on other pairs of earrings demonstrates our commitment to ensuring your satisfaction.\n\nWere thrilled that you ultimately chose the original pair of earrings that caught your attention. The dragonfly earrings, using blue transparent enamel techniques and featuring natural jade, are truly a work of art. The combination of exquisite craftsmanship and the unique design make them a remarkable addition to your collection. Were delighted to know that you love them so much.\n\nThank you once again for your kind words and for choosing our store. Your satisfaction and happiness are our greatest rewards. If theres anything else we can assist you with or if you have any further inquiries, please feel free to reach out to us.\n\nWe hope the dragonfly earrings continue to bring you joy and serve as a cherished symbol of your time in Hoi An. We look forward to welcoming you back to our store in the future, where you can explore more stunning jewellery options.\n\nWarmest regards,\nTo Lam  Ms \nGeneral Manager Read more",
            "Ồ, mức độ khéo léo của một số tác phẩm này thật đáng kinh ngạc. Hãy tham khảo những mẫu mặt dây chuyền bạc dưới đây. Chúng tôi muốn một cái gì đó tinh túy và tìm thấy nó ở đây. Không thúc ép và cố định giá trên thẻ nên không có thuế du lịch. Rất khuyến khích nếu bạn muốn mang về nhà thứ gì đó đặc biệt.Đọc thêm",
            "Dear Ms G W,\n\nXin chào, Good Morning! \nGreetings from Hoi An Ancient Town.\n\nThank you for taking the time to share your wonderful experience with us on TripAdvisor. We are thrilled to hear that you were impressed by the amazing level of craftsmanship in our jewelry pieces and that you found something quintessential in our collection.\n\nAt EM Vietnam Jewelry, we are dedicated to showcasing exquisite craftsmanship in our jewelry creations, and we are delighted that you appreciated the attention to detail in our pieces. Our silver filigree pendants, in particular, are crafted with precision and artistry, reflecting the rich heritage of Vietnamese jewelry-making traditions. We are pleased that you found something special and quintessential to take home with you from our store.\n\nWe understand the importance of providing a transparent and enjoyable shopping experience for our customers. By offering fixed prices on our tags, we aim to ensure that you receive fair value for your purchase without any hidden costs or tourist tax. Our goal is to create a relaxed and welcoming atmosphere where you can explore our collection at your own pace and find the perfect piece that speaks to you.\n\nWe are glad to hear that you found our team to be non-pushy and that you appreciated the authenticity of our pricing. Customer satisfaction is our top priority, and we strive to provide a personalized shopping experience tailored to your needs and preferences.\n\nYour recommendation means a lot to us, and we are grateful for your kind words. Whether you are looking for a unique souvenir or a special gift, we have a wide selection of jewelry pieces that celebrate the beauty and artistry of Vietnamese craftsmanship. If you have any further inquiries or if theres anything else we can assist you with, please feel free to reach out to us.\n\nThank you once again for choosing EM Jewelry and for your positive review. We look forward to welcoming you back in the future and helping you find more exceptional pieces to add to your collection.\n\nWarmest regards,\nTo Lam \nGeneral Manager \nEM Vietnam Jewelry, Hoi An, Vietnam\nRead more",
            "Nổi bật. Tôi hạnh phúc hơn vì tôi đã tìm thấy cửa hàng này. Những mảnh tuyệt đẹp. Đồ trang sức thủ công rất tinh xảo và cao cấp. Các nhân viên rất tốt đẹp, thân thiện và hữu ích. Bất cứ ai muốn mua những món quà lưu niệm thật đẹp từ Hội An chứ không phải những món đồ du lịch rẻ tiền nên ghé thăm cửa hàng này. Rất khuyến khích!Đọc thêm",
            "Dear Mr Bastian R ,\n\nXin chào, Good Morning! \nGreetings from Hoi An Ancient Town.\n\nThank you for your glowing review of our jewelry shop in the old town of Hoi An. We are thrilled to hear that you had an outstanding experience and that you were more than happy with the stunning pieces you found in our store. Customer satisfaction is our top priority, and we take pride in offering finely crafted, high-end jewelry that reflects the beauty and craftsmanship of our culture.\n\nIts wonderful to know that you found the curving dragon of natural jadeite pendant to be a special piece that caught your eye. This pendant is a true masterpiece that combines traditional artistry with exquisite design. The natural jadeite stone symbolizes purity and protection, making it a meaningful and unique souvenir to take home from Hoi An.\n\nOur team is dedicated to providing exceptional service and creating a welcoming atmosphere for all our customers. We are delighted to hear that you found our staff to be nice, friendly, and helpful. We strive to offer an authentic shopping experience that allows visitors to discover genuine treasures and beautifully crafted jewelry pieces.\n\nWe are grateful for your recommendation and for choosing our shop for your jewelry purchase. Your support means a lot to us, and we are thrilled that you appreciate the quality and uniqueness of our collection.\n\nWe look forward to welcoming you and your family back to our shop in the future. Your continued support and patronage mean a great deal to us, and we are excited at the prospect of assisting you with any future jewelry needs. We are here to ensure that every visit to our shop is memorable and enjoyable for you and your loved ones.\n\nThank you once again for choosing our jewelry shop, and we cant wait to see you and your family again soon.\n\nWarmest regards,\nTo Lam \nGeneral Manager\nJewelry Shop in Hoi An, VietnamRead more",
            "Đây là lần đầu tiên tôi thử một món đồ trang sức đẹp và chất lượng như thế này. Chiếc vòng tay trên tay mang lại cho tôi cảm giác hài hòa, an yên trong tâm hồn. Nếu lần sau quay lại chắc chắn mình sẽ mua thêm về làm quà cho người thân.Xem thêm",
            "Thân gửi h_th_l2023,\n\nXin chào, chào buổi tối.\nLời chào từ Phố cổ Hội An!\n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm tuyệt vời của mình tại EM Vietnam Jewelry trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn đã có một chuyến thăm đáng nhớ và chiếc vòng tay bạn mua đã mang lại cho bạn cảm giác hòa hợp và bình yên trong tâm hồn.\n\nChúng tôi rất tự hào về bộ sưu tập trang sức của mình, được chế tác cẩn thận theo văn hóa Việt Nam - Châu Á của chúng tôi. Chúng tôi rất ấm lòng khi biết rằng trang sức của chúng tôi phù hợp với bạn và mang đến sự thanh lịch cho phong cách của bạn.\n\nChúng tôi trân trọng những lời khen ngợi của bạn về đội ngũ nhân viên chu đáo và hiểu biết của chúng tôi. Niềm đam mê với nghề thủ công và sự tận tâm cung cấp dịch vụ đặc biệt của họ là những gì tạo nên sự khác biệt của chúng tôi. Chúng tôi rất vui khi biết rằng bạn có kế hoạch quay lại EM Vietnam Jewelry và mua thêm nhiều sản phẩm làm quà tặng cho những người thân yêu của mình. Chúng tôi tin rằng người thân của bạn sẽ đánh giá cao sự chu đáo và vẻ đẹp của trang sức của chúng tôi.\n\nCảm ơn bạn đã giới thiệu chúng tôi với những du khách khác đang tìm kiếm trải nghiệm trang sức văn hóa tại Hội An. Chúng tôi nỗ lực tạo ra một bầu không khí yên bình và cung cấp những sáng tạo tuyệt đẹp để lại ấn tượng lâu dài.\n\nChúng tôi mong muốn được chào đón bạn trở lại trong chuyến thăm tiếp theo và hỗ trợ bạn tìm thấy nhiều món đồ trang sức tinh xảo hơn mang lại niềm vui và sự trân trọng cho cuộc sống của bạn và cuộc sống của những người thân yêu của bạn.\n\nTrân trọng,\nGửi Lam\nTổng giám đốcĐọc thêm",
            "Vừa vặn hoàn hảo! Tôi đã đặt mua một chiếc nhẫn từ cửa hàng này và rất ấn tượng với hướng dẫn về kích thước của họ. Chiếc nhẫn vừa vặn hoàn hảo và tôi đeo nó hàng ngày mà không hề thấy khó chịuĐọc thêm",
            "Thân gửi bangem2023,\n\nXin chào, chào buổi tối.\nLời chào từ phố cổ Hội An.\n\nChúng tôi xin gửi lời cảm ơn chân thành vì đã chọn cửa hàng trang sức của chúng tôi và dành thời gian chia sẻ trải nghiệm của bạn trên TripAdvisor. Phản hồi của bạn vô cùng quý giá đối với chúng tôi.\n\nChúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tích cực với các kích cỡ nhẫn có thể điều chỉnh của chúng tôi. Tại Em Vietnam Jewelry, chúng tôi luôn nỗ lực đáp ứng các nhu cầu và sở thích riêng của khách hàng. Các loại nhẫn có thể điều chỉnh của chúng tôi được thiết kế để đảm bảo vừa vặn thoải mái và hoàn hảo cho mọi khách hàng, bất kể kích cỡ nhẫn của họ là bao nhiêu.\n\nChúng tôi hiểu rằng việc tìm đúng kích cỡ nhẫn có thể là một thách thức, và đó là lý do tại sao chúng tôi đầu tư vào việc cung cấp các tùy chọn có thể điều chỉnh. Những người thợ kim hoàn lành nghề của chúng tôi tận tâm chế tác những chiếc nhẫn có thể dễ dàng điều chỉnh để vừa vặn với ngón tay của bạn một cách thoải mái. Bằng cách này, bạn có thể thoải mái đeo những món đồ trang sức tinh xảo của chúng tôi mà không phải lo lắng về kích cỡ.\n\nSự đánh giá cao của bạn đối với các kích cỡ nhẫn có thể điều chỉnh của chúng tôi thúc đẩy chúng tôi tiếp tục cung cấp các giải pháp sáng tạo để nâng cao trải nghiệm mua sắm trang sức của bạn.\n\nMột lần nữa, chúng tôi xin cảm ơn bạn đã ủng hộ và chia sẻ phản hồi tích cực của bạn về các loại nhẫn có thể điều chỉnh của chúng tôi. Chúng tôi hy vọng sẽ có niềm vui được phục vụ bạn một lần nữa trong tương lai và cung cấp cho bạn nhiều món đồ trang sức đặc biệt hơn.\n\nTrân trọng,\nGửi Lam Ms\nTổng giám đốc Đọc thêm",
            "Đá quý địa phương! Cửa hàng này là một viên ngọc ẩn trong thế giới trang sức bạc. Các thiết kế là duy nhất và các vật liệu được sử dụng có chất lượng cao nhất. Tôi đã trở thành một khách hàng trung thành và không thể giới thiệu nó đủĐọc thêm",
            "648Aces thân mến,\n\nXin Chào, chào buổi tối.\nLời chào từ phố cổ Hội An.\n\nChúng tôi muốn dành một chút thời gian để bày tỏ sự đánh giá cao chân thành nhất của chúng tôi về chuyến thăm gần đây của bạn đến cửa hàng trang sức của chúng tôi. Quyết định chia sẻ trải nghiệm của bạn trên TripAdvisor thực sự có ý nghĩa rất lớn đối với chúng tôi.\n\nCảm ơn bạn vì những lời tốt đẹp và ghi nhận những nỗ lực của nhóm chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tích cực với chúng tôi. Mục tiêu không ngừng của chúng tôi là cung cấp dịch vụ khách hàng đặc biệt và cung cấp nhiều lựa chọn về đồ trang sức chất lượng cao.\n\nPhản hồi của bạn trên TripAdvisor không chỉ tạo động lực cho chúng tôi mà còn giúp các khách hàng tiềm năng khác đưa ra quyết định sáng suốt. Chúng tôi rất biết ơn sự hỗ trợ của bạn trong việc truyền bá thông tin về cửa hàng trang sức của chúng tôi.\n\nMột lần nữa, cảm ơn bạn đã lựa chọn chúng tôi và phản hồi có giá trị của bạn. Chúng tôi rất vinh dự khi có cơ hội được phục vụ bạn và rất mong được chào đón bạn quay trở lại trong tương lai.\n\nTrân trọng,\nTô Lâm Cô \nTổng Giám đốcĐọc thêm",
            "Tay nghề tinh tế và chất lượng vượt trội! Gần đây tôi đã mua một chiếc vòng cổ bạc tuyệt đẹp từ cửa hàng này và tôi thực sự rất thích thú với nó. Tay nghề thủ công tuyệt vời và chất lượng là hàng đầu.Đọc thêm",
            "Kính gửi 879parisn, \n\nXin chào, chào buổi tối.\nLời chào từ Phố cổ Hội An.  \n\nThay mặt toàn thể đội ngũ tại Em Vietnam Jewelry, tôi xin bày tỏ lòng biết ơn chân thành vì đã dành thời gian chia sẻ trải nghiệm của mình trên TripAdvisor. Phản hồi của bạn có ý nghĩa rất lớn đối với chúng tôi và giúp chúng tôi liên tục cải thiện dịch vụ của mình.  \n\nChúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tích cực tại cửa hàng trang sức của chúng tôi. Những lời tốt đẹp và sự hỗ trợ của bạn thực sự được đánh giá cao. Ưu tiên hàng đầu của chúng tôi là cung cấp dịch vụ khách hàng đặc biệt và sản phẩm chất lượng và phản hồi của bạn khẳng định lại rằng chúng tôi đang đi đúng hướng.  \n\nMột lần nữa xin cảm ơn quý khách đã lựa chọn Em Vietnam Jewelry. Chúng tôi mong được phục vụ bạn một lần nữa trong tương lai và mang lại cho bạn mức độ hài lòng tương tự.  \n\nTrân trọng kính chào, \nTô Lâm Cô \nTổng Giám đốcĐọc thêm",
            "Mỉm cười, nhân viên vui vẻ, dịch vụ tốt, thân thiện, vị trí tốt. Quán rất dễ tìm ở Hội An. Nó sạch sẽ nhưng không có máy lạnh. Không khí thoáng qua quán.Đọc thêm",
            "Dịch vụ tốt, nhân viên tươi cười Cung cấp thông tin về sản phẩm ở Hội An, địa điểm, nhân viên thân thiện. Quán rất dễ tìm ở Hội An.Đọc thêm",
            "Chúng tôi dừng lại ở cửa hàng trang sức đa dạng và chất lượng rất đẹp này. Sự chào đón rất dễ chịu với những nụ cười của hai nhân viên bán hàng. Lời khuyên rất tốt từ họ và không có áp lực phải mua, chúng tôi được tự do lựa chọn. Chúng tôi rời đi với 2 đôi bông tai lủng lẳng bằng bạc và ngọc bích và 2 cô bán hàng còn chụp ảnh chúng tôi. Ngày hôm sau chúng tôi quay lại lấy 2 mặt dây chuyền ngọc bích. Trình bày rất đẹp để làm quà tặng, đựng trong hộp xinh xắn. Trở lại Pháp, mọi người rất vui mừng với món quà của họ. Bán hàng tốt cho những ai xứng đáng nhận được. Và hãy giữ nụ cười xinh xắn thật dễ chịu đó.Sophie và Hervé.Đọc thêm",
            "Chúng tôi đã tìm thấy những chiếc khuyên tai hình con sói, đúng loại động vật mà chúng tôi đang tìm kiếm! Có nhiều lựa chọn khác nhau hơn! Hãy đến - bạn sẽ không hối tiếc!!!!!! Đọc thêm",
            "Уважаемый господин и госпожа Одиссей50271291763\n\nСинь Чао, доброе утро.\nПривет из древнего города Хойан.\n\nСпасибо за ваш замечательный отзыв и за то, что выбрали наш магазин, чтобы найти идеальные серьги и кулон с волком. Мы очень рады узнать, что в нашей коллекции украшений на анималистическую тематику вы нашли именно то, что искали.\n\nВ Em Vietnam Jewelry мы гордимся тем, что предлагаем широкий выбор уникальных и изысканных изделий на любой вкус и предпочтения. Мы очень рады, что серьги и кулон Волк вам понравились, и надеемся, что они станут особенным подарком для вашей мамы.\n\nВолк символизирует силу, верность и защиту, что делает его значимым выбором для подарка. Мы рады, что вы выбрали эти изделия, чтобы выразить свою любовь и признательность своей маме.\n\nМы надеемся, что серьги и кулон Волк принесут радость и счастье вашей маме, и ценим вашу поддержку нашего магазина. Если вам когда-нибудь понадобится помощь в чем-либо еще или у вас возникнут дополнительные вопросы, пожалуйста, не стесняйтесь обращаться к нам.\n\nС теплыми пожеланиями,\nВ Лам\nГлавный управляющий\nEm Vietnam Jewelry в Хойане, Вьетнам\n\n\n\nDear Mr Ms Odyssey50271291763\n\nXin chào, Good Morning.\nGreetings from Hoi An Ancient Town.\n\nThank you for your wonderful review and for choosing our store to find the perfect wolf earrings and pendant. Were thrilled to hear that you found exactly what you were looking for in our collection of animal-themed jewelry.\n\nAt Em Vietnam Jewelry, we take pride in offering a wide variety of unique and exquisite pieces that cater to different tastes and preferences. Were delighted that you found the wolf earrings and pendant to your liking and hope that they will make a special gift for your mom.\n\nThe wolf symbolizes strength, loyalty, and protection, making it a meaningful choice for a gift. Were glad that you chose these pieces to convey your love and appreciation for your mom.\n\nWe hope that the wolf earrings and pendant bring joy and happiness to your mom, and we appreciate your support of our store. If you ever need assistance with anything else or have further inquiries, please dont hesitate to reach out to us.\n\nWarmest regards,\nTo Lam \nGeneral Manager\nEm Vietnam Jewelry in Hoi An, Vietnam\nRead more",
            "Trải nghiệm tuyệt vời, cô gái đi theo chúng tôi rất hữu ích khi cho chúng tôi xem các loại trang sức khác nhau, cửa hàng trưng bày rất nhiều loại trang sức đặc trưng của truyền thống Việt Nam, chắc chắn rất đáng để ghé thămĐọc thêm",
            "Gentile Sig.Sig.ra Alessii T,\n\nXin chào, buongiorno.\nSaluti dallantica città di Hoi An!\n\nGrazie per aver condiviso la tua esperienza positiva con noi nel negozio di ciondoli in argento. Siamo entusiasti di sapere che hai avuto unesperienza eccellente e che lattenta assistenza fornita dal nostro staff è stata utile nel mostrare i vari gioielli. Il nostro team è orgoglioso di offrire unampia varietà di gioielli artigianali che riflettono le ricche tradizioni dellartigianato vietnamita.\n\nÈ meraviglioso sapere che hai acquistato il ciondolo di loto realizzato a mano con smalto. Questi pezzi sono squisiti esempi dellintricata lavorazione artigianale e degli elementi di design unici che caratterizzano la nostra collezione. Siamo lieti che tu abbia trovato qualcosa di speciale da portare a casa con te.\n\nNel nostro negozio ci dedichiamo a mostrare la bellezza e larte dei gioielli tradizionali vietnamiti, incluso il pendente di loto smaltato artigianale che hai selezionato. Ogni pezzo è realizzato con cura con attenzione ai dettagli e riflette il patrimonio culturale del nostro paese.\n\nSiamo grati per le vostre gentili parole e la vostra raccomandazione. Se cè qualcosaltro con cui possiamo aiutarti o se hai ulteriori feedback, non esitare a contattarci. Attendiamo con ansia lopportunità di darti il benvenuto di nuovo per esplorare di più della nostra collezione di gioielli artigianali.\n\nCordiali saluti,\nA Lam\nDirettore generale\n\nNegozio di ciondoli in argento a Hoi An, Vietnam\n\n-\n\nDear MrMs Alessii T, \n\nXin chào, Good Morning. \nGreetings from Hoi An Ancient Town!\n\nThank you for sharing your positive experience with us at the silver pendant store. We are thrilled to hear that you had an excellent experience and that the attentive assistance provided by our staff was helpful in showcasing the various jewelry pieces. Our team takes pride in offering a wide variety of handcrafted jewelry that reflects the rich traditions of Vietnamese craftsmanship.\n\nIts wonderful to know that you purchased the handcrafted lotus pendant with enamel. These pieces are exquisite examples of the intricate craftsmanship and unique design elements that are characteristic of our collection. We are delighted that you found something special to take home with you.\n\nAt our store, we are dedicated to showcasing the beauty and artistry of traditional Vietnamese jewelry, including the handcrafted enamel lotus pendant that you selected. Each piece is carefully crafted with attention to detail and reflects the cultural heritage of our country.\n\nWe are grateful for your kind words and recommendation. If there is anything else we can assist you with or if you have any further feedback, please do not hesitate to reach out. We look forward to the opportunity to welcome you back to explore more of our handcrafted jewelry collection.\n\nWarmest regards,\nTo Lam \nGeneral Manager \nSilver Pendant Store in Hoi An, Vietnam\nRead more",
            "Dịch vụ rất tốt và cô chủ rất dễ thương, trẻ đẹp. Có nhiều sản phẩm để bạn lựa chọn. Sẽ tốt hơn nếu bông tai có thể được cắt bớt thay vì sử dụng lỗ kim. Bằng cách này, nhiều người sẽ mua nó. Lần nữa, sẽ rất tốt nếu có những viên ngọc trai màu tím để lựa chọn. Các cô gái nhỏ thích những chiếc dây chuyền đơn giản và không quá phức tạp. Cửa hàng môi trường rất sạch sẽ, vệ sinh và tuyệt vờiCảm ơnĐọc thêm",
            "親愛的珍妮林女士\n\n新潮早安\n來自會安古鎮的問候\n\n感謝您對 Em Vietnam Jewelry 的體驗提供詳細回饋我們很高興聽到您發現我們的服務友好並且您感謝我們可愛而年輕的員工提供的幫助客戶滿意度是我們的首要任務我們很高興您喜歡瀏覽我們廣泛的產品選擇\n\n您對耳環的建議對我們很有價值我們將考慮這些建議來改進我們的產品我們了解提供滿足不同喜好的選擇的重要性並且我們將探索為那些不喜歡打耳洞的人提供夾式耳環的可能性\n\n我們感謝您對珍珠顏色選擇和項鍊設計偏好的意見我們的目標是提供各種款式來吸引所有顧客包括深受年輕女孩歡迎的簡約優雅單品\n\n保持乾淨衛生的購物環境對我們至關重要我們很高興您發現我們的商店維護良好且舒適為您提供購物體驗\n\n感謝您的回饋和建議如果我們還有什麼可以幫助您的或者您有任何進一步的建議請隨時與我們分享我們期待您將來再次光臨 Em Vietnam Jewelry\n\n溫馨問候\n杜林\n越南會安的 Em Vietnam Jewelry\n\n_________________________________________\n\nDear Ms 珍妮林, \n\nXin chào, Good Morning. \nGreetings from Hoi An Ancient Town!\n\nThank you for your detailed feedback on your experience at Em Vietnam Jewelry. We are pleased to hear that you found our service friendly and that you appreciated the assistance provided by our lovely and youthful staff. Customer satisfaction is our top priority, and we are glad that you enjoyed browsing through our wide selection of products.\n\nYour suggestions regarding the earrings are valuable to us, and we will take them into consideration to enhance our offerings. We understand the importance of providing options that cater to different preferences, and we will explore the possibility of providing clip-on earrings for those who prefer not to have pierced ears.\n\nWe appreciate your input on the color choices for pearls and the design preferences for necklaces. Our goal is to offer a variety of styles that appeal to all customers, including simple and elegant pieces that are popular among young girls.\n\nMaintaining a clean and hygienic shopping environment is essential to us, and we are delighted that you found our store to be well-kept and comfortable for your shopping experience.\n\nThank you for your feedback and suggestions. If there is anything else we can assist you with or if you have any further recommendations, please feel free to share them with us. We look forward to welcoming you back to Em Vietnam Jewelry in the future.\n\nWarmest regards,\nTo Lam \nEm Vietnam Jewelry in Hoi An, Vietnam\nRead more"
        ],
        "star_ratings": [
            58,
            0,
            0,
            0,
            0
        ],
        "review_amount": 58,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Trang sức EM Việt Nam",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written November 3, 2023",
            "Written November 7, 2023",
            "Written December 27, 2023",
            "Written January 15, 2024",
            "Written February 10, 2024",
            "Written April 5, 2024",
            "Written November 7, 2023",
            "Written November 7, 2023",
            "Written November 3, 2023",
            "Written November 3, 2023",
            "",
            "Written May 21, 2024",
            "",
            "Written May 21, 2024",
            "",
            "Written April 20, 2024",
            "",
            "Written February 23, 2024",
            "",
            "Written February 15, 2024",
            "",
            "Written January 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d26809890-Reviews-or40-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26083792-Reviews-QQ_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15059770-Reviews-Au_Lac_Wood_Art-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17483516-Reviews-Minh_Huong_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451143-Reviews-Cantonese_Assembly_Hall-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454964-Reviews-The_Sa_Huynh_Culture_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12335105-Reviews-Gallery_180-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10257444-Reviews-XQ_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454963-Reviews-The_Old_House_of_Phun_Hung-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451147-Reviews-Japanese_Covered_Bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or30-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or50-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7806157-Reviews-Hoi_An_CraftShips-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-Viet_Made-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3903512-Reviews-Hung_Thai-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12211836-Reviews-Artbook-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27692043-Reviews-TiredCity_152_Tr_n_Phu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19603328-Reviews-Hoi_An_Sunrise_Motorbike_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11766593-Reviews-Lam_Bang_Tay-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25461538-Reviews-Son_Ca_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4170569-Reviews-Green_Chili_Cookery_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33045-d104228-Reviews-Santa_Barbara_Zoo-Santa_Barbara_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g306997-d10100948-Reviews-Pantai_Klebang-Melaka_Central_Melaka_District_Melaka_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g658215-d7399028-Reviews-Winterhaven_Park-Ponce_Inlet_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1389361-d20044715-Reviews-Tiger_PARK_Phuket-Chalong_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d21241484-Reviews-Cosmic_Games_Pub-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g34477-d2402500-Reviews-Nokomis_Beach-Nokomis_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34420-d1838569-Reviews-Keewaydin_Island-Marco_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190983-Reviews-Museum_of_Eroticism_Musee_de_l_Erotisme-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d459922-Reviews-Shanghai_Wild_Animal_Park-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g49681-d11147115-Reviews-Air_U_Trampoline_Park_Party_Center_of_Greenville_NC-Winterville_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or50-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or40-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "EM Vietnam Jewelry",
        "attraction_name_vi": "Trang sức EM Việt Nam",
        "general_info": [
            "58 đánh giá",
            "133 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Bạn đang tìm kiếm một món quà lưu niệm khuấy động tâm hồn từ Hội An? Khám phá EM Vietnam Jewelry, nơi nghệ thuật và di sản văn hóa kết hợp. Cửa hàng của chúng tôi, nép mình trong thị trấn cổ kính này, cung cấp nhiều lựa chọn quyến rũ về đồ trang sức bằng bạc, ngọc trai, ngọc bích và xà cừ được chế tác thủ công. Đắm chìm trong tinh thần Việt Nam khi bạn khám phá bộ sưu tập tuyệt đẹp của chúng tôi. Tìm mảnh ghép hoàn hảo để trân trọng, mang theo một mảnh Việt Nam bên mình. Mời các bạn ghé thăm EM Vietnam Jewelry tại Hội An. EMViệt NamTrang sức Hội An Thủ côngQuà lưu niệmĐọc thêm",
        "reviews": [
            "Đá quý địa phương! Cửa hàng này là một viên ngọc ẩn trong thế giới trang sức bạc. Các thiết kế là duy nhất và các vật liệu được sử dụng có chất lượng cao nhất. Tôi đã trở thành một khách hàng trung thành và không thể giới thiệu nó đủĐọc thêm",
            "648Aces thân mến,\n\nXin Chào, chào buổi tối.\nLời chào từ phố cổ Hội An.\n\nChúng tôi muốn dành một chút thời gian để bày tỏ sự đánh giá cao chân thành nhất của chúng tôi về chuyến thăm gần đây của bạn đến cửa hàng trang sức của chúng tôi. Quyết định chia sẻ trải nghiệm của bạn trên TripAdvisor thực sự có ý nghĩa rất lớn đối với chúng tôi.\n\nCảm ơn bạn vì những lời tốt đẹp và ghi nhận những nỗ lực của nhóm chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tích cực với chúng tôi. Mục tiêu không ngừng của chúng tôi là cung cấp dịch vụ khách hàng đặc biệt và cung cấp nhiều lựa chọn về đồ trang sức chất lượng cao.\n\nPhản hồi của bạn trên TripAdvisor không chỉ tạo động lực cho chúng tôi mà còn giúp các khách hàng tiềm năng khác đưa ra quyết định sáng suốt. Chúng tôi rất biết ơn sự hỗ trợ của bạn trong việc truyền bá thông tin về cửa hàng trang sức của chúng tôi.\n\nMột lần nữa, cảm ơn bạn đã lựa chọn chúng tôi và phản hồi có giá trị của bạn. Chúng tôi rất vinh dự khi có cơ hội được phục vụ bạn và rất mong được chào đón bạn quay trở lại trong tương lai.\n\nTrân trọng,\nTô Lâm Cô \nTổng Giám đốcĐọc thêm",
            "Đây là lần đầu tiên tôi thử một món đồ trang sức đẹp và chất lượng như thế này. Chiếc vòng tay trên tay mang lại cho tôi cảm giác hài hòa, an yên trong tâm hồn. Nếu lần sau quay lại chắc chắn mình sẽ mua thêm về làm quà cho người thân.Xem thêm",
            "Kính gửi h_th_l2023,\n\nXin chào, chào buổi tối.\nLời chào từ Phố cổ Hội An! \n\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm tuyệt vời của mình tại EM Vietnam Jewelry trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn đã có một chuyến tham quan đáng nhớ và chiếc vòng tay bạn mua đã mang lại cho bạn cảm giác hài hòa và an tâm. \n\nChúng tôi rất tự hào về bộ sưu tập trang sức của mình, được chế tác cẩn thận phù hợp với văn hóa Châu Á của người Việt. Thật ấm lòng khi biết rằng đồ trang sức của chúng tôi đã gây ấn tượng với bạn và tăng thêm sự sang trọng cho phong cách của bạn.\n\nChúng tôi đánh giá cao những lời tốt đẹp của bạn về đội ngũ nhân viên chu đáo và hiểu biết của chúng tôi. Niềm đam mê của họ đối với nghề thủ công và sự cống hiến để cung cấp dịch vụ đặc biệt là điều khiến chúng tôi trở nên khác biệt. Chúng tôi rất vui khi biết rằng bạn có ý định quay trở lại EM Vietnam Jewelry và mua thêm nhiều món đồ để làm quà tặng cho những người thân yêu của mình. Chúng tôi tin chắc rằng người thân của bạn sẽ đánh giá cao sự chu đáo và vẻ đẹp của món trang sức của chúng tôi.\n\nCảm ơn bạn đã giới thiệu chúng tôi với những du khách khác đang tìm kiếm trải nghiệm trang sức văn hóa ở Hội An. Chúng tôi cố gắng tạo ra một bầu không khí yên bình và mang đến những sáng tạo tuyệt đẹp để lại ấn tượng lâu dài.\n\nChúng tôi mong được chào đón bạn quay trở lại trong chuyến thăm tiếp theo và hỗ trợ bạn tìm kiếm những món đồ trang sức tinh tế hơn mang lại niềm vui và sự trân trọng cho cuộc sống của bạn cũng như cuộc sống của những người thân yêu của bạn.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốcĐọc thêm",
            "Cửa hàng trang sức này là một nơi không thể bỏ qua ở Hội An. Cửa hàng có những món đồ độc đáo và ấn tượng, có giá hợp lý và chắc chắn đáng mua. Ngoài ra, các nhân viên đều cực kỳ lịch sự, hữu ích và sắp tới. Họ có con mắt rất tốt và hiểu chính xác những gì khách hàng đang tìm kiếm. Cảm ơn Liên, Linh, Anh Thảo vì dịch vụ đặc biệt của họ! Đọc thêm",
            "Kính gửi Yusra1121,\n\nXin chào, Chào buổi tối.\nLời chào từ Phố cổ Hội An. \n\nCảm ơn bạn đã đánh giá tích cực về cửa hàng trang sức của chúng tôi trên TripAdvisor. Chúng tôi thực sự vinh dự khi được coi là điểm đến không thể bỏ qua ở Hội An.\n\nChúng tôi rất vui khi biết rằng bạn nhận thấy cửa hàng của chúng tôi có những món đồ độc đáo và tuyệt đẹp. Tại EM Jewelry, chúng tôi tự hào cung cấp các bộ sưu tập độc đáo và được tuyển chọn cẩn thận. Rất vui khi biết rằng sản phẩm của chúng tôi có giá tốt và đáng mua.\n\nNhóm của chúng tôi tận tâm cung cấp dịch vụ đặc biệt và rất vui khi bạn thấy nhân viên của chúng tôi cực kỳ lịch sự, hữu ích và luôn sẵn sàng. Thật tuyệt vời khi biết rằng Liên, Linh và Anh Thảo đã có thể hỗ trợ bạn trong chuyến thăm. Tất cả họ đều có con mắt tinh tường và hiểu biết sâu sắc về sở thích của khách hàng, đảm bảo rằng bạn tìm thấy chính xác những gì mình đang tìm kiếm.\n\nCảm ơn bạn đã lựa chọn EM Jewelry và những lời tốt đẹp của bạn. Chúng tôi đánh giá cao sự hỗ trợ của bạn và rất vui vì bạn đã mua 10 mặt hàng từ cửa hàng của chúng tôi. Bộ sưu tập ngọc trai nước ngọt và đá nhảy múa chất lượng cao được chọn lọc kỹ lưỡng cùng với bông hoa chạm khắc thủ công độc đáo của thiết kế xà cừ là những lựa chọn thực sự tinh tế.\n\nNếu bạn có bất kỳ thắc mắc nào hoặc cần hỗ trợ trong tương lai, vui lòng liên hệ với chúng tôi. Chúng tôi rất vui được hỗ trợ bạn.\n\nMột lần nữa, cảm ơn bạn đã đánh giá tuyệt vời của bạn. Chúng tôi hy vọng có cơ hội chào đón bạn quay trở lại EM Jewelry trong thời gian tới.\n\nTrân trọng kính chào,\nTô Lâm \nTổng Giám đốc \nĐọc thêm",
            "Tôi đã ở đây với bạn trai của mình và chúng tôi nhìn thấy một đôi bông tai đáng yêu khiến tôi không thể rời mắt. Tôi quay lại 3 ngày liền vì tôi không thể quyết định liệu mình có muốn mua chúng hay không. Các nhân viên luôn rất tử tế và cho tôi thử những đôi bông tai khác, cuối cùng tôi đã mua được đôi ban đầu mà tôi muốn và tôi rất vui vì tôi đã yêu chúng rất nhiều. Đọc thêm",
            "Dear Ms Hannah, \n\nXin chào, Good Morning.\nGreetings from Hoi An Ancient Town! \n\nThank you for sharing your lovely experience at our store on TripAdvisor. We are delighted to hear that you found our jewellery to be lovely and our staff to be very nice. Its always our goal to provide a pleasant and memorable shopping experience for our customers.\n\nWe appreciate your dedication in visiting our store for three consecutive days to decide on the perfect pair of earrings. We understand how important it is to find that special piece that captures your heart. Our staff is always here to assist and guide you through the selection process, and were glad to hear that they were helpful and accommodating. Allowing you to try on other pairs of earrings demonstrates our commitment to ensuring your satisfaction.\n\nWere thrilled that you ultimately chose the original pair of earrings that caught your attention. The dragonfly earrings, using blue transparent enamel techniques and featuring natural jade, are truly a work of art. The combination of exquisite craftsmanship and the unique design make them a remarkable addition to your collection. Were delighted to know that you love them so much.\n\nThank you once again for your kind words and for choosing our store. Your satisfaction and happiness are our greatest rewards. If theres anything else we can assist you with or if you have any further inquiries, please feel free to reach out to us.\n\nWe hope the dragonfly earrings continue to bring you joy and serve as a cherished symbol of your time in Hoi An. We look forward to welcoming you back to our store in the future, where you can explore more stunning jewellery options.\n\nWarmest regards,\nTo Lam  Ms \nGeneral Manager Read more",
            "Ồ, mức độ khéo léo của một số tác phẩm này thật đáng kinh ngạc. Hãy tham khảo những mẫu mặt dây chuyền bạc dưới đây. Chúng tôi muốn một cái gì đó tinh túy và tìm thấy nó ở đây. Không thúc ép và cố định giá trên thẻ nên không có thuế du lịch. Rất khuyến khích nếu bạn muốn mang về nhà thứ gì đó đặc biệt.Đọc thêm",
            "Dear Ms G W,\n\nXin chào, Good Morning! \nGreetings from Hoi An Ancient Town.\n\nThank you for taking the time to share your wonderful experience with us on TripAdvisor. We are thrilled to hear that you were impressed by the amazing level of craftsmanship in our jewelry pieces and that you found something quintessential in our collection.\n\nAt EM Vietnam Jewelry, we are dedicated to showcasing exquisite craftsmanship in our jewelry creations, and we are delighted that you appreciated the attention to detail in our pieces. Our silver filigree pendants, in particular, are crafted with precision and artistry, reflecting the rich heritage of Vietnamese jewelry-making traditions. We are pleased that you found something special and quintessential to take home with you from our store.\n\nWe understand the importance of providing a transparent and enjoyable shopping experience for our customers. By offering fixed prices on our tags, we aim to ensure that you receive fair value for your purchase without any hidden costs or tourist tax. Our goal is to create a relaxed and welcoming atmosphere where you can explore our collection at your own pace and find the perfect piece that speaks to you.\n\nWe are glad to hear that you found our team to be non-pushy and that you appreciated the authenticity of our pricing. Customer satisfaction is our top priority, and we strive to provide a personalized shopping experience tailored to your needs and preferences.\n\nYour recommendation means a lot to us, and we are grateful for your kind words. Whether you are looking for a unique souvenir or a special gift, we have a wide selection of jewelry pieces that celebrate the beauty and artistry of Vietnamese craftsmanship. If you have any further inquiries or if theres anything else we can assist you with, please feel free to reach out to us.\n\nThank you once again for choosing EM Jewelry and for your positive review. We look forward to welcoming you back in the future and helping you find more exceptional pieces to add to your collection.\n\nWarmest regards,\nTo Lam \nGeneral Manager \nEM Vietnam Jewelry, Hoi An, Vietnam\nRead more",
            "Nổi bật. Tôi hạnh phúc hơn vì tôi đã tìm thấy cửa hàng này. Những mảnh tuyệt đẹp. Đồ trang sức thủ công rất tinh xảo và cao cấp. Các nhân viên rất tốt đẹp, thân thiện và hữu ích. Bất cứ ai muốn mua những món quà lưu niệm thật đẹp từ Hội An chứ không phải những món đồ du lịch rẻ tiền nên ghé thăm cửa hàng này. Rất khuyến khích!Đọc thêm",
            "Dear Mr Bastian R ,\n\nXin chào, Good Morning! \nGreetings from Hoi An Ancient Town.\n\nThank you for your glowing review of our jewelry shop in the old town of Hoi An. We are thrilled to hear that you had an outstanding experience and that you were more than happy with the stunning pieces you found in our store. Customer satisfaction is our top priority, and we take pride in offering finely crafted, high-end jewelry that reflects the beauty and craftsmanship of our culture.\n\nIts wonderful to know that you found the curving dragon of natural jadeite pendant to be a special piece that caught your eye. This pendant is a true masterpiece that combines traditional artistry with exquisite design. The natural jadeite stone symbolizes purity and protection, making it a meaningful and unique souvenir to take home from Hoi An.\n\nOur team is dedicated to providing exceptional service and creating a welcoming atmosphere for all our customers. We are delighted to hear that you found our staff to be nice, friendly, and helpful. We strive to offer an authentic shopping experience that allows visitors to discover genuine treasures and beautifully crafted jewelry pieces.\n\nWe are grateful for your recommendation and for choosing our shop for your jewelry purchase. Your support means a lot to us, and we are thrilled that you appreciate the quality and uniqueness of our collection.\n\nWe look forward to welcoming you and your family back to our shop in the future. Your continued support and patronage mean a great deal to us, and we are excited at the prospect of assisting you with any future jewelry needs. We are here to ensure that every visit to our shop is memorable and enjoyable for you and your loved ones.\n\nThank you once again for choosing our jewelry shop, and we cant wait to see you and your family again soon.\n\nWarmest regards,\nTo Lam \nGeneral Manager\nJewelry Shop in Hoi An, VietnamRead more",
            "Chúng tôi đã tìm được một đôi bông tai ngọc trai dễ thương cho con gái mình. Nhân viên bán hàng rất tốt bụng, tươi cười và không ép bạn phải mua như bạn có thể thấy ở các cửa hàng khácĐọc thêm",
            "Cher Wander29088850146,\n\nXin chào, bonjour.\nSalutations de la vieille ville de Hoi An !\n\nMerci pour votre aimable critique sur notre magasin. Nous sommes ravis de savoir que vous avez vécu une expérience positive avec nos vendeuses sympathiques et souriantes. Dans notre boutique, la satisfaction du client est notre priorité et nous sommes heureux que vous vous sentiez bien accueilli et sans pression lors de votre visite.\n\nCest merveilleux dapprendre que vous avez trouvé une jolie paire de boucles doreilles en perles pour votre fille dans notre magasin. Nous sommes fiers doffrir une variété de produits de haute qualité qui répondent aux besoins et préférences de nos clients, et nous sommes heureux que vous ayez trouvé quelque chose de spécial pour votre bien-aimé.\n\nNotre équipe de vendeuses aimables et souriantes se consacre à fournir un excellent service et à créer un environnement de magasinage agréable pour tous nos clients. Nous croyons quil est important daider nos clients dans leurs choix sans aucune pression, leur garantissant ainsi une expérience de magasinage détendue et agréable.\n\nNous apprécions vos commentaires et vos recommandations. Si nous pouvons vous aider pour autre chose ou si vous avez dautres commentaires, nhésitez pas à nous contacter. Nous attendons avec impatience lopportunité de vous servir à nouveau dans le futur.\n\nChaleureuses salutations,\nÀ Lam\nBijoux Em VietNam à Hoi An, Vietnam\n\n-\n\nDear Wander29088850146, \n\nXin chào, Good Morning.\nGreetings from Hoi An Ancient Town!\n\nThank you for your kind review of our store. We are delighted to hear that you had a positive experience with our friendly and smiling saleswomen. At our shop, customer satisfaction is our priority, and we are pleased that you felt welcomed and not pressured during your visit.\n\nIts wonderful to hear that you found a lovely pair of pearl earrings for your daughter at our store. We take pride in offering a variety of high-quality products that cater to our customers needs and preferences, and we are glad that you found something special for your loved one.\n\nOur team of kind and smiling saleswomen is dedicated to providing excellent service and creating a pleasant shopping environment for all our customers. We believe in assisting our guests with their choices without any pressure, ensuring a relaxed and enjoyable shopping experience.\n\nWe appreciate your feedback and recommendation. If there is anything else we can assist you with or if you have any further comments, please do not hesitate to reach out. We look forward to the opportunity to serve you again in the future.\n\nWarmest regards,\nTo Lam\nEm VietNam Jewelry in Hoi An, Vietnam\nRead more",
            "Bạn thật tốt bụng và tử tế! Lần sau tôi muốn ghé thăm lại!! Và sản phẩm rất đẹp. Vị trí nằm ngay trung tâm Hội An nên khả năng tiếp cận rất tốt. Tôi hy vọng tất cả những ai ghé thăm Hội An sẽ đến đó ít nhất một lần! Thật vui khi họ giảm giá cho tôi nếu tôi viết đánh giá.Đọc thêm",
            "친애하는 Ms Freedom35210072724님,\n\n신짜오, 좋은 아침이에요.\n 호이안 고대 마을에서 인사드립니다!\n\nEm Vietnam의 서비스에 대한 친절한 말과 긍정적인 평가에 감사드립니다. 우리는 당신이 우리와 함께 즐거운 경험을 했다는 소식을 듣고 우리 직원들이 친절하고 세심하게 배려했다는 소식을 듣고 기쁘게 생각합니다. 귀하의 만족이 우리의 최우선 과제이며, 앞으로도 다시 우리를 방문하실 것을 고려해주셔서 기쁘게 생각합니다.\n\n우리는 Em Vietnam에서 아름다운 제품 셀렉션을 제공하는 데 자부심을 갖고 있으며, 귀하께서 우리 제품이 매력적이라고 느끼셨다니 기쁘게 생각합니다. 호이안 중심부에 있는 저희 매장의 편리한 위치 덕분에 방문객들은 저희 컬렉션을 탐색하고 이 역사적인 도시의 매력을 쉽게 경험할 수 있습니다.\n\n다른 사람들이 호이안에서 우리를 방문하도록 추천해 주셔서 감사하며, 귀하의 긍정적인 경험을 공유하는 더 많은 손님을 맞이할 수 있기를 바랍니다. 감사의 마음을 담아 리뷰를 작성해주신 고객님께 할인혜택을 드리고 있으며, 혜택을 누려주셔서 기쁘게 생각합니다.\n\n우리가 도와드릴 수 있는 다른 사항이 있거나 추가 피드백이 있는 경우 언제든지 알려주시기 바랍니다. 다음번 방문에도 다시 고객님을 모실 수 있는 기회를 기대하겠습니다.\n\n따뜻한 안부,\n램에게\n총책임자\n________________________________________\n\nDear Ms Freedom35210072724, \n\nXin chào, Good Morning. \n Greetings from Hoi An Ancient Town! \n\nThank you for your kind words and positive review of our service at Em Vietnam. We are delighted to hear that you had a pleasant experience with us and that you found our staff to be friendly and attentive. Your satisfaction is our top priority, and we are thrilled that you are considering visiting us again in the future.\n\nWe take pride in offering a beautiful selection of products at Em Vietnam, and we are glad to hear that you found our items to be attractive. Our stores convenient location in the heart of Hoi An allows easy access for visitors to explore our collection and experience the charm of this historic town.\n\nWe appreciate your recommendation for others to visit us in Hoi An, and we hope to welcome more guests who share your positive experience. As a token of our gratitude, we offer discounts to customers who write reviews, and we are happy that you enjoyed this benefit.\n\nIf there is anything else we can assist you with or if you have any further feedback, please feel free to let us know. We look forward to the opportunity to serve you again on your next visit.\n\nWarmest regards,\nTo Lam \nGeneral ManagerRead more",
            "Cửa hàng có nhiều mẫu trang sức đẹp, chất lượng cao. Đặc biệt giá cả rất hợp lý!!Nhân viên tư vấn bán hàng rất chuyên nghiệp và thân thiện.Đọc thêm",
            "Xin chào Carlotta B,\n\nChúc bạn một buổi sáng tốt lành. \nChúng mình gửi lời chào từ phố cổ Hội An. \n\nChúng mình xin chân thành cảm ơn lời khen ngợi và thời gian quý báu của bạn khi chia sẻ trải nghiệm tuyệt vời của mình trên TripAdvisor. Chúng mình rất vui mừng khi biết rằng bạn đã thấy cửa hàng của chúng mình có nhiều mẫu trang sức đẹp và chất lượng cao, với mức giá rất hợp lý.\n\nChúng mình cũng vô cùng hạnh phúc khi biết rằng nhân viên tư vấn bán hàng của chúng mình đã mang đến cho bạn dịch vụ chuyên nghiệp và thân thiện. Đội ngũ của chúng mình luôn cố gắng cung cấp những lời khuyên có kiến thức và đảm bảo rằng trải nghiệm mua sắm của bạn thú vị và được cá nhân hóa.\n\nNhững bông hoa đào bằng được điêu khắc từ vỏ ngọc trai mà bạn đã mua, với kỹ thuật khắc hoa bằng tay và sơn men cao cấp, mang ý nghĩa đặc biệt trong văn hóa Việt Nam. Hoa đào không chỉ là biểu tượng của sự thịnh vượng, may mắn và khởi đầu mới mà còn thường được liên kết với Tết Nguyên đán Việt Nam, biểu trưng cho sự đến của mùa xuân và sự nở rộ của cơ hội mới cho bạn trong năm 2024\n\nChúng mình rất trân trọng sự ủng hộ và đề xuất của bạn với cửa hàng của chúng mình. Điều này có ý nghĩa rất lớn với chúng mình khi quý khách đã ấn tượng với vẻ đẹp và sự khéo léo trong việc chế tác trang sức của chúng mình. Chúng mình luôn cố gắng mang đến những món độc đáo và ý nghĩa, như những chiếc hoa đào mà quý khách đã chọn, để bảo tồn bản sắc văn hóa và truyền thống của Việt Nam.\n\nMột lần nữa, xin chân thành cảm ơn lời khen ngợi và sự lựa chọn của bạn . Chúng mình hy vọng rằng những chiếc hoa đào sẽ mang lại niềm vui cho bạn và là gợi nhớ về năng lượng tích cực mà chúng mang lại . Nếu bạn có bất kỳ câu hỏi hoặc cần hỗ trợ trong tương lai, xin vui lòng liên hệ với chúng mình.\n\nChúng mình mong được đón chào bạn , người thân và bạn bè bạn trở lại cửa hàng trong tương lai, nơi các bạn có thể khám phá thêm nhiều lựa chọn trang sức tuyệt đẹp.\n\nTrân trọng,\nTô Lâm \n\n\n\nDear Carlotta B,\n\nXin chào, Good Morning. \nGreeting from Hoi An Accient Town! \n\nThank you so much for your kind words and for taking the time to share your wonderful experience on TripAdvisor. We are thrilled to hear that you found our store to have a wide selection of beautiful and high-quality jewelry, with prices that are very reasonable. \n\nWe are also delighted to know that our sales advisors provided you with professional and friendly service. Our team always strives to provide knowledgeable advice and ensure that your shopping experience is enjoyable and personalized.\n\nThe Hoa Đào earrings that you purchased, featuring mother of pearl carvings in the shape of cherry blossoms and using the high skill of enamel technique, hold special meaning in Vietnamese culture. The cherry blossom is not only a symbol of prosperity, luck, and new beginnings but is also often associated with the Vietnamese Lunar New Year, representing the arrival of spring and the blooming of new opportunities.\n\nWe truly appreciate your support and recommendation of our store. It means a lot to us that you were impressed by the beauty and craftsmanship of our jewelry. We always strive to bring unique and meaningful pieces, like the Hoa Đào earrings you chose, to preserve the cultural identity and traditions of Vietnam.\n\nOnce again, thank you for your kind words and for choosing our store. We hope that the Hoa Đào earrings bring you joy and serve as a reminder of the positive energy they represent. If you have any further questions or need any assistance in the future, please do not hesitate to contact us.\n\nWe look forward to welcoming you, your relation  friends back to our store in the future, where you can explore more stunning jewelry options.\n\nWarm Regards,\nTo Lam  Ms \nGeneral Manager\n\nRead more",
            "Cửa hàng rất đẹp với đồ trang sức được chế tác đẹp mắt. Dịch vụ tốt đẹp. Nếu bạn thích kiểu đó thì nên ghé quaĐọc thêm",
            "Dear Companion28847362475, \n\nXin Chào, Guten Morgen. \nHerzliche Grüße aus der Altstadt von Hoian!\n\nVielen Dank, dass Sie sich die Zeit genommen haben, Ihre positive Erfahrung auf TripAdvisor zu teilen. Es freut uns sehr zu hören, dass Sie unseren Laden als sehr schön empfunden haben und unseren Schmuck als sehr schön gearbeitet. Wir legen großen Wert auf hervorragende Handwerkskunst und ein angenehmes Einkaufserlebnis.\n\nEs freut uns zu hören, dass Ihnen der Service unseres Personals gefallen hat. Unser Team bemüht sich, eine freundliche und einladende Atmosphäre für unsere Kunden zu schaffen und sicherzustellen, dass ihr Besuch angenehm und unvergesslich ist.\n\nDer von Ihnen gekaufte Eulenanhänger hat eine besondere Bedeutung in Vietnam. In der vietnamesischen Kultur wird die Eule oft mit Weisheit, Intuition und Schutz in Verbindung gebracht. Sie soll Glück bringen und Negativität abwehren. Eulen gelten auch als Hüter des Wissens und werden hoch geschätzte Kreaturen.\n\nWir danken Ihnen für Ihre Empfehlung, unseren Laden zu besuchen. Es bedeutet uns viel, dass Ihnen das Stöbern in unserer Kollektion gefallen hat. Wir bieten eine Vielzahl von Schmuckoptionen an, darunter auch einzigartige und bedeutungsvolle Stücke wie den von Ihnen gewählten Eulenanhänger.\n\nNochmals vielen Dank für Ihre freundlichen Worte und dafür, dass Sie unseren Laden gewählt haben. Wir hoffen, dass der Eulenanhänger Ihnen oder dem Empfänger ein Gefühl von Weisheit und Schutz vermittelt. Wenn Sie weitere Fragen haben oder in Zukunft Unterstützung benötigen, zögern Sie bitte nicht, uns zu kontaktieren.\n\nWir freuen uns darauf, Sie in Zukunft erneut in unserem Laden begrüßen zu dürfen, wo Sie weitere wunderschön gearbeitete Schmuckstücke entdecken können.\n\nHerzliche Grüße,\nTo Lam  Ms\nGeneral Manager\n\n\n\nDear Companion28847362475, \n\nXin chào, Good Morning.\nGreetings from Hoian Ancient Town!\n\nThank you for taking the time to share your positive experience on TripAdvisor. We are delighted to hear that you found our store to be sehr schön very beautiful and our jewelry to be sehr schön gearbeitet beautifully crafted. Providing excellent craftsmanship and a pleasant shopping experience is something we take great pride in.\n\nWe are glad to know that you enjoyed the service provided by our staff. Our team strives to create a friendly and welcoming atmosphere for our customers, ensuring that their visit is enjoyable and memorable.\n\nThe owl pendant you purchased holds a special meaning in Vietnam. In Vietnamese culture, the owl is often associated with wisdom, intuition, and protection. It is believed to bring good luck and ward off negativity. Owls are also considered guardians of knowledge and are highly respected creatures.\n\nWe appreciate your recommendation for others to visit our store. It means a lot to us that you enjoyed your time browsing our collection. We offer a wide range of jewelry options, including unique and meaningful pieces like the owl pendant you chose.\n\nThank you once again for your kind words and for choosing our store. We hope that the owl pendant brings you or the recipient a sense of wisdom and protection. If you have any further questions or need assistance in the future, please dont hesitate to reach out to us.\n\nWe look forward to welcoming you back to our store in the future, where you can explore more beautifully crafted jewelry options.\n\nWarm Regards,\nTo Lam Ms \nGeneral Manager\nRead more",
            "Sản phẩm đẹp, mẫu mã đa dạng. Nếu đến Hội An, hãy ghé thăm cửa hàng EM Việt Nam để lựa chọn cho mình những món trang sức phù hợp nhất nhé.Đọc thêm",
            "Xin chào Escape46994737747 ,\n\nChúc bạn buổi tối tốt lành. \nChúng mình gửi lời chào từ Phố Cổ Hội An!\n\nCảm ơn bạn đã chia sẻ những lời khen tặng và phản hồi tích cực trên TripAdvisor. Chúng mình rất vui mừng khi bạn cho biết sản phẩm của chúng mình đẹp và đa dạng về mẫu mã. Chúng mình tự hào khi mang đến cho khách hàng một loạt các lựa chọn trang sức phong phú để phù hợp với sở thích và phong cách riêng của mỗi người.\n\nChúng mình rất vui mừng khi bạn đã chọn cửa hàng của chúng mình, EM Vietnam, để mua ba sợi dây chuyền dancing stone - những viên đá biết nhảy múa. Thiết kế mang đến sự thanh lịch và quyến rũ cho từng chiếc vòng cổ, tạo nên sự lựa chọn hoàn hảo cho những người tìm kiếm những món trang sức độc đáo và thu hút ánh nhìn.\n\nTại EM Vietnam, chúng mình luôn cố gắng mang đến cho khách hàng trải nghiệm mua sắm thú vị. Đội ngũ của chúng mình luôn sẵn lòng hỗ trợ bạn trong việc tìm kiếm những món trang sức hoàn hảo phù hợp với phong cách và sở thích của bạn. Chúng mình rất vui mừng khi bạn thấy nhiều  lựa chọn  thỏa mãn những món trang sức mà bạn thực sự yêu thích.\n\nCảm ơn bạn đã giới thiệu cửa hàng của chúng mình cho nhiều người khi đến Hội An. Sự hài lòng và sự tin tưởng của bạn đối với sản phẩm của chúng mình là rất quan trọng. Chúng mình mong được chào đón bạn trở lại cửa hàng của chúng mình trong tương lai, nơi bạn có thể khám phá thêm nhiều lựa chọn trang sức đẹp và hấp dẫn hơn nữa.\n\nMột lần nữa, chúng mình xin chân thành cảm ơn bạn đã lựa chọn EM Vietnam và chúng mình rất trân trọng những lời khen tặng của bạn.\n\nTrân trọng,\nTô Lâm\n\nDear Escape46994737747,\n\nXin chào, Good Evening. \nGreetings from Hoian Ancient Town!\n\nThank you for your kind words and positive feedback on TripAdvisor. We are thrilled to hear that you found our products beautiful and diverse in design. We take great pride in offering a wide range of jewelry options to cater to different preferences and styles.\n\nWe are delighted that you chose our store, EM Vietnam, to purchase your three dancing stone necklaces. The dancing stone design adds a touch of elegance and charm to each necklace, making it a perfect choice for those seeking unique and eye-catching jewelry pieces.\n\nAt EM Vietnam, we strive to provide our customers with a delightful shopping experience. Our team is dedicated to assisting you in finding the perfect piece of jewelry that resonates with your personal style and preferences. We are glad that you found the necklace options to be satisfactory and were able to select the ones that you truly loved.\n\nThank you for recommending our store to others who visit Hội An. Your satisfaction and trust in our products mean a lot to us. We look forward to welcoming you back to our store in the future, where you can explore more beautiful and captivating jewelry options.\n\nOnce again, thank you for choosing EM Vietnam, and we appreciate your kind words.\n\nWarm Regards,\nTo Lam \nGeneral Manager Read more",
            "Một sự chào đón đáng yêu, rất mỉm cười và dễ chịu. Cảm ơn bạn rất nhiều, con gái tôi sẽ là người hạnh phúc nhất trong dịp Giáng sinh.Đọc thêm",
            "Cher 713cyrilp,\n\nBonjour et merci beaucoup pour votre merveilleux commentaire sur TripAdvisor. Nous sommes ravis dapprendre que vous avez reçu un accueil chaleureux et agréable dans notre magasin.\n\nNotre équipe est dévouée à offrir un service client exceptionnel, et nous croyons que le sourire est essentiel pour créer une expérience positive et mémorable. Nous sommes heureux que vous ayez trouvé notre personnel accueillant et sympathique.\n\nNous sommes ravis dapprendre que votre fille sera la plus heureuse pour Noël. Le collier dragon et le chapeau conique symbole vietnamien qui se marie parfaitement avec lao dai sont des choix de cadeaux vraiment spéciaux et significatifs. Le collier dragon représente la force et le pouvoir, tandis que le chapeau conique symbolise la culture traditionnelle vietnamienne. Nous espérons que ces cadeaux apporteront joie et bonheur à votre fille.\n\nLa technique de filigrane utilisée dans nos produits ajoute une touche dintrication et délégance. Chaque pièce est minutieusement travaillée pour mettre en valeur la beauté du jade naturel. Nous sommes fiers de proposer des bijoux de haute qualité qui reflètent le riche patrimoine culturel du Vietnam.\n\nMerci davoir choisi notre magasin et pour vos aimables paroles. Votre satisfaction est notre priorité absolue, et nous vous sommes reconnaissants pour votre soutien et vos recommandations.\n\nNous sommes impatients de vous servir à nouveau, ainsi que votre famille, à lavenir et de vous offrir dautres expériences inoubliables.\n\nCordialement,\nTo Lam \n\n\nDear 713cyrilp,\n\nXin chào, Good Afternoon. \nGreetings from Hoian Ancient Town!\n\nThank you for sharing your wonderful experience with us on TripAdvisor. We are delighted to hear that you received a warm and pleasant welcome at our store.\n\nOur team is dedicated to providing exceptional customer service, and we believe that a smile goes a long way in creating a positive and memorable experience. We are glad that you found our staff to be welcoming and friendly.\n\nWe are thrilled to hear that your daughter will be the happiest this Christmas. The dragon necklace and the conical hat Vietnamese symbol that goes perfectly with the ao dai are both truly special and meaningful gift choices. The dragon necklace represents strength and power, while the conical hat symbolizes the traditional Vietnamese culture. We hope these gifts bring joy and happiness to your daughter.\n\nThe filigree technique used in our products adds a touch of intricacy and elegance. Each piece is meticulously crafted to showcase the beauty of the natural jade. We take great pride in offering high-quality jewellery that reflects the rich cultural heritage of Vietnam.\n\nThank you for choosing our store and for your kind words. Your satisfaction is our utmost priority, and we are grateful for your support and recommendation.\n\nWe look forward to serving you and your family again in the future and providing you with more unforgettable experiences.\n\nWarm regards,\nTo Lam \nGeneral Manager \nRead more",
            "Đồ trang sức đẹp, mẫu mã đa dạng, nhân viên nhiệt tình, vui vẻ, cửa hàng đẹp mắt, nhìn là mê ngay, nếu có dịp sẽ quay lại đây lần nữa . Bởi vì Việt Nam là đất nước tôi đã muốn đến thăm từ lâu. Cảnh đẹp và con người nơi đây, mọi thứ đều đẹp. Tôi có rất nhiều kỷ niệm khi đi du lịch ở đây.Đọc thêm",
            "Dear Happiness07033276142, \n\nXin chào, good evening. \nGreetings from Hoi An Ancient Town.\n\n非常感谢您对我们手工制作的银饰品的赞赏我们很高兴您喜欢我们多样化的设计我们的工作人员非常热情和开朗他们致力于为您提供最好的服务店里的环境确实很漂亮我们致力于为客户创造一个令人愉悦的购物体验\n\n我们很荣幸能成为您旅行的一部分并为您的越南之旅留下美好的回忆越南是一个拥有美丽风景和热情人民的国家我们理解您对这个国家的向往我们希望您能有机会再次光临我们的店铺\n\n我们的银饰品是由越南的工匠们精心制作而成他们传承了亚洲文化的精髓每一件饰品都蕴含着独特的故事和意义我们希望您在佩戴我们的银饰品时能感受到亚洲文化的魅力\n\n如果您有任何进一步的问题或需要帮助请随时与我们联系我们的团队将竭诚为您服务\n\n再次感谢您的支持期待在不久的将来能再次欢迎您光临越南的Hoi An Ancient Town\n\n祝您一切顺利\n\nBest regards,\n\nTo Lam Ms \nEM Vietnam Jewelry\n\nDear Happiness07033276142,\n\nXin chào, good evening. \nGreetings from Hoi An Ancient Town.\n\nThank you very much for your appreciation of our handcrafted silver jewelry. We are delighted that you like our diverse designs. Our staff is very enthusiastic and cheerful, committed to providing you with the best service. The ambiance of our store is indeed beautiful, and we strive to create a pleasant shopping experience for our customers.\n\nWe are honored to be a part of your travel experience and to have contributed to your wonderful memories of Vietnam. Vietnam is a country with beautiful landscapes and warm-hearted people, and we understand your longing for this country. We hope you will have the opportunity to visit our store again.\n\nOur silver jewelry is carefully crafted by artisans in Vietnam, who have inherited the essence of Asian culture. Each piece of jewelry carries a unique story and meaning. We hope that wearing our silver jewelry will allow you to feel the charm of Asian culture.\n\nIf you have any further questions or need assistance, please feel free to contact us. Our team is dedicated to serving you.\n\nOnce again, thank you for your support, and we look forward to welcoming you back to Hoi An Ancient Town in Vietnam in the near future.\n\nWishing you all the best!\n\nBest regards,\n\nTo Lam  Ms \nGeneral Manager \nRead more",
            "Cửa hàng rất nhiệt tình, vui vẻ, rất thích quay lại lần sau!!!! Sản phẩm rất tốt, đa dạng, đẹp, rất phù hợp, mình rất thích, cĐọc thêm",
            "Dear Pioneer68111871022 ,\n\nXin chào, good evening. \nGreetings from Hoi An Ancient Town.\n\nChúng tôi xin chân thành cảm ơn bạn đã để lại những lời đánh giá tuyệt vời về cửa hàng của chúng tôi. Rất vui mừng khi biết rằng bạn đã hài lòng với sự nhiệt tình và vui vẻ của nhân viên chúng tôi. Đối với chúng tôi, sự hài lòng của khách hàng là điều quan trọng nhất và chúng tôi luôn cố gắng mang đến cho bạn một trải nghiệm tuyệt vời tại EM Jewelry.\n\nWe are delighted to hear that you found our store to be enthusiastic, cheerful, and eager to assist. Your satisfaction is our top priority, and we always strive to provide exceptional customer service at EM Jewelry.\n\nChúng tôi rất vui mừng khi biết rằng bạn đã thích các mặt hàng của chúng tôi. Chúng tôi tập trung vào việc cung cấp những sản phẩm đa dạng, đẹp và phù hợp với mọi sở thích của khách hàng. Sự hài lòng của bạn là động lực để chúng tôi không ngừng cải tiến và mang đến những sản phẩm tốt nhất.\n\nWe are pleased to know that you enjoyed our wide range of high-quality products. At EM Jewelry, we focus on offering diverse and beautiful items that cater to various preferences. Your satisfaction motivates us to continually improve and provide the best products possible.\n\nChúng tôi xin chân thành cảm ơn sự ủng hộ của bạn và hy vọng rằng chuyến tham quan của bạn tại Hoi An Ancient Town đã để lại những kỷ niệm đáng nhớ. Nếu bạn có bất kỳ câu hỏi hoặc cần hỗ trợ thêm, xin vui lòng liên hệ với chúng tôi. Đội ngũ của chúng tôi luôn sẵn sàng giúp đỡ bạn.\n\nWe sincerely appreciate your support and hope that your visit to Hoi An Ancient Town left you with unforgettable memories. If you have any questions or require further assistance, please do not hesitate to contact us. Our team is always ready to help.\n\nMột lần nữa, chúng tôi xin chân thành cảm ơn những lời khen ngợi của bạn và hy vọng có dịp chào đón bạn trở lại EM Jewelry trong tương lai.\n\nBest regards,\n\nTo Lâm  Ms \nEM Vietnam JewelryRead more"
        ],
        "star_ratings": [
            58,
            0,
            0,
            0,
            0
        ],
        "review_amount": 58,
        "location": [
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam",
            "Chào An",
            "Trang sức EM Việt Nam",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written November 3, 2023",
            "Written November 7, 2023",
            "Written December 27, 2023",
            "Written January 15, 2024",
            "Written February 10, 2024",
            "Written April 5, 2024",
            "",
            "Written January 21, 2024",
            "",
            "Written January 19, 2024",
            "",
            "Written January 3, 2024",
            "",
            "Written January 2, 2024",
            "",
            "Written December 30, 2023",
            "",
            "Written December 24, 2023",
            "",
            "Written December 1, 2023",
            "",
            "Written November 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d26809890-Reviews-or50-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26083792-Reviews-QQ_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d12994225-Reviews-Bao_Phuong_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15059770-Reviews-Au_Lac_Wood_Art-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17483516-Reviews-Minh_Huong_Communal_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451143-Reviews-Cantonese_Assembly_Hall-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454964-Reviews-The_Sa_Huynh_Culture_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12335105-Reviews-Gallery_180-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10257444-Reviews-XQ_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454963-Reviews-The_Old_House_of_Phun_Hung-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451147-Reviews-Japanese_Covered_Bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or40-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7806157-Reviews-Hoi_An_CraftShips-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5953261-Reviews-Viet_Made-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3903512-Reviews-Hung_Thai-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12211836-Reviews-Artbook-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27692043-Reviews-TiredCity_152_Tr_n_Phu-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19603328-Reviews-Hoi_An_Sunrise_Motorbike_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11766593-Reviews-Lam_Bang_Tay-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25461538-Reviews-Son_Ca_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4170569-Reviews-Green_Chili_Cookery_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d210377-Reviews-Le_Caveau_de_la_Huchette-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g1210687-d15075519-Reviews-Kata_Night_Market-Kata_Beach_Karon_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g36409-d13088350-Reviews-Aquatic_Zoo-Mount_Vernon_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024766-d2590233-Reviews-Teide_Cable_Car-Teide_National_Park_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d18154163-Reviews-King_Kong_Balls-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41081-d2243872-Reviews-Merriweather_Post_Pavilion-Columbia_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g30531-d1067412-Reviews-Tanger_Outlets_Foley-Foley_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g187291-d243381-Reviews-Mercedes_Benz_Museum-Stuttgart_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g12280792-d1178133-Reviews-To_Sua_Ocean_Trench-Lotofaga_Upolu.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d26809890-Reviews-or50-EM_Vietnam_Jewelry-Hoi_An_Quang_Nam_Province.html"
    }
]