[
    {
        "attraction_name": "Emma Long Metropolitan Park",
        "attraction_name_vi": "Công viên đô thị Emma Long",
        "general_info": [
            "48 đánh giá",
            "96 trong số 579 điều cần làm ở Austin",
            "Công viên"
        ],
        "attraction_summary": "Công viên này nằm ở rìa Hồ Austin và có bãi biển tuyệt đẹp, lưới bóng chuyền và nhiều địa điểm thư giãn.Đọc thêm",
        "reviews": [
            "Emma Long là một viên ngọc nhỏ ẩn mình giữa lòng những ngọn đồi Austin. Chúng tôi cắm trại dọc theo Colorado trong một tuần và có thể đã ở nơi hoang dã. Việc đi bộ rất dễ dàng, thân thiện với chó và xinh đẹp. Tuy nhiên, việc tắm rửa có phần ít ỏi và xa khu vực cắm trại. Rất khuyến khích viên ngọc nhỏ ẩn này. Đọc thêm",
            "Lần đầu tiên chúng tôi ở lại cuối tuần với RV, mô tô nước và chú chó của chúng tôi. Chúng tôi đã có một đợt gió quá lạnh và nhiều gió vào cuối tuần nhưng chúng tôi đã đặt chỗ cho lần lưu trú tiếp theo. Rất sạch sẽ nhân viên thân thiện sạch sẽ xem tốt nhất bao giờ hết. Đọc thêm",
            "Công viên đô thị Emma Long là CÔNG VIÊN NHÀ CỦA TÔI... Tôi sống cách đó khoảng 3 dặm và đó là nơi chúng tôi đặt thuyền. Có nhiều không gian để điều khiển xe kéo thuyền của bạn, một cái cây mà bạn có thể chiến đấu để đậu bên dưới cùng với những người chèo thuyền khác và 2 ram đủ rộng để lùi lại. Nhà vệ sinh khá sạch sẽ, tùy thuộc vào việc bạn đến ngay sau một kỳ nghỉ LỚN hay vào những tháng hè rất bận rộn. Tôi luôn thấy họ có giấy vệ sinh và đó là một CHIẾN THẮNG trong sổ sách của tôi. Khuôn viên cần được dọn dẹp nhưng đây là một công viên lớn. Bạn có thể cắm trại thô sơ hoặc cắm trại, rất nhiều cây Texas lớn để tạo bóng râm dọc theo bờ hồ, phần này là Hồ Austin nhưng thực ra là Sông Colorado và có rất nhiều bàn ăn ngoài trời. Tránh công viên vào những ngày lễ lớn có nắng hoặc trong mùa hè... công viên sẽ đông đúc và họ sẽ đóng cửa - không cho phép bất kỳ ô tô nào vào công viên nữa. Tôi biết vì có một vụ kẹt xe ở ngã tư nơi bạn phải quay đầu lại - tình cờ lại là ngã tư đi về nhà tôi! Thời gian tốt nhất để ghé thăm là vào các ngày trong tuần từ 7 giờ sáng đến 4 giờ chiều chứ không phải vào mùa hè... khoảng 4 giờ chiều, các tuyến đường thủy trở nên đông đúc khi mọi người tan làm. Nơi đây yên bình, thư giãn và bạn thực sự có thể nghe thấy tiếng chim, sóc và có thể là một số con nai. Bạn phải trả tiền khi vào công viên. Hầu hết các ngày đều có một người sống nhưng có một ki-ốt đỗ xe nơi bạn có thể mua vé. Hãy tận hưởng công viên. Đóng gói những gì bạn mang vào và chỉ để lại dấu chân trên đất hoặc cỏ và xin hãy nhớ rằng có những người sống trên con đường bạn đi vào công viên nên hãy lái xe chậm. Đọc thêm",
            "We camped at Emma Long this weekend.Pros:1. Sites are cheap, and some of them are beautiful. Its worth scoping them out before you book, though, because theres a fair amount of diversity in setting, amperage, etc.2. Great setting, with gently sloping lake bottom. So, great for swimmers of all abilities. 3. The water is cold! Like, definitely below 80. It felt great in the 100-degree weather.Cons: 1. Staff were pleasant. When I saw them. But there did not appear to be any at night at all. How do I know this? When we arrived around 8 there was a Lexus parked in our camping spot, making it impossible to park the camper. We called the 311 number, and they called us back the next day. In the meantime we did our best and diidnt strangle the Lexus dude when he came back to his car and lied to us about thinking it was his buddys spot.  The next night we were joined by some folks with lighting kits and a disco setup, which they were still running when we went to bed around midnight.  As we drove by the beach around 10, there were tons of people in the water. So, seriously, cant you staff one dude to tell people the beach is closed and enforce quiet hours?2. It didnt seem like there were enough staff, either.  Sure, I saw a game warden in his car, and I saw a truck with a Travis Co. logo on it with clipboard-wielding, uniform-wearing people inside it.  But the bathrooms were trashed in the morning.  There was trash literally everywhere, including bottle caps from forbidden glass bottles. We were kind of near the overflow camping parking -- it exists!   Despite the fact that lots of people just camped wherever they wanted to, and as many cars as they wanted to at their sites. But the overflow past a sign that supposedly restricts the area to overnight guests was full of day users fishing and swimming. 3. The check-in process is silly. You gotta use an electronic self-pay station for the day use fee, which you cant reach from your car window. But see an actual employee in the pay station for camping.Altogether, nice location and not bad camping. But it needs about double the staff, to limit bad behavior by patrons.Read more",
            "While the free hiking trails are a lovely escape just minutes from downtown Austin, the  paid park grounds are quickly going downhill. I have camped there twice in the last month with 2 different Scout groups and I was embarrassed both times by the vulgar language and music with explicit lyrics being spouted by other park patrons. I reported the loud vulgar music to the park rangers on one occasion, but dont know if they did anything. They didnt seem concerned. Aside from the loud music and vulgar language used by other people in the park which I admit is something that many state parks and other locations face, the garbage at Emma Long Park is atrocious! Ive seen some trash in state parks, but Emma Long is awful! There are cigarette butts everywhere, along with bottle caps at every step. These arent the discarded trash items from careless children, but detritus from adults who think of this park as the armpit of Austin, in spite of the trash cans every 20 feet. Its a real shame because it used to be a lovely place for families to go for a weekend picnic, camping trip, even holiday. While the part of the park that you pay for is now hosed, ironically, the part of the park that is free the trails, accessed by the trailhead just before the pay station is really quite lovely! I had the opportunity to explore the hiking trails with a Scout group and we enjoyed the chellenges of the trails and were assisted by friendly hikers when we were directionally challenged. The trail signs could be improved and printed maps arent available, but aside from that, its a gem in the city of Austin. Why 2 stars? Id give it one, but the hiking trails improve the average. I will not camp there again if I can help it. :Read more",
            "Chúng tôi đã dành hai đêm cắm trại RV tại các địa điểm tiện ích ở Công viên đô thị Emma Long. Khu cắm trại rất đẹp. Chúng tôi đang ở một khu vực ven sông và có rất nhiều thứ để xem, thuyền, ván trượt phản lực, người câu cá. Các địa điểm này khá ngắn nhưng chúng đủ rộng để bạn có thể đỗ xe bên cạnh xe kéo của mình. Mặc dù nhìn chung chúng tôi đã có khoảng thời gian vui vẻ nhưng nhân viên cần phải làm nhiều hơn nữa để thực thi các quy định về số lượng xe và số người tại mỗi địa điểm. Một địa điểm đối diện chúng tôi có 6 chiếc ô tô đậu vào tối thứ Bảy và chúng ồn ào cho đến 11h30. Địa điểm bên cạnh chúng tôi đang tổ chức sinh nhật và đã mời bạn bè đến thăm - khoảng 6 chiếc ô tô và khoảng 12 người ở lại cả ngày.  Chúng tôi chỉ gặp nhân viên một lần trong chuyến thăm vào sáng thứ Bảy để kiểm tra xem chúng tôi đã đặt chỗ chưa.Đọc thêm",
            "Rất vui khi thấy rất nhiều người đam mê thiên nhiên tận hưởng địa điểm tuyệt vời này. Đến 9h30 sáng Chủ nhật tháng 7, ngay trước ngày nghỉ lễ Thứ Ba 74, trời đã nóng và ẩm đến bất ngờ, bãi đậu xe chật cứng và xe cộ tràn ra đường. Rất nhiều con chó và người của chúng đang đi trên đường - một số bị xích, số khác tự do đi lại. Nhiều người thậm chí đã hoàn thành chuyến đi bộ đường dài của mình, hầu hết đều ướt đẫm mồ hôi. Chúng tôi sớm tham gia cùng họ mặc dù con đường mòn hầu như có bóng râm. Các biển báo công viên hữu ích ở đầu đường mòn tập trung vào hai điều: loài chim chích má vàng đã biến môi trường sống này thành nhà và tầm quan trọng của việc những người đi bộ đường dài dọn dẹp chó của họ. Cả hai đều tốt để đề phòng. Mặc dù tôi hiểu rằng mọi người sẽ không muốn mang theo một chiếc túi đựng đầy chó dọc đường đi bộ đường dài, nhưng chúng tôi không muốn giẫm phải một trong những chiếc túi mà người chủ định nhặt trên đường ra ngoài. Chúng tôi nằm trong số ít người không có chó và dường như chúng tôi là những người nuôi chim duy nhất đang tìm kiếm chim chích. Thật hạnh phúc, chúng tôi đã nhìn thấy một con giữa một đàn gà con, chim bạc má và hồng tước đang kiếm ăn, mặc dù thời gian khá muộn. Với chiều cao của hầu hết các cây cối và tầm nhìn hầu như bị che khuất, chúng tôi thật may mắn khi có thể nhìn thấy rõ những chú chim. Lần tới khi tôi tìm loài này, tôi có thể chọn một địa điểm khác và sẽ tránh cuối tuần hoặc đến đó rất sớm.Đọc thêm",
            "Chúng tôi cắm trại ở đây vào cuối tuần lễ Phục sinh. Chúng tôi dành riêng hai trang web. Vào thứ Sáu, khu cắm trại vô cùng đông đúc với các địa điểm đã được đặt trước. Cuối cùng, chúng tôi phải đưa tổng cộng 8 người bạn của mình vào một địa điểm, vì những người cắm trại khác ở một nửa địa điểm thứ hai mà chúng tôi đã đặt trước. Ưu điểm Trang web mà tất cả chúng tôi chia sẻ đều rộng lớn và có mặt nước. Có dịch vụ nhặt rác ở lề đường thật tuyệt. Các khu cắm trại sạch sẽ. Nhược điểm-Các khu cắm trại bên vách đá nhỏ và dốc-Quy tắc buộc dây không được áp dụng đối với những con chó nhỏ. Chúng tôi có bảy con chó nhỏ khác nhau từ các địa điểm khác chống đối những con chó của chúng tôi và đuổi theo gầm gừ với chúng tôi suốt cả cuối tuần. Chúng cũng sẽ vào địa điểm của chúng tôi và giật thức ăn của chúng tôi mặc dù đã nhắc nhở chủ nhân của chúng về quy tắc dây xích. - Đông. Chúng tôi rời đi sớm vào lễ Phục sinh do đám đông. Công viên đã đóng cổng vào một thời điểm nào đó để có nhiều ô tô vào công viên ban ngày hơn, nhưng mọi người vẫn đỗ xe dọc đường và đi bộ vào. Các phòng tắm thật kinh tởm vì không thể chứa được nhiều người như vậy trong công viên. Ngoài ra, còn có những con chó nhỏ đang ngồi xổm trên sàn phòng tắm! Có rác ở khắp mọi nơi trong công viên ban ngày và những người hút thuốc cũng vi phạm quy tắc đốt tàn thuốc bị vứt xuống đất. Các nhân viên công viên có vẻ choáng ngợp nhưng vẫn cố gắng hết sức. Có lẽ công viên này sẽ tốt hơn khi không phải là ngày nghỉ cuối tuần. Tuy nhiên, tôi sẽ không cắm trại ở đó nữa vào một kỳ nghỉ.Đọc thêm",
            "Một nơi tuyệt vời để đi bộ nói chuyện! Không quá khó khăn nên đây là một chuyến đi bộ nhàn nhã. Chó có thể chạy rông trên suối, thật tuyệt khi lội qua để rửa chân nếu bạn giống tôi, luôn mặc Chacos: Chắc chắn nên dùng!Đọc thêm",
            "Điều tôi thích ở nơi này là dòng sông ở ngay đó và bất cứ ai cũng có thể nhảy vào! Đến đây cùng gia đình hoặc bạn bè là điều khiến tôi yêu thích địa điểm này, đặc biệt khuyên những ai đang cố gắng đến hoặc cắm trại hãy đến đây.Đọc thêm",
            "Họ có cho thuê thuyền kayak hoặc ván chèo không?Đọc thêm",
            "Công viên này có được phép nướng than khôngĐọc thêm",
            "Thông thường, nhưng không phải vào cuối mùa hè năm nay -- lệnh cấm đốt. Tất cả các vỉ nướng đều được đóng gói và dán băng keo.Đọc thêm",
            "Nếu tôi đi cắm trại, tôi có thể mang theo xe golf để đi tắm không?Đọc thêm",
            "Nếu chúng tôi đến vào buổi sáng lúc 8 giờ sáng và rời đi lúc 6 giờ chiều! Chúng tôi có phải đặt chỗ trước không?Đọc thêm",
            "Bạn có thể nướng mang theo nướng không?Đọc thêm",
            "Bạn có thể nướng mang theo nướng không?Đọc thêm",
            "Có được phép mang theo vật nuôi có dây xích không? Đọc thêm",
            "Đúng! Có TẤN chó ở đó có nước cho chúng chơi: có một số biển báo yêu cầu bạn nhặt phân của chúng. Tôi vẫn dẫm vào đó ngay từ đầu, vì vậy hãy làm điều đó vì lợi ích của giày của người khác: Đọc thêm",
            "Có vòi sen ở công viên không và có truy cập Internet ở bất cứ đâu trong công viên không?Đọc thêm",
            "Vâng, có vòi sen. Tuy nhiên không có wifi.Đọc thêm",
            "Bạn có chỗ ở không hay chúng tôi có thể mang theo lều không?Đọc thêm",
            "Tôi đã đặt trước một chỗ cắm trại bằng lều vào thứ Bảy, nhưng có thể chúng tôi sẽ không đến công viên cho đến tận sáng muộn hoặc đầu giờ chiều. Bạn có nghĩ lúc đó sẽ đông đúc đến mức người ta sẽ đóng cổng và không cho xe vào nữa không?Đọc thêm",
            "Không, bạn sẽ ổn thôi. Đọc thêm"
        ],
        "star_ratings": [
            15,
            18,
            11,
            3,
            1
        ],
        "review_amount": 48,
        "location": [
            "Công viên đô thị Emma Long",
            "Austin",
            "TX Texas",
            "Những điều cần làm ở Austin",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written November 30, 2019",
            "Written April 14, 2019",
            "Written August 27, 2018",
            "Written August 19, 2018",
            "Written June 17, 2018",
            "Written May 21, 2018",
            "Written July 9, 2017",
            "Written May 4, 2017",
            "Written April 18, 2017",
            "Written April 3, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g30196-d141072-Reviews-Emma_Long_Metropolitan_Park-Austin_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g30196-d823896-Reviews-Ski_Shores_Cafe-Austin_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30196-d19464974-Reviews-Biderman_s_Deli-Austin_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30196-d15162094-Reviews-DoubleDave_s_Pizzaworks-Austin_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30196-d26865289-Reviews-Patrizi_s-Austin_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30196-d7960315-Reviews-Jack_Allen_s_Kitchen-Austin_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30196-d484052-Reviews-County_Line_on_the_Hill-Austin_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g15709446-d24994835-Reviews-Laurel_Restaurant-West_Lake_Hills_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30196-d1036483-Reviews-The_Grove_Wine_Bar_Kitchen-Austin_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30196-d437572-Reviews-Maudie_s_Milagro-Austin_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30196-d12981373-Reviews-Jade_Restaurant-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d9865482-Reviews-Turkey_Creek_Trail-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d1853373-Reviews-Texas_Military_Forces_Museum-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d560368-Reviews-Mayfield_Park-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d109315-Reviews-Zilker_Metropolitan_Park-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d3199397-Reviews-One_World_Theatre-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d144295-Reviews-Mount_Bonnell-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d116421-Reviews-Barton_Springs_Pool-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d141080-Reviews-Wild_Basin_Preserve-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d25559908-Reviews-Marian_Shrine_of_Our_Lady_of_Schoenstatt-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d519727-Reviews-Zilker_Botanical_Garden-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d141072-Reviews-or10-Emma_Long_Metropolitan_Park-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d184131-Reviews-Lady_Bird_Lake_Hike_and_Bike_Trail-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d109314-Reviews-Lady_Bird_Lake-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d106076-Reviews-Lady_Bird_Johnson_Wildflower_Center-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d109512-Reviews-McKinney_Falls_State_Park-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d144286-Reviews-Westcave_Outdoor_Discovery_Center-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d17175381-Reviews-Lake_Life_Texas-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d12158341-Reviews-Float_On_Lake_Austin_Travis-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d12682924-Reviews-Austin_Rental_Boats-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d3473848-Reviews-Pedal_Pub_Austin-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d19007141-Reviews-Alley_Kat_Adventures-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d6078874-Reviews-Maverick_Horseback_Riding-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d11695847-Reviews-Wake_Riderz_Boat_Rental_Lake_Austin-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d15083361-Reviews-Sunshine_Machine_Boat_Tours-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g57438-d2169865-Reviews-Green_Mountain_Coffee_Roasters_Cafe_Visitor_Center-Waterbury_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g43686-d105572-Reviews-Beau_Rivage_Casino-Biloxi_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d19514691-Reviews-Electric_Playhouse-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g58414-d8287403-Reviews-Rasar_State_Park-Concrete_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g951014-d16662847-Reviews-Neva_Outlet-Konakli_Alanya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d15198903-Reviews-Beach_Bar_Poda-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d14133742-Reviews-Orlando_Chinatown-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187902-d8820256-Reviews-Palio_di_Siena-Siena_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g667467-d13986380-Reviews-Radiant_Fish_World-Cox_s_Bazar_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d3263455-Reviews-Corfu_Aquarium-Paleokastritsa_Corfu_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g30196-d141072-Reviews-or10-Emma_Long_Metropolitan_Park-Austin_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g30196-d141072-Reviews-Emma_Long_Metropolitan_Park-Austin_Texas.html"
    }
]