[
    {
        "attraction_name": "Empire State Building",
        "attraction_name_vi": "tòa nhà Quốc hội",
        "general_info": [
            "95.424 đánh giá",
            "- 13 trong số 2.165 việc cần làm ở Thành phố New York",
            "Địa điểm ưa thích - Địa danh",
            "Công trình kiến ​​trúc",
            "Đài quan sát - Tháp"
        ],
        "attraction_summary": "Tòa nhà Empire State là tòa nhà nổi tiếng nhất thế giới. Nó cao 1.454 ft từ mặt đất đến ăng-ten - có điểm thuận lợi ngoài trời 360 độ duy nhất của Midtown. Đài quan sát tầng 86 - 102 mở cửa hàng ngày, xem esbnyc.com trong nhiều giờ. Vào một ngày đẹp trời, bạn có thể nhìn thấy tới 6 tiểu bang. Bảo tàng tầng 2 hoàn toàn mới - được bao gồm trong tất cả các lựa chọn vé - cung cấp cho khách hàng các triển lãm tương tác rộng 10.000 m2 mời gọi du khách tham gia cuộc hành trình bắt đầu từ quá trình xây dựng tòa nhà đến địa điểm hiện tại trong văn hóa đại chúng. Tầng 102 có cửa sổ kính suốt từ trần đến sàn và thang máy bằng kính với trải nghiệm âm thanh - ánh sáng. Đó là viên ngọc quý của NYC. Tất cả các bảng hiệu, âm thanh - triển lãm trong tòa nhà đều được dịch sang 9 ngôn ngữ. Chúng tôi cung cấp Wi-Fi miễn phí. Lối vào Sảnh 34 có cầu thang hoành tráng với mô hình kiến ​​trúc 2 tầng của tòa nhà - khu trưng bày đèn LED công nghệ cao kỷ niệm các nghi lễ thắp sáng do các vị khách nổi tiếng, nổi tiếng thực hiện. Những vị khách cấp tốc được hưởng sự đãi ngộ VIP trên thảm đỏ.Đọc thêm",
        "reviews": [
            "Đây là New York mang tính biểu tượng mà rất nhiều du khách tưởng tượng trước khi ghé thăm - những tòa nhà chọc trời ngoạn mục như Tòa nhà Chrysler và Tòa nhà Empire State, các tòa nhà công cộng mang tính biểu tượng như Nhà ga Grand Central và Thư viện Công cộng New York, và sự hối hả và nhộn nhịp không ngừng nghỉ của thành phố. nhưng con đương thanh phô. Fifth Avenue là thiên đường của người mua sắm, nơi bạn có thể tìm thấy mọi loại cửa hàng có thể tưởng tượng được, với các thương hiệu thời trang từ bình dân đến cực kỳ sang trọng. Ghé thăm Trung tâm Rockefeller để trải nghiệm sự hùng vĩ của Art Deco cao chót vót và những người sành ăn sẽ yêu thích những nhà hàng đông đúc mở cửa muộn ở Koreatown. Sau khi trời tối, Midtown dịu đi đôi chút, nhưng bất cứ lúc nào dù ngày hay đêm vẫn có cảm giác 100 - New York.Đọc thêm",
            "Tôi đã làm cả tầng 86 và tầng 102 và tôi cảm thấy nó đáng đồng tiền bỏ ra. Cửa sổ kính suốt từ trần đến sàn cho phép bạn nhìn và chụp ảnh mà không bị cản trở bởi bất kỳ khía cạnh nào của chính tòa nhà, rất phù hợp để chụp ảnh toàn cảnh.  Bảo tàng cũng khá thú vị và nhiều thông tin. Nếu bạn có thời gian thì hãy tận hưởng nó trước khi lên.  Tôi không thấy cách nào để quay lại khi bạn quay xuống nhưng bạn có thể hỏi để chắc chắn. Đọc thêm",
            "Cảm ơn bạn đã biến Tòa nhà Empire State trở thành một phần trong kỳ nghỉ của bạn ở New York.  Chúng tôi hy vọng sẽ gặp lại bạn lần sau khi bạn ghé thăm. Cảm ơn bạn đã đánh giá.Đọc thêm",
            "Kinh nghiệm thông tin và thú vị!  Các màn hình hiển thị nâng cao chuyến tham quan và cung cấp bối cảnh tuyệt vời về lịch sử cũng như tầm quan trọng của tòa nhà theo cách thú vị và tương tác.  Quá trình nhập học được tổ chức tốt. Thích ghé thăm vào buổi tối muộn với Manhattan lấp lánh!Đọc thêm",
            "Chúng tôi rất vui vì bạn thích ngắm cảnh.  Cảm ơn bạn đã lựa chọn Tòa nhà Empire State!\nĐọc thêm",
            "Nhanh hơn nhiều so với chúng tôi mong đợi.  Đã đi khoảng 1:30 vào Thứ Năm, ngày 25 tháng 5. Chúng tôi đã đến đó vài năm trước và hàng dài.  Vì vậy, lần này chúng tôi đã đặt mua vé tốc hành.  Không nhanh hơn đường chuyền thông thường, có nghĩa là gần như không có hàng.  Tôi nghĩ chúng tôi đã gặp may mắn.  Tôi cũng đã lên tầng 102 và tôi muốn giới thiệu điều đó.  Đã dành một thời gian dài ở cả hai cấp độ và thực sự thích thú với những khung cảnh ngoạn mục.  Đã đi đến Top of the Rock tối hôm đó và nó đã được ĐÓNG GÓI.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có chuyến thăm thú vị tới Tòa nhà Empire State.  Cam ơn vi nhận xet của bạn. Hy vọng sẽ là một phần trong chuyến thăm tiếp theo của bạn tới New York. Đọc thêm",
            "Trong khi quay trở lại khách sạn của chúng tôi, Tòa nhà Empire State mang tính biểu tượng hiện ra trước mắt. Người phụ nữ của tôi nói với tôi rằng cô ấy chưa bao giờ lên đến đỉnh cao. Thời tiết thật hoàn hảo vào cuối tuần trong Ngày Tưởng niệm này nên tôi đã đưa cô ấy lên đỉnh. Khung cảnh tuyệt đẹp của toàn bộ NYC khi mặt trời lặn!Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời. Chúng tôi - rất vui vì bạn thích trải nghiệm của mình với chúng tôi. Đọc thêm",
            "Không có hàng đợi nào cả khi chúng tôi đến thăm vào sáng thứ Tư, 10 giờ sáng, cuối tháng Năm. Các nhân viên là nhân viên rất thân thiện và các cuộc triển lãm rất đa dạng và nhiều thông tin. Chúng tôi không đi theo đường cao tốc nhưng tôi được bảo rằng nó đi ngang qua một số khu triển lãm và nếu điều đó là sự thật thì đó sẽ là một lựa chọn kỳ lạ ngoại trừ vào một ngày bận rộn. Nhìn từ nền tảng cao nhất - tầng 102 - rất đẹp và đáng phải trả thêm phí nhưng bạn ở phía sau kính trong khi nền tảng ban đầu là ngoài trời - tất nhiên có lan can -. Tầng cao nhất ít đông đúc hơn nhưng có nhiều không gian hơn để di chuyển và chiêm ngưỡng quang cảnh trên sân ga tầng 86. Cửa hàng có nhiều lựa chọn quà lưu niệm với giá cả hợp lý.Đọc thêm",
            "Cảm ơn bạn đã đưa Tòa nhà Empire State vào trải nghiệm New York của bạn. Chúng tôi hy vọng sẽ gặp lại bạn. Đọc thêm",
            "Nếu bạn đến New York, hãy vào và lên tầng trên cùng - tầng 86 là đủ - của Tòa nhà Empire State. Đây là tòa nhà mang tính biểu tượng nhất ở New York và đã có từ năm 1931. Tôi đã ở đây được 11 năm, vì vậy lịch sử và tính năng bổ sung trước khi bạn lên cao chắc chắn là một phần thưởng bổ sung. Đúng như mong đợi, quang cảnh khu thượng lưu và trung tâm thành phố thật tuyệt vời. Việc ghé thăm viên ngọc Art Deco mang tính biểu tượng này là điều bắt buộc.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời. Rất vui khi biết bạn thích trải nghiệm với chúng tôi.Đọc thêm",
            "Trải nghiệm này thật tuyệt vời không chỉ vì khung cảnh tuyệt vời mà còn được gặp Gordon, người làm việc trên tầng 102. Gordon đã thực hiện trải nghiệm này 1000 - tốt hơn nữa, anh ấy đã chỉ ra tất cả các tòa nhà tuyệt vời và sự thật đáng kinh ngạc về thành phố! Anh ấy cũng chia sẻ câu chuyện của mình về nơi anh ấy đã ở trong ngày 9 - 11. Gordon là Thiên thần hộ mệnh, một Anh hùng và rất đam mê thành phố của mình.  -  - Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời và những lời tốt đẹp về Gordon.  Chúng tôi chắc chắn sẽ chuyển tin nhắn của bạn.Đọc thêm",
            "Tôi đưa vợ, chị dâu và hai đứa con dưới 4 tuổi của cô ấy và điều đó thật tuyệt vời. Mục nhập đúng thời gian đảm bảo không có đám đông lớn. Việc đi bộ qua các cuộc triển lãm ban đầu đã thu hút mọi người ra ngoài và thực sự thú vị. Và tất nhiên quan điểm là không thể tin được. Chúng tôi leo lên tầng 102 và điều đó thật xứng đáng. Đọc thêm",
            "Rất vui khi biết rằng nhóm của bạn đã có khoảng thời gian tuyệt vời với chúng tôi.  Mong sớm được gặp lại bạn. Cảm ơn bạn đã đánh giá.Đọc thêm",
            "Tôi đã bỏ một sao vì nó quá đắt - nhưng đây là địa điểm không thể bỏ qua ở NYC đối với khách du lịch. Tôi lớn lên ở NY và chưa từng đến đây trước đây - ở tuổi 62 - vì vậy cuối cùng tôi rất vui khi được tận mắt nhìn thấy điều này. Bạn tìm hiểu về lịch sử của thành phố và tòa nhà trước khi lên đài quan sát và ngắm nhìn khung cảnh tuyệt vời.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn.  Chúng tôi rất vui khi biết rằng bạn rất thích bảo tàng và phòng trưng bày của chúng tôi cũng như khung cảnh.Đọc thêm",
            "Tôi - đã sống ở Mỹ được 35 năm và mới chỉ đến Tòa nhà Empire State một lần. Năm nay! Ngạc nhiên! Và bữa ăn State Bar and Grill đi kèm trong gói rất ngon. Món mực ngon nhất tôi từng có! Các vụ cháy rừng đã làm mọi chuyện rối tung lên vì chúng tôi không thể nhìn thấy Tượng Nữ thần Tự do. Ít nhất chúng tôi đã có những tòa nhà ở phía trước. Đó là một trải nghiệm tuyệt vời! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn! Đọc thêm",
            "Tổng cộng có 4 người lớn đã đến thăm Tòa nhà Empire State. Thật là một tòa nhà thực sự. Đẹp từ trong ra ngoài. Tất cả nhân viên đều rất thân thiện và dễ gần. Tôi nghĩ đó là tầng 86 mà chúng ta đã ghé thăm? Khung cảnh tuyệt vời của NYC. Bạn có thể cảm nhận được lịch sử bên trong tòa nhà, chúng tôi ghé thăm cửa hàng và mua mũ lưỡi trai, áo phông và quả bóng gôn. Hơi đắt một chút nhưng bạn ơi - bạn đang ở NYC. Tuyệt vời và rất muốn giới thiệuĐọc thêm",
            "Cảm ơn bạn đã chọn tòa nhà Empire State. Chúng tôi rất vui vì bạn đã có chuyến thăm đáng nhớ. Hy vọng bạn sẽ sớm quay lại và gặp chúng tôi. Đọc thêm",
            "Đã yêu nó! Tòa nhà Empire State chỉ là thứ bạn cần làm khi ở New York. Thang máy rất gọn gàng. Hãy làm điều đó nếu bạn có cơ hội. Bạn sẽ không phải thất vọng đâu.Đọc thêm",
            "Chúng tôi rất vui khi biết rằng bạn đã có chuyến thăm thú vị tới Tòa nhà Empire State.  Cam ơn vi nhận xet của bạn. Hy vọng sẽ là một phần trong chuyến thăm tiếp theo của bạn tới New York. Đọc thêm",
            "Mới ghé thăm tuần này vào một đêm nhiều mây. Đã cố gắng nói chuyện với nhân viên về việc liệu có tầm nhìn ở phía trên hay không, nhưng họ chỉ ra lệnh ở lại xếp hàng. Chúng tôi đợi 20 phút, sau đó khi chúng tôi bước vào địa điểm thì họ nói không có tầm nhìn. Vì chúng tôi đã đặt chỗ qua bên thứ ba nên họ nói rằng chúng tôi không thể thay đổi ngày giờ và phải truy cập đặt chỗ hoặc Mất. Hoàn toàn không thấy gì cả, thật lãng phí thời gian. Tôi cho nơi này 2 sao vì bảo tàng vẫn ổn, nhưng nhân viên của Tòa nhà Empire State thật kinh khủng. Tôi đã đến tòa nhà Rockefeller vào đầu tuần và các nhân viên rất xuất sắc. Đọc thêm",
            "Cảm ơn bạn đã lựa chọn Tòa nhà Empire State.  Chúng tôi cố gắng cung cấp dịch vụ khách hàng tốt hơn và dường như ở đây không như vậy.  Vui lòng gửi email cho chúng tôi tại roomtoimprove - esbonyc.com kèm theo số xác nhận, ngày và giờ ghé thăm của bạn.  Chúng tôi mong chờ tin từ bạn. Đọc thêm",
            "Hãy cẩn thận khi đến đây, nhân viên phân biệt chủng tộc và phân biệt giới tính - Tôi là phụ nữ Anh da đen -. Một nhân viên tên Robert cho rằng tôi đang chụp ảnh tại quầy chụp ảnh nhưng máy ảnh của tôi lại tắt. Anh ta lớn tiếng và hung hăng bảo tôi tắt điện thoại. Những cô gái da trắng tóc vàng bên cạnh tôi đang chụp ảnh và anh ấy không bảo họ dừng lại. Ban quản lý không thấy sự khác biệt trong cách đối xử này là không công bằng.Đọc thêm",
            "Chúng tôi xin lỗi vì trải nghiệm mà bạn gặp phải khi đến thăm chúng tôi.  Chúng tôi muốn biết thêm về chuyến thăm của bạn.  Vui lòng gửi email cho chúng tôi tại roomtoimprove - esbonyc.com kèm theo số xác nhận, ngày và giờ ghé thăm của bạn.  Chúng tôi rất mong nhận được phản hồi từ bạn.Đọc thêm",
            "Thang máy xuống nên ít người đông đúc hoặc cầu thang phải rời đi một chút.  Xếp hàng dài nhưng chờ đợi không quá tệ. Nhân viên rất tử tế và yêu thích những giờ sau đó. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn! Đọc thêm",
            "Empire đã được cải tạo lại kể từ lần cuối chúng tôi ghé thăm. Chúng tôi may mắn khi đến nơi mà không phải xếp hàng. Dễ dàng mua vé. Hôm đó trời quang và chúng tôi có thể ngắm được rất nhiều cảnh. Có một hướng dẫn viên ở trên đỉnh, người đã nhiệt tình trả lời các câu hỏi và chỉ cho chúng tôi rất nhiều địa danhXem thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tuyệt vời. Rất vui khi biết bạn thích trải nghiệm với chúng tôi.Đọc thêm",
            "Đây là một vị trí phải làm. Và nếu bạn có thêm tiền hãy lên tầng 102. Các quan điểm tuyệt vời và cũng có giá trị nó. Nhân viên rất vui tính nâng cao trải nghiệmĐọc thêm",
            "Rất vui vì Tòa nhà Empire State đã vượt quá sự mong đợi của bạn.  Cảm ơn bạn đã đánh giá.Đọc thêm",
            "Các con tôi và con trai của bạn tôi muốn đến New York để xem đỉnh của Tòa nhà Empire State nên chúng tôi quyết định đi! Không cần phải nói đó là một trải nghiệm tuyệt vời! Một trong những người quản lý Kevin đã giúp giải quyết vấn đề mà chúng tôi gặp phải lúc đầu khi chúng tôi mới đến đó. Anh ấy cực kỳ hữu ích và rất chuyên nghiệp và chăm sóc mọi thứ một cách kịp thời. Anh ấy cũng rất tốt và đã vượt lên trên tất cả. Tôi thực sự khuyên bạn nên đến xem Tòa nhà Empire State. Lần đầu tiên đối với chúng tôi và chuyến đi này chắc chắn đáng giá!Đọc thêm",
            "Rất vui khi biết rằng nhóm của bạn đã có khoảng thời gian tuyệt vời với chúng tôi.  Mong sớm được gặp lại bạn. Cảm ơn bạn đã đánh giá.Đọc thêm",
            "Hôm nay chúng tôi đã thực hiện chuyến tham quan cao cấp với đại sứ du lịch tuyệt vời, Renita. Đắt một chút nhưng xứng đáng được đối xử như VIP.Đọc thêm",
            "Cảm ơn bạn đã lựa chọn Gói Vip.  Chúng tôi chắc chắn sẽ chuyển thông điệp tới Renita rằng bạn rất thích chuyến tham quan.Đọc thêm",
            "Tìm thấy điều này tuyệt vời. Đây là chuyến thăm đầu tiên của tôi và đối tác của tôi đã đến cách đây khoảng 15 năm nên thật tuyệt khi biết về những thay đổi. Đầu tiên là đội ngũ nhân viên rất xuất sắc, chuyên nghiệp và thân thiện. Những bức ảnh kể một câu chuyện có thật, tác phẩm nghệ thuật được yêu thích và các yếu tố tương tác được thực hiện thú vị và tuyệt vời. Chúng tôi đã dành khoảng 45 phút trong phần này. Chúng tôi đã có một ngày rất quang đãng nên tầm nhìn rất tuyệt vời khi bạn lên tầng 86. Nó rất bận rộn và bạn phải thay phiên nhau cố gắng để có được những bức ảnh của mình nhưng điều đó quá được mong đợi. Đáng để ghé thămĐọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời và những lời tốt đẹp về nhân viên của chúng tôi.  Chúng tôi chắc chắn sẽ chuyển tin nhắn của bạn.Đọc thêm",
            "Vì vậy, tôi sẽ đến NY - và các tiểu bang khác - lần đầu tiên và tôi đã nhận được thẻ thành phố New York. Câu hỏi của tôi là, tôi có phải xếp hàng chờ ngay cả khi có thẻ thông hành hay tôi chỉ có thể đi qua hàng và đi thẳng đến đường dây nhanh - nếu có - ? Và nếu tôi đã đặt trước 10 giờ sáng, tôi có nên đến đó sớm hơn hay không nếu tôi đến muộn hơn 10 phút so với đã đặt thì có vấn đề gì không?Đọc thêm",
            "Có đáng để mua vé đưa bạn lên tầng 102 hay tầng 86 là đủ? Tôi đang cố gắng tìm hiểu xem liệu việc bỏ thêm tiền để lên tầng 102 có đáng không....vì tôi có 4 đứa con traiĐọc thêm",
            "Theo tôi tầng 86 là đủ.Đọc thêm",
            "Xin chào, nếu tôi đã đặt thời gian vào cửa là 9:15 sáng thì tôi có xếp hàng sau đó xếp hàng để vào hay tôi sẽ phải xếp hàng trước thời gian để có mặt ở phía trước lúc 9:15 sáng? Cảm ơnĐọc thêm",
            "Xin chào, tôi sẽ đến sớm khoảng 20 phút. có một dòng nhưng nó di chuyển rất nhanh.Đọc thêm",
            "Xin chào, tôi mua vé tàu tốc hành tầng 86 và 102 mà không nhận ra rằng mình đã chọn sai thời gian. Có trục trặc trên trang web hoặc sự cố kết nối internet và nó đã chọn 11:30. Tôi đang cố gắng có được khung giờ 10:00-10:15. Làm cách nào để tôi yêu cầu thay đổi đặt chỗ đó trong cùng ngày? Tôi không tìm được số điện thoại phù hợp để gọi.Đọc thêm",
            "Bạn chỉ cần đến và vào sớm, chúng tôi đã làm điều đó và mọi việc diễn ra ổnĐọc thêm",
            "Xin chào, tôi vừa mua 4 vé cho kỳ nghỉ gia đình chứ không phải tôi. Tôi vừa mới nhận ra có một vé có tên là Gift Ticket. Tôi đã vô tình mua vé tốc hành dưới tên của mình bằng Paypal. Họ có được phép vào bằng những vé này không? - Cảm ơn - HenryĐọc thêm",
            "Liên hệ trực tiếp với văn phòng.Đọc thêm",
            "Chuyến đi đến NY 2020 của chúng tôi đã bị hủy do Covid, chúng tôi đã lên lịch lại chuyến đi của mình đến tháng 12 năm 2023 và muốn ghé thăm ESB 12 - 23 - 2023 - 14.00. Chúng tôi có thể vui lòng sử dụng vé của chúng tôi Cửa hàng trực tuyến của Tòa nhà Empire State - 20200308-17999990 hoặc có thể phát hành vé mới không?Đọc thêm",
            "Hãy liên lạc với họ. Cách duy nhất để biết là hỏi nguồnĐọc thêm",
            "Tôi có thể tham quan tầng 102, lên tầng 86 rồi quay lại tầng 102 trong cùng lần tham quan không?Đọc thêm",
            "Tôi không - không nghĩ vậy. Luôn có một người trên thang máy đưa bạn lên 102 và họ kiểm tra vé của bạn. Nếu nó đã được xác minh, theo như tôi biết, bạn không thể sử dụng lại.Đọc thêm",
            "Tôi đã mua City Pass và muốn ghé thăm ESB. City Pass nói rằng tôi cần phải đặt vé nhưng không rõ liệu tôi có phải lấy vé rồi xếp hàng hay không hay liệu City Pass của tôi có phủ nhận nhu cầu mua vé ở đó hay không. Có ai có thể giải thích cho tôi được không?Đọc thêm",
            "Có, bạn phải đặt chỗ riêng để yêu cầu ngày và giờ tham quan bằng thẻ thành phố của bạn - .Đọc thêm",
            "Tôi vừa mua một vé cho con gái tôi sử dụng trực tuyến.  Nó có vấn đề gì không nếu nó đứng tên tôi?  Họ của chúng tôi giống nhauĐọc thêm",
            "Tôi - tôi chắc chắn là sẽ ổn thôi - họ thực sự chỉ muốn biết một vé đã được mua chứ không phải tên của người giao vé. Hy vọng cô ấy có khoảng thời gian vui vẻ!Đọc thêm",
            "CHÀO. Ai đó có thể cho tôi biết tại sao không thể đặt vé trên trang web sau tháng 6? Tôi đến Manhattan vào tháng 7, mua thẻ đi thành phố vài tháng trước, cố gắng đặt chỗ ở đài quan sát nhưng không thể. Cảm ơn Đọc thêm",
            "Tôi không biết câu trả lời cho câu hỏi của bạn, nhưng tôi đã đặt chỗ vào thứ Ba để ghé thăm vào thứ Tư và tất cả các khoảng thời gian vẫn còn trống. Sẽ có nhiều đám đông hơn vào mùa hè vì trường học ở Mỹ nghỉ hè và đó là lúc nhiều gia đình có trẻ em đi du lịch. Tôi đọc được rằng, để tránh đám đông lớn nhất, hãy ghé thăm vào các ngày trong tuần thay vì cuối tuần và đi vào sáng sớm - mở cửa lúc 8:00 hoặc 9:00 sáng - hoặc vào đêm khuya - sau 10:45 tối - . Chúng tôi đã đi lúc 9 giờ sáng và không có hàng. Tôi khuyên bạn nên kiểm tra trang web hàng ngày và ngay khi có chỗ đặt trước vào tháng 7, hãy đặt chỗ trước.Đọc thêm"
        ],
        "star_ratings": [
            62261,
            21861,
            7189,
            2376,
            1746
        ],
        "review_amount": 95433,
        "location": [
            "tòa nhà Quốc hội",
            "Hoa Kỳ",
            "New York - NY -",
            "Thành phố New York",
            "Những điều cần làm ở thành phố New York"
        ],
        "reviews_time": [
            "Written May 31, 2023",
            "Written May 31, 2023",
            "Written May 31, 2023",
            "Written June 3, 2023",
            "Written June 4, 2023",
            "Written June 4, 2023",
            "Written June 6, 2023",
            "Written June 6, 2023",
            "Written June 7, 2023",
            "Written June 8, 2023",
            "Written May 31, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 23, 2024",
            "Written May 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60763-d104365-Reviews-Empire_State_Building-New_York_City_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d25096804-Reviews-Katherine_Meets_Toni-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d4721694-Reviews-Izakaya_MEW-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d12015308-Reviews-Royal_35_Steakhouse-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d425330-Reviews-Keens_Steakhouse-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d425341-Reviews-Hangawi-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d9751045-Reviews-Her_Name_Is_Han-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1182272-Reviews-Ayza_Wine_Chocolate_Bar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d2165916-Reviews-Stumptown_Coffee_Roasters-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d7606257-Reviews-STATE_Grill_and_Bar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d20267391-Reviews-Zeppola_Bakery-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3529417-Reviews-Koreatown-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d17666379-Reviews-Skinova_Medspa_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19983241-Reviews-Banana_Republic-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3529407-Reviews-Greeley_Square_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d25984572-Reviews-Harry_Potter_The_Exhibition-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548744-Reviews-Herald_Square-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10211344-Reviews-Urbanspace_Broadway_Bites-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d107356-Reviews-The_Morgan_Library_Museum-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d116236-Reviews-New_York_Public_Library-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565372-Reviews-H_M-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d104365-Reviews-or10-Empire_State_Building-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d267031-Reviews-Manhattan_Skyline-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105127-Reviews-Central_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1687489-Reviews-The_National_9_11_Memorial_Museum-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105125-Reviews-The_Metropolitan_Museum_of_Art-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d102741-Reviews-Brooklyn_Bridge-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143361-Reviews-Broadway-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d136053-Reviews-St_Patrick_s_Cathedral-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d103371-Reviews-Grand_Central_Terminal-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d519474-Reviews-The_High_Line-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d103887-Reviews-Statue_of_Liberty-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5834661-Reviews-Legends_Bar-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d24073301-Reviews-Yes_Tours_Nyc-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d17411712-Reviews-Solle_Spa-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d9793551-Reviews-Best_New_York_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19949011-Reviews-NYC_Mafia_Crime_Experiences_with_NYPD_Guides-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1639318-Reviews-NY_See_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12286828-Reviews-Escape_Room_Madness_5th_Floor-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8309009-Reviews-PanIQ_Escape_Room_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2155587-Reviews-All_New_York_Fun_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6533087-Reviews-City_Tours_USA-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5837074-Reviews-Turntable_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5847060-Reviews-The_Liberty_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4041140-Reviews-5_Bar_Karaoke_Lounge-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d19924402-Reviews-Robinson_Department_Store-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d8464545-Reviews-Royal_Bath-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g494953-d4988663-Reviews-Firopotamos_Beach-Milos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191105-Reviews-Museo_Nazionale_di_Castel_Sant_Angelo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d152698-Reviews-Playa_Tortugas-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d1997901-Reviews-Pub_Street-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32717-d156839-Reviews-Great_Mall-Milpitas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g50467-d146020-Reviews-Huron_Harbor_and_Pier-Huron_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d12110220-Reviews-Seattle_Express-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g291976-d300701-Reviews-Cockscomb_Basin_Wildlife_Preserve-Dangriga_Stann_Creek.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60763-d104365-Reviews-or10-Empire_State_Building-New_York_City_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60763-d104365-Reviews-Empire_State_Building-New_York_City_New_York.html"
    }
]