[
    {
        "attraction_name": "Encore Beach Club",
        "attraction_name_vi": "Câu lạc bộ bãi biển Encore",
        "general_info": [
            "508 đánh giá",
            "36 trên 430 Cuộc sống về đêm ở Las Vegas",
            "Câu lạc bộ quán bar"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi đã đến một bữa tiệc bể bơi ban ngày với DJ David Guetta và đó thực sự là điều TỐT NHẤT. Rung cảm tuyệt vời, âm nhạc tuyệt vời và những người thú vị để trò chuyện. Khi tôi đi một mình, tôi nghĩ tôi sẽ chia sẻ một số lời khuyên có giá trị. Hãy đến đó thật sớm, tốt nhất là trước khi bữa tiệc bắt đầu. Tôi đến đó trước giờ bắt đầu một tiếng, không phải xếp hàng chờ đợi và có thể lấy tủ đựng đồ rất dễ dàng. Nếu đi một mình nhất định phải có tủ đựng đồ nhé. Chúng cực kỳ đắt tiền nhưng vẫn tốt hơn nhiều so với việc một số món đồ của bạn bị mất hoặc bị đánh cắp! Mọi thứ đều cực kỳ đắt đỏ vì vấn đề đó, hãy chuẩn bị chi tiêu thật nhiều. Một mình bạn không thể sắp xếp trước chỗ ngồi và bạn sẽ thấy rằng tất cả chỗ ngồi và bàn đều được đặt trước, nhưng đó không phải là vấn đề lớn. Bạn có thể di chuyển xung quanh và đi chơi bất cứ nơi nào bạn muốn. Lưu ý rằng có rất ít bóng râm và đồ uống có cồn thì LỚN. Tôi đã say chỉ sau một lần. Tăng tốc độ bản thân và uống nhiều nước.Đọc thêm",
            "Chỉ là một trò lừa đảo hoàn toàn.  David Guetta mới bắt đầu cho đến 3:45, mọi thứ đều cực kỳ đắt đỏ 15 cốc bia, 70 đồ uống lớn, những quán bar siêu vô tổ chức.  Không có video thực tế hoặc các hiệu ứng khác ngoại trừ một số pháo hoa giấy khập khiễng và một số rượu sâm panh được phun từ các đạo cụ có bánh xe vụng về.  Khi anh ấy chơi, mỗi bài hát dài khoảng 45 giây, sau đó anh ấy dường như mất hứng thú và chuyển sang bài tiếp theo.   Ngay cả chồng tôi, một người hâm mộ cuồng nhiệt cũng đã cầu xin rời đi 30 phút sau khi anh ấy bắt đầu chơi.   Hoàn toàn không có bóng râm trừ khi bạn ở khu vực vip. Rõ ràng 145 cộng thêm phí không đủ để đảm bảo bạn có thể xem ở bất kỳ đâu.Đọc thêm",
            "Chúng tôi đã đến gặp David Guetta ở đây vào tuần trước và đã có một ngày đi chơi tuyệt vời. Các khu vực đặt trước đắt đỏ một cách dễ hiểu nhưng vì chúng tôi chỉ là một nhóm nhỏ gồm 4 người nên chúng tôi nghĩ rằng chúng tôi sẽ không đặt trước một khu vực nào. Kế hoạch này đã thành công. Hôm trước chúng tôi là nhóm 10 người và việc có chỗ đứng tại sự kiện là hoàn toàn cần thiết nhưng chỉ với 4 người thôi là có đủ không gian để chúng tôi đi chơi mà không gặp vấn đề gì. Vị trí tuyệt vời Âm nhạc tuyệt vời Guetta và DJ khởi động Nhân viên tuyệt vời Đây là một trong những buổi chiều tuyệt vời nhất mà chúng tôi từng có. Sẽ không suy nghĩ kỹ về việc làm lại tất cả!Đọc thêm",
            "Chúng tôi chỉ ở Vegas được 2 ngày và chưa bao giờ tham dự bữa tiệc bể bơi ở Vegas trước khi biết rằng chúng tôi muốn EBC là trải nghiệm đầu tiên của mình. Biết rằng chúng tôi sẽ không thể đến đó đủ sớm để tránh phải xếp hàng, vào ngày thứ Bảy, chúng tôi đã mua vé cấp tốc; tuy nhiên, sau khi trả hàng trăm đô la, chúng tôi thậm chí còn không có cơ hội vào trong. Khi chúng tôi đến đó, họ nói rằng họ đã hết chỗ và không cho ai khác vào. Chúng tôi nghĩ rằng vì đã mua vé trước nên chúng tôi vẫn sẽ được phép vào và về cơ bản đã được thông báo từ một nhân viên bảo vệ rất thô lỗ rằng chúng tôi không phải là ai đặc biệt chỉ vì chúng tôi có vé và không gặp may. Đó là một trải nghiệm cực kỳ đáng thất vọng, đặc biệt là khi chúng tôi không thể được hoàn lại tiền. Tôi sẽ quay trở lại Vegas vào tháng 9 nhưng sẽ thử vận ​​​​may với một câu lạc bộ bãi biển khác.Đọc thêm",
            "Tôi đã đến câu lạc bộ bãi biển vào cuối tuần vừa qua với bạn bè và nhận được một bàn có máy chủ.  Tôi yêu cầu lấy nước và chúng tôi được thông báo rằng họ chỉ phục vụ nước đóng chai.  Tôi hỏi liệu có nơi nào chúng tôi có thể lấy nước không và cô ấy nói không.  Đó là những chai Fiji nặng 11 ounce và chúng đã được bán với số lượng 12 tá.  Chúng tôi phải mua tổng cộng cả tá vì trời quá nóng.  Khi hóa đơn đến, chúng tôi bị tính phí 156! Sau khi thanh toán hóa đơn vô lý, chúng tôi thấy mọi người lấy cốc và lấy nước tại đài phun nước.  Khi chúng tôi hỏi máy chủ của mình, cô ấy nói đó là cách họ mang nước cho chúng tôi.  Chúng tôi đã nói chuyện với người quản lý và về cơ bản đã nói xin lỗi.  Đừng để bị lừa như tôi!!  Đừng lấy chai trừ khi bạn muốn bị tính phí cả tấn!!!Đọc thêm",
            "Bữa tiệc bể bơi tuyệt vời! Chúng tôi được vào cửa miễn phí từ danh sách Khách Las Vegas. Nó thực sự đông đúc ở gần sân khấu và hồ bơi vào cuối bữa tiệc. Đây là đỉnh điểm của bữa tiệc. Khách sạn và hồ bơi đẹp như tranh vẽ. Nếu bạn cần bóng mát, hãy đi chơi gần quầy bar phía sau. Chúng tôi sẽ quay lại lần sau khi ở Vegas. Đọc thêm",
            "Khi đang bước vào bữa tiệc bể bơi Encore, tôi chứng kiến ​​nhân viên an ninh hành hung một nam thanh niên nhỏ nhắn, không phải là mối đe dọa cho bản thân hay bất kỳ ai khác, một nhân viên bảo vệ nặng 20 viên đá đã ném nam thanh niên xuống sàn đập đầu xuống bê tông, toàn bộ nơi này nghe thấy điều đó, sau đó anh ta trong khi chàng trai trẻ vấy máu đen từ đầu trong khi đôi mắt anh ta đập vào đầu anh ta tiếp tục giữ anh ta bằng toàn bộ sức nặng của mình, Nếu chàng trai trẻ này sống sót sau vụ này và tôi không chắc anh ta sẽ làm được, anh ta sẽ không có một nghi ngờ có những vết thương thay đổi cuộc đời, trong đời tôi chưa bao giờ chứng kiến ​​​​sự bạo lực vô cớ như vậy, bởi một người đáng lẽ phải ở đó để bảo vệ mọi người.  Không có nơi nào để báo cáo điều này, nhưng tôi rất vui được làm nhân chứng nếu gia đình chàng trai trẻ này cần biết chuyện gì đã xảy ra ngày hôm đó, nó hoàn toàn làm hỏng trải nghiệm vegas của tôi và tôi khuyên bạn nên tránh xa câu lạc bộ này, thật ngạc nhiên khi mọi người trả tiền tiền để bảo vệ không đuổi người ra ngoài họ làm ngơ, ghê tởmĐọc thêm",
            "Cảm ơn bạn đã cho chúng tôi cơ hội xem xét phản hồi của bạn.  Chúng tôi rất buồn khi biết rằng thời gian của bạn với chúng tôi không như bạn mong đợi.  Chúng tôi đã gửi cho bạn một tin nhắn riêng để chúng tôi có thể thu thập thêm thông tin từ bạn.\nChúng tôi rất mong được giúp đỡ.\nWynn Las Vegas Quan hệ khách hàng\nĐọc thêm",
            "Chỉ cần có cơ hội để xem xét EBC. Đã đến Marshmellow với một số đối tác kinh doanh tiềm năng.  Tôi đi du lịch đến Vegas RẤT thường xuyên và bình thường với các khách hàng tiềm năng để cho họ thấy khoảng thời gian vui vẻ.  Khi tôi đến các Câu lạc bộ ban ngày này, EBC phải là trải nghiệm tồi tệ nhất đối với khách hàng mà tôi từng trải qua. Không quan trọng bạn chi bao nhiêu tiền, hay bạn đối xử với nhân viên chuyên nghiệp và tôn trọng đến mức nào, sự tôn trọng chuyên nghiệp sẽ không được đáp lại. Bị đối xử như một nông dân mặc dù số tiền chúng tôi bỏ ra đã xác nhận điều ngược lại!!!! Họ không quan tâm,  sẽ không cố gắng giải quyết bất kỳ vấn đề nào,  không bồi thường,  KHÔNG GÌ!!! Đó là những gì chúng tôi cung cấp cho bạn và biết ơn cơ sở! Chúng tôi có thể đã tiêu tiền của mình ở nơi khác và tôi thực sự khuyên bạn nếu bạn có tiền để chi tiêu, đừng đến đó. Bạn sẽ thất vọng bởi cách họ đối xử với khách hàng của họ. Hoàn toàn xấu hổ vì đã đưa những đối tác kinh doanh tiềm năng đến đó nhưng sẽ không phạm sai lầm đó nữa.  Kinh doanh cũng như niềm vui!!! Đọc thêm",
            "Ưu điểm: khung cảnh dễ chịu, không khí vui vẻ, những người xem tuyệt vời Nhược điểm: làm hỏng bộ đồ bơi mới đắt tiền, mặt sau của đáy bikini đã hoàn toàn mờ nhạt và bị vướng khi dựa vào thành hồ bơi và ngồi trên gờ đá; DJ Griffyn chơi những bản nhạc có âm thanh giống nhau; và cuối cùng, tôi RẤT khó chịu khi ai đó đã dọn sạch ly cocktail Lớn của tôi ngay lúc tôi bước vào phòng dành cho Quý bà. Như thể việc rời khỏi hồ bơi để giải tỏa là không thể chấp nhận được!!!  Tôi 57 tuổi trẻ và muốn trải nghiệm khung cảnh bể bơi ở Vegas. Tôi chưa bao giờ mong đợi mình là người duy nhất trong phòng tắm, và tôi cũng chưa bao giờ mong đợi đồ uống đắt đỏ, mặc dù ngon, của mình sẽ biến mất khỏi gờ đá, bên cạnh chồng tôi, nơi chúng tôi đã vui vẻ nằm dưới nước trong vài giờ trước đám đông lớn hơn. tới nơi.  Thật đáng thất vọng khi họ không thể cho tôi người thay thế.Đọc thêm",
            "Lần đầu tiên đến tiệc hồ bơi bãi biển, không khí rất tuyệt. Nhưng thái độ kinh tởm của nhân viên an ninh, anh ta không đối xử với khách hàng một cách lịch sự hay tôn trọng. Tôi cung cấp tên người giữ vé và người giữ vé cho nhân viên an ninh, anh ta quay lại để kiểm tra. Nghĩ rằng như vậy sẽ nhanh hơn một chút, tôi tháo sợi dây thừng và bước tới, chỉ một bước, anh ta quay lại và hỏi ai đã tháo sợi dây thừng, tôi nói là tôi tháo, rồi anh ta sỉ nhục tôi và đe dọa sẽ đuổi tôi ra. Đó là lần đầu tiên của tôi, và chủ nhà của chúng tôi đã trả hơn 4 nghìn đô la cho một chiếc cabana. Đọc thêm",
            "Cảm ơn bạn đã cho chúng tôi cơ hội xem xét phản hồi của bạn.  Chúng tôi rất buồn khi biết rằng thời gian của bạn với chúng tôi không như bạn mong đợi.  Chúng tôi đã gửi cho bạn một tin nhắn riêng để chúng tôi có thể thu thập thêm thông tin từ bạn.\nChúng tôi rất mong được giúp đỡ.\nWynn Las Vegas Quan hệ khách hàng\nĐọc thêm",
            "CHÀO. Chúng tôi sẽ đến Encore vào ngày 5 tháng 6 và chúng tôi có vé vào cửa chung. Dường như không thể tìm thấy bất kỳ thông tin nào về trải nghiệm nhập học chung. Giống như nếu chúng ta gọi một thùng bia, chúng ta sẽ đặt nó ở đâu, v.v.? Bất cứ ai có thể cho tôi biết kinh nghiệm của họ về tuyển sinh chung? Cám ơn rất nhiều. Đọc thêm",
            "Tôi dự định gặp David Guetta vào tháng 4 năm 2022 và cố gắng giành được danh sách khách mời miễn phí cho tôi và bạn bè mà không cần mua phòng chờ, v.v. thông qua một nhà quảng cáo - Điều này có hợp pháp không? Chưa bao giờ đến Vegas trước đây nên không chắc việc có quyền truy cập miễn phí thông qua danh sách khách mời là điều bình thường hay liệu chúng ta có nên mua vé hay không. cảm ơn trước!!! Đọc thêm",
            "Danh sách khách mời đã diễn ra hoàn hảo. Nghĩ rằng anh ấy đến vào khoảng 3 giờ chiều.Đọc thêm",
            "Bạn có phải trả thêm phí để đi không? Hay vé xem buổi hòa nhạc của tôi đã đủ chưa?Đọc thêm",
            "Giường ban ngày bao nhiêu tiền? Rẻ nhất có thể cho 4 người chúng tôi? Có cách nào chi tiêu quá nhiều vào đồ uống và đồ ăn mà bạn sẽ được hoàn lại tiền đi ngủ không? Đọc thêm",
            "Để có được một chiếc giường ngủ bạn phải tiêu tốn ít nhất 1.500 USD trở lên tùy theo vị trí của chiếc giường. Họ thêm tiền tip vào đó.Đọc thêm",
            "Chúng tôi dự định đến đó vào Thứ Bảy, tháng 9 năm 2019 để gặp Major lazer. Vé cho biết nó mở từ 10:30, xin vui lòng ai đó cho chúng tôi biết họ thường ra ngoài chơi vào lúc nào?Đọc thêm",
            "Khoảng 4 giờ chiềuĐọc thêm",
            "Mấy giờ những người hút thuốc theo chuỗi sẽ đến tại Encore Beach ClubĐọc thêm",
            "Khoảng 4 giờ chiềuĐọc thêm",
            "Các chương trình trong ngày bắt đầu vào lúc mấy giờ?Đọc thêm",
            "Khi chúng tôi đến xem David Guetta, mục nhập bắt đầu lúc 10h30 sáng nhưng Guetta không xuất hiện cho đến tận 3-3h30 chiều. Chúng tôi đã xếp hàng khoảng 45 phút để vào và chúng tôi đến đó ngay trước 10h30. \nHàng đợi ngày càng đông hơn trong ngày.Đọc thêm",
            "Bạn có thể đơn giản mua một chai vodka mà không cần bàn không? Hoặc dịch vụ đóng chai? Đọc thêm",
            "Xin chào, dịch vụ đóng chai chỉ theo như tôi biết. Đây là bữa tiệc bể bơi duy nhất mà chúng tôi không có bàn và chắc chắn cần một bàn. Dịch vụ đóng chai đang là xu hướng phát triển ở Vegas, dù sao đi nữa, đồ uống đắt tiền của nó cũng rất thông minh, bạn có thể đặt bàn và được phục vụ. \nHãy tận hưởng chuyến đi của bạn.Đọc thêm",
            "Chúng tôi sắp tổ chức một bữa tiệc bể bơi ở câu lạc bộ bãi biển, bạn là một công ty riêng biệt nhưng lại trực tiếp đến câu lạc bộ bãi biển, bây giờ chúng tôi được cho biết rằng đó là một trò lừa đảo khi đặt chỗ với họ, ai là người tốt nhất nên đặt chỗ cùng?Đọc hơn",
            "Sự khác biệt giữa vé VIP và vé vào chung là gì? Đọc thêm"
        ],
        "star_ratings": [
            300,
            100,
            30,
            22,
            56
        ],
        "review_amount": 508,
        "location": [
            "Hoa Kỳ",
            "Nevada NV",
            "Những điều cần làm ở Las Vegas",
            "Las Vegas",
            "Câu lạc bộ bãi biển Encore"
        ],
        "reviews_time": [
            "Written June 2, 2024",
            "Written May 15, 2024",
            "Written May 7, 2024",
            "Written August 2, 2023",
            "Written June 21, 2023",
            "Written May 19, 2023",
            "Written September 9, 2022",
            "Written August 17, 2022",
            "Written July 13, 2022",
            "Written June 19, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45963-d3139249-Reviews-Encore_Beach_Club-Las_Vegas_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d552928-Reviews-Benihana-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d1213285-Reviews-Sinatra-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d4680523-Reviews-Tableau-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d569722-Reviews-Maggiano_s_Little_Italy-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d523001-Reviews-The_Capital_Grille-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d613925-Reviews-Wing_Lei-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d3198232-Reviews-Mizumi-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d10038007-Reviews-Tacos_El_Gordo-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d1497361-Reviews-Terrace_Pointe_Cafe-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Restaurant_Review-g45963-d1307808-Reviews-Wazuzu-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1987849-Reviews-Casino_at_Encore-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216685-Reviews-Guardian_Angel_Cathedral-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1156204-Reviews-Wynn_Las_Vegas_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d16787365-Reviews-Encore_Theater-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d5994323-Reviews-Palazzo_Resort_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d110191-Reviews-Fashion_Show_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d19961270-Reviews-Wynn_Plaza-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6509306-Reviews-High_Roller-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d19961183-Reviews-Wynn_Esplanade_Fountain-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23812270-Reviews-Fantasy_Lab_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3139249-Reviews-or10-Encore_Beach_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23642817-Reviews-Best_Bet_Vegas_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d9826845-Reviews-Rockstarcrawls_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6887976-Reviews-Turnt_Up_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11742540-Reviews-Fat_Tuesday-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d24000457-Reviews-Send_Me_To_Vegas_Tours-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8051443-Reviews-Earth_Limos_Buses-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d15224485-Reviews-Pro_Party_Crawls-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d657412-Reviews-Overlook_Lounge_Aperitifs_Spirits-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7094903-Reviews-Las_Vegas_Club_Crawl_LA_Epic-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553198-Reviews-Peppermill_s_Fireside_Lounge-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10531710-Reviews-Encore_Beach_Club_At_Night-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1755435-Reviews-The_Spa_at_Encore-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1074627-Reviews-The_Spa_at_Wynn-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1520212-Reviews-XS_Nightclub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10052717-Reviews-Encore_Players_Lounge-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3831107-Reviews-VDKA-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10840555-Reviews-LVC_Exotic_Car_Rentals-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d13426291-Reviews-Vegas_Ghosts-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1074726-Reviews-Vegas_Indoor_Skydiving-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d25152616-Reviews-Awakening_At_Wynn_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d15336401-Reviews-Vegas_Nail_Spa-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134368-d1857275-Reviews-Tokyo_Joypolis-Daiba_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g799531-d15595310-Reviews-Tibidabo_Beach-Lido_di_Ostia_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574391-d6873958-Reviews-Agii_Apostoli_Beach-Agii_Apostoli_Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d267149-Reviews-The_Buffalo_Zoo-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g608484-d2211842-Reviews-Ujung_Water_Palace-Karangasem_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g608874-d207805-Reviews-Blue_Lagoon-Grindavik_Reykjanes_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d2706220-Reviews-Ladiko_Beach-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d287218-Reviews-Skylon_Tower-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g19196637-d14843631-Reviews-Kotor_Fortress-Spiljari_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g480250-d618964-Reviews-Bujagali_Falls-Jinja_Eastern_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45963-d3139249-Reviews-or10-Encore_Beach_Club-Las_Vegas_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45963-d3139249-Reviews-Encore_Beach_Club-Las_Vegas_Nevada.html"
    }
]