[
    {
        "attraction_name": "Enders Island",
        "attraction_name_vi": "Đảo Enders",
        "general_info": [
            "24 đánh giá",
            "8 trong số 18 điều cần làm ở Stonington",
            "Quần đảo"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Hòn đảo nhỏ xinh đẹp ở tận cùng của Long Island Sound. Giờ đây, đây là nơi ẩn dật tôn giáo, hoàn chỉnh với ngôi nhà ẩn dật được cải tạo thành biệt thự, khuôn viên vô cùng đẹp và một nhà nguyện đẹp. Hãy mang theo bữa trưa nếu thời tiết cho phép và tận hưởng phong cảnh. Rất nhiều cây trồng được đánh dấu rõ ràng, với một số loài nở hoa từ mùa xuân đến mùa thu. Hãy xem nhà nguyện tuyệt đẹp. Hãy nhớ xem nhánh cây St. Edmund of Canterbury được bảo tồn 800 năm tuổi, nơi sẽ truyền cảm hứng cho bạn hoặc khiến bạn kinh hãi, hoặc cả hai. Có lẽ là di tích tôn giáo lớn nhất ở Connecticut. Đọc thêm",
            "Thật là một nơi đẹp đẽ và yên bình để suy ngẫm về bản thân!  Rất vui vì chúng tôi đã phát hiện ra nó vào phút cuối, nhưng ước gì chúng tôi có nhiều thời gian hơn để nán lại trong vườn để nghe những chú chim martins tím hát cùng tiếng chuông gió nhẹ nhàng. Rất biết ơn vì các chủ sở hữu đã mở kho báu yên tĩnh này cho công chúng. Rất thích dành nhiều thời gian hơn ở đây; nó là liều thuốc thanh thản cho tâm hồn mệt mỏi.Đọc thêm",
            "Nằm ngoài khơi bờ biển Mystic, hòn đảo rộng 11 mẫu Anh này có những khu vườn tuyệt vời. Nó được công nhận là một trong những nơi trưng bày thược dược lớn nhất ở New England.  Một khu vực rất yên bình.Đọc thêm",
            "Một nơi tuyệt đẹp để dành một ngày hoặc ở lại để tham gia hội thảo hoặc tĩnh tâm. Thật yên bình và những khu vườn thật tuyệt vời! Tôi đã ở lại tĩnh tâm trong 5 ngày và yêu thích từng khoảnh khắc ở đó.Đọc thêm",
            "Chúng tôi muốn đến Đảo Enders và đi dạo quanh khu đất; tuy nhiên, sau khi làm theo chỉ dẫn qua GPS, chúng tôi thậm chí còn không đến được Đảo Enders.  Khi chúng tôi nhìn thấy cây cầu đất hẹp bắc qua mặt nước, chúng tôi quyết định rằng việc đó không đáng để bận tâm.  Thậm chí để đạt được điều đó cũng không hề dễ dàng.Đọc thêm",
            "Người giữ bãi làm gián đoạn việc câu cá của chúng tôi và quyết định không cho chúng tôi tiếp tục trong khi ngày hôm trước một người giữ bãi khác không có vấn đề gì với việc chúng tôi câu cá, rất mâu thuẫn. Tiếp tục đặt câu hỏi chúng tôi sống ở đâu vì lý do gì; nói chung là không đáng kể và nhỏ nhặt.Đọc thêm",
            "Đây là một nơi đáng yêu để đi lang thang xung quanh.  Để đến đây, hãy đi đến cuối đảo Masons và qua cây cầu nhỏ.  Có rất nhiều bãi đậu xe và bạn có thể tự do đi lang thang giữa các tòa nhà.  Có rất nhiều tác phẩm bằng đá hấp dẫn.  Đối với các nhiếp ảnh gia thì đây thực sự là một điểm dừng chân thú vị.Đọc thêm",
            "Sự yên tĩnh và thanh thản mà tôi và gia đình trải qua thật tuyệt vời.  Khung cảnh, vẻ đẹp của những bông hoa, nhân viên và độ sạch của nước rất độc đáo và lộng lẫy.Đọc thêm",
            "Chúng tôi đang nghiên cứu khu vực cho chuyến thăm của chúng tôi và tình cờ thấy điều này. Nó chắc chắn không phải là những gì mong đợi từ việc đọc các nhận xét. Chúng tôi thấy nó xiêu vẹo, những đồ trang trí vỡ vụn, không có hoa nở vì đang là Mùa hè. Nước xung quanh bẩn. Tôi không thể tưởng tượng được việc đến đây để tìm sự bình yên. Đọc thêm",
            "Tôi luôn tận hưởng thời gian ở Đảo Enders.  Đã có mặt tại buổi gây quỹ Holy Smoke và Bữa trưa Ngày của Cha.  Thức ăn luôn tuyệt vời. Rosemary và nhóm của cô ấy làm phép thuật.  Cho dù đó là bữa tiệc hay bữa sáng, bữa trưa hay bữa tối tiêu chuẩn cho kỳ nghỉ dưỡng và cá nhân trên đảo, nó luôn được thực hiện tốt.  Cha Tom đã làm nên những điều kỳ diệu. Cho dù đó là khóa tu, gây quỹ hay chương trình phục hồi, mọi thứ đều được thực hiện một cách hoàn hảo.  Các căn cứ rất thư giãn.  Bạn có thể đi bộ, đạp xe hoặc lái nó.  Bạn sẽ tìm thấy sự bình yên trong khung cảnh đẹp như tranh vẽ này.  Dinh thự Enders là một công trình kiến ​​trúc cao cấp và nhà thờ được lắp đặt đá từ khắp nơi trên thế giới.  Hãy ra ngoài, nạp lại năng lượng cho tâm trí và cơ thể trong khung cảnh tuyệt vời này. Hãy xem thử Endersisland.com Đọc thêm",
            "Nó có thân thiện với vật nuôi khôngĐọc thêm",
            "Tuy nhiên, hãy mang theo một số túi múc phân để dọn dẹp.  Tôi sẽ không mang thú cưng của bạn vào biệt thự.Đọc thêm",
            "Khu đất có mở cửa cho công chúng đi bộ hàng ngày không?Đọc thêm",
            "Hoa thược dược nở khi nào?Đọc thêm",
            "Mùa hèĐọc thêm",
            "Làm thế nào để bạn đến đảo Đọc thêm",
            "Bạn có thể đến đảo bằng ô tô.  Google chỉ đường lái xe.  Đó là một nơi tuyệt vời.Đọc thêm",
            "Có được phép đến đảo và kết hôn ở bên ngoài với một nhóm nhỏ người không? Nhu cầu duy nhất là khoảng 12 đến một giờ để tổ chức đám cưới ở ngoài đảo.Đọc thêm",
            "Xin lỗi, tôi thực sự không biết.  Tôi đã gửi email cho họ để hỏi xem liệu chúng tôi có thể đến thăm khu đất này không và họ đã đồng ý.  Bạn có thể liên hệ với họ và hỏi:\n\nGoogle Enders Island và thông tin sẽ hiện ra cho bạn.  Chúc may mắn! Đọc thêm"
        ],
        "star_ratings": [
            18,
            2,
            2,
            1,
            1
        ],
        "review_amount": 24,
        "location": [
            "Hoa Kỳ",
            "Đảo Enders",
            "Connecticut CT",
            "Những việc cần làm ở Stonington",
            "Stonington",
            "Đất Nước Huyền Bí"
        ],
        "reviews_time": [
            "Written November 13, 2023",
            "Written May 6, 2023",
            "Written August 14, 2022",
            "Written July 14, 2022",
            "Written May 13, 2022",
            "Written June 19, 2021",
            "Written April 9, 2021",
            "Written August 18, 2020",
            "Written August 13, 2020",
            "Written June 18, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33939-d10791408-Reviews-Enders_Island-Stonington_Mystic_Country_Connecticut.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g33939-d10791408-Reviews-or10-Enders_Island-Stonington_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33939-d10791408-Reviews-or20-Enders_Island-Stonington_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33939-d10170378-Reviews-Dubois_Beach-Stonington_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33882-d8551403-Reviews-Barn_Island_Wildlife_Management_Area-Pawcatuck_Stonington_Mystic_Country_Connectic.html",
            "https://www.tripadvisor.com/Attraction_Review-g33939-d26732068-Reviews-Cannon_Square-Stonington_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33882-d27052977-Reviews-Donahue_Park-Pawcatuck_Stonington_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33939-d24186966-Reviews-Sandy_Point_Island-Stonington_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g143047-d104771-Reviews-Hoh_Rain_Forest-Olympic_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g154948-d219647-Reviews-Whistler_Blackcomb-Whistler_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g939713-d3812854-Reviews-Dassia_Beach-Dassia_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d8417668-Reviews-Laguna_Beach_Trolley-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293816-d472664-Reviews-Black_River_Gorges_National_Park-Mauritius.html",
            "https://www.tripadvisor.com/Attraction_Review-g58938-d292764-Reviews-Cass_Scenic_Railroad_State_Park-Cass_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1071435-d4185834-Reviews-Serikin_Weekend_Street_Market-Serikin_Bau_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d561949-Reviews-Gates_Pass-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g57085-d10791435-Reviews-Tony_Grove_Lake-North_Logan_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d1913636-Reviews-Whetstone_Chocolates_Tasting_Tour-St_Augustine_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33939-d10791408-Reviews-or10-Enders_Island-Stonington_Mystic_Country_Connecticut.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33939-d10791408-Reviews-Enders_Island-Stonington_Mystic_Country_Connecticut.html"
    }
]