[
    {
        "attraction_name": "Energylandia",
        "attraction_name_vi": "Năng lượng",
        "general_info": [
            "2.958 đánh giá",
            "- 1 trong 3 điều cần làm ở Zator",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "Hãy thử tất cả Energylandia - s - công viên giải trí lớn nhất Ba Lan - 133 điểm tham quan trải rộng trên 7 khu vực đặc biệt: Thung lũng ngọt ngào, Vùng đất cổ tích, Khu gia đình, Khu cực đoan, Công viên nước, Khu rồng và Aqualantis. Đi tàu lượn siêu tốc Hyperion, Speed ​​và Space Booster phổ biến; và xem các chương trình như - Extreme show - và - The Egypt Theater - . Hãy ghé thăm vào cuối năm để trải nghiệm Vương quốc Mùa đông, với phiên chợ lễ hội, sân trượt băng, trượt tuyết, nướng bánh gừng và cơ hội gặp gỡ ông già Noel.Đọc thêm",
        "reviews": [
            "Đến thăm 4 ngày trong chuyến đi đến Ba Lan từ Vương quốc Anh. Công viên này rộng lớn quá! Các chuyến đi có chất lượng cao và mọi thứ đều được trình bày rất tốt! Công viên nước có thể đã thực hiện được với một vài cửa hàng mở hơn nhưng ngoài ra thì công viên và công viên nước thật tuyệt vời! Tất cả những gì họ cần bây giờ là một khách sạn tại chỗ! Chúng tôi chắc chắn sẽ quay lại sớm khi có một số trò chơi mới được mở!Đọc thêm",
            "Tôi đã đến nhiều công viên giải trí trên khắp Vương quốc Anh, Châu Âu - Mỹ và cho đến nay đây là một trong những công viên giải trí vận hành trơn tru nhất mà tôi từng đến. Chúng tôi đã đi vào ngày 15 tháng 6. Chúng tôi đã thuê tủ đựng đồ trong ngày 14tr - dưới - 3 cho thuê cả ngày?! - đó là một hệ thống khá tốt. Có thể hơi điên rồ một chút nếu hàng đợi bận rộn hơn, chờ tủ khóa miễn phí, nhưng - không tệ. Thời gian chờ đợi lâu nhất của chúng tôi là 30 phút, điều mà chúng tôi rất ấn tượng! Có một vài nhóm trường khác nhau ở đó cùng ngày, và họ không phải là một vấn đề gì cả. Chúng tôi đã có một trải nghiệm khủng khiếp ở Portaventura với những đứa trẻ thành từng nhóm lớn chen lấn trong hàng đợi. Nhưng ở đây không có chuyện như thế đâu, bọn trẻ rất lịch sự. Chúng tôi ở nhà hàng pizza bên ngoài đường đua Công thức, những chiếc bánh pizza tươi ngon, lại rất phải chăng! Tiệm kem cũng thật tuyệt vời!  Công viên giải trí thực sự sạch sẽ, biển hiệu khá rõ ràng dành cho du khách lần đầu. Một trong những trải nghiệm công viên giải trí tuyệt vời nhất mà tôi từng có!Đọc thêm",
            "Trải nghiệm tuyệt vời, phải xem! Điều tuyệt vời nhất ở công viên này chắc chắn là những chiếc đế lót ly, trong đó Zadra và Hyperion đứng đầu danh sách. Các điểm tham quan khác cũng rất thú vị, với một vài chiếc đế lót ly nhỏ và ít nhất một số chuyến đi bằng phẳng thú vị. Họ cũng có nhiều trò chơi theo chủ đề nước và toàn bộ khu vực công viên nước với hồ bơi và đường trượt. Tôi đã đến đó vào thứ Hai và thời gian xếp hàng cho các điểm tham quan chính tối đa là 40 phút, nhưng bạn có thể dễ dàng tìm được chuyến đi với thời gian chờ từ 0 đến 10 phútĐọc thêm",
            "Giá tăng hàng năm với các trò chơi mới, nhưng năm nay nó đã tăng 80 zloty so với năm ngoái mà không có trò chơi hoặc điểm tham quan mới nào được mở - nếu không thì công viên rất tốt và thú vị. Lựa chọn thực phẩm tốt và các sự kiện cả ngày. Thật tiếc là giá đang tăng quá nhanh!Đọc thêm",
            "Một trong những công viên giải trí tốt nhất thế giới. Đã đến nhiều nơi ở Châu Âu, Mỹ, Viễn Đông, Trung Đông và Nam Phi. Không có hàng dài như ở Paris, Rust, Orlando hay Los Angeles. Nhiều tàu lượn siêu tốc thực sự và ly kỳ, bao gồm Hyperion - 142 km - h - và Zadra - 121 km - h - , chính sách giá hợp lý - so với các chương trình giá của công viên Hoa Kỳ - và nhiều món ăn ngon. Western Camp gần đó là sự lựa chọn hoàn hảo cho kỳ nghỉ.Đọc thêm",
            "Thời gian tuyệt vời với gia đình, thanh thiếu niên và một đứa trẻ 5 tuổi. Nhiều chuyến đi cho tất cả mọi người. Nhiều nơi khác nhau để ăn. Đồ ăn ngon, nhân viên tuyệt vời, không gian tuyệt vờiXem thêm",
            "Nơi này thật tuyệt vời, có rất nhiều trò chơi để chơi và rất nhiều tàu lượn siêu tốc mà tôi yêu thích nhất, đây là nơi tốt nhất cho gia đình hoặc bạn bè. Chúng tôi không thể chơi tất cả các trò chơi vì trời quá nóng, chúng tôi bị nhức đầu dữ dội vì nắng và nóng. Tôi không khuyên bạn nên ghé thăm vào tháng 7, tốt hơn hết bạn nên ghé thăm khi thời tiết tốt để bạn có thể chơi mọi thứ. Chiếc bánh pizza chúng tôi đã ăn rất tệ nhưng đó là thứ duy nhất chúng tôi có thể ănĐọc thêm",
            "Energylandia is a must visit for theme park fans or even those who vaguely like theme parks! \n\nWe visited on a summer party night which meant extra long opening hours  - 10am - 11pm -  and we loved every second of the day. We were able to ride every major rollercoaster once, the extreme ones twice and rode a whole bunch of the relaxed rides and more extreme non-rollercoaster rides too. The reason we were able to do this was the amazing queue times. The longest queue we encountered all day was 20 mins, most rides were a 5-10min wait and several were walk ons. And yes that includes the 200ft coasters.  - Automatic batching and a good amount of carts on the track helped this. -  The bag situation was ideal too, you buy a locker wristband at the beginning of the day and every medium to large sized ride has lockers with other locker areas throughout the park. So you never have to worry about your bag. There are plentiful food and drink options and toilets. The whole park felt so well organised with guest experience in mind. \n\nWhen you - re just starting to flag a little bit in the hot summer sun you remember the whole other section of the park which is an entire full sized outdoor water park. You can change into swimwear, stash your stuff in a locker and explore the pools, lazy river, intense and chilled waterslides, loungers and bars with ropeswing seats. Back in the main park we also caught three shows  - acrobatics, fire tricks and stunt driving -  all included in the ticket price. Then to complete the day once the sun set the pool area turned into a beach party with strobe lighting and great music. \n\nMy husband and I have been to a fair few big ticket theme parks. Whilst Energylandia isn - t the best we - ve experienced for coasters  - Six Flags - , IP  - Universal Studios - , theming  - Europa Park -  or water parks  - Rulantica -  it - s not far behind in any of them which for a ticket price of under  - 40pp is frankly insane. Especially considering a day at Disneyland can easily set you back  - 100pp and that - s not even taking into account fast pass which at Energylandia just isn - t necessary. \n\nI suspect  - and hope in a way -  that this park will one day become as busy as it deserves to be but I - d say visit as soon as you can for a spectacular day out for superb value for money.Read more",
            "Thật khó để mô tả nơi này thực sự tốt như thế nào.  Tôi chưa bao giờ nghe ai nói về nó.  Công viên rất rộng nên phải mất tối thiểu 2 ngày.  Nếu bạn ở địa phương, bạn có thể mua vé với mức giảm giá 5 từ nhiều khách sạn.  Vé hai ngày cho một gia đình 4 người có giá - 240 và giá trị thật đáng kinh ngạc.  Đầu tiên, không có hàng đợi để vào.  Thứ hai, không có hàng đợi cho bất cứ điều gì.  Lý do là có quá nhiều thứ để cung cấp.  17 đế lót ly và đếm cộng với một công viên nước.  Đó là một công viên nước có kích thước đầy đủ thích hợp mà chúng tôi sử dụng vào cuối ngày.  Nó không bận.  Tất cả các công viên giải trí lớn ở Vương quốc Anh đều kém hơn về mọi mặt.  Bạn không thể hiểu được sự sạch sẽ cho đến khi bạn đến đó.  Có một đội quân dọn dẹp dọn dẹp mọi thứ.  Có một hệ thống vượt qua nhanh hoạt động và công bằng và miễn phí! - bạn không thực sự cần sử dụng nó vì hàng đợi dài nhất là khoảng 20 phút nhưng chủ yếu là 5 phút hoặc đi bộ.  Chất lượng thực phẩm cao và giá tốt.  Đồ uống rất phong phú và có giá tốt.  Các cửa hàng thực phẩm và đồ uống có chất lượng cao như vậy xét về mặt xây dựng, chủ đề và nhân sự, tôi không thể tin được.  Hệ thống khóa dây đeo cổ tay hoạt động rất tốt và mang lại cảm giác sảng khoái.  Không có gì để mang theo.  Thùng được niêm phong để ngăn ngừa ong bắp cày.  Vào những ngày nắng nóng, liên tục có sương mù làm mát bao phủ các lối đi.  Các chuyến đi hoạt động trong điều kiện thời tiết nóng và ẩm ướt khắc nghiệt.  Nhìn chung, gia đình chúng tôi hoàn toàn bị ấn tượng bởi trải nghiệm hai ngày này.  Chất lượng của các dịch vụ đi xe hàng đầu cũng như các hoạt động đi xe đều đạt đẳng cấp thế giới.  Bạn có thể dễ dàng dành một ngày ở phần dưới cùng của công viên, nơi rộng lớn với rất nhiều việc phải làm.  Khu vực địa phương đang phát triển nhanh chóng và có một số nhà hàng địa phương nổi bật để bạn thử.  Tôi thực sự khuyên bạn nên một chuyến đi.Đọc thêm",
            "Đây là một công viên giải trí tuyệt vời với rất nhiều trò chơi hấp dẫn. Phạm vi tàu lượn siêu tốc thật đáng kinh ngạc và chúng tôi đặc biệt thích Zadra và Hyperion. Cũng là một công viên nước tuyệt vời. Sự kiện đêm hè thật tuyệt vời khi công viên mở cửa đến 11 giờ đêm!Đọc thêm",
            "bản thân công viên đã rất tuyệt vời và đầy tính giải trí cho mọi người. Có một cái gì đó để làm cho tất cả mọi người. Đây là điều phải đi! Kỳ nghỉ gần như hoàn hảo của chúng tôi tại công viên đã làm hỏng một sai sót nhỏ vào cuối ngày. Chúng tôi đã đặt mua một thùng gà gia đình với giá gần 50 PLN. Thức ăn được phục vụ cho chúng tôi kinh tởm đến mức chúng tôi chỉ cắn vài miếng.  Thịt đùi gà đen kịt, nhìn như mới được một tháng. Lớp phủ đã thấm đẫm dầu đốt cũ kém chất lượng khiến chúng tôi buồn nôn.  Tôi vẫn có thể cảm nhận được hương vị đó trong miệng. Thịt gà cắn ở tình trạng tốt hơn nhưng vẫn còn cũ. Ai đó phải đối xử với dạ dày của khách tốt hơn! Ngoài ra, công viên này còn là một nơi tuyệt vời đáng ghé thăm.Đọc thêm",
            "Chúng tôi đã đến vào dịp lễ hội mùa thu vàng vào Thứ Năm, ngày 23 tháng 9 năm 2021. Công viên được trang trí đẹp mắt, lượng người sử dụng hợp lý - thời gian chờ khoảng 20 phút hoặc ít hơn - và không có mưa. Rất khuyến khích ghé thăm trong thời gian trái mùa - vì chúng tôi cũng đã đến thăm vào Mùa hè và đó là một cơn ác mộng - rất nhiều người, hàng dài chờ đợi - cũng như để lấy thức ăn -. Nhìn chung, chúng tôi yêu thích nơi đây và đến đây mỗi năm một lần... - Ostrava, CZ khoảng 100km - Đọc thêm",
            "Đã đặt vé hai ngày, vé dành cho thứ Sáu với công viên mở cửa từ 10 giờ sáng đến 8 giờ tối và sau đó được sử dụng lại vào đêm kỳ diệu. Được quản lý để thực sự bao gồm hầu hết các chuyến đi chính trong ngày đầu tiên. Thời gian chờ đợi chuyến đi rất tốt, Zadra chỉ có thời gian chờ 5 phút và không có vấn đề gì. Công viên có một số chuyến đi tuyệt vời và ấn tượng với công viên. Có một số chuyến đi vô nghĩa cần tránh, chẳng hạn như ngôi nhà quái vật là phiên bản của ngôi nhà ma ám, bên trong này không có gì chuyển động và ít để nhìn. Pháo hoa bị hủy do thời tiết xấu. Xem diễu hành cũng không sao. Triển lãm xe hơi cực hay. Bể bơi rất đẹp khi mặt trời lặn outDo nghĩ rằng họ cần một số tàu lượn siêu tốc lớn hơn là những chiếc nhẹ hoặc nhỏ hơn Cần nhiều chuyến đi trong bóng tối hơn và nhiều việc phải làm khi trời mưa trong một chặng tất cả các điểm tham quan đều đóng cửa do sấm sét và ánh sángĐọc thêm",
            "Đến thăm công viên giải trí tuyệt vời này cùng gia đình tôi - 2 - 2 -. Thực sự rất thích mọi điểm thu hút, một khi bạn đã đạt được nó. Tàu lượn siêu tốc rất ấn tượng, nhưng tiếc là bạn phải kiên nhẫn và sẵn sàng xếp hàng tối thiểu 30-40 phút - tối đa 100 phút trong thời gian chọn cho các điểm tham quan chính - . Khó chịu nhất là những người đang cố gắng chen hàng.  - Hầu hết người Silesia - - Các giao thức Covid không được tuân thủ trong toàn bộ khu vực công viên - - chúng tôi được thông báo là không có Covid trong khu vực!? - . Và cuối cùng là giá cả - quyền vào công viên ở mức hợp lý nhưng bất cứ thứ gì khác đều tốn một ít tiền. Tóm lại: công viên rất tuyệt và các điểm tham quan cũng tuyệt vời, nhưng trải nghiệm chung chỉ ở mức trung bình. Nên cho phép số lượng khách truy cập hạn chế tại bất kỳ thời điểm nào - các giao thức sinh hoạt. Kiểm soát hàng đợi tốt hơn. Giá thực phẩm cao hơn hợp lý. Tránh đến đây vào tháng 8. Đọc thêm",
            "Tôi đã mua 2 vé đi Energylandia và một tuần sau khi tôi kiểm tra trang web của họ để xem những trò chơi nào tôi muốn thử thì tôi nhận thấy rằng họ đã thay đổi ngày khai mạc. Không có điều nào trong số đó tôi sẽ đến Ba Lan. Đã liên hệ với Energylandia và không được đưa ra lý do thay đổi và họ thẳng thừng từ chối hoàn trả vé của tôi. Nói như vậy - đó là một phần quy định của họ mà tôi đã xem xét kỹ từng inch trong trang điều khoản - điều kiện của họ và nó không đề cập đến những điều như vậy... Energylandia đang LỪA ĐẢO để lấy tiền của mọi người và nói thẳng ra là nhân viên của họ đặc biệt thô lỗ và vô ích. Sẽ không bao giờ nghĩ về việc tiếp tục lặp lại điều này và cho đến ngày nay họ vẫn từ chối hoàn lại tiền cho tôi mặc dù đó là việc họ làm... công ty đáng hổ thẹn và nên xấu hổ về cách họ hành xử!Đọc thêm",
            "Tôi đã đến thăm các con tôi ở Ba Lan và vợ cũ đã tổ chức một chuyến thăm Energylandia. Tôi đã mua cho chúng vé vào cửa theo năm vì vé một lần khá đắt và chúng phải đến đó nhiều hơn một lần mỗi năm. Tôi đã rất ngạc nhiên. Họ có tàu lượn siêu tốc lớn, nhiều trò chơi, khu vực hồ bơi có cầu trượt, nhiều lựa chọn đồ ăn, nhiều chương trình biểu diễn và nhiều trò chơi hội chợ vui chơi giải trí. Chúng tôi đến khá sớm nên có rất đông người vào nhưng không quá đông. Và đây là vào kỳ nghỉ hè của trẻ em. Chúng tôi không phải chờ đợi quá lâu vì hệ thống xếp hàng có vẻ khá hiệu quả. Công viên rất lớn nên bạn cần lên kế hoạch tốt nếu bạn có con nhỏ, tức là dưới 10 tuổi vì khoảng cách giữa một số khu vực khá xa. Nhìn chung, rất tốt và là nơi không thể bỏ qua nếu bạn có con nhỏ và ở miền nam Ba Lan. Đọc thêm",
            "Điều tuyệt vời nhất ở công viên này chắc chắn là những chiếc đế lót ly, trong đó Zadra và Hyperion đứng đầu danh sách. Các điểm tham quan khác cũng rất thú vị, với một vài chiếc đế lót ly nhỏ và ít nhất một số chuyến đi bằng phẳng thú vị. Họ cũng có nhiều trò chơi theo chủ đề nước và toàn bộ khu vực công viên nước với hồ bơi và đường trượt. Tôi đã đến đó vào thứ Hai và thời gian xếp hàng cho các điểm tham quan chính tối đa là 40 phút, nhưng bạn có thể dễ dàng tìm được chuyến đi với thời gian chờ từ 0 đến 10 phút. Họ cũng cung cấp vé nhanh miễn phí - trên mỗi vé cho mỗi điểm tham quan - vì vậy hãy chắc chắn sử dụng những thứ đó! Đồ ăn hơi thất vọng - chủ yếu là đồ ăn nhanh quá đắt, nhưng tôi cảm thấy như thể nó - nó phổ biến ở những nơi như vậy nên dù sao đi nữa - họ có có một vài lựa chọn ăn chay mặc dù! Đáng buồn là không có gì thuần chay - . Ít nhất bạn có thể mang theo đồ ăn của mình đến công viên, tuy nhiên đừng mong đợi được cung cấp nước miễn phí ở bất cứ đâu. Bạn cũng có thể mua một số sản phẩm vệ sinh cơ bản ở đó, như miếng lót, thuốc giảm đau hoặc kem chống nắng. Ngoài ra, trong khi toàn bộ công viên có màu xanh tươi tốt thì một số lựa chọn theo chủ đề không tuyệt lắm. Phong cảnh ở những nơi có cảm giác rẻ tiền và xa lạ. Điều này cho thấy các khu vực - smoczy grod - và - aqualantis - trông thực sự tuyệt vời! Nếu bạn đến từ Cracow, trên trang web Energylandia bạn có thể tìm thấy hướng dẫn du lịch - nếu bạn không - không có ô tô, bạn có thể di chuyển bằng xe buýt hoặc tàu hỏa do nhà cung cấp cung cấp công viên. Chúng tương đối rẻ và chỉ mất khoảng một giờ. Đọc thêm",
            "Energylandia is a must visit for theme park fans or even those who vaguely like theme parks! We visited on a summer party night which meant extra long opening hours  - 10am - 11pm -  and we loved every second of the day. We were able to ride every major rollercoaster once, the extreme ones twice and rode a whole bunch of the relaxed rides and more extreme non-rollercoaster rides too. The reason we were able to do this was the amazing queue times. The longest queue we encountered all day was 20 mins, most rides were a 5-10min wait and several were walk ons. And yes that includes the 200ft coasters.  - Automatic batching and a good amount of carts on the track helped this. -  The bag situation was ideal too, you buy a locker wristband at the beginning of the day and every medium to large sized ride has lockers with other locker areas throughout the park. So you never have to worry about your bag. There are plentiful food and drink options and toilets. The whole park felt so well organised with guest experience in mind. When you - re just starting to flag a little bit in the hot summer sun you remember the whole other section of the park which is an entire full sized outdoor water park. You can change into swimwear, stash your stuff in a locker and explore the pools, lazy river, intense and chilled waterslides, loungers and bars with ropeswing seats. Back in the main park we also caught three shows  - acrobatics, fire tricks and stunt driving -  all included in the ticket price. Then to complete the day once the sun set the pool area turned into a beach party with strobe lighting and great music. My husband and I have been to a fair few big ticket theme parks. Whilst Energylandia isn - t the best we - ve experienced for coasters  - Six Flags - , IP  - Universal Studios - , theming  - Europa Park -  or water parks  - Rulantica -  it - s not far behind in any of them which for a ticket price of under  - 40pp is frankly insane. Especially considering a day at Disneyland can easily set you back  - 100pp and that - s not even taking into account fast pass which at Energylandia just isn - t necessary. I suspect  - and hope in a way -  that this park will one day become as busy as it deserves to be but I - d say visit as soon as you can for a spectacular day out for superb value for money.Read more",
            "Mọi thứ về Energylandia đều tuyệt vời! Một loạt các trò chơi và điểm tham quan tuyệt vời dành cho cả gia đình, tất cả đều sạch sẽ và được chăm sóc tốt, nhân viên thân thiện và nhiều lựa chọn đồ ăn và đồ uống - .  Thực tế là nó rất yên tĩnh trong chuyến thăm của chúng tôi có nghĩa là chúng tôi đã không xếp hàng mua bất cứ thứ gì cả ngày, nhưng ghi công cho công viên vì đã đảm bảo mọi chuyến đi đều mở cửa mặc dù thiếu khách - .  Những chiếc đế lót ly tiêu đề đã không làm bạn thất vọng - Zadra là điểm nhấn - thật không thể tin được!  Các trò chơi được yêu thích khác là Công thức, RMF Dragon và chiếc tàu lượn siêu nhỏ dành cho trẻ em, Happy Loops thực sự rất thú vị!  Speed ​​Water Coaster kém ấn tượng hơn vẻ ngoài của nó, tuy nhiên vào một ngày nắng nóng, tôi mong đợi việc ngâm mình hoàn toàn sẽ được hoan nghênh.  Công viên có thể thực hiện một chuyến đi trong bóng tối thực sự tốt vì chuyến đi ở đó khá kém và khá ngẫu nhiên.  Chuyến đi đến Ba Lan từ Vương quốc Anh của chúng tôi bao gồm các chuyến bay, thuê ô tô, chỗ ở và hai ngày tại Energylandia rất có giá trị và tôi nghi ngờ rẻ hơn so với kỳ nghỉ tương tự tại Công viên Merlin ở Vương quốc Anh. Chúng tôi đã có khoảng thời gian tuyệt vời ở đây, tôi không - t nghĩ rằng chúng ta - sẽ lại được tận hưởng công viên giải trí ở Vương quốc Anh theo cách tương tự lần nữa.Đọc thêm",
            "Rất ấn tượng với công viên. Có thể đã dành 3 ngày ở đó, chúng tôi không có thời gian để tham gia tất cả các chuyến đi và không dành thời gian ở công viên nước. Chúng tôi đã đi vào thứ năm, thời gian xếp hàng là 10 - 30 phút. Những chuyến đi nổi bật là Zadra, Hyperion và Abysuss. Zadra có lẽ là nơi tốt thứ 2 tôi từng đến sau Velocicoaster tại Universal Florida. Nhìn chung, công viên cực kỳ sạch sẽ, nhiều cửa hàng thực phẩm đến từ Vương quốc Anh, rất đáng đồng tiền và hệ thống xếp hàng nhanh chóng và tiện lợi. có hiệu quả. Tủ khóa cũng rất tuyệt, vượt xa các công viên Universal và Disney, đồng thời có giá trị lớn ở mức - 3 tủ một ngày. Vấn đề duy nhất tôi gặp phải là việc nhảy hàng đợi, như những người đánh giá khác đã đề cập. Có vẻ như người Ba Lan thích dành chỗ cho bạn bè và gia đình, hoặc đơn giản là bỏ qua hàng đợi và tỏ ra hung hăng khi bị thẩm vấn. Không chắc liệu công viên có thể làm được gì nhiều về vấn đề này hay đây chỉ là chuyện của Ba Lan nói chung, nhưng có vẻ lạ khi đến từ Vương quốc Anh, nơi việc xếp hàng là điều không thể chấp nhận được.Đọc thêm"
        ],
        "star_ratings": [
            2387,
            321,
            125,
            54,
            76
        ],
        "review_amount": 2963,
        "location": [
            "Ba Lan",
            "Nam Ba Lan",
            "Tỉnh Tiểu Ba Lan",
            "Năng lượng",
            "Những điều cần làm ở Zator",
            "Châu Âu",
            "Sự tắc nghẽn"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 19, 2023",
            "Written June 26, 2023",
            "Written June 30, 2023",
            "Written July 7, 2023",
            "Written July 14, 2023",
            "Written July 19, 2023",
            "Written August 2, 2023",
            "Written August 6, 2023",
            "Written August 13, 2023",
            "Written June 30, 2020",
            "Written September 23, 2021",
            "Written July 31, 2022",
            "Written August 4, 2021",
            "Written September 17, 2020",
            "Written September 12, 2022",
            "Written August 2, 2022",
            "Written August 2, 2023",
            "Written May 14, 2022",
            "Written September 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1956092-d6894940-Reviews-Energylandia-Zator_Lesser_Poland_Province_Southern_Poland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1956092-d15290269-Reviews-Pod_Lipami-Zator_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1956092-d19086860-Reviews-Tawerna_Zator-Zator_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1956092-d25573309-Reviews-BroHouse_by_Brokreacja-Zator_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1956092-d21021110-Reviews-Restauracja_Bonanza-Zator_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1956092-d23674299-Reviews-Restauracja_Parma-Zator_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1956092-d23736150-Reviews-Pork_friends-Zator_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1956092-d8549254-Reviews-Revel-Zator_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1956092-d12429681-Reviews-MySliwska-Zator_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1956092-d17609763-Reviews-Scandi_Restaurant-Zator_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1956092-d24075655-Reviews-Restauracja_Sajgon-Zator_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1956092-d2715867-Reviews-Zatorland-Zator_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1956092-d7291516-Reviews-Park_Swietego_Mikolaja-Zator_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1962618-d4481502-Reviews-Lipowiec_Castle-Chrzanow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g9596256-d9595565-Reviews-Muzeum_NadwiSlanski_Park_Etnograficzny-Wygielzow_Lesser_Poland_Province_Southern.html",
            "https://www.tripadvisor.com/Attraction_Review-g9596256-d9719846-Reviews-Lipowiec_Nature_Reserve-Wygielzow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1962618-d10440985-Reviews-Church_of_All_Saints-Chrzanow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1956092-d6894940-Reviews-or10-Energylandia-Zator_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274754-d275831-Reviews-Panstwowe_Muzeum_Auschwitz_Birkenau-Oswiecim_Lesser_Poland_Province_Southern_Polan.html",
            "https://www.tripadvisor.com/Attraction_Review-g277820-d285047-Reviews-Family_Home_of_John_Paul_II-Wadowice_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274754-d300948-Reviews-Jewish_Museum_and_Synagogue-Oswiecim_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g277820-d21064043-Reviews-EpicBike-Wadowice_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g277820-d4884116-Reviews-Minor_Basilica_of_the_Presentation_of_the_Blessed_Virgin_Mary-Wadowice_Lesser_Pol.html",
            "https://www.tripadvisor.com/Attraction_Review-g274754-d8656411-Reviews-Main_Market_Square-Oswiecim_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g277820-d8807303-Reviews-John_Paul_II_Square_in_Wadowice-Wadowice_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g2407258-d8134972-Reviews-Inwald_Park-Inwald_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g12938882-d12842458-Reviews-Lokalna_Kolej_Drezynowa-Regulice_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g277820-d3162392-Reviews-World_of_Dreams_Park_of_Miniatures-Wadowice_Lesser_Poland_Province_Southern_Polan.html",
            "https://www.tripadvisor.com/Attraction_Review-g274754-d5825283-Reviews-Private_Auschwitz_Guide_By_Piotr_Malarek-Oswiecim_Lesser_Poland_Province_Southern.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d3374395-Reviews-Baima_Garment_Market-Guangzhou_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g1182426-d12398751-Reviews-Tal_Mixta_Cave-Nadur_Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g60834-d621712-Reviews-Horseshoe_Bend-Page_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d2025241-Reviews-Waco_Mammoth_National_Monument-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32176-d9461534-Reviews-Rincon_Bike_Trail-Carpinteria_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d4444199-Reviews-Arienzo_Beach_Club_Positano-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g48915-d116288-Reviews-Karma_Triyana_Dharmachakra_Tibetan_Buddhist_Monastery-Woodstock_Catskill_Region_New.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d538006-Reviews-Estes_Park_Aerial_Tramway-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d169634-Reviews-Printer_s_Alley-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187477-d190889-Reviews-Timanfaya_National_Park-Lanzarote_Canary_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1956092-d6894940-Reviews-or10-Energylandia-Zator_Lesser_Poland_Province_Southern_Poland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1956092-d6894940-Reviews-Energylandia-Zator_Lesser_Poland_Province_Southern_Poland.html"
    }
]