[
    {
        "attraction_name": "Enoshima Island Spa",
        "attraction_name_vi": "Enoshima Island Spa",
        "general_info": [
            "252 đánh giá",
            "1 trong 22 hoạt động ngoài trời ở Fujisawa",
            "Khu nghỉ dưỡng suối nước nóng",
            "Spa",
            "Câu lạc bộ bể bơi trên bãi biển"
        ],
        "attraction_summary": "Lối vào bao gồm toàn bộ cơ sở cho cả ngày với hồ bơi nước nóng, suối nước nóng tự nhiên, thư giãn và xông hơi. Chỉ mất 60 đến 80 phút từ Tokyo hoặc Yokohama đến Ga Katase Enoshima trên tuyến Odakyu. Xin lưu ý rằng spa có chính sách cấm xăm hình nghiêm ngặt. Không được phép chụp ảnh bên trong và cơ sở và trẻ em trên 6 tuổi được chào đón vào những ngày khác ngoài Chủ nhật. Trẻ em dưới sáu tuổi không được phép vào spa. Chúng tôi mong sớm được phục vụ bạn.Đọc thêm",
        "reviews": [
            "Tôi gần như không muốn viết bình luận vì muốn giữ nguyên nơi này! Dù sao, cũng đáng để ghé thăm sau một ngày đi chơi ở Kamakura để thư giãn và ngắm hoàng hôn. Đọc thêm",
            "Thực sự yêu nơi này! Bạn lên tầng một nơi có hồ bơi vô cực với tầm nhìn không bị cản trở ra Núi Phú Sĩ. Thật không may là chúng tôi không thể nhìn thấy ngọn núi vào ngày chúng tôi đến thăm. Sau đó trên tầng hai bạn có bể sục. Dòng điện mạnh ở giữa và cường độ thấp hơn ở mép cửa sổ. Tiếp theo là tầng ba, nơi onsen được phân chia theo giới tính. Xin lưu ý rằng bạn phải lên tầng ba để đi thang máy xuống tầng hai và một thang máy riêng khác để lên tầng một. Sau khi hoàn thành trải nghiệm của mình, bạn có thể mang theo đã đến lúc thư giãn và lau khô tóc trong những vách ngăn xinh xắn, đồng thời thu dọn đồ đạc vào tủ đựng đồ mà bạn chọn. Bạn được phát một chiếc khăn lớn và một chiếc khăn nhỏ để lau chùi cũng như áo choàng tắm. Mang theo trang phục bơi của riêng bạn hoặc trả tiền thuê. Đọc thêm",
            "Vợ tôi và tôi đã đến nơi này để kỷ niệm ngày cưới, chúng tôi đã lên kế hoạch spa trong ngày để có thể tận hưởng một ngày đẹp trời ở hồ bơi ngoài trời, hơi gió và lạnh đối với tôi, nhưng thật tuyệt vời hehehe. Chúng tôi cũng rất thích suối nước nóng và bữa trưa muộn tuyệt vời tại nhà hàng ở tầng 4. Điều này được khuyến khích cho những người thích suối nước nóng và muốn dành khoảng thời gian vui vẻ ở hồ bơi trong nhà hoặc ngoài trời. Điều quan trọng cần đề cập là điều đó xảy ra ở nhiều nơi Một số nơi ở Nhật Bản, khu vực hồ bơi không có dịch vụ quầy bar hay nhà hàng như ở nhiều nước khác nhưng vẫn rất tuyệt nếu bạn có thời gian thư giãn. Bức ảnh hoàng hôn được chụp từ cây cầu nối Enoshima và đất liền.Đọc hơn",
            "Đây là một nơi tuyệt vời. Hơi đắt một chút nhưng cũng đáng nếu bạn chưa từng đến suối nước nóng. Họ giảm giá buổi tối từ 6 giờ chiều, TUY NHIÊN nếu bạn đặt chỗ trên trang tiếng Nhật của họ, bạn có thể nhận được mức giá tương tự từ 5 giờ chiều!!! Điều này có nghĩa là bạn có thể ngắm hoàng hôn khi tắm nước nóng. Họ có nhiều phòng tắm khác nhau ở nhiệt độ khác nhau, một số có vòi phun spa lực phản lực, một số bên trong, một số bên ngoài, và họ có phòng tắm hơi dành cho cả nam và nữ ở nhiệt độ khoảng 60 độ và một phòng tắm nghiêm túc ở khu vực nam ở nhiệt độ 90 độ. Việc đi từ tầng này sang tầng khác hơi phức tạp vì thang máy thường ở trong phòng thay đồ và chìa khóa tủ khóa hơi khó sử dụng, nhưng điều này không đáng kể so với 3 hoặc 4 giờ bạn có thể dành ở đây để tận hưởng trải nghiệm độc đáo này. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để viết đánh giá của bạn. Chúng tôi đánh giá rất cao việc bạn đã tận hưởng thời gian ở spa. Chúng tôi hy vọng sẽ sớm gặp lại bạn. Cảm ơn rất nhiều từ nhóm Enospa.Đọc thêm",
            "Cơ sở này là điều bắt buộc nếu ở vùng FujisawaEnoshima. Hồ bơi, hồ bơi, hồ bơi đều có nhiệt độ khác nhau, tầm nhìn tuyệt vời từ các hồ bơi trên vách đá. Không thể tin rằng một số người lại có đánh giá tiêu cực về spa này. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để viết đánh giá của bạn. Chúng tôi đánh giá rất cao việc bạn đã tận hưởng khoảng thời gian ở spa và chúng tôi hy vọng sẽ có thêm nhiều người đến sưởi ấm trong hồ bơi và suối nước nóng tự nhiên. Hầu hết các đánh giá không may là từ những người không biết về quy định không xăm hoặc không có trẻ em dưới sáu tuổi. Chúng tôi cố gắng hết sức để đảm bảo mọi người biết trước nhưng đôi khi tin nhắn không được truyền tải. Chúng tôi luôn rất thất vọng khi điều này xảy ra vì chúng tôi không muốn bất kỳ ai thực hiện chuyến đi mà không hề hay biết. Một lần nữa, cảm ơn bạn rất nhiều vì nhận xét của bạn và chúng tôi mong có cơ hội được phục vụ bạn một lần nữa.Đọc thêm",
            "Tôi đến từ New Zealand và đã có khoảng thời gian tuyệt vời nhất cũng như cảm thấy thật thư giãn. Là một người nước ngoài, đây là một trải nghiệm phi thường và thật tuyệt khi nhân viên mát-xa có thể nói được tiếng Anh nên tôi có thể hiểu những gì cô ấy sắp làm và trả lời các câu hỏi của cô ấy. Ngoài ra, việc có thể trải nghiệm các hồ bơi cả trong nhà và ngoài trời cũng rất thư giãn. Đồ ăn và dịch vụ tại nhà hàng kết hợp với khung cảnh đại dương đã khiến việc ăn uống trở thành một trải nghiệm đặc biệt. Tôi ước mình có thể quay lại Enoshima Island Spa!Đọc thêm",
            "Chúng tôi rất vui vì bạn đã tận hưởng thời gian ở spa và cảm ơn bạn đã dành thời gian viết đánh giá này. Sẽ thật tuyệt vời khi được phục vụ bạn lần nữa vào một ngày đặc biệt hoặc bất kỳ ngày nào.Đọc thêm",
            "I recently visited this spa with my mom and my friend to have a girls spa day together. Our itinerary consisted of a massage, lunch in the restaurant and hot pools. For me, the massage was my favourite part of the day. I got the classic massage which consisted of a whole-body oil massage using some hot and cold rocks. The staff were very very kind and professional. The masseuse was very conscious of my problem areas and very attentive all the way along. I had a great lunch in the restaurant as well, I got the lunch set which was the combination of the salad bar and cooked fish of your choice. The view from the restaurant was awesome and the food was delicious as well. They also have great desserts which I definitely recommend. After a full stomach, we went to the pools and enjoyed the seaside view. Overall, my day was a very relaxing and a great day to have a break from my busy life living in the city of Tokyo. 母と友達と一緒に江ノ島アイランドスパに行きました私たちは今日マッサージとレストランでお食事そしてプールを楽しみましたとてもよかったですRead more",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để viết đánh giá này. Thật là một ý tưởng tuyệt vời để có một ngày dành cho các cô gái tại spa. Tôi rất vui vì bạn đã sử dụng nơi đáng yêu này để tận hưởng thời gian cùng với những người đặc biệt. Vui lòng quay lại.Đọc thêm",
            "Tại sao họ lại cung cấp một trang web hoàn toàn bằng tiếng Anh, cung cấp dịch vụ tắm chung với đồ bơi và xuất hiện toàn bộ như thể họ hoàn toàn chào đón du lịch - và sau đó họ không cho phép xăm mình? Rất lỗi thời.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để viết đánh giá của bạn. Vì đây là câu lạc bộ tư nhân nên chính sách về hình xăm có vẻ quá nghiêm ngặt đối với một số khách, nhưng chúng tôi cố gắng đảm bảo chính sách về hình xăm cũng như trẻ em dưới sáu tuổi trở xuống được thể hiện rõ ràng trên trang web của chúng tôi, v.v. Chúng tôi đánh giá cao điều đó nhất khách và thành viên hiểu được nền tảng văn hóa ác cảm với hình xăm ở Nhật Bản. Đọc thêm",
            "Vợ tôi và tôi đã đến spa này vào tháng 3 và đó chắc chắn là một trải nghiệm rất tuyệt vời. Tôi chưa bao giờ đến spa trước đây và cô ấy cũng đã từng đến một spa, nhưng tôi có thể nói rằng nó rất tuyệt. Chúng tôi đi vào thứ Sáu nên có nhiều người nhưng không cảm thấy đông đúc hay gì cả. Có một số hồ bơi cả bên trong và bên ngoài với nhiều nhiệt độ và dòng chảy khác nhau. Hầu hết các hồ bơi đều có tầm nhìn rất đẹp từ Đảo Enoshima nên chắc chắn sẽ mang lại cảm giác thư giãn và sảng khoái. Ngoài ra, còn có hai suối nước nóng khỏa thân, một dành cho nữ và một dành cho nam. Onsens có nhiều hồ bơi giúp thư giãn, giảm căng cơ, v.v. Cơ sở này cung cấp các bước về mục tiêu của bạn trên tường. Tôi nghĩ đó chắc chắn là một trải nghiệm nếu bạn chưa thử. Nhưng thật khó để cảm thấy thoải mái với ý tưởng này. Đồ ăn chúng tôi ăn rất ngon mặc dù khẩu phần ăn nhỏ hơn khẩu phần của Mỹ. Chúng tôi đã ngồi bên cửa sổ khi trời tối, nhưng tôi nghĩ ban ngày sẽ rất đẹp. Nếu bạn đang muốn thư giãn khi ghé thăm Nhật Bản hoặc cần một vài giờ để nạp lại năng lượng sau chuyến phiêu lưu, tôi khuyên bạn nên kiểm tra địa điểm này. vài giờ hoặc cả ngày. Tôi tin rằng giá là như nhau.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành chút thời gian quý báu của mình để viết bài đánh giá này. Chúng tôi thực sự đánh giá cao điều đó và rất vui khi bạn và vợ bạn có thể tận hưởng ngày của mình. Vui lòng quay lại một chút và có thể dành chút thời gian trị liệu bằng xông hơi giải độc Aufguss hoặc thưởng thức chương trình trình diễn hồ bơi ngọc trai bằng laser vào ban đêm. Chúng tôi hy vọng sẽ sớm gặp lại bạn. Cảm ơn rất nhiều từ nhóm Enospa.Đọc thêm",
            "Vào ngày cuối cùng ở Nhật Bản, tôi đã mạo hiểm đến Kamakura để chiêm ngưỡng tượng Phật lớn, đi bộ trên một số con đường mòn và ghé thăm Enospa. Việc đi bộ từ ga xe lửa đến đảo không làm tôi bận tâm như một số người đã nhận xét. Khung cảnh rất đẹp và nhiệt độ hoàn hảo nên tôi thấy rất thư giãn. Khi tôi đến spa, mọi người đều rất ngọt ngào và chu đáo - theo tôi thì họ nói tiếng Anh rất tốt. Suối nước nóng tôi ngâm mình trước khi mát-xa thật dễ chịu và đúng là thứ tôi cần sau một kỳ nghỉ năng động. Tại spa Beng Teng, bạn được tặng một loại trà thảo dược và được yêu cầu chọn loại dầu mát-xa ưa thích. Chuyên gia trị liệu xoa bóp Akane của tôi hoàn toàn tuyệt vời. Cô ấy không chỉ rất chuyên nghiệp và ngọt ngào mà còn có đôi bàn tay tài năng! Trải nghiệm của tôi tại EnospaBeng Teng Spa là kết thúc hoàn hảo cho chuyến đi của tôi. Chắc chắn đề nghị.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian viết đánh giá của mình và chúng tôi rất vui vì bạn đã thực hiện chuyến đi đến Enoshima. Chúng tôi nhận thấy rằng vào Mùa đông, spa này giúp bạn ấm lên trong khi vào Mùa hè, chúng tôi mở tất cả các cửa sổ đón gió biển để mọi người thực sự cảm thấy mát mẻ. Thỉnh thoảng hãy đến tận hưởng spa một lần nữa. Đọc thêm"
        ],
        "star_ratings": [
            120,
            83,
            29,
            7,
            13
        ],
        "review_amount": 252,
        "location": [
            "Những điều cần làm ở Fujisawa",
            "Châu Á",
            "Kanto",
            "tỉnh Kanagawa",
            "Enoshima Island Spa",
            "Fujisawa",
            "Nhật Bản"
        ],
        "reviews_time": [
            "Written December 26, 2022",
            "Written November 10, 2022",
            "Written May 13, 2021",
            "Written March 23, 2020",
            "Written December 6, 2019",
            "Written July 19, 2019",
            "Written July 18, 2019",
            "Written May 7, 2019",
            "Written March 26, 2019",
            "Written March 24, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1021277-d2013388-Reviews-Enoshima_Island_Spa-Fujisawa_Kanagawa_Prefecture_Kanto.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1021277-d1659611-Reviews-Tobiccho_Honten-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1021277-d3536827-Reviews-Tobiccho_Sandoten-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1021277-d4039362-Reviews-IL_CHIANTI_CAFE-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1021277-d1222036-Reviews-Lon_Cafe_Enoshima_Honten-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1021277-d8667029-Reviews-Amami-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1021277-d8637987-Reviews-Asahi_Honten-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1021277-d6058563-Reviews-Enoshimatei-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1021277-d4354795-Reviews-Kimura-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1021277-d6048850-Reviews-Isoryori_Kaisaku-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1021277-d7550989-Reviews-Kaishima-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d17435946-Reviews-Seido_no_Tori-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d1310887-Reviews-Enoshima_Island-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d8874129-Reviews-Enoshima_Benten_Bridge-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d17450674-Reviews-Enoshima_Benzaiten_Nakamisedori-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d8875501-Reviews-Enoshima_Kita_Ryokuchi_Hiroba_Park-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d1909180-Reviews-Enoshima_Shrine-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d8874185-Reviews-Monument_for_Edward_S_Morse-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d19717746-Reviews-Enoshima_Shinko_Renraku_Kyogikai-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d17435408-Reviews-Fukuishi-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d8874191-Reviews-Olympic_Memorial_Fountain-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d2013388-Reviews-or10-Enoshima_Island_Spa-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d25299425-Reviews-Rhinoplasty_Specialist_Raplit_Fujisawa-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d26718605-Reviews-Tsujido_Rapport_Beauty_Therapy_Osteopathic_Clinic-Fujisawa_Kanagawa_Prefecture_.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d10628067-Reviews-Yunoichi_Fujisawa_Karasawa-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d8134640-Reviews-Shonandai_Onsen_Raku-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d14112218-Reviews-Koa_Harikyu-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d13960609-Reviews-Fujimiyu-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d27484881-Reviews-Tachibanadori_Osteopathic_Clinic-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d25453452-Reviews-ASIAN_RETREAT_Tsujido_Fujisawa-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d24983265-Reviews-Shonan_Private_Sauna-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d13491637-Reviews-Fudoyu-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d13562738-Reviews-Manjiromaru-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d19717533-Reviews-Enoshima_Post_Office-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d3428568-Reviews-Kodama_Shrine-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021277-d17435483-Reviews-Enoshima_Escalator-Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134958-d8317441-Reviews-Enoshima_Shrine_Hetsumiya-Enoshima_Fujisawa_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g36538-d8325479-Reviews-Grand_View_Drive-Peoria_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g57053-d8762758-Reviews-The_Great_Saltair-Magna_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g659971-d10796281-Reviews-Barrage_Club-Argassi_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580249-d1828375-Reviews-Aquashow_Park-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g298662-d3506470-Reviews-Midtown_Shopping_Mall-Ortakent_Bodrum_District_Mugla_Province_Turkish_Aegean_Coas.html",
            "https://www.tripadvisor.com/Attraction_Review-g37136-d3337131-Reviews-Michael_Jackson_Family_Home-Gary_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d8536927-Reviews-Chiang_Mai_Erotic_Garden-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g297895-d7029063-Reviews-Bentota_Beach-Bentota_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3814834-d6957436-Reviews-Seethawaka_Wet_Zone_Botanic_Gardens-Avissawella_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297700-d1721869-Reviews-Sanur_Beach-Sanur_Denpasar_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1021277-d2013388-Reviews-or10-Enoshima_Island_Spa-Fujisawa_Kanagawa_Prefecture_Kanto.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1021277-d2013388-Reviews-Enoshima_Island_Spa-Fujisawa_Kanagawa_Prefecture_Kanto.html"
    }
]