[
    {
        "attraction_name": "Erawan Waterfalls",
        "attraction_name_vi": "Thác nước Erawan",
        "general_info": [
            "2.340 đánh giá",
            "- 1 trong số 1 điều cần làm ở Vườn Quốc gia Erawan",
            "Thác nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi thuê một chiếc ô tô riêng có tài xế trong ngày qua khách sạn ở thị trấn Kanchanaburi với chi phí 2200 baht.\nPhí vào cửa là 300 baht cho người nước ngoài - giá kép đang được áp dụng ở đây - cộng thêm 30 baht cho bãi đậu xe.\nRất thương mại hóa với nhiều cửa hàng thực phẩm và đồ lưu niệm. Phòng nghỉ rất tốt cả bên ngoài và bên trong khu vực thác.\nMột số thác ở các tầng khác nhau có hồ bơi để bạn có thể bơi nhưng bạn phải thuê áo phao trước khi đi bộ lên Tầng 1. Tôi chỉ đi bộ thôi. Mặc dù tôi đến thăm vào ngày thường nhưng vẫn có khá nhiều người ở đó nên tôi chỉ có thể cho rằng nơi đây chắc chắn sẽ đông đúc vào cuối tuần.\nTôi chỉ đi bộ từ Tầng 1 đến Tầng 6. Dòng nước mặc dù có thể chấp nhận được nhưng không mạnh như những gì bạn thấy trong những bức ảnh quảng bá điểm du lịch này.\nNhìn chung, tôi rất vui khi được ghé thăm một lần nhưng tôi sẽ không quay lại cho đến khi họ bãi bỏ chính sách hai giá.Đọc thêm",
            "Phải ghé thăm những thác nước tuyệt vời này ở Thái Lan - cảnh báo rất nhiều bước đi bộ và dốc. Không dành cho người già hoặc những người không thể leo núi.\nChúng tôi chắc chắn không thất vọng khi đến Thác Erawan, một nơi tuyệt đẹp như vậy, cuối cùng chúng tôi đã đi được 1,6 km lên đến cấp 7 và dừng lại ở nhiều điểm khác nhau trên đường lên vì có 7 thác nước dọc đường với cấp 3 và 5 và 7 là nơi phổ biến nhất để ngâm mình mà rất nhiều khách du lịch đã làm. Bạn phải mang giày tốt, tốt nhất là những người chạy bộ kín để làm điều này vì đôi khi dưới chân ướt và trơn trượt. Sẽ không tốt nếu bạn có dép xỏ ngón, chúng tôi đã thấy một số người không đi giày sau khi họ đi bơi, đó không phải là một ý tưởng hay.   Dù sao thì chắc chắn tôi rất ngạc nhiên trước vẻ đẹp của nó và nước trong vắt đến mức nào, có rất nhiều cá trong nước và chúng không gây khó chịu cho những người ở dưới nước.Đọc thêm",
            "Thực sự tuyệt vời vài giờ ở đây.\n\nPhong cảnh rất đẹp, những thác nước rất đẹp và đó là một khu vực thực sự đáng yêu của Thái Lan.\n\nViệc đi bộ không quá khó khăn và chúng tôi dễ dàng lên đến tầng 7. Có rất nhiều cầu thang nhưng lối đi có ván và chỉ có một điều là bạn phải đi bộ trên một vài tảng đá để băng qua một đoạn nước. Nếu bạn khá năng động thì bạn sẽ ổn thôi.\n\nNước lạnh và bạn đang bơi với những con cá thích mút chân bạn, cảm giác thật kỳ lạ!\n\nNhược điểm đối với tôi là phải thuê và mặc áo phao bắt buộc. Bạn phải đi bộ cùng họ lên xuống tất cả 7 cấp độ và thật lòng mà nói, chúng không cần thiết nếu bạn biết bơi.\n\nTôi hiểu từ hướng dẫn của chúng tôi đã xảy ra một tai nạn ở đây, đó là lý do tại sao họ thực thi nó nhưng chắc chắn bạn có thể ký tuyên bố từ chối trách nhiệm nếu bạn không muốn? Một số người chỉ phớt lờ các quy tắc nhưng tôi nghĩ sẽ bị phạt rất nặng nếu bạn bị bắt gặp không đeo quy định.\n\nThuê chúng là 20 baht nên không đắt nhưng tôi không nghĩ rằng trong thời tiết nắng nóng và khi đi bộ đường dài, bạn bắt buộc phải mang theo một chiếc bên mình. Khi chúng tôi lên đến đỉnh, hầu hết mọi người đã tháo chúng ra.\n\nCó rất nhiều địa điểm ăn uống khi bạn quay trở lại để bạn có thể thử một số món ăn chính thống của Thái Lan.\n\nNhìn chung, đây là một nơi tuyệt đẹp và đáng để ghé thăm.Đọc thêm",
            "Đây quả là một góc đẹp đến nghẹt thở của thế giới! Bạn gái của tôi không - không nghĩ rằng tôi có thể lên tới đỉnh và bởi vì tôi - là một kẻ bướng bỉnh, tôi phải làm điều đó - tất nhiên là trong khi cô ấy chờ đợi ở phía dưới!! Cuộc leo núi này không dành cho những người yếu tim, nó sẽ mất một giờ rưỡi trên độ cao 1.550m để vượt qua một số đường dốc rất dốc. Nó được chia thành 7 giai đoạn và công bằng mà nói, khi tôi đạt đến cấp độ 5, tôi đã sẵn sàng bỏ cuộc, nhưng tôi - một người kiên quyết và tôi đã cố gắng tiếp tục. Thác nước trên đỉnh thật tuyệt vời nhưng nếu bạn định làm điều này, hãy mang theo khoảng 3 chai nước vì tôi hứa với bạn rằng bạn sẽ đổ mồ hôi! Nhưng hãy tận hưởng mọi khung cảnh và ngâm mình trong làn nước dọc đường đi, thật đáng yêu!Đọc thêm",
            "Những hình ảnh chân thực như cuộc sống. Chúng tôi yêu nó. Hãy chắc chắn rằng bạn thuê áo phao và có một bộ quần áo dự phòng. Con tôi không muốn rời đi sau nhiều giờ vui chơi và bơi lội. Việc leo núi vào mùa thu thứ 7 không khó như nhiều bình luận mô tả. Chúng tôi đã làm điều đó một cách nhanh chóng với hai đứa trẻ - 10 tuổi.Đọc thêm",
            "Yêu tất cả! Thiên nhiên vô cùng hạnh phúc giữa âm thanh của cư dân, cây xanh tuyệt đẹp, không khí trong lành, thác nước để chiêm ngưỡng và bơi giữa đàn cá, đó là một cuộc phiêu lưu cuối tuần hoàn hảo và đối với khách du lịch - một sự thay đổi phong cảnh tuyệt vời từ những hoạt động du lịch thông thường và một phông nền tuyệt vời cho những bức ảnh.  Đối với nhóm trẻ hơn, việc leo núi sẽ rất thú vị nhưng nếu bạn - thuộc nhóm lớn tuổi hơn, thành thật mà nói, điều đó không hề dễ dàng ở một số cấp độ nhất định, tuy nhiên, sự kiên trì sẽ đưa bạn đến đâu phải không? Tôi khuyên bạn nên đi bộ đường dài hoặc bất kỳ đôi giày thoải mái nào có độ bám tốt, quần áo nhẹ, kem chống nắng, nước, quần áo để thay và khăn tắm sau khi bơi.  Nếu bạn định bơi lội, bạn bắt buộc phải sử dụng áo phao - có sẵn cho thuê - và nếu bạn cởi áo ra dù chỉ để chụp ảnh nhanh, bảo vệ sẽ liên tục huýt sáo cho đến khi bạn mặc lại áo, vì vậy hãy cân nhắc, tuân theo các quy tắc, tiếng huýt sáo the thé chỉ khiến người khác cảnh giác và phá hỏng bầu không khí yên bình của thiên nhiên. Tôi đi qua hai nhà vệ sinh, một nhà vệ sinh ở tầng nơi bạn thuê áo phao và một nhà vệ sinh khác ở lối vào công viên, bên phải nơi có một số nhà hàng.  Đạt được cấp 7 chắc chắn là thỏa mãn, bạn được chụp ảnh bên cạnh - Bạn là người chinh phục - ký tên nhưng nếu bạn - đang có vấn đề về đầu gối, chân, lưng hoặc bất kỳ vấn đề sức khỏe nào - hãy chậm rãi, mặc dù mỗi cấp độ là duy nhất, hãy leo lên đến cấp 4 là đủ.Đọc thêm",
            "Nơi đẹp nhất mà tôi từng đến và có thể đi vào từng hồ bơi trong 3 giờ lên đến đỉnh và quay lại điểm hẹn. Bạn phải mang theo giày nước! Tôi khuyên bạn nên đi lên trên cùng. Bạn phải khỏe mạnh và thích đi bộ đường dài. Trải nghiệm tuyệt vời. Cảm ơn. - - - - Kop khun ka. P.S.: chúng tôi là người Hungary và thích đi bộ đường dài - Đọc thêm",
            "Địa điểm đẹp với nhiều thác nước. \n300 THB cho người nước ngoài cộng thêm 30 THB cho thuê áo khoác an toàn - bắt buộc nếu bạn muốn bơi - \nTốt hơn nên đi vào sáng sớm để tránh đám đông và cái nóng. \nMột số nơi không dễ đi bộ nhưng hầu hết đường mòn đều được bảo trì tốt. \nHãy sẵn sàng leo nhiều bậc thang nhưng ở cấp độ 7 bạn sẽ được khen thưởng. \nTầm nhìn tuyệt vời và bồn tắm mát mẻ. \nTôi đã leo thẳng lên tầng 7 và thích thú bơi lội trên đường xuống. \nTốt hơn nên mang giày tốt để lên đỉnh và thay dép nhựa hoặc tương tự trên đường xuống khi tận hưởng làn nước. \nHãy cẩn thận những tảng đá trong nước trơn trượt, một lý do khác để mang giày nhựa. \nTôi hy vọng bạn sẽ thích như tôi đã làm.Đọc thêm",
            "Thác Erawan được nhiều người coi là một trong những thác đẹp nhất ở Thái Lan và tôi sẽ không tranh cãi với điều đó. 3 cấp độ đầu tiên cũng khá dễ đạt được và phải mất khoảng một giờ để lên cấp 7 và cấp cao nhất. Để đạt đến đỉnh cao là một công việc nóng nực và đầy mồ hôi, nhưng bạn - sẽ không hối tiếc. Tầng cuối cùng có độ dốc cao và khi nhìn lên, bạn gần như có cảm giác như chạm tới bầu trời. Mất khoảng 90 phút để đến đây bằng xe buýt từ Kanchanaburi, nhưng chuyến đi này hoàn toàn xứng đáng.Đọc thêm",
            "Thác Erawan được nhiều người coi là một trong những thác đẹp nhất ở Thái Lan và tôi sẽ không tranh cãi với điều đó. 3 cấp độ đầu tiên cũng khá dễ đạt được và phải mất khoảng một giờ để lên cấp 7 và cấp cao nhất. Để đạt đến đỉnh cao là một công việc nóng nực và đầy mồ hôi, nhưng bạn - sẽ không hối tiếc. Tầng cuối cùng có độ dốc cao và khi nhìn lên, bạn gần như có cảm giác như chạm tới bầu trời. Mất khoảng 90 phút để đến đây bằng xe buýt từ Kanchanaburi, nhưng chuyến đi này hoàn toàn xứng đáng.Đọc thêm",
            "Thác nước rất đẹp - s, tôi nghĩ sẽ đi một đoạn đường ngắn nhưng khi bạn đến thác thứ nhất và thứ hai, bạn phải tiếp tục cho đến khi đến thác cuối cùngĐọc thêm",
            "Địa điểm đẹp với nhiều thác nước. 300 THB cho người nước ngoài cộng thêm 30 THB cho thuê áo khoác an toàn - bắt buộc nếu bạn muốn bơi - Tốt hơn nên đi vào sáng sớm để tránh đám đông và nắng nóng. Một số nơi không dễ đi bộ nhưng hầu hết đường mòn đều được bảo trì tốt. Hãy sẵn sàng leo nhiều bậc thang nhưng ở cấp độ 7 bạn sẽ được khen thưởng. Tầm nhìn tuyệt vời và bồn tắm mát mẻ. Tôi đã leo thẳng lên tầng 7 và thích thú bơi lội trên đường xuống. Tốt hơn nên mang giày tốt để lên đỉnh và thay dép nhựa hoặc tương tự trên đường xuống khi tận hưởng làn nước. Hãy cẩn thận những tảng đá trong nước trơn trượt, một lý do khác để mang giày nhựa. Tôi hy vọng bạn sẽ thích như tôi đã làm.Đọc thêm",
            "Nơi đẹp nhất mà tôi từng đến và có thể đi vào từng hồ bơi trong 3 giờ lên đến đỉnh và quay lại điểm hẹn. Bạn phải mang theo giày nước! Tôi khuyên bạn nên đi lên trên cùng. Bạn phải khỏe mạnh và thích đi bộ đường dài. Trải nghiệm tuyệt vời. Cảm ơn. - - - - Kop khun ka. P.S.: chúng tôi là người Hungary và thích đi bộ đường dài - Đọc thêm",
            "Yêu tất cả! Thiên nhiên vô cùng hạnh phúc giữa âm thanh của cư dân, cây xanh tuyệt đẹp, không khí trong lành, thác nước để chiêm ngưỡng và bơi giữa đàn cá, đó là một cuộc phiêu lưu cuối tuần hoàn hảo và đối với khách du lịch - một sự thay đổi phong cảnh tuyệt vời từ những hoạt động du lịch thông thường và một phông nền tuyệt vời cho những bức ảnh.  Đối với nhóm trẻ hơn, việc leo núi sẽ rất thú vị nhưng nếu bạn - thuộc nhóm lớn tuổi hơn, thành thật mà nói, điều đó không hề dễ dàng ở một số cấp độ nhất định, tuy nhiên, sự kiên trì sẽ đưa bạn đến đâu phải không? Tôi khuyên bạn nên đi bộ đường dài hoặc bất kỳ đôi giày thoải mái nào có độ bám tốt, quần áo nhẹ, kem chống nắng, nước, quần áo để thay và khăn tắm sau khi bơi.  Nếu bạn định bơi lội, bạn bắt buộc phải sử dụng áo phao - có sẵn cho thuê - và nếu bạn cởi áo ra dù chỉ để chụp ảnh nhanh, bảo vệ sẽ liên tục huýt sáo cho đến khi bạn mặc lại áo, vì vậy hãy cân nhắc, tuân theo các quy tắc, tiếng huýt sáo the thé chỉ khiến người khác cảnh giác và phá hỏng bầu không khí yên bình của thiên nhiên. Tôi đi qua hai nhà vệ sinh, một nhà vệ sinh ở tầng nơi bạn thuê áo phao và một nhà vệ sinh khác ở lối vào công viên, bên phải nơi có một số nhà hàng.  Đạt được cấp 7 chắc chắn là thỏa mãn, bạn được chụp ảnh bên cạnh - Bạn là người chinh phục - ký tên nhưng nếu bạn - đang có vấn đề về đầu gối, chân, lưng hoặc bất kỳ vấn đề sức khỏe nào - hãy chậm rãi, mặc dù mỗi cấp độ là duy nhất, hãy leo lên đến cấp 4 là đủ.Đọc thêm",
            "Những hình ảnh chân thực như cuộc sống. Chúng tôi yêu nó. Hãy chắc chắn rằng bạn thuê áo phao và có một bộ quần áo dự phòng. Con tôi không muốn rời đi sau nhiều giờ vui chơi và bơi lội. Việc leo núi vào mùa thu thứ 7 không khó như nhiều bình luận mô tả. Chúng tôi đã làm điều đó một cách nhanh chóng với hai đứa trẻ - 10 tuổi.Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến tham quan ở đây với một số địa điểm khác nhưng nơi này rất đáng nhớ vì vẻ đẹp của nó. Hơi lo lắng về tất cả các cầu thang để lên đến tầng 7 nhưng không tệ như tôi mong đợi. Hãy dành thời gian và dừng lại ở mỗi thác nước rồi đi tiếp on. Rất nhiều cá trong mỗi hồ bơi. Điều tiêu cực duy nhất tôi có thể đề cập là họ tính phí 30 bht cho một chiếc áo phao, đây là điều bắt buộc nếu bạn muốn bơi ở bất kỳ thác nào. Nước không sâu và bạn phải mang theo nó suốt chặng đường với bạn và suốt chặng đường quay về. Chúng tôi không bận tâm nên hơi nóng khi chúng tôi quay lại. Họ nói rằng đó là do nước quá lạnh và họ gặp vấn đề về việc mọi người bị hạ thân nhiệt. Rất nhiều nơi để ăn trưa sự trở lại của bạn. Bởi vì đây là một công viên quốc gia, bạn phải đặt cọc cho bất kỳ chai nhựa nào bạn mang theo bên mình và sau đó nó sẽ được trả lại khi bạn quay trở lại với những chai của mình. Ý tưởng tuyệt vời để ngăn chặn mọi người phá hoại một khu vực nguyên sơ như vậy. Không được phép mang thức ăn Đây cũng là một trải nghiệm PHẢI LÀM khi bạn ở trong khu vực. Chúng tôi được thông báo rằng không có nhiều nước ở tầng 7 do đang vào mùa và sẽ không cảm thấy tệ nếu chúng tôi không đi hết chặng đường. Nó rất đẹp và vẫn đang chạy .Hãy chắc chắn rằng bạn sẽ đạt được cấp độ cao nhất. ĐẹpĐọc thêm",
            "Đây quả là một góc đẹp đến nghẹt thở của thế giới! Bạn gái của tôi không - không nghĩ rằng tôi có thể lên tới đỉnh và bởi vì tôi - là một kẻ bướng bỉnh, tôi phải làm điều đó - tất nhiên là trong khi cô ấy chờ đợi ở phía dưới!! Cuộc leo núi này không dành cho những người yếu tim, nó sẽ mất một giờ rưỡi trên độ cao 1.550m để vượt qua một số đường dốc rất dốc. Nó được chia thành 7 giai đoạn và công bằng mà nói, khi tôi đạt đến cấp độ 5, tôi đã sẵn sàng bỏ cuộc, nhưng tôi - một người kiên quyết và tôi đã cố gắng tiếp tục. Thác nước trên đỉnh thật tuyệt vời nhưng nếu bạn định làm điều này, hãy mang theo khoảng 3 chai nước vì tôi hứa với bạn rằng bạn sẽ đổ mồ hôi! Nhưng hãy tận hưởng mọi khung cảnh và ngâm mình trong làn nước dọc đường đi, thật đáng yêu!Đọc thêm",
            "Vài giờ thực sự tuyệt vời ở đây. Phong cảnh rất đẹp, thác nước rất đẹp và đó là một khu vực thực sự đáng yêu của Thái Lan. Việc đi bộ không quá khó khăn và chúng tôi dễ dàng lên đến tầng 7. Có rất nhiều cầu thang nhưng đi bộ đã có ván và chỉ có một điều duy nhất là bạn phải đi bộ trên một vài tảng đá để băng qua một đoạn nước. Nếu bạn khá năng động, bạn sẽ ổn thôi. Nước lạnh và bạn đang bơi cùng những con cá thích mút chân, cảm giác thật kỳ lạ!! Nhược điểm đối với tôi là phải thuê và mặc áo phao bắt buộc. Bạn phải đi bộ cùng họ lên xuống tất cả 7 cấp độ và thật lòng mà nói, họ - không cần thiết nếu bạn có thể bơi. Tôi hiểu từ hướng dẫn của chúng tôi đã xảy ra một tai nạn ở đây, đó là lý do tại sao họ thực thi nó nhưng chắc chắn bạn sẽ có thể ký tuyên bố từ chối trách nhiệm nếu bạn không muốn? Một số người chỉ phớt lờ các quy tắc nhưng tôi nghĩ sẽ bị phạt rất nặng nếu bạn bị bắt gặp không đeo chúng. Thuê họ là 20 baht nên không đắt nhưng tôi không nghĩ rằng trong thời tiết nắng nóng và khi đi bộ đường dài thì điều đó là bắt buộc để mang theo bên mình. Vào thời điểm chúng tôi lên đến đỉnh, hầu hết mọi người đã cởi chúng ra. Có rất nhiều địa điểm ăn uống khi bạn quay trở lại để bạn có thể thử một số món ăn chính thống của Thái Lan. Nói chung, một nơi tuyệt đẹp và rất đáng để ghé thăm.Đọc hơn",
            "Nơi nhìn đẹp - ngay cả khi trời mưa. Có rất nhiều chuyến đi bộ lên nhưng đối với những người không muốn xem tất cả 7 thác nước, họ có thể ở lại hai thác đầu tiên. Đọc thêm"
        ],
        "star_ratings": [
            1427,
            684,
            158,
            43,
            28
        ],
        "review_amount": 2340,
        "location": [
            "Vườn quốc gia Erawan",
            "nước Thái Lan",
            "Những điều cần làm ở Vườn quốc gia Erawan",
            "Thác nước Erawan",
            "Châu Á",
            "Tỉnh Kanchanaburi"
        ],
        "reviews_time": [
            "Written July 7, 2023",
            "Written August 7, 2023",
            "Written November 30, 2023",
            "Written December 6, 2023",
            "Written January 12, 2024",
            "Written January 26, 2024",
            "Written February 23, 2024",
            "Written March 6, 2024",
            "Written April 11, 2024",
            "Written April 12, 2024",
            "Written March 12, 2024",
            "Written March 6, 2024",
            "Written February 23, 2024",
            "Written January 26, 2024",
            "Written January 12, 2024",
            "Written December 14, 2023",
            "Written December 6, 2023",
            "Written November 30, 2023",
            "Written October 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1641692-d1840276-Reviews-Erawan_Waterfalls-Erawan_National_Park_Kanchanaburi_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g2237739-d7336126-Reviews-Baan_Tonn_Naam_coffee_restaurant-Si_Sawat_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2237739-d9601859-Reviews-Ruen_Tara-Si_Sawat_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297924-d456546-Reviews-Pha_Tad_Waterfall-Kanchanaburi_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237739-d2721095-Reviews-Phra_That_Cave-Si_Sawat_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237739-d456191-Reviews-Khuean_Srinagarindra_National_Park-Si_Sawat_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1641692-d1840276-Reviews-or10-Erawan_Waterfalls-Erawan_National_Park_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297924-d9586294-Reviews-DeeDee_Tours-Kanchanaburi_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237739-d1863029-Reviews-Erawan_National_Park-Si_Sawat_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237739-d4799836-Reviews-Pae_Nuntana-Si_Sawat_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237739-d17366937-Reviews-Wanthanee_raft-Si_Sawat_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2654770-d1155139-Reviews-San_Blas_Islands-Guna_Yala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1236113-d13958738-Reviews-Platja_del_Garraf-Garraf_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187479-d4363869-Reviews-Harry_s_Cocktail_Bar-Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d23957754-Reviews-Archaeological_Museum_Of_Chania-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g32814-d3392925-Reviews-Pacific_Dunes_Ranch_Riding_Stables-Oceano_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g504169-d187548-Reviews-Hampton_Court_Palace-East_Molesey_Molesey_Surrey_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d202598-Reviews-Seurasaaren_Ulkomuseo-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g32032-d12579256-Reviews-Rush_Historic_District-Yellville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34685-d3309549-Reviews-Coral_Cove_Park-Tequesta_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g14773724-d8456606-Reviews-Juta_Valley-Juta_Mtskheta_Mtianeti_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1641692-d1840276-Reviews-or10-Erawan_Waterfalls-Erawan_National_Park_Kanchanaburi_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1641692-d1840276-Reviews-Erawan_Waterfalls-Erawan_National_Park_Kanchanaburi_Province.html"
    }
]