[
    {
        "attraction_name": "Erawan National Park",
        "attraction_name_vi": "Vườn quốc gia Erawan",
        "general_info": [
            "391 đánh giá",
            "- 1 trong 10 điều cần làm ở Si Sawat",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Bắt xe buýt từ Kanchanaburi - không thể tìm thấy thông tin trực tuyến nên đăng ở đây... thực sự rất đơn giản và có hình ảnh lịch trình kèm theo. Không có điểm dừng nào khác và mất khoảng 90 phút từ bến xe buýt - 60 baht.\nĐó là một nơi tuyệt vời để đi, xe buýt rất đơn giản, bậc thang dốc, đá trơn và có cá! Mọi thứ khác đã được đề cập trong phần đánh giá...Đọc thêm",
            "Chúng tôi đã đi như một phần của chuyến tham quan và dành khoảng 6 giờ bao gồm một bữa trưa rất ngon. Tôi đã lên đến cấp 6 1 - 2 nhưng không lên được đến đỉnh 7. Chỉ có 2 người trong nhóm 16 người của chúng tôi lên đến đỉnh 7. Đó là một chuyến đi bộ thú vị nhưng chúng tôi đã thấy một số người trẻ hơn nhiều bị ngã nghiêm trọng và tất cả đều quay trở lại. Hầu hết mọi người chọn bơi ở tầng thấp hơn của công viên. Đọc thêm",
            "Đến chiều muộn đã trả giá đầy đủ chỉ để phát hiện ra chúng tôi không được phép vượt quá cấp 4 sau 3h30 chiều. Rất thất vọng vì không ai khuyên chúng tôi và chúng tôi chắc chắn không thấy biển hiệu đăng tải. Tuy nhiên, cho biết 4 thác nước mà chúng tôi thấy rất đáng yêu và tôi chắc chắn sẽ giới thiệu. Chỉ cần đến vào buổi sáng và mang theo đồ bơi.Đọc thêm",
            "Đến vào cuối buổi chiều, trả giá đầy đủ chỉ để phát hiện ra chúng tôi không được phép đi quá cấp độ 4 sau 3:30 chiều. Rất thất vọng vì không ai tư vấn cho chúng tôi và chúng tôi chắc chắn không thấy biển báo. Tuy nhiên, tôi nói rằng 4 thác nước mà chúng tôi đã nhìn thấy rất đẹp và tôi chắc chắn sẽ giới thiệu. Chỉ cần đến vào buổi sáng và mang theo đồ bơi của bạn. Đọc thêm",
            "Chúng tôi đã đi như một phần của chuyến tham quan và dành khoảng 6 giờ bao gồm một bữa trưa rất ngon. Tôi đã lên đến tầng 6 1 - 2 nhưng không lên đến đỉnh 7. Chỉ có 2 người trong nhóm 16 người của chúng tôi lên đến đỉnh 7. Đây là một chuyến đi bộ thú vị nhưng chúng tôi thấy một số người trẻ hơn nhiều bị ngã nghiêm trọng khi quay trở lại. Hầu hết mọi người đã chọn bơi ở các tầng thấp hơn của công viên. Đọc thêm",
            "Bắt xe buýt từ Kanchanaburi - không thể tìm thấy thông tin trực tuyến nên đăng ở đây... thực sự rất đơn giản và có hình ảnh lịch trình kèm theo. Không có điểm dừng nào khác và mất khoảng 90 phút từ bến xe buýt - 60baht. Đây - là một nơi tuyệt vời để đi, xe buýt rất đơn giản, bậc thang dốc, đá trơn và cá! Mọi thứ khác đã được đề cập trong phần đánh giá...Đọc thêm",
            "Công viên này thật tuyệt vời. Tôi chỉ thực hiện 2 thác nước vì tôi rất vui khi thấy con cá nhỏ ăn da chết trên chân tôi ở thác thứ 2. Tôi thuê một chiếc xe máy và tự lái. Trời ạ, đó là một quãng đường dài, tôi mất khoảng 1,5 giờ mỗi chiều. Để đến đó cực kỳ dễ dàng, theo đúng nghĩa đen là một con đường cho đến cuối cùng khi bạn rẽ vào công viên. Tôi đến lúc 2 giờ 30 chiều - họ đóng cửa lúc 4 giờ 30 chiều - vậy là - không đủ thời gian. Tôi ước gì tôi đã dành cả ngày để vượt qua tất cả các thác nước. Thuê áo phao trong 2 giờ với giá 20 baht. Tôi đã đi vào thứ Sáu và có rất nhiều người nhưng không quá đông đến nỗi điều đó làm hỏng trải nghiệm.Đọc thêm",
            "Điều tốt nhất chúng tôi đã làm trong tháng đi du lịch Thái Lan. Rất đẹp và tuyệt vời để bơi lội. Tuy nhiên, tôi khuyên bạn nên nghỉ qua đêm ở Kanchanaburi vì lái xe đến Bangkok mất khoảng 4 giờ mỗi chiều.Đọc thêm",
            "Công viên quốc gia Erawan là một nơi ít đông đúc hơn như Phuket, Pataya, v.v. Nhưng nếu bạn muốn tận hưởng một Thái Lan đích thực thì công viên này là một lựa chọn tốt. Đó là một khu vực đồi núi và tận hưởng thiên nhiên mà không bị gián đoạn. Thác bảy bước là điểm thu hút chính của công viên. Và đừng quên việc làm móng chân của bác sĩ cá. Ở lại qua đêm với giá cả hợp lý có sẵn ở đây. Đây không phải là nơi đắt đỏ như Bangkok.Đọc thêm",
            "Vẫn áp dụng 2 mức giá cho người Thái và người nước ngoài. Ngay cả khi tôi kết hôn với một người Thái, có một con gái và sống - làm việc ở đây và đóng thuế ở đây trong 15 năm. Trong thời điểm khó khăn này khi không có khách du lịch từ nước ngoài, bạn nên học cách tôn trọng những người đó hơn một chút những người sống ở đây và vẫn có thể giúp bạn sống sót.Đọc thêm",
            "Lái xe suốt 2 giờ đồng hồ để ngắm thác nước chỉ để nhận ra rằng bạn thậm chí không thể xuống nước để tận hưởng thác nước do trò đùa lớn của Covid19 đâu là bộ não khi ngay cả chính phủ cũng cho phép các quán bar và karaoke hoạt động.   Trên hết, họ có vé tiêu chuẩn gấp đôi cho người Thái là 100 và người nước ngoài là 300 ngay cả khi bạn có cư dân và giấy phép lao động thì bạn là người nước ngoài. Ý tôi là đây là ấn tượng cực kỳ ấn tượng mà người ta đang cố gắng tạo ra. Nhưng dù sao thì ai cũng quan tâm ngay lúc này ít nhất họ nên treo biển hiệu trên đường để mọi người không lãng phí thời gian. Điều tốt duy nhất là thị trường thực phẩm trước khi bước vào những món ăn tuyệt vời của Thái Lan. Và những người tử tếĐọc thêm",
            "Nơi không thể tin được. Hãy dành thời gian của bạn và tận hưởng toàn bộ công viên. có quá nhiều thứ để xem và rất nhiều địa điểm khác nhau để bơiĐọc thêm",
            "Có 7 tầng và nước có thể không đẹp như ảnh trên mạng nhưng tôi nghĩ vẫn đáng để ghé thăm nếu bạn thích thác nước. Chúng tôi thuê một tài xế riêng lái xe từ Bkk đến khu vực này. Tôi không bơi dưới nước vì sợ cá. Đừng đi dép lê vì một số đoạn leo núi có thể trơn trượt và cần mang giày. Tốt nhất nếu bạn sử dụng một đôi giày nước. Tôi bị trượt chân ngã dù có mang giày nước nhưng chỉ bị thương nhẹ. Nhìn chung, một trải nghiệm thú vị với điều kiện thời tiết chấp nhận được.Đọc thêm"
        ],
        "star_ratings": [
            239,
            117,
            29,
            4,
            2
        ],
        "review_amount": 391,
        "location": [
            "Những việc cần làm ở Si Sawat",
            "nước Thái Lan",
            "Tỉnh Kanchanaburi",
            "Châu Á",
            "và Sawat",
            "Vườn quốc gia Erawan"
        ],
        "reviews_time": [
            "Written July 21, 2023",
            "Written November 17, 2023",
            "Written February 19, 2024",
            "Written February 20, 2024",
            "Written November 17, 2023",
            "Written July 21, 2023",
            "Written November 19, 2022",
            "Written August 22, 2022",
            "Written June 14, 2021",
            "Written November 21, 2020",
            "Written July 5, 2020",
            "Written January 29, 2020",
            "Written January 7, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g2237739-d1863029-Reviews-Erawan_National_Park-Si_Sawat_Kanchanaburi_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g2237739-d1863029-Reviews-or10-Erawan_National_Park-Si_Sawat_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237739-d3653858-Reviews-Huay_Mae_Khamin_Waterfalls-Si_Sawat_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237739-d456191-Reviews-Khuean_Srinagarindra_National_Park-Si_Sawat_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237739-d2721095-Reviews-Phra_That_Cave-Si_Sawat_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237739-d12049489-Reviews-Chaloem_Rattanakosin_National_Park-Si_Sawat_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237739-d8783983-Reviews-The_Time_Memorial_Park-Si_Sawat_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237739-d15107684-Reviews-Neramit_Cave-Si_Sawat_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1641692-d1840276-Reviews-Erawan_Waterfalls-Erawan_National_Park_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297924-d9586294-Reviews-DeeDee_Tours-Kanchanaburi_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297924-d456546-Reviews-Pha_Tad_Waterfall-Kanchanaburi_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237739-d4799836-Reviews-Pae_Nuntana-Si_Sawat_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d27364149-Reviews-Srichaiyapura_Wellness-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237739-d17366937-Reviews-Wanthanee_raft-Si_Sawat_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33676-d102413-Reviews-Piney_River_Ranch-Vail_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d12439821-Reviews-LuckyOne_Mall-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1060920-d516815-Reviews-Sanrio_Puroland-Tama_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207266-Reviews-The_National_Museum_of_Denmark-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d18844450-Reviews-SJ_Rail-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d532046-Reviews-Delnor_Wiggins_Pass_State_Park-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d219643-Reviews-Kalalau_Lookout-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d13748679-Reviews-Cabeza_de_Toro_Beach-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g480253-d3137988-Reviews-Punta_Rata_Beach-Brela_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28961-d269276-Reviews-Lake_Murray-South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g2237739-d1863029-Reviews-or10-Erawan_National_Park-Si_Sawat_Kanchanaburi_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g2237739-d1863029-Reviews-Erawan_National_Park-Si_Sawat_Kanchanaburi_Province.html"
    }
]