[
    {
        "attraction_name": "Erawan Museum",
        "attraction_name_vi": "Bảo tàng Erawan",
        "general_info": [
            "656 đánh giá",
            "2 trong số 16 điều cần làm ở Samut Prakan",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chồng tôi đã lên kế hoạch đến thăm nơi này và tôi không biết nó là gì cho đến khi chúng tôi đến đó, vì vậy tôi hoàn toàn choáng ngợp. Đầu tiên, tôi là một nghệ sĩ khảm nên tôi bị mê hoặc bởi thực tế là bên trong ngôi đền phía dưới được bao phủ bởi bức tranh khảm picassiette làm từ những chiếc bát đĩa tái chế. Nó thật đẹp. Sau đó, chúng tôi đã vượt qua được tất cả các cô gái trẻ mặc váy dạ hội nằm dài trên cầu thang và có một lối đi nhỏ dẫn vào bên trong con voi, nơi nó mở ra một ngôi đền màu xanh đáng kinh ngạc.  Tôi có thể đã dành cả ngày ở nơi này nếu không vì nó bị chiếm giữ bởi những người muốn có ảnh hưởng trên instagram. Khu đất cũng thực sự thú vị để khám phá, với hàng tượng voi thổi kèn khi bạn bước đi bên dưới chúng và nhiều tác phẩm điêu khắc khác thực sự thú vị. Nó chắc chắn mang lại cảm giác như một công viên chủ đề Phật giáo, nhưng tôi cảm thấy kiểu đó tổng hợp được Thái Lan và tôi ở đây vì điều đó.Đọc thêm",
            "Bảo tàng này thực sự là độc đáo. Tuy nhiên tôi không chắc nó có thú vị đến thế không. Chắc chắn rất thích đi lang thang và xem các cuộc triển lãm, nhưng với tư cách là một bảo tàng, tôi đã thấy nhiều bảo tàng Thái Lan thú vị hơn ở các thành phố nhỏ như Lampang và Nakhon Si Thammarat. Điểm thu hút chính là bên trong tòa nhà bên dưới con voi khổng lồ và những khu vườn xung quanh bảo tàng. Thật không may, mặc dù vẻ đẹp của những khu vườn nhưng nó không thực sự thư giãn do tiếng ồn của các đường cao tốc xung quanh nơi nghỉ. Truy cập bằng taxi, xe buýt công cộng hoặc trạm BTS. Nếu bạn đi bằng BTS, sẽ mất khoảng 20 phút đi bộ từ ga gần nhất. Cá nhân tôi nghĩ bảo tàng này hơi đắt ở mức 400 baht, nhưng hãy lưu ý rằng bạn có thể mua vé trực tuyến từ những người bán giảm giá. Nếu làm như vậy, trước tiên bạn phải xuất trình voucher tại quầy bán vé đặc biệt ở bên phải căng tin để lấy vé giấy vào cửa. Đọc thêm",
            "Chắc chắn bạn phải ghé thăm nếu bạn muốn chụp ảnh trong trang phục truyền thống của Thái Lan và không vì lý do nào khác. Nơi này nhỏ và thẳng thắn mà nói, cảnh tượng duy nhất có thể nhìn thấy là nội thất tuyệt đẹp. Họ cho thuê trang phục với giá 400-600 baht.\n\nChúng tôi đã mua vé vào cửa cả Thành phố cổ và Bảo tàng Erawan qua Klook và do đó đã ghé thăm nơi này. Sẽ bỏ qua địa điểm này nếu đây là điểm dừng duy nhất bạn đang thực hiện. Đọc thêm",
            "Nếu bạn không có việc gì để làm ở Bangkok, hãy đi tàu đến thăm Bảo tàng Erawan.\nKiến trúc rất độc đáo. Ngoài ra, không chỉ để tham quan mà bạn còn có thể cầu nguyện. \nTôi và bạn bè quyết định sử dụng Skytrain và mất khoảng 30 phút, rất thuận tiện. \nTôi đã mua vé qua Klook và nó rẻ hơn giá nếu bạn mua trực tiếp.Đọc thêm",
            "Bảo tàng Erawan cách khu vực chính của Bangkok khoảng 25 km về phía đông nam bởi Grand Palace, vì vậy chúng tôi đã kết hợp nó với một vài hoạt động khác và thuê một tài xế Grab trong ngày. Việc đó diễn ra thực sự tốt đẹp.\n\nCon voi ba đầu khổng lồ, nó đứng trên một cột cao nên bạn có thể nhìn thấy từ rất xa. 400 Baht để vào. Có một khu phức hợp nhỏ với các địa điểm ăn uống và cửa hàng quà tặng. \n\nĐiện thờ bên trong phần bệ voi rất đẹp và trang trí công phu. Bạn có thể đi bộ lên cầu thang lên phần cao hơn hoặc đi thang máy. Có một khu vực nữa phía trên một dãy sao ngắn tính từ nơi thang máy dừng lại. Không gian nhỏ hơn này có một số bức tượng đẹp nhưng khu vực này là khu vực cấm chụp ảnh. Hãy nhớ rằng ngoài khu vực này, còn có một khu vực nữa ở phía dưới cùng để xem. Đi ra ngoài con voi và tìm những cánh cửa nhỏ dẫn bạn vào. Chúng tôi gần như đã bỏ lỡ chúng, nhưng những thứ bên trong rất tuyệt. Cuối cùng, hãy dạo quanh ao nhỏ với những chú voi đầy màu sắc và những bức tượng khác. Nơi này khá lạ và rất đẹp. Chúng tôi rất thích nó.Đọc thêm",
            "Nó có vẻ hào nhoáng ngay từ cái nhìn đầu tiên, nhưng nó chắc chắn đáng để ghé thăm.  Đừng quên đi lên tầng trên cùng.  Dễ dàng đến đó bằng tàu trên cao và xe buýt chỉ với một quãng đi bộ ngắn cho đến dặm cuối cùng.Đọc thêm",
            "Bảo tàng được đặt tên theo chú voi thần thoại Erawan, bức tượng của chú voi này có lẽ là đặc điểm nổi bật nhất. Có một số ngôi đền rải rác xung quanh những khu vườn xinh đẹp, nhưng điểm thu hút chính nằm bên trong sảnh Bảo tàng Erawan, nơi cũng đóng vai trò là bệ đỡ cho bức tượng. Chú voi ba đầu khổng lồ cao tới 29 mét và có thể nhìn thấy từ bất kỳ nhà ga nào đã đề cập ở trên. Bản thân sảnh cũng đáng được nhắc đến. Nó có một cầu thang tuyệt đẹp với tầng đầu tiên dẫn đến một bức tượng Phật màu xanh lá cây tuyệt đẹp, sau đó xoắn ốc lên xung quanh hành lang. Tầng trên cùng giống như một phòng cầu nguyện tượng trưng cho Trayastriṃsa. Bàn thờ có hình ảnh một vị Phật đứng ở phía trước, trong khi ở phía sau có một vị Phật ngồi, được Naga bảo vệ. Bảo tàng nằm ở ngoại ô Bangkok. \n\nCác nhà ga gần nhất là Pu Chao và các nhà ga BTS Chang Erawan. Có thể rất khó khăn để đến đó trong thời tiết nóng bức, nhưng hoàn toàn xứng đáng. Đọc thêm",
            "Chúng tôi đi taxi một đoạn ngắn và được những người chủ nhà dễ thương chào đón. Việc xử lý vé diễn ra suôn sẻ khi đặt qua klook và nơi này trông hoàn toàn tuyệt đẹp. Tôi thực sự khuyên bạn nên đến đây không chỉ để chụp ảnh mà còn để tìm hiểu về những người sáng tạo tin vào sự đoàn kết, tình yêu và hòa bình. Phần đền thờ thật tuyệt đẹp và chúng tôi được một người đàn ông đáng yêu tên là Saramwuut chào đón và chỉ đường đi tham quan. Ông ấy không phải là hướng dẫn viên được trả lương nhưng là người tốt bụng nhất với tiếng Anh tuyệt vời để chỉ đường cho chúng tôi và khiến chúng tôi cảm thấy được chào đón. Đọc thêm",
            "Chúng tôi đi taxi một đoạn ngắn và được những người chủ nhà dễ thương chào đón. Việc xử lý vé diễn ra suôn sẻ khi đặt qua klook và nơi này trông hoàn toàn tuyệt đẹp. Tôi thực sự khuyên bạn nên đến đây không chỉ để chụp ảnh mà còn để tìm hiểu về những người sáng tạo tin vào sự đoàn kết, tình yêu và hòa bình. Phần đền thờ thật tuyệt đẹp và chúng tôi được một người đàn ông đáng yêu tên là Saramwuut chào đón và chỉ đường đi tham quan. Ông ấy không phải là hướng dẫn viên được trả lương nhưng là người tốt bụng nhất với tiếng Anh tuyệt vời để chỉ đường cho chúng tôi và khiến chúng tôi cảm thấy được chào đón. Đọc thêm",
            "Bảo tàng được đặt tên theo con voi thần thoại Erawan, bức tượng của nó có lẽ là đặc điểm nổi bật nhất. Có một số ngôi đền nằm rải rác xung quanh những khu vườn xinh đẹp, nhưng điểm thu hút chính là bên trong sảnh Bảo tàng Erawan, nơi cũng đóng vai trò là bệ để bức tượng được đặt lên. Con voi ba đầu khổng lồ có chiều cao đáng kinh ngạc là 29 mét và có thể nhìn thấy được từ một trong các nhà ga nói trên. Bản thân hội trường cũng đáng được nhắc đến. Nó có một cầu thang tuyệt đẹp với tầng đầu tiên dẫn đến bức tượng Phật màu xanh lá cây tuyệt đẹp, sau đó xoắn ốc lên hành lang. Tầng trên cùng giống như phòng cầu nguyện tượng trưng cho Trayastriṃsa. Phía trước có tượng Phật đứng, phía sau có tượng Phật ngồi do thần Naga canh giữ. Bảo tàng nằm ở ngoại ô Bangkok. Các ga gần nhất là trạm BTS Pu Chao và Chang Erawan. Trời nóng có thể khó chịu nhưng điều đó hoàn toàn xứng đáng.Đọc thêm",
            "Một bảo tàng tuyệt vời. Rất đáng để đi. Dễ dàng đi bộ từ trạm BTS Sukhumvit. Tôi xuống xe ở Pa Chao và đi bộ từ đó. Chắc chắn đáng để ghé thăm. Hoàn toàn đẹp.Đọc thêm",
            "Thoạt nhìn có vẻ sến súa, nhưng chắc chắn là đáng để ghé thăm. Đừng quên lên tầng cao nhất. Dễ dàng đến bằng tàu điện trên cao và xe buýt hoặc đi bộ một đoạn ngắn cho dặm cuối cùng. Đọc thêm",
            "Bảo tàng Erawan cách khu vực chính của Bangkok khoảng 25km về phía đông nam gần Cung điện lớn, vì vậy chúng tôi kết hợp nó với một vài hoạt động khác và thuê một tài xế Grab trong ngày. Điều đó thực sự hiệu quả. Con voi ba đầu rất KHỔNG LỒ, và nó đứng trên một bệ cao, vì vậy bạn có thể nhìn thấy nó từ một khoảng cách khá xa. 400 Baht để vào. Có một khu phức hợp nhỏ với những nơi để ăn uống và cửa hàng quà tặng. Đền thờ bên trong phần bệ của con voi rất đẹp và được trang trí công phu. Bạn có thể đi bộ lên cầu thang đến phần cao hơn hoặc đi thang máy. Có một khu vực nữa trên một dãy sao ngắn từ nơi thang máy dừng lại. Không gian nhỏ hơn này có một số bức tượng đẹp nhưng khu vực này không được chụp ảnh. Hãy nhớ rằng ngoài khu vực này, còn có một khu vực nữa ở dưới cùng để tham quan. Đi ra ngoài con voi và tìm những cánh cửa nhỏ dẫn bạn vào. Chúng tôi gần như đã bỏ lỡ chúng, nhưng những thứ bên trong rất đẹp. Cuối cùng, hãy đi bộ quanh ao nhỏ với những chú voi đầy màu sắc và các bức tượng khác. Nơi này hơi kỳ lạ và rất đẹp. Chúng tôi rất thích nó. Đọc thêm",
            "Đó là một bảo tàng rất đẹp, nhưng đến từ Thành phố cổ, nó hơi choáng ngợp. Tôi khuyên bạn nên ghé thăm rừng Erawan, sau đó là Thành phố cổ để bạn có thể tận hưởng cả haiĐọc thêm",
            "Nếu bạn không có việc gì làm ở Bangkok, hãy bắt tàu đến thăm Bảo tàng Erawan. Kiến trúc rất độc đáo. Ngoài ra, không chỉ để tham quan mà bạn còn có thể cầu nguyện. Tôi và bạn bè quyết định sử dụng Skytrain và mất khoảng 30 phút, rất thuận tiện. Tôi đã mua vé qua Klook và nó rẻ hơn giá nếu bạn mua trực tiếp.Đọc thêm",
            "Chắc chắn bạn phải ghé thăm nếu bạn muốn chụp ảnh trong trang phục truyền thống của Thái Lan và không vì lý do nào khác. Nơi này nhỏ và thẳng thắn mà nói, cảnh tượng duy nhất có thể nhìn thấy là nội thất tuyệt đẹp. Họ cung cấp trang phục cho thuê với giá 400-600 baht. Chúng tôi đã mua vé vào cửa cả Thành phố cổ và Bảo tàng Erawan qua Klook, và do đó đã ghé thăm nơi này. Sẽ bỏ qua địa điểm này nếu đây là điểm dừng duy nhất bạn đang thực hiện. Đọc thêm",
            "Bảo tàng này thực sự là độc đáo. Tuy nhiên tôi không chắc nó có thú vị đến thế không. Chắc chắn rất thích đi lang thang và xem các cuộc triển lãm, nhưng với tư cách là một bảo tàng, tôi đã thấy nhiều bảo tàng Thái Lan thú vị hơn ở các thành phố nhỏ như Lampang và Nakhon Si Thammarat. Điểm thu hút chính là bên trong tòa nhà bên dưới con voi khổng lồ và những khu vườn xung quanh bảo tàng. Thật không may, bất chấp vẻ đẹp của những khu vườn, nó không thực sự thư giãn do tiếng ồn của các đường cao tốc xung quanh nơi nghỉ này. Truy cập bằng taxi, xe buýt công cộng hoặc trạm BTS. Nếu bạn đi bằng BTS, sẽ mất khoảng 20 phút đi bộ từ ga gần nhất. Cá nhân tôi nghĩ bảo tàng này hơi đắt ở mức 400 baht, nhưng hãy lưu ý rằng bạn có thể mua vé trực tuyến từ những người bán giảm giá. Nếu làm như vậy, trước tiên bạn phải xuất trình voucher tại quầy bán vé đặc biệt ở bên phải căng tin để lấy vé giấy vào cửa. Đọc thêm",
            "Chúng tôi đã lái xe qua đây trên đường đến hoặc đi từ Bangkok nhiều lần và lần nào tôi cũng nghĩ rằng một ngày nào đó tôi sẽ phải dừng lại và xem nó. Vâng hôm nay là ngày đó! Khuôn viên xung quanh con voi rất đẹp và được bảo trì tốt. Bản thân con voi thật ngoạn mục, việc nhìn thấy nó khi bạn đi ngang qua mua hàng là một chuyện nhưng đứng bên cạnh công trình kiến ​​​​trúc đồ sộ lại là một chuyện khác. Nội thất của con voi thật ngoạn mục. Bạn có thể leo cầu thang hoặc đi thang máy ngay vào bụng con quái vật, và khung cảnh mà bạn nhìn thấy ở đó cũng đẹp như mọi thứ khác ở đây. Bạn phải cởi giày trước khi vào chân voi. Không giống như những nơi khác khi bạn đi ra, lòng bàn chân của bạn sẽ không bị đen, tôi đi bộ từ dưới lên trên và quay lại và bàn chân của tôi vẫn sạch sẽ!  Bạn có thể nhận thấy điểm thấp của tôi có vẻ kỳ lạ sau khi khen ngợi nơi này. Lý do rất đơn giản, Bảo tàng Erawan tham gia vào hoạt động phân biệt đối xử về định giá kép. Trong khi một công dân Thái Lan sẽ phải trả phí vào cửa 250 Baht thì người nước ngoài sẽ phải trả 400 Baht. Tôi thấy cách làm này thật đáng ghét và tôi cho điểm thấp hơn bất cứ khi nào tôi gặp phải nó. Nếu không có giá kép thì tôi đã đánh giá nó là 5. Đọc thêm"
        ],
        "star_ratings": [
            354,
            207,
            72,
            16,
            7
        ],
        "review_amount": 656,
        "location": [
            "nước Thái Lan",
            "Những điều cần làm ở Samut Prakan",
            "Samut Prakan",
            "Tỉnh Samut Prakan",
            "Bảo tàng Erawan",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 14, 2023",
            "Written December 1, 2023",
            "Written December 14, 2023",
            "Written December 28, 2023",
            "Written February 17, 2024",
            "Written February 25, 2024",
            "Written April 6, 2024",
            "Written April 6, 2024",
            "Written April 6, 2024",
            "Written April 6, 2024",
            "Written March 12, 2024",
            "Written February 25, 2024",
            "Written February 17, 2024",
            "Written January 30, 2024",
            "Written December 28, 2023",
            "Written December 15, 2023",
            "Written December 1, 2023",
            "Written October 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1570011-d1627677-Reviews-Erawan_Museum-Samut_Prakan_Samut_Prakan_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1570011-d25449663-Reviews-Underdog_Micro_Brewery-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1570011-d23221187-Reviews-Hammgrill-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1570011-d3710911-Reviews-Hea_Ping-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1570011-d13535511-Reviews-Kuay_Tiew_Nai_Roi-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1570011-d3713916-Reviews-Gyu_Grill_Japanese_Restaurant-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1570011-d25401425-Reviews-Fresh_Harvest_Farm_Kitchen-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1570011-d3710048-Reviews-Krua_Peek_Mai-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1570011-d3713213-Reviews-Krua_Malakor-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1570011-d14155850-Reviews-Nagomi_Japanese_Resturant-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1570011-d19857920-Reviews-Lasunya_Kafe_Coworking_Space-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1570011-d447399-Reviews-Ancient_City_Mueang_Boran-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1570011-d10118221-Reviews-Naval_Museum-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g644049-d3224087-Reviews-Mega_Bangna-Bang_Phli_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1570011-d12832792-Reviews-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4322781-Reviews-Train_Night_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9556957-Reviews-Muangboran_Ancient_City-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237511-d25451748-Reviews-Underdog_Micro_Brewery-Thepharak_Nakhon_Ratchasima_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237206-d4322638-Reviews-Phra_Samut_Chedi-Phra_Samut_Chedi_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8594747-Reviews-Bangkok_International_Trade_Exhibition_Centre_BITEC-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g1570011-d8783607-Reviews-Imperial_World-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1570011-d1627677-Reviews-or10-Erawan_Museum-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1570011-d27101352-Reviews-Ancient_City-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1570011-d26343377-Reviews-The_Ancient_City-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d15345228-Reviews-My_Thai_Cooking-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4696316-Reviews-Master_Toddy_s_Muay_Thai-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d17523330-Reviews-Click2GoThailand_com-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12596275-Reviews-Somchai_Taxi_Van_Bangkok_Tour-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1065380-Reviews-My_Way_Travel-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d13802788-Reviews-Mr_Tee_Taxi_Bangkok_Service-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10005486-Reviews-Bamboo_Bicycle_Tours_Thailand-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d14097946-Reviews-Up2You_Taxi-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1997519-Reviews-Thai_Home_Cooking_Class_since_2004-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10687793-Reviews-Pink_Chili_Thai_Cooking_Class-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2037980-Reviews-Bangkok_Thai_Cooking_Academy-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d17387934-Reviews-MyProGuide_Thailand-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d554076-Reviews-King_Rama_IX_Park-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d3688568-Reviews-Perot_Museum_of_Nature_and_Science-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293976-d548950-Reviews-Ancient_City_of_Ephesus-Selcuk_Izmir_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4682641-Reviews-Le_Bain-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d558544-Reviews-Playa_Chen_Rio-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g294230-d379334-Reviews-Water_Castle_Tamansari-Yogyakarta_Region_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g49494-d1310576-Reviews-Duplin_Winery-Rose_Hill_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g612348-d15024504-Reviews-Equator_Marker-Nanyuki_Town_Nanyuki_Municipality_Laikipia_County_Rift_Valley_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g315853-d276576-Reviews-Thingvellir_National_Park-Thingvellir_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d319683-Reviews-Wafi_City-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d149314-Reviews-Port_Lucaya_Marketplace-Freeport_Grand_Bahama_Island_Bahamas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1570011-d1627677-Reviews-or10-Erawan_Museum-Samut_Prakan_Samut_Prakan_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1570011-d1627677-Reviews-Erawan_Museum-Samut_Prakan_Samut_Prakan_Province.html"
    }
]