[
    {
        "attraction_name": "Escape Sails",
        "attraction_name_vi": "Cánh buồm thoát hiểm",
        "general_info": [
            "254 đánh giá",
            "62 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Escape Sails là một trong những du thuyền mới nhất ở Vịnh Hạ Long và Vịnh Lan Hạ. Escape Sails là chuyến du thuyền trong ngày sang trọng sẽ mang đến những dịch vụ cao cấp cho những du khách muốn khám phá Vịnh Hạ Long hoặc Vịnh Lan Hạ chỉ trong một ngày nhưng muốn ngắm nhìn nhiều nhất có thể của vịnh. Escape Sails là du thuyền bằng thép nên rất an toàn.Đọc thêm",
        "reviews": [
            "Đã một năm rồi. Tôi và chồng sắp cưới đi tour Escape Sails ở Hà Nội. Người đầu tiên gặp là người hướng dẫn tuyệt vời Dan! Anh ấy rất hài hước trong suốt chuyến lưu diễn. Từ xe buýt limousine, nó đã được quốc tế hóa. Tôi và chồng sắp cưới của tôi đã quen rất nhiều người tốt ở đó. Covid khiến việc đi lại của chúng tôi trở nên khó khăn như trước đây. Tuy nhiên, một lần nữa nếu có cơ hội đi du lịch lần nữa, chúng tôi chắc chắn muốn quay lại chuyến du lịch tuyệt vời này một lần nữa! Cảm ơn Dan : Tôi hy vọng bạn và gia đình đều khỏe. AyaĐọc thêm",
            "Chuyến đi thực sự tuyệt vời trong ngày. Chuyến đi xe buýt thoải mái và nhanh chóng trong 2 giờ đến một chiếc thuyền thực sự đẹp! Chúng tôi đã có quá đủ thức ăn trong bữa trưa mà họ phục vụ. Thật không may, bạn phải trả tiền riêng cho đồ uống. Tuy nhiên, một ngày thực sự tuyệt vời dành cho chèo thuyền kayak, thư giãn trên thuyền, bơi lội và lớp học nấu ăn! Sẽ giới thiệu - giá trị tốt cho trải nghiệm! Đọc thêm",
            "khách sạn của chúng tôi đã tổ chức chuyến đi trong ngày này cho chúng tôi. Lan đón chúng tôi bằng xe buýt và mất 2 giờ đi xe buýt mới tới thuyền. Một hành trình rất thư giãn và thú vị với bữa trưa thực sự đáng yêu bao gồm gà tôm cá và các món salad rau. chèo thuyền kayak và thuyền tre qua các hang động, sau đó học nấu ăn trên đường về nhà. tuyệt vời với công ty tuyệt vời và hướng dẫn thông tin. cảm ơn cho những kỷ niệm. không thách thức về mặt thể chất và còn nhìn thấy những con khỉ hoang dã trên cây.Đọc thêm",
            "Thực hiện hành trình tuyệt vời này qua Vịnh Hạ Long và Vịnh Lan Hạ, gia đình tôi và tôi đã được chào đón ngay từ đầu bởi hướng dẫn viên du lịch tuyệt vời Quynh, cô ấy rất nhiệt tình và là một sự bổ sung rất đáng hoan nghênh cho chuyến đi của chúng tôi. Chúng tôi đi qua những cụm núi nhô lên khỏi làn nước màu ngọc lam và len lỏi qua thiên đường là Vịnh Hạ Long. Các món ăn thật tuyệt vời và phục vụ cho mọi nhu cầu khác nhau, bao gồm kinh nghiệm thực hành chế biến các món ăn truyền thống của Việt Nam. Các nhân viên đều rất thân thiện và khiến mọi người cảm thấy được chào đón và như ở nhà. Rất khuyến khích Đọc thêm",
            "Nói chung, tôi không mong đợi nhiều vào các chuyến tham quan theo nhóm hứa hẹn nhiều điểm dừng khác nhau trong một ngày, nhưng đây thực sự là một trải nghiệm tuyệt vời.  Hoàng là một hướng dẫn tuyệt vời.  Từ lúc chúng tôi gặp anh ấy, anh ấy rất thân thiện, vui tính và nhiều thông tin.  Xe từ Hà Nội ra thuyền rất thoải mái.  Bản thân chiếc thuyền đã được thực hiện rất độc đáo, với nhiều khu vực chỗ ngồi cả trong lẫn ngoài.  Thông thường các bữa ăn ở những món này chỉ ở mức trung bình, nhưng đây là một bữa tiệc gồm nhiều món!  Sau đó có một lớp học nấu ăn ngắn, sau đó là trà cà phê và đồ ăn nhẹ trên thuyền quay về. Họ tính đến việc chúng tôi ăn chay và thức ăn được chế biến rất ngon chứ không chỉ có thịt được chuyển từ các món ăn thông thường.  Các hoạt động đi thuyền tre, chèo thuyền kayak và bơi lội đều được thực hiện tốt.  Đó là một ngày dài 13 tiếng nhưng thực sự khiến tôi cảm thấy thư giãn. Không thể giới thiệu thêm.Đọc thêm",
            "Chúng tôi đã đặt qua Tony.  Anh ấy trả lời email của tôi ngay lập tức.  Chỉ dẫn của anh ấy thật hoàn hảo.  Một chiếc xe buýt du lịch lớn, thoải mái đã đón chúng tôi.  Người lái xe thực sự đã đến sớm năm phút.  Chúng tôi có 20 người trên xe buýt.  Lan là một người hướng dẫn và cô ấy thật tuyệt vời.  Cô ấy kể cho chúng tôi nghe những câu chuyện về Hà Nội và Vịnh Hạ Long.  Chúng tôi sử dụng đường cao tốc nên chuyến đi kéo dài 2 giờ ở đó và 2 giờ về trên con đường bằng phẳng.  Chúng tôi có một chiếc thuyền đưa đón chúng tôi đến chiếc thuyền lớn.  Có những chiếc ghế dài trên boong.  Thuyền sạch sẽ và có nhiều chỗ cho mọi người.  Bữa trưa thật tuyệt vời!  Chúng tôi đã thực hiện hai điểm dừng.  Một chiếc dành cho chèo thuyền kayak hoặc thuyền tre và chiếc còn lại dành cho bơi lội.  Chúng tôi có một lớp học làm chả giò.  Thật không may, chúng tôi đã có một ngày nhiều mây nhưng chuyến đi vẫn rất tuyệt vời.  Tôi rất muốn giới thiệu Escape Sails.  Tôi KHÔNG có khiếu nại.Đọc thêm",
            "Tôi thực sự rất thích chuyến tham quan vịnh Hạ Long này. Chiếc xe buýt thuê chở chúng tôi ra vịnh sạch sẽ và tài xế rất có tâm. Chiếc thuyền chúng tôi đi trong vịnh rất lớn, mới và rất sạch sẽ. Tôi cảm thấy rất thích thú với tất cả các nhân viên mặc đồng phục đẹp và giày bóng! Huyền Quyên? là một hướng dẫn tuyệt vời Tôi yêu năng lượng và sự nhiệt tình của cô ấy. Tiếng Anh của cô ấy thật tuyệt vời và cô ấy đã dạy chúng tôi rất nhiều điều về Việt Nam. Cô ấy cũng đã làm rất tốt khi cho chúng tôi chút thời gian rảnh rỗi để ngắm cảnh.Đọc thêm",
            "Một ngày thư giãn tuyệt vời, với đội ngũ nhân viên rất hữu ích, đồ ăn tuyệt vời và quang cảnh đẹp. Một chuyến tham quan trong ngày rất đáng giá và sẽ giới thiệu cho bất kỳ ai đến thăm Hà NộiĐọc thêm",
            "Mike thực sự là một người tốt bụng và tốt bụng, vì vậy tôi có trải nghiệm tuyệt vời khi đi thuyền thoát hiểm. Anh ấy giới thiệu rất hay về vịnh hạ long và một người rất hữu ích.Đọc thêm",
            "Thức ăn tuyệt vời, điều mà tôi không mong đợi chút nào. Dịch vụ khách hàng rất tốt. Ông Man là một hướng dẫn viên tuyệt vời cho nhóm của chúng tôi. Rất khuyến khích. Đọc thêm"
        ],
        "star_ratings": [
            248,
            5,
            1,
            0,
            0
        ],
        "review_amount": 254,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Cánh buồm thoát hiểm"
        ],
        "reviews_time": [
            "Written July 21, 2020",
            "Written March 1, 2020",
            "Written January 22, 2020",
            "Written January 10, 2020",
            "Written January 3, 2020",
            "Written January 2, 2020",
            "Written December 31, 2019",
            "Written December 30, 2019",
            "Written December 27, 2019",
            "Written December 26, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or10-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11733527-Reviews-Vian_Trans_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19219718-Reviews-Mejor_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7022826-Reviews-Huong_Sen_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27168092-Reviews-A_Plus_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d13656628-Reviews-Amazon_Spheres-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d108688-Reviews-The_Seaport-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46414-d8146396-Reviews-The_Mills_at_Jersey_Gardens-Elizabeth_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d3966099-Reviews-Berlin_Dungeon-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d313695-Reviews-Placa_Reial-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d14111492-Reviews-Great_Wolf_Lodge-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g40989-d104971-Reviews-Mount_Agamenticus-York_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g294226-d4226508-Reviews-Batur_Natural_Hotspring-Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g42430-d4762289-Reviews-Indian_Lake_State_Park-Manistique_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g31393-d531839-Reviews-Grand_Canyon_Imax_Theater-Tusayan_Arizona.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or10-Escape_Sails-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html"
    },
    {
        "attraction_name": "Escape Sails",
        "attraction_name_vi": "Cánh buồm thoát hiểm",
        "general_info": [
            "254 đánh giá",
            "62 trong số 625 Tour du thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Escape Sails là một trong những du thuyền mới nhất ở Vịnh Hạ Long và Vịnh Lan Hạ. Escape Sails là chuyến du thuyền trong ngày sang trọng sẽ mang đến những dịch vụ cao cấp cho những du khách muốn khám phá Vịnh Hạ Long hoặc Vịnh Lan Hạ chỉ trong một ngày nhưng muốn ngắm nhìn nhiều nhất có thể của vịnh. Escape Sails là du thuyền bằng thép nên rất an toàn.Đọc thêm",
        "reviews": [
            "Chúng tôi thật bất hạnh khi ở trên thuyền với một gia đình 13 người, những người có ấn tượng rằng họ sẽ đi trên thuyền chỉ có 7-10 người khác. ...Sự ngạc nhiên! Có gần 50 người trong chúng tôi. Điều này khiến cho các khu vực có phần chật hẹp, càng trở nên tồi tệ hơn bởi thực tế là nhóm đó không sẵn lòng chia sẻ phòng chờ duy nhất trên tàu. Mặc dù khung cảnh rất đẹp và đồ ăn ngon, nhưng đây không phải là một trải nghiệm xa xỉ trong trí tưởng tượng. Nửa số ghế trên xe không tựa lưng bị gãy tay cầm; chúng tôi có lựa chọn AC băng giá hoặc cửa sổ hoàn toàn có sương mù không có tầm nhìn. Phòng tắm của con tàu ướt sũng và có phần sạch sẽ đến đáng ngờ. Chúng tôi được biết sẽ có 20-25 người; đã có hai lần như thế. Vì vậy... Chuyến đi bằng thuyền tam bản thật tuyệt vời, và người hướng dẫn của chúng tôi đã hát một viên ngọc quý, hướng dẫn một cách hài hước và duyên dáng, đồng thời chụp được bức ảnh gia đình đẹp nhất mà chúng tôi từng có. Quang cảnh là tất cả những gì bạn có thể tưởng tượng - ngoạn mục. Ngày không quá nóng cũng không quá lạnh nên việc thiếu chỗ nằm cũng không ảnh hưởng nhiều đến chúng tôi. Nhưng...người mua hãy cẩn thận.Đọc thêm",
            "Thật không may là trời hơi sương mù vào ngày chúng tôi đi, nhưng dịch vụ và giá của chuyến đi này rất tuyệt và trời quang vào cuối ngày. Tàu đẹp và sạch sẽ, dịch vụ của nhân viên là phần tốt nhất. Hãy thử chèo thuyền kayak - bạn sẽ không hối hận đâu. Cảm ơn Lan vì đã là một hướng dẫn viên tuyệt vời! Đọc thêm",
            "Chuyến tham quan này kéo dài một ngày khá dài, 12-13 tiếng. Nó không ngoạn mục như chúng ta nghĩ về vị trí thứ 7 của địa điểm thế giới. Nhân viên thân thiện, nhiều món ăn ngon....nhưng tất cả đồ uống đều đắt tiền và đắt tiền.Đọc thêm",
            "Xe buýt limousine và thuyền cực kỳ thoải mái và đẹp. Hướng dẫn viên du lịch Quynh là người hiểu biết, ngọt ngào và giúp hiểu về đất nước của cô ấy. Chuyến đi bao gồm các hoạt động như chèo thuyền kayak đến hang động, bữa trưa theo thực đơn lập sẵn, giới thiệu món ăn Việt Nam và trà hoàng hôn. Nhìn chung, đó là một trải nghiệm tuyệt vời và chúng tôi đã dành những gì tốt nhất cho lần cuối cùng. Rất khuyến khích nó cho các hành khách khác.Đọc thêm",
            "Chuyến đi thực sự tuyệt vời, nhờ hướng dẫn viên Mike của chúng tôi và các chuyến du ngoạn mà chúng tôi đã chèo thuyền kayak, chèo thuyền giữa các hòn đảo và bơi lội. Chuyến tham quan trong ngày tuyệt vời.Đọc thêm",
            "Chúng tôi đi hành trình này vì nó có thời gian đến Vịnh Hạ Long ngắn hơn những nơi khác. Chúng tôi được đón từ khách sạn và đưa đi bằng chiếc xe buýt nhỏ sang trọng thực sự khá sang trọng đến vịnh nơi chúng tôi gặp thuyền của mình thông qua một cuộc đấu thầu. Chúng tôi nhận được trà khi đến nơi, sau đó là thời gian để thư giãn, một bữa ăn tuyệt vời, có nhiều thời gian hơn trên biển, bạn có thể chèo thuyền kayak, đi thuyền tre hoặc ở trên thuyền du lịch, có thêm thời gian để thư giãn, uống trà mặn và đi thuyền nhẹ nhàng trở lại biển bến cảng nơi chúng tôi lên xe buýt trở về Hà Nội. Hướng dẫn viên của chúng tôi, Lan, thực sự hấp dẫn và nhiều thông tin! Điểm nổi bật đối với chúng tôi: Tính chuyên nghiệp, xe buýt và thuyền mới và trong tình trạng tốt như thế nào, không có tiếng nhạc lớn trên thuyền, rõ ràng họ đánh giá chúng tôi là một nhóm lớn tuổi hơn chứ không phải loại tiệc tùng!, và đối tác của tôi yêu thích bữa tiệc đó. chèo thuyền kayak. Chúng tôi rất ủng hộ!Đọc thêm",
            "Trong khi ở Hà Nội, chúng tôi đã đăng ký một chuyến đi thuyền đến vịnh Hạ Long. Tôi đã được một hướng dẫn viên du lịch rất sôi nổi tên là Lam đón tại khách sạn đúng giờ. Cô ấy cung cấp rất nhiều thông tin không chỉ về chuyến tham quan mà còn về lịch sử của cả nước. Chúng tôi đã có một cánh buồm khổng lồ xuyên qua hàng trăm hòn đảo. Chúng tôi đến một hòn đảo và chèo thuyền kayak qua các hang động. Sau đó, chúng tôi đi thuyền đến một điểm dừng khác và tất cả đều bơi khỏi thuyền. Chúng tôi ăn trưa 6 món, quá nhiều để có thể ăn những món ăn tuyệt vời. Cả ngày thật tuyệt vời. nhân viên rất thân thiện. một điều chắc chắn phải có đối với mọi người. Đọc thêm",
            "Không còn nghi ngờ gì nữa, chuyến đi này có lẽ là chuyến đi tuyệt vời nhất tôi từng tham gia. Chỉ mất 2,5 giờ lái xe với một khoảng nghỉ ngắn giữa chuyến trên một chiếc xe khách sang trọng rất thoải mái. Tàu rất đẹp và thoải mái với 2 tầng ngắm cảnh phía trên. Bữa trưa của chúng tôi rất đẹp ở tầng dưới và Lan đơn giản là một hướng dẫn viên du lịch tuyệt vời và rất hiểu biết. Vịnh Hạ Long thật tuyệt vời và bạn cũng có thể lựa chọn chèo thuyền kayak hoặc chèo thuyền theo phong cách truyền thống với khung cảnh khiến bạn nghẹt thở, sau tất cả, vẫn có thời gian để bơi lội nếu bạn chọn. Đừng ngần ngại chọn công ty này, họ là hạng 1. Cảm ơn Lan vì rất nhiều kỷ niệm tuyệt vời sẽ luôn ở lại với chúng tôi.Đọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời qua vịnh! Quýnh, chủ nhà của chúng tôi, đã hướng dẫn chúng tôi suốt hành trình từ khách sạn đến vịnh. Cô ấy đã làm rất tốt khi truyền đạt rõ ràng từng bước của chuyến tham quan, những gì sẽ xảy ra và những khoảnh khắc đẹp nhất cần chú ý, điều này khiến trải nghiệm trở nên rất đáng nhớ. Chúng tôi đi dọc vịnh trên một chiếc thuyền đẹp và có thể lựa chọn đi bơi và chèo thuyền kayak. Sở thích của tôi là chèo thuyền kayak khi chúng tôi chèo qua những khúc quanh và khúc quanh Vịnh Lan Hạ rất có thể đạt được với mức độ thể lực vừa phải. Cộng thêm một suất ăn phong phú được phục vụ trên tàu! Phải làm khi đến thăm Hà Nội!Đọc thêm",
            "Ngày tuyệt vời từ đầu đến cuối. Lan hướng dẫn viên du lịch của chúng tôi là người hạng nhất, rất hiểu biết và là một khách du lịch đơn độc luôn đảm bảo rằng tôi ổn. Mọi thứ trong chuyến tham quan đều tuyệt vời, từ thuyền kayak tre đến các hoạt động trên tàu, trình diễn nấu ăn và những món ăn tuyệt vời.Đọc thêm",
            "Không đề cập đến giá cả. Sự khác biệt giữa các chuyến tham quan 1 ngày và 2 ngày là gì?Đọc thêm",
            "xin chào T2944UDchrisb,\nCảm ơn rất nhiều. Sự khác biệt giữa hành trình 1 ngày và hành trình 2 ngày là chúng tôi thực hiện chuyến đi và kết thúc trong cùng một ngày đối với chuyến tham quan 1 ngày trong khi chúng tôi bắt đầu chuyến đi vào ngày đầu tiên và kết thúc chuyến đi vào ngày thứ 2 đối với chuyến tham quan 2 ngày.Đọc thêm",
            "Xin chào. Có ai có ảnh chụp thực tế của cabin không? Cảm ơnĐọc thêm",
            "Xin chào, đây là hành trình trong ngày nên không có cabin như hành trình qua đêm. Bạn có thể kiểm tra nội thất của nó bằng những hình ảnh trên.Đọc thêm",
            "xin chào.. tôi đang lên kế hoạch đi du ngoạn vịnh lan hạ bằng cánh buồm thoát hiểm. tôi muốn kinh nghiệm của bạn và tư vấn về điều tương tự.\nchuyến đi có thoải mái và tốt khôngĐọc thêm",
            "Siêu thoải mái tốt đẹp. Mang theo đồ bơi. Hãy cầu nguyện rằng bạn có được người đàn ông Dan.Đọc thêm"
        ],
        "star_ratings": [
            248,
            5,
            1,
            0,
            0
        ],
        "review_amount": 254,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Cánh buồm thoát hiểm"
        ],
        "reviews_time": [
            "Written December 26, 2019",
            "Written December 26, 2019",
            "Written December 19, 2019",
            "Written December 4, 2019",
            "Written November 7, 2019",
            "Written November 3, 2019",
            "Written November 2, 2019",
            "Written October 25, 2019",
            "Written October 21, 2019",
            "Written October 21, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15693034-Reviews-or10-Escape_Sails-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or20-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11733527-Reviews-Vian_Trans_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19219718-Reviews-Mejor_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7022826-Reviews-Huong_Sen_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27168092-Reviews-A_Plus_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g298031-d552742-Reviews-Butterfly_Valley-Fethiye_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191028-d10517685-Reviews-Alykanas_Beach-Alykanas_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41224-d116833-Reviews-National_Wildlife_Visitor_Center-Laurel_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g48740-d629935-Reviews-Taughannock_Falls_State_Park-Trumansburg_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d523463-Reviews-Fort_Lovrijenac-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d155253-Reviews-Old_Montreal-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g255070-d647888-Reviews-Flames_of_the_Forest-Port_Douglas_Queensland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d154306-Reviews-Anaehoomalu-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293760-d6674002-Reviews-Lion_and_Cheetah_Park-Harare_Harare_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23464478-Reviews-Allegiant_Stadium-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or20-Escape_Sails-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or10-Escape_Sails-Hanoi.html"
    },
    {
        "attraction_name": "Escape Sails",
        "attraction_name_vi": "Cánh buồm thoát hiểm",
        "general_info": [
            "254 đánh giá",
            "62 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Escape Sails là một trong những du thuyền mới nhất ở Vịnh Hạ Long và Vịnh Lan Hạ. Escape Sails là chuyến du thuyền trong ngày sang trọng sẽ mang đến những dịch vụ cao cấp cho những du khách muốn khám phá Vịnh Hạ Long hoặc Vịnh Lan Hạ chỉ trong một ngày nhưng muốn ngắm nhìn nhiều nhất có thể của vịnh. Escape Sails là du thuyền bằng thép nên rất an toàn.Đọc thêm",
        "reviews": [
            "Đã nghe nói về việc chuyển tuyến dài để tham quan vịnh Hạ Long và rất lo lắng. Đây chỉ là 2,5 giờ và dừng trên đường đi vệ sinh. Khung cảnh nhìn từ tàu thật ngoạn mục, chèo thuyền kayak qua hang động, nhìn thấy một đống cá. LAN là hướng dẫn tốt nhất mà chúng tôi có cho đến nay. Cô ấy có kiến ​​thức tuyệt vời về những lĩnh vực chúng tôi đến thăm và cũng có khiếu hài hước. Rất khuyến khích chuyến tham quan nàyĐọc thêm",
            "Đó là một ngày nắng hoàn hảo khi chúng tôi lên tàu. Lan và nhóm của cô ấy đã giúp chuyến đi của chúng tôi diễn ra hoàn hảo. Đồ ăn rất ngon, tôi đã thử Virgin Colada - không có rượu, nó khiến ngày của tôi trở nên tuyệt vời hơn! Đề xuất!Đọc thêm",
            "Mike rất tốt bụng và thân thiện. Vịnh Hạ Long và vịnh lan hạ đẹp quá. Thời tiết đẹp cho chuyến du lịch 1 ngày. Rất khuyến khích.Đọc thêm",
            "Xe buýt limousine và chiếc thuyền rất thoải mái và đẹp. Chuyến tham quan bao gồm các hoạt động như chèo thuyền kayak đến hang động, bữa trưa theo thực đơn lập sẵn, giới thiệu món ăn Việt Nam và trà hoàng hôn cùng đồ ăn nhẹ trên boong tàu. Hướng dẫn viên của chúng tôi, Quỳnh rất có sức chứa và hiểu biết. Cô chia sẻ rất nhiều sự thật và câu chuyện về Vịnh Hạ Long và Việt Nam. Chúng tôi đã có một thời gian tuyệt vời! Đọc thêm",
            "Thiên đường có dấu hoa thị vì rác trôi nổi. Xe buýt chở khách số 16 đến cảng rất thoải mái khi dừng lại nửa đường trong 2 giờ lái xe. Cô chủ nhà của chúng tôi rất xuất sắc Quinh ??. Chuyến đi dài cả ngày thật tuyệt vời. Mọi thứ đều được sắp xếp thời gian một cách hoàn hảo, từ bữa trưa, chèo thuyền kayak đến bơi lội cho đến lớp học nấu ăn kết thúc với bữa trà chiều. Phong cảnh đẹp thật may mắn vì chúng tôi đã tránh được mưa!Đọc thêm",
            "Chúng tôi thực sự rất thích chuyến du ngoạn trong ngày với Hướng dẫn viên du lịch Quynh trên Vịnh Hạ Long và Lan Hạ. Quynh rất hiểu biết và thân thiện và thực sự khiến ngày của chúng tôi trở nên tuyệt vời. Chúng tôi không chắc chắn về việc tham gia một chuyến du lịch sang trọng nhưng nó rất đáng để bỏ thêm tiền! Chúng tôi đã đặt qua khách sạn của mình tại Classy Holiday Hotel để có một ưu đãi tuyệt vời.Đọc thêm",
            "Chúng tôi thực sự rất thích chuyến du ngoạn ở Vịnh Hạ Long với công ty và nhân viên này. Hành trình tuyệt vời từ đầu đến cuối. Nhân viên thân thiện, thức ăn tuyệt vời và các hoạt động vui vẻ!Đọc thêm",
            "Ban đầu, tôi rất phân vân về việc lựa chọn chuyến đi sang trọng này theo khuyến nghị của khách sạn, nhưng tôi đã chớp lấy cơ hội và chi nhiều hơn mong đợi cho chuyến đi này. Người hướng dẫn, Người đàn ông hay Siêu nhân như anh ấy thích được gọi thực sự hài hước và thân thiện. Anh ấy đã cố gắng nói chuyện riêng với từng người trong ngày để kiểm tra họ nhằm đảm bảo mọi người đều có khoảng thời gian vui vẻ. Anh ấy cũng kể rất nhiều câu chuyện cười để phá băng và khiến mọi người cười. Nếu không có Man, chuyến du ngoạn sẽ khá mang tính thương mại và chết chóc, vì vậy tôi đánh giá cao việc có anh ấy làm hướng dẫn viên và chủ trì trong ngày. Cảm ơn Man và Escape Sails rất nhiều vì khoảng thời gian tuyệt vời: Đọc thêm",
            "Tất cả xung quanh một trải nghiệm tuyệt vời! Thức ăn ngon và thắng cảnh tuyệt vời. Mọi người đều rất thân thiện và sẵn sàng trả lời bất kỳ câu hỏi nào. Chỉ ước tôi có thể bơi lâu hơn một chút...Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời ở Vịnh Hạ Long và Vịnh Lan Hạ với Escape Sail và hướng dẫn viên của Gwin. Cô ấy rất tốt bụng, tốt bụng và thú vị cho nhóm của chúng tôi. Cô rất tự hào và vui vẻ giới thiệu về văn hóa, ngôn ngữ, lịch sử Việt Nam và khiến chúng tôi cảm thấy thoải mái khi tham gia nhóm. Tiếng Anh của cô ấy rất hoàn hảo và cô ấy thậm chí có thể nói được tiếng Hàn. Xe buýt và đường đi rất thoải mái. Thuyền và thủy thủ đoàn thật tuyệt vời. Họ có rất nhiều hoạt động trong ngày nên không bao giờ cảm thấy buồn chán và cũng là lúc để nghỉ ngơi và thư giãn với khung cảnh và cocktail tuyệt vời. Giá khá cao cho một chuyến tham quan trong ngày nhưng đáng giá và nếu tôi làm điều đó sẵn có. tôi sẽ đặt tour này Tôi đã đặt phòng với khách sạn để có thể được giảm giá. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan này!Đọc thêm"
        ],
        "star_ratings": [
            248,
            5,
            1,
            0,
            0
        ],
        "review_amount": 254,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Cánh buồm thoát hiểm"
        ],
        "reviews_time": [
            "Written October 20, 2019",
            "Written October 17, 2019",
            "Written October 13, 2019",
            "Written October 10, 2019",
            "Written October 8, 2019",
            "Written October 8, 2019",
            "Written October 6, 2019",
            "Written October 4, 2019",
            "Written September 28, 2019",
            "Written September 25, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15693034-Reviews-or20-Escape_Sails-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or10-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or30-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11733527-Reviews-Vian_Trans_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19219718-Reviews-Mejor_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7022826-Reviews-Huong_Sen_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27168092-Reviews-A_Plus_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g298305-d6415160-Reviews-Taman_Botani-Putrajaya_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g315852-d3530877-Reviews-Kerid_Crater-Selfoss_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g33303-d2540100-Reviews-Yucaipa_Regional_Park-Yucaipa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d582878-Reviews-Surgeons_Hall_Museums-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g46504-d8612409-Reviews-Wawayanda_State_Park-Hewitt_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d317727-Reviews-Perimeter_Mall-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g36928-d1520788-Reviews-Bluespring_Caverns-Bedford_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d324227-Reviews-Jumeirah_Public_Beach-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d9975338-Reviews-Taboga_Express_Fast_Ferry-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294555-Reviews-Basilica_Cistern-Istanbul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or30-Escape_Sails-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or20-Escape_Sails-Hanoi.html"
    },
    {
        "attraction_name": "Escape Sails",
        "attraction_name_vi": "Cánh buồm thoát hiểm",
        "general_info": [
            "254 đánh giá",
            "62 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Escape Sails là một trong những du thuyền mới nhất ở Vịnh Hạ Long và Vịnh Lan Hạ. Escape Sails là chuyến du thuyền trong ngày sang trọng sẽ mang đến những dịch vụ cao cấp cho những du khách muốn khám phá Vịnh Hạ Long hoặc Vịnh Lan Hạ chỉ trong một ngày nhưng muốn ngắm nhìn nhiều nhất có thể của vịnh. Escape Sails là du thuyền bằng thép nên rất an toàn.Đọc thêm",
        "reviews": [
            "Đối tác của tôi và tôi đã được chăm sóc rất chu đáo suốt cả ngày - được đón ngay lúc 7h40 từ khách sạn và đi xe buýt kéo dài 2 giờ đến bến tàu. Xe buýt rất sạch sẽ và thoải mái. Chúng tôi cũng dừng lại để đi vệ sinh giữa chừng. Sau đó, chúng tôi lên một chiếc thuyền nhỏ dẫn đến tàu du lịch của chúng tôi - một con tàu nhiều tầng bao gồm khu vực quầy bar ăn uống ở phía dưới, khu vực tiếp khách và boong ở tầng tiếp theo, và một khu vực thư giãn trong vườn trải thảm đẹp mắt ở boong cao nhất . Một ngày tràn ngập các hoạt động - từ thưởng thức bữa ăn 10 món ngon miệng, đến xem cách đầu bếp nấu tôm mà không cần dùng lửa, đến chèo thuyền kayak cưỡi trên thuyền tre, bơi lội trong làn nước của Vịnh Hạ Long, đến xem chạm khắc trái cây trình diễn và chuẩn bị món chả giò của riêng chúng tôi. Nó thực sự rất thú vị và các hướng dẫn viên du lịch rất thân thiện và hiểu biết. Vịnh Hạ Long rất đẹp và chuyến tham quan này xứng đáng với mọi hoạt động mà chúng tôi có. Chúng tôi không có một phút nào để buồn chán! Ngày kết thúc bằng chuyến xe buýt đưa đón thẳng đến khách sạn của chúng tôi.Đọc thêm",
            "Một ngày tuyệt vời ở Vịnh Lan Hạ cùng Escape Sails! Được tổ chức rất tốt, không vội vã. Hướng dẫn viên tuyệt vời, cô Lan, nếu tôi nhớ không nhầm, còn được gọi là cô Máy tính và phi hành đoàn thân thiện. Rất nhiều hoạt động trong suốt chuyến đi chèo thuyền kayak, thuyền tre, bơi lội, học nấu ăn, tiệc hoàng hôn, đồ ăn ngon và tất nhiên là cảnh quan tuyệt đẹp. Hoàn toàn đề xuất! Đọc thêm",
            "Tôi đã có một ngày tuyệt vời với du thuyền Escape Sails. Hướng dẫn viên Thắng Victor thực sự tốt bụng và tuyệt vời. Anh ấy hướng dẫn chúng tôi và giải thích mọi thứ cho chúng tôi biết thêm về lịch sử Việt Nam, Vịnh Hạ Long - Vịnh Lan Hay và Escape Sails từ Hà Nội đến du thuyền rồi quay trở lại. Chúng tôi được chào đón lên du thuyền bằng nước trái cây sau đó tôi được phục vụ hải sản ngon và chả giò tuyệt vời. Rất nhiều lựa chọn bắt đầu bằng súp rồi đến món chính với cua, cá, chả giò, trứng, gà và một chương trình biểu diễn phi thường hướng dẫn cách nấu tôm. Chèo thuyền kayak qua các hang động bằng nước ấm. Đặc biệt là vào lúc hoàng hôn, chúng tôi đã có một bữa tiệc trà với bánh ngọt, trái cây và trò chuyện trên boong tắm nắng. Thật tuyệt. Một lần nữa, cảm ơn nhóm rất nhiều vì một chuyến đi tuyệt vời. Đọc thêm",
            "Vừa trở về sau chuyến du lịch thực sự thú vị đến Vịnh Hạ Long. Chúng tôi không có thời gian để ở lại qua đêm nên chuyến tham quan trong ngày do Escape Sails cung cấp là hoàn hảo đối với chúng tôi. Xe buýt chuyển đến bến cảng rất mát mẻ và thoải mái và nhanh chóng đưa chúng tôi lên thuyền. Hướng dẫn viên Lan của chúng tôi thực sự hữu ích và giàu thông tin và cô ấy cùng với các nhân viên còn lại đã đảm bảo rằng chúng tôi đã có một ngày rất thú vị trên tàu. Chiếc thuyền rất thoải mái và yên bình, có nhiều lựa chọn chỗ ngồi bên trong và bên ngoài và đồ ăn được cung cấp thật tuyệt vời. Chúng tôi chắc chắn sẽ giới thiệu chuyến tham quan này cho bất kỳ ai muốn ngắm Vịnh Hạ Long trong một ngày.Đọc thêm",
            "Chuyến tham quan được tổ chức rất tốt. Cô Quỳnh là một hướng dẫn viên hoàn hảo: rất hữu ích, tốt bụng và cô nói tiếng Anh rất tốt. Tất cả thủy thủ đoàn đều hoàn hảo và thuyền được trang bị rất tốt. Chúng tôi rất thích bữa trưa và giờ uống trà. Hành trình bao gồm đi thuyền kayak hoặc đi trên thuyền tre dành cho những du khách lười biếng nhất như chúng tôi và thời gian để bơi lội. Tất cả trong một ngày. Tôi hoàn toàn khuyên bạn nên!! Đọc thêm",
            "Hướng dẫn của Quynh thật tuyệt vời!! Cảm ơn vì tất cả!! Phi hành đoàn đã rất tử tế và chuyên nghiệp! Chiếc thuyền rất dễ thương! Đồ ăn có chất lượng và số lượng rất tốt. Đọc thêm",
            "Chuyến tham quan được tổ chức rất tốt. Cô Quỳnh là một hướng dẫn viên hoàn hảo: rất hữu ích, tốt bụng và cô nói tiếng Anh rất tốt. Tất cả thủy thủ đoàn đều hoàn hảo và thuyền được trang bị rất tốt. Chúng tôi rất thích bữa trưa và giờ uống trà. Hành trình bao gồm đi thuyền kayak hoặc đi trên thuyền tre dành cho những du khách lười biếng nhất như chúng tôi và thời gian để bơi lội. Tất cả trong một ngày. Tôi hoàn toàn khuyên bạn nên!! Đọc thêm",
            "Rất vui vì chúng tôi đã chọn điều này thay vì hành trình tiêu chuẩn trên Vịnh Hạ Long. Thu thập ngay trước 8 giờ sáng từ khách sạn ở Hà Nội, huấn luyện viên thoải mái đáng yêu. Hướng dẫn tuyệt vời Mike có nhiều thông tin, hài hước và tự ti. Chúng tôi có sự kết hợp khá tốt giữa mọi người, mặc dù một số hành khách đi cùng chúng tôi không mấy kiên nhẫn với một cặp vợ chồng người Việt đáng yêu và 2 đứa con nhỏ của họ, những đứa trẻ chỉ cư xử đúng mực. Chúng tôi đi du lịch như một gia đình với 3 thanh thiếu niên và điều đó thật tuyệt vời đối với chúng tôi. Hai giờ hành trình và vài phút chờ đợi ở cảng trước khi chúng tôi lên đường. Ý thức rất an toàn với áo phao được cung cấp để vận chuyển từ thuyền nhỏ sang thuyền thực tế mà chúng tôi đã sử dụng. Trên tàu có rất nhiều chỗ cho tất cả mọi người, chúng tôi có sự tham gia của một nhóm khác khoảng 12 người nên tổng cộng có lẽ có khoảng 2830 người. Nhân viên rất thân thiện. Bữa trưa thịnh soạn được cung cấp nhưng trả tiền riêng cho đồ uống. Chúng không rẻ nhưng cũng không quá đắt vì chúng tôi đang ở giữa vịnh! Chúng tôi chọn chèo thuyền kayak xuyên qua hang động, mặc dù một số người chọn chèo thuyền. Đây là lần đầu tiên tôi chèo thuyền kayak, nó không hề khó khăn và rất thú vị. Sau đó, chúng tôi nhảy xuống thuyền trong một khu vực bơi lội rất đẹp, nước giống như một bồn tắm. Khi quay trở lại, chúng tôi đã có một buổi demo khắc trái cây và thử sức mình với việc làm chả giò, thành thật mà nói thì đó là điều kém thú vị nhất, Đặc biệt, cuộn rau và thịt gà trong bánh tráng khá đơn giản và không cần hướng dẫn nhiều. Nhớ tip cho tài xế và hướng dẫn viên, họ sẽ đánh giá cao điều đó.Đọc thêm",
            "Đón ngay từ khách sạn trên một chiếc xe buýt lớn xinh đẹp. Hành trình 2 tiếng đồng hồ suôn sẻ vào bờ - được thực hiện bởi Quỳnh - người rất kiên nhẫn giải thích về nhiều khía cạnh khác nhau của văn hóa Hà Nội! Chuyến đi thuyền cũng rất tuyệt - nội thất đẹp với đầy đủ tiện nghi - một nhân viên pha chế tuyệt vời. Bằng cách nào đó, họ đã sắp xếp được nhiều món ăn chay đa dạng mặc dù tôi là một người ngoại lệ. Tôi phải nói rằng đó là một trải nghiệm cá nhân hóa. Chèo thuyền kayak là một trải nghiệm tuyệt vời qua các hang động. Từng chi tiết từng phút đều được chăm chút cho đến khi trở về khách sạn. Làm tốt lắm Quynh đã biến đây thành một trải nghiệm đáng nhớ!Đọc thêm",
            "급하게 결정된 가족여행에 호텔추천을 받아 예약하게 된 escape sails tour . 픽업 서비스: 호텔까지 전용 리무진 벤이 픽업을 옴.                    항구까지 두시간 반 정도 소요.                    중간에 휴게소에서 한 번 정차 십오분휴식                    리무진 좌석이 완전 편함. 꿀잠가능.투어:  항구에 모여 가이드 MR.Dan  만나 작은 배를 타고 10분 정도 크루즈까지 이동함.           크루즈로 옮겨타고 일정 브리핑.          릴렉스 및 포토 타임.           점심시간 코스 요리로 나오는데 끝이 없음. 해산물 위주.          점심은 투어일정 요금에 포함이지만 음료는 불포함.완전저렴 액티비티: 밤부보팅 및 카약킹 시간.               수영.               쿠킹클라스.               티타임 및 댄스 타임.이 투어상품이 나온지 얼마 안되서 리무진 크루즈 모든것들이 굉장히 깨끗하고 안전함. 투어가이드가 너무나 친절하고 프로페셔널해서 투어내내 손님들이 엄지척 과 함께 퍼펙트를 외쳤음. 우리가족만 외국인이라서 정말 해외여행 온 느낌과 함께 크루즈를 즐겼음. 많은 사람들이 이 상품을 통해 하롱베이의 멋진 절경을 느끼고 아름다운 추억을 사랑하는 사람과 만들수 있는 기회를 가지기를 바람.Dan ! I am not sure you still remember my family or not. But I would like to say we had wonderful time with you and appreciated to make us happy whole day. It was first time to mingle with non-Korean people while been abroad especially for my parents. You know how to make the balance for tourists from all over the world. They were so happy during cruise also after. I wish you keep it up and bring more chances to grow up this trip. All the best Dan hope see you again ESCAPE SAILS !! Read more",
            "Không đề cập đến giá cả. Sự khác biệt giữa tour 1 ngày và 2 ngày là gì?Đọc thêm",
            "xin chào T2944UDchrisb,\nCảm ơn rất nhiều. Sự khác biệt giữa hành trình 1 ngày và hành trình 2 ngày là chúng tôi thực hiện chuyến đi và kết thúc trong cùng một ngày đối với chuyến tham quan 1 ngày trong khi chúng tôi bắt đầu chuyến đi vào ngày đầu tiên và kết thúc chuyến đi vào ngày thứ 2 đối với chuyến tham quan 2 ngày.Đọc thêm",
            "CHÀO. Có ai có ảnh thật của cabin không?  Cảm ơnĐọc thêm",
            "Xin chào, đây là hành trình trong ngày nên không có cabin như hành trình qua đêm. Bạn có thể kiểm tra nội thất của nó bằng những hình ảnh trên.Đọc thêm",
            "xin chào.. tôi đang lên kế hoạch đi du ngoạn vịnh lan hạ bằng cánh buồm thoát hiểm. tôi muốn kinh nghiệm của bạn và tư vấn về điều tương tự.\nchuyến đi có thoải mái và tốt khôngĐọc thêm",
            "Siêu thoải mái tốt đẹp. Mang theo đồ bơi. Hãy cầu nguyện rằng bạn có được người đàn ông Dan.Đọc thêm"
        ],
        "star_ratings": [
            248,
            5,
            1,
            0,
            0
        ],
        "review_amount": 254,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Cánh buồm thoát hiểm"
        ],
        "reviews_time": [
            "Written September 20, 2019",
            "Written September 17, 2019",
            "Written September 17, 2019",
            "Written September 16, 2019",
            "Written August 22, 2019",
            "Written August 22, 2019",
            "Written August 22, 2019",
            "Written August 21, 2019",
            "Written August 17, 2019",
            "Written August 4, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15693034-Reviews-or30-Escape_Sails-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or20-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or40-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11733527-Reviews-Vian_Trans_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19219718-Reviews-Mejor_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7022826-Reviews-Huong_Sen_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27168092-Reviews-A_Plus_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g58348-d12191853-Reviews-Belfair_State_Park-Belfair_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g32722-d15077822-Reviews-Rancho_Santa_Margarita_Lake-Mission_Viejo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54448-d10726024-Reviews-Glendale_Shoals_Preserve-Spartanburg_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d107442-Reviews-Chicago_Architecture_Center-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d146572-Reviews-Iceberg_Lake_Trail-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d1219528-Reviews-Sea_Lion_Encounter_at_Blue_Lagoon-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g40951-d10606511-Reviews-Moody_Beach-Wells_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g308270-d308680-Reviews-Sawa_I_Lau_Caves-Yasawa_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g48572-d12156440-Reviews-Rivers_Casino_and_Resort-Schenectady_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g40694-d103811-Reviews-Walker_s_Point-Kennebunkport_Kennebunks_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or40-Escape_Sails-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or30-Escape_Sails-Hanoi.html"
    },
    {
        "attraction_name": "Escape Sails",
        "attraction_name_vi": "Cánh buồm thoát hiểm",
        "general_info": [
            "254 đánh giá",
            "62 trong số 625 Tour du thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Escape Sails là một trong những du thuyền mới nhất ở Vịnh Hạ Long và Vịnh Lan Hạ. Escape Sails là chuyến du thuyền trong ngày sang trọng sẽ mang đến những dịch vụ cao cấp cho những du khách muốn khám phá Vịnh Hạ Long hoặc Vịnh Lan Hạ chỉ trong một ngày nhưng muốn ngắm nhìn nhiều nhất có thể của vịnh. Escape Sails là du thuyền bằng thép nên rất an toàn.Đọc thêm",
        "reviews": [
            "Rất vui vì chúng tôi đã đặt chuyến đi đến Vịnh Hạ Long. Và thật may mắn khi có người hướng dẫn tuyệt vời: Dan the man. Hãy dành thêm một chút để đi bằng xe khách hạng sang, họ đi đường cao tốc để tiết kiệm thời gian cho các hoạt động thực tế ở Vịnh Hạ Long. Cánh buồm thoát hiểm có nội thất mới, siêu đẹp và thoải mái. Bữa trưa hạng nhất tuyệt vời. Và bữa tiệc trà cà phê thật tuyệt vời. Chúng tôi học cách tự làm chả giò thật thú vị. Một trong những nơi đẹp nhất trên trái đất: Vịnh Hạ Long! Ngày đêm có làn nước trong vắt và 1900 hòn đảo và chúng ta có thể bơi quanh chiếc thuyền đáng yêu của mình. Cảm ơn Dan vì đã khiến mọi thứ trở nên hoàn hảo. Chúng tôi sẽ quay lại để trải nghiệm hành trình qua đêm - hy vọng chúng tôi sẽ gặp lại Dan.Đọc thêm",
            "Tour du lịch sang trọng Vịnh Hạ Long 1 ngày với Xe buýt LimousineHải PhòngHướng dẫn tốt nhất từ ​​trước đến nay693277723Najlepsi przewodnicy po wietnamie: Dan and SugarĐọc thêm",
            "Dan the Man đến từ Việt Nam là một hướng dẫn viên đáng yêu, giàu thông tin nhưng không xâm phạm. Quá cảnh đến vịnh Hạ Long mất khoảng 2 giờ và rất thoải mái. Bữa ăn có nhiều món ăn tuyệt vời hơn mà người ta mong đợi và ngon miệng. Thời gian trong ngày rất hài lòng, có đủ thời gian để thư giãn nhưng cũng có đủ hoạt động để tham gia hấp dẫn. Chúng tôi có bốn đứa con, từ 6 đến 20 tuổi và chúng cũng có khoảng thời gian vui vẻ.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi với Friends Travel và chúng tôi rất thích trải nghiệm này. Việc di chuyển rất thoải mái trên một chiếc xe tải nhỏ với nhiều chỗ ngồi.  Có người hướng dẫn, Dan The Man, và nó rất thân thiện. Chúng tôi đã có khoảng thời gian vui vẻ với họ, luôn trò chuyện với tất cả mọi người trên tàu. Anh ấy đang mô tả việc theo dõi và cách sinh sống ở khu vực đó. Chúng tôi có thời tiết tuyệt vời và chúng tôi có thể chèo thuyền kayak dưới các hang động và vịnh nhỏ. Dan đã chụp cho chúng tôi một bức ảnh trong quá trình chèo thuyền kayak và chúng tôi rất quý mến anh ấy. Sau đó, chúng tôi bơi gần thuyền và bữa ăn và món chả giò mà chúng tôi làm được thực sự rất ngon. Cảm ơn tất cả Escape Sails, Dan và những người khác trong chuyến đi. Hãy tận hưởng!Đọc thêm",
            "Chúng tôi đặt chuyến tham quan trong ngày với Escape Sails trên Vịnh LAN Hạ với Dan the Man. Nó vượt quá mong đợi của chúng tôi. Sau khi đón tất cả khách, Dan chia sẻ hành trình và chúng tôi lên đường. Thuyền buồm thoải mái với nhiều lựa chọn để thư giãn. Thức ăn rất ngon và phong phú, khu vực chèo thuyền kayak đẹp và bơi lội rất sảng khoái. Dan sẵn sàng trả lời các câu hỏi và trò chuyện. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan và nếu bạn đủ may mắn để có được Dan làm hướng dẫn viên du lịch, bạn sẽ được đảm bảo một ngày thư giãn, đẹp đẽ và vui vẻ.Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời trong chuyến lưu diễn này. Xe buýt nhỏ sang trọng từ Hà Nội. Đường ô tô suốt. Chiếc thuyền đáng yêu ở vịnh Hạ Long. Bữa trưa tuyệt vời trên tàu. Chúng tôi chèo thuyền kayak trên vịnh Lan Hạ. Trải nghiệm tuyệt vời với hang động biển đầy dơi. Sau đó bơi ra khỏi mạn thuyền gần hoàng hôn. Tiếp theo chúng tôi có một bài học nấu ăn nhỏ rất hay trên tàu. Chúng tôi kết thúc bằng bữa tiệc hoàng hôn trên tàu với trà, bánh quy và trái cây. Tất cả các nhân viên đều xuất sắc. Đặc biệt Dan the Man hướng dẫn của chúng tôi rất tuyệt vời. Hướng dẫn tuyệt vời đầy đủ kiến ​​thức và sự hài hước chết người. Tôi rất muốn giới thiệu chuyến tham quan này.Đọc thêm",
            "Mạnh hướng dẫn viên của chúng tôi thật tuyệt vời, nếu bạn chỉ có một kỳ nghỉ ngắn ngày ở Hà Nội thì chuyến tham quan Vịnh Hạ Long với Escape Sail Perla Dawn là sự lựa chọn tốt nhất. Đội ngũ siêu đẹp, chuyên nghiệp, và chưa kể đồ ăn thì tuyệt vời! Khung cảnh của phong cảnh thật ngoạn mục. Tôi rất muốn giới thiệu nhà điều hành tour này, bạn sẽ không thất vọng! Đọc thêm",
            "Cảm ơn Dan, thật là một ngày tuyệt vời, Dan rất thân thiện với tất cả khách du lịch trên thuyền, nhân viên rất tuyệt Vịnh Hạ Long rất đẹp và thuyền tre đến hang động, Bữa trưa và buổi chiều rất đẹp Tôi muốn giới thiệu chuyến tham quan này Cảm ơn Dan Tôi đã đi cùng Từ người đàn ông kangaroo Người Úc Trân trọng Christopher Brennan Đọc thêm",
            "Cảm ơn Dan người đàn ông vì một ngày tuyệt vời. Một ngày thật dễ dàng.  Thuyền, nhân viên, thức ăn và các hoạt động đều tuyệt vời. Tôi rất muốn giới thiệu chuyến tham quan này! Đọc thêm",
            "Chuyến tham quan này thật tuyệt vời và hướng dẫn viên của chúng tôi, Dan, cực kỳ thân thiện và khiến mọi người cảm thấy được chào đón! Thức ăn trên thuyền rất ngon và lớp học nấu ăn cũng như buổi biểu diễn thực sự rất thú vị. Chúng tôi đã đến khắp nơi trên thế giới và Dan hoàn toàn là một trong những hướng dẫn viên giỏi nhất mà chúng tôi từng có.Đọc thêm"
        ],
        "star_ratings": [
            248,
            5,
            1,
            0,
            0
        ],
        "review_amount": 254,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Cánh buồm thoát hiểm"
        ],
        "reviews_time": [
            "Written July 30, 2019",
            "Written July 28, 2019",
            "Written July 28, 2019",
            "Written July 26, 2019",
            "Written July 23, 2019",
            "Written July 23, 2019",
            "Written July 21, 2019",
            "Written July 19, 2019",
            "Written July 14, 2019",
            "Written July 14, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15693034-Reviews-or40-Escape_Sails-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or30-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or50-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11733527-Reviews-Vian_Trans_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19219718-Reviews-Mejor_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7022826-Reviews-Huong_Sen_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27168092-Reviews-A_Plus_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d2369265-Reviews-Alcatraz-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d22851555-Reviews-Hive_Board_Game_Cafe-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1169179-d8492058-Reviews-Premier_Outlet-Biatorbagy_Pest_County_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d6949687-Reviews-Blue_Port_AVM-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g32755-d259146-Reviews-Mount_Shasta-Mount_Shasta_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60767-d123082-Reviews-Chaco_Culture_National_Historical_Park-Nageezi_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g42423-d14928570-Reviews-Mackinac_Island_Carriage_Tours-Mackinac_Island_Mackinac_County_Upper_Peninsula_Mi.html",
            "https://www.tripadvisor.com/Attraction_Review-g2213111-d3179299-Reviews-Famagusta_Viewpoint-Deryneia_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g4878474-d5485097-Reviews-Tiare_Shopping-Villesse_Province_of_Gorizia_Friuli_Venezia_Giulia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d17653728-Reviews-Pura_Dalem_Ubud-Ubud_Gianyar_Regency_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or50-Escape_Sails-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or40-Escape_Sails-Hanoi.html"
    },
    {
        "attraction_name": "Escape Sails",
        "attraction_name_vi": "Cánh buồm thoát hiểm",
        "general_info": [
            "254 đánh giá",
            "62 trong số 625 Tour du thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Escape Sails là một trong những du thuyền mới nhất ở Vịnh Hạ Long và Vịnh Lan Hạ. Escape Sails là chuyến du thuyền trong ngày sang trọng sẽ mang đến những dịch vụ cao cấp cho những du khách muốn khám phá Vịnh Hạ Long hoặc Vịnh Lan Hạ chỉ trong một ngày nhưng muốn ngắm nhìn nhiều nhất có thể của vịnh. Escape Sails là du thuyền bằng thép nên rất an toàn.Đọc thêm",
        "reviews": [
            "Tôi và vợ sắp cưới đã có một ngày tuyệt vời ở Vịnh Hạ Long. Từ đầu đến cuối, mọi thứ đều được tổ chức hoàn hảo. Thức ăn trên du thuyền rất ngon và nhân viên rất hữu ích và thân thiện. Cuối cùng nhưng không kém phần quan trọng, hướng dẫn viên Dan của chúng tôi thật tuyệt vời. Anh ấy giải thích mọi thứ rất tốt và có thể trả lời mọi câu hỏi. Ngoài ra, anh ấy còn đùa giỡn với chúng tôi, điều đó khiến chúng tôi rất thoải mái với Dan. Cảm ơn các bạn rất nhiều vì ngày khó quên này, Geert và ReccaĐọc thêm",
            "Có một ngày tuyệt vời, tất cả các tiện nghi và thức ăn mà thuyền cung cấp đều là đỉnh cao. Họ cung cấp cho bạn một bữa trưa thịnh soạn để cung cấp năng lượng cho bạn chèo thuyền kayak hoặc chèo thuyền tre vui vẻ quanh vịnh. Đặc biệt cảm ơn hướng dẫn viên Quinn, người đã mang đến tính cách vui vẻ và cởi mở cho nhóm đồng thời cực kỳ thông tin về khu vực địa phương. Cô ấy có thể trả lời bất kỳ câu hỏi nào và đảm bảo rằng mọi người đều có khoảng thời gian vui vẻ. Rất khuyến khích chuyến đi này!Đọc thêm",
            "Dịch vụ hạng nhất từ ​​đón khách tại khách sạn đến du thuyền mọi thứ. Đồ ăn trên thuyền tuyệt vời và các món ăn cũng tuyệt vời. Cuối cùng nhưng không kém phần quan trọng là hướng dẫn viên DAN. Tôi đã đi rất nhiều quốc gia với rất nhiều hướng dẫn viên nhưng tôi thấy anh ấy là một trong những người giỏi nhất. Chắc chắn nên giới thiệu. Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời, đặc biệt là nhờ hướng dẫn viên Dan của chúng tôi, người đã giúp chúng tôi giải trí và cười suốt thời gian qua! Có sự cân bằng hoàn hảo giữa thời gian thư giãn và hoạt động. Chắc chắn sẽ đề xuất cho một chuyến đi trong ngày xa thành phố! Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời với Escape Sails ngày hôm nay.  Hướng dẫn viên của chúng tôi, Dan, rất thú vị và bổ sung rất nhiều vào trải nghiệm của chúng tôi.  Chúng tôi đã thực hiện một chuyến đi trong ngày và nó hoàn toàn xứng đáng. Bạn có thể đi trên chiếc thuyền tuyệt vời qua Vịnh Hạ Long. Trong chuyến đi, họ phục vụ bạn bữa trưa đặc biệt của đầu bếp, dành vài giờ để bạn chèo thuyền kayak qua các hang động và sau đó là một khóa học nấu ăn nhanh, trong khi Dan giúp bạn giải trí bằng những trò đùa của anh ấy. Anh ấy rất giỏi trong việc giúp ghi lại những khoảnh khắc của bạn cùng gia đình hoặc bạn bè để bạn không phải căng thẳng về việc chụp ảnh trong khi cố gắng tận hưởng khung cảnh xung quanh.  Nếu bạn đang ở Hà Nội thì chuyến đi này với Escape Sails thật đáng giá!Đọc thêm",
            "Chúng tôi đã đặt qua khách sạn của mình và chuyến đi cả ngày thật đáng giá. Xe buýt, thuyền, phòng tắm, v.v. được bảo trì tốt và thực sự sạch sẽ. Thức ăn phục vụ cho bữa trưa thực sự tuyệt vời có lẽ là bữa trưa ngon nhất chúng tôi có cho đến nay và các phần ăn rất hào phóng. Quan trọng nhất, hướng dẫn viên của chúng tôi, Dan the Man, thật tuyệt vời. Anh ấy chu đáo và vui tính, và đảm bảo rằng chúng tôi có mọi thứ cần thiết để tận hưởng chuyến đi. Hạ Long và Lan Hạ có phong cảnh tuyệt đẹp ngay cả trong những ngày u ám. Chèo thuyền kayak qua các hang động và bơi trong bồn nước ấm là niềm vui thích hợp cho mọi lứa tuổi. Và có một thanh tiền mặt đầy đủ. Tất cả đã nói, đây có lẽ là một trong những chuyến tham quan theo nhóm tuyệt vời nhất mà tôi từng tham gia ở bất cứ đâu. Rất khuyến khích! Đọc thêm",
            "Nếu bạn đang lên kế hoạch cho chuyến đi một ngày đến Vịnh Hạ Long, hãy xem Escape Sails và đảm bảo rằng bạn có Dan the Man làm người hướng dẫn. Chúng tôi tình cờ tìm thấy Escape Sails như một giải pháp thay thế cho một lựa chọn khác đã được đăng ký quá nhiều và được khuyến nghị sử dụng Cánh buồm thoát hiểm. Nó hóa ra là một lựa chọn tốt. Chiếc thuyền này còn mới hoặc ít hơn chúng tôi được biết và cơ sở vật chất khá tốt. Hành trình được sắp xếp hợp lý để có thời gian chèo thuyền kayak, một số màn trình diễn nấu ăn và nhiều hoạt động giao lưu, tắm nắng và trò chuyện với những vị khách khác trên tàu. Điều gì đã tạo nên toàn bộ trải nghiệm, từ việc được đón tại khách sạn, trên Escape Sails cho đến hướng đi trở lại khách sạn là hướng dẫn viên Dan the Man. Khiếu hài hước và sự thẳng thắn của anh ấy giúp mọi người cảm thấy thoải mái và tạo ra bầu không khí vui vẻ và thư giãn suốt cả ngày. Nhìn chung, đó là một trải nghiệm thú vị.Soo và MGĐọc thêm",
            "Chồng tôi và tôi đã tận hưởng một ngày tuyệt vời với hướng dẫn viên du lịch Dan the Man nổi tiếng. Dan đã cố gắng hết sức để đảm bảo mọi người đều có một ngày tuyệt vời nhất. Chúng tôi được đón trên một chiếc xe buýt nhỏ có máy lạnh, chở chúng tôi an toàn đến cảng nơi chúng tôi lên một con tàu sang trọng để dành một ngày đáng nhớ. Chúng tôi thưởng thức bữa ăn 10 món ngon miệng gồm các món ăn địa phương được chế biến đẹp mắt, trước khi lên xà lan để chèo ca nô của riêng mình qua vùng nước màu ngọc lục bảo tuyệt đẹp vào các hang động dẫn ra ốc đảo thiên đường. Trở lại tàu, chúng tôi có thời gian rảnh để bơi trong làn nước ấm áp, ngay bên cạnh thật đáng yêu trong một ngày nắng nóng. Sau đó chúng tôi thưởng thức những ly cocktail thơm ngon được pha chế bởi người pha chế tài năng Tom. Chúng tôi đã xem một Masterchef chuẩn bị các tác phẩm chạm khắc trái cây, trước bữa tiệc buffet gồm trái cây, bánh ngọt, trà và cà phê. Cả ngày hôm nay thật hoàn hảo.Đọc thêm",
            "Một ngày tuyệt vời từ Hà Nội. Chiếc xe tải sang trọng đón chúng tôi và chỉ sau 2 giờ với một người lái xe rất cẩn thận, chúng tôi đã đến phà để lên chiếc thuyền sang trọng trong ngày chúng tôi gặp hội Easy Dan, người đàn ông nói tiếng Anh rất tốt, rất lịch sự và hay đi. tránh đường để bạn thư giãn và tận hưởng cả ngày. Chúng tôi đã chèo thuyền kayak một chút và khi đến hang động, bơi lội và nhảy nếu bạn muốn. Lớp học nấu ăn và thực vật với bữa ăn 10 món để bạn nếm thử món ăn Việt Nam. Rất ý thức về an toàn vì tất cả chúng tôi đều phải mặc áo phao khi chèo thuyền kayak và đi từ thuyền nhỏ sang thuyền sang trọng trong ngày. Đồ uống trên thuyền hơi đắt nhưng đây là một ngày tuyệt vời.Đọc thêm",
            "Đây là một trong những điểm nổi bật của chuyến đi của chúng tôi đến Việt Nam. Anh Dan là một hướng dẫn viên du lịch tuyệt vời! Anh ấy và các nhân viên của du thuyền đã làm việc chăm chỉ để đảm bảo rằng nhu cầu của chúng tôi được đáp ứng và một điều đáng nhớ!Đọc thêm"
        ],
        "star_ratings": [
            248,
            5,
            1,
            0,
            0
        ],
        "review_amount": 254,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Cánh buồm thoát hiểm"
        ],
        "reviews_time": [
            "Written July 14, 2019",
            "Written July 12, 2019",
            "Written July 12, 2019",
            "Written July 10, 2019",
            "Written July 10, 2019",
            "Written July 10, 2019",
            "Written July 9, 2019",
            "Written July 7, 2019",
            "Written July 6, 2019",
            "Written July 3, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15693034-Reviews-or50-Escape_Sails-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or40-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or60-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11733527-Reviews-Vian_Trans_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19219718-Reviews-Mejor_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7022826-Reviews-Huong_Sen_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27168092-Reviews-A_Plus_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d1133142-Reviews-Scottsdale_Fashion_Square-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d128244-Reviews-Lake_Clementine-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d527277-Reviews-Espanola_Way-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d3333238-Reviews-Houston_Improv-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g198600-d1526405-Reviews-Heide_Park-Soltau_Lower_Saxony.html",
            "https://www.tripadvisor.com/Attraction_Review-g187198-d1860780-Reviews-Les_Machines_de_L_ile-Nantes_Loire_Atlantique_Pays_de_la_Loire.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d8662821-Reviews-Nieuwezijds_Gay_Sauna-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d563382-Reviews-Calaveras_Lake-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d3299755-Reviews-Atheras_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d3568803-Reviews-Banpodaegyo_Bridge-Seoul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or60-Escape_Sails-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or50-Escape_Sails-Hanoi.html"
    },
    {
        "attraction_name": "Escape Sails",
        "attraction_name_vi": "Cánh buồm thoát hiểm",
        "general_info": [
            "254 đánh giá",
            "62 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Escape Sails là một trong những du thuyền mới nhất ở Vịnh Hạ Long và Vịnh Lan Hạ. Escape Sails là chuyến du thuyền trong ngày sang trọng sẽ mang đến những dịch vụ cao cấp cho những du khách muốn khám phá Vịnh Hạ Long hoặc Vịnh Lan Hạ chỉ trong một ngày nhưng muốn ngắm nhìn nhiều nhất có thể của vịnh. Escape Sails là du thuyền bằng thép nên rất an toàn.Đọc thêm",
        "reviews": [
            "Gói tour kéo dài 8 giờ đáng giá từng xu. Tôi và bạn bè đã có rất nhiều niềm vui. Chúng tôi rất thích trải nghiệm chèo thuyền kayak. Hướng dẫn viên của chúng tôi, ông Dan rất thân thiện, hóm hỉnh và vui vẻ. Các nhân viên cũng tốt và có sức chứa. Rất khuyến khích cho những người muốn đến thăm Vịnh Hạ Long.Đọc thêm",
            "Đây là một chuyến đi tuyệt vời. Mọi thứ đều hoàn hảo.  Các nhân viên đều cực kỳ thân thiện và rất hữu ích. Dan đặc biệt giỏi với tư cách là người dẫn chương trình và luôn quan tâm đến chúng tôi, khiến chúng tôi cảm thấy rất đặc biệt. Tôi thực sự muốn giới thiệu chuyến đi này và nếu bạn đủ may mắn để được Dan chăm sóc, bạn chắc chắn sẽ có trải nghiệm tuyệt vời nhất từ ​​trước đến nay!Đọc thêm",
            "Anh Dan Tran là một hướng dẫn viên du lịch xuất sắc, rất chuyên nghiệp, vui vẻ thân thiện. Anh ấy chú ý đến chi tiết làm cho chuyến đi của chúng tôi thêm đặc biệt. Chúng tôi yêu thích chuyến tham quan này, AC trên thuyền xe buýt là nơi hoàn hảo cho chuyến du lịch của chúng tôi cùng gia đình trẻ em. Thức ăn rất ngon, quang cảnh tuyệt đẹp. Các chuyến du ngoạn bao gồm từ chiếc thuyền lười đến bơi lội cũng rất thú vị và sảng khoái. Chắc chắn sẽ giới thiệu tour này cho bất kỳ ai đến thăm Hà Nội muốn khám phá Vịnh Hạ Long. Một lần nữa xin cảm ơn Anh Dân Escape Sails vì một hành trình khó quên với những kỷ niệm đẹp.  Thuyền trưởng: Nhân viên phục vụ Tuyền: An, dung, llluan đều rất nhiệt tình giúp đỡ đồ đạc của bọn trẻ chúng tôi. Bạn có thể tin tưởng vào đội ngũ nhân viên trông chừng đồ đạc của con bạn. Một lần nữa xin cảm ơn tất cả mọi người tại Escape Sails! Những lời chúc tốt đẹp nhất sẽ đến với du khách trong tương lai nếu bạn thấy đánh giá này hữu ích!Đọc thêm",
            "Lời nói đầu: chúng tôi không phải là người hâm mộ của các nhóm du lịch có tổ chức... Nhưng .. chuyến lưu diễn này tuyệt vời hơn nhiều so với những gì chúng tôi mong đợi! Tiền của bạn sẽ đi một chặng đường dài trong chuyến tham quan tuyệt vời, thư giãn và vui vẻ này. Chủ nhà Air BnB của chúng tôi đã hợp tác chặt chẽ với Dan để đưa chúng tôi lên chiếc xe buýt đẹp, có máy lạnh, đưa chúng tôi lên thuyền. Thuyền có 3 tầng - 1,5 trong nhà, 1,5 ngoài trời, cả hai đều có không gian bàn và chỗ ngồi rộng rãi. Dan là một người chủ nhà tuyệt vời, các thành viên còn lại rất hữu ích và quang cảnh trong chuyến hành trình này là không thể đánh bại. Rất khuyến khích!Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời trên hành trình này. Hướng dẫn viên du lịch của chúng tôi Dan, người đàn ông rất vui tính, nhiều thông tin và hấp dẫn. Chuyến tham quan thật tuyệt vời và cho chúng tôi khung cảnh đẹp như tranh vẽ của cả vịnh Hạ Long và Lan Hạ. Thức ăn được cung cấp rất ngon, tàu sạch sẽ và rất mới. 1010 sẽ làm lại.Đọc thêm",
            "Tôi và bạn gái đã được khách sạn ở Hà Nội giới thiệu chuyến đi này và chúng tôi hoàn toàn bị ấn tượng bởi không chỉ phong cảnh tuyệt đẹp của chuyến đi mà còn cả dịch vụ được cung cấp từ đầu đến cuối. Chiếc limousine cực kỳ thoải mái, tôi sợ phải đi đường dài trên một chiếc xe buýt nhỏ và bị tê mông, nhưng bên trong nó giống như một chiếc máy bay riêng. Vì vậy, chúng tôi cảm thấy tươi mới và sau đó được chào đón bởi hướng dẫn viên của chúng tôi, Dan, người đã hoàn thành toàn bộ trải nghiệm cho chúng tôi. Anh ấy thật xuất sắc! Người giao tiếp tuyệt vời, hài hước và đầy quyến rũ. Đảm bảo rằng chúng tôi có mọi thứ mình cần, cảm thấy thoải mái và mang lại cho mọi người cảm giác rằng họ được đối xử đặc biệt. Thức ăn được cung cấp rất ngon và mọi thứ đều được sắp xếp hoàn hảo, với sự an toàn được coi là ưu tiên hàng đầu. Muốn giới thiệu chuyến đi này cho bất kỳ ai và chắc chắn hy vọng sẽ thực hiện lại vào một lúc nào đó. Cảm ơn Dan và mọi người tại Escape Sail vì một trải nghiệm tuyệt vời.Đọc thêm",
            "Dan The Man Hướng dẫn viên du lịch tuyệt vời, siêu thân thiện. Và chăm sóc mọi người rất tốt. Rất khuyến khích khách du lịch muốn đến Vịnh Hạ Long sử dụng dịch vụ của anh ấy.Đọc thêm",
            "hướng dẫn viên du lịch của tôi DAN người đàn ông là hướng dẫn viên rất giỏi ở hà nội vì anh ấy rất vui tính và thân thiện ...hành trình thoát hiểm bằng buồm du thuyền đẹp, sạch sẽ và đồ ăn rất ngon ... 5 sao cho tất cả các dịch vụ ...tuyệt vời Đọc hơn",
            "Chúng tôi đã thực hiện chuyến đi này với bố mẹ tôi và hai cô con gái sơ sinh của chúng tôi. Dan thật tuyệt vời! Chuyến đi thật đẹp, được lên kế hoạch tốt và tuyệt vời. Dan rất ngọt ngào và chu đáo với cả đứa con ba tháng tuổi và đứa con 1 12 tuổi của chúng tôi. Con gái lớn của tôi sẽ chuyển đến ở với anh ấy nếu chúng tôi để cô ấy :. Chúng tôi lên xe buýt mà không ăn sáng nên anh ấy dừng lại và lấy cho chúng tôi thứ gì đó để ăn, anh ấy đảm bảo rằng chúng tôi có thể tận hưởng chuyến thuyền và các hoạt động suốt cả ngày, đồng thời vui vẻ và chu đáo từ đầu đến cuối.  Thức ăn rất ngon, phong cảnh đẹp và các hoạt động được sắp xếp hợp lý và đúng thời gian. Chuyến đi này rất xa và đáng đồng tiền bát gạo trong ngày - chúng tôi sẽ thực hiện lại trong tích tắc. Nếu bạn yêu cầu Dan làm người hướng dẫn cho mình, anh ấy đã biến mọi chuyện thành hiện thực.Đọc thêm",
            "Chuyến tham quan thật hoàn hảo! chúng tôi đã thực hiện chuyến du lịch một ngày từ Hà Nội đến Vịnh Hạ Long và mọi thứ đều hoàn hảo, hướng dẫn viên Dan rất tốt bụng và thân thiện. Thức ăn thật tuyệt vời! Chắc chắn có giá trị!!Đọc thêm"
        ],
        "star_ratings": [
            248,
            5,
            1,
            0,
            0
        ],
        "review_amount": 254,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Cánh buồm thoát hiểm"
        ],
        "reviews_time": [
            "Written July 3, 2019",
            "Written July 2, 2019",
            "Written July 1, 2019",
            "Written June 24, 2019",
            "Written June 24, 2019",
            "Written June 22, 2019",
            "Written June 20, 2019",
            "Written June 20, 2019",
            "Written June 19, 2019",
            "Written June 17, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15693034-Reviews-or60-Escape_Sails-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or50-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or70-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11733527-Reviews-Vian_Trans_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19219718-Reviews-Mejor_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7022826-Reviews-Huong_Sen_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27168092-Reviews-A_Plus_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d104802-Reviews-The_Queen_Mary-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g40861-d649292-Reviews-Maine_Indoor_Karting-Scarborough_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187535-Reviews-Madame_Tussauds_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d126583-Reviews-The_Last_Vegas_Strip-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1168948-d1383014-Reviews-Rhumerie_de_Chamarel-Chamarel.html",
            "https://www.tripadvisor.com/Attraction_Review-g147311-d147499-Reviews-Doctor_s_Cave_Beach-Montego_Bay_Saint_James_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g32122-d17839673-Reviews-The_Source-Buena_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d605642-Reviews-The_Sirens_of_TI_Treasure_Island_at_The_Mirage-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g46582-d4154623-Reviews-Seven_Presidents_Oceanfront_Park-Long_Branch_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d9807902-Reviews-Robinsons_Department_Store-Phuket_Town_Phuket.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or70-Escape_Sails-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or60-Escape_Sails-Hanoi.html"
    },
    {
        "attraction_name": "Escape Sails",
        "attraction_name_vi": "Cánh buồm thoát hiểm",
        "general_info": [
            "254 đánh giá",
            "62 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Escape Sails là một trong những du thuyền mới nhất tại Vịnh Hạ Long và Vịnh Lan Hạ. Escape Sails là du thuyền sang trọng trong ngày sẽ mang đến những dịch vụ cao cấp cho du khách muốn khám phá Vịnh Hạ Long hoặc Vịnh Lan Hạ chỉ trong một ngày nhưng muốn ngắm nhìn vịnh nhiều nhất có thể. Escape Sails là du thuyền vỏ thép nên rất an toàn. Đọc thêm",
        "reviews": [
            "Dũng hướng dẫn rất tuyệt, và mọi thứ trên hành trình đều vượt quá sự mong đợi! Thức ăn rất tuyệt và dịch vụ cũng vậy.Đọc thêm",
            "Người đàn ông là hướng dẫn viên du lịch của chúng tôi, chuyến tham quan tuyệt vời, thuyền rất tuyệt vời, dịch vụ đặc biệt, thuyền thật tuyệt vời với điều hòa không khí thực sự tốt, thức ăn là một bữa ăn 10 món thật tuyệt vời. muốn giới thiệu cho bất cứ ai.Đọc thêm",
            "Đan Quỳnh của Escape Sails là những hướng dẫn viên rất có năng lực và tận tâm cho chuyến tham quan Vịnh Hạ Long của chúng tôi! Phạm vi hoạt động được tổ chức và lên kế hoạch hợp lý, đảm bảo người tham gia có trải nghiệm thực sự đáng nhớ và ý nghĩa về mê cung cảnh quan núi đá vôi! Rất khuyến khích cho du khách đồng hành. Từ đầu đến cuối, số tiền đó đã được chi tiêu hợp lý cùng với một đội ngũ trẻ nhưng năng động trên tàu Escape Sails!Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời với Escape Tours hôm nay.... chất lượng dịch vụ, kết nối xe buýt từ Hà Nội và chính con thuyền đều tuyệt vời... cùng với tất cả các hoạt động, chèo thuyền kayak, v.v.... cộng với bữa trưa thật tuyệt vời: Điểm nổi bật nhất là đội ngũ nhân viên, cả Bobbie đặt trước khi khởi hành, v.v. và Dan, người đàn ông trong ngày đều rất xuất sắc. Muốn giới thiệu chuyến tham quanĐọc thêm",
            "Thật là một cách tuyệt vời để dành một ngày. Khách sạn của chúng tôi đã giới thiệu chuyến tham quan này khi chúng tôi rời đi và băn khoăn không biết chuyến tham quan nào trong số nhiều chuyến tham quan có sẵn trực tuyến. Chúng tôi rất vui vì họ đã làm như vậy. Chúng tôi được đón vào một thời điểm hợp lý từ khách sạn và đi đường cao tốc đến vịnh. Hướng dẫn viên của chúng tôi là Dan, người đàn ông không thể tuyệt vời hơn. Sau bữa trưa 10 món - với tất cả các hạn chế về chế độ ăn uống được đáp ứng một cách dễ dàng - chúng tôi chuyển sang một chiếc thuyền tre xuyên qua các hang động. Trở lại tàu sau đó có màn trình diễn chạm khắc trái cây và lớp học làm nem. Chúng tôi kết thúc một ngày với trà và bánh ngọt trong khi hoàng hôn. Nhóm nhỏ - chỉ có 10 người - và chúng tôi đi đến và đi từ Hà Nội bằng một chiếc xe khách nhỏ thoải mái trên đường cao tốc. Nếu nghi ngờ hãy chọn tour này để tham quan vịnh - chúng tôi đã không hối tiếc một khoảnh khắc của nó. Và cảm ơn Dan vì đã làm cho nó trở nên thú vị Đọc thêm",
            "Hôm nay chúng tôi đã có chuyến tham quan với cơ quan thoát hiểm. Chắc chắn đây là một trong những chuyến tham quan tuyệt vời nhất mà tôi đã chọn trong chuyến đi của mình. Giá cả hợp lý. Bắt đầu ngày mới ngay từ khi chúng tôi được đón đúng giờ từ khách sạn. Đi trên một chiếc xe buýt rất thoải mái mà bạn thực sự có thể nằm xuống. Gặp gỡ hướng dẫn viên du lịch rất hiếu khách của chúng tôi, ngài DAN THE MAN! Một trong những lý do khiến chuyến tham quan của chúng tôi thật tuyệt vời vì dù sao anh ấy cũng đã giúp đỡ hết mức có thể về chuyến đi và anh ấy cũng đã chụp hầu hết các bức ảnh của chúng tôi. Rất có sức chứa và thân thiện. Anh ấy cũng cho phép bạn kết nối với WiFi của anh ấy để bạn có WiFi cả ngày. Thế là khi đến vịnh chúng tôi bắt đầu cuộc hành trình. Đã đi đến con tàu của chúng tôi là 5.05.0 và so với những con tàu khác thì nó khác hẳn. Vì bên ngoài rất nóng nên tôi ở trong nhà hầu hết thời gian vì máy điều hòa rất tốt. Ngoài ra các hoạt động và bữa trưa là tuyệt vời. Đi chèo thuyền kayak và bơi lội ngay sau đó. Chúng tôi rất thích làm món nem vào buổi chiều và uống trà. Nói chung chuyến đi rất tuyệt vời chắc chắn sẽ quay lại.P. Hãy tìm DAN THE MAN khi bạn đặt chỗ Đọc thêm",
            "Gần đây chúng tôi đã ở Hà Nội và tất nhiên muốn có một chuyến tham quan Vịnh Hạ Long.  Đó là một quyết định khó khăn khi thực hiện chuyến đi một ngày, qua đêm hoặc thậm chí hai đêm.  Sau nhiều tuần nghiên cứu, chúng tôi quyết định đi tham quan cả ngày.  Bây giờ câu hỏi lớn là... nên hợp tác với công ty nào.  Tôi muốn tham quan từ phía sau với ít hoặc không có tàu nào khác và tôi muốn phương tiện di chuyển thoải mái với ít thời gian nhất trên đường.  Sau hàng trăm lượt đánh giá, chúng tôi đã chọn Escape Sails.  Ồ! Thật là một sự lựa chọn tuyệt vời.  Chúng tôi có nhóm 5 và 3 khách khác trên một chiếc xe buýt sang trọng tuyệt đẹp.  Mất khoảng 2 giờ mới dừng lại để ăn nhẹ.  Tôi cho rằng những người khác sẽ tham gia cùng chúng tôi trên tàu nhưng không!!! Chỉ có chúng tôi 8 người trên một con tàu xinh đẹp 4 tháng tuổi có máy lạnh!!! Chúng tôi đi thuyền khoảng một giờ và sau đó có một bữa trưa thịnh soạn tuyệt vời.. lại chỉ có 8 người chúng tôi.  Sau vài giờ, chúng tôi đến hang động và chèo thuyền kayak dưới hang động và bơi lội trong làn nước ấm áp. Trên đường trở về, chúng tôi được học nhanh về cách làm bánh tráng chay tươi. Sau đó là trà, trái cây và bánh ngọt.  Dan là người hướng dẫn tuyệt vời của chúng tôi suốt cả ngày, không thể là một người đàn ông tử tế hơn và tôn trọng hơn.  Anh ấy sẽ làm cho ngày của bạn trở nên tuyệt vời.  Tôi không thể giới thiệu họ nhiều hơn.  Họ là một công ty tuyệt vời.  Đọc thêm",
            "Hướng dẫn viên Dan của chúng tôi đã giúp chúng tôi có một ngày tuyệt vời nhất trên thuyền Escape Sails. Vịnh Hạ Long và Lan Hạ hoàn toàn đẹp và không làm bạn thất vọng. Chiếc thuyền rất thoải mái và tất cả nhân viên đều rất hữu ích và chu đáo. Dan làm chúng tôi cười cả ngày. Cảm ơn bạn cho một chuyến đi tuyệt vời. Đọc thêm",
            "Đây là một chuyến đi tuyệt vời! Người đàn ông Dan là một hướng dẫn viên du lịch tuyệt vời. Anh ấy vui tính, duyên dáng, hiểu biết và khiến mọi người cảm thấy rất thoải mái. Tôi đã tự mình thực hiện chuyến đi và các hoạt động đã được sắp xếp tốt để khuyến khích bạn hòa nhập với xã hội. Chiếc thuyền thật tuyệt vời, thức ăn thì tuyệt vời và hoạt động ca nô thực sự nổi bật. Dan đã chụp một số bức ảnh trong chuyến đi và gửi ngay qua WhatsApp cũng như cung cấp quyền truy cập vào Wifi của anh ấy trên xe buýt. Cần thiết cho những ai muốn chia sẻ ngay trên Insta. Trong bữa tiệc trên sân thượng gần cuối chuyến đi, Dan thậm chí còn cầm mic và hát một số bài hát hay của Việt Nam. Rất khuyến khích chuyến đi này! Cảm ơn ĐanĐọc thêm",
            "Dan hướng dẫn viên du lịch của chúng tôi thật tuyệt vời. Anh ấy đã phá băng ngay lập tức bằng sự quyến rũ và lôi cuốn của mình. Các nhân viên cũng rất tuyệt vời, Trang máy chủ của chúng tôi luôn vui vẻ và chụp rất nhiều ảnh. Người đầu bếp bậc thầy đã làm cho vợ tôi và tôi một cặp chim tình yêu đặc biệt được cắt từ nửa quả táo mỗi con. Toàn bộ chuyến đi thực sự là một điểm nhấn và chắc chắn rằng đội ngũ nhân viên trên tàu và Khách sạn Acoustic đã biến điều đó thành hiện thực.Đọc thêm"
        ],
        "star_ratings": [
            248,
            5,
            1,
            0,
            0
        ],
        "review_amount": 254,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Cánh buồm thoát hiểm"
        ],
        "reviews_time": [
            "Written June 17, 2019",
            "Written June 9, 2019",
            "Written June 8, 2019",
            "Written June 8, 2019",
            "Written June 6, 2019",
            "Written June 4, 2019",
            "Written June 4, 2019",
            "Written June 3, 2019",
            "Written June 3, 2019",
            "Written May 31, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15693034-Reviews-or70-Escape_Sails-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or60-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or80-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11733527-Reviews-Vian_Trans_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19219718-Reviews-Mejor_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7022826-Reviews-Huong_Sen_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27168092-Reviews-A_Plus_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d386683-Reviews-Cat_Ba_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g34606-d548328-Reviews-Pass_a_Grille_Beach_Florida-St_Pete_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g43552-d5050866-Reviews-Teddy_Bear_Park-Stillwater_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d1191816-Reviews-Anna_Ruby_Falls-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57197-d4481688-Reviews-Bristol_Falls-Bristol_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g52124-d147173-Reviews-Peter_Iredale_Ship_Wreck-Warrenton_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g664630-d3530642-Reviews-Skala_Beach-Skala_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g58363-d6754836-Reviews-Taylor_Shellfish_Farms-Bow_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d10771348-Reviews-Sapphire_Point_Overlook-Breckenridge_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or80-Escape_Sails-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or70-Escape_Sails-Hanoi.html"
    },
    {
        "attraction_name": "Escape Sails",
        "attraction_name_vi": "Cánh buồm thoát hiểm",
        "general_info": [
            "254 đánh giá",
            "62 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Escape Sails là một trong những du thuyền mới nhất tại Vịnh Hạ Long và Vịnh Lan Hạ. Escape Sails là du thuyền sang trọng trong ngày sẽ mang đến những dịch vụ cao cấp cho du khách muốn khám phá Vịnh Hạ Long hoặc Vịnh Lan Hạ chỉ trong một ngày nhưng muốn ngắm nhìn vịnh nhiều nhất có thể. Escape Sails là du thuyền vỏ thép nên rất an toàn. Đọc thêm",
        "reviews": [
            "Chuyến du lịch này thật tuyệt vời. Chiếc thuyền rất thoải mái và thực sự khá sang trọng. Bữa trưa thật tuyệt vời, 9 món! Hướng dẫn viên của chúng tôi, người đàn ông Dan đã khiến chúng tôi mỉm cười suốt cả ngày. Không có đám đông và quan điểm ngoạn mục. Không có khiếu nại!Đọc thêm",
            "Chúng tôi thực hiện chuyến tham quan 1 ngày đến Vịnh Hà Nội và Hang Sáng Tối. Dan và toàn bộ thủy thủ đoàn trên tàu thật tuyệt vời. Rất thân thiện, vui vẻ và có sức chứa. Thức ăn và sự rung cảm trong cả ngày thật đáng kinh ngạc. Tôi đánh giá cao chuyến đi này và mời Dan the Man làm hướng dẫn viên du lịch cho bạn. Cuộc phiêu lưu của chúng tôi ngày hôm nay sẽ không giống như vậy nếu không có anh ấy và phi hành đoàn.Đọc thêm",
            "Tôi đã có một kỳ nghỉ thực sự tốt đẹp trên chiếc thuyền này. Một lời cảm ơn đặc biệt đến người hướng dẫn tuyệt vời Dan của chúng tôi, anh ấy thực sự rất tuyệt vời và chăm sóc chúng tôi rất tốt, anh ấy đã cố gắng hết sức để làm cho mọi hành khách hài lòng! Ví dụ, anh ấy nói chuyện với tôi một chút bằng tiếng Pháp, biết rằng tôi thực sự là người Pháp: Bản thân chuyến đi rất tuyệt, chúng tôi đã dành thời gian để tận hưởng Vịnh Hạ Long và các hoạt động rất thú vị. Một thời gian tuyệt vời! Tôi khuyên bạn nên!Đọc thêm",
            "Dan là một người chủ nhà tuyệt vời! Anh ấy rất chú ý đến mọi người và khiến tất cả chúng tôi cười. Một chuyến đi trong ngày cực kỳ tốt.Đọc thêm",
            "Ngày bắt đầu với việc hướng dẫn viên đón chúng tôi từ khách sạn. Khi chúng tôi lên xe buýt, anh ấy tự giới thiệu với chúng tôi là Dan, Dan the Man. Chuyến tham quan gồm 11 người, một con số hoàn hảo cho một nhóm nhỏ. - Ghế trên xe buýt rất thoải mái, mỗi ghế đều có ánh sáng và hệ thống thông gió riêng phía trên bán tại. trên máy bay. - Con tàu rộng rãi, có hai phòng tắm dành cho cả nam và nữ với vòi sen bên trong mỗi phòng đều có dầu gội kèm sữa tắm. Dan thân thiện, vui tính, hiểu biết và giúp đảm bảo mọi người đều cảm thấy thoải mái. Anh ấy thậm chí còn đề nghị chụp ảnh cho tôi và bạn trai, cũng như những người còn lại trong nhóm! Anh ấy đề cập đến karaoke một vài lần, và vì tôi yêu cầu nên anh ấy đã hát một bài hát bằng tiếng Việt cho chúng tôi. Đồ ăn rất tuyệt! Khuyết điểm duy nhất là thời gian dọn đồ ăn, mọi thứ lần lượt được bày ra ngay và không có đủ chỗ cho các món ăn nên chúng tôi phải vội vàng múc một ít thức ăn vào đĩa của mình, dọn bớt một số món để nhường chỗ. cho món ăn tiếp theo, ngoài ra mọi thứ đều tuyệt vời! Vâng, tôi giới thiệu chuyến đi này cho những người khác.Đọc thêm",
            "Có một chuyến đi một ngày dọc theo vịnh hạ long và vịnh lan hạ. Phong cảnh rất đẹp và vui vẻ trên du thuyền với hướng dẫn viên Dan. Hành trình đã đi qua nhiều danh lam thắng cảnh khác nhau và hướng dẫn viên sẽ chỉ ra những điểm đó để chúng ta có thể chụp ảnh.Đọc thêm",
            "Chuyến tham quan thật tuyệt vời, chuyến đi đến vịnh halong dài nhưng chắc chắn đáng để đi. Hướng dẫn viên du lịch của chúng tôi Dan the Man rất vui tính và nhiều thông tin, chắc chắn không có khoảnh khắc buồn tẻ nào khi có anh ấy ở bên. Xe buýt đón chúng tôi tại khách sạn là một chiếc xe buýt thuê lớn hơn, tất cả các ghế đều là ghế gần cửa sổ ngoại trừ hàng ghế sau mỗi bên có 2 người. Có 1 điểm dừng chân giữa Hà Nội và vịnh Hạ Long, nơi tuyệt vời để thưởng thức cà phê và đồ ăn nhẹ. Chuyến đi thuyền thật suôn sẻ. Lúc đầu không có gì nhiều để xem nhưng khi bạn đi vòng qua khúc cua một chút, bạn sẽ có được khung cảnh tuyệt đẹp của vịnh Hạ Long. Bạn cũng có thể chọn đi thuyền chuối hoặc chèo thuyền kayak cho 2 người sau khi đến phần đó của chuyến tham quan. Thức ăn ngon, bữa ăn 10 món, nên đói. Nhân viên lịch sự và rất tôn trọng. Rất vui vì chúng tôi đã đặt tour này, một cách tuyệt vời để dành một ngày ở Hà Nội.Đọc thêm",
            "Chúng tôi là một nhóm gồm 4 người bạn đã đi du thuyền sang trọng trong 1 ngày đến Vịnh Hạ Long Lan Hạ vào ngày 2205 sau khi nhân viên lễ tân khách sạn giới thiệu cho chúng tôi. Việc sắp xếp phương tiện di chuyển là 5 sao vì chúng tôi đi trên một chiếc xe buýt nhỏ sang trọng khởi hành từ Hà Nội đến điểm đến trong vòng chưa đầy 2,5 giờ. Hướng dẫn viên của chúng tôi là Dan rất có trách nhiệm, hữu ích và hài hước. Anh ấy luôn khiến chúng tôi cảm thấy thoải mái. Thuyền Escape Sails rất mới và đẹp về cả cấu trúc bên ngoài và bên trong. Chúng tôi đã chèo thuyền kayak lần đầu tiên. Chuyến đi thuyền tre cũng rất vui. Chúng tôi thực sự thích nó và vui mừng vì đã tham gia chuyến tham quan bằng thuyền này. Đọc thêm",
            "Chúng tôi có trải nghiệm thực sự tuyệt vời với Escape Sails. Chuyến du lịch một ngày dọc theo Vịnh Hạ Long và Vịnh Lan Hạ này rất thú vị từ đầu đến cuối tour. Tôi cảm thấy rất thư giãn trong suốt chuyến tham quan này và các dịch vụ cũng như đồ ăn được cung cấp cũng rất tốt. Trên hành trình, bạn có thể tắm nắng, học cách làm nem tươi, bơi lội, chèo thuyền kayak hoặc trải nghiệm thuyền tre. Hướng dẫn của chúng tôi, Dan The Man thật tuyệt vời! Anh ấy thực sự vui vẻ, thân thiện và hữu ích. Rất khuyến khích. Một trải nghiệm tuyệt vời về Vịnh Hạ Long để kết thúc chuyến đi tuyệt vời của chúng tôi tại Việt Nam. Đọc thêm",
            "Tôi đã có một chuyến đi thú vị đến Vịnh Hạ Long, được người quản lý khách sạn của tôi giới thiệu Mark: Hướng dẫn viên cho chuyến tham quan này của tôi là Mr Vui vẻ, Đan Đăng Trần Đan Người đàn ông anh ấy rất quan tâm đến nhóm và giải thích lộ trình.. anh ấy nói tiếng Anh rất xuất sắc, vì vậy đó là Breeze đang nói chuyện với anh ấy. Anh ấy khiến tất cả chúng tôi bận rộn và giúp chúng tôi chụp những bức ảnh tuyệt vời. Cảm ơn Dan, vì dịch vụ tuyệt vời, hãy ủng hộ điều đó: Đọc thêm"
        ],
        "star_ratings": [
            248,
            5,
            1,
            0,
            0
        ],
        "review_amount": 254,
        "location": [
            "Những việc cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Cánh buồm thoát hiểm"
        ],
        "reviews_time": [
            "Written May 31, 2019",
            "Written May 31, 2019",
            "Written May 27, 2019",
            "Written May 24, 2019",
            "Written May 23, 2019",
            "Written May 23, 2019",
            "Written May 23, 2019",
            "Written May 23, 2019",
            "Written May 23, 2019",
            "Written May 22, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15693034-Reviews-or80-Escape_Sails-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or70-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or90-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11733527-Reviews-Vian_Trans_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19219718-Reviews-Mejor_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7022826-Reviews-Huong_Sen_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27168092-Reviews-A_Plus_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1886519-d11964233-Reviews-La_Paz_Waterfall_Gardens-Vara_Blanca_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g315853-d17430833-Reviews-Almannagja-Thingvellir_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d143721-Reviews-Main_Street-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g41950-d2720898-Reviews-Nobska_Point_Lighthouse-Woods_Hole_Falmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d8661216-Reviews-8_Second_Saloon-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d153309-Reviews-San_Gervasio_Mayan_Archaeological_Site-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d8806255-Reviews-Downtown_Erie-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d10767712-Reviews-Desimi_Beach-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d3347685-Reviews-Westgate_Shopping_Mall-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60574-d4374214-Reviews-Bar_J_Chuckwagon_Supper_Western_Music_Show-Wilson_Jackson_Hole_Wyoming.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or90-Escape_Sails-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or80-Escape_Sails-Hanoi.html"
    },
    {
        "attraction_name": "Escape Sails",
        "attraction_name_vi": "Cánh buồm thoát hiểm",
        "general_info": [
            "254 đánh giá",
            "62 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Escape Sails là một trong những du thuyền mới nhất ở Vịnh Hạ Long và Vịnh Lan Hạ. Escape Sails là chuyến du thuyền trong ngày sang trọng sẽ mang đến những dịch vụ cao cấp cho những du khách muốn khám phá Vịnh Hạ Long hoặc Vịnh Lan Hạ chỉ trong một ngày nhưng muốn ngắm nhìn nhiều nhất có thể của vịnh. Escape Sails là du thuyền bằng thép nên rất an toàn.Đọc thêm",
        "reviews": [
            "Cân nhắc mọi thứ, đây là một chuyến tham quan được thực hiện rất tốt và rất thư giãn.  Chúng tôi được đón từ khách sạn trên một chiếc xe RẤT thoải mái với ghế ngả lưng.  Chiếc thuyền chúng tôi đi cũng vô cùng mới và sạch sẽ.  Ngay cả phòng tắm cũng có cảm giác sạch sẽ hơn những chiếc thuyền thông thường.  Thức ăn nhìn có vẻ sạch sẽ và ngon hơn mong đợi một cách đáng ngạc nhiên.  Hướng dẫn của chúng tôi Dan rất rất quan tâm và hữu ích.  Tuy nhiên, gợi ý của tôi là mang theo một cuốn sách, kem chống nắng hoặc một số hình thức giải trí vì có khá nhiều giờ bạn chỉ đi thuyền.  Kết nối dữ liệu không ổn định lắm khi bạn ở trên thuyền nên bạn có thể phải tìm cách giải trí hoặc chợp mắt.Đọc thêm",
            "Chuyến tham quan này rất thú vị từ đầu đến cuối!  Dan là một hướng dẫn TUYỆT VỜI.  Khi anh ấy đón tôi từ khách sạn, anh ấy đã rất bảo vệ tôi khi chúng tôi băng qua con phố đông đúc.  Anh ấy có một nhân cách tuyệt vời và rất thú vị khi cho chúng tôi những hướng dẫn và thông tin cho chuyến tham quan.  Anh ấy đảm bảo cung cấp cho chúng tôi thông tin cập nhật thường xuyên trong suốt hành trình đến và đi để cho chúng tôi biết chúng tôi còn lại bao nhiêu thời gian.  Chiếc xe buýt còn mới toanh và vẫn còn mùi xe mới.  Chỗ ngồi rất thoải mái nên chuyến đi 2 giờ mỗi chiều thật dễ dàng.  Bên trong thuyền được trang trí đẹp mắt với đồ nội thất khiến bạn có cảm giác như đang ở nhà.  Nội thất boong bên ngoài cũng đẹp.  Thức ăn rất tốt.  Cronz rất thân thiện khi cung cấp cho chúng tôi thông tin về một số khóa học mà chúng tôi sẽ có.  Phần trình bày món tôm hấp thực sự rất tuyệt và tất cả các món ăn đều được chuẩn bị một cách hoàn hảo.  Họ có sẵn các trò chơi nếu bạn muốn làm gì đó trên thuyền và họ thậm chí còn cung cấp dịch vụ karaoke. Bữa tiệc hoàng hôn thật tuyệt, bánh ngọt và trái cây tươi ngon.  Tôi không thể yêu cầu cách nào tốt hơn để dành ngày lưu diễn cuối cùng của mình ở Việt Nam hơn là được đồng hành cùng một công ty du lịch TUYỆT VỜI cùng với VẺ ĐẸP của Hạ Long và Vịnh Lan Hạ!Đọc thêm",
            "Một ngày tuyệt vời mà chúng tôi đã có với Dán và phi hành đoàn của anh ấy. Chúng tôi được đón bằng một chiếc xe buýt siêu sang trọng để đi từ Hà Nội đến cảng Hải Phòng. Từ đó đi chiếc ủng nhỏ tới tàu. Đi thuyền trong 3 giờ, thưởng thức bữa trưa tuyệt vời và trang nhã với một số đặc sản hải sản địa phương. Sau đó chúng tôi đi thuyền tre hoặc thuyền kayak để khám phá hang động và bơi lội. Nói chung... Nếu bạn muốn đặt một chuyến du lịch tốt... Hãy đặt chỗ với bữa tiệc này. Cảm ơn Dan và phi hành đoàn một lần nữa. Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan tuyệt vời quanh vịnh Hạ Long và Lan Hạ, bao gồm chuyến tham quan các hang động mà bạn có thể thực hiện bằng thuyền hoặc chèo thuyền kayak. Dịch vụ rất xuất sắc, đồ ăn còn ngon hơn và hướng dẫn viên Dan của chúng tôi cực kỳ tuyệt vời! Anh ấy rất vui vẻ và thú vị, cũng như am hiểu về môi trường xung quanh và lịch sử của họ. Hành trình 1 ngày hàng đầu ở nơi xinh đẹp này của thế giới!!Đọc thêm",
            "Cuộc hành trình khá dài - 4 giờ trở về - vì vậy có thể mệt mỏi, nhưng toàn bộ hành trình rất thoải mái. Xe đón chúng tôi tại khách sạn - rộng rãi, ghế rộng, lại có thể ngả lưng nên chúng tôi có thể chợp mắt và về. Chiếc thuyền rất mới và thoải mái. Bữa trưa thật tuyệt vời và chuyến đi yên bình thật tuyệt vời. Điều thực sự khiến chuyến tham quan thực sự tuyệt vời là dịch vụ tuyệt vời mà Dan và nhóm của anh ấy đã thể hiện suốt cả ngày. Anh ấy rất thân thiện, nói tiếng Anh tốt và đảm bảo rằng chúng tôi được chăm sóc chu đáo mọi lúc!!Đọc thêm",
            "Một ngày tuyệt vời, đồ ăn ngon, đội ngũ chào đón thân thiện. Dan là một hướng dẫn tuyệt vời, thông tin thân thiện. Rất khuyến khích.Đọc thêm",
            "Hoàn thành chuyến đi trong ngày đến Vịnh Haylong với Escape SailsDan, chủ nhà của chúng tôi rất xuất sắc, chăm sóc từ đầu đến cuối, ngay cả khi chúng tôi đang bơi dưới biển và cứu chúng tôi khỏi một con rắn đang bơi. Đề xuất đầy đủ Dan và Escape SailsĐọc thêm",
            "Chúng tôi đã có một chuyến đi trong ngày tuyệt vời và một lối thoát rất cần thiết khỏi những con phố đông đúc của Hà Nội. Giao tiếp rất tuyệt vời - chuyến tham quan ban đầu của chúng tôi đã phải bị hủy nên họ chỉ cần đưa chúng tôi vào chuyến tham quan bằng thuyền buồm thoát hiểm mà không phải trả thêm phí, không vấn đề gì. Phương tiện đón khách và quy mô nhóm rất tốt, gặp một số người tuyệt vời. Hướng dẫn viên du lịch của chúng tôi Dan The Man chắc chắn đã làm cho một ngày trở nên vui vẻ - dễ dàng, đôi khi đưa ra những sự thật thú vị về khu vực và Hà Nội và luôn chuẩn bị sẵn một câu chuyện cười nhỏ: Vịnh Hạ Long và Vịnh Láng Hạ chắc chắn là một danh sách những điều nên làm trong khi du lịch Ở Việt Nam. Với những món ăn ngon, một hành trình thú vị, một chút thời gian thư giãn trên boong tắm nắng và những con người tử tế, đó là một ngày tuyệt vời đối với chúng tôi!! Rất có thể giới thiệu Escape Sails; Đọc thêm",
            "Tôi đã cùng ba người bạn của mình đi du lịch Vịnh Hà Nội bởi công ty này. Chuyến tham quan và đồ ăn rất tuyệt vời, đặc biệt là hướng dẫn viên cho Chuyến đi, cô quynh đã kể cho chúng tôi tất cả về địa điểm và lịch sử của veitnam. Chuyến đi thật tuyệt vờiĐọc thêm",
            "Chuyến đi này là phải làm. Chúng tôi không thể làm qua đêm vì chúng tôi thiếu thời gian. Điều này thật hoàn hảo. Được hướng dẫn viên Đan Đăng Trang đáng yêu đón từ khách sạn, người đã đảm bảo rằng chúng tôi được chăm sóc. Chúng tôi đi đến cảng trên chiếc xe buýt thoải mái nhất, trong khi được Dan giải trí. Sau đó, có những điểm dừng vệ sinh trên chiếc thuyền nhỏ đưa bạn đến chiếc thuyền lớn. Nó được trang trí rất đẹp bên trong. Có quầy bar, phòng tắm, nhà vệ sinh, tầng trên, tầng dưới, tầng thượng. Xuống xe ở những địa điểm đẹp để chèo thuyền kayak và một nơi khác để đi bơi. Đồ ăn đã được bao gồm, rất ngon. Các hoạt động thú vị như làm hình trái cây trang trí và làm chả giò để bạn ăn sau đó. Sau đó sẽ có thêm đồ ăn, bánh sừng bò, bánh ngọt và nhiều thứ khác cho bữa trà chiều. Bất kỳ ai cũng phải làm điều này! Yêu nó và người lái xe tuyệt vời và Đan Đăng. Làm tốt lắm! Đọc thêm",
            "Không đề cập đến giá cả. Sự khác biệt giữa tour 1 ngày và 2 ngày là gì?Đọc thêm",
            "xin chào T2944UDchrisb,\nCảm ơn rất nhiều. Sự khác biệt giữa hành trình 1 ngày và hành trình 2 ngày là chúng tôi thực hiện chuyến đi và kết thúc trong cùng một ngày đối với chuyến tham quan 1 ngày trong khi chúng tôi bắt đầu chuyến đi vào ngày đầu tiên và kết thúc chuyến đi vào ngày thứ 2 đối với chuyến tham quan 2 ngày.Đọc thêm",
            "CHÀO. Có ai có ảnh thật của cabin không?  Cảm ơnĐọc thêm",
            "Xin chào, đây là hành trình trong ngày nên không có cabin như hành trình qua đêm. Bạn có thể kiểm tra nội thất của nó bằng những hình ảnh trên.Đọc thêm",
            "xin chào.. tôi đang có kế hoạch đi du thuyền vịnh Lan Hạ với Escape Sails. Tôi muốn biết kinh nghiệm và lời khuyên của bạn về vấn đề này.\nchuyến đi có thoải mái và tốt không? Đọc thêm",
            "Siêu thoải mái tốt đẹp. Mang theo đồ bơi. Hãy cầu nguyện rằng bạn có được người đàn ông Dan.Đọc thêm"
        ],
        "star_ratings": [
            248,
            5,
            1,
            0,
            0
        ],
        "review_amount": 254,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Cánh buồm thoát hiểm"
        ],
        "reviews_time": [
            "Written May 20, 2019",
            "Written May 18, 2019",
            "Written May 17, 2019",
            "Written May 16, 2019",
            "Written May 16, 2019",
            "Written May 15, 2019",
            "Written May 15, 2019",
            "Written May 12, 2019",
            "Written May 11, 2019",
            "Written May 10, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15693034-Reviews-or90-Escape_Sails-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or80-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or100-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-Escape_Sails-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11733527-Reviews-Vian_Trans_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19219718-Reviews-Mejor_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8775971-Reviews-Vietnam_Tonkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089915-Reviews-Aloha_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12848441-Reviews-Halong_Legend_Cruises_Private_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20262832-Reviews-Ftrip_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8299923-Reviews-The_Unicorn_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7022826-Reviews-Huong_Sen_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27168092-Reviews-A_Plus_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12868904-Reviews-Nguyen_Ninh-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g54042-d2355715-Reviews-Shady_Brook_Farm-Yardley_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d7374072-Reviews-K_Urban_Beach-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g297922-d1569918-Reviews-Elephant_Village-Hua_Hin_Prachuap_Khiri_Khan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d311277-Reviews-Botanical_Garden-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g196481-d12861909-Reviews-Kolitsani_Beach-Ios_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1830324-Reviews-Vincom_Center-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g37315-d9874447-Reviews-Michigan_City_Beach-Michigan_City_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g51795-d566963-Reviews-Bridge_of_the_Gods-Cascade_Locks_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g49552-d10385676-Reviews-Southport_Fort_Fisher_Ferry-Southport_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32122-d480537-Reviews-Knott_s_Soak_City_Water_Park-Buena_Park_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or100-Escape_Sails-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15693034-Reviews-or90-Escape_Sails-Hanoi.html"
    }
]