[
    {
        "attraction_name": "Escape Hotel Hollywood",
        "attraction_name_vi": "Khách sạn Escape Hollywood",
        "general_info": [
            "67 đánh giá",
            "23 trong số 233 Trò chơi vui nhộn ở Los Angeles",
            "Thoát trò chơi"
        ],
        "attraction_summary": "Escape Hotel Hollywood là địa điểm trốn thoát trực tiếp lớn nhất thế giới. Tại khách sạn trốn thoát theo chủ đề những năm 1930 của chúng tôi, du khách phải lần theo một loạt manh mối, giải mã, đóng vai nhân vật chính trong mỗi cuộc phiêu lưu, tất cả để trốn thoát trong vòng 60 phút! Sau khi vào, bạn sẽ làm thủ tục tại quầy lễ tân của chúng tôi và sẽ được cấp hộ chiếu lưu niệm của riêng bạn, hộ chiếu này chứa chìa khóa vào căn phòng diệt vong mà bạn đã chọn. Chúng tôi có 10 cuộc phiêu lưu để lựa chọn. Bạn có những gì cần thiết để trốn thoát? Hãy xem trang web của chúng tôi để biết thêm chi tiết.Đọc thêm",
        "reviews": [
            "Hollywood chắc chắn gợi lên hình ảnh của các ngôi sao điện ảnh và lối sống cao cấp, và cho đến ngày nay, khách du lịch từ khắp nơi trên thế giới đổ về đây để xem Đại lộ Danh vọng Hollywood, Nhà hát Trung Quốc mang tính biểu tượng và để nhìn thoáng qua biển hiệu nổi tiếng của Hollywood ở cự ly gần. Những người mạo danh người nổi tiếng và đám đông mang lại cho những khu vực này cảm giác như một công viên giải trí trong khi nhiều câu lạc bộ và khách sạn lấp đầy vào cuối tuần để tổ chức tiệc tùng - bối cảnh câu lạc bộ ở Hollywood là thiên đường cho âm nhạc rộn ràng và dịch vụ chai cạnh bàn. Nhưng các bữa tiệc không phải là cách duy nhất để tận hưởng khu vực này, nhiều du khách đến khu vực lân cận để ngồi dã ngoại xem buổi biểu diễn tại Hollywood Bowl và những người muốn giữ dáng đi bộ dọc theo những con đường mòn tự nhiên trên những ngọn đồi Hollywood và trong Công viên Griffith. Đọc thêm",
            "Chúng tôi đã thực hiện trải nghiệm Trốn tìm Halloween đặc biệt trong đó tất cả các phòng đều được sử dụng. Toàn bộ trải nghiệm thật tuyệt vời - diễn viên, đồ trang trí. Xin lưu ý rằng nó có thể khá căng thẳng vì họ sử dụng máy sốc điện, bạn có thể đeo vòng cổ màu để từ chối việc này nhưng rõ ràng nó đã thêm vào sự đắm chìm. Đối với những người không nói tiếng Anh bản xứ, đôi khi có thể hơi khó hiểu toàn bộ tương tác Với các diễn viên, khi bạn coi tiếng ồn xung quanh căng thẳng thì thực tế là nó khá tối. Nhưng đây chắc chắn là trải nghiệm trò chơi trốn thoát trực tiếp tuyệt vời nhất mà tôi có trong đời.Đọc thêm",
            "Chúng tôi vừa mới có được trải nghiệm tuyệt vời và điều đó thật tuyệt vời và mọi người nên thử một lần! các diễn viên rất tận tâm và nhập vai một cách hoàn hảo! Chỉ cần tổ chức một chút - họ yêu cầu bạn đến trước buổi biểu diễn ít nhất 30 phút nhưng hãy lưu ý rằng họ sẽ không cho bạn vào - bạn sẽ ở bên ngoài. Và hãy nhớ rằng việc sử dụng phòng tắm gần như không thể thực hiện được trước khi không có thời gian cho việc này, họ cho phép bạn vào 3 phút trước buổi biểu diễn và trong buổi biểu diễn. Trải nghiệm của chúng tôi bao gồm việc tương tác với các diễn viên có thể sử dụng máy giật điện. Tôi chọn chiếc vòng cổ không cho họ sử dụng máy giật, chồng tôi mang theo - anh ấy nói khá đau nhưng mọi người đều sống sót. Đối với tôi thế là đủ những cảm xúc không có gì sốc.Đọc thêm",
            "Đây thật là một phòng thoát tuyệt vời! Họ đã làm tôi sợ hãi vài lần. Tôi cũng chỉ là một người thất thường thôi haha. Bầu không khí ở quầy bar ở sảnh thật tuyệt vời với nhiều kiểu trang trí rùng rợn và ánh sáng buồn thảm. Nhân viên ăn mặc phù hợp với chủ đề và khiến bạn cảm thấy đắm chìm hơn. Họ cũng rất thân thiện và làm cho trải nghiệm của chúng tôi trở nên tốt hơn. Hãy hét lên với Stone! Chúng tôi đã chơi The Attic và The Crypt và đã đánh bại cả hai. Tôi thực sự thích hệ thống đầu mối của họ. Hãy gọi trước khi bạn muốn có đề xuất cho nhóm của mình. 1010 sẽ hoạt động trở lạiKhông thể chờ đợi để chơi thêm phòng ở đó!Đọc thêm",
            "Bạn bè của tôi và tôi đã phát hiện ra Escape Hotel chỉ bằng cách đi bộ xuống Đại lộ Hollywood và nhận thấy một bữa tiệc đen tối nào đó của tuổi 20 đang diễn ra ở đó, vì vậy chúng tôi ngay lập tức bị thu hút! Vì chúng tôi là những người chơi dày dạn kinh nghiệm và thực sự tự mình thoát khỏi người điều hành phòng, nên chúng tôi quay lại chơi một phòng - Nhà giữ trẻ và một phòng khác vào ngày hôm sau - Hội chợ ma ám và đó là một trải nghiệm tuyệt vời từ lúc bạn bước vào cho đến khi bạn bước ra ngoài. Bạn được đăng ký bằng cách nhận hộ chiếu của chính mình - với mỗi nhiệm vụ hoàn thành ở đó, bạn sẽ nhận được tem chiến thắng: D - việc này sẽ mất một thời gian, vì họ thực sự chụp ảnh bạn ở đó và bạn cần phải ký giấy từ bỏ, vì vậy điều này chắc chắn được khuyến khích tuân thủ quy định đến trước 30 phút của họ hoặc, như chúng tôi đã làm, hãy đặt phòng vào lúc khác tại quầy lễ tân và quay lại sau, sau đó bạn có thể đến đó và chơi ngay. Các phòng đều hoàn toàn tuyệt vời, sự kết hợp hoàn hảo giữa cảm biến câu đố công nghệ mới, nam châm, v.v. và những công nghệ thấp, ví dụ: đẩy những quả bóng trong hộp qua mê cung bằng gậy, nhưng điều mang lại lợi thế cho toàn bộ trải nghiệm so với hầu hết các phòng thoát hiểm mà tôi từng đến là những người điều hành nhân viên lễ tân: tất cả họ đều đang đóng vai thây ma hoặc ma hay thứ gì đó, vì vậy họ SẼ cố gắng dọa bạn khỏi theo thời gian, nhưng họ cũng siêu đẹp và hài hước! Thật không may, tôi đã không biết tên người điều hành chúng tôi khi chúng tôi làm Nhà giữ trẻ, nhưng người mà chúng tôi có cho Hội chợ ma ám tên là Stone, và cả hai đều thật tuyệt vời. 3 Tôi thực sự hy vọng chúng tôi có thể quay lại vào một ngày cuối tuần, vì vậy chúng tôi có thể cũng tham gia vào các bữa tiệc của tuổi 20! Phòng thoát hoàn hảo, đội hoàn hảo!!! Đọc thêm",
            "Phòng thoát đáng kinh ngạc và tốt nhất mà chúng tôi đã trải nghiệm.  Tôi chỉ ước chúng tôi đã làm được cả 5. Chúng tôi đã làm phòng Zombie và phòng Hội chợ. Chúng tôi hy vọng sẽ sớm quay lại và làm phần còn lại. Chúng thật khó khăn nhưng chúng tôi đã thoát khỏi cả hai!Đọc thêm",
            "The ambience and the bar are incredible. We were there for a birthday party and the atmosphere of both floors was truly excellent. Come early enough to hang out at the bar beforehand. The amount of specialty cocktails from the 1930s is especially impressive and are all very well made.Because the night was slow for us and the Escape Room staff we ended up doing two rooms: THE ATTIC and RESURRECTION.We do a lot of Escape Rooms in LA and overall the puzzles were clever and the production aesthetic was a 910 for both rooms. I think the low Escape Rate percentages are a marketing ploy and not based on anything legitimate. Each room, however, had small design flaws that made the experience a bit sus for the price, and for the last room, totally ruined the fun.The Attic: Not as scary as its advertised to be but very well done. We escaped the 60 minute room with 20 minutes to spare. However there is a button pushing puzzle that was jammed and we needed management to activate the solution for us.Resurrection: This was the rough one. Once you move on from a really interesting first room, you come across a magnet puzzle that is so poorly designed it ruined the experience for everybody. The maze is made of PVC pipe which so thick that you cannot take your magnet over the PVC joints without losing the object youre trying to guide. Every. Single. Time. There is also a lack of direction on which end to take the object and if the group before you doesnt solve the maze, the company just leaves the object in the pipes for your group to pick up where they left off. Probably because its too hard to reset...Ultimately we spent about 15 minutes on this maddeningly frustrating puzzle only to find that we took it to the wrong end and then had no hope of solving the room in the remaining time unless they skipped us forward and opened a locked cabinet, which they did. But considering that they had to do that for both rooms... feels a bit beta testy to me.Im fine if a puzzle outsmarts us but if we cant solve it because of a design flaw, well, thats a big problem.Overall Id recommend going for the bar and the vibe. You dont need to have a room reserved to hang out and its a cool spot in the middle of Hollywood. Hopefully they get some testers in to workshop the puzzles and fix some easy errors.Read more",
            "Thích phòng thoát hiểm này - chúng tôi đã chơi ở Attic - và mặc dù chúng tôi đã thoát ra với nhiều thời gian còn lại và không có gợi ý nào - nhưng vẫn rất thử thách. Nhưng nhóm 6 người của chúng tôi đã làm việc rất ăn ý với nhau và có một khoảng thời gian tuyệt vời. Ước gì nó còn đáng sợ hơn nữa. Đọc thêm",
            "Đến từ NY, thực ra chỉ ở LA vào ban ngày vì chúng tôi đến từ trường phổ thông. Đi dọc theo Đại lộ Hollywood và không biết phải đi bao xa, vừa định quay lại thì nhìn thấy nơi này và ngay lập tức thu hút sự chú ý của tôi. Cái nhìn đã lôi cuốn tôi vào, vì tôi thích sự kinh dị và đáng sợ và tất cả những thứ đó. 2 người thợ lịch sự đón tôi vào, nhân vật suốt thời gian đó chỉ cho tôi vài căn nhà mà anh ấy nghĩ là tốt cho tôi và bạn trai. Bạn trai của tôi đang băn khoăn vì đó là một giờ trong đêm của chúng tôi với giá 50 đô la mỗi đêm nhưng người công nhân đã nói chuyện với chúng tôi về điều đó, tôi tiết lộ rằng tôi thực sự không thích làm điều đó với người lạ, có quá nhiều trải nghiệm khó chịu nhưng hiểu rằng chỉ có hai chúng tôi nhận được phòng riêng vào chiều thứ bảy có lẽ là không thể. Có một căn phòng trống sẽ xuất hiện trong 10 phút nữa nên chúng tôi đã lấy nó. Đó được cho là căn phòng khó khăn nhất, KHỦNG HOẢNG nhất mà họ có trong lò mổ và chúng tôi bắt đầu bị bịt mắt và còng tay......... Tôi nói đồng ý quá nhanh và rất hồi hộp khi chờ đợi 10 phút ngắn ngủi đó, cười lớn. CHÚNG TÔI ĐÃ CÓ MỘT THỜI GIAN TUYỆT VỜI. Thật tuyệt vời, chúng tôi đã không hoàn thành haha, dường như chỉ có 3 lần hoàn thành, chúng tôi đã đi đủ xa để có thể tự hào về bản thân. Tôi không cảm thấy những câu đố mà chúng tôi đã giải được là không thể và có thể hỏi những gợi ý trong quá trình thực hiện nếu cần. Chúng tôi thực sự rất thích bản thân mình và rất vui vì chúng tôi đã làm điều này một cách bất chợt! Tôi sẽ kể cho mọi người nghe về nó. Nhân viên thân thiện, vui vẻ, ma quái và một khoảng thời gian tuyệt vời, trị giá gần 50 mỗi người đối với tôi. Chắc chắn sẽ quay lại nếu tôi ở đây cùng gia đình: Đọc thêm",
            "Nơi này và nhân viên của họ thật tuyệt vời. Chúng tôi đã làm phòng giữ trẻ và cực kỳ rùng rợn. Nhiều người đã đi làm lại các phòng khác. Các nhân viên rất tốt và luôn đảm bảo bạn cảm thấy thoải mái. Tôi muốn làm lại.Đọc thêm",
            "Đã chơi bốn trò chơi ở đây trong vài ngày sau khi được cung cấp những ưu đãi tuyệt vời cho trò chơi thứ hai trong ngày của chúng tôi. Nói chung, địa điểm này có chủ đề cực kỳ ấn tượng, với các chi tiết tuyệt vời được bố trí xuyên suốt và đội ngũ nhân viên luôn tận tâm với vai trò của họ. Các phòng đều có giá hợp lý cho các phòng thoát hiểm, đặc biệt khi sử dụng ưu đãi giảm giá khi chơi trò chơi thứ hai và được thực hiện rất tốt, cung cấp thông tin về mức độ phức tạp của phòng cũng như cung cấp thông tin về chủ đề. Chúng tôi đã trốn thoát được 3 người, và gần như đã đi đến cuối Zombie, nhưng với sự điều chỉnh của hai người chúng tôi; hai chúng tôi, những người cực kỳ ngu ngốc khi bắt đầu việc này, đã giúp chúng tôi phát huy hết khả năng của mình. Sự chú ý của họ đến từng chi tiết khi ghi lại các phòng bạn làm cũng là một phần thưởng thực sự thú vị, hãy chờ xem! Chắc chắn sẽ quay lại nếu tôi đến Hollywood lần nữa! Đọc thêm",
            "Có giới hạn độ tuổi và chúng tôi có thể nhận nhiều người vào phòng hơn gợi ý không?Đọc thêm",
            "Xin chào Rachelle, có yêu cầu về độ tuổi tối thiểu. Trẻ em có thể chơi nếu có cha mẹ đi cùng. Trẻ em 14 tuổi có thể chơi một mình nhưng phải có cha mẹ hoặc người giám hộ ký vào đơn miễn trừ. Bất cứ ai trên 18 tuổi đều có thể tự mình ký tên. Hy vọng điều này đã trả lời câu hỏi của bạn!Đọc thêm",
            "Nếu không nói được tiếng Anh, bạn có thể tận hưởng sự hấp dẫn và giải được câu đố không?Đọc thêm"
        ],
        "star_ratings": [
            47,
            9,
            5,
            3,
            3
        ],
        "review_amount": 67,
        "location": [
            "Khách sạn Escape Hollywood",
            "Những thiên thần",
            "Những điều cần làm ở Los Angeles",
            "California CA",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written November 5, 2023",
            "Written October 30, 2023",
            "Written February 23, 2023",
            "Written February 21, 2023",
            "Written August 10, 2022",
            "Written March 6, 2022",
            "Written January 25, 2022",
            "Written March 8, 2020",
            "Written March 1, 2020",
            "Written February 11, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32655-d11815865-Reviews-Escape_Hotel_Hollywood-Los_Angeles_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d514194-Reviews-Musso_Frank_Grill-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d6918332-Reviews-Ghirardelli_Soda_Fountain_Chocolate_Shop-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d375986-Reviews-Mel_s_Drive_In-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d376101-Reviews-Johnny_Rockets-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33252-d376005-Reviews-California_PIZZA_KITCHEN-West_Hollywood_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d4231470-Reviews-Stout_Burgers_Beers-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d1997666-Reviews-Te_Kila-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d7371183-Reviews-Luv2Eat_Thai_Bistro-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d17514986-Reviews-L_Antica_Pizzeria_Da_Michele-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d12360908-Reviews-Tao-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d10020664-Reviews-Hollywood_Christmas_Parade-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d15573533-Reviews-Hollywood_Cherokee_Building-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d25065111-Reviews-Medieval_Torture_Museum-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d156470-Reviews-The_Hollywood_Museum-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d13797571-Reviews-Museum_of_Illusions-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d258493-Reviews-Los_Angeles_Contemporary_Exhibitions-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d127412-Reviews-Hollywood_Wax_Museum-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d127396-Reviews-Ripley_s_Believe_It_or_Not-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d15624150-Reviews-First_Baptist_Church_of_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d127334-Reviews-Guinness_World_Records_Museum-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d11815865-Reviews-or10-Escape_Hotel_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d25009512-Reviews-The_Escape_Game_LA-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d8842476-Reviews-Scot_Nery_s_Boobietrap-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d23272288-Reviews-The_Escape_Revolution-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d1545048-Reviews-Fantastic_Race-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d7208111-Reviews-The_Basement_A_Live_Escape_Room_Experience-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d13336836-Reviews-Virtual_Room_Los_Angeles-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d592676-Reviews-El_Capitan_Theatre-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d784667-Reviews-IFLY_Indoor_Skydiving_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d544554-Reviews-ArcLight_Cinemas-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d8399455-Reviews-Venice_Skatepark-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33252-d10948192-Reviews-Larry_Edmunds_Bookshop-West_Hollywood_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d11837488-Reviews-VIP_LA_Club_Crawl-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d2442416-Reviews-Hollywood_VIP_Club_Crawl-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d19990206-Reviews-Hollywood_Bus_Tours-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d17171769-Reviews-LA_Ghosts-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d4753297-Reviews-Access_Hollywood_Tours-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d2141975-Reviews-Open_Bus_Tours-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d10399219-Reviews-HIHO_Tours_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12340099-Reviews-Old_Hollywood_Walking_Tour-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12981061-Reviews-Vip_Mustang_Tours-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12033265-Reviews-Los_Angeles_USA_Tours-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d10228625-Reviews-VIP_Hollywood_Tours-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d103728-Reviews-Boardner_s-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d130318-Reviews-Denver_Union_Station-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g56691-d6857199-Reviews-Gravity_Park-South_Padre_Island_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60841-d9800243-Reviews-Great_Sand_Dunes_National_Park_and_Preserve-Mosca_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g297733-d386938-Reviews-Mount_Rinjani-Lombok_West_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g20160185-d273991-Reviews-Rocky_Falls_Shut_in-Winona_Township_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d2312281-Reviews-Souk_Jara-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g28956-d251914-Reviews-Kelleys_Island-Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129735-d1170018-Reviews-The_National_Art_Center_Tokyo-Roppongi_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g318866-d10060163-Reviews-Kallmi_Beach-Durres_Durres_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d16779800-Reviews-Quarry_Cove-Newport_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32655-d11815865-Reviews-or10-Escape_Hotel_Hollywood-Los_Angeles_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32655-d11815865-Reviews-Escape_Hotel_Hollywood-Los_Angeles_California.html"
    }
]