[
    {
        "attraction_name": "Europejskie Centrum Solidarności",
        "attraction_name_vi": "Trung tâm Đoàn kết Châu Âu",
        "general_info": [
            "3.659 đánh giá",
            "1 trong số 189 điều cần làm ở Gdansk",
            "Bảo tàng chuyên ngành",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Chúng tôi tin rằng kinh nghiệm về con đường đi đến tự do của Ba Lan mang lại cho chúng tôi năng lượng công dân cho đến ngày nay và di sản của Đoàn kết Đoàn kết vẫn là nguồn tiếp thêm sinh lực cho Châu ÂuĐọc thêm",
        "reviews": [
            "Đây quả là một nơi thú vị! Chúng tôi đi bộ từ khách sạn của mình ở trung tâm Gdansk ra tòa nhà ấn tượng này.\nKhông gian bên trong thật tuyệt vời và chúng tôi đã tham gia chuyến tham quan bằng âm thanh kéo dài 90 phút. Có một chuyến dài hơn.\nTriển lãm được tổ chức rất tốt và tất cả thông tin trên bảng đều bằng tiếng Ba Lan và tiếng Anh.\nCái nhìn sâu sắc hấp dẫn về một số lịch sử của Ba Lan.\nBệ quan sát ở trên cùng mang đến tầm nhìn tuyệt đẹp. Đọc thêm",
            "Một điều bắt buộc khi đến thăm Gdansk!\nChúng tôi đã đến hôm nay và đó là một trong những điều cảm động nhất mà chúng tôi đã làm.  không tính Auschwitz.\nMột khái niệm tuyệt vời cả về mặt nghệ thuật và chính trị. Màn hình hiển thị cố định với hướng dẫn bằng âm thanh có giá trị tuyệt vời và kéo dài 2 giờ.Đọc thêm",
            "Cùng với Lâu đài Malbork và Bảo tàng Chiến tranh thế giới thứ hai, đây là 3 điểm tham quan mà bạn thực sự nên ghé thăm trong chuyến đi đến Gdańsk.\n\nRất bổ ích về thời kỳ hỗn loạn trong lịch sử Ba Lan có tác động rộng hơn đến các quốc gia Bức màn sắt.\n\nChuyến tham quan được cân nhắc kỹ lưỡng và hướng dẫn bằng âm thanh rất tuyệt vời, cho phép bạn tự mình khám phá. Đọc thêm",
            "Một bảo tàng hay mô tả cuộc cách mạng Ba Lan bắt đầu bằng cuộc đình công ở xưởng đóng tàu ở Gdansk.\nRất nhiều mặt hàng thú vị được trưng bày và thông tin để đọc.\nĐó là hướng dẫn âm thanh miễn phí, nhưng tôi phải nói rằng cách bố trí của bảo tàng khá thú vị và hướng dẫn âm thanh không phải lúc nào cũng khớp với nội dung trên tường mà bạn có thể đọc.Đọc thêm",
            "Bảo tàng hoàn toàn tuyệt vời về chiều sâu thông tin, trình bày và giải thích. Hướng dẫn bằng âm thanh rất hữu ích, thiết lập từng triển lãm và cho bạn thời gian để khám phá thêm. Một câu chuyện quan trọng có ý nghĩa to lớn, được kể một cách mạnh mẽ và xuất sắc. Tỷ lệ đầu tiên! Nền tảng xem cấp 6 cũng có phần thưởng và một cửa hàng lộng lẫy. Đọc thêm",
            "Nơi tuyệt vời mà mọi người phải ghé thăm trong chuyến đi đến Gdansk. Cá nhân tôi không phải là người yêu thích hướng dẫn bằng âm thanh nhưng đối với triển lãm này, tôi thực sự khuyên bạn nên sử dụng nó vì nó được lên kế hoạch hoàn hảo và hướng dẫn có tính tương tác với các phòng. Chuyến đi dài mất khoảng 2,5-3 giờ trong đó chuyến đi ngắn kéo dài ít hơn 1 giờ. Không còn gì hơn nữa, bất kỳ ai quan tâm đến những giá trị đoàn kết này đều sẽ yêu nơi này sau chuyến thăm. Hãy đến và kiểm tra ngay lập tức, bạn sẽ không thất vọng đâu!Đọc thêm",
            "Hoàn toàn tuyệt vời! Đây là cách một bảo tàng vào năm 2023 phải như vậy. Tương tác, nhiều video, trình bày tuyệt vời và với hướng dẫn âm thanh bằng tiếng Đức địa phương của tôi là một trải nghiệm tuyệt vời. Tòa nhà có kiến ​​​​trúc đẹp và cách họ có thể truyền tải một chủ đề lịch sử khó khăn theo cách nhẹ nhàng và thú vị như vậy thật là xuất sắc. Đi và xem! Tuyệt đối phải khi ở Gdansk.Đọc thêm",
            "Chúng tôi đến thăm trung tâm này một ngày sau khi tham quan Bảo tàng Chiến tranh và nó tiếp tục câu chuyện về Ba Lan cho đến ngày nay. Đó là một bảo tàng tuyệt vời cả về mặt hình ảnh lẫn nội dung.  Hướng dẫn âm thanh rất hữu ích và là một phần của vé vào cửa.  Nó thực sự được thiết lập tốt và rất nhiều thông tin.  Sau khi dành quá nhiều thời gian ở Bảo tàng Chiến tranh vào ngày hôm trước, chúng tôi đã chọn tham gia phiên bản ngắn của chuyến tham quan bằng âm thanh.  Chúng tôi vẫn phải mất nhiều thời gian hơn dự kiến ​​của chuyến tham quan đó.\nĐường đi bộ đến Trung tâm cách xa khu phố cổ hơn một chút nhưng vẫn là một chuyến tản bộ rất dễ chịu trong tuyết.  Tôi khuyên bạn nên ghé thăm phòng ăn Monttownia trên đường đến đó để thưởng thức bữa sáng tuyệt vời tại Green Egg và có mặt đúng giờ khai mạc lúc 10 giờ sáng.Đọc thêm",
            "Như tiêu đề đã nói, đây có lẽ là bảo tàng tốt nhất mà tôi từng ghé thăm do cách bố trí triển lãm. Việc sử dụng video và công nghệ thực sự đã nâng cao trải nghiệm và có lúc tôi nổi da gà vì nó quá xúc động. Cực kỳ giáo dục vào một thời điểm quan trọng trong lịch sử. Nếu bạn đang ở Gdańsk, hãy nhớ ghé thămĐọc thêm",
            "Một bảo tàng đáng kinh ngạc trình bày chi tiết một phần quan trọng của lịch sử Ba Lan. Tai nghe thông thường của bảo tàng Ba Lan cung cấp thêm thông tin và bảo tàng này miễn phí vào các ngày thứ Ba.  Dành nửa ngày để có được lượng thông tin dồi dào.Đọc thêm",
            "Bảo tàng thú vị và được bố trí tốt với chuyến tham quan bằng âm thanh và nhiều thứ để tương tác. Thích tòa nhà quá. Một số triển lãm hay bao gồm cả điện thoại di động của giáo hoàng.Đọc thêm",
            "Gdansk là một thành phố đặc biệt và có hai trong số những bảo tàng tốt nhất ở Ba Lan, Bảo tàng Chiến tranh Thế giới thứ hai và bảo tàng này, về Phong trào Đoàn kết và sự lãnh đạo phi thường của Lech Wales, đã dẫn đến những bước đi đầu tiên đến nền dân chủ ở một quốc gia bị áp bức bởi những kẻ xâm lược. Chúng tôi đã may mắn được làm điều đó có một hướng dẫn viên địa phương được cung cấp bởi tour du lịch nhóm của chúng tôi. Cô giải thích cách các bảo tàng hiện đại được xây dựng để trở thành một trải nghiệm toàn diện, từ thiết kế của tòa nhà đến các công trình lắp đặt bên trong. Bên ngoài bằng đồng có hình dáng giống như một con tàu phản ánh môi trường xưởng đóng tàu, những chiếc mũ cứng trên đỉnh trần nhà gợi lên màu xanh lam -việc làm cổ điển của người lao động trong khi bạn tiếp thu môi trường công nghiệp mà họ làm việc. Nó làm cạn kiệt cảm xúc nhưng cũng khuấy động và truyền cảm hứng. Dù có bị áp bức đến đâu, một nhà lãnh đạo dũng cảm và lôi cuốn có thể đoàn kết mọi người hy sinh vì một tương lai tốt đẹp hơn.Đọc thêm",
            ". . . Bảo tàng tuyệt vời về Phong trào Đoàn kết và sự kết thúc của Chiến tranh Lạnh, được giải thích rất rõ ràng, rất mô phạm và dễ hiểu, một trong những chuyến thăm đáng ghé thăm ở Gdansk. . .Bảo tàng đẹp về Phong trào Đoàn kết và sự kết thúc của Chiến tranh Lạnh, được giải thích rất rõ ràng, rất mô phạm và dễ hiểu, một trong những chuyến thăm đáng ghé thăm ở Gdansk. . .Đọc thêm",
            "Thật là một bảo tàng tuyệt vời, cách phố cổ một quãng đi bộ ngắn nhưng có biển chỉ dẫn rõ ràng. Một tòa nhà tuyệt đẹp được xây bằng thép nhưng bên trong rất thoáng mát và hiện đại. Bạn nhận được hướng dẫn âm thanh kèm theo vé của mình và được cung cấp tùy chọn đi ngắn hoặc chuyến tham quan dài, tôi đã đi chuyến ngắn nhưng vẫn dành khoảng hai tiếng rưỡi ở đây. Tương tự như bảo tàng Thế chiến thứ hai, nó giải thích hành trình của Ba Lan cho đến ngày nay và rất xuất sắc, trên thực tế, nó gần giống như Thế chiến thứ 2 bảo tàng, tôi ước mình đã thực hiện chuyến tham quan dài hơn vì nó được kết hợp rất tốt. Đừng bỏ lỡ điều này trong chuyến thăm Gdansk.Đọc thêm",
            "Phải xem khi bạn ghé thăm Gdansk. Cảm xúc và mạnh mẽ. Một bảo tàng thông tin tuyệt vời. Điểm nổi bật của chuyến đi của chúng tôi. Kết hợp với chuyến đi đến bảo tàng WW2 và dừng chân tại phòng ăn Montana giữa các chuyến thăm.  Một ngày đi chơiĐọc thêm",
            "SOLIDARNOST Solidarity - a very powerful, emotional and meaningful word in Poland. And, for a good reason.I must admit despite excellent reviews I entered the museum with low expectations. Coming from a similar country I knew pretty much about the events that initiated changes in eastern Europe. However, after the first 15 min I was blown away and enjoyed the rest of my visit to maximum.Museum is located north from old town Gdansk, just aside the entrance to the shipyard where it all began.In front of it is a monument of 3 huge crosses with anchors on top of them to commemorate the victims of the first strike from Dec 1970. Interesting fact is that it was erected in 1980, still during communist oppression, and therefore is considered first such monument built during communist regime, but when Solidarnost gained some rights.Museum architecture is amazing - ultra modern edifice with rust like modern facade resembling ships body. Interior is a huge atrium like open space with glass and greenery resembling freedom.From there, excellent audio guide takes you on a tour through several levels.I rarely take audio guides as theyre sometimes boring, with unnecessary facts and sometimes difficult to understand.This one is state of the art - you dont need to do anything. It automatically tells you stories easy understanding and with interesting and important facts depending on your position where you are, and tells you the way you should go.Apart from the audio guide, there are so many interesting exhibits, short movies, hands-on displays, articles from newspapers, pictures, personal items,....If you have any interest in that part of Europe history, I strongly advise you to visit this museum. Count on around 2 hours for a proper visit.Congratulations Poles on your will and strength to fight communism oppression and big respect to SOLIDARNOST.Read more",
            "Tôi nghĩ đó là một địa điểm lịch sử và là một trong những địa điểm không thể bỏ qua khi bạn lần đầu đến thành phố. Đó là một trải nghiệm tuyệt vời đối với chúng tôi..Đọc thêm",
            "Một bảo tàng đáng kinh ngạc trình bày chi tiết một phần quan trọng của lịch sử Ba Lan. Tai nghe thông thường của bảo tàng Ba Lan cung cấp thêm thông tin và bảo tàng này miễn phí vào các ngày thứ Ba.  Dành nửa ngày để có được lượng thông tin dồi dào.Đọc thêm",
            "Như tiêu đề đã nói, đây có lẽ là bảo tàng tốt nhất mà tôi từng ghé thăm do cách bố trí triển lãm. Việc sử dụng video và công nghệ thực sự đã nâng cao trải nghiệm và có lúc tôi nổi da gà vì nó quá xúc động. Cực kỳ giáo dục vào một thời điểm quan trọng trong lịch sử. Nếu bạn đang ở Gdańsk, hãy nhớ ghé thămĐọc thêm",
            "Chúng tôi đến thăm trung tâm này một ngày sau khi tham quan Bảo tàng Chiến tranh và nó tiếp tục câu chuyện về Ba Lan cho đến ngày nay. Đó là một bảo tàng tuyệt vời cả về mặt hình ảnh lẫn nội dung.  Hướng dẫn âm thanh rất hữu ích và là một phần của vé vào cửa.  Nó thực sự được thiết lập tốt và rất nhiều thông tin.  Sau khi dành quá nhiều thời gian ở Bảo tàng Chiến tranh vào ngày hôm trước, chúng tôi đã chọn tham gia phiên bản ngắn của chuyến tham quan bằng âm thanh.  Chúng tôi vẫn mất nhiều thời gian hơn so với thời gian ước tính của chuyến tham quan đó. Đường đi bộ đến Trung tâm cách xa khu phố cổ hơn một chút nhưng vẫn là một chuyến tản bộ rất thú vị trong tuyết.  Tôi khuyên bạn nên ghé thăm phòng ăn Monttownia trên đường đến đó để thưởng thức bữa sáng tuyệt vời tại Green Egg và có mặt đúng giờ khai mạc lúc 10 giờ sáng.Đọc thêm",
            "Có hướng dẫn âm thanh bằng tiếng Đức không?Đọc thêm",
            "Vé mua trực tuyến có phải in ra hay quét từ điện thoại của bạn?Đọc thêm",
            "Không cần in.Đọc thêm",
            "Số lượng vé là bao nhiêu?Đọc thêm",
            "Tôi chưa hiểu hết câu hỏi của bạn. Tôi có thể giúp bạn nếu bạn giải thích loại vé bạn đang hỏi. Đọc thêm.",
            "Bạn có phải mua vé trước không?Đọc thêm",
            "Không, bạn khôngĐọc thêm",
            "Có đáng để ghé thăm với một hướng dẫn viên được chứng nhận không? Trên trang web có thông tin có thể đặt lịch hẹn với người như vậy, bạn cần liên hệ trước với họ. Bạn cần bao nhiêu trước để sắp xếp một chuyến tham quan như vậy?Đọc thêm",
            "Nếu ai lười thì cũng đáng, nhưng theo mình chỉ cần hướng dẫn bằng tai nghe là đủ. Điều này có lợi thế là bạn có thể truy cập theo tốc độ của riêng mình và khám phá những gì bạn quan tâm hơn. Chà, trừ khi ai đó thích thảo luận với người hướng dẫn - thì họ sẽ có người để nói chuyện. Tôi đã không sử dụng tùy chọn như vậy. Tôi không biết bạn cần đặt trước một người hướng dẫn.Đọc thêm",
            "Chúng ta có thể để lại vết nhơ ở đâu? Đến thăm Bảo tàng Solidarnosc. Đọc thêm",
            "Chào buổi sáng, chúng tôi đi bộ đến đó từ trung tâm, nhưng tôi thấy một bãi đậu xe gần đó trên bản đồ Google ngay phía tây bắc. Tôi nghĩ nó sẽ cách tòa nhà 50 mét. hãy dành chút thời gian và nếu muốn, bạn cũng có thể ghé thăm bảo tàng về Thế chiến thứ hai. tận hưởng chuyến thăm của bạn. Trân trọng.Đọc thêm",
            "Đây có phải là điều mà ai đó đang ở Gdansk nên khám phá. Bạn có thể tìm hiểu về một phần lịch sử Ba Lan một cách rất hay. Ở nơi này là nơi dành cho khách du lịch lớn và nhỏ.Đọc thêm",
            "Vâng, nơi này là nơi tuyệt vời cho người lớn và trẻ em. Nó rất tương tác nên trẻ em sẽ thích nó. Đọc thêm",
            "Có đáng đến đó với một người nước ngoài hay cuộc triển lãm nhắm đến những người đã trải qua quá trình biến đổi?",
            "Warto!Đọc thêm",
            "Bạn mua vé vào thời gian cụ thể hay vào bất cứ lúc nào?\nTôi có thể đến thăm bằng xe đẩy không? Có chỗ nào cho nó không?\nKhu vui chơi - ở độ tuổi nào là thích hợp để vào cùng trẻ? Liệu một đứa trẻ 1,5 tuổi có thể làm gì ở đó không?Đọc thêm",
            "Bạn có thể vào ngay sau khi mua vé nếu có sẵn hướng dẫn âm thanh. Có đủ không gian để khám phá bằng xe đẩy. Nếu bạn quan tâm đến lịch sử của Đoàn Kết thì rất đáng để đi, cá nhân tôi không thích nó lắm.  Tôi nghĩ ở đó trẻ sẽ chán.Đọc thêm",
            "liệu một người bị khuyết tật nặng có không trả tiền vé hay không.Đọc thêm",
            "Người khuyết tật không có vé miễn phí, chỉ có vé giảm giá. Tuy nhiên, bạn phải xuất trình giấy chứng nhận khuyết tật và chứng minh nhân dân khi thanh toán. Trợ lý cho người khuyết tật cũng có thể được giảm giá vé.Đọc thêm"
        ],
        "star_ratings": [
            2781,
            688,
            145,
            26,
            19
        ],
        "review_amount": 3659,
        "location": [
            "Bắc Ba Lan",
            "Tỉnh Pomerania",
            "Gdansk",
            "Châu Âu",
            "Ba Lan",
            "Những điều cần làm ở Gdańsk",
            "Trung tâm Đoàn kết Châu Âu"
        ],
        "reviews_time": [
            "Written July 15, 2023",
            "Written August 30, 2023",
            "Written September 1, 2023",
            "Written September 10, 2023",
            "Written September 18, 2023",
            "Written September 21, 2023",
            "Written October 2, 2023",
            "Written December 4, 2023",
            "Written December 31, 2023",
            "Written March 21, 2024",
            "Written May 19, 2024",
            "Written April 25, 2024",
            "Written April 18, 2024",
            "Written April 15, 2024",
            "Written April 4, 2024",
            "Written April 3, 2024",
            "Written March 26, 2024",
            "Written March 21, 2024",
            "Written December 31, 2023",
            "Written December 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274725-d1465987-Reviews-Europejskie_Centrum_SolidarnoSci-Gdansk_Pomerania_Province_Northern_Poland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d2170149-Reviews-Restauracja_Swojski_Smak-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d24919646-Reviews-Plenum-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d8612843-Reviews-Winne_Grono-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d23973379-Reviews-Mielzynski_Gdansk_Wine_Bar-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d26332338-Reviews-Fiori_Pasta_e_Pizza-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d10258805-Reviews-Pierogarnia_Mandu_Centrum-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d17610969-Reviews-Gambas_Seafood_Meat-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d4367241-Reviews-Panorama_Restaurant-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d26227609-Reviews-Green_Egg_Montownia-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274725-d26524935-Reviews-Food_Hall_Montownia_Gdansk-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d287914-Reviews-Three_Crosses_Monument-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d6959567-Reviews-Sala_BHP-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d21210575-Reviews-Stocznia_Cesarska-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d14171655-Reviews-100cznia-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d14008322-Reviews-Ulica_Elektrykow-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d14791617-Reviews-KoSciol_Sw_Jakuba-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d8456607-Reviews-Museum_of_the_Second_World_War_Muzeum_II_Wojny_Swiatowej-Gdansk_Pomerania_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d21180121-Reviews-Zuraw_M3-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d6834739-Reviews-Museum_of_Amber_Museum_of_Gdansk-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d287928-Reviews-Dluga_Street_ul_Dluga-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d1465987-Reviews-or10-Europejskie_Centrum_SolidarnoSci-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d2359293-Reviews-Main_Town_Hall_Museum_of_Gdansk-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d287929-Reviews-Dwor_Artusa-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d2154471-Reviews-Museum_of_the_Polish_Post_Office_Museum_of_Gdansk-Gdansk_Pomerania_Province_North.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d287920-Reviews-National_Maritime_Museum-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d2359325-Reviews-Uphagen_s_House_Museum_of_Gdansk-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d284322-Reviews-Gdansk_National_Museum-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d4087197-Reviews-Hevelianum-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d11694244-Reviews-SS_Soldek-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d10489730-Reviews-3_Town_Paintball-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d8872887-Reviews-Spameed_Beauty_Massages-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d13397049-Reviews-Around_Gdansk_Tours_Adventures-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d15208119-Reviews-Fundacja_Galar_Gdanski-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d8618697-Reviews-Gdansk_Shipyard-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d10441089-Reviews-Diamond_Clinic-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d19442132-Reviews-Klub_Wolnosc-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d6877853-Reviews-Madison_Gallery_Shopping_Center-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d186831-Reviews-Toronto_Public_Library-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g34028-d1172802-Reviews-Cape_May_Lewes_Ferry-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d4822959-Reviews-Freeman_Park-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d10109474-Reviews-Waterworks_Park-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g662620-d2556123-Reviews-Jackie_O_Bar_Mykonos-Mykonos_Town_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d12111643-Reviews-KA_WA_A_a_Luau_at_Aulani-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g52905-d1035730-Reviews-Penn_s_Peak-Jim_Thorpe_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g32036-d951390-Reviews-Alien_Fresh_Jerky-Baker_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d1067272-Reviews-Balandra_Beach-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33043-d8390678-Reviews-The_Observatory-Santa_Ana_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274725-d1465987-Reviews-or10-Europejskie_Centrum_SolidarnoSci-Gdansk_Pomerania_Province_Northern_Poland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274725-d1465987-Reviews-Europejskie_Centrum_SolidarnoSci-Gdansk_Pomerania_Province_Northern_Poland.html"
    }
]