[
    {
        "attraction_name": "Everglades Alligator Farm",
        "attraction_name_vi": "Trang trại cá sấu Everglades",
        "general_info": [
            "1.822 đánh giá",
            "2 trong số 44 điều cần làm ở Homestead",
            "Khu vực hoang dã tự nhiên"
        ],
        "attraction_summary": "Đến gần hàng nghìn con cá sấu tại trang trại cá sấu này.Đọc thêm",
        "reviews": [
            "Nếu bạn thích thuyền máy bay, cá sấu và động vật hoang dã bản địa ở Florida thì nơi này là dành cho bạn. Đi thuyền máy bay rất thú vị, nhưng hãy cẩn thận, bạn sẽ bị ướt đấy! Đô vật cá sấu rất thú vị và mang tính giáo dục. Đây là một công viên nhỏ hơn được thực hiện rất tốt ở Homestead, Fl. Hãy dành vài giờ và tận hưởng không gian ngoài trời tuyệt vời!Đọc thêm",
            "Các con tôi rất thích các chương trình biểu diễn thiên nhiên nên chúng tôi biết mình phải ghé thăm nơi này trên đường đến công viên quốc gia.   Chúng tôi đã làm vé máy bay và vé vào cửa.  Những đứa trẻ thích cho cá sấu con ăn, các buổi biểu diễn mang tính thông tin và giải trí, chuyến đi thuyền thú vị hơn để giải trí và ít nhìn thấy cá sấu hơn.  Họ thậm chí còn phải ôm một con cá sấu con.  Tất cả các hoạt động đều được sắp xếp trong khoảng 2 giờ tham quan và nằm ngay gần lối vào Công viên Quốc gia Everglades, vì vậy bạn có thể bắt đầu làm điểm dừng tiếp theo.   Đọc thêm",
            "Nơi tuyệt vời để ghé thăm và giá cả hợp lý.\n\nNếu bạn đang hướng tới chìa khóa, đó là điểm dừng chân nhỏ hoàn hảo.  Màn trình diễn động vật đẹp mắt và việc cho cá sấu ăn thật thú vị khi xem.  Đi thuyền máy bay là một trò lừa bịp.  Nó không lớn nên bạn sẽ không thực hiện một chuyến đi trong ngày ở đây vì bạn có thể thực hiện toàn bộ địa điểm trong 1 - 2 giờ nhưng đối với một địa điểm nhỏ vui vẻ, đáng giá.  Mọi người cũng rất thân thiện! Đọc thêm",
            "Trải nghiệm thú vị đối với tôi và gia đình vì cá sấu không phải là loài động vật mà chúng tôi thấy ở đất nước mình. Chúng tôi đã học được rất nhiều sự thật về họ. Các buổi biểu diễn và chuyến tham quan bằng máy bay rất hay nhưng hơi ngắn. Tuy nhiên, các nhân viên thật đáng kinh ngạc! Đọc thêm",
            "Nơi này có tất cả ở một mức giá phải chăng. Hướng dẫn viên du lịch bằng máy bay có kiến ​​thức, thân thiện và an toàn. Họ cung cấp bảo vệ tai khi những chiếc thuyền ồn ào. Anh chàng cá sấu cũng rất hiểu biết và vui tính. Chúng ta phải ôm một con cá sấu con. 100 được đề xuất!Đọc thêm",
            "Thời gian tuyệt vời tại trang trại cá sấu! Chúng tôi đã đặt một chuyến tham quan bằng máy bay riêng và đó là một trong những trải nghiệm tuyệt vời nhất trong chuyến đi của chúng tôi. Trẻ em và người lớn đều có một vụ nổ! Luke là một hướng dẫn viên tuyệt vời, rất hiểu biết và vui tính. Rất khuyến khích! Đọc thêm",
            "Chúng tôi sống ở California và đang lên kế hoạch cho một chuyến đi đến Miami. Hai điều đứng đầu danh sách cho kỳ nghỉ của gia đình chúng tôi là đến Everglades và tham gia chuyến tham quan bằng thuyền máy. Hãy tưởng tượng niềm vui của tôi khi tìm thấy Trang trại cá sấu Evergades trong một cuộc tìm kiếm trực tuyến cung cấp cả hai! Công viên phiêu lưu thú vị này cách Miami một giờ lái xe thú vị. Bản thân trang trại có rất nhiều thứ để cung cấp về đời sống hoang dã. Việc cho cá sấu ăn có tính ràng buộc chính tả! Tuy nhiên, điều thú vị thực sự đối với chúng tôi là chuyến đi bằng thuyền máy. Chúng tôi là một nhóm gồm 5 người lớn và 4 trẻ em trong độ tuổi từ 11 - 6. Chúng tôi đã trả tiền cho chuyến tham quan riêng và nó đáng giá từng xu. Luke là tài xế và hướng dẫn viên của chúng tôi và anh ấy đã không làm chúng tôi thất vọng. Chúng tôi phóng nhanh qua vùng Everglades giống như Dennis Weaver trong loạt phim Gentle Ben cũ. Tôi đang hẹn hò với chính mình, nhưng thành thật mà nói, chuyến đi thật tuyệt vời. Chúng tôi định kỳ dừng lại ở đầm lầy và Luke sẽ cho chúng tôi những bài học về lịch sử Everglade cũng như các loài sống ở đó cũng như cơ hội để đi loanh quanh. Tất cả chúng tôi đều đồng ý rằng đó là phần tuyệt vời nhất trong kỳ nghỉ của chúng tôi.Đọc thêm",
            "Sheradin là một hướng dẫn viên du lịch bằng máy bay tuyệt vời! Khung thời gian không cho phép có sự chậm trễ hoặc chậm lại, và anh ấy đã mang lại toàn bộ chuyến đi đầy niềm vui, sóng gió và những câu châm biếm nhanh nhạy. Hai người bạn mà tôi đi cùng đều chưa có kinh nghiệm lái máy bay trước đó và hoàn toàn thích thú! Đọc thêm",
            "Stopped here on final day after leaving the Everglades NP. Arrived in late afternoon 4 pm and we were offered package ticket which included alligator feeding, alligator show  an airboat ride. Started off with the feeding and the presenter did an excellent job keeping the crowds attention while periodically chucking dead rats into the pond of alligators who quickly chomped them down.  That was all good. Next piece of our ticket was the airboat ride.  Theres where things didnt go so well. Ive been on two previous airboats and this was the worst and most asinine one Id ever been on. While waiting in line to board, the dweeb airboat operators advised us wed all get wet on this ride. The closer to the frontthe more youd get wet. We set in the back. We took off slowly,,.then were advised to put on our hearing protection.  The operator then revved up the airboat with its 454 engine and off we went down the canal screaming!  It was noisier than heck, even with the muffs on, but it got totally ignorant when we suddenly spun 360s which brought water into the boat and onto most passengers. This was done an additional two more times before returning to the dock. Total trip was maybe 15 minutes which seemed like forever with the stress induced onto the passengers. Why this outfit would even consider the 360s as something entertainingIll never know. The next part of our entertainment purchased as part of our tickets was an alligator show. The same fellow who did the feeding was the one who presented the show. It was very entertaining, as was the feeding. He endeavored in what I consider a couple dangerous acts with two gators one male  one female which entertained us all. At the end, spectators were provided with the opportunity to handle a juvenile gator 18-inch with its snout taped shut to get the real feel of holding a gator.  Recap, the show and feeding were excellentsave your  by avoiding the airboat ride. Theres far better offerings for airboat rides in area than ones offered by this establishment.Read more",
            "Điểm dừng tuyệt vời hai giờ không quá xa ngoài đó. Bạn không thấy con cá sấu nào trong công viên à? Những người này đã bảo vệ bạn, cộng với việc đi thuyền máy bay khá thú vị. Không dài nhưng vẫn dài vừa phải. Bạn ra khỏi Everglades và quay vòng vài lần và bị ướt!. 55!Đọc thêm",
            "Chúng tôi đã xem Thung lũng cá mập cách đây 8 năm nên chúng tôi quyết định thực hiện Anhinga Tail lần này và chúng tôi cũng dừng lại ở Trang trại cá sấu và thử đi thuyền... Ôi trời, họ thật tuyệt vời, chúng tôi đã có rất nhiều niềm vui!! Họ lái thuyền rất nhanh, bạn không nhìn thấy đó là cỏ hay nước rồi nhanh chóng quay lại, mọi người đều ướt ... ha ha ... là điều phải xem, cô bé 6 tuổi của chúng tôi đã có một niềm vui trong đời !!Đọc thêm",
            "Đứng đầu danh sách Everglades của chúng tôi là đi thuyền máy bay - không phải đi thuyền ở công viên giải trí. Nó chứa đầy cảm giác bạn sắp bị ướt, v.v. điều mà chúng tôi đã làm vì người lái xe đã quay 360 độ. Không biết gì về Everglades và tôi tin rằng con cá sấu mà chúng tôi nhìn thấy trên thuyền là một trong những con của họ vừa được phép ở trong khu vực. Không thể khuyên bạn nên đi thuyền máy bay để tham quan. Bỏ qua nơi này và đi đến Vườn quốc gia!Đọc thêm",
            "Trải nghiệm hoàn toàn TUYỆT VỜI! Mua vé trực tuyến - dễ dàng hơn nhiều. Tôi và người bạn thân nhất thời thơ ấu của tôi đi dạo xung quanh, nhìn thấy cá sấu đang ăn và đi thuyền máy bay với Psycho Paul là người hướng dẫn của chúng tôi. Paul thật TUYỆT VỜI - rất thích nó! Hãy nhớ tip cho hướng dẫn viên của bạn.Đọc thêm",
            "Nơi này rất vui.  Chúng tôi đến đây sau khi đi qua Vườn quốc gia Everglades.  Chúng tôi đã gặp chiến binh cá sấu của riêng họ, một chàng trai trẻ tên Tyler.  Anh ta có kiến ​​thức sâu rộng về cá sấu Mỹ và đã làm việc với chúng từ khi còn nhỏ.  Là một phần của việc nhập học, bạn có thể xem buổi biểu diễn cá sấu dài 15 phút của anh ấy tương tác với họ.  Và cuối cùng, bạn có thể ôm cá sấu con! Họ cũng có rất nhiều loài động vật khác nhau để xem. Đọc thêm",
            "Đã có một ngày tuyệt vời. Mọi người đều có kiến ​​thức và thân thiện. Các con vật dường như được chăm sóc tốt. Chắc chắn sẽ giới thiệu.Đọc thêm",
            "Trải nghiệm tuyệt vời - đừng ngần ngại đặt chỗ! Không quá đông đúc và đủ để bạn bận rộn trong vài giờ, trẻ em rất thích đi thuyền! Đọc thêm",
            "Chúng tôi đã đến một vài nơi khác xung quanh và điều này tốt hơn nhiều. Chuyến đi bằng máy bay thật tuyệt vời. Earmuffs được cung cấp. Nếu bạn ngồi ở phía trước thuyền bạn sẽ bị ướt một chút. Nhưng nếu không thì sẽ có một chút sương mù nhưng chân bạn có thể bị ướt một chút. Có một buổi biểu diễn cá sấu và cơ hội được bế những chú cá sấu con cũng như xem cá sấu được cho ăn. Ngoài ra còn có các động vật khác để thưởng thức. Có một quán ăn nhẹ và cửa hàng quà tặng dễ thương. Khu vực này sạch sẽ, thoải mái và có nhiều bóng mát. Rất khuyến khích! Đọc thêm",
            "Chuyến thăm thực sự thú vị, tất cả mọi thứ từ chương trình đi thuyền và cho cá sấu ăn. Họ cũng có những loài động vật khác như một vườn thú nhỏ, bên ngoài bạn có thể nhìn thấy những con cá sấu hoang dã Chắc chắn nên dùng.Đọc thêm",
            "Một trong những điểm dừng chân yêu thích của chúng tôi trong chuyến đi đến Keys với hai cậu con trai 16 và 11 tuổi. Thích các chương trình tương tác, Tyler RẤT dễ gần và hài hước với các bài thuyết trình của mình và thu hút mọi lứa tuổi. Và chào, một chuyến đi thuyền máy nữa??!! Chúng tôi hoàn toàn thích mọi thứ về công viên này và sẽ giới thiệu cho bất kỳ ai ở mọi lứa tuổi. Đọc thêm",
            "Tôi cho điểm 3 vì động vật và khuôn viên được chăm sóc tốt. Họ đã mất một vài ngôi sao vì đây vốn đã là một ngày đắt đỏ đối với một gia đình, giờ đây bạn bị bắt nạt khá nhiều khi đưa ra tiền boa. Bạn không thể trả đủ tiền cho người huấn luyện và người chèo thuyền của mình với tất cả các hoạt động du lịch. Thật tuyệt nếu chúng tôi muốn tiền boa, nhưng cảm thấy bị bắt nạt bởi mọi biển báo thậm chí được đặt ở nơi mọi người trên thuyền phải nhìn thấy khi quay trở lại bến tàu để xem mọi người chỉ tay và xin lời khuyên. Một gia đình lớn đã sẵn sàng trả vài trăm để vào. Đừng làm xấu hổ những người có thể không có thêm bằng cách yêu cầu nó.Đọc thêm"
        ],
        "star_ratings": [
            891,
            590,
            205,
            69,
            67
        ],
        "review_amount": 1822,
        "location": [
            "Hoa Kỳ",
            "Trang trại cá sấu Everglades",
            "Những điều cần làm ở Homestead",
            "Nhà ở",
            "Florida FL"
        ],
        "reviews_time": [
            "Written June 29, 2023",
            "Written July 29, 2023",
            "Written August 21, 2023",
            "Written September 14, 2023",
            "Written November 11, 2023",
            "Written November 12, 2023",
            "Written November 18, 2023",
            "Written November 19, 2023",
            "Written November 25, 2023",
            "Written December 27, 2023",
            "Written May 4, 2024",
            "Written April 19, 2024",
            "Written April 17, 2024",
            "Written April 16, 2024",
            "Written April 13, 2024",
            "Written April 4, 2024",
            "Written March 27, 2024",
            "Written March 13, 2024",
            "Written February 6, 2024",
            "Written January 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60739-d131001-Reviews-Everglades_Alligator_Farm-Homestead_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34225-d5244382-Reviews-Los_Potosinos_Taqueria-Florida_City_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60739-d2204469-Reviews-Everglades_Gator_Grill-Homestead_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60739-d25502031-Reviews-SMOKE_HOUSE_191-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g143024-d527578-Reviews-Ernest_F_Coe_Visitor_Center-Everglades_National_Park_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d6698238-Reviews-Everglades_Outpost_Wildlife_Refuge-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34225-d1812205-Reviews-Florida_Keys_Outlet_Marketplace-Florida_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g143024-d145024-Reviews-Pa_hay_okee_Trail-Everglades_National_Park_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g143024-d144995-Reviews-Flamingo-Everglades_National_Park_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34225-d10513310-Reviews-Tropical_Everglades_Visitor_Association-Florida_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d4380026-Reviews-Homestead_Historic_Town_Hall_Museum-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g143024-d146168-Reviews-Slough_Slog-Everglades_National_Park_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g143024-d145020-Reviews-Long_Pine_Key-Everglades_National_Park_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34225-d7897991-Reviews-Florida_Pioneer_Museum-Florida_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d131001-Reviews-or10-Everglades_Alligator_Farm-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d131917-Reviews-Fruit_Spice_Park-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d3915596-Reviews-Homestead_Bayfront_Park-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d9821110-Reviews-Black_Point_Park_and_Marina-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d8854716-Reviews-JD_Redd_Park-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d8546542-Reviews-Harris_Field_Park-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d15758036-Reviews-Florida_National_Parks_Association-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d15776804-Reviews-Homestead_Trolley_Everglades_National_Park-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d8546540-Reviews-Blakey_Park-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d11890533-Reviews-Losner_Park-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d2578086-Reviews-Robert_Is_Here-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g143024-d102485-Reviews-Anhinga_Trail-Everglades_National_Park_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d616457-Reviews-Homestead_Miami_Speedway-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g143024-d519773-Reviews-Royal_Palm_Visitor_Center-Everglades_National_Park_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d110106-Reviews-Coral_Castle-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d662201-Reviews-Schnebly_Redland_s_Winery-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d20166641-Reviews-Everglades_Institute-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d268377-Reviews-R_F_Orchids-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34225-d1954921-Reviews-Tours_in_the_Glades-Florida_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2386989-Reviews-Opium_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d10514148-Reviews-Sherwood_Beach-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g32238-d113243-Reviews-Columbia_State_Historic_Park-Columbia_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d6671988-Reviews-Dongdaemun_Design_Plaza_DDP-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d128002-Reviews-Carmel_River_State_Beach-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d12539636-Reviews-Torre_di_Arnolfo-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g55138-d12699737-Reviews-Main_Event_Entertainment-Knoxville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g191266-d188778-Reviews-Stirling_Castle-Stirling_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g46600-d17626071-Reviews-Margate_City_Beach-Margate_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g801295-d16816390-Reviews-Spile_Beach-Himare_Vlore_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60739-d131001-Reviews-or10-Everglades_Alligator_Farm-Homestead_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60739-d131001-Reviews-Everglades_Alligator_Farm-Homestead_Florida.html"
    }
]