[
    {
        "attraction_name": "Explore Mekong Tours",
        "attraction_name_vi": "Khám phá tour du lịch Mê Kông",
        "general_info": [
            "259 đánh giá",
            "11 trên 62 hoạt động ngoài trời ở Cần Thơ",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Các tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Chúng tôi đã từng là hướng dẫn viên du lịch địa phương khi còn là sinh viên và chúng tôi có rất nhiều kinh nghiệm cũng như kiến ​​thức hữu ích cho sự nghiệp của mình ở thời điểm hiện tại. Chúng tôi cũng mong rằng các sinh viên địa phương hiện tại có thể có cơ hội trở thành hướng dẫn viên du lịch như chúng tôi. Vì vậy, chúng tôi tổ chức tour chợ nổi, tour xe đạp, tour ẩm thực và sắp xếp chỗ ở tại nhà cho khách du lịch. Hướng dẫn viên của chúng tôi có thể nói tiếng Anh hoặc tiếng Pháp rất tốt.Đọc thêm",
        "reviews": [
            "Hôm nay chúng tôi đi xe đạp cách Cần Thơ 20 phút. Chuyến tham quan rất thú vị và chúng tôi có thể có được những hiểu biết thú vị về cuộc sống của người dân ở đó. Theo hướng dẫn, Trung thật tuyệt: Chắc chắn là một đề xuất Đọc thêm",
            "Tôi đã có chuyến tham quan Chợ Nổi riêng với hướng dẫn viên Explore Mekong Tours Trung. Đó thực sự là một trải nghiệm tuyệt vời. Lúc 5 giờ sáng, chúng tôi khởi hành trên một chiếc thuyền nhỏ và một lúc sau chúng tôi đến chợ nổi Phong Điền, nơi chúng tôi thưởng thức bữa sáng địa phương ngon miệng: mì và cà phê địa phương. Sau đó chúng tôi lang thang dọc theo những dòng kênh xanh mướt của đồng bằng sông Cửu Long. Chúng tôi cũng đến thăm nhà máy mì và chợ nổi Cái Răng. Trung thực sự là một người hướng dẫn và giao tiếp tuyệt vời nên tôi chắc chắn sẽ giới thiệu anh ấy.Đọc thêm",
            "Chuyến tham quan thú vị, hấp dẫn, bắt đầu rất sớm trong ngày vì chợ nổi chỉ mở cửa đến 10 giờ. Đáng để đi. Ghé thăm chợ và xem tất cả các hoạt động xung quanh bạn. Ăn sáng ngon miệng trên mặt nước. Hướng dẫn viên cung cấp cho bạn nhiều thông tin hữu ích về cuộc sống hàng ngày của những người bán hàng. Hướng dẫn viên không vội vàng và luôn sẵn lòng trả lời các câu hỏi và gợi ý của bạn. Sau một lúc, bạn tiếp tục đến chợ nổi thứ hai, nhỏ hơn nhiều. Trên đường trở về, nếu muốn, bạn có thể ghé thăm một nhà máy thú vị. Tôi thực sự muốn giới thiệu chuyến tham quan này cho bất kỳ ai. Đọc thêm",
            "Chuyến lưu diễn của chúng tôi với Trung thật tuyệt vời. Mê Kông là một vùng hấp dẫn của Việt Nam đến nỗi tôi đã phải trì hoãn một thời gian. Thật thú vị khi tìm hiểu về cuộc sống hàng ngày trên sông từ Trung chứ không chỉ có một chuyến tham quan dừng chân mà không có cái nhìn sâu sắc về văn hóa Cần Thơ. Trung đã cung cấp cho chúng tôi thông tin trung thực về thời điểm chúng tôi gặp khách sạn của anh ấy, chỉ cách điểm chúng tôi xuống tàu vài mét. Chuyến tham quan này rất đáng đồng tiền vì Trung nỗ lực nhiều hơn để xây dựng mối quan hệ, dạy bạn về ngôi nhà của anh ấy và cũng đặt những câu hỏi về cuộc sống của bạn . Chúng tôi đã ghé thăm: -Chợ nổi để ăn sáng - Nhà máy mì - Các công ty con nhỏ bên sông Chúng tôi rất hài lòng khi kết thúc chuyến tham quan và thật tuyệt khi được nghe câu chuyện của Trung. Nếu bạn muốn một chuyến tham quan có hướng dẫn viên am hiểu chứ không chỉ là một chuyến đi vòng quanh sông, hãy đặt chỗ với Trung. Giá trị lớn và dịch vụ tuyệt vời. Cảm ơn Trung. Tôi chúc bạn mọi điều may mắn và chúc con trai bạn học tập tại Đức trong tương lai.Cảm ơnWill. Đọc thêm",
            "Thưa ông William,\nCảm ơn bạn rất nhiều vì đánh giá của bạn và chúc những điều tốt đẹp nhất đến tôi và con trai tôi!\nTôi hy vọng Việt Nam sẽ mãi là một giáo viên tiếng Anh giỏi và người dân vùng đồng bằng sông Cửu Long cần một giáo viên tiếng Anh như bạn William.\nĐọc thêm",
            "Anh Trung rất hữu ích và đáng yêu. Chúng tôi gặp anh ấy khá tình cờ bên ngoài khách sạn của anh ấy. Điều tiếp theo chúng tôi biết là anh ấy đang đặt cho chúng tôi một chuyến đi thuyền từ Nhà trọ đến chợ nổi, anh ấy đang trông hành lý của chúng tôi trong khi chúng tôi đi dạo quanh Cần Thơ và thậm chí còn tổ chức một chiếc taxi giá rẻ đến tận Rạch Giá. Được tổ chức cực kỳ tốt và tôi có ấn tượng cũng được tôn trọng trong cộng đồng. Đọc thêm",
            "Chuyến đi thuyền sáng sớm xuôi dòng Mê Kông mà Trung chở chúng tôi thực sự rất đặc biệt. Một chuyến đi dài 5,12 giờ thú vị, nơi chúng tôi đã thấy rất nhiều điều và đặc biệt là những khu chợ nổi ít người ghé thăm, nơi chúng tôi có món mì ăn sáng tuyệt vời, được phục vụ bởi một người phụ nữ hay cười trên thuyền. Chuyến đi xuôi dòng nước đọng cũng thực sự hấp dẫn. Những thứ mà những chiếc thuyền lớn hơn sẽ không thể chỉ cho bạn. Trung có đầy đủ thông tin và cũng cực kỳ hữu íchCảm ơnĐọc thêm",
            "Kính thưa quý khách\nCảm ơn rất nhiều cho nhận xét của bạn! \nTôi rât cảm kich\nMong được gặp lại bạn. \nMọi điều tốt đẹp nhất\nTrungĐọc thêm",
            "Chúng tôi đã cùng Trung thực hiện 2 chuyến du lịch nửa ngày khi ở Cần Thơ. Chúng tôi đạp xe trên những con đường nhỏ ven sông. Chúng tôi thấy cách trồng trái cây ở địa phương và cách người dân sống trong những ngôi nhà nhỏ cạnh sông. Ngày hôm sau chúng tôi đi chợ nổi, nơi này không đông đúc và đầy màu sắc như chúng tôi mong đợi! Tuy nhiên, Trung đưa chúng tôi đi ăn sáng tại một quán nhỏ bên bờ sông và chúng tôi chọn một ít xôi cốt dừa từ một quán ăn đường phố nhỏ rồi ăn cùng một tách cà phê thơm ngon. Sau đó anh ấy dẫn chúng tôi đi dạo dọc bờ sông để xem một nhà máy mì nhỏ trước khi chúng tôi quay lại thị trấn. Trung nói tiếng Anh rất tốt và là một hướng dẫn viên tuyệt vời - Tôi chắc chắn khuyên bạn nên đặt chỗ với anh ấy!Đọc thêm",
            "Tôi đã một mình thực hiện một chuyến đi chợ nổi dài và kênh nhỏ riêng tư với bà T. Cô ấy dẫn tôi đi tham quan Cần Thơ và đồng bằng sông Cửu Long! Tôi nên nói gì đây? Cô ấy là một cô gái tuyệt vời, một người nói tiếng Anh giỏi. Cô ấy đón tôi vào sáng sớm lúc 4:25 sáng, cô ấy đến đúng giờ và chúng tôi đến bến tàu và khám phá sông Mê Kông bằng thuyền vạn đẩu vào sáng sớm. Đầu tiên chúng tôi đi đến một Chợ nhỏ hơn để ăn sáng, mất khoảng 2h để đến đó, chợ rất nhỏ, đồ ăn ngon, cà phê ngon, người dân địa phương không có khách du lịch. Sau đó, chúng tôi đến Chợ Ẩm ướt và thưởng thức một số loại trái cây địa phương để nếm thử, ngon tuyệt! Chúng tôi đi đến những con kênh nhỏ bằng thuyền sampran và cô ấy kể cho tôi nghe về một số loại trái cây đang mọc ở những con kênh này và một số trong số đó chúng tôi đã nếm thử. Có Xoài, Jack Fruits, Dragon Eyes và nhiều hơn nữa, cô ấy rất biết về điều đó. Cô ấy chỉ cho tôi một nhà máy mì địa phương, cách người dân địa phương làm mì, không phải khách du lịch, không có quà lưu niệm để mua ở đó. Chúng tôi đã giúp các công nhân làm một số món mì. Trải nghiệm tốt và cuộc phiêu lưu đích thực tự nhiên. Cuối cùng chúng tôi đi đến chợ nổi lớn cái răng cưa, cô ấy kể cho tôi nghe câu chuyện về chợ, chúng tôi đi trên một chiếc thuyền dứa và ăn một quả dứa thơm ngon trên đó. Tour du lịch tuyệt vời, tôi đã thực hiện nhiều chuyến tham quan ở Việt Nam nhưng cái này là tuyệt nhất! Cảm ơn bà rất nhiều vì một ngày tươi đẹp Bà TĐọc thêm",
            "Chúng tôi đã đi hai chuyến trong chuyến thăm của chúng tôi. Đầu tiên là chuyến đi thuyền đưa chúng tôi đến hai chợ nổi, những con kênh nhỏ và một xưởng sản xuất bún. Chúng tôi đã ăn sáng tại một trong những khu chợ, đó là một trải nghiệm độc đáo và thú vị. Chuyến tham quan thứ hai là chuyến tham quan bằng xe đạp và đó là điểm nổi bật trong chuyến đi của chúng tôi. Chúng tôi đạp xe qua các ngôi làng địa phương dọc theo các con kênh nhỏ và lớn và nhìn thấy nhiều cây ăn trái. Chuyến tham quan này đã cho chúng tôi cơ hội tuyệt vời để tìm hiểu về cách sống của người dân ở vùng đồng bằng và chiêm ngưỡng cảnh quan xinh đẹp và yên bình. Nhìn chung, cả hai chuyến tham quan đều là những trải nghiệm tuyệt vời, nhưng chúng tôi thực sự khuyên bạn nên tham gia chuyến tham quan bằng xe đạp vì giá trị giáo dục và danh lam thắng cảnh của nó.Đọc thêm",
            "Chúng tôi thấy 2 chợ nổi, đồn điền thanh long và xưởng sản xuất bún. Hướng dẫn nói tiếng Anh rất tốt, súp thức ăn ngon trên chợ nổi, trái cây, thanh long khử mùi trên đồn điền. Tất cả chuyến đi là trải nghiệm tuyệt vờiĐọc thêm"
        ],
        "star_ratings": [
            205,
            40,
            9,
            4,
            1
        ],
        "review_amount": 259,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Khám phá tour du lịch Mê Kông"
        ],
        "reviews_time": [
            "Written February 23, 2024",
            "Written December 18, 2023",
            "Written December 1, 2023",
            "Written November 27, 2023",
            "Written November 26, 2023",
            "Written November 18, 2023",
            "Written September 24, 2023",
            "Written September 21, 2023",
            "Written April 8, 2023",
            "Written December 16, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-or10-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d2178399-Reviews-GONY_Spa_Cafe_Lounge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d24863076-Reviews-Bassac_River_Retreat-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6983486-Reviews-Ong_Temple-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5783418-Reviews-Indochina_Treks_Luxury_Private_Mekong_Day_Cruise-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11919045-Reviews-Mekong_River_Luxury_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12179255-Reviews-Hana_Spa-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15548593-Reviews-Mekong_Smile_Cruise_Can_Tho-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g56350-d12530124-Reviews-Fischer_Park-New_Braunfels_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g776005-d8816270-Reviews-Psili_Ammos_Beach-Thassos_Town_Limenas_Thasos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1799783-d5614039-Reviews-AltInkum_PlajI-Dipkarpaz_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d104457-Reviews-Audubon_Zoo-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g52500-d4222681-Reviews-Dingmans_Falls-Dingmans_Ferry_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60786-d207524-Reviews-IMG_Academy-Bradenton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29217-d146165-Reviews-Pololu_Valley_Lookout-Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d25190309-Reviews-Museum_Of_Illusions_Charlotte-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g36942-d107219-Reviews-Monroe_Lake-Bloomington_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d4756149-Reviews-Mercado_Municipal_De_Artesanias-San_Jose_San_Jose_Metro_Province_of_San_Jose.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-or10-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Explore Mekong Tours",
        "attraction_name_vi": "Khám phá tour du lịch Mê Kông",
        "general_info": [
            "259 đánh giá",
            "11 trên 62 hoạt động ngoài trời ở Cần Thơ",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Chúng tôi đã là hướng dẫn viên du lịch địa phương khi còn là sinh viên và chúng tôi có rất nhiều kinh nghiệm cũng như kiến ​​thức hữu ích cho sự nghiệp của mình hiện tại. Chúng tôi cũng hy vọng rằng các sinh viên địa phương hiện tại có thể có cơ hội trở thành hướng dẫn viên du lịch như chúng tôi. Do đó, chúng tôi tổ chức tour chợ nổi, tour xe đạp, tour ẩm thực và sắp xếp chỗ ở tại nhà cho khách du lịch. Hướng dẫn viên của chúng tôi có thể nói tiếng Anh hoặc tiếng Pháp rất tốt. Đọc thêm",
        "reviews": [
            "Tôi và bạn trai đã đặt tour du lịch dài ngày ở Cần Thơ bao gồm chuyến tham quan bằng thuyền đến chợ nổi, trang trại thanh long và nhà máy mì. Nó hoàn toàn tuyệt vời! Người lái thuyền rất thân thiện và đưa chúng tôi đến mọi nơi an toàn. Chúng tôi mua một ít phở và trái cây ở chợ nổi, thử một ít thanh long và tự làm món mì! Tôi có thể nói đó là điều nhất định phải làm khi đến Cần Thơ. Mọi thứ đều được tổ chức hoàn hảo và họ đưa ra mức giá hợp lý cho tất cả các chuyến tham quan của mình, vì vậy tôi chắc chắn sẽ giới thiệu chuyến tham quan này! Đọc thêm",
            "Đó là một chuyến tham quan tuyệt vời, nó bắt đầu đủ sớm để thấy mặt trời mọc trên chợ nổi. Người lái thuyền của chúng tôi là một người đàn ông địa phương rất thân thiện. Anh ấy thực sự quan tâm đến chúng tôi, anh ấy đã cho chúng tôi những chiếc mũ khi mặt trời bắt đầu chiếu sáng, anh ấy đóng mui thuyền khi trời quá nóng, anh ấy cho chúng tôi quả dứa,… và anh ấy luôn mỉm cười. Chúng tôi cũng đã xem các chuyến tham quan bằng thuyền lớn, nhưng tôi nghĩ chuyến tham quan riêng của chúng tôi là một trải nghiệm tuyệt vời hơn nhiều. Giá cũng tốt. Các nhà tổ chức khác cung cấp các tour du lịch đắt hơn nhiều! Nói chung là một trải nghiệm rất tốt và là một cách hay để bắt đầu ngày mới! Muốn giới thiệu!Đọc thêm",
            "Chợ nổi, nhà máy bún và trang trại thanh long với hướng dẫn rất hay. Và chủ đại lý thực sự có khả năng sắp xếp mọi thứ chúng tôi muốn, bao gồm cả việc chuyển đến Phú Quốc.Đọc thêm",
            "Tôi đã đặt tour qua tin nhắn fcb. Mọi thứ thật dễ dàng và chúng tôi quản lý chuyến du lịch dài ngày trên sông Mê Kông một cách nhanh chóng và thoải mái.  Chuyến tham quan dài bắt đầu lúc 5 giờ sáng, hướng dẫn viên của chúng tôi thật tuyệt vời! Chúng tôi tận hưởng chuyến tham quan tối đa !!! Người hướng dẫn kể cho chúng tôi những câu chuyện rất thú vị. Chúng tôi rất vui vì chúng tôi đã chọn cơ quan này! Cảm ơn rất nhiều người quản lý của đại lý này, người đã giúp chúng tôi mọi thứ chúng tôi cần ;- cảm ơn bạn!!!! Đọc thêm",
            "Trung đã tổ chức một chuyến tham quan bằng xe máy cả ngày tuyệt vời cho gia đình bốn thiếu niên của chúng tôi. Chuyến tham quan bao gồm việc sắp xếp thuê một chiếc xe máy, mũ bảo hiểm và một người lái xe đạp cho một trong những đứa trẻ của chúng tôi, đứa còn lại đi cùng Trung. Một cách tuyệt vời để khám phá khu vực đồng bằng bằng cách di chuyển trên nhiều con đường phía sau. Trong chuyến tham quan của mình, chúng tôi đã thấy rất nhiều điều thú vị bao gồm Rừng Kei Quýt, đi ca nô qua các boong-ke cũ của VC và đến Sa Đéc để xem những chợ hoa đầy màu sắc. Nhiều người dừng ăn uống trên một chặng đường dài. Trung rất linh hoạt với hành trình đưa chúng tôi đến nơi chúng tôi bày tỏ sự quan tâm và một hướng dẫn viên du lịch tuyệt vời. Dù không quen đi xe máy nhưng chúng tôi luôn cảm thấy an toàn. Một ngày thật trọn vẹn và bổ ích - điểm nhấn trong kỳ nghỉ của chúng tôi. Rất khuyến khích! Đọc thêm",
            "Đã đi tour kéo dài 7 giờ với bạn gái của tôi và cả hai chúng tôi đều yêu thích nó. Chợ nổi thật tuyệt vời trong ánh nắng buổi sáng. Thật tuyệt vời cho việc chụp ảnh. Một trong những lý do chính khiến tôi muốn đi du thuyền này là để chụp ảnh chợ buổi sáng. Người lái thuyền tốt bụng và chạy chậm lại khi tôi chụp ảnh. Hướng dẫn viên của chúng tôi nói tiếng Anh tuyệt vời và cô ấy rất nhiều thông tin! Cả hướng dẫn viên và tài xế của chúng tôi đều là những người rất tốt. Kết thúc chuyến đi, chuyến trở về Cần Thơ rất thư giãn, tôi thích ngồi yên bình và ngắm nhìn cuộc sống xung quanh. Muốn giới thiệu điều này cho bất kỳ ai miễn là bạn không vội!Đọc thêm",
            "Chúng tôi đã có một chuyến đi trong ngày vui vẻ khám phá sông Mê Kông. Chúng tôi được đón từ khách sạn lúc 8 giờ sáng và bị bỏ lại ở góc phố sau chuyến tham quan vì hướng dẫn viên du lịch nói với chúng tôi rằng anh ấy chỉ dừng lại hai điểm dừng. Đó là một buổi tối rất ẩm ướt và tôi cùng một nhóm khác phải tìm đường qua Hồ Giao thông thành phố Hồ Chí Minh..Hành vi của hướng dẫn viên du lịch là điểm yếu duy nhất của chuyến đi..Đọc thêm",
            "Hướng dẫn viên du lịch thân thiện và hữu ích, thông thạo tiếng Anh chắc chắn đã khiến chuyến đi Cần Thơ của chúng tôi rất đáng nhớ. Các bữa ăn bao gồm rất ngon bao gồm bún phở gần nhà máy bún Sao Hoài và món lẩu cá trong rừng Trà Sư. Tôi đặc biệt giới thiệu các chuyến tham quan Khám phá Mê Kông cho bất kỳ ai muốn tham quan Đồng bằng sông Cửu Long. Đọc thêm",
            "Chúng tôi đã đặt phiên chợ 7 giờ 2 với chuyến tham quan trang trại với giá 500 nghìn đồng mỗi người. Chúng tôi đã có một chuyến tham quan tuyệt vời và đầy thông tin. Chỉ có 2 chúng tôi với hướng dẫn viên nói tiếng Anh Triệu hoặc T và thuyền trưởng Chu. Các phiên chợ rất thú vị nhưng cũng có thể quan sát các quý cô đi công tác. Bạn cũng có thể uống cà phê từ những chiếc thuyền nhỏ. Đi bộ qua các trang trại địa phương và thăm các nhà sản xuất mì là điểm nổi bật. Nhìn thấy mọi loại trái cây địa phương về cơ bản mọc hoang là khá tuyệt vời. Đánh giá cao T và Chu vì đã làm cho ngày của chúng tôi trở nên thú vị hơn. Đừng quên để lại một ít cho công việc khó khăn của họ. Đọc thêm",
            "Tôi và những người bạn của tôi đã có 2 chuyến đi liên tiếp trên sông Mê Kông với chợ nổi và Xẻo Quýt. Cả hai đều đáng để giới thiệu. Kim hướng dẫn viên du lịch của chúng tôi thực sự tốt bụng và chuyên nghiệp trong các chuyến đi, rất hữu ích khi chúng tôi gặp vấn đề với việc mua vé xe buýt và cũng linh hoạt cho nhu cầu của chúng tôi. Nếu tôi là tôi Cần Thơ một lần nữa, tôi chắc chắn đã chọn chuyến đi đó: Đọc hơn",
            "Xin chào. Ở Cần Thơ trong hai ngày, bạn có thể dự định tham gia loại chuyến du lịch nào? \n\nKể từ ngày mai ... cảm ơn bạn Đọc thêm",
            "Như các bạn đã biết, chúng tôi có hoạt động tổ chức tour là Explore Mekong Tours. Chúng tôi đang tổ chức các tour du lịch bằng xe đạp và tour đi xe máy đến các vùng quê ẩm thực bằng tour đi bộ. Bạn có quan tâm đến những tour du lịch trong thời gian ở Cần Thơ không? \nChúng tôi rất mong nhận được phản hồi sớm từ bạn.Đọc thêm",
            "CHÀO. Chúng tôi là 2 người muốn đến thăm đồng bằng sông Cửu Long trong một đêm ở đó. Có khả năng? Bạn có gói nào bao gồm khách sạn không? Cảm ơnĐọc thêm",
            "Vâng, chúng tôi làm vậy! 890.000đ/người. Nó bao gồm chỗ ở một đêm, bữa sáng, tour du lịch Mê Kông 7 giờ, hướng dẫn viên nói tiếng Anh, thuyền trở về, phí vé.Đọc thêm",
            "Chuyến đi này rất thú vị! Tôi đặt phòng ở khách sạn kim long. 4 tiếng. Hướng dẫn viên rất tốt bụng và thú vị. Tôi thực sự có thể khuyên bạn nên tham gia chuyến tham quan này.Đọc thêm",
            "Kính thưa quý khách,\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết bình luận! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi. Chúng tôi mong muốn được gặp lại bạn và bạn bè của bạn.\nMọi điều tốt đẹp nhất!\nKhám phá đội ngũ Mekong Tours.Đọc thêm",
            "Xin chào\nChúng tôi muốn thực hiện một chuyến tham quan đồng bằng sông Cửu Long vào ngày mai 4518 cho 2 người. Chi phí là bao nhiêu? Chúng tôi có đón khách tại khách sạn từ Hồ Chí Mi không và giá bao nhiêu? Cảm ơn Đọc thêm",
            "Xin chào cô Lusana,\nCảm ơn các bạn đã quan tâm đến các tour du lịch Mê Kông như các bạn đã biết. Chúng tôi đến từ thành phố Cần Thơ, nơi các chuyến tham quan sẽ bắt đầu từ đây. Vì vậy, nếu bạn muốn thực hiện các chuyến tham quan, bạn có thể đến thành phố Cần Thơ bằng xe buýt không, chúng tôi sẽ tổ chức cho bạn chuyến tham quan chợ nổi, tour du lịch Mê Kông.\nMong sớm được gặp lại bạn,\nTrung, 8490 33 8 007Đọc thêm",
            "Làm thế nào chúng ta có thể liên lạc với các tour khám phá mekong?\nĐọc thêm",
            "Xin chào,\nChúng tôi đến từ Explore Mekong Tours, vui lòng liên hệ theo số này 849033 88 007.\nCảm ơn bạn!Đọc thêm",
            "Xin chào, tôi muốn đi vào ngày mai, có được không? Có phải là xe đạp và thuyền? \nĐọc thêm",
            "Cảm ơn, xin lỗi, chúng tôi đã ở đóĐọc thêm",
            "Chi phí cho mỗi người cho chuyến đi ngày mai ngày 18 tháng 9 là bao nhiêu?Đọc thêm",
            "Xin chào, Cảm ơn bạn đã quan tâm đến tour chợ nổi, giá tour là 22 usd mỗi người.Đọc thêm",
            "Xin chào Michal F, ho bạn cung cấp số liên lạc của cô LY cho chuyến tham quan chợ nổi của bạn. Cảm ơnĐọc thêm",
            "Chắc chắn! Chúng ta có thể liên hệ với cô Ly để làm hướng dẫn viên du lịch cho bạn. Khi nào bạn muốn đi du lịch chợ nổi?Đọc thêm",
            "Xin chào! Có thể tổ chức chuyến du lịch nửa ngày đến đồng bằng sông Cửu Long có bao gồm bữa trưa không? Chúng tôi muốn bắt đầu vào buổi sáng và trở về khách sạn lúc tối đa 17:00. Nếu có thì giá bao nhiêu?Đọc thêm",
            "Kính thưa quý khách, \nCảm ơn bạn rất nhiều vì đã quan tâm đến tour du lịch Mê Kông. Như các bạn đã biết, tham quan hai chợ nổi Cái Răng và trang trại trái cây Phong Điền, xưởng bún, đi vào con kênh nhỏ, đi bộ một vòng đến bản nhỏ, từ 5h30 đến 12h30 kết thúc chuyến đi thuyền. và sau đó tôi sẽ cho bạn tham quan đảo Côn Sơn, nơi bạn có thể thay đổi để xem nhiều trang trại cá, vườn trái cây cho đến 5 giờ chiều. Nó có giá 45 usd mỗi người. Nó bao gồm hướng dẫn viên nói tiếng Anh, thuyền trở về, ăn trưa.Đọc thêm",
            "Xin chào, đã cố gắng gọi cho bạn và tìm Địa điểm của bạn nhưng kết thúc ở Bệnh viện? \nHier Tôi có thể liên lạc với bạn được không? \nTôi đang ở Cần Thơ và muốn thực hiện chuyến tham quan đầm lầy vào ngày mai Hay ngày mốt?! Đọc thêm"
        ],
        "star_ratings": [
            205,
            40,
            9,
            4,
            1
        ],
        "review_amount": 259,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Khám phá tour du lịch Mê Kông"
        ],
        "reviews_time": [
            "Written December 7, 2022",
            "Written December 7, 2022",
            "Written December 7, 2022",
            "Written November 10, 2022",
            "Written October 13, 2020",
            "Written December 20, 2019",
            "Written October 7, 2019",
            "Written September 14, 2019",
            "Written May 18, 2019",
            "Written December 27, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d6434270-Reviews-or10-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-or20-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d2178399-Reviews-GONY_Spa_Cafe_Lounge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d24863076-Reviews-Bassac_River_Retreat-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6983486-Reviews-Ong_Temple-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5783418-Reviews-Indochina_Treks_Luxury_Private_Mekong_Day_Cruise-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11919045-Reviews-Mekong_River_Luxury_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12179255-Reviews-Hana_Spa-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15548593-Reviews-Mekong_Smile_Cruise_Can_Tho-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g608961-d13450488-Reviews-Belgrade_Bar_Railway-Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d190264-Reviews-BMW_Museum-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g186400-d195569-Reviews-Warwick_Castle-Warwick_Warwickshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g32861-d17482264-Reviews-Sensorio-Paso_Robles_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d9742720-Reviews-Deep_Eddy_Pool-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g3174415-d7113251-Reviews-Loutsa_Beach-Loutsa_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g57106-d532311-Reviews-Seven_Peaks_Resort_Water_Park-Provo_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d10669849-Reviews-Bagni_Misteriosi-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g40894-d198661-Reviews-Willard_Beach-South_Portland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d104828-Reviews-USS_Constitution_Museum-Boston_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-or20-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-or10-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Explore Mekong Tours",
        "attraction_name_vi": "Khám phá Mekong Tours",
        "general_info": [
            "259 đánh giá",
            "11 trong số 62 Hoạt động ngoài trời ở Cần Thơ",
            "Chuyến tham quan thành phố",
            "Chuyến du lịch bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Chúng tôi đã từng là hướng dẫn viên du lịch địa phương khi còn là sinh viên và chúng tôi có rất nhiều kinh nghiệm cũng như kiến ​​thức hữu ích cho sự nghiệp của mình ở thời điểm hiện tại. Chúng tôi cũng mong rằng các sinh viên địa phương hiện tại có thể có cơ hội trở thành hướng dẫn viên du lịch như chúng tôi. Vì vậy, chúng tôi tổ chức tour chợ nổi, tour xe đạp, tour ẩm thực và sắp xếp chỗ ở tại nhà cho khách du lịch. Hướng dẫn viên của chúng tôi có thể nói tiếng Anh hoặc tiếng Pháp rất tốt.Đọc thêm",
        "reviews": [
            "Ông Triệu hướng dẫn viên du lịch của chúng tôi là một người thực sự vui tính nhưng giàu thông tin. Bình thường anh ấy là giáo viên. Chuyến đi hơi đắt tiền nhưng rất tốt. Cảm ơn bạnĐọc thêm",
            "Trung thật tuyệt vời khi giải quyết và hỗ trợ đặt phòng vào phút cuối của chúng tôi. Người hướng dẫn đáng yêu như người phụ nữ chèo thuyền của chúng tôi. Cảm ơn bạn vì một trải nghiệm tuyệt vời. Đọc thêm",
            "Có một trải nghiệm tuyệt vời với Explore Mekong Tour. Giao tiếp tuyệt vời ngay từ đầu, đặt phòng dễ dàng theo ý muốn của chúng tôi và bầu không khí địa phương trong suốt chuyến đi. Rất đáng để giới thiệu. Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan riêng tuyệt vời qua Explore Mekong Delta. Người đàn ông làm việc tại khách sạn Kim Long và các con trai của ông rất thân thiện và hữu ích khi chúng tôi dừng lại để tìm hiểu về các tour du lịch mà họ cung cấp. Chúng tôi đã đi tour riêng cho 2 người có hướng dẫn viên nói tiếng Anh đi cùng. Bắt đầu sớm nhưng rất đáng để xem các chợ nổi diễn ra sôi động. Chúng tôi gặp nhau tại khách sạn lúc 5 giờ sáng và lên thuyền lúc 5:30, hướng đến chợ đầu tiên. Ở đó, chúng tôi thấy việc buôn bán từ thuyền này sang thuyền khác và cũng đi qua đường lái xe riêng của chúng tôi để mua cà phê và bánh bao Việt Nam cho bữa sáng. Chúng tôi đã đến một khu chợ thứ hai, một nhà máy sản xuất bún gạo và đi quanh co qua nhiều kênh nhỏ, ngắm nhìn những ngôi làng khác nhau và cuộc sống của những người sống dọc theo bờ sông. Chúng tôi đã trở lại Cần Thơ ngay sau 11 giờ. Tôi thực sự khuyên bạn nên sử dụng công ty này. Thật dễ dàng và đáng tin cậy. Đọc thêm",
            "Chúng tôi đã đi tour bao gồm hai khu chợ và nhà máy mì, cũng như đi bộ quanh vùng nông thôn địa phương. Chúng tôi đã có khoảng thời gian tuyệt vời với một hướng dẫn viên tuyệt vời, người có tiếng Anh tuyệt vời và có thể giải thích rất nhiều điều. Đó là một khởi đầu rất sớm nhưng hoàn toàn xứng đáng! Người lái thuyền rất thân thiện và đã làm cho chúng tôi một số động vật origami và hoa cũng như mua cho chúng tôi một số loại trái cây để thử mà không cần chúng tôi yêu cầu!. Một trải nghiệm tuyệt vời toàn diện - chắc chắn sẽ giới thiệu! Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời với chuyến tham quan này. Hướng dẫn viên của chúng tôi, Tiến vừa có tâm hồn đẹp, vừa có sức chứa và chu đáo với chúng tôi cũng như nói tiếng Anh tuyệt vời! Chúng tôi thường không thích những chuyến du lịch lớn nên thật vui khi được đi vòng quanh trên một chiếc thuyền nhỏ và nói về văn hóa Việt Nam giữa khung cảnh tươi tốt. Chúng tôi thấy hai khu chợ trên sông, có đồ ăn ngon và đi thuyền qua những con kênh nhỏ để bạn có cơ hội nhìn thấy cuộc sống địa phương. Đó là tất cả những gì chúng tôi muốn thấy và nó thật hoàn hảo vì giá trị gia tăng của Tiên Em đẹp qua! Cam trên xoxoĐọc thêm",
            "We were looking for a tour of both the river markets and this companys itinerary suited us. We went to Kim Long hotel where the receptionist explained the package to us, which was 12 per person, plus the option to have a tour guide for an additional 10 each. We opted for the full package including the guide so paid a total of 44, and for that they included a free pickup from our hotel which was 1 mile away.The following morning a young university student met us at our hotel at 5am with transport to the embarkation point where we were given two takeaway packs of banh mi for our breakfast. delicious and off we went to the first market 50 minutes away at Cai Rang,.Im afraid heres where things begin to go slightly downhill, although I must stress through no fault of the guide or the company. This first market is largely a wholesale market with traders selling to one another and smaller boats selling drinks, fruits and noodles to tourists and traders. So unless youre up for that its just a case of weaving around the other tourist boats watching things go by. Next en route to the smaller Phong Dien market we stopped by at a rice noodle factory for a 10 minute walk about and obligatory photo opp before moving on to PD. This was much smaller and had a more retail feel to the market with lots more boats selling to tourists. However despite that Im afraid tourist boats outnumber the market traders and we were pretty much eyeing each other up Im sure each thinking the same thing. The next part of the tour took us through much smaller tributaries which for me was probably the most interesting part of the day. We finally dropped off at a river bank to be shown unexpectedly a snake farm where they were stretching and sunning snake skins. Two men were walking on a massive dead snake, we were told, to stretch their skin. We couldnt get out of this smelly sight fast enough.Then it was a walk through the village and fruit farms for a bit of rural experience - not unpleasant and quite interesting to see unfamiliar trees and fruits, although the only sampling came from a random stranger offering us bananas and boiled jackfruit seeds.Final stop was at a restaurant for lunch not included or drinks then the final hour or so back to the departure point.So whats my overall verdict on the day? I really struggled with this as I didnt want to come across as a cynic but my honest opinion is that the markets are a bit of a hype and probably past their glory days. But failing that what else has Can Tho got to offer? The river is literally their lifeline and in a way tourism helps to provide continued support to the local economy. I would still recommend first time visitors to do this trip although by managing your expectation you wont come away too disappointed. One final thought - we were offered life jackets upon boarding the boat, which we declined, as I thought that if we were to fall in the toxic water would probably kill us before we drowned! ;So go for it if youre in CT and Explore Mekong is a perfectly decent company to tour with.Read more",
            "Chúng tôi chỉ có một ngày ở Cần Thơ và có rất nhiều việc phải làm, trong đó có chuyến tham quan đồng bằng sông Cửu Long. Thông qua EDT, chúng tôi sắp xếp một chuyến tham quan siêu sớm đến chợ nổi và sau đó là các kênh nhỏ hơn, bao gồm cả việc đi bộ đến một nhà máy sản xuất bún nhỏ rất thú vị và được trẻ em yêu thích. Chúng tôi có một hướng dẫn viên xuất sắc, nói tiếng Anh, có mẹ làm việc ở chợ, vì vậy anh ấy biết RẤT NHIỀU và anh ấy đảm bảo rằng chúng tôi hiểu tất cả thông tin chi tiết về vùng này của Việt Nam. Họ cũng sắp xếp một chiếc xe tải riêng để đưa chúng tôi đến Rạch Giá và vé phà Superdong, cho phép chúng tôi tiết kiệm một ngày bằng cách đến một trong những chuyến phà cuối cùng đến Phú Quốc nếu không bạn cần phải ngủ ở Rạch Giá. Dịch vụ tuyệt vời, liên lạc siêu nhanh. Cảm ơn!Đọc thêm",
            "Đó là một chuyến du lịch dài và hơi nhàm chán ở thành phố Hồ Chí Minh. Nhưng một lần có thể thú vị. Nơi tôi chụp ảnh là điểm đẹp nhấtĐọc thêm",
            "Sáng sớm, chúng tôi đi tham quan bằng xe đạp với hướng dẫn viên Yung, một người đàn ông thực sự tốt bụng và có nhiều kiến ​​thức về khu vực này. Chúng tôi có 2 điểm dừng dài hơn, cả hai đều là những địa điểm thực sự đẹp và đã thử một ít trái cây trên đường đi cũng như ăn trưa ngon miệng tại tu viện. Những chiếc xe đạp rất tốt và phong cảnh đẹp. Chúng tôi thực sự khuyên bạn nên tham quan này! Sau đó Yung giúp chúng tôi lên kế hoạch cho điểm dừng tiếp theo ở Campuchia. Đọc thêm",
            "Cline Chris thân mến,\nCảm ơn bạn rất nhiều vì đã viết bình luận! Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chuyến tham quan bằng xe đạp. Chúng tôi đang cố gắng tìm kiếm một số địa điểm thiên nhiên đẹp để cải thiện dịch vụ của mình ngày càng tốt hơn.  \nChúng tôi mong muốn được gặp lại bạn.\nMọi điều tốt đẹp nhất.\nKhám phá tour du lịch Mê Kông \nTrungĐọc thêm",
            "Xin chào. Ở Cần Thơ trong hai ngày, bạn có thể dự định tham gia loại chuyến du lịch nào? \n\nKể từ ngày mai ... cảm ơn bạn Đọc thêm",
            "Như các bạn đã biết, chúng tôi có hoạt động tổ chức tour là Explore Mekong Tours. Chúng tôi đang tổ chức các tour du lịch bằng xe đạp và tour đi xe máy đến các vùng quê ẩm thực bằng tour đi bộ. Bạn có quan tâm đến những tour du lịch trong thời gian ở Cần Thơ không? \nChúng tôi rất mong nhận được phản hồi sớm từ bạn.Đọc thêm",
            "CHÀO. Chúng tôi là 2 người muốn đến thăm đồng bằng sông Cửu Long trong một đêm ở đó. Có khả năng? Bạn có gói nào bao gồm khách sạn không? Cảm ơnĐọc thêm",
            "Vâng, chúng tôi làm vậy! 890.000đ/người. Nó bao gồm chỗ ở một đêm, bữa sáng, tour du lịch Mê Kông 7 giờ, hướng dẫn viên nói tiếng Anh, thuyền trở về, phí vé.Đọc thêm",
            "Chuyến đi này rất thú vị! Tôi đặt phòng ở khách sạn kim long. 4 tiếng. Hướng dẫn viên rất tốt bụng và thú vị. Tôi thực sự có thể khuyên bạn nên tham gia chuyến tham quan này.Đọc thêm",
            "Kính thưa quý khách,\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết bình luận! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi. Chúng tôi mong muốn được gặp lại bạn và bạn bè của bạn.\nMọi điều tốt đẹp nhất!\nKhám phá đội ngũ Mekong Tours.Đọc thêm",
            "Xin chào\nChúng tôi muốn thực hiện một chuyến tham quan đồng bằng sông Cửu Long vào ngày mai 4518 cho 2 người. Chi phí là bao nhiêu? Chúng tôi có đón khách tại khách sạn từ Hồ Chí Mi không và giá bao nhiêu? Cảm ơn Đọc thêm",
            "Xin chào cô Lusana,\nCảm ơn các bạn đã quan tâm đến các tour du lịch Mê Kông như các bạn đã biết. Chúng tôi đến từ thành phố Cần Thơ, nơi các chuyến tham quan sẽ bắt đầu từ đây. Vì vậy, nếu bạn muốn thực hiện các chuyến tham quan, bạn có thể đến thành phố Cần Thơ bằng xe buýt không, chúng tôi sẽ tổ chức cho bạn chuyến tham quan chợ nổi, tour du lịch Mê Kông.\nMong sớm được gặp lại bạn,\nTrung, 8490 33 8 007Đọc thêm",
            "Làm thế nào chúng tôi có thể liên hệ với các tour khám phá mekong?\nĐọc thêm",
            "Xin chào,\nChúng tôi đến từ Explore Mekong Tours, vui lòng liên hệ theo số này 849033 88 007.\nCảm ơn bạn!Đọc thêm",
            "Xin chào, tôi muốn đi vào ngày mai, có được không? Có phải là xe đạp và thuyền? \nĐọc thêm",
            "Cảm ơn, xin lỗi, chúng tôi đã ở đóĐọc thêm",
            "Chi phí cho mỗi người cho chuyến đi ngày mai ngày 18 tháng 9 là bao nhiêu?Đọc thêm",
            "Xin chào, Cảm ơn bạn đã quan tâm đến tour chợ nổi, giá tour là 22 usd mỗi người.Đọc thêm",
            "Xin chào Michal F, ho bạn cung cấp số liên lạc của cô LY cho chuyến tham quan chợ nổi của bạn. Cảm ơnĐọc thêm",
            "Chắc chắn! Chúng ta có thể liên hệ với cô Ly để làm hướng dẫn viên du lịch cho bạn. Khi nào bạn muốn đi du lịch chợ nổi?Đọc thêm",
            "Xin chào! Có thể tổ chức chuyến du lịch nửa ngày đến đồng bằng sông Cửu Long có bao gồm bữa trưa không? Chúng tôi muốn bắt đầu vào buổi sáng và trở về khách sạn lúc tối đa 17:00. Nếu có thì giá bao nhiêu?Đọc thêm",
            "Kính thưa quý khách, \nCảm ơn bạn rất nhiều vì đã quan tâm đến tour du lịch Mê Kông. Như các bạn đã biết, tham quan hai chợ nổi Cái Răng và trang trại trái cây Phong Điền, xưởng bún, đi vào con kênh nhỏ, đi bộ một vòng đến bản nhỏ, từ 5h30 đến 12h30 kết thúc chuyến đi thuyền. và sau đó tôi sẽ cho bạn tham quan đảo Côn Sơn, nơi bạn có thể thay đổi để xem nhiều trang trại cá, vườn trái cây cho đến 5 giờ chiều. Nó có giá 45 usd mỗi người. Nó bao gồm hướng dẫn viên nói tiếng Anh, thuyền trở về, ăn trưa.Đọc thêm",
            "Xin chào, đã cố gắng gọi cho bạn và tìm Địa điểm của bạn nhưng kết thúc ở Bệnh viện? \nHier Tôi có thể liên lạc với bạn được không? \nTôi đang ở Cần Thơ và muốn thực hiện chuyến tham quan đầm lầy vào ngày mai Hay ngày mốt?! Đọc thêm"
        ],
        "star_ratings": [
            205,
            40,
            9,
            4,
            1
        ],
        "review_amount": 259,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những việc cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Khám phá tour du lịch Mê Kông"
        ],
        "reviews_time": [
            "Written December 19, 2018",
            "Written October 7, 2018",
            "Written July 19, 2018",
            "Written July 18, 2018",
            "Written April 4, 2018",
            "Written March 8, 2018",
            "Written February 2, 2018",
            "Written January 19, 2018",
            "Written January 11, 2018",
            "Written December 17, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d6434270-Reviews-or20-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-or10-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-or30-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d2178399-Reviews-GONY_Spa_Cafe_Lounge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d24863076-Reviews-Bassac_River_Retreat-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6983486-Reviews-Ong_Temple-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5783418-Reviews-Indochina_Treks_Luxury_Private_Mekong_Day_Cruise-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11919045-Reviews-Mekong_River_Luxury_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12179255-Reviews-Hana_Spa-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15548593-Reviews-Mekong_Smile_Cruise_Can_Tho-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d240651-Reviews-Speakers_Corner-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g488105-d2047684-Reviews-Le_Morne_Brabant-Le_Morne.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d15605280-Reviews-Cairo_Jazz_Club-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d13482726-Reviews-Vadistanbul_Shopping_Center-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g2030955-d3407360-Reviews-NOA_Beach_Club-Kolan_Island_of_Pag_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1941171-Reviews-Town_Square_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60922-d140393-Reviews-Liberty_Park-Salt_Lake_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d1997901-Reviews-Pub_Street-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d243298-Reviews-Zoo_Frankfurt-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10270499-Reviews-Graffiti_Hall_of_Fame-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-or30-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-or20-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Explore Mekong Tours",
        "attraction_name_vi": "Khám phá tour du lịch Mê Kông",
        "general_info": [
            "259 đánh giá",
            "11 trên 62 hoạt động ngoài trời ở Cần Thơ",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Các tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Chúng tôi đã từng là hướng dẫn viên du lịch địa phương khi còn là sinh viên và chúng tôi có rất nhiều kinh nghiệm cũng như kiến ​​thức hữu ích cho sự nghiệp của mình ở thời điểm hiện tại. Chúng tôi cũng mong rằng các sinh viên địa phương hiện tại có thể có cơ hội trở thành hướng dẫn viên du lịch như chúng tôi. Vì vậy, chúng tôi tổ chức tour chợ nổi, tour xe đạp, tour ẩm thực và sắp xếp chỗ ở tại nhà cho khách du lịch. Hướng dẫn viên của chúng tôi có thể nói tiếng Anh hoặc tiếng Pháp rất tốt.Đọc thêm",
        "reviews": [
            "Ngày của chúng tôi với Julian không chỉ mang tính giáo dục mà còn rất vui. Anh ấy và người chủ thuyền, tên là Deb, đã gắn bó với chúng tôi trong suốt chuyến đi qua chợ nổi, hoạt động làm gạo, lột da trăn không được phép chụp ảnh, cũng như các điểm dừng và hoạt động khác nhau. Deb liên tục tạo ra một dòng động vật và vương miện từ cây cọ nước cho mọi người. Julian là một quả bóng tràn đầy năng lượng, thú vị và giàu thông tin. Chủ sở hữu của công ty, ông Throng, là người ăn nói lưu loát, hữu ích và thể hiện sự quan tâm thực sự đến lợi ích tốt nhất của khách hàng. Rất khuyến khích!!Đọc thêm",
            "Chuyến đi thuyền rất đẹp! Hướng dẫn Julian thực sự hoàn hảo. Trình độ tiếng Anh xuất sắc! Rất thú vị với sự thừa nhận tốt về thực vật! Cũng buồn cười. Vì vậy tôi thực sự khuyên bạn nên chọn khách sạn kim hong và Julian để tham quan thuyền nổi!Đọc thêm",
            "Chúng tôi đi du thuyền Mê Kông vào buổi sáng để xem chợ nổi và sau đó bắt đầu chuyến đi xe đạp dọc sông. Ngày của chúng tôi bao gồm việc tham quan một nhà máy sản xuất mì gạo nhưng nó không quá khó chịu, một điểm dừng trái cây trong khu vườn riêng, một cây thiêng và một ngôi chùa Phật giáo thiền. Hướng dẫn viên của chúng tôi, Doi, có kiến ​​thức và thân thiện. Doi đảm bảo rằng chúng tôi có cơ hội thử các món ăn nhẹ địa phương và xem các địa điểm đích thực -- không chỉ các điểm du lịch. Anh ấy cũng dẫn chúng tôi đến một quán ăn địa phương bán bánh xèo mà chúng tôi chưa bao giờ tự mình tìm thấy. Chúng tôi đề xuất dịch vụ này và rất vui được đặt lại với họ.Đọc thêm",
            "Một ngày tuyệt vời với chuyến tham quan hai chợ nổi và làng Mê Kông. Hướng dẫn rất đặc biệt và tiếng Anh của anh ấy không ai sánh kịp. Thật xấu hổ, lịch trình của chúng tôi đã bị nhồi nhét vì chúng tôi cũng đã đặt chuyến tham quan ẩm thực vào buổi tối. Đọc thêm",
            "Thật là một trải nghiệm thú vị khi được chèo thuyền trên đồng bằng sông Cửu Long. Những hình ảnh từ bộ phim Apocalypse Now hiện lên trong tâm trí bạn. Người dân làng thực sự thân thiện và rất khó để tưởng tượng rằng một cuộc chiến tranh đã diễn ra ở đây tại Việt Nam. Đọc thêm",
            "Tận hưởng một ngày tuyệt vời trên sông để dành cho bữa trưa. Thực phẩm đã được định giá quá cao và tầm thường nhất. Được đề xuất.Đọc thêm",
            "Làm tốt lắm khi hướng dẫn viên nói tiếng Anh tốt. Tôi ước gì tôi đã chú ý hơn trước khi đặt tour. Hôm trước tôi đã đi xe máy đến cả hai điểm dừng nhà máy mì và một số nhà hàng ở nhà trên sông ngoài việc làm lại những gì tôi đã làm ngày hôm trước thì đó là khung cảnh thực sự tốt.  Điều tốt là cả hai điểm dừng, mọi người có vẻ hơi hoạt bát so với ngày trước khi họ có vẻ hơi thô lỗ ở nhà máy mì, nhà hàng ở nhà là ummmmmm ok cho bữa trưa, chỉ là CÁCH quá đắt so với những gì bạn có. Không quá ấn tượng với điều đó. Bản thân chuyến tham quan rất thú vị và người hướng dẫn đã nói chuyện với hai hành khách còn lại khi tôi nói với anh ấy rằng tôi đến đây để chụp ảnh và tôi gần như biết mọi điều anh ấy sẽ nói với tôi bằng mọi cách. .  Ảnh ops AA, đi thuyền tốt B lẽ ra có thể sử dụng đệm tốt hơn. hướng dẫn AAA nói tiếng Anh rất tốt Đọc thêm",
            "My partner and I decided to do the two market tour with Mekong Tours because it was cheaper than other operators and gets good reviews. Our overall opinion was that it was well worth it.We started very early in the morning, and despite the offer to pick us up from our hotel, we were then told we needed to arrange our own taxi to their meeting place because our accommodation was too far away from Can Thos centre. When we arrived at the hotel, it was closed and no one was around. A man finally opened the door and we tried to explain we were there for a tour, but he didnt seem to understand and then went back to sleep on a couch inside. When I went inside and tried to look around for someone, he woke again and apparently called us a taxi.We were then driven to the riverside and, perhaps quite luckily, our guide happened to meet us there. We had to pay for that taxi as well, so we started the tour in not such a good mood.But then everything went fine. Our guide was a young university student who spoke perfect English. We toured down the river and she explained various things to us before we approached the first market Cai Rang. We did a couple of laps around and took lots of photos and videos and then we moved on.Our next stop was a quick walk through a noodle factory where we could lay out some rice sheets and make noodles and then we grabbed a local coffee before getting back in our boat and heading down river to the second market, Phong Dien.After that, we headed back to Can Tho via some smaller and quieter rivers. It was interesting to see all of the life on the banks. We got out of the boat a couple of times, to walk along the river and hear about plants, buildings and other stories. Also to have a break at a cafe.Our visits to the markets felt a little rushed at the end of the day, we really didnt spend much time at them. They also werent as active as we were expecting. It may have been to do with the full moon meaning people were away preparing for a religious festival, our guide explained. But with all the extra stuff, it felt worthwhile in the end.At the cafe, we were asked if we wanted to buy a drink for our boat captain, but its not compulsory. If you dont want to, they wont be offended.Tips are not necessarily expected, but are appreciated of course. We returned to Can Tho at about 11.30am.Our guide was lovely and spoke fantastic English. You have to pay extra for a guide, but you really need one. The only negative was her constant talk about romance, and telling us to kiss and cuddle and things. It was a bit off putting after a while.Make sure you email the tour office the day before to double check where and when to meet, so you can avoid being left on the side of the street early in the morning.Read more",
            "Đã đặt tour này với các chuyến khám phá mekong vì tôi đã ở một mình. Rẻ hơn so với các nhà khai thác khác. Tôi tham gia cùng một cặp đôi và cả ba chúng tôi đi cùng một chiếc ủng nhỏ và một hướng dẫn viên nói tiếng Anh trôi chảy đến cả hai khu chợ, nhà sản xuất bún và một khu vườn với các loại hoa, trái cây đặc trưng của Việt Nam, v.v. chiếc ủng nhỏ có mái che, thật tốt vì nó sẽ nóng ngay khi mặt trời ló dạng. nhóm nhỏ của chúng tôi rất tuyệt nhưng với một chiếc ủng lớn hơn, bạn sẽ đến đích nhanh hơn nhưng bạn có thể bỏ lỡ điều gì đó trong cuộc sống hàng ngày...giá trị đồng tiền thực sự tốt, hơn 6 giờ, bữa sáng nhỏ, trái cây và lá gấp truyền thống. ..thật tuyệt vời. mang theo kem chống nắng. tour bắt đầu mỗi ngày nhưng có độ dài khác nhau đôi khi 6-7 giờ 20USD hoặc 3-415USD.Đọc thêm",
            "Chuyến tham quan rất thú vị, thú vị với hướng dẫn viên giao tiếp Jung nói tiếng Anh hoàn hảo. Anh cũng nói về văn hóa và cuộc sống ở Việt Nam. Tour bao gồm chợ nổi, nhà máy mì, tour xe đạp, chùa phật giáo,...Bắt đầu 5:30 và kết thúc vào khoảng 11:00.Sẽ làm lại.Đọc thêm",
            "Xin chào. Ở Cần Thơ trong hai ngày, bạn có thể dự định tham gia loại chuyến du lịch nào? \n\nKể từ ngày mai ... cảm ơn bạn Đọc thêm",
            "Như các bạn đã biết, chúng tôi có hoạt động tổ chức tour là Explore Mekong Tours. Chúng tôi đang tổ chức các tour du lịch bằng xe đạp và tour đi xe máy đến các vùng quê ẩm thực bằng tour đi bộ. Bạn có quan tâm đến những tour du lịch trong thời gian ở Cần Thơ không? \nChúng tôi rất mong nhận được phản hồi sớm từ bạn.Đọc thêm",
            "CHÀO. Chúng tôi là 2 người muốn đến thăm đồng bằng sông Cửu Long trong một đêm ở đó. Có khả năng? Bạn có gói nào bao gồm khách sạn không? Cảm ơnĐọc thêm",
            "Vâng, chúng tôi làm vậy! 890.000đ/người. Nó bao gồm chỗ ở một đêm, bữa sáng, tour du lịch Mê Kông 7 giờ, hướng dẫn viên nói tiếng Anh, thuyền trở về, phí vé.Đọc thêm",
            "Chuyến đi này rất thú vị! Tôi đã đặt phòng tại khách sạn kim long. 4 giờ. Hướng dẫn viên rất tử tế và vui vẻ. Tôi thực sự khuyên bạn nên tham gia tour này. Đọc thêm",
            "Kính thưa quý khách,\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết bình luận! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi. Chúng tôi mong muốn được gặp lại bạn và bạn bè của bạn.\nMọi điều tốt đẹp nhất!\nKhám phá đội ngũ Mekong Tours.Đọc thêm",
            "Xin chào\nChúng tôi muốn thực hiện một chuyến tham quan đồng bằng sông Cửu Long vào ngày mai 4518 cho 2 người. Chi phí là bao nhiêu? Chúng tôi có đón khách tại khách sạn từ Hồ Chí Mi không và giá bao nhiêu? Cảm ơn Đọc thêm",
            "Xin chào cô Lusana,\nCảm ơn cô đã quan tâm đến tour du lịch sông Mê Kông, như cô biết đấy. Chúng tôi đến từ thành phố Cần Thơ, nơi các tour du lịch sẽ bắt đầu từ đây. Vì vậy, nếu cô muốn tham gia tour, vui lòng đến thành phố Cần Thơ bằng xe buýt, chúng tôi sẽ tổ chức cho cô tour tham quan chợ nổi, tour du lịch sông Mê Kông.\nHy vọng sớm gặp lại cô,\nTrung, 8490 33 8 007Đọc thêm",
            "Làm thế nào chúng tôi có thể liên hệ với các tour khám phá mekong?\nĐọc thêm",
            "Xin chào,\nChúng tôi đến từ Explore Mekong Tours, vui lòng liên hệ theo số này 849033 88 007.\nCảm ơn bạn!Đọc thêm",
            "Xin chào, tôi muốn đi vào ngày mai, có được không? Có phải là xe đạp và thuyền? \nĐọc thêm",
            "Cảm ơn, xin lỗi, chúng tôi đã ở đóĐọc thêm",
            "Chi phí cho mỗi người cho chuyến đi ngày mai ngày 18 tháng 9 là bao nhiêu?Đọc thêm",
            "Xin chào, Cảm ơn bạn đã quan tâm đến tour chợ nổi, giá tour là 22 usd mỗi người.Đọc thêm",
            "Xin chào Michal F, ho bạn cung cấp số liên lạc của cô LY cho chuyến tham quan chợ nổi của bạn. Cảm ơnĐọc thêm",
            "Chắc chắn! Chúng ta có thể liên hệ với cô Ly để làm hướng dẫn viên du lịch cho bạn. Khi nào bạn muốn đi du lịch chợ nổi?Đọc thêm",
            "Xin chào! Có thể có tour du lịch nửa ngày đến Đồng bằng sông Cửu Long bao gồm cả bữa trưa không? Chúng tôi muốn bắt đầu vào buổi sáng và trở về khách sạn tối đa là 17:00. Nếu có, giá là bao nhiêu? Đọc thêm",
            "Kính gửi quý khách, \nCảm ơn quý khách rất nhiều vì đã quan tâm đến tour du lịch sông Mê Kông. Như quý khách đã biết, tham quan hai chợ nổi Cái Răng và trang trại trái cây Phong Điền, nhà máy mì, đi vào kênh nhỏ, đi bộ quanh làng nhỏ, từ 5:30 đến 12:30 kết thúc chuyến đi thuyền. và sau đó tôi sẽ cho quý khách tham quan đảo Côn Sơn, nơi quý khách có thể thay đổi để xem nhiều trang trại nuôi cá, vườn trái cây cho đến 5: chiều. Giá vé là 45 đô la Mỹ/người. Bao gồm hướng dẫn viên nói tiếng Anh, thuyền trở về, bữa trưa. Đọc thêm",
            "Xin chào, đã cố gắng gọi cho bạn và tìm Địa điểm của bạn nhưng kết thúc ở Bệnh viện? \nHier Tôi có thể liên lạc với bạn được không? \nTôi đang ở Cần Thơ và muốn thực hiện chuyến tham quan đầm lầy vào ngày mai Hay ngày mốt?! Đọc thêm"
        ],
        "star_ratings": [
            205,
            40,
            9,
            4,
            1
        ],
        "review_amount": 259,
        "location": [
            "Cần Thơ",
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Cần Thơ",
            "Đồng bằng sông Cửu Long",
            "Khám phá tour du lịch Mê Kông"
        ],
        "reviews_time": [
            "Written December 14, 2017",
            "Written October 25, 2017",
            "Written October 15, 2017",
            "Written April 22, 2017",
            "Written April 20, 2017",
            "Written April 20, 2017",
            "Written April 18, 2017",
            "Written April 14, 2017",
            "Written April 6, 2017",
            "Written April 4, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d6434270-Reviews-or30-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-or20-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-or40-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d2178399-Reviews-GONY_Spa_Cafe_Lounge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d24863076-Reviews-Bassac_River_Retreat-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6983486-Reviews-Ong_Temple-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5783418-Reviews-Indochina_Treks_Luxury_Private_Mekong_Day_Cruise-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11919045-Reviews-Mekong_River_Luxury_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12179255-Reviews-Hana_Spa-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15548593-Reviews-Mekong_Smile_Cruise_Can_Tho-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d14163184-Reviews-Adventure_Rentals-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d12964789-Reviews-Graffiti_Pier-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53329-d12512869-Reviews-Leaser_Lake_Park-New_Tripoli_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g40861-d12640736-Reviews-Ferry_Beach-Scarborough_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d2646242-Reviews-Opry_Mills-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g13074027-d15082825-Reviews-Point_90_Mall-New_Cairo_City_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g652121-d4037832-Reviews-Aqualava_Waterpark-Playa_Blanca_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d2226031-Reviews-Hurlimannbad_Spa_Zurich-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d2680593-Reviews-Boardwalk-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189241-Reviews-National_Museum_of_Natural_History-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-or40-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-or30-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html"
    },
    {
        "attraction_name": "Explore Mekong Tours",
        "attraction_name_vi": "Khám phá tour du lịch Mê Kông",
        "general_info": [
            "259 đánh giá",
            "11 trên 62 hoạt động ngoài trời ở Cần Thơ",
            "Tham quan thành phốChuyến tham quan bằng xe đạpChuyến tham quan bằng thuyềnChuyến tham quan ngắm cảnhChuyến tham quan tư nhân",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe đạp",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Chúng tôi đã từng là hướng dẫn viên du lịch địa phương khi còn là sinh viên và chúng tôi có rất nhiều kinh nghiệm cũng như kiến ​​thức hữu ích cho sự nghiệp của mình ở thời điểm hiện tại. Chúng tôi cũng mong rằng các sinh viên địa phương hiện tại có thể có cơ hội trở thành hướng dẫn viên du lịch như chúng tôi. Vì vậy, chúng tôi tổ chức tour chợ nổi, tour xe đạp, tour ẩm thực và sắp xếp chỗ ở tại nhà cho khách du lịch. Hướng dẫn viên của chúng tôi có thể nói tiếng Anh hoặc tiếng Pháp rất tốt.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đặt chuyến đi này vào tối hôm trước tại khách sạn Kim Long. Lễ tân rất thân thiện và hữu ích và chúng tôi thực sự mong chờ ngày hôm sau. Chuyến tham quan bắt đầu vào khoảng 5 giờ sáng. Chúng tôi đến thăm hai Chợ nổi và con kênh. Chúng tôi cũng đến thăm một gia đình đang làm bánh tráng. Hướng dẫn viên LyLy của chúng tôi rất tốt và tiếng Anh của cô ấy rất hoàn hảo. Chúng tôi đã có rất nhiều niềm vui với cô ấy. Trong chuyến tham quan, chúng tôi xuống thuyền vài lần và LyLy đã giải thích cho chúng tôi rất nhiều về Văn hóa và lối sống của người Việt. Đó là một trong những chuyến đi tuyệt vời nhất chúng tôi đã thực hiện trong suốt thời gian ở Việt Nam và LyLy chắc chắn là hướng dẫn viên du lịch giỏi nhất. Tôi hy vọng có thể giữ liên lạc và gặp lại cô ấy trong chuyến đi Việt Nam tiếp theo của chúng tôi.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên du lịch Triung! Anh ấy rất thú vị và hiểu biết. Chúng tôi là một nhóm nhỏ gồm 4 người và đạp xe rất thoải mái qua những con đường phía sau và khu vực sông nước và trải nghiệm cuộc sống địa phương. Triung cũng tặng chúng tôi trái cây tươi trong chuyến tham quan để chúng tôi có thể thử trái cây địa phương và điều đó thật tuyệt vời. Chúng tôi cũng dừng lại ở một Tu viện Phật giáo rất yên bình và xinh đẹp. Chúng tôi thưởng thức một bữa ăn chay ngon miệng. Chuyến tham quan diễn ra với tốc độ tuyệt vời và Triệu luôn nở nụ cười trên môi. Thực sự làm cho ngày của chúng tôi ở Cần Thơ.. chắc chắn là một điểm nổi bật!   Đọc thêm",
            "Triung là một hướng dẫn viên du lịch tuyệt vời.  Rất hiểu biết, thân thiện và chu đáo.  Chúng tôi đã thực hiện một chuyến tham quan bằng xe đạp và đó là một hành động chứa đựng 4 giờ thông tin và niềm vui.  Tôi rất muốn giới thiệu.Đọc thêm",
            "We travelled as a couple and booked this tour in the evening, when we arrived in our hotel Kim Long Hotel. I do not remember the exact price, however it was absolutely fair.  In the boat it was only the tour guide the boatman and the two of us. Actually, we did not expect to have a private tour, so we were surprised in a positive way. I must confess, Im not a big fan of tourist tours, however this one felt quite different. First of all: What you are going to see is very interesting and special. The floating market is something very unique and it is getting smaller and smaller, so take the chance and visit it before it has completely gone. But actually this was not what made the tour so exceptional. The best thing about it was, that most of the time we did not feel like being on a tour : Responsible for this, thanks again, was our tour-guide Triều Ryan, a student at the local university. After finishing the tour, or even meanwhile, he felt more like being a good friend rather than a tourist guide. We kind of talked about everything, from politics to relationship, from work to private stuff. So actually, we cannot really tell, if he is the perfect guide in the way, that he tells you everything about what you get to see I bet he his, if thats what you expect from him. I think in our case at some point we just forgot about the tour, since there were many other interesting things to speak about well, he still explained a lot!! . Btw: His English is perfect! I have not met any other Vietnamese person speaking such a good English! To summarize: A great experience, and we can totally recommend this operator. And the best of the tour was Triều Ryan. He is such a nice, friendly and funny guy and surprisingly honest about everything. I bet we would meet up again, if we lived closer. He is the most personable tour guide Ive ever met. However, he plans not stay in this business  I can fully understand that! Good luck for your future Triều!Read more",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với Lilly trong chuyến tham quan chợ. Cô ấy cho chúng tôi nếm thử trái cây tươi và làm những phụ kiện lạ mắt từ lá cây. Cô ấy đã làm chúng tôi cười cả ngày.Đọc thêm",
            "Một nơi yên tĩnh và rất nhiều nền văn hóa để xem. Những người chèo thuyền rất thân thiện nên những chiếc mũ gạo được họ tặng cho bạn. Họ sẽ đưa bạn đi vòng quanh đảo kỳ lân, nơi bạn có thể thử loại mật ong đặc biệt. Trà mật ong, thanh granola nhỏ và trái cây sấy khô phủ mật ong. Họ cũng bán mũ cơm, đũa, v.v. trên đảo.Đọc thêm",
            "Tour tuyệt vời với hướng dẫn viên Ngọc. Cô ấy giải thích rất nhiều và chúng tôi thậm chí còn có cả âm nhạc địa phương trên tàu. Tốt hơn là có một người hướng dẫn. Cần Thơ là điểm nhấn của vùng đồng bằng. Đọc thêm",
            "Chúng tôi đã đặt Tour Chợ Nổi từ 5h30-12h30 đến Cái Răng và Phong-Diên và Tour ẩm thực vào buổi tối. Cả hai chuyến đi đều rất thú vị và thú vị. Các hướng dẫn viên rất trôi chảy và chính xác bằng tiếng Anh. Cảm ơn bạn!Đọc thêm",
            "Ngày văn hóa đích thựcRất nhiều hoạt động thú vịĐã thấy rất nhiều phương pháp chế biến thực phẩm nông thônGặp gỡ một số khách du lịch tuyệt vời khácThực sự thíchXem thêm",
            "Chúng tôi đã đặt tour du lịch ba ngày với anh Trung. Các tour du lịch được tổ chức tốt, vui vẻ và giá cả hợp lý 10 - 30 đô la một người. 1. Tour xe đạp riêng quanh khu vực đồng bằng sông Cửu Long có hướng dẫn viên. Đi vài km ra khỏi thành phố đến chùa Việt, phà và khu vực đồng bằng sông Cửu Long độc đáo mà bạn không thể lái xe đến. Cách tốt để chúng tôi tập thể dục trong khi đi nghỉ. Hướng dẫn viên hiểu biết và phản hồi nhanh. 2. Tour thuyền riêng đến chợ nổi và trại rắn. Đón đúng giờ lúc 5:30 sáng từ bến tàu Nihn Kiều. Người lái thuyền rất khéo léo khi di chuyển trên mặt nước. Đến chợ Cái Răng lúc 6 giờ sáng. Mua cà phê từ người bán thuyền ở đó. Sau khoảng 30 phút, chúng tôi đến chợ Phong Điềm. Có thể thấy một số hoạt động mua bán ở cả hai chợ - chợ nhỏ hơn với những chiếc thuyền nhỏ hơn thì nhộn nhịp hơn. Dừng lại để uống nước tại một quán cà phê ngoài khơi. Mặc dù người lái thuyền không nói được tiếng Anh, anh ấy đã phản hồi yêu cầu bằng ngôn ngữ ký hiệu của chúng tôi và phục vụ chúng tôi dứa tươi mà anh ấy đã mua và chế biến tại chợ nổi. 3. Tour xe tay ga có hướng dẫn viên đến Sa Đéc để xem ngôi nhà được các nhân vật trong phim Người tình sử dụng và vườn ươm cây. Vì tôi đã có kinh nghiệm lái xe máy trước đó nên việc lái xe tay ga qua các thị trấn đồng bằng sông Cửu Long rất thú vị. Ngôi nhà thật tuyệt khi được tham quan vì chúng tôi đã xem Người tình cách đây vài ngày. Đọc thêm",
            "Xin chào. Ở Cần Thơ trong hai ngày, bạn có thể dự định tham gia loại chuyến du lịch nào? \n\nKể từ ngày mai ... cảm ơn bạn Đọc thêm",
            "Như các bạn đã biết, chúng tôi có hoạt động tổ chức tour là Explore Mekong Tours. Chúng tôi đang tổ chức các tour du lịch bằng xe đạp và tour đi xe máy đến các vùng quê ẩm thực bằng tour đi bộ. Bạn có quan tâm đến những tour du lịch trong thời gian ở Cần Thơ không? \nChúng tôi rất mong nhận được phản hồi sớm từ bạn.Đọc thêm",
            "CHÀO. Chúng tôi là 2 người muốn đến thăm đồng bằng sông Cửu Long trong một đêm ở đó. Có khả năng? Bạn có gói nào bao gồm khách sạn không? Cảm ơnĐọc thêm",
            "Vâng, chúng tôi làm vậy! 890.000đ/người. Nó bao gồm chỗ ở một đêm, bữa sáng, tour du lịch Mê Kông 7 giờ, hướng dẫn viên nói tiếng Anh, thuyền trở về, phí vé.Đọc thêm",
            "Chuyến đi này rất thú vị! Tôi đặt phòng ở khách sạn kim long. 4 tiếng. Hướng dẫn viên rất tốt bụng và thú vị. Tôi thực sự có thể khuyên bạn nên tham gia chuyến tham quan này.Đọc thêm",
            "Kính thưa quý khách,\nCảm ơn bạn rất nhiều vì đã dành thời gian để viết bình luận! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi. Chúng tôi mong muốn được gặp lại bạn và bạn bè của bạn.\nMọi điều tốt đẹp nhất!\nKhám phá đội ngũ Mekong Tours.Đọc thêm",
            "Xin chào\nChúng tôi muốn thực hiện một chuyến tham quan đồng bằng sông Cửu Long vào ngày mai 4518 cho 2 người. Chi phí là bao nhiêu? Chúng tôi có đón khách tại khách sạn từ Hồ Chí Mi không và giá bao nhiêu? Cảm ơn Đọc thêm",
            "Xin chào cô Lusana,\nCảm ơn các bạn đã quan tâm đến các tour du lịch Mê Kông như các bạn đã biết. Chúng tôi đến từ thành phố Cần Thơ, nơi các chuyến tham quan sẽ bắt đầu từ đây. Vì vậy, nếu bạn muốn thực hiện các chuyến tham quan, bạn có thể đến thành phố Cần Thơ bằng xe buýt không, chúng tôi sẽ tổ chức cho bạn chuyến tham quan chợ nổi, tour du lịch Mê Kông.\nMong sớm được gặp lại bạn,\nTrung, 8490 33 8 007Đọc thêm",
            "Làm thế nào chúng tôi có thể liên hệ với các tour khám phá mekong?\nĐọc thêm",
            "Xin chào,\nChúng tôi đến từ Explore Mekong Tours, vui lòng liên hệ theo số này 849033 88 007.\nCảm ơn bạn!Đọc thêm"
        ],
        "star_ratings": [
            205,
            40,
            9,
            4,
            1
        ],
        "review_amount": 259,
        "location": [],
        "reviews_time": [
            "Written March 12, 2017",
            "Written March 7, 2017",
            "Written March 5, 2017",
            "Written March 4, 2017",
            "Written March 3, 2017",
            "Written February 19, 2017",
            "Written January 23, 2017",
            "Written January 20, 2017",
            "Written December 25, 2016",
            "Written December 21, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303942-d6434270-Reviews-or40-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-or30-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-or50-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d2178399-Reviews-GONY_Spa_Cafe_Lounge-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d24863076-Reviews-Bassac_River_Retreat-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12703451-Reviews-Can_Tho_River_Tour-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d1699890-Reviews-TransMekong-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6780643-Reviews-EcoTours-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8468536-Reviews-Hieutour_Trading_Jsc-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d6983486-Reviews-Ong_Temple-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15757764-Reviews-Winter_Spring-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5783418-Reviews-Indochina_Treks_Luxury_Private_Mekong_Day_Cruise-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12231604-Reviews-Hai_Ba_Trung_Street-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d8095256-Reviews-Tay_Do_Night_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d11919045-Reviews-Mekong_River_Luxury_Cruises-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d5866311-Reviews-Can_Tho_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d12179255-Reviews-Hana_Spa-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d15548593-Reviews-Mekong_Smile_Cruise_Can_Tho-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g7318082-d7034480-Reviews-Congost_de_Mont_rebei-Sant_Esteve_de_la_Sarga_Province_of_Lleida_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d17822438-Reviews-Zoolung_Zoolung_Time_Square-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g34465-d23943200-Reviews-Myakka_Elephant_Ranch-Myakka_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56062-d25137317-Reviews-PopStroke-Katy_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33970-d7003661-Reviews-Fernridge_Park-West_Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g612399-d2173108-Reviews-Xocomil-Retalhuleu_Retalhuleu_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g1055348-d7208069-Reviews-Banos_de_la_Hedionda-Casares_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9735830-Reviews-SF_World_Cinema-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d2037948-Reviews-AIR_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d2285434-Reviews-Little_French_Key-Roatan_Bay_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-or50-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303942-d6434270-Reviews-or40-Explore_Mekong_Tours-Can_Tho_Mekong_Delta.html"
    }
]