[
    {
        "attraction_name": "Fahnestock State Park",
        "attraction_name_vi": "Công viên tiểu bang Fahnestock",
        "general_info": [
            "69 đánh giá",
            "2 trong số 16 điều cần làm ở Carmel",
            "Công viên tiểu bang",
            "Công viên"
        ],
        "attraction_summary": "...như tôi thường làm với Taconic. 14.000 mẫu Anh. Ở một số hồ ở đây, chúng tôi đã đến Hồ Canopus và thuê một chiếc thuyền kayak với một mức phí khiêm tốn cạnh một bãi biển đầy cát với các khu dã ngoại râm mát. Phòng vệ sinh, khu vực thay đồ và ki-ốt bán đồ ăn đều dễ dàng đi bộ. ADA có thể truy cập được. Phí vào cửa, kiểm tra trang web. Đọc thêm",
        "reviews": [
            "Tôi luôn thích cắm trại ở đây và tôi đã nghỉ sớm để có được một địa điểm lựa chọn. Thật không may, chúng tôi có những người hàng xóm ồn ào và quy tắc không khuếch đại âm nhạc cũng như thời gian yên tĩnh lúc 10 giờ tối không được thực thi. Các kiểm lâm viên nên thư giãn và ghé qua vài lần mỗi ngày để nhắc nhở mọi người về các quy tắc. Ngoài ra, phòng tắm thường ở tình trạng tốt nhưng vào một ngày cuối tuần bận rộn của tháng 6 cần được chú ý nhiều hơn và sớm hơn.Đọc thêm",
            "Đã ở 3 đêm, nhiều con đường mòn dễ đến vừa phải.  Hầu hết những người đi bộ đường dài sẽ coi chúng là dễ dàng.  Những người không đi bộ đường dài cũng thích điều đó mặc dù họ không coi việc đó là dễ dàng. một số con đường mòn bạn phải lái xe tới.  Từ khu cắm trại bạn phải lái xe một dặm đến khu vực Bãi biển nhưng bãi biển rất đẹp.  Không có nhân viên cứu hộ ở đó, ít nhất là trong năm nay.  Các phòng tắm lẽ ra phải được dọn dẹp thường xuyên nhưng chúng hơi bẩn đến bẩn thỉu.  Các khu cắm trại rất tốt để thu hút du khách đến khu cắm trại của bạn trong ngày.  Họ không phải đăng ký tại quầy đăng ký.  Thân thiện với chó.Đọc thêm",
            "Khi đi bộ đường dài trên Đường mòn Appalachian, tôi và đối tác của mình rất biết ơn Công viên Bang Fahnestock vì đã cho phép những người đi bộ đường dài cắm trại qua đêm. Đến nơi vào khoảng 5 giờ chiều, chúng tôi bơi ở hồ và chiêm ngưỡng một gia đình ngỗng đang chăm sóc gà con cẩn thận. Sau đó chúng tôi vào phòng tắm để thay đồ thì một nhân viên công viên yêu cầu mọi người ra khỏi công viên. Khi chúng tôi thu dọn đồ đạc, nhân viên nói với chúng tôi rằng chúng tôi không cần phải vội vàng, nhưng công chúng cần phải sơ tán, để họ không có mặt khi người tiêu diệt động vật hoang dã đến để tiêu diệt đàn ngỗng. Chúng tôi được yêu cầu không được hoảng hốt nếu nghe thấy tiếng súng nổ. Chúng tôi cũng được thông báo rằng việc ngỗng bị giết trong các công viên trên khắp NY là điều bình thường. Nếu những sinh vật vô tội bị giết ở nơi công cộng, công chúng có quyền được biết. Trong khi du khách có thể đến và đi đến các công viên theo ý muốn thì những con ngỗng lại coi những nơi này là nhà để nuôi con. Chúng tôi đã liên hệ với một số dịch vụ phục hồi chức năng ở địa phương, họ cho biết trên thực tế họ đã di dời và phục hồi đàn ngỗng. Nhân viên công viên cho biết họ chưa cân nhắc giải pháp thay thế cho việc giết chóc. Bất công bất cứ nơi nào là một mối đe dọa cho công lý ở khắp mọi nơi. Tiến sĩ Martin Luther King Jr.Đọc thêm",
            "Tôi thích đi bộ dọc theo những con đường mòn này khi mùa thay đổi. Thật tuyệt vời khi thấy những chiếc lá chuyển từ màu xanh hoàn toàn sang màu vàng, cam và đỏ, chỉ để trơ trụi đúng lúc tuyết rơi!  Nhìn chung, đi bộ đường dài và dã ngoại tuyệt vời vào bất kỳ lúc nào trong năm, nhưng mùa thu và mùa đông là sở thích của cá nhân tôi.Đọc thêm",
            "Thật là một công viên tiểu bang tuyệt vời!  Đi bộ đường dài, bơi lội, đi biển, cắm trại, trượt tuyết băng đồng... Nơi này có tất cả và lại rất gần gũi.   Hơn 14.000 mẫu Anh, nằm ở cả hai quận Putnam và Dutchess.   Dễ dàng để đến.  Chỉ cách Cold Spring hoặc Carmel vài dặm!Đọc thêm",
            "Đã đến công viên này để đi bộ đường dài với những đứa trẻ 3 và 4 của chúng tôi và nó cực kỳ đẹp! Đi bộ dễ dàng cho họ và cảnh quan tuyệt đẹp. Rất nhiều nơi để dừng lại, nghỉ ngơi và ăn nhẹ! Hãy mang theo túi đựng rác của bạn và tận hưởng!!Đọc thêm trong danh sách của chúng tôi để biết thêm các chuyến đi bộ đường dài vào mùa thu!!! Đọc thêm",
            "Những người đam mê cắm trại và đi bộ đường dài, đã đi bộ trên những con đường mòn đi bộ đường dài tuyệt vời của họ và dự đoán khu cắm trại của họ sẽ mở cửa trở lại sau khi đóng cửa vào mùa giải trước để nâng cấp hệ thống ống nước.  Đường mòn đi bộ đường dài vẫn ổn nhưng không được đánh dấu rõ ràng.  Cắm trại KHÔNG phải là một trải nghiệm tốt, phòng tắm bốc mùi, số lượng vòi hoa sen thiếu, tức là 2 dành cho phụ nữ, do đó rất bận rộn suốt 3 giờ sáng, thậm chí, vào tối thứ Sáu này, Khu cắm trại nghiêng và rất nhiều cây các mảnh vụn và đá, rất khó dựng lều. Lái xe quanh các khu cắm trại cho thấy hầu hết các địa điểm đều lung lay và dường như nằm trên cây, những địa điểm rất kỳ lạ và chưa từng thấy điều này trước đây. GIỜ YÊN TĨNH ĐƯỢC TUYÊN BỐ ĐƯỢC THI HÀNH NGHIÊM TÚC, ĐÂY LÀ TIÊU CỰC .  Họ cũng đã đầy.  Lần cuối cùng tôi thấy cảnh sát công viên lái xe qua là lúc 9 giờ 30 tối, với đám đông hỗn tạp bị thu hút bởi công viên này, họ cần phải tuần tra thường xuyên.  Cuối cùng tôi phải HÉT RA KHỎI LỀU CỦA MÌNH NHƯ MẸ, LÃNH ĐẠO CUB CUB, ĐỂ XUẤT XỨ Ở ĐÓ thì yên tĩnh đến 9 giờ sáng. Sẽ không quay lại cắm trại ở đó.  Chúng tôi cắt ngắn thời gian cắm trại của mình, họ tính phí cho những tiện nghi mà tôi cho rằng đó là phòng tắm bốc mùi với máy sấy tay KHÔNG LÀM VIỆC và KHÔNG CÓ KHĂN GIẤY.  Chưa bao giờ ở công viên cắm trại không có đủ phòng tắm cho tất cả phụ nữ và tôi chưa bao giờ gặp cảnh sát sau buổi tối hôm trước, và tôi cảm thấy họ cần phải có mặt nhiều hơn.Đọc thêm",
            "Tôi đã đến Công viên Mùa đông Fahnestock để trượt tuyết xuyên quốc gia trong nhiều năm. Đây là công viên duy nhất mà tôi biết thuận tiện cho khu vực WestchesterPutnam có trung tâm trượt tuyết Bắc Âu thực sự, với dịch vụ cho thuê thiết bị trượt tuyết và cung cấp những con đường mòn được chăm sóc cẩn thận, cho cả trượt tuyết băng đồng cổ điển và trượt băng. Họ có khoảng 15 km đường mòn và địa hình dành cho bất kỳ ai từ người mới bắt đầu đến chuyên gia. Hãy nhớ kiểm tra trang web của họ để biết các điều kiện được cập nhật thường xuyên bất cứ khi nào có tuyết rơi dày. Phí đường mòn là 12. Họ có một bãi đậu xe lớn nhưng sẽ đầy vào cuối tuần nếu điều kiện tuyết và thời tiết tốt, vì vậy nếu bạn đang đi trên đường cuối tuần, hãy dự định đến sớm: họ mở cửa lúc 9 giờ sáng vào cuối tuần, 10 giờ sáng các ngày trong tuần.Đọc thêm",
            "Vì gần thành phố nên khu cắm trại này khá đông đúc và các điểm cũng khá gần nhau.  Nếu bạn không ngại mang theo thiết bị của mình để đi dạo trong khuôn viên, bạn sẽ có thêm một chút không gian. Chỗ của chúng tôi vẫn ổn nhưng có một vài chỗ trông rất khủng khiếp, giống như một vết bẩn trên đường. Phòng tắm không tuyệt vời. Không mất vệ sinh chỉ thấy tốt hơn ở hầu hết các nơi. Chắc chắn là ở mức trung bình tốt nhất nhưng tôi sẽ không nói nó tệ. Ngay cả đối với bài đánh giá không mấy ấn tượng này, chúng tôi vẫn sẽ quay lại. Những chuyến đi bộ gần đó thật tuyệt vời!   Việc tăng vọt là yếu tố đưa đánh giá từ trung bình đến rất tốt. Tôi sẽ đưa ra đánh giá tuyệt vời cho việc đi bộ đường dài một mình. Chúng tôi không dành nhiều thời gian ở địa điểm của mình vì chúng tôi đi bộ đường dài cả ngày, vì vậy một địa điểm tầm thường cũng được, nó chỉ là nơi để nấu ăn và ngủ. Rất gần thành phố và đi bộ đường dài tuyệt vời là tất cả những gì chúng ta cần!  Còn mang theo tiền củi nữa!!  Họ không lấy thẻ.  Đó là một điều đáng tiếc nhưng may mắn là một cú bắn thẳng xuống đường trong khoảng 10 phút sẽ đưa bạn đến một thị trấn nhỏ và có một máy ATMĐọc thêm",
            "Có trạm đổ rác nào ở đây cho xe kéo không?Đọc thêm",
            "Họ có điện, nước, cống rãnhĐọc thêm",
            "Họ có đài phun nước và phòng tắm có vòi sen, nhà vệ sinh và điện. Tuy nhiên, xung quanh trại không có đèn. Mang theo nhiều đèn lồng và thậm chí cả bộ sạc ngoài nếu bạn không muốn sạc điện thoại trong phòng tắm. Hoặc, bạn có thể đặt trước một chỗ cạnh phòng tắm!Đọc thêm",
            "Tôi có thể mua củi và đá ở văn phòng trại được không?  Cảm ơn sự giúp đỡ của bạn!Đọc thêm",
            "Tôi không nghĩ vậy.  Không có cửa hàng nào trong hoặc ngay gần công viên.  Các khu cắm trại rất đẹp và tôi nghĩ có ít nhất một trạm giống như kiểm lâm trong khu vực, nhưng họ không bán gì cả.  Và tôi không nghĩ có bất kỳ khu mua sắm nào trong vòng 5-10 dặm từ công viên, nhưng tôi có thể sai về điều đó.Đọc thêm",
            "Chào bạn.  Chúng tôi đang lên kế hoạch cho một chuyến đi cắm trại vào tháng 8 này tới Bang New York và hy vọng tìm được một khu cắm trại cho phép chúng tôi dễ dàng đến Thành phố New York.  Công viên này có phải là một lựa chọn tốt không?  Cảm ơn bạn đã giúp đỡ việc này.Đọc thêm",
            "Đối với một khu cắm trại gần NYC, tôi thực sự khuyên bạn nên đến Công viên Croton Point ở Quận Westchester, NY. Đây là một bán đảo nhỏ ở Hudson có các khu cắm trại cho lều và xe RV và một bãi biển để bơi trên sông. Và tuyệt vời nhất là nó nằm ngay cạnh ga tàu Croton Harmon có dịch vụ hàng giờ đến nhà ga Grand Central ở Manhattan. Chỉ cần đi bộ một đoạn ngắn hoặc lái xe 5 phút là đến ga. Điều này sẽ khá phù hợp với bạn. Và, các thị trấn gần đó ở Thung lũng Hudson có rất nhiều nhà hàng ngon và các hoạt động thú vị dành cho du khách. Nếu bạn quyết định đến đây, hãy liên hệ lại với tôi để biết ý tưởng cho chuyến đi cụ thể! Chúc vui vẻ! RitaĐọc thêm"
        ],
        "star_ratings": [
            27,
            30,
            6,
            0,
            6
        ],
        "review_amount": 69,
        "location": [
            "Hoa Kỳ",
            "Công viên tiểu bang Fahnestock",
            "Carmel",
            "New York NY",
            "Các hoạt động ở Carmel"
        ],
        "reviews_time": [
            "Written September 15, 2022",
            "Written June 12, 2022",
            "Written August 7, 2020",
            "Written July 22, 2020",
            "Written November 5, 2019",
            "Written October 2, 2019",
            "Written October 1, 2019",
            "Written August 11, 2019",
            "Written March 12, 2019",
            "Written October 3, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g47415-d6106492-Reviews-Fahnestock_State_Park-Carmel_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g47415-d8559447-Reviews-Wonder_Lake_State_Park-Carmel_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47508-d2717014-Reviews-Stonecrop_Gardens-Cold_Spring_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47508-d4871177-Reviews-Glynwood-Cold_Spring_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47724-d263982-Reviews-Van_Wyck_Homestead_Museum-Fishkill_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47922-d4876895-Reviews-Fishkill_Farms-Hopewell_Junction_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47508-d12850403-Reviews-Magazzino_Italian_Art-Cold_Spring_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47922-d501216-Reviews-Keepsake_Orchards-Hopewell_Junction_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47415-d10178891-Reviews-Mt_Ninham_Fire_Tower-Carmel_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47508-d13109921-Reviews-Vera_s_Marketplace_and_Garden_Center-Cold_Spring_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47724-d8094962-Reviews-Sarah_Taylor_Park-Fishkill_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47415-d6106492-Reviews-or10-Fahnestock_State_Park-Carmel_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47415-d8722654-Reviews-Veterans_Memorial_Park-Carmel_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47415-d8497049-Reviews-Catfish_Loop_Trail-Carmel_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47415-d27002949-Reviews-Crane_Fields-Carmel_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47508-d2252346-Reviews-Bannerman_Castle-Cold_Spring_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47774-d207321-Reviews-Boscobel_House_and_Gardens-Garrison_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47291-d1520795-Reviews-Hudson_Beach_Glass-Beacon_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d21333665-Reviews-Nature_Horizons_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47724-d2171077-Reviews-SplashDown_Beach-Fishkill_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47291-d273538-Reviews-Dia_Beacon-Beacon_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47415-d280627-Reviews-Chuang_Yen_Monastery-Carmel_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48799-d7757113-Reviews-Adams_Fairacre_Farms-Wappingers_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47508-d2252363-Reviews-West_Point_Foundry_Preserve-Cold_Spring_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47508-d8446775-Reviews-Breakneck_Ridge_Loop-Cold_Spring_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48799-d3447062-Reviews-Dutchess_Stadium-Wappingers_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d208055-Reviews-Hotel_de_Ville-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4961497-Reviews-Pier_17-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d5847649-Reviews-Herbs_Rye-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g43951-d279779-Reviews-Silver_Star_Casino-Philadelphia_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321456-Reviews-Fushimi_Inari_taisha_Shrine-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d11726937-Reviews-T_Fondaco_Dei_Tedeschi-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g34433-d2627029-Reviews-Paradise_Beach_Park-Melbourne_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d1550605-Reviews-Cape_Fear_Serpentarium-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d24190400-Reviews-Immersive_Gamebox_Lower_East_Side-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33295-d13811574-Reviews-Eddie_World-Yermo_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g47415-d6106492-Reviews-or10-Fahnestock_State_Park-Carmel_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g47415-d6106492-Reviews-Fahnestock_State_Park-Carmel_New_York.html"
    }
]