[
    {
        "attraction_name": "Fairbanks Ice Museum",
        "attraction_name_vi": "Bảo tàng Băng Fairbanks",
        "general_info": [
            "392 đánh giá",
            "- 26 trong số 71 điều cần làm ở Fairbanks",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Nằm ở trung tâm thành phố, trong nhà hát cũ, cung cấp chuyến tham quan kéo dài 1 giờ bao gồm chiếu phim về các cuộc thi điêu khắc trên băng, cơ hội đi bộ giữa các tác phẩm điêu khắc trên băng trong phòng ở nhiệt độ 20 độ...brrr.  Nghệ sĩ thể hiện cách anh ấy thực hiện công việc của mình. Trải nghiệm độc đáo và cơ hội chụp nhiều ảnh.Đọc thêm",
            "Bên trong lạnh quá!  Đừng quên mặc nhiều lớp - .họ cung cấp áo khoác mùa đông sau video, vì vậy bạn có thể muốn mang theo áo khoác của riêng mình hoặc mặc áo lông cừu và áo gió nếu bạn đến thăm vào mùa hè.  Video bị vỡ pixel và chất lượng không tốt lắm, nhưng nhà điêu khắc băng rất thú vị và rõ ràng là rất tài năng.Đọc thêm",
            "Viên kim cương nhỏ đáng ngạc nhiên trong bảo tàng thô. Chúng tôi đang tìm việc gì đó để làm trong khi chờ thời gian ra sân bay.  Chúng tôi không chắc lắm khi đến nơi và bước vào tòa nhà.  Andy là một người vui vẻ và khá là nghệ sĩ với băng.  Nếu bạn có thêm thời gian khi ở Fairbanks, hãy kiểm tra xem bạn sẽ không thất vọng đâu.Đọc thêm",
            "Thật là một nơi thú vị, bổ ích, khác thường và rất vui nhộn. Đi xe trượt tuyết trên một chú gấu làm bằng băng, đi xe trượt tuyết xuống cầu thang biến thành đường dốc băng, tụ tập ở một quán bar làm bằng băng. Nếu bạn có thời gian rảnh hãy đến đây. Đọc thêm",
            "Chúng tôi đến đó vào mùa thu và lần đầu tiên họ chiếu một bộ phim để xem cách tạo ra các bức tượng và đưa ra các ví dụ về một số bức tượng. Sau video, chúng ta có thể vào khu bảo tàng băng ở 25 F và khám phá những bức tượng và chụp ảnh với chúng. Họ cũng có một cầu trượt mà chúng tôi có thể tận hưởng để trải nghiệm chơi trên băng theo cách tạo ra bảo tàng băng ngoài trời vào mùa đông. Giáo dục, thú vị, vui vẻ và thú vị. Người dẫn chương trình còn cho chúng tôi xem màn chạm khắc trên băng, đây có lẽ là phần tôi yêu thích nhất. Muốn giới thiệu cho mọi lứa tuổi.Đọc thêm",
            "Bảo tàng nằm ở tầng trên của Co-op, nơi tập hợp các cửa hàng và quán cà phê thú vị.  Đó là một bảo tàng địa phương đàng hoàng với sự trưng bày tuyệt vời về lịch sử địa phương.  Các cửa hàng trong hợp tác xã cũng rất thú vị khi ghé thăm.Đọc thêm",
            "Nơi thú vị để tham quan ở trung tâm thành phố Fairbanks, nhưng cần một số TLC. Nhiều tác phẩm điêu khắc đã bị tan chảy và một số bị vỡ. Trò chơi trượt rất thú vị. Giá của nó hơi cao, nhưng có lẽ sẽ tốn rất nhiều tiền để giữ cho khu vực này đủ mát. Tôi đề xuất một vài tác phẩm điêu khắc mới sẽ làm tăng sự thú vị cho nơi này.Đọc thêm",
            "Nằm dọc theo Đại lộ 2 ở trung tâm thành phố Fairbanks, bảo tàng này cho bạn cơ hội chụp ảnh với một số tác phẩm điêu khắc băng quanh năm. Ngoài ra còn có một đường trượt băng ngắn để thêm phần thú vị. Lịch trình thay đổi theo mùa, vì vậy hãy nhớ kiểm tra trước khi đến thăm nơi này. Đọc thêm",
            "Đường trượt băng chắc chắn là phần tuyệt nhất của nơi này. Là một người Floridian bản địa, thật tuyệt khi cuối cùng có thể trượt băng vào bên trong. Các tác phẩm chạm khắc cần một số TLC nhưng vẫn có chút vẻ đẹp. Nhanh chóng xem xét giá cả, nhưng đường trượt băng khiến nó xứng đáng.Đọc thêm",
            "Có một chút thất vọng về giá cả.  - 15 mỗi cái trong vòng chưa đầy một giờ đi bộ.  Trượt rất vui.  Một số tác phẩm điêu khắc đã bị tan chảy và không còn hấp dẫn nữa.  Chúng tôi đã được nhìn thấy một thợ điêu khắc băng chạm khắc một khối cảnh nhỏ và điều đó thật tuyệt. Chúng tôi quyết định không trả tiền và xem phim vì chúng tôi sẽ ngồi trong rạp lạnh giá.Đọc thêm",
            "Một sự lãng phí hoàn toàn tiền bạc. Về cơ bản là một căn phòng đông lạnh lớn với những tác phẩm điêu khắc bằng băng nằm rải rác và được trang trí bằng một vài cây thông Noel tồi tàn. Có thể xem tất cả trong 5 phút.Đọc thêm",
            "Bảo tàng nhỏ này rất thú vị và trẻ em sẽ thích thú với trò trượt băng. Vào mùa đông, nó được trưng bày nhiều hơn, nhưng đến tháng 5, khi chúng tôi đến thăm, nhiều tác phẩm điêu khắc đã được chuyển vào trong phòng bảo quản lạnh.Đọc thêm",
            "Đây quả là một bảo tàng băng nhỏ thú vị. Video hơi nhàm chán nhưng khi họ chiếu các tác phẩm điêu khắc thực tế thì việc đi dạo xung quanh thật thú vị. Họ thậm chí còn có một cầu trượt mà trẻ em và người lớn có thể trượt xuống. Rất nhiều cơ hội chụp ảnh. Sau đó vào lúc 5 giờ tối họ có một tác phẩm điêu khắc trực tiếp. Anh ấy thật ấn tượng. Chỉ điều đó thôi cũng đáng để đến bảo tàng rồi. Thật thú vị khi xem ai đó hành động.Đọc thêm",
            "Đó là một sự thất vọng so với Bảo tàng Băng tốt hơn nhiều ở Suối nước nóng Chena...Tôi muốn giới thiệu cái đó.  Đây là một căn phòng nhỏ với một vài tác phẩm điêu khắc mà bạn có thể tạo dáng.  Chúng tôi rất thích trượt băng.  Tôi không nghĩ ngay cả trẻ em cũng có thể dành nhiều thời gian hơn 20 phút hoặc lâu hơn.Đọc thêm",
            "Bảo tàng này tệ lắm. Gia đình tôi cười về nó hàng giờ. Chúng tôi vật lộn để tìm bất cứ điều gì để làm ở trung tâm thành phố Fairbanks và cuối cùng dừng lại ở - bảo tàng băng -. Chúng tôi trả - 15 đô la mỗi người và dành khoảng 10 phút trong triển lãm. Nó nằm trong một nhà hát cũ kỳ lạ. Buổi trình diễn điêu khắc băng đã đóng cửa nhưng điều đó - có thể hiểu được vì đó là Lễ Phục sinh. Các tác phẩm điêu khắc băng trông giống như chúng có thể - thực sự thú vị vào một thời điểm nào đó. Chúng tan chảy và có sương mù. Hầu hết chúng đều không thể nhận ra. Bạn có thể ngồi lên các tác phẩm điêu khắc để chụp ảnh, điều đó thật tuyệt nhưng tất cả chúng đều được phủ vải cứng để giữ cho bạn khô ráo, chúng thật kinh khủng. Sàn nhà siêu trơn và không có cảnh báo nào cả!! Đường trượt siêu vui và chạy rất nhanh. Nó tan chảy và trông ghê tởm. Có vẻ như ai đó đã đổ thứ gì đó lên khắp đường trượt, một lớp bột màu nâu đông cứng trên đường trượt. Thật là một trải nghiệm kỳ lạ!! Nếu bạn - đang ở trong thị trấn và không có gì để làm thì nó - đáng để cười. Đọc thêm",
            "Tôi cho rằng những đánh giá tiêu cực chỉ là những người kén chọn, nhưng họ đã đúng. Không đáng tiền. Các tác phẩm điêu khắc rất tuyệt và đường trượt băng rất thú vị.  Nhưng thật khó để dành hơn 15 phút ở đây và chi phí - 15 phút mỗi lần.Đọc thêm",
            "Thông thường tôi cố gắng tìm điều gì đó tích cực về một địa điểm khi viết đánh giá.  Tuy nhiên, điều này là một sự lãng phí tổng cộng - 15 mỗi người.  Tôi - tôi không phóng đại đâu.   Chúng tôi ở bên trong không quá 10 phút và có lẽ gần hơn 5 phút. Có lẽ tôi hơi mệt mỏi khi đến thăm các tác phẩm chạm khắc vô địch nghệ thuật trên băng - thật ngoạn mục - hai lần vào ngày hôm trước.  Tác phẩm điêu khắc tệ nhất tại giải vô địch nghệ thuật trên băng đẹp hơn nhiều so với bất kỳ tác phẩm nào trong bảo tàng băng.  Điều tích cực duy nhất có thể là nếu bạn có con nhỏ, chúng có thể thích thú với đường trượt băng có chiều dài bằng một đường trượt ở sân chơi.  Ngoài ra thì nó thật thảm hại.  Tôi không nghĩ mình đã từng bị lừa đến mức độ này.  - Bảo tàng - nằm trong một rạp chiếu phim cũ nát với rất ít biển báo cho biết bên trong có gì.  Nếu bạn không tìm thấy nó, hãy coi mình là người may mắn!Đọc thêm",
            "Một sự lột xác hoàn toàn!  - 15 người và chúng tôi ở lại khoảng 5 phút. Các tác phẩm điêu khắc đã bị tan chảy một phần. Tôi đoán là đèn dính sẽ làm cho mọi thứ tốt hơn. Toàn bộ là buồn. Thật là một sai lầm khi vào. Nếu bạn muốn xem những tác phẩm điêu khắc băng tuyệt vời, hãy xem Giải vô địch nghệ thuật băng thế giới. Đi vào ban đêm. Năm nay là ngày 17 tháng 2 năm 2024 - ngày 31 tháng 3 năm 2024. Các tác phẩm điêu khắc thật ngoạn mục! Chúng tôi đã thấy các nghệ sĩ làm việc. Hãy quên Bảo tàng Băng đi.Đọc thêm",
            "Nhà hát cũ đã được tái sử dụng cho bảo tàng này. Tòa nhà có mùi mốc do độ ẩm. Video chỉ có liên quan về mặt ngoại vi và có vẻ như nó có từ những năm 80. Các tác phẩm điêu khắc trên băng khá đơn giản - không giống như video - và đã cũ đi. Nhân viên cố gắng hết sức để tạo ra trải nghiệm tốt nhưng chủ sở hữu chắc hẳn đang cố gắng kiếm hết số tiền họ có thể.Đọc thêm",
            "Có một chút thất vọng về giá cả.  - 15 mỗi cái trong vòng chưa đầy một giờ đi bộ.  Trượt rất vui.  Một số tác phẩm điêu khắc đã bị tan chảy và không còn hấp dẫn nữa.  Chúng tôi đã được nhìn thấy một thợ điêu khắc băng chạm khắc một khối cảnh nhỏ và điều đó thật tuyệt. Chúng tôi quyết định không trả tiền và xem phim vì chúng tôi sẽ ngồi trong rạp lạnh giá.Đọc thêm"
        ],
        "star_ratings": [
            122,
            121,
            81,
            33,
            37
        ],
        "review_amount": 394,
        "location": [
            "Hoa Kỳ",
            "Fairbanks",
            "Những điều cần làm ở Fairbanks",
            "Alaska - AK -",
            "Bảo tàng Băng Fairbanks"
        ],
        "reviews_time": [
            "Written July 21, 2023",
            "Written July 22, 2023",
            "Written July 23, 2023",
            "Written July 26, 2023",
            "Written September 4, 2023",
            "Written October 16, 2023",
            "Written November 27, 2023",
            "Written January 7, 2024",
            "Written January 28, 2024",
            "Written January 29, 2024",
            "Written May 28, 2024",
            "Written May 22, 2024",
            "Written April 4, 2024",
            "Written April 3, 2024",
            "Written April 1, 2024",
            "Written March 21, 2024",
            "Written March 15, 2024",
            "Written February 24, 2024",
            "Written February 23, 2024",
            "Written January 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60826-d10488259-Reviews-Fairbanks_Ice_Museum-Fairbanks_Alaska.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60826-d8401616-Reviews-Jazz_Bistro_On_4th-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60826-d6940940-Reviews-The_Crepery-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60826-d330904-Reviews-Thai_House_Restaurant-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60826-d330898-Reviews-Lavelle_s_Bistro-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60826-d15666030-Reviews-Soba-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60826-d2314850-Reviews-The_Fudge_Pot-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60826-d1018713-Reviews-Bahn_Thai-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60826-d539254-Reviews-Big_Daddy_s_Bar_B_Q_Banquet_Hall-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60826-d7330762-Reviews-Noodle_House_Thai_Restaurant-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60826-d1098073-Reviews-Bobby_s_Downtown-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d12568899-Reviews-Golden_Heart_Plaza-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d3264879-Reviews-Two_Street_Gallery_LLC-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d288204-Reviews-Fairbanks_Community_Museum-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d12946873-Reviews-Immaculate_Conception_Parish-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d2690107-Reviews-Downtown_Area-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d2646777-Reviews-Gallery_49_Fine_Art_Gallery-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d17810967-Reviews-Lend_Lease_Monument-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d1997299-Reviews-Morris_Thompson_Cultural_Visitors_Center-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d9868175-Reviews-Fairbanks_Children_s_Museum-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d11548198-Reviews-Antler_Arch-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d10488259-Reviews-or10-Fairbanks_Ice_Museum-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d1465372-Reviews-Fountainhead_Antique_Auto_Museum-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d6749465-Reviews-Gold_Daughters_Alaska-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d108911-Reviews-University_of_Alaska_Museum_of_the_North-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d2311132-Reviews-Aurora_Ice_Museum-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d10090490-Reviews-Ice_Alaska_Ice_Park-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d3382271-Reviews-Pioneer_Air_Museum-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d10682137-Reviews-Tanana_Valley_Model_Railroad_Display-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d23236446-Reviews-Big_Rays-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d13551590-Reviews-Alaska_Skies_Aurora_Tours_LLC-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d12594523-Reviews-Lavelle_s_Taphouse-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d10727770-Reviews-Arctic_Traveler_s_Gift_Shop-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d5831193-Reviews-Mecca_Bar-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d16874887-Reviews-Gold_Rush_Jewelry-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d10714724-Reviews-Fairbikes-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g187331-d487910-Reviews-Hamburger_Fischmarkt-Hamburg.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214882-Reviews-Dublin_Castle-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g46781-d7112625-Reviews-Baps_Shri_Swaminarayan_Mandir-Robbinsville_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d6733203-Reviews-Malin_Plaza_Patong-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d3226202-Reviews-Jardim_Botanico_Da_Universidade_De_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d23138553-Reviews-Weeds_Store_Cannabis_Light_Cbd_Weed-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d9792343-Reviews-Lisbon_Airport_Transfers-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d555725-Reviews-Yaly_Couture-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187370-d10394774-Reviews-HARIBO_Fabrikverkauf_Bonn_Bad_Godesberg-Bonn_North_Rhine_Westphalia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298555-d547034-Reviews-Beijing_Road_Shopping_District-Guangzhou_Guangdong.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60826-d10488259-Reviews-or10-Fairbanks_Ice_Museum-Fairbanks_Alaska.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60826-d10488259-Reviews-Fairbanks_Ice_Museum-Fairbanks_Alaska.html"
    }
]