[
    {
        "attraction_name": "Fairy Stone State Park",
        "attraction_name_vi": "Công viên tiểu bang Fairy Stone",
        "general_info": [
            "158 đánh giá",
            "1 trong 10 điều cần làm ở Stuart",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Những con đường mòn đi bộ đường dài. Ở trong cabin gỗ 2 BR mới được cải tạo lại. Chúng tôi luôn tận hưởng cabin công viên ở lại. Bỏ lỡ vòng lửa để tận hưởng lửa trại. Thích cái hồ, bắt được một cái miệng khá lớn.Đọc thêm",
        "reviews": [
            "Chúng tôi đang cắm trại với những đứa trẻ đã trưởng thành và bạn bè của mình và một nhân viên kiểm lâm công viên đã đến địa điểm của chúng tôi và nói rằng đã quá thời gian yên tĩnh một giờ nên bạn không thể bật nhạc vì ai đó phàn nàn rằng nó quá ồn nên bạn nên vào trong trại của mình. Xin lỗi, tôi được phép đốt lửa đến nửa đêm theo lệnh cấm đốt của Virginia nên tôi sẽ tận hưởng ngọn lửa của mình!! Ồ và khoảng 10 phút sau anh ấy quay lại và nói rằng chúng tôi đang nói chuyện ồn ào và điều đó có thể làm phiền mọi người, thật nực cười nhưng có những người ở cách chúng tôi 4 trang web có âm nhạc đang nói chuyện nhưng họ không được yêu cầu tắt nhạc, dường như điều đó chỉ còn phụ thuộc vào về việc bạn là ai. Đây sẽ là lần cuối cùng chúng tôi ở đây. Đọc thêm",
            "Công viên xinh đẹp này nổi tiếng với những viên đá thần tiên, hay còn gọi là staurolite.  Ngoài ra, nơi này còn có vô số con đường mòn và khung cảnh tuyệt đẹp đang chờ đón du khách.  Kiểm tra trang web trước khi hiển thị vì thường có các chương trình có thể trùng với chuyến thăm của bạn, rất đáng để bạn dành thời gian.  Chúng tôi chỉ ở đó một ngày, vì vậy phải đi đường mòn, săn đá và thực hiện một số hoạt động định vị địa lý.  Trên đường mòn, chúng tôi nhìn thấy một thác nước và một khung cảnh đáng kinh ngạc, cũng như nhiều loài động vật hoang dã - cá đuôi trắng, sóc và một số loài chim.  Đây là một công viên tuyệt đẹp với một số lịch sử tuyệt vời - chắc chắn nên giới thiệu!Đọc thêm",
            "Chúng tôi đã đến thăm và lưu trú tại FSSP trong nhiều năm.  Chồng tôi không phải là người cắm trại nên chúng tôi ở trong một trong những cabin CCC lịch sử trong chuyến thăm của chúng tôi.  Chúng tôi chưa bao giờ thất vọng trong thời gian lưu trú của mình.  Hồ rất đẹp, những con đường mòn đẹp để đi bộ đưa bạn đến các khu vực khác nhau của công viên từ hồ đến tận Thác Little Mountains với khung cảnh ngoạn mục của Blue Ridge từ một vị trí thuận lợi vượt ra ngoài con dốc đó, thậm chí có một chiếc ghế dài để ngồi. trong khi và ngắm nhìn.  Mặc dù không phải là Công viên Bầu trời Tối, nhưng nếu may mắn, bạn có thể có tầm nhìn tuyệt vời về bầu trời đêm và nhìn thấy tất cả các loại hành tinh, ngôi sao, chòm sao, v.v. Nhân viên và Kiểm lâm tại FSSP rất hiểu biết và có thể trả lời các câu hỏi của bạn.  Chúng tôi sẽ quay trở lại, năm này qua năm khác, đến công viên tiểu bang tuyệt vời này.  Nó hoàn toàn là tốt nhất.  Họ đang tu sửa tất cả các cabin với số lượng 12 cabin cùng một lúc và chúng thậm chí còn tốt hơn trước đây, điều mà tôi thấy khó tin nhưng đó là sự thật.  Trở về đón năm mới, như chúng ta đã có từ lâu rồi....có thể có tuyết, có thể không.  Ngọn lửa ấm áp trong lò sưởi nghe thật dễ chịu.  Hãy đến tham quan và xem tại sao chúng tôi cho rằng FSSP là giải pháp tốt nhất từ ​​trước đến nay.Đọc thêm",
            "The Park Ranger presentation about Fairy Stones staurolite crystals - how they are formed, the different types, and how the name Fairy Stones came about - was very informative. The hunt site was an easy drive from the Park Visitor Center and almost immediately members of our group started finding the stones.  The Park Ranger said that the chances of finding a Roman Cross or a Maltese Cross Fairy Stone was about 1 in a 1,000.  And Id say he was right.  The 8 of us in our group found lots of single hexagonal Brick crystals, St Andrews Crosses shaped sorta like an X, and what the Ranger called weird globs of staurolite crystals.  One in our group did find a Maltese Cross.  The Ranger said the trail went into the woods for 1.5 miles and wasnt a loop so wed have to turn around and go down the same trail to get back to the parking area.  The trail is really a dry creek bed or gulley.  When you reach the end of that, there is a narrow trail that leads off to the right.  There is also a wider trail maybe a farm road that leads sorta straight ahead.  But no signs directing to which was the actual trail.  We took the wider one which eventually ended at a No Trespassing Private Property sign. More Fairy Stones were found there and we headed back. Since there was no signage, we missed the turn for the dry creek bed.  We eventually realized our mistake, backtracked, and found the way back to the entrance.  So if you go and take the wider trail, maybe tie a ribbon or something to mark where to turn.  Overall, it was fun finding the stones, but getting lost in the woods was a drag and cut into our time at the lake.  The sandy beach and swimming area were great, just wish we could have stayed there longer since we were doing a day trip.Read more",
            "Tôi đã không ở lại qua đêm ở đây mà đã khám phá công viên để tìm kiếm những viên đá cổ tích. Các kiểm lâm viên rất hữu ích và tốt bụng. Đọc thêm",
            "Vâng, bạn phải trả tiền đậu xe. Nhận một thẻ công viên tiểu bang. Bãi biển đẹp và tìm thấy những viên đá cổ tích tuyệt vời tại địa điểm săn bắn. Mang theo một vài chiếc túi và một chiếc máy ảnh cho chắc chắn. Hãy tìm cửa sữa tại địa điểm săn bắn. Nhân viên kiểm lâm công viên thật tuyệt vời và luôn quan tâm đến sự an toàn của bạn.Đọc thêm",
            "Chúng tôi đã đến thăm Công viên Tiểu bang Fairy Stone để đi dạo trong ngày cùng chú chó của mình.  Đến thăm vào đầu tháng 5, chúng tôi tìm thấy rất nhiều loài hoa dại dọc theo con đường mòn, trong đó có một vài cây lan sặc sỡ.  Đường mòn Thác Little Mountain là một đường vòng dài 3-4 dặm đi qua một thác nước nhỏ.  Chúng tôi cũng đã đi bộ đường dài tại Stuarts Knob, nơi có một số mỏ sắt cũ và một số địa điểm có tầm nhìn đẹp.  Chúng tôi dừng lại ở trung tâm du khách để mua một vài viên đá thần tiên phòng trường hợp không may mắn tìm thấy chúng.  Trước khi đi, chúng tôi dừng lại ở Trạm Đá Tiên, ngay ranh giới công viên, và dạo quanh tìm đá.  Khi bạn biết mình cần tìm gì, chúng tôi đã tìm thấy khoảng một tá trong nửa giờ.  Không có công cụ đào được phép.  Nhìn chung, đây là một công viên nhỏ vui nhộn và muốn cắm trại ở đây một thời gian.Đọc thêm",
            "Bị nhân viên kiểm lâm quấy rối và theo dõi khắp nơi. Đã có vé đậu xe.  Lấy tiền, ngoài kia để xé xác bạn.Đọc thêm",
            "Nó chắc chắn là không thể tránh khỏi. Người kiểm lâm rất vui khi giải thích nơi đi bộ thu thập đá cổ tích và vì vậy chúng tôi đã mua một vài thứ trong cửa hàng quà tặng của họ. Chúng tôi lái xe đến địa điểm và bắt đầu nhặt đồ lên khỏi mặt đất. Tôi KHÔNG biết chúng ta có gì. Chủ yếu là đá có cục trên chúng. Nhưng đó là một cuộc đi lan man dễ dàng. Không được phép sử dụng dụng cụ đào.Đọc thêm"
        ],
        "star_ratings": [
            88,
            43,
            17,
            3,
            7
        ],
        "review_amount": 158,
        "location": [
            "Stuart",
            "Hoa Kỳ",
            "Công viên tiểu bang Fairy Stone",
            "Virginia VA",
            "Những điều cần làm ở Stuart"
        ],
        "reviews_time": [
            "Written April 17, 2023",
            "Written April 14, 2023",
            "Written January 16, 2023",
            "Written December 23, 2022",
            "Written August 15, 2022",
            "Written August 1, 2022",
            "Written April 13, 2022",
            "Written May 12, 2021",
            "Written January 3, 2021",
            "Written October 23, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58221-d1763904-Reviews-Fairy_Stone_State_Park-Stuart_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g57487-d2225308-Reviews-Philpott_Lake-Bassett_Henry_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57487-d27002961-Reviews-Bowen_Creek-Bassett_Henry_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57820-d27056607-Reviews-Salthouse_Branch_Recreation_Area-Henry_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58221-d1763904-Reviews-or10-Fairy_Stone_State_Park-Stuart_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57487-d13111249-Reviews-Bassett_Historical_Center-Bassett_Henry_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58335-d6953858-Reviews-Bob_White_Covered_Bridge-Woolwine_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57487-d10758740-Reviews-Hamlet_Vineyards-Bassett_Henry_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57729-d104523-Reviews-Blue_Ridge_Institute-Ferrum_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58335-d6953867-Reviews-Jack_s_Creek_Covered_Bridge-Woolwine_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57487-d17561971-Reviews-HJDB_Event_Center-Bassett_Henry_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58335-d27035694-Reviews-Woolwine_IC_DeHart_Memorial_Park-Woolwine_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58064-d10802614-Reviews-Hagans_Lane_Blueberries-Patrick_Springs_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d15099661-Reviews-Baraka_Natural_Aquarium_Nungwi-Nungwi_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g46340-d1847362-Reviews-Freedom_Mortgage_Pavilion-Camden_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g9777534-d146816-Reviews-Na_Pali_Coast_State_Park-Wainiha_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g32216-d574462-Reviews-Old_Sugar_Mill-Clarksburg_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29484-d4544112-Reviews-Mt_Apatite-Auburn_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g2699667-d254499-Reviews-Valley_of_the_Butterflies-Petaloudes_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23824527-Reviews-Somewhere_Nowhere_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1023526-d523362-Reviews-Minoo_Park-Mino_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g1182252-d7737529-Reviews-Laguna_Korission-Halikounas_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g42017-d662691-Reviews-Brimley_State_Park-Brimley_Upper_Peninsula_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58221-d1763904-Reviews-or10-Fairy_Stone_State_Park-Stuart_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58221-d1763904-Reviews-Fairy_Stone_State_Park-Stuart_Virginia.html"
    }
]