[
    {
        "attraction_name": "Fair Oaks Farms",
        "attraction_name_vi": "Trang trại Fair Oaks",
        "general_info": [
            "485 đánh giá",
            "- 1 trong 2 điều cần làm ở Fair Oaks",
            "trang trại"
        ],
        "attraction_summary": "Fair Oaks Farms có nhiều việc phải làm cho mọi người trong đàn của bạn. Lên kế hoạch cho chuyến đi của bạn bằng cách ghé thăm một trong những điểm tham quan chính của chúng tôi: Cuộc phiêu lưu của bò sữa, Cuộc phiêu lưu của lợn và Cuộc phiêu lưu của cây trồng. Hãy nghỉ đêm tại khách sạn xinh đẹp của chúng tôi và tận hưởng hồ bơi và bồn tắm nước nóng độc đáo! Thưởng thức những bữa ăn tươi ngon tại trang trại tại Nhà hàng Farmhouse và Cowfe của chúng tôi! Hãy ghé thăm một trong những lễ hội hàng năm của chúng tôi, mua quà lưu niệm tại cửa hàng bán lẻ của chúng tôi và nếm thử một số loại pho mát từng đoạt giải thưởng của chúng tôi!Đọc thêm",
        "reviews": [
            "Chúng tôi dừng lại ở đây với hai đứa trẻ 2 và 5 tuổi trong chuyến đi từ Lafayette đến khu vực Chicagoland.  Thật là một bất ngờ tuyệt vời.  Chúng tôi rất thích nó đến nỗi chúng tôi sẽ cần quay lại trong tương lai để thực hiện nhiều hoạt động hơn.  Chỉ có - 22 mỗi cái với đứa trẻ 2 tuổi được miễn phí.  Về cơ bản chúng tôi có thể làm mọi thứ được cung cấp ở đó.  \nChúng tôi đã thực hiện cả hai chuyến tham quan - Sữa và Thịt lợn.  Mỗi lần mất khoảng một giờ và rất đáng giá.  Rất nhiều thông tin và bọn trẻ thích nhìn thấy các loài động vật - đặc biệt là những chú lợn con -.\nHãy đến đó sớm và đăng ký các chuyến tham quan.  Chúng tôi làm món Sữa, ăn trưa và sau đó làm món Thịt lợn.  Nhà hàng nhỏ ở đó là nơi hoàn hảo cho bữa trưa - và sau đó là kem -.  Họ có rất nhiều lựa chọn và bữa ăn cho trẻ em.Đọc thêm",
            "Đi vào đầu tuần giữa tháng 7, tránh xếp hàng dài.  Thăm quan chuồng nuôi bò sữa và chăn nuôi lợn.  Thật tốt cho những đứa cháu sống ở thành phố của chúng tôi xem.  Nghi thức vắt sữa đặc biệt thú vị. Cũng nhìn thấy một con bê sinh ra. Không chắc họ đánh giá cao những điều đó, có thể có một chút - quá nhiều thông tin - đối với họ, nhưng thật tuyệt khi xem.Đọc thêm",
            "Đã từng đến đây trước đây, cháu gái 7 tuổi của chúng tôi biết chính xác những gì cháu muốn thấy - mọi thứ!  Chúng tôi bắt xe buýt đi xem đàn lợn và các ca sĩ vắt sữa, xem một chú bê con chào đời, dành thời gian tham gia khóa học dây thừng trong chuồng lợn, cùng với đó là thời gian nhún nhảy trên chiếc gối lớn.\nĐến thăm Tòa nhà trồng trọt lần đầu tiên và đã có khoảng thời gian tuyệt vời khi cố gắng lấp đầy kho chứa ngô.\nKhông thể rời đi mà không thưởng thức kem.\nChắc chắn sẽ quay lại khi có cơ hội.Xem thêm",
            "Thánh Bò!  Thật là một cuộc phiêu lưu.  Giáo dục với rất nhiều niềm vui phù hợp với lứa tuổi.  Chúng tôi thực sự yêu thích chuyến tham quan trang trại bò sữa vì chúng tôi đã tìm hiểu về các quy trình và công nghệ mà chúng tôi chưa từng biết là có tồn tại.  Tôi cũng quan sát thấy nhiều cách trang trại đảm bảo động vật được đối xử nhân đạo và tôn trọng.  \n\nMột trải nghiệm thú vị mà các chàng trai của tôi vẫn đang kể đến là Chuồng sinh sản, nơi chúng được chứng kiến ​​một chú bê con mới chào đời.  Tôi thực sự đánh giá cao việc Fair Oaks đã cho phép công chúng quan sát điều gì đó mà người dân thành phố chúng tôi sẽ không bao giờ trải nghiệm được. \n\nNhững đứa trẻ thích bong bóng nảy, leo núi, xe lửa và mê cung.  Bữa trưa thật tuyệt và kem là món ăn hoàn hảo khi chúng tôi rời nhà.   Chúng tôi - sẽ quay lại! Đọc thêm",
            "Một số công nhân rất thô lỗ. Một số công nhân rất tử tế và tôn trọng. Một số rất tự đề cao và thô lỗ đối với nhóm và những người khác.Đọc thêm",
            "Chín người chúng tôi tham gia chuyến tham quan Pig Adventure. Nó không thân thiện lắm với trẻ em đối với ba đứa trẻ dưới 10 tuổi trong nhóm của chúng tôi. Cá nhân tôi nhận thấy các phương pháp canh tác được trưng bày thật kinh khủng. Tôi không ăn thịt lợn nhưng dù vậy, việc nhìn thấy những con vật thông minh xinh đẹp này sống cả đời trong những chuồng trại bẩn thỉu, chật chội và không có lối ra ngoài trời hay nguồn thức ăn bổ sung nào được cung cấp thật là kinh tởm. Sau chuyến tham quan, chúng tôi đã đến thăm một trong những tòa nhà chính trong khuôn viên trường và điều đó thật thú vị đối với bọn trẻ nhưng niềm vui của tôi đã bị phá hỏng. Sẽ không giới thiệu cho những người yêu động vật.Đọc thêm",
            "Yêu nơi này, chúng tôi dừng lại ở đó mỗi khi chúng tôi đến và về nhà từ Indianapolis.  Các cạnh bánh sandwich caramen của họ thật tuyệt vời.Đọc thêm",
            "2 chiếc bánh mì kẹp thịt đã được đặt hàng, cả hai đều sai, và người đàn ông phía sau chúng tôi cũng có một chiếc bánh mì kẹp thịt bị hỏng. Không có lời xin lỗi, không có sự điều chỉnh nào được đưa ra. Burgers đều khô.  Bất ngờ cho 20 - - bánh mì kẹp thịt. Nước chanh là thời gian ở quê, trà cũng không ngon. Wasn - thậm chí còn được đề nghị ngồi bên ngoài.  Con gái 8 tuổi của tôi thích mì và sốt marinara nhưng nói rằng nó mong nó ngon hơn.Đọc thêm",
            "Cảm ơn bạn đã liên hệ, phản hồi của bạn rất có giá trị đối với chúng tôi. Chúng tôi rất tiếc khi biết rằng trải nghiệm của bạn chưa được tốt lắm! Tôi đã gửi thông tin này đến Nhóm quản lý trang trại để họ được biết. Đọc thêm",
            "Cuộc phiêu lưu trên cây trồng là phần hay nhất đối với tôi.  Chuồng bò sữa bằng robot thật hấp dẫn.  Phần tồi tệ nhất là những chiếc chuồng mang thai ở trang trại lợn.  Tôi đã nghe nói về phương pháp này nhưng không ngờ lại gặp họ ở đây.  Bây giờ đã có, tôi hoàn toàn có thể hiểu được sự tàn ác của việc nhốt một con vật vào trong một con vật.   Một cuộc triển lãm khẳng định lợn có trí thông minh tương tự như con người 3 tuổi.  Nếu đúng, tôi có thể tưởng tượng nỗi thống khổ về tinh thần khi bị mắc kẹt trong một không gian mà bạn chỉ có thể đứng hoặc nằm và sống cuộc sống của mình trên những tấm lưới gang bên trong một tòa nhà.  Nếu đi xin hãy suy nghĩ về điều này.  Google - thùng đựng thai - để biết thêm thông tin.Đọc thêm",
            "Thánh Bò!  Thật là một cuộc phiêu lưu.  Giáo dục với rất nhiều niềm vui phù hợp với lứa tuổi.  Chúng tôi thực sự yêu thích chuyến tham quan trang trại bò sữa vì chúng tôi đã tìm hiểu về các quy trình và công nghệ mà chúng tôi chưa từng biết là có tồn tại.  Tôi cũng quan sát thấy nhiều cách trang trại đảm bảo động vật được đối xử nhân đạo và tôn trọng.  Một trải nghiệm thú vị mà các chàng trai của tôi vẫn đang kể đến là Chuồng sinh sản, nơi chúng được chứng kiến ​​một chú bê con mới chào đời.  Tôi thực sự đánh giá cao việc Fair Oaks đã cho phép công chúng quan sát điều gì đó mà người dân thành phố chúng tôi sẽ không bao giờ trải nghiệm được. Những đứa trẻ thích bong bóng nảy, leo núi, xe lửa và mê cung.  Bữa trưa thật tuyệt và kem là món ăn hoàn hảo khi chúng tôi rời nhà.   Chúng tôi - sẽ quay lại! Đọc thêm",
            "OK we live up in Grand Rapids Michigan and we are familiar with the fair life dairy operation in Coopersville and we also know the family and decided to make a two day trip down to Indiana to see the other big operation here at fair Oaks. After eating a nice meal in Shipshewana and staying in Big city of Merrillville Indiana and may the half hour trip further south on interstate 65 Fairoaks. When you pull in it is pretty amazing with all the different buildings and then you take the shuttle buses which are powered by poop. Yes poop and you go see the cows in the pigs separate farms a couple miles down the road truly kind of a really neat operational thing and I encourage anybody interested in girls or pigs to do this, although in my opinion, an hour and a half at each place is a little bit much, but if you - re into it, so be it, you - ll never see more cows and pigs in your lifeSo after about 3 to 4 hours of looking at cows and pigs, the wife and I left after we had a nice expensive lunch at the farmstead right there my daughter, son-in-law, and grandkids 3 to 7 years old lol stayed for another couple hours and enjoyed themselves. They got to see you too Calves born and did a bunch of bungee, jumping and rope, climbing and tell the stuff which they really enjoyed and they slept the whole way home. Of course we - re over three hours from thereIt - s a very clean operation. The bathrooms are all nice and clean the air conditioning works great and all the buildings. The shuttle bus drivers are very nice Air-conditioned it - s really eye-opener us to see how much food is made out of cows and pigs, so yes, I would encourage you to do this with your families wants it - s about 22 bucks I believe each no discounts for seniors or children I think a fair price to see the whole operation You pay extra to pick some flowers and some other options but all in all it was pretty coolWhat did not fit in as the fancy restaurant with a very high priced food items you would find that kind of stuff in a big city not in the middle of the boondocks and farm country just doesn - t seem to fit in not a family type of restaurant We did much better over in Shipshewana, eating the Amish food for 18 bucks. All you can eat buffet.Read more",
            "Trải nghiệm tuyệt vời mang lại cái nhìn tổng quan tuyệt vời về nông nghiệp và nông nghiệp là gì. Tuyệt vời cho mọi lứa tuổi, có khu vui chơi và các chuyến tham quan và thời gian hoàn hảo cho trẻ em.Đọc thêm",
            "Đã từng đến đây trước đây, cháu gái 7 tuổi của chúng tôi biết chính xác những gì cháu muốn thấy - mọi thứ!  Chúng tôi bắt xe buýt để xem những con lợn và những người vắt sữa, nhìn thấy một chú bê con được sinh ra, dành thời gian tham gia khóa học dây thừng trong chuồng lợn, cùng với đó là thời gian nảy trên chiếc gối lớn. Lần đầu tiên đến thăm Tòa nhà Crop và có một thời gian tuyệt vời để cố gắng lấp đầy silo bằng ngô. Không thể rời đi mà không thưởng thức kem. Chắc chắn sẽ quay lại khi chúng ta có cơ hội.Đọc thêm",
            "Đi vào đầu tuần giữa tháng 7, tránh xếp hàng dài.  Thăm quan chuồng nuôi bò sữa và chăn nuôi lợn.  Thật tốt cho những đứa cháu sống ở thành phố của chúng tôi xem.  Nghi thức vắt sữa đặc biệt thú vị. Cũng nhìn thấy một con bê sinh ra. Không chắc họ đánh giá cao những điều đó, có thể có một chút - quá nhiều thông tin - đối với họ, nhưng thật tuyệt khi xem.Đọc thêm",
            "Có bao nhiêu con bò được vắt sữa mỗi ngày?Đọc thêm",
            "Tôi có nên đặt vé vào cửa trước hay dễ dàng nhận được vé vào ngày tham quan?Đọc thêm",
            "Bạn có thể mua trong ngày, tôi sẽ thử đến đó sớm hơn trong ngày so với muộn hơn để bạn có thể xem và làm mọi thứ. : - Đọc thêm",
            "Sau khi trả tiền để vào, bạn có thể tự mình đi bộ xung quanh và khám phá trang trại hay bạn phải tham gia một chuyến tham quan để xem trang trại?  Bạn có thể tự mình nhìn thấy những gì? Chúng ta sẽ đi ngang qua và sẽ không có nhiều thời gian. \n\nNgoài ra, các đánh giá về chuyến tham quan đều rất tốt, tuy nhiên, liệu chúng có hướng đến những người đến từ các thành phố chưa từng đến trang trại nhiều hơn không?  Chúng tôi có một số nền tảng về nông nghiệp và không muốn lãng phí thời gian quý báu của mình ở đó cho một chuyến tham quan nếu điều đó không đáng giá đối với một người có kinh nghiệm làm nông.  \nCảm ơn!Đọc thêm",
            "Chào bạn!\n\nBảo tàng như các tòa nhà và chuồng sinh sản đều tự hướng dẫn. Để xem trang trại thực tế, bạn sẽ cần phải đi xe buýt để xem chúng! Du khách từ khắp nơi dường như thích thú với trải nghiệm này bất kể hoàn cảnh xuất thân của họ.  - Bao gồm nông dân -  \n\nGần đây, chúng tôi đã mở trải nghiệm Robot sữa cũng như bổ sung vào đàn bò hơn 37.000 con đang ngày càng tăng của chúng tôi! \n\nTôi hy vọng điều này sẽ giúp bạn đưa ra quyết định!Đọc thêm",
            "Bạn có thể mang theo chó của mình đi tham quanĐọc thêm",
            "Xin chào! Chó được chào đón trong khuôn viên, trong công viên dành cho chó và trên Hiên nhà hàng Farmhouse. Họ không thể vào bất kỳ tòa nhà nào, trên bất kỳ xe buýt nào hoặc vào vườn táo. Hy vọng điều này sẽ giúp ích! Đọc thêm",
            "Vé nào - cuộc phiêu lưu nào được mọi người giới thiệu nhiều nhất? Trong số các cuộc phiêu lưu về Sữa, Lợn và Cây trồng, bạn nghĩ cuộc phiêu lưu nào là hay nhất?Đọc thêm",
            "SữaĐọc thêm",
            "Có sẵn bàn picnic không? Chúng tôi có thể mang theo thức ăn của riêng mình được không? Chúng tôi - là 2 gia đình chứ không phải một tập đoàn lớn..Đọc thêm",
            "Có khu vui chơi ngoài trời. Không chắc chắn về chỗ ngồi.Đọc thêm",
            "Bạn có thể nuôi thú cưng nào không?Đọc thêm",
            "Có với sự cho phép.Đọc thêm",
            "Bạn có thể đi và chỉ đi bộ xung quanh?  Có tốn kém gì để làm điều đó không?Đọc thêm",
            "Bạn có thể đi dạo quanh khu vực dành cho du khách và vào cửa hàng quà tặng - cửa hàng kem mà không cần vé.  Nhưng để xem bất kỳ thứ gì khác, bạn sẽ phải trả tiền.Đọc thêm",
            "Đưa cháu 4,6,11 tuổi. Ông nội không thể đi bộ hay leo cầu thang. Bạn sẽ đề xuất toàn bộ trải nghiệm hay giới hạn?Đọc thêm",
            "Không thể - không đồng ý nhiều hơn.  Lần trước chúng tôi đi có một đứa trẻ 2 tuổi và hai đứa trẻ 4 tuổi, chưa kể một ông nội 65 tuổi và một bà nội 64 tuổi.  Trong khu vực bãi đậu xe và phòng bán vé, khoảng cách không quá lớn.  Và để đến chuồng bò, họ có những chiếc xe buýt tiện nghi.  Chuồng bò sữa cũng có thang máy để lên tầng hai nên việc này dễ dàng hơn một chút.  Mọi người sẽ có niềm vui.Đọc thêm",
            "Nó có thân thiện với vật nuôi không vì nó có công viên dành cho chóĐọc thêm",
            "Tôi không tin như vậy. Đọc thêm"
        ],
        "star_ratings": [
            307,
            104,
            40,
            20,
            14
        ],
        "review_amount": 485,
        "location": [
            "Cây sồi đẹp",
            "Hoa Kỳ",
            "Indiana - TRONG -",
            "Trang trại Fair Oaks",
            "Những điều cần làm ở Fair Oaks"
        ],
        "reviews_time": [
            "Written July 6, 2023",
            "Written July 14, 2023",
            "Written August 6, 2023",
            "Written August 15, 2023",
            "Written May 6, 2024",
            "Written November 10, 2023",
            "Written October 31, 2023",
            "Written September 22, 2023",
            "Written September 20, 2023",
            "Written August 15, 2023",
            "Written August 9, 2023",
            "Written August 6, 2023",
            "Written August 6, 2023",
            "Written July 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g37094-d649695-Reviews-Fair_Oaks_Farms-Fair_Oaks_Indiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g37094-d6885056-Reviews-The_Farmhouse_Restaurant-Fair_Oaks_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37094-d8602920-Reviews-Fair_Oaks_Cafe-Fair_Oaks_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37094-d17213105-Reviews-Cowfe-Fair_Oaks_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37094-d4941722-Reviews-Subway-Fair_Oaks_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37094-d501215-Reviews-Fair_Oaks_Dairy_Adventure-Fair_Oaks_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37094-d649695-Reviews-or10-Fair_Oaks_Farms-Fair_Oaks_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37467-d19177548-Reviews-Ren_Art_Walk-Rensselaer_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37467-d21026527-Reviews-Curtis_Creek_Golf_Course-Rensselaer_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37467-d11965707-Reviews-Jasper_Junction_Thrift_and_Flea_Market-Rensselaer_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37467-d21036040-Reviews-Endless_Treasure_Llc-Rensselaer_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37347-d5918793-Reviews-Hilltop_Tavern-Morocco_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37467-d27064658-Reviews-Bazz_s_Roller_Rink-Rensselaer_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37467-d27027789-Reviews-Brookside_Park-Rensselaer_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37467-d27030059-Reviews-Jasper_County_Historical_Society-Rensselaer_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37467-d25196693-Reviews-Rensselaer_Library-Rensselaer_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37467-d27013541-Reviews-Iroquois_Park-Rensselaer_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37467-d27030058-Reviews-Sprigz_Pub_and_Grub-Rensselaer_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37467-d27004669-Reviews-Potawatomi_Park-Rensselaer_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37467-d27030060-Reviews-Columbia_Park-Rensselaer_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37467-d27487079-Reviews-Sorrel_Rye_Mercantile-Rensselaer_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6788376-Reviews-Christian_Louboutin-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g51524-d10723362-Reviews-The_Station_at_Central_Park_Aquatic_Center-Moore_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d318020-Reviews-Luxor_Museum-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g46876-d7160286-Reviews-Bass_River_State_Forest-Tuckerton_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d142762-Reviews-Beacon_Hill-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g56350-d108000-Reviews-Prince_Solms_Park-New_Braunfels_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d253280-Reviews-NASCAR_SpeedPark_Myrtle_Beach-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d911948-Reviews-Magic_Dancing_Waters_Live_Show-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d8775170-Reviews-Volunteer_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d10263324-Reviews-Transekur-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g37094-d649695-Reviews-or10-Fair_Oaks_Farms-Fair_Oaks_Indiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g37094-d649695-Reviews-Fair_Oaks_Farms-Fair_Oaks_Indiana.html"
    }
]