[
    {
        "attraction_name": "Falassarna Beach",
        "attraction_name_vi": "Bãi biển Falassarna",
        "general_info": [
            "3.886 đánh giá",
            "- 1 trong 8 điều cần làm ở Falassarna",
            "Bãi biển"
        ],
        "attraction_summary": "Bãi biển công cộng trên bờ biển phía Tây của đảo Crete này nổi tiếng với cát trắng và hồng mịn màng, cảnh hoàng hôn tuyệt đẹp và bầu không khí yên tĩnh. Chỉ cách Kissamos một quãng lái xe ngắn, Bãi biển Falassarna cũng là khu bảo tồn thiên nhiên được bảo vệ, nơi có nhiều loài động thực vật đa dạng. Tản bộ dọc theo những cồn cát nhấp nhô, đi mô tô nước và lướt sóng giữa làn nước trong vắt hoặc khám phá chuỗi quán rượu hải sản dọc bờ biển. Ghế dài và ô dù được cho thuê theo nguyên tắc ai đến trước được thuê trước, vì vậy hãy đến sớm để đảm bảo có được những chỗ ngồi tốt nhất ngay cạnh biển.  - TripadvisorĐọc thêm",
        "reviews": [
            "Khoảng 55 phút về phía tây của Chania. Rất dễ dàng để có được. Đây là mùa cao điểm nên giường bãi biển ở hàng ghế đầu có mái che là 40 EU và giảm xuống còn 25 EU. Các nhân viên rất ấm áp, thân thiện và hữu ích. Nước dễ vào và có rất nhiều cát trên đất liền và biển.Đọc thêm",
            "Đi đến bãi biển nhỏ - hai lần - . Đẹp - Yên tĩnh, có sẵn giường phơi nắng và dù che nắng, quán rượu nhỏ xinh. Nước sạch. Những con sóng lớn. Đã yêu nó. \n\nCó lẽ không phù hợp lắm với trẻ nhỏ khi nước xuống sâu nhanh chóng. Nhân viên cứu hộ thực hiện công việc của mình một cách nghiêm túc.Đọc thêm",
            "Chắc chắn là một trong những bãi biển phải đến ở Crete, gần Chania.  Một nỗ lực tuyệt vời khác để đạt được điều này và rất xứng đáng khi bạn đến nơi.  Bãi biển đầy cát đẹp với nhiều phòng chờ và khu vực tắm nắng cộng với tầm nhìn hoàn hảo về phía Tây để ngắm hoàng hôn.  Nếu bạn đang đến Crete để đi biển, bạn sẽ không muốn bỏ lỡ bãi biển này.  Có rất nhiều bãi đậu xe!! Đọc thêm",
            "Đi cùng gia đình gồm 6 người lớn trong đó có trẻ em ở độ tuổi hai mươi. Chúng tôi đã thuê một chiếc lều với giá - 50. Bạn sẽ cần bóng râm hoặc thuê giường phơi nắng, tôi nghĩ - 25. Bãi biển đầy cát với những vệt cát màu hồng mà bạn có thể nhìn thấy rõ ràng ở vùng nước nông trong vắt và ấm áp.  Không xa đường mòn và dễ dàng đi đến nếu bạn có xe thuê. Đồ ăn bên bờ biển có giá rất phải chăng và chất lượng khá tốt. Nếu bạn đang ở Chania thì đáng để đi khoảng 45 phút.Đọc thêm",
            "Bãi biển cát tuyệt vời với nước trong vắt. Chúng tôi đã có những ngày có những con sóng đẹp, thật tuyệt vời để có nhiều niềm vui dưới nước. Đôi khi có thể có gió khá lớn, đáng để kiểm tra tình trạng gió trước khi đến đó. Cơ sở vật chất và đội ngũ nhân viên tuyệt vời tại Bãi biển Paraiso - nơi tôi - đã ở lại vài ngày -. 20, 30 hoặc 60 EUR cho giường tắm nắng, đồ ăn và đồ uống ngon.Đọc thêm",
            "Chúng tôi thực sự rất thích lựa chọn các bãi biển dọc theo bờ biển ở Falasarna. Nước trong vắt và đá tuyệt đẹp nếu bạn muốn lặn với ống thở, cát mịn, cát thô - ở đầu phía bắc -. Một cái gì đó cho tất cả mọi người. Rất nhiều gia đình, bầu không khí yên tĩnh và tôn trọng, điều mà chúng tôi thực sự đánh giá cao và giá cả hợp lý cho giường phơi nắng trong ngày - 15 Euro cho hai người - . Thật tuyệt vời. Hãy giới thiệu kỹ lưỡng khu vực này của Crete nếu bạn muốn quay ngược đồng hồ 30 năm và tận hưởng Hy Lạp như xưa.Đọc thêm",
            "Bãi biển rộng lớn tuyệt đẹp, nước trong vắt tuyệt vời, đủ chỗ cho tất cả mọi người, tuyệt vời để bơi lội và thư giãn, người trưởng thành có thể chạm đất trong nước ở rất xa nhưng đồng thời bơi lội thoải mái.\nÔ dù cho thuê trong 30 - - ngày. Nếu không thì cát nóng lên, không có bóng râm. Tắm bên ngoài cho mọi người.\nNơi dễ dàng tiếp cận.\nĐối với tôi và người bạn đời của mình đẹp hơn bãi biển Elafonisi rất nhiều. : - Đọc thêm",
            "Đây có lẽ là bãi biển đẹp nhất ở Crete. Chúng tôi đến thăm nó vào một ngày đầy gió. Vì vậy, biển có chút gợn sóng. Nhưng chúng tôi không bao giờ mong đợi nó vừa gợn sóng vừa trong trẻo. Đó là làn nước trong nhất mà tôi từng thấy và bạn có thể nhìn xa khoảng 20 mét bằng kính bảo hộ dưới nước.\n\nTôi thực sự gợi ý nó cho mọi gia đình đến thăm CreteĐọc thêm",
            "Tôi đã rất lo lắng về việc đi đến bãi biển Falassarna vì một số đánh giá, chúng tôi đã lái xe một giờ từ Chania, nhưng hóa ra nó lại rất tuyệt và đáng giá. Chúng tôi thực sự rất thích ngày của chúng tôi ở đó. Việc lái xe thật dễ dàng. Chúng tôi đã đến bãi biển lớn chính, nơi đó thực sự rất đẹp. Bãi đậu xe dễ dàng chỉ cần 2 - 3 phút đi bộ để đến đó. Nó đông đúc, nhưng không đông đúc như tôi mong đợi. Có rất nhiều giường và ô khi chúng tôi đến vào khoảng giữa trưa. Phần đầu tiên đã đầy, nhưng nếu bạn tiếp tục đi bộ xuống bãi biển bên phải, sẽ có nhiều lựa chọn khác. Bạn cần phải mang theo khăn tắm của riêng bạn. Chúng tôi đã vung tiền mua một chiếc cabana ở hàng ghế đầu tiên có giá 50 - . Có dịch vụ ăn uống mang đến tận ghế ngồi của bạn. Nước thực sự tuyệt đẹp, nó trong vắt và trong suốt. Cát rất đẹp và mềm, bạn có thể đi bộ dọc bãi biển khoảng Km. Ngày chúng tôi đi trời có chút gió nhưng thực sự không tệ lắm. \nNhìn chung đó là một ngày đi biển thực sự tuyệt vời và rất đáng để ghé thăm. Đừng do dự. Đọc thêm",
            "Đôi khi bạn tự hỏi liệu một chuyến hành trình bằng ô tô trong cái nóng ngột ngạt có đáng công sức bỏ ra hay không. Không còn nghi ngờ gì nữa, Bãi biển Falasarna thật ngoạn mục.\n\nGió Tây đã nổi lên nhưng chắc chắn sẽ làm tăng thêm kịch tính cho khu vực được chăm sóc cẩn thận này. Lái xe thoải mái, có nhiều chỗ đậu xe miễn phí, - 20 cho một chiếc giường phơi nắng, bạn - sẽ cần một chiếc để thoát khỏi cái nóng tháng Bảy. Tiện nghi tuyệt vời và nhà hàng tốt. \n\nĐó là một nơi ngoạn mục để ghé thăm. Chắc chắn đưa điều này vào danh sách việc cần làm trong kỳ nghỉ của bạn. Tôi - sẽ quay trở lại!Đọc thêm",
            "Bãi biển này xứng đáng là một bãi biển đẹp ở Crete.   Bãi biển cát đẹp, nhiều địa điểm riêng tư để ngắm cảnh, bãi đậu xe gần đó, nhà hàng và chỗ ở. Được bao quanh bởi những lùm ô liu và đất nông nghiệp nhưng có những biệt thự - s - khách sạn xinh đẹp dọc đường lái xe xuống.  Đề nghị một chuyến thăm - Đọc thêm",
            "Con đường xuống bãi biển Falassarna cho thấy bãi biển dài bao nhiêu. Có nhiều cách khác nhau để đến bãi biển từ nam tới bắc. Bán đảo ở đầu phía bắc nằm cạnh khu khảo cổ của cảng cũ. Nó được tiếp cận bằng một con đường gồ ghề. Có những nơi có nhiều đá, nơi có thể nhìn thấy cát hồng và có thể lặn với ống thở. Một số ít khách sạn hiện đã được bổ sung, cũng có một số quán rượu rất ngon, một trong số đó nằm gần trung tâm lướt ván buồm.  - Gió đôi khi có thể là một vấn đề về phun cát - !Trung tâm Cưỡi ngựa Deres cung cấp trải nghiệm hoàn chỉnh về cưỡi ngựa, hoàng hôn và bữa tối - với một khoản chi phí! Ghế tắm nắng và dù che nắng có sẵn ở một số địa điểm. Hoàng hôn phụ thuộc vào thời tiết nhưng thường rất đẹp.Đọc thêm",
            "Một trong những bãi biển đẹp nhất ở Creta. Nó thật tuyệt vời, bãi đậu xe miễn phí, nhà hàng đẹp với đầy đủ tiện nghi, nơi lý tưởng để ở cùng trẻ em vì nước êm đềm, sạch sẽ và cát thật tuyệt vời.Đọc thêm",
            "Bãi biển đẹp nhất chúng tôi ghé thăm ở Crete. Dịch vụ tốt trên bãi biển và đồ uống ngon. Nước thật đáng yêu. Bãi đậu xe miễn phí. Cách Kissamos không xa lái xe.Đọc thêm",
            "Chúng tôi chỉ cách Falassarna 10 phút và do đó đã tận hưởng một vài chuyến đi biển khác nhau. Mỗi ngày có một chút khác biệt, gần như luôn có một vài cơn gió nhẹ kèm theo gió giật khiến cát bay vào sau chân bạn. Nhưng đó là sự cô độc hạnh phúc so với những bãi biển nổi tiếng khác trên đảo và chúng tôi luôn có được điều đó cho riêng mình mỗi lần, vào đầu tháng Năm. Chúng tôi lặn với ống thở, bơi lội và tận hưởng sự yên tĩnh - chỉ có chúng tôi và đàn cá. Tôi có thể hiểu mọi người nói rằng nó - nó không tuyệt vời cho gia đình và trẻ em vì sóng đôi khi nổi lên nhưng điều đó lại rất tốt cho những người lớn không - muốn tiếng ồn. Chắc chắn sẽ giới thiệu cho người lớn - những người thích phiêu lưu - những người du lịch trên đường đi Elafonisi và Balos đông khách du lịch và người dân.Đọc thêm",
            "Tuyệt vời! Đơn giản là tuyệt vời! Chuyến thăm trái vụ, chúng tôi rất thích bãi biển! Nước tất nhiên là lạnh nhưng chúng tôi vẫn nhảy xuống để tận hưởng những con sóng. Trông giống như những câu lạc bộ bãi biển tuyệt đẹp, v.v. Nước trong xanh như bầu trời!Đọc thêm",
            "Bãi biển tuyệt đẹp với nước sạch, đẹp.  Khu vực rộng lớn với nhiều phòng chờ cho tất cả mọi người.  Nếu bạn thích hoàng hôn. đây là nơi để ở Crete.  Chúng tôi ở lại Chania và lái xe đến Bãi biển Falassarna.  Lái xe dễ dàng, đường tốt và họ có đồ uống giải khát và nhà hàng ngay bãi biển.  Một bãi biển không thể bỏ qua khi bạn - đang ở trên đảo Crete - chắc chắn là một trong 10 bãi biển hàng đầu ở Hy Lạp.Đọc thêm",
            "Đây được đánh giá là một trong những bãi biển đẹp nhất thế giới, -Tôi đồng ý! Màu nước trông siêu thực, giống như một trò chơi Nintendo! Đọc thêm",
            "Siêu bãi biển với nước trong vắt ấm áp. Dễ dàng tiếp cận với nước và những chiếc giường tuyệt vời trên bãi biển cũng như các nhà hàng trên bãi biển để thưởng thức. Dành một tuần trong khu vực và yêu thích bãi biển, bạn có thể đi bộ đến những di tích cổ gần đó và cảm giác rất thoải mái. Không cầu kỳ nhưng tất cả đều tuyệt vời. Đọc thêm",
            "Cây sồi tuyệt vời với những ly cocktail thượng hạng. Mọi người phàn nàn về giá của giường phơi nắng - đồ uống. Nhưng van tốt cho tiền xem xét vị trí. Làn nước trong vắt, bạn có thể dành cả ngày ở đây. Đọc thêm",
            "Xin chào, giường phơi nắng có phải đặt trước hay có sẵn tại chỗ?Đọc thêm",
            "Họ không cần phải đặt trước mà đến trước được phục vụ trướcĐọc thêm",
            "Thị trấn gần bãi biển Falassarna nhất là gì? Bạn có thể đến thị trấn bằng xe buýt hoặc taxi không? Chi phí là bao nhiêu?Đọc thêm",
            "Đường đến Elafonisi có nguy hiểm không?",
            "Không hề nguy hiểm chút nào, tuyến đường đi rất đáng giá, tuy cách xa trung tâm nhưng chỉ có một số chỗ hơi hẹp và cần chú ý một chút Đọc thêm",
            "Đường từ Livadia đến Falasarna như thế nào?",
            "Xin chào,\nChồng tôi và bạn bè của chúng tôi sẽ đến thăm vào tháng 9 và dự định thuê tia nắng và ô. Có ai có cái nhìn sâu sắc về cách chúng tôi thuê giường tắm nắng không? Có chỗ đứng hay chúng ta chỉ chọn một chỗ và ai đó đến gặp chúng ta và tính phí cho chúng ta? Cảm ơn bạn trước!Đọc thêm",
            "Chúng tôi có thể thanh toán bằng thẻ ghi nợ trên bãi biển không?\nCảm ơn bạn trước - Đọc thêm",
            "Có trong các nhà hàng và cửa hàng \nNhận thẻ không có hoa hồng - phí\nĐọc thêm",
            "Xin chào!\nChúng tôi dự định đến thăm Bãi biển Falassarna từ Kissamos bằng xe đạp hoặc xe tay ga - Quad ATV.\nBất cứ ai có một số hướng dẫn, khuyến nghị và lời khuyên cho chuyến đi?\nTình hình đường sá thế nào? Cách nào phù hợp hơn cho chuyến tham quan bằng xe đạp?\nChúng tôi - sẽ biết ơn mọi đề xuất!\nCảm ơn bạn trước : - Đọc thêm",
            "Xin chào, \nTôi thấy có 2 cách giữa kissamos và Falassarna; tôi không biết cái nào là tốt nhất. Nhưng tôi nghĩ rằng với cái nóng và những con dốc, việc đi xe đạp sẽ không dễ dàng; nhưng bạn phải là một người đi xe đạp giỏi thì mới cân nhắc điều đó; đừng quên nước - hãy vui vẻ - Đọc thêm",
            "Tôi sẽ đến Chania vào tháng 8 và đây là lần đầu tiên tôi đến vào mùa cao điểm. Tôi không lái xe nên sẽ dựa vào phương tiện giao thông công cộng để đến bãi biển. Điều đó nói lên rằng, khả năng tôi sẽ nhận được ô và ghế đến vào khoảng 12 giờ trưa bằng xe buýt là bao nhiêu? Ngoài ra, có cách nào khác để quay lại tương đối sớm bằng xe buýt lúc 5h45 chiều không?\n\nCó ai có thể giới thiệu một tài xế taxi cho những chuyến đi đường dài với giá cả hợp lý và đáng tin cậy không?Đọc thêm",
            "Nó phụ thuộc vào bãi biển bạn đang hướng tới. Ở hầu hết các bãi biển đều có cơ hội tốt để tìm được ô và giường phơi nắng. Giá taxi thường được xác định trước nhưng cũng phụ thuộc vào nơi bạn ởĐọc thêm",
            "Xin chào \nTôi dự định sẽ dành 1 tuần cùng gia đình tại bãi biển này.\nĐi đến bãi biển balos và elafonissi trong 2 ngày và dành thời gian còn lại ở đây.\n\nBạn có thể gợi ý xem có đủ nhà hàng và có ít điểm đỗ taxi gần bãi biển này không?\n\nCảm ơn bạn trướcĐọc thêm",
            "Có một vài địa điểm ăn uống gần đó và tôi không thấy chỗ đỗ taxi nào cả. Chỉ có một vài địa điểm ăn uống gần elafonisi - không nhiều. Chúng tôi có một chiếc ô tô và quay trở lại Afrata và chúng tôi yêu thích cuộc sống ở đó. Bãi biển ở Falassarna thật tuyệt vời và hãy tận hưởng!Đọc thêm",
            "Đường có dễ đi không?",
            "Thật dễ dàng nhưng không cần thiết! Khi bạn sắp đến nơi và bạn tìm thấy những lùm ô liu ở bên trái c - đó là đường vòng về bên trái và ngoài việc rút ngắn đường bạn hoàn toàn tránh được đường đất! bạn sẽ đến khu vực quán rượu Perigiali mà tôi giới thiệu!Đọc thêm"
        ],
        "star_ratings": [
            2623,
            985,
            197,
            46,
            35
        ],
        "review_amount": 3886,
        "location": [
            "Bãi biển Falassarna",
            "Châu Âu",
            "Hy Lạp",
            "tỉnh Chania",
            "Các hoạt động ở Falassarna",
            "đảo Crete",
            "Falassarna"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 30, 2023",
            "Written June 30, 2023",
            "Written July 1, 2023",
            "Written July 12, 2023",
            "Written July 18, 2023",
            "Written July 21, 2023",
            "Written July 24, 2023",
            "Written July 24, 2023",
            "Written July 27, 2023",
            "Written May 22, 2024",
            "Written May 20, 2024",
            "Written May 17, 2024",
            "Written May 7, 2024",
            "Written May 3, 2024",
            "Written March 31, 2024",
            "Written January 20, 2024",
            "Written November 27, 2023",
            "Written November 1, 2023",
            "Written October 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1191160-d3567063-Reviews-Falassarna_Beach-Falassarna_Chania_Prefecture_Crete.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1191160-d7066680-Reviews-Gilisma_Taverna-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1191160-d4605253-Reviews-Panorama_Tavern_Falasarna-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1191160-d3301718-Reviews-Galasia_Thea-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1191160-d7027580-Reviews-Adam_Restaurant-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1191160-d4812846-Reviews-Perigiali_Taverna-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1191160-d7290885-Reviews-Taverna_En_Plo-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1191160-d21051801-Reviews-Liokalyvo-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1191160-d14891936-Reviews-Bird_Away-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1191160-d6973192-Reviews-Playa_Paraiso-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1191160-d26586290-Reviews-Kyma_Fotis-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d6902666-Reviews-Archaeological_Museum_of_Kissamos-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191160-d6940246-Reviews-Ancient_Falassarna-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d4875844-Reviews-Paralia_Balos-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g3561525-d4302933-Reviews-Sfinari_Beach-Sfinari_Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d12318227-Reviews-Ancient_City_of_Polyrinia-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d10332932-Reviews-Maria_Beach_Bar-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1509156-d23652915-Reviews-Viglia_Beach-Kaliviani_Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d15191595-Reviews-Kastelli_Kissamos_Old_Port-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d11561043-Reviews-Trevisan_Villa-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d25190735-Reviews-Ioannis_Prodromos_Church-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191160-d3567063-Reviews-or10-Falassarna_Beach-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1535800-d1536672-Reviews-Elafonissi_Beach-Elafonissi_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191815-d11712314-Reviews-Reptisland-Melidoni_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g23229926-d4026099-Reviews-Agia_Marina_Donkey_Rescue_Sanctuary-Petrokefali_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1526211-d4600150-Reviews-Mazida_Ammos_Beach-Xerocambos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g9609283-d2017699-Reviews-Botanical_Gardens_Of_Crete-Fournes_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d668754-Reviews-Aquaworld_Aquarium_Reptile_Rescue_Centre-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187644-d8385799-Reviews-Marmara_Beach-Loutro_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d2665186-Reviews-Kedrodasos_Beach-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d3502361-Reviews-Old_Venetian_Harbor-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2721142-d4756969-Reviews-Sarakina_Gorges-Mirtos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191160-d23581235-Reviews-Seasha-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191160-d11797247-Reviews-Falassarna_Activities-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191160-d16707936-Reviews-SurfIsland-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191160-d8067287-Reviews-Falasarna_Private_Cruises-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d4795510-Reviews-Cretan_Traditional_Cooking_Lessons-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191160-d14161551-Reviews-Falasarna_Sailing-Falassarna_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d7124801-Reviews-Dream_Destinations-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g5443909-d10211685-Reviews-Sailing_In_Crete_Fantasia_Sailing_Boat-Trachilos_Kissamos_Chania_Prefecture_Cre.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d14043272-Reviews-Kalo_Surf_Surf_School-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d12350822-Reviews-Sklopa-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d10551582-Reviews-To_Kaniski-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d2686385-Reviews-Strata_Tours-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d12672175-Reviews-B_Crew_Sailing-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d17479023-Reviews-Fit_in_Crete-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d14030163-Reviews-Falassarna_Cruises-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g23240074-d23821020-Reviews-Escultura_Ven_A_La_Luz-Tulum_Beach_Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g580217-d12677304-Reviews-Lido_Mappatella-Torre_Annunziata_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134368-d1857275-Reviews-Tokyo_Joypolis-Daiba_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d591674-Reviews-Grapevine_Historic_Main_Street_District-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187357-d1775092-Reviews-Volkswagen_Auto_Museum-Wolfsburg_Lower_Saxony.html",
            "https://www.tripadvisor.com/Attraction_Review-g54727-d2218638-Reviews-Wonderland_Caves-Nemo_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d131397-Reviews-Kapiolani_Park-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g53250-d145745-Reviews-Kinzua_Bridge_State_Park-Mount_Jewett_McKean_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d3140334-Reviews-Ashwaubomay_Lake-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1191160-d3567063-Reviews-or10-Falassarna_Beach-Falassarna_Chania_Prefecture_Crete.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1191160-d3567063-Reviews-Falassarna_Beach-Falassarna_Chania_Prefecture_Crete.html"
    }
]