[
    {
        "attraction_name": "Faust Wine Cellar",
        "attraction_name_vi": "Hầm rượu Faust",
        "general_info": [
            "1.104 đánh giá",
            "- 13 trong số 978 điều cần làm ở Budapest",
            "Nhà máy rượu vang - Vườn nho"
        ],
        "attraction_summary": "Hãy trở thành khách của chúng tôi trong Hầm rượu Faust đích thực của chúng tôi dưới Tu viện Dominica - một phần của Di sản Thế giới được UNESCO công nhận! Chúng tôi đang cung cấp khoảng 80 loại rượu vang Hungary và 30 loại - Pálinka - . Trong tuần, chúng tôi sẽ tổ chức các buổi nếm thử rượu đặc biệt và - Pálinka - do người phục vụ rượu của chúng tôi hướng dẫn!Đọc thêm",
        "reviews": [
            "Là trung tâm lịch sử của một thành phố có quá khứ đa dạng và phức tạp, Buda có một số tòa nhà nổi bật nhất ở châu Âu và cảnh quan thiên nhiên đáng ghen tị với tầm nhìn tuyệt đẹp ra sông Danube. Tập trung xung quanh Cung điện Hoàng gia, nó mang đến cái nhìn thoáng qua về những năm hoàng kim của đế chế Áo-Hung và cuộc sống của tầng lớp quý tộc vào thời điểm đó. Nhà thờ Matthias bên cạnh cung điện là nơi tổ chức nhiều sự kiện có sự tham dự của hoàng gia và là nơi được chọn làm lễ đăng quang của Franz Josef, một trong những vị vua Habsburg của Hungary. Sau khi chiêm ngưỡng cung điện và nhà thờ, chuyến viếng thăm Buda sẽ không thể nào quên bởi bức tranh toàn cảnh tuyệt đẹp và đáng nhớ về Pest được cung cấp bởi Fishermen - s Bastion bảy tòa tháp.Đọc thêm",
            "Một nơi tuyệt vời để tận hưởng một ngày ấm áp trong hầm rượu hình vòm mát mẻ. Chúng tôi đã thử kết hợp sô cô la với rượu vang để có trải nghiệm và rất vui vì chúng tôi đã làm như vậy. Người phục vụ rượu nhiệt tình và hiểu biết, Gabor dẫn chúng tôi qua các loại rượu trong khi chú chó xinh đẹp Lucas của anh ấy đang ngủ ngon lành trong góc. Những chiếc bánh nướng nhỏ được chào đón để hấp thụ một ít rượu. Chúng tôi đã mua thử một vài chai rượu yêu thích của mình.Đọc thêm",
            "Hầm rượu dưới Lâu đài Buda là một trải nghiệm đặc biệt! Chủ nhà Gabor đã giải thích rất chi tiết về từng loại rượu được phục vụ. Chúng tôi thực sự thích lựa chọn nếm thử 6 loại rượu. Một giỏ bánh scone nhỏ đã được phục vụ. Chúng tôi rất thích chúng và điều duy nhất chúng tôi phàn nàn là chúng tôi không có giỏ thứ hai! Thật không may, chúng tôi đã đi du lịch với hành lý xách tay và không thể mua bất kỳ loại rượu nào để mang về nhà. Chúng tôi khuyên bạn nên lên kế hoạch mua một số loại vì tất cả đều đến từ các nhà máy rượu nhỏ địa phương trên khắp Hungary! Đọc thêm",
            "Trải nghiệm nếm thử tuyệt vời.   Chúng tôi đã đi nếm thử nhiều loại rượu và điều này được thực hiện rất tốt và độc đáo.  Chúng tôi rất thích tất cả các loại rượu vang chúng tôi nếm thử.  Đến từ Mỹ, chúng tôi không biết mình sẽ thưởng thức rượu vang Hungary đến mức nào.   Người phục vụ rượu rất am hiểu và thực sự đã biến những loại rượu của nhà máy sản xuất rượu nhỏ này thành hiện thực.   Không gian thật lãng mạn và ấm cúng.  Việc nếm thử diễn ra tốt đẹp và chúng tôi rất thích những chiếc bánh quy giòn phô mai được phục vụ.   Đó thực sự là một trải nghiệm độc đáo đặc biệt dành cho những người yêu thích rượu vang ở khu lâu đài.Đọc thêm",
            "Kinh nghiệm nếm rượu vang này là phải làm. Rất chân thực và nhiều thông tin nhưng cũng rất thú vị với sự hài hước và tất nhiên là rượu vang ngon. Gabor chủ nhà thật tuyệt vời từ đầu đến cuối chuyến thăm của chúng tôi. Những chiếc bánh nướng và sôcôla đáng yêu kết hợp với rượu vang thật tuyệt vời. Chúng tôi yêu thích đã làm rất nhiều, chúng tôi đã nghĩ ra một vài chai để mang về nhà, rất may là nó vẫn sống sót sau chuyến hành trình về nhà trên máy bay. Chúng tôi chắc chắn sẽ ghé thăm một lần nữa và đặc biệt giới thiệu cho những ai yêu thích rượu vang. Rượu vang Hungary hiện là loại rượu được yêu thích mới của chúng tôi. Ở một vị trí đẹp bên dưới khách sạn Hilton, trong một Hầm rượu được xây dựng rất tốt. Đọc thêm",
            "Hầm rượu ẩn tuyệt vời ở Budapest, nằm dưới khách sạn Hilton. \nMột trong những điểm nổi bật của chuyến đi của chúng tôi. \nLựa chọn rượu vang tuyệt vời và bánh nướng ngon của Hungary. \nGabor là một người dẫn chương trình xuất sắc và rất hiểu biếtĐọc thêm",
            "Một trong những trải nghiệm tuyệt vời nhất của tôi ở Budapest là việc nếm thử rượu vang này. Chúng tôi may mắn có được một bàn vào chiều thứ bảy tại địa điểm tuyệt vời này. Ngay cả cuộc hành trình cũng có một trải nghiệm. Bạn đi qua khách sạn Hilton, nơi có sảnh đợi lộng lẫy và quầy bar tuyệt vời. Qua cửa sổ, bạn có thể ngắm nhìn toàn cảnh thành phố. Sau đó, bạn đi qua các hành lang và đi xuống cầu thang liên tục cho đến khi đến Hầm Rượu. Nơi này được thắp sáng nhẹ nhàng chỉ bằng những ngọn nến, có bầu không khí rất thân mật. Chúng tôi đã chọn tùy chọn thứ hai, bao gồm việc nếm lại năm loại rượu vang. Ban đầu, chúng tôi nghĩ hai tiếng rưỡi sẽ là quá dài, nhưng thời gian trôi qua rất nhanh. Gabor rất đam mê và điều đó cho thấy. Lời giải thích của anh ấy rất hấp dẫn, mặc dù đôi khi chúng tôi ước anh ấy có thể nói chậm hơn. Ông là người hướng dẫn hoàn hảo cho trải nghiệm này. Tôi - tôi thường không phải là người đam mê rượu vang trắng, nhưng những loại chúng tôi đã nếm thử rất độc đáo. Cuối cùng tôi đã mua hai chai rượu vang đỏ, đó là một thành công lớn với bạn bè của tôi ở Pháp. Tôi thực sự khuyên bạn nên điều này cho bất kỳ ai đang tìm kiếm trải nghiệm châu Âu cao cấp trong khung cảnh quyến rũ.Đọc thêm",
            "Chủ sở hữu của hầm rượu hoàn toàn độc đáo nằm bên trong Budapest Hilton này là một người mê rượu có năng khiếu. Chúng tôi may mắn được sắp xếp một buổi nếm thử ngẫu hứng bằng cách xuất hiện ngay khi họ mở cửa.\nViệc nếm thử của chúng tôi bao gồm sáu loại rượu vang với nhiều loại từ nhẹ hơn đến đậm đà hơn. Hãy nhớ rằng KHÔNG có đồ ăn ở đây - điều này tốt cho chúng tôi vì chúng tôi đã ở đó vì vị trí cực kỳ độc đáo đó trong một hang động dưới lòng đất đã tồn tại ở đó HÀNG TRĂM năm. Chúng tôi đã hy vọng về rượu và chúng tôi KHÔNG thất vọng! \nNgười phục vụ rượu của chúng tôi đã giải thích chi tiết về từng loại rượu, đồng thời có thông tin chi tiết về từng nhà máy rượu độc đáo cùng với khối lượng sản xuất mỗi năm.  Kiến thức được chia sẻ của anh ấy về các ghi chú trong mỗi loại rượu và các đặc điểm riêng đã bổ sung rất nhiều vào trải nghiệm cũng như sự đa dạng ngoạn mục - sự đặc biệt của mỗi loại rượu với loại sô cô la - hoặc bánh nướng - được kết hợp thích hợp.  Thậm chí còn rất thích món rượu vang hồng và tin tôi rằng tôi thường không quan tâm đến rượu vang hồng. RẤT khuyến khích tùy chọn này nếu bạn ở Budapest và bạn yêu thích rượu vang! Đọc thêm",
            "Thông thường chúng tôi không cố gắng lặp lại những trải nghiệm trong một chuyến đi, nhưng khi lần đầu tiên thật đáng nhớ, chúng tôi phải đặt lại.  Chúng tôi đã không thất vọng!\nChúng tôi đã đặt trước nhiều tuần vì không gian khá nhỏ.  Khung cảnh thực sự là trong một hầm rượu với tiếng nhạc nhẹ nhàng, ngọn nến trên bàn và một chiếc chăn mềm phủ trên mỗi chiếc ghế.  Thật là một trải nghiệm yên bình và thư giãn! Trời không đủ lạnh để đắp chăn nhưng chỉ cần chạm nhẹ để đề phòng.\nChủ sở hữu rất chu đáo và cực kỳ am hiểu về các loại rượu vang.  Chúng tôi khuyên bạn nên chọn lựa chọn 7 đồ uống cao cấp.Đọc thêm",
            "Ngay khi bước xuống cầu thang đá vào khung cảnh lãng mạn mờ ảo của hầm rượu, bạn biết rằng mình sẽ có khoảng thời gian vui vẻ. Chủ nhà của chúng tôi rất thân thiện và hiểu biết, chúng tôi cảm thấy rất thoải mái và thích tìm hiểu về các vùng rượu vang khác nhau của Hungary. Tôi thực sự muốn giới thiệu.Đọc thêm",
            "Ngay khi bước xuống cầu thang đá vào khung cảnh lãng mạn mờ ảo của hầm rượu, bạn biết rằng mình sẽ có khoảng thời gian vui vẻ. Chủ nhà của chúng tôi rất thân thiện và hiểu biết, chúng tôi cảm thấy rất thoải mái và thích tìm hiểu về các vùng rượu vang khác nhau của Hungary. Tôi thực sự muốn giới thiệu.Đọc thêm",
            "Ồ! Các loại rượu vang hoàn toàn tuyệt vời và chủ nhà thật tuyệt vời! Kiến thức của ông về tất cả các loại rượu vang thật xuất sắc. Bạn chắc chắn không muốn bỏ lỡ trải nghiệm này. Tôi thực sự khuyên bạn nên kiểm tra nó! Đọc thêm",
            "Thông thường chúng tôi không cố gắng lặp lại những trải nghiệm trong một chuyến đi, nhưng khi lần đầu tiên thật đáng nhớ, chúng tôi phải đặt lại.  Chúng tôi đã không thất vọng! Chúng tôi đã đặt trước nhiều tuần vì không gian khá nhỏ.  Khung cảnh thực sự là trong một hầm rượu với tiếng nhạc nhẹ nhàng, ngọn nến trên bàn và một chiếc chăn mềm phủ trên mỗi chiếc ghế.  Thật là một trải nghiệm yên bình và thư giãn! Trời không đủ lạnh để sử dụng chăn nhưng chỉ cần chạm nhẹ là được. Chủ sở hữu rất chu đáo và cực kỳ am hiểu về các loại rượu.  Chúng tôi khuyên bạn nên chọn lựa chọn 7 đồ uống cao cấp.Đọc thêm",
            "Chủ sở hữu của hầm rượu hoàn toàn độc đáo nằm bên trong Budapest Hilton này là một người mê rượu có năng khiếu. Chúng tôi thật may mắn khi sắp xếp một buổi nếm thử ngẫu hứng bằng cách có mặt ngay khi họ mở cửa. Buổi nếm thử của chúng tôi bao gồm sáu loại rượu với nhiều loại từ nhẹ hơn đến đậm đà hơn. Hãy nhớ rằng KHÔNG có đồ ăn ở đây - điều này tốt cho chúng tôi vì chúng tôi đã ở đó vì vị trí cực kỳ độc đáo đó trong một hang động dưới lòng đất đã tồn tại ở đó HÀNG TRĂM năm. Chúng tôi đã hy vọng về rượu và chúng tôi KHÔNG thất vọng! Người phục vụ rượu của chúng tôi đã giải thích chi tiết về từng loại rượu, đồng thời có thông tin chi tiết về từng nhà máy rượu độc đáo cùng với khối lượng sản xuất mỗi năm.  Kiến thức được chia sẻ của anh ấy về các ghi chú trong mỗi loại rượu và các đặc điểm riêng đã bổ sung rất nhiều vào trải nghiệm cũng như sự đa dạng ngoạn mục - sự đặc biệt của mỗi loại rượu với loại sô cô la - hoặc bánh nướng - được kết hợp thích hợp.  Thậm chí còn rất thích món rượu vang hồng và tin tôi rằng tôi thường không quan tâm đến rượu vang hồng. RẤT khuyến khích tùy chọn này nếu bạn ở Budapest và bạn yêu thích rượu vang! Đọc thêm",
            "Một trong những trải nghiệm tuyệt vời nhất của tôi ở Budapest là việc nếm thử rượu vang này. Chúng tôi may mắn có được một bàn vào chiều thứ bảy tại địa điểm tuyệt vời này. Ngay cả cuộc hành trình cũng có một trải nghiệm. Bạn đi qua khách sạn Hilton, nơi có sảnh đợi lộng lẫy và quầy bar tuyệt vời. Qua cửa sổ, bạn có thể ngắm nhìn toàn cảnh thành phố. Sau đó, bạn đi qua các hành lang và đi xuống cầu thang liên tục cho đến khi đến Hầm Rượu. Nơi này được thắp sáng nhẹ nhàng chỉ bằng những ngọn nến, có bầu không khí rất thân mật. Chúng tôi đã chọn tùy chọn thứ hai, bao gồm việc nếm lại năm loại rượu vang. Ban đầu, chúng tôi nghĩ hai tiếng rưỡi sẽ là quá dài, nhưng thời gian trôi qua rất nhanh. Gabor rất đam mê và điều đó cho thấy. Lời giải thích của anh ấy rất hấp dẫn, mặc dù đôi khi chúng tôi ước anh ấy có thể nói chậm hơn. Ông là người hướng dẫn hoàn hảo cho trải nghiệm này. Tôi - tôi thường không phải là người đam mê rượu vang trắng, nhưng những loại chúng tôi đã nếm thử rất độc đáo. Cuối cùng tôi đã mua hai chai rượu vang đỏ, đó là một thành công lớn với bạn bè của tôi ở Pháp. Tôi thực sự khuyên bạn nên điều này cho bất kỳ ai đang tìm kiếm trải nghiệm châu Âu cao cấp trong khung cảnh quyến rũ.Đọc thêm",
            "Hầm rượu vang tuyệt vời ẩn mình ở Budapest, nằm dưới khách sạn Hilton. Một trong những điểm nhấn của chuyến đi của chúng tôi. Lựa chọn rượu vang tuyệt vời và bánh scone Hungary ngon. Gabor là một người chủ nhà tuyệt vời và rất hiểu biếtĐọc thêm",
            "Với rất nhiều lựa chọn về những việc cần làm ở Budapest, tại sao chúng tôi lại chọn đến đây lần nữa? 1. Rượu vang Hungary bị đánh giá thấp và tôi cần tìm hiểu thêm.  Gabor rất đam mê rượu vang Hungary và điều đó chuyển thành dịch vụ mà anh ấy cung cấp. Anh ấy trả lời các câu hỏi, dạy khách cách tốt nhất để nếm thử rượu vang và tạo mối quan hệ tốt với mọi khách.2. Mỗi lần ghé thăm là khác nhau.  Chúng tôi - đã có thể nếm thử các loại rượu vang khác nhau từ khắp Hungary.3. Nó - thật tuyệt vời.  Nếm rượu trong hang động?  Heck vâng! Cái gì không nên yêu?  Vị trí tuyệt vời, rượu vang tuyệt vời, nền giáo dục đỉnh cao và giá cả rất hợp lý.  Chúng tôi luôn sắp xếp chỗ để hành lý để mang về một vài chai từ Faust.  Mỗi lần lại có một điều gì đó khác nhau và mỗi lần chúng tôi - đều cảm thấy hồi hộp khi mở một chai ở nhà. Lưu ý đặc biệt: Trời có thể lạnh.  Chăn có sẵn nhưng tôi thích mang theo khăn quấn hoặc áo khoác. Chỉ tiền mặt - mang thêm để mua chai rượu với giá cực kỳ hợp lý.Đọc thêm",
            "Kinh nghiệm nếm rượu vang này là phải làm. Rất chân thực và nhiều thông tin nhưng cũng rất thú vị với sự hài hước và tất nhiên là rượu vang ngon. Gabor chủ nhà thật tuyệt vời từ đầu đến cuối chuyến thăm của chúng tôi. Những chiếc bánh nướng và sôcôla đáng yêu kết hợp với rượu vang thật tuyệt vời. Chúng tôi yêu thích đã làm rất nhiều, chúng tôi đã nghĩ ra một vài chai để mang về nhà, rất may là nó vẫn sống sót sau chuyến hành trình về nhà trên máy bay. Chúng tôi chắc chắn sẽ ghé thăm một lần nữa và đặc biệt giới thiệu cho những ai yêu thích rượu vang. Rượu vang Hungary hiện là loại rượu được yêu thích mới của chúng tôi. Ở một vị trí đẹp bên dưới khách sạn Hilton, trong một Hầm rượu được xây dựng rất tốt. Đọc thêm",
            "Tôi đã đặt hoạt động này sau khi thực hiện một số tìm kiếm trực tuyến trước chuyến đi đến Budapest vào ngày 22 tháng 12. Từ những thắc mắc ngay lập tức của tôi, Gabor đã rất phản hồi và cung cấp nhiều thông tin về các lựa chọn nếm rượu vang. Tôi đã có thể đặt mọi thứ qua email với anh ấy trước khi chúng tôi đến. Chúng tôi đã đặt 7 loại đồ uống cao cấp bao gồm một số đồ ăn nhẹ miễn phí, những món này rất ngon nhưng số lượng không lớn nên chắc chắn hãy ăn trước! Bạn cũng có thể bổ sung thêm món tráng miệng nhưng chúng tôi đã chọn không làm điều này. Trải nghiệm nằm ở cuối khách sạn Hilton, khá kín đáo và không được quảng cáo nhiều nhưng điều này khá tuyệt vì có cảm giác như bạn đang đến một địa điểm bí mật !Tôi rất vui vì đã đặt chỗ này cho bản thân và đối tác của mình vì đây là một trong những điều tôi thích nhất khi chúng tôi đến thăm thành phố - khung cảnh rất thư giãn và lãng mạn và Gabor rõ ràng rất đam mê những gì anh ấy làm cho một nơi rất đáng yêu kinh nghiệm. Đọc thêm",
            "Trải nghiệm nếm thử tuyệt vời.   Chúng tôi đã đi nếm thử nhiều loại rượu và điều này được thực hiện rất tốt và độc đáo.  Chúng tôi rất thích tất cả các loại rượu vang chúng tôi nếm thử.  Đến từ Mỹ, chúng tôi không biết mình sẽ thưởng thức rượu vang Hungary đến mức nào.   Người phục vụ rượu rất am hiểu và thực sự đã biến những loại rượu của nhà máy sản xuất rượu nhỏ này thành hiện thực.   Không gian thật lãng mạn và ấm cúng.  Việc nếm thử diễn ra tốt đẹp và chúng tôi rất thích những chiếc bánh quy giòn phô mai được phục vụ.   Đó thực sự là một trải nghiệm độc đáo đặc biệt dành cho những người yêu thích rượu vang ở khu lâu đài.Đọc thêm"
        ],
        "star_ratings": [
            921,
            141,
            20,
            12,
            11
        ],
        "review_amount": 1105,
        "location": [
            "Những điều cần làm ở Budapest",
            "Châu Âu",
            "Hầm rượu Faust",
            "Miền Trung Hungary",
            "Budapest",
            "Hungary"
        ],
        "reviews_time": [
            "Written June 28, 2023",
            "Written June 30, 2023",
            "Written July 18, 2023",
            "Written October 2, 2023",
            "Written October 24, 2023",
            "Written November 20, 2023",
            "Written December 9, 2023",
            "Written January 25, 2024",
            "Written March 17, 2024",
            "Written March 17, 2024",
            "Written February 28, 2024",
            "Written January 25, 2024",
            "Written December 9, 2023",
            "Written November 20, 2023",
            "Written October 24, 2023",
            "Written October 6, 2023",
            "Written October 2, 2023",
            "Written September 30, 2023",
            "Written July 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274887-d1605002-Reviews-Faust_Wine_Cellar-Budapest_Central_Hungary.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d23617800-Reviews-Aranybastya-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d1908440-Reviews-Walzer_Cafe-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d2422937-Reviews-Riso_Ristorante_Terrace-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d12662332-Reviews-Ramazuri_Bistronomy-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d2070848-Reviews-Halaszbastya_Restaurant-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d801534-Reviews-Pierrot_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d2157967-Reviews-Hunyadi_Etterem_Restaurant-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d696009-Reviews-Alabardos_Restaurant-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d696011-Reviews-Arany_Kaviar_Restaurant-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d1649124-Reviews-21_Hungarian_Kitchen-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d13939984-Reviews-Statue_of_Pope_Innocent_XI-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276803-Reviews-Fisherman_s_Bastion-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d1988979-Reviews-Koller_Gallery-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276808-Reviews-Matthias_Church-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276880-Reviews-Holy_Trinity_Column-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d297078-Reviews-Statue_of_St_Stephen-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d7739918-Reviews-Trinity_Square-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276809-Reviews-Museum_of_Music_History-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3290565-Reviews-Szabo_Marcipan_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d13940067-Reviews-Statue_of_Pallas_Athene-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d1605002-Reviews-or10-Faust_Wine_Cellar-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d6950104-Reviews-Budapest_TukTuk-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d15360628-Reviews-NelliciousTravels-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d5994002-Reviews-Flavors_of_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d15224136-Reviews-Kata_Tour_guide_in_Budapest_professional_tour_guide_service_Hungary-Budapest_Cen.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d17599219-Reviews-Nikolett_Guide_Wine-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d7997199-Reviews-Food_Tour_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d2429471-Reviews-Sweet_Travel_Private_Tours-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d6694939-Reviews-Conquer_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d1943822-Reviews-Taste_Hungary-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d14051959-Reviews-Secret_Food_Tours_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d19085875-Reviews-Memories_Of_Hungary-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10770487-Reviews-ToursByLocals-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d9717019-Reviews-Agnes_s_Private_Tours_in_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10500873-Reviews-B_Side_Tours-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d5783446-Reviews-3D_past-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d19887015-Reviews-Walking_Tours_in_the_Buda_Castle_Cave-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d560657-Reviews-Greek_Theater-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d23177679-Reviews-Candyland_Bodrum-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d145339-Reviews-Omni_Theater-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56427-d10380171-Reviews-Strawberry_Park-Pasadena_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33801-d146338-Reviews-Sleeping_Giant_State_Park-Hamden_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g56761-d3666518-Reviews-Tanger_Outlets_Houston-Texas_City_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g47704-d7779078-Reviews-RPM_Raceway-Farmingdale_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d194970-Reviews-I_Navigli-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g33691-d218277-Reviews-Butterfly_Pavilion-Westminster_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g54116-d8531881-Reviews-East_Matunuck_State_Beach-South_Kingstown_Washington_County_Rhode_Island.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274887-d1605002-Reviews-or10-Faust_Wine_Cellar-Budapest_Central_Hungary.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274887-d1605002-Reviews-Faust_Wine_Cellar-Budapest_Central_Hungary.html"
    }
]