[
    {
        "attraction_name": "Field Museum",
        "attraction_name_vi": "Bảo tàng thực địa",
        "general_info": [
            "8.961 đánh giá",
            "34 trong số 1.378 điều cần làm ở Chicago",
            "Bảo tàng lịch sử tự nhiên",
            "Bảo Tàng Khoa Học"
        ],
        "attraction_summary": "Bảo tàng Field thúc đẩy hành trình khám phá xuyên thời gian nhằm đưa ra các giải pháp cho một tương lai tươi sáng hơn, giàu có về thiên nhiên và văn hóa. Với gần 40 triệu mẫu vật và hiện vật trong bộ sưu tập của chúng tôi, bao gồm cả SUE, loài Khủng long bạo chúa hoàn chỉnh nhất thế giới sẽ mang đến thứ gì đó cho mọi người. Bắt đầu lên kế hoạch cho chuyến thăm của bạn tại fieldmuseum.org.Đọc thêm",
        "reviews": [
            "Khu phố trung tâm này cung cấp nhiều hoạt động đa dạng từ văn hóa đến thể thao. Nếu bạn tình cờ ghé thăm vào mùa bóng bầu dục, bạn có thể gặp một vài người hâm mộ ồn ào trên đường đến xem trận đấu của Bears ở mũi cực nam của South Loop. Mặt khác, Museum Campus cung cấp các trải nghiệm văn hóa và giáo dục tại cung thiên văn, bảo tàng và thủy cung, tất cả đều nằm dọc theo bờ hồ. Grant Park là một trong những địa điểm hàng đầu của Chicago về không gian xanh và giải trí với tầm nhìn ra Hồ Michigan và đường chân trời của Chicago. Đi dạo dọc theo con đường ký ức ở Khu Prairie lịch sử, nơi bạn có thể ngắm nhìn những ngôi nhà lịch sử cũ. Các nhà hàng, rạp chiếu phim và câu lạc bộ nằm rải rác khắp khu phố cùng với một loạt các quán burger dọc theo Đại lộ Michigan ngay đối diện công viên. Đọc thêm",
            "Tôi đặc biệt đến để xem việc mua lại spinosaurus mới.  Thật là một trải nghiệm tuyệt vời khi được chiêm ngưỡng bộ xương lớn lơ lửng trên không trung!  Tôi thậm chí không thể tưởng tượng bất cứ điều gì như thế này trước chuyến thăm của tôi!  Đó là một khoảnh khắc thăng hoa khi chúng ta được nâng cao tinh thần trước những điều kỳ diệu của thế giới.Đọc thêm",
            "Nếu bạn có một người yêu thích khủng long trong gia đình như chúng tôi thì đây là điều không thể bỏ qua!  Đứa trẻ không yêu thích khủng long của chúng tôi rất thích các cuộc triển lãm khác trong bảo tàng, chúng tôi cũng vậy.  Nhưng điểm nổi bật là cậu bé 9 tuổi khủng long tự xưng của chúng tôi gần như đã rơi nước mắt khi cuối cùng cậu ấy cũng được nhìn thấy con T-rex Sue ngoài đời!  Anh ấy đã rất phấn khích.  Dòng chảy bảo tàng ở đây cũng thực sự tuyệt vời.  Rất nhiều bảo tàng khiến bạn gặp khó khăn trong việc trưng bày, nhưng bảo tàng này thì không.  Tôi có những kỷ niệm đẹp về bảo tàng này từ một chuyến đi học ở trường trung học cơ sở và tôi rất vui vì giờ đây các con tôi cũng có những kỷ niệm đẹp về bảo tàng này.  Với việc bổ sung spinosaurus, loài khủng long yêu thích 9 tuổi của chúng tôi, giờ đây chúng tôi sẽ thực hiện một chuyến đi khác đến bảo tàng tuyệt vời này và chúng tôi rất háo hức chờ đợi!Đọc thêm",
            "Tôi không biết điều gì sẽ xảy ra với bảo tàng, nhưng có rất nhiều thứ để xem ở đó. Đứa con 5 tuổi của tôi yêu thích tất cả những thứ đó. Sue the T. rex rõ ràng là điểm nổi bật của anh ấy. Nhưng tất cả đều rất tương tác và tuyệt vời. Tôi không biết một đứa trẻ 5 tuổi sẽ làm thế nào, nhưng chúng tôi đã ở đó suốt 3 tiếng đồng hồ và thậm chí còn chưa xem hết được. Cuộc phiêu lưu buổi sáng tuyệt vời khi ở trong thành phố!Đọc thêm",
            "Chồng tôi và tôi rất thích buổi hẹn hò đến Bảo tàng Field khi đến thăm Chicago. Chúng tôi đã dành vài giờ để khám phá tất cả các cuộc triển lãm và có thể ở lại lâu hơn nữa! Yêu thích của chúng tôi là triển lãm khủng long Sue T-Rex. Chúng tôi cũng thực sự thích phần cơ chế sinh học - hấp dẫn dành cho mọi lứa tuổi! Các nhân viên đều vui vẻ trả lời các câu hỏi và giúp đỡ tìm đường xung quanh bảo tàng rộng lớn. Chúng tôi cũng rất ngạc nhiên với một số buổi biểu diễn của dàn nhạc thiếu nhi địa phương.Đọc thêm",
            "Đây là một nơi tuyệt vời để dành cả ngày! Nó giống như một phần bảo tàng lịch sử tự nhiên, một phần bảo tàng khoa học. Tôi đã dành gần 5 giờ ở đây và thậm chí không xem được tất cả các cuộc triển lãm thông thường hoặc bất kỳ cuộc triển lãm đặc biệt nào. Chắc chắn đáng để ghé thăm.Đọc thêm",
            "Chúng tôi đến từ trung tâm Illinois và đi tàu trong vài ngày với hai cặp sinh đôi 6 9. Chúng tôi đã đến Sloomoo và Bảo tàng Firlds - cả hai đều tuyệt vời!  Mọi người và mọi thứ ở bảo tàng đều rất thú vị và thu hút bọn trẻ.  Bloodsuckers rất thú vị, bộ phim 3-D khiến họ phải ngồi yên nhưng phần hay nhất là nhiều tình nguyện viên đã tương tác ở cấp độ cá nhân.  Chính những người làm cho nơi này trở nên tuyệt vời!  Tất cả mọi người từ người bán vé, những người thực sự cố gắng giúp bạn tiết kiệm tiền khi có 6 người cho đến đầu bếp làm món ớt TUYỆT VỜI cho đến chiếc áo khoác, hãy kiểm tra Bakari và toàn bộ nhân viên của anh ấy khi bạn làm mất vé!  Cảm ơn tất cả mọi người đã cho chúng tôi một ngày tuyệt vời tại bảo tàng!Đọc thêm",
            "Một bảo tàng tuyệt vời với những triển lãm đáng chú ý.  Chúng tôi rất thích tất cả các cuộc triển lãm đá quý, triển lãm Sue và bộ phim Sue.  Cuộc triển lãm của các vị vua đầu tiên rất truyền cảm hứng.  Lời khuyên của loài chim mang tính thông tin.  Triển lãm Ai Cập nổi bậtĐọc thêm",
            "Tôi đã đến thăm con trai trưởng thành của mình và một số bạn bè của gia đình có con nhỏ từ 5 - 10 tuổi. Chúng tôi rất thích những cuộc triển lãm mà chúng tôi đã xem và chúng tôi chỉ thấy một số bảo tàng, vì vậy chắc chắn sẽ quay lại để khám phá thêm. Sue chắc chắn là một điểm nổi bật.Đọc thêm",
            "Bảo tàng thực sự tuyệt vời và có nhiều triển lãm khác nhau để tham quan. Triển lãm Jane Goodall cho đến nay là nơi tôi yêu thích nhất. Đó là một bước đi thú vị trong hành trình của cô ấy và đề cập đến tầm quan trọng của biến đổi khí hậu cũng như tác động của nó đối với thế giới.\nTriển lãm Khủng long cũng thật đáng kinh ngạc. Với một con T. rex có kích thước đầy đủ được thiết lập với giọng nói truyền tải từng bộ phận của xương khủng long. Cũng như một cái đầu T. rex thật!!! Đọc thêm",
            "Màn hình tuyệt vời. Ngay cả cháu trai tuổi thiếu niên của chúng tôi cũng say mê xem một số cuộc triển lãm.  Không đông đúc như chúng tôi mong đợi vào Chủ Nhật.Đọc thêm",
            "Bảo tàng thực sự tuyệt vời và có nhiều triển lãm khác nhau để tham quan. Triển lãm Jane Goodall cho đến nay là nơi tôi yêu thích nhất. Đó là một bước đi thú vị trong suốt cuộc hành trình của cô ấy và đề cập đến tầm quan trọng của biến đổi khí hậu cũng như tác động của nó đối với thế giới. Triển lãm Khủng long cũng thật đáng kinh ngạc. Với một con T. rex có kích thước đầy đủ được thiết lập với giọng nói truyền tải từng bộ phận của xương khủng long. Cũng như một cái đầu T. rex thật!!! Đọc thêm",
            "Bảo tàng ngoạn mục! Chắc chắn cần một ngày khác để xem mọi thứ! Đã xem cả ba bộ phim về khủng long, tham quan khu triển lãm dưới lòng đất đáng kinh ngạc, dành vài giờ với các loài khủng long và nghiên cứu về Ai Cập cổ đại. Có quá nhiều thứ để xem và mọi lứa tuổi đều yêu thích ngày của chúng tôi ở đó! Đọc thêm",
            "Nó cực kỳ thú vị và tương tác. Tuyệt vời cho mọi lứa tuổi!!! Lần thứ 3 tôi đến đây và tôi đã dành 5 giờ ở đó. Chắc chắn bạn sẽ nhận được số tiền xứng đángĐọc thêm",
            "Bảo tàng Field đã được yêu thích trong suốt thời thơ ấu và cuộc sống trưởng thành của tôi. Các hội chợ khoa học và các điểm tham quan đặc biệt luôn tuyệt vời.  Tôi thích được ở trong hội trường chính hùng vĩ chứa đầy lịch sử của thế giới chúng ta và Sue the T REX tuyệt vời của Chicago. Tôi đi từ khi còn nhỏ, sau đó đưa con đi. Tuy nhiên, tôi đã mong muốn được đưa các cháu của mình đi cùng vì chúng yêu thích khủng long và Bảo tàng Field luôn là địa điểm tham quan chính. Hôm nay đã đến và tôi rất mong chờ một trải nghiệm tuyệt vời với những chú khủng long lớn của mình.  Cái mà tôi tìm thấy là cái vỏ thảm hại của những gì từng là một trải nghiệm tuyệt vời. Bảo tàng đã được giảm xuống còn 13 kích thước so với trước đây thậm chí bằng cách nhìn vào kiến ​​trúc từ bên ngoài, tầng chính lớn một thời với những bức tượng ấn tượng kết thúc tại Sue, chiếc T REX khổng lồ với bức tranh tường trên bức tường phía sau đó đã bị thu nhỏ lại thành một cặp đôi của voi chẳng có gì là thực chất. Bây giờ Sue đang ẩn mình trong một góc tầng 3, thay vì vẻ huy hoàng uy nghi, giờ đây cô trở nên nhỏ bé và không mấy ấn tượng.  Những đứa cháu bị ám ảnh bởi khủng long của tôi đã rất thất vọng vì tôi đã xây dựng nên sự tráng lệ của nó mà tôi luôn trải qua. Ngay cả việc so sánh những bức ảnh thời trẻ của tôi, thời trẻ của tôi và những bức ảnh tôi chụp cùng cháu tôi cũng không còn gì kỳ diệu. Tôi đã may mắn nhận được tất cả các vé vào cửa miễn phí cho chuyến đi chơi ngày hôm nay, thật may là tôi đã không tiêu quá nhiều tiền, 30 đô la đậu xe, 30 đô la cho một bộ phim 3D và 30 đô la cho bữa ăn nhẹ. Hoàn toàn nhiều hơn giá trị của nó. Kể từ bây giờ, tôi sẽ gắn bó với MSI, Thủy cung và Cung thiên văn, bởi vì thành thật mà nói, Bảo tàng Field KHÔNG còn đáng giá thời gian hay tiền bạc nữa.Đọc thêm",
            "Bảo tàng Field có rất nhiều thứ để xem và đọc. Chúng tôi đã ở đó suốt ba tiếng đồng hồ mà vẫn chưa xem hết mọi thứ. Chắc chắn hãy đưa điều này vào danh sách những việc cần làm nếu bạn từng ghé thăm Chicago.Đọc thêm",
            "Bảo tàng lịch sử tự nhiên khá chuẩn trong một tòa nhà đẹp. Bảo tàng có 3 cấp độ với một số trải nghiệm tương tác. Vào cửa miễn phí nếu bạn là thành viên của một bảo tàng ASTC khác.Đọc thêm",
            "Trải nghiệm tuyệt vời. Ước gì lưng tôi không bị đau sau khi đi bộ. Có rất nhiều thứ để xem. Giá hơi cao một chút! Đó là một trải nghiệm tuyệt vời. Đọc thêm",
            "Hãy cho mình thật nhiều thời gian! Chúng tôi đã cho phép mình 3 giờ nghĩ rằng như vậy là đủ, thành thật mà nói có thể dành cả ngày ở đó. Màn trình diễn tuyệt vời, con gái 12 tuổi của tôi và tôi hoàn toàn thích trải nghiệm này. Tôi thực sự muốn giới thiệu.Đọc thêm",
            "Bảo tàng Field nằm trong một tòa nhà lịch sử tuyệt đẹp ngay trên Hồ Michigan và cạnh Thủy cung Shedd và cung thiên văn. Nó có thể dễ dàng truy cập bằng tàu điện ngầm và xe buýt. Không giống như nhiều hoạt động bảo tàng ở Chicago, bảo tàng không yêu cầu đặt chỗ trước cũng như không đặt vé theo thời gian. Điều này rất thuận tiện cho người nước ngoài không có quyền truy cập di động hoặc wifi chuyển vùng khi đi du lịch. Bên trong bảo tàng rất lớn, có rất nhiều hiện vật và phòng để tham quan. Bảo tàng được chia thành hai tầng và chứa đầy các hiện vật từ khắp bốn nơi trên thế giới. Phòng dành riêng cho Ai Cập khá tốt, đặc biệt là bản sao của lăng mộ có thể đi bộ được. Triển lãm ở Châu Mỹ rất lớn, với rất nhiều phòng hướng dẫn bạn qua các vùng và nền văn hóa khác nhau. Nhược điểm duy nhất là khi tôi đến thăm, nhiều hiện vật đã được che đậy như một hành động thiện chí cho các cuộc đàm phán gần đây về việc hồi hương hiện vật. Mặc dù tôi đồng ý với động thái này, nhưng điều đó có nghĩa là toàn bộ khu vực của Châu Mỹ đã bị bôi đen và không có gì để đọc hoặc để xem để bù đắp. Sẽ tốt hơn nếu bảo tàng giải thích lý do tại sao những hiện vật này được che đậy hoặc thay thế chúng bằng những đồ vật khác ít nhạy cảm hơn khi xem. Mặc dù bảo tàng này là bảo tàng lịch sử tự nhiên nhưng trọng tâm của nó lại mang tính nhân học nhiều hơn. Có một số xương khủng long để chiêm ngưỡng ở sảnh chính và có một số triển lãm về động vật được phân loại, nhưng còn có nhiều triển lãm dân tộc học hơn ở Châu Phi, Trung Quốc, Châu Mỹ, v.v. Nhìn chung, bảo tàng rất tuyệt vời với rất nhiều thứ để xem. Có thể dễ dàng mất cả ngày và hơn thế nữa để xem mọi thứ. Đây chắc chắn là hoạt động bảo tàng tốt nhất để làm ở Chicago. Nếu bạn chỉ có thể làm một điều văn hóa khi ở Chicago, hãy chọn Bảo tàng Field thay vì Thủy cung Shedd.Đọc thêm",
            "Có thể vào lại Bảo tàng Field không?Đọc thêm",
            "Tôi tin rằng tấm vé này phù hợp để quay lại vào ngày hôm đó. Họ không quét hoặc lấy vé của tôi khi nhập cảnh.Đọc thêm",
            "Chi phí bao nhiêu để tham quan Bảo tàng Field một lầnĐọc thêm",
            "Đó là 32 loại thuế được bao gồm cho một ngày không phải là cư dân IL.Đọc thêm",
            "Nhà hàng Ba Lan hoặc Châu Âu gần đóĐọc thêm",
            "Có bãi đậu xe không? Đọc thêm",
            "Vì bảo tàng này rất lớn nên nhân viên có phát cho du khách một bản đồ giấy để giúp hướng dẫn bạn đến vị trí của các cuộc triển lãm và trưng bày khác nhau không? Đọc thêm",
            "CÓ, Bản đồ được cung cấp khi bạn mua tx để vào, bản đồ rất đầy đủĐọc thêm",
            "Bạn có thể mua vé trước được không? Tôi có nên không? Chúng tôi sẽ đến thăm vào đầu tháng Sáu. Đọc thêm",
            "Đúng vậy, thật khó để có được vé cùng ngày cho tất cả các bảo tàng Đọc thêm",
            "hầu hết mọi người dành bao lâu ở đâyĐọc thêm",
            "Câu trả lời tốt nhất là tất cả đều phụ thuộc. Đây là một trong những viện bảo tàng lịch sử tự nhiên và viện nghiên cứu lớn nhất thế giới. Người ta có thể dành nhiều ngày ở đây mà vẫn chưa biết hết mọi thứ. Hoặc, bạn có thể đi bộ qua những con khủng long cánh Evolving Planet, khởi đầu của sự sống trên trái đất trong một giờ. Đọc thêm",
            "Có giảm giá cho sinh viên không?Đọc thêm",
            "Nếu có giảm giá, hãy cố gắng mang theo vé đã mua để tiết kiệm thời gian. Ở Chicago cũng vậy, khi bạn đi tham quan một số nơi, sẽ có thẻ nhanh giúp tránh phải xếp hàng chờ đợi và đi thẳng đến các địa điểm.Đọc thêm",
            "Chúng tôi quan tâm đến lịch sử của hội chợ Thế giới White City Chicago. Đây có phải là nơi tốt nhất để xem điều đó hay có bảo tàng nào tốt hơn cho chủ đề cụ thể đó không?\nĐọc thêm",
            "bảo tàng hiện trường nói về lịch sử tự nhiên chứ không phải về lịch sử của Chicago. Các cuộc triển lãm giống như con khủng long rex, v.v.... các xác ướp thực sự là một điều kỳ diệu để xem.Đọc thêm",
            "Bạn có thể mang ba lô vào không?Đọc thêm",
            "Có, bạn có thểĐọc thêm"
        ],
        "star_ratings": [
            5669,
            2320,
            741,
            172,
            59
        ],
        "review_amount": 8961,
        "location": [
            "Illinois IL",
            "Bảo tàng thực địa",
            "Những điều cần làm ở Chicago",
            "Hoa Kỳ",
            "Chicago"
        ],
        "reviews_time": [
            "Written August 5, 2023",
            "Written September 15, 2023",
            "Written October 26, 2023",
            "Written December 3, 2023",
            "Written December 11, 2023",
            "Written December 23, 2023",
            "Written January 21, 2024",
            "Written March 20, 2024",
            "Written June 2, 2024",
            "Written June 3, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written April 28, 2024",
            "Written April 21, 2024",
            "Written April 5, 2024",
            "Written April 5, 2024",
            "Written March 31, 2024",
            "Written March 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35805-d103999-Reviews-Field_Museum-Chicago_Illinois.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d8485895-Reviews-Kim_and_Carlo_s-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d2659815-Reviews-Yolk_South_Loop-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d6536842-Reviews-Giordano_s-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d612343-Reviews-Eleven_City_Diner-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d431666-Reviews-Corner_Bakery_Cafe-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d1520415-Reviews-Aurelio_s_Pizza-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d2363529-Reviews-Little_Branch_Cafe-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d9707329-Reviews-Burger_Bar_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d479585-Reviews-Soundings_at_Shedd_Aquarium-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d431616-Reviews-The_Chicago_Firehouse_Restaurant-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103788-Reviews-Shedd_Aquarium-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d104006-Reviews-Soldier_Field-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d10117203-Reviews-Solidarity_Drive-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103239-Reviews-The_Art_Institute_of_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d278811-Reviews-Millennium_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1134861-Reviews-Cloud_Gate-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d132807-Reviews-Grant_Ulysses_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d169630-Reviews-Hyde_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d109711-Reviews-The_Loop-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d278386-Reviews-Buckingham_Fountain-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103999-Reviews-or10-Field_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d107442-Reviews-Chicago_Architecture_Center-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d23630795-Reviews-Medieval_Torture_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d12423562-Reviews-American_Writers_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2165189-Reviews-Richard_H_Driehaus_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d110090-Reviews-Institute_for_the_Study_of_Ancient_Cultures_Museum_ISAC-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d3606824-Reviews-Chicago_Fed_s_Money_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d131645-Reviews-Museum_of_Science_and_Industry-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d107778-Reviews-Chicago_History_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d126353-Reviews-Chicago_Children_s_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1101350-Reviews-City_Segway_Tours_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d8616903-Reviews-Fox_in_a_Box_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d12654479-Reviews-The_Salty_Dog_Sailing_Co-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d12564245-Reviews-Secret_Food_Tours_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d16788026-Reviews-Tours_and_Boats-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103789-Reviews-Buddy_Guy_s_Legends-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d208910-Reviews-Jazz_Showcase-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g48321-d3746893-Reviews-Olcott_Beach_Carousel_Park-Olcott_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d195211-Reviews-Arthur_s_Seat-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d25250522-Reviews-Balloon_Museum_Pop_Air_Milano-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g49313-d216801-Reviews-Stompin_Ground-Maggie_Valley_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g44233-d14982778-Reviews-Topgolf_St_Louis-Chesterfield_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g54273-d676640-Reviews-Singleton_Beach-Hilton_Head_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g616105-d3142152-Reviews-Marche_de_Pezenas-Pezenas_Herault_Occitanie.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d13447249-Reviews-Packages_Mall-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46152-d2296408-Reviews-Lake_Massabesic-Manchester_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d6022475-Reviews-Kringlan_Mall-Reykjavik_Capital_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35805-d103999-Reviews-or10-Field_Museum-Chicago_Illinois.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35805-d103999-Reviews-Field_Museum-Chicago_Illinois.html"
    }
]