[
    {
        "attraction_name": "Findley State Park",
        "attraction_name_vi": "Công viên bang Findley",
        "general_info": [
            "81 đánh giá",
            "- 1 trong 10 điều cần làm ở Wellington",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Giữa những cây sồi, cây phong và cây thông có một cái hồ và nhiều loài chim.Đọc thêm",
        "reviews": [
            "Khu vực bãi biển có thể rất đẹp nếu có cát. Nó rất lầy lội và là một sự thất vọng lớn đối với tôi. Tôi rất thích ngắm nhìn hồ nước và một con diệc xanh đang lượn lờ ở khu vực phóng. Một số người cao niên đang đi xe đạp và có vẻ thực sự thích thú. Khu cắm trại có nhiều không gian cho mỗi khung cảnh và được bố trí đẹp mắt trong một khu vực có nhiều cây xanh. Nếu không có một bãi biển đẹp, tôi - tôi đánh giá nó thấp hơn, vì vậy nếu đó không phải là sở thích của bạn, bạn sẽ tận hưởng chuyến thăm của mình.Đọc thêm",
            "Cơ sở vật chất rất tốt như tất cả các Công viên Bang Ohio đều có, tuy nhiên sau một đêm cắm trại trong chuyến thăm đầu tiên của chúng tôi đến đây, chúng tôi nhận ra đây là một nơi rất ồn ào.  Tiếng ồn của xe bán tải suốt đêm từ Xa lộ 58 ở gần, Tiếng ồn đường sắt suốt đêm từ những chuyến tàu chạy qua gần đó, và cho đến sáng nay, tiếng ồn ào liên tục từ một số loại thiết bị công nghiệp gần đó. Nếu bạn đang muốn thoát khỏi tất cả, Findley Park không phải là nơi. Rất tiếc phải viết điều này vì chúng tôi yêu thích các công viên của Ohio, nhưng bạn nên biết mình đang tham gia vào điều gì.Đọc thêm",
            "Ngày đầu tiên, 14 - 18 Đêm đầu tiên - Muốn trở thành Người cắm trại - nơi ồn ào đến 11:30 tối Nội quy Công viên Không được gây ồn ào hoặc tiệc tùng sau 10:00 tối Khu cắm trại 1- 139 Cắm trại nguyên thủy Ngày 15 tháng 6 Những người cắm trại ngu ngốc hơn - Camsite 98 - 3 đứa trẻ và một con Pitbull hung hãn hoang dã - Rottweiler hay một con Bánh mì hỗn hợp khó nói vì Chó Hoang luôn chạy và cố bẻ dây xích để nó có thể - TẤN CÔNG - một Người cắm trại!! Mỗi khi có ai đó đi ngang qua hoặc đạp xe đến đó, CHÓ HOANG sẽ sủa! và tại hiệp sĩ, kẻ thua cuộc Các trại viên sẽ thả con chó ra khỏi dây xích và đi lang thang sau 12:00 sáng. Người cắm trại ngốc nghếch được gọi là đã thức suốt tất cả các hiệp sĩ chơi radio ở đó - CD Người được gọi là - Người cha thua cuộc - sẽ mắng bọn trẻ quay lại ngủ và tiếp tục thêm củi vào lửa cho đến 3 giờ sáng Những tên ngốc này không im lặng cho đến 3 giờ sáng, Những trại viên khác đã bị đánh thức bởi những thứ này - Những kẻ ngốc Rất có thể đến từ hành tinh khác Có lẽ là Lorain ?!! - Thứ Bảy ngày 17, 11 giờ tối đến 1 giờ sáng Chủ Nhật, lũ ngốc lại ồn ào nữa! và đã không tuân theo các quy tắc của công viên!  Một số đơn khiếu nại đã được đệ trình chống lại Wanna be Campers! Lại có thêm bạn bè hạ đẳng xuất hiện một Nam nhân khó nói?? mặc bộ trang phục One Piece Short Jumper có nhiều màu sắc khác nhau khi đi dạo xung quanh với một cuộn giấy vệ sinh suốt thời gian qua Anh ấy hay ??  đã ở đó!  Cắm trại là để thư giãn và những người cắm trại có kinh nghiệm chứ không phải những kẻ ngu ngốc với CHÓ WILD !!  Tuân thủ Nội quy Công viên hoặc Ở nhà !!Đọc thêm",
            "Chúng tôi đã đi trong tuần. Thật yên bình. Đã ở đây nhiều lần. Ở trong Camper Cabin 2. Tận hưởng sân chơi, trung tâm thiên nhiên rất đẹp. Tuyệt vời cho trẻ em. Cửa hàng rất hữu ích. Đã đi bơi ở hồ. Thưởng thức một số bữa ăn tuyệt vời bên đống lửa. Vâng, đã có racoons. Cháu gái tôi yêu họ. cười lớn Thật là một khu vực đẹp. Thật là một kỳ nghỉ tốt đẹp. Sẵn sàng để quay trở lại. Tôi luôn muốn giới thiệu Công viên bang Findley.Đọc thêm",
            "Công viên tuyệt vời. Chúng tôi tìm thấy cảnh tượng trong tình trạng tuyệt vời bất chấp trời mưa. Gần đây họ đã thêm đá vào một nơi rất đẹp để dựng lên. Không, nó không hoàn toàn ngang bằng nhưng chúng tôi đã sử dụng các khối của mình và nó rất hoàn hảo. Nhà vệ sinh đẹp. Chúng tôi đã đi trong tuần nên thực sự yên tĩnh. Các trang web có kích thước rất lớn và các miếng đệm bằng phẳng nhưng điều đó là bình thường ở các công viên. Tôi sẽ ở lại một lần nữa. Công viên này nằm phía trên các công viên ở Illinois, nơi chúng tôi đến.Đọc thêm",
            "We just returned from three nights of tent camping at this beautiful park. As an earlier review mentioned, there was some train and plane noise, but since we own a small plane, we enjoy spotting others flying above, and I - ve always found the sound of a train horn a pleasant reminder of past eras when railroads were a more important part of daily life. It is a campground which welcomes pets, so it - s also true there is the occasional barking of a dog or two. However, we found Findlay to be one of the most peaceful and tent-friendly state park we have visited in a long time  -  perhaps ever. Things we enjoyed:1 Renting a canoe to paddle the lake.2 Riding our bikes around the grounds.3 Hanging out at our site and enjoying the quiet. 4 Attending the sixth annual Friends of Findlay State Park  -  Tastings in the Woods -  wine tasting.5 Taking a short hike to the dam and spillway. 6 Taking a quick look at the nature center, especially the observation honey bee hive.Things we didn - t do:1 Disc  - frisbee -  golf. They have two courses.2 Explore the playground. Our daughter is an adult, so this wasn - t really part of our plans, though there were quite a few kids who seemed to be having a lot of fun there. 3 Walk the storybook trail. 4 Mountain bike. Findlay has a 9 mile trail, which appears to be quite popular judging by the number of cars at its entrance. 5 Eat ice cream purchased at the nature center.  - I - m very sad I missed this.  -  - 6 Ditto for the pizza served at the nature center.7 Attend church in the woods. 8 Go to any of the several programs offered yesterday. These included a guided hike,  - Meet the Naturalist, -   leaf printing, and  - Nature by Kayak. -  We - ll definitely be looking for more kayak programs next time we camp at this park!9 Visit the beach or swim. It was closed, and we ran out of time to explore it. The park is quite wooded, so there are many shady sites. We chose  - 126, a non-electric site at the end of park road 3. It was roomy and close  - but not too close! -  to the shower house and flush toilets. I would say mast of the spots on this road are pretty good  - numbers 110-139 - . Ours did have a lot of large roots, which made situating our tent a little tricky. However, several other sites were shady without seeming to have this problem  -  118, 122, 125, 127, 130, and 134, although 134 is next to the porta-potties - . This is merely our impression from looking at the sites so please don - t blame us if we - re wrong. Also, some of the sites I - ve mentioned seem to extend into little openings in the woods, and several people pitched their tents in those spots on their sites. The majority of sites are non-electric, which tends to translate to a park used mostly - though not exclusively - by tent campers. Sites numbered 1-142 and 235-242 all are non-electric, and some of them are a little walk away from the showers and flush toilets. Our road had two porta-potties instead of latrines, and they were immaculate. However, the shower house was actually closer. There are only two shower houses, so I - m not sure how busy they might get in the high summer, but every time I went in ours, there were free stalls for both showers and toilets. Every little road had either latrines of ports-potties, as well as a water spigot. I can - t speak to how clean the latrines were because we didn - t use them, but our shower house was reasonably clean. The nature center also includes the camp store, and as is customary, you can buy ice and firewood at the check-in building. The check-in building is also where rented a canoe, though we picked it up at one of the launch ramps. I  think the boat rentals are at the marina  - which we didn - t visit -  during the summer season. As you can tell from this review, there is plenty so do at Findlay State Park! And, should you want a change of pace, Wellington is only a short drive away, with several diner-type restaurants, a coffee shop, and a couple of bar - grill type places, as well as a nice library. This is one park I expect to camp at regularly in the future.Read more",
            "Chó không bị xích, người chèo thuyền kayak mà không mặc áo phao, đạp xe leo núi trên đường đi bộ! Các kiểm lâm viên ở đâu?Đọc thêm",
            "Công viên tiểu bang đẹp với những con đường đẹp với sân gôn đĩa đẹp. Các địa điểm cắm trại nguyên thủy không được tạo ra như nhau. Một số khu vực lớn hơn những khu vực khác, đây có thể là mối lo ngại với một chiếc lều lớn hơn. Tất cả đều có vòng lửa và bàn ăn dã ngoại. Là một khu cắm trại rất ồn ào, ngay cả trong thời gian yên tĩnh, chó, đường, máy bay, tất cả đều góp phần tạo ra tiếng ồn chung. Không thể nói rằng tôi sẽ ở lại đó một lần nữa.Đọc thêm",
            "Có rất nhiều điều thích về công viên này. Chúng tôi ở lại đây vì muốn đi bộ đường dài và vì nó chỉ cách Marblehead một giờ lái xe. Chúng tôi đi bộ quanh toàn bộ hồ và những con đường mòn được đánh dấu rõ ràng và hầu như rất dễ đi bộ. Các nhà vệ sinh được bảo trì tốt nằm cách xa khu cắm trại, cách xa nhà tắm - phòng vệ sinh sạch sẽ. Một thứ không đẹp lắm là những tấm nệm - một giường cỡ lớn, 2 giường đơn - trong cabin cắm trại. Nó giống như việc ngủ trên thảm tập thể dục trong lớp thể dục ở trường tiểu học, khiến chúng tôi đau nhức và khổ sở. Tôi đề nghị một tấm nệm hơi phía trên chúng! Nhưng với - 50 một đêm, tôi - sẽ ở lại đó lần nữa - - Đọc thêm",
            "Đây là chuyến thăm đầu tiên đến Công viên bang Findley.  Chúng tôi có địa điểm 250. Đây là một địa điểm kết nối hoàn chỉnh nhưng có rất ít bóng râm và các địa điểm này rất gần nhau.    Nếu bạn sẵn sàng chỉ sử dụng điện, có một số địa điểm đẹp có không gian trong rừng để đi chơi.   Có rất nhiều con đường mòn mặc dù trời quá ấm để đi bộ nhiều.  Việc cho thuê thuyền không diễn ra trong năm nay do COVID.  Có một vài nhà tắm và một vài nhà vệ sinh đứng miễn phí.  Nhà vệ sinh không thuận tiện từ chỗ của chúng tôi.  Chúng tôi đã đến Wellington, một thị trấn gần đó.  Họ có một cửa hàng tạp hóa và một số nhà hàng.  Củi và đá được bán tại cửa hàng trại với thời gian giới hạn.  Chúng tôi cũng đến Vermillion và Huron, gần Hồ Erie, cách đó khoảng một giờ.  Một ngày khác, chúng tôi đến đất nước Amish chỉ cách đó hơn một giờ.Đọc thêm",
            "bạn có thể thuê thuyền máy hoặc thuyền phao ở công viên bang Findley không?Đọc thêm",
            "Làm cách nào để thuê ca nô mà không cần cắm trại tại công viên?Đọc thêm",
            "Bạn có thể đến quầy nhượng quyền ở Bãi biển để thuê ca nô hoặc thuyền kayak.  Tuy nhiên, tôi không chắc họ thuê thuyền hàng ngày hay chỉ một số ngày nhất định trong tuần.\n\nHy vọng điều này sẽ giúp ích.Đọc thêm",
            "làm cách nào để thuê ca nô mà không cần cắm trại ở công viên.Đọc thêm",
            "Xin chào, bạn đang thắc mắc một cabin giá bao nhiêu và lều cắm trại giá bao nhiêu? Và có thể là số điện thoại để tôi có thể gọi khi có thắc mắc.Đọc thêm",
            "Chúng tôi không cắm trại, nhưng bạn có thể gọi đến các số sau để biết thêm thông tin:\n\nVăn phòng trại: 440-647-4490\nĐặt chỗ: 866-644-6727Đọc thêm"
        ],
        "star_ratings": [
            27,
            31,
            11,
            8,
            4
        ],
        "review_amount": 81,
        "location": [
            "Wellington",
            "Ohio - OH -",
            "Hoa Kỳ",
            "Công viên bang Findley",
            "Những điều cần làm ở Wellington"
        ],
        "reviews_time": [
            "Written October 5, 2023",
            "Written June 15, 2023",
            "Written September 20, 2022",
            "Written June 30, 2022",
            "Written May 24, 2022",
            "Written September 12, 2021",
            "Written August 7, 2021",
            "Written May 23, 2021",
            "Written October 18, 2020",
            "Written July 9, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51117-d146018-Reviews-Findley_State_Park-Wellington_Ohio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g51117-d542224-Reviews-Mickey_Mart-Wellington_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51117-d4643158-Reviews-Dairy_Queen-Wellington_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51117-d4659319-Reviews-Domino_s_Pizza-Wellington_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51117-d4313642-Reviews-Taco_Bell-Wellington_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51117-d18188752-Reviews-Dunkin-Wellington_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51117-d3962419-Reviews-Wellington_Reservation_Lorain_County_Metro_Parks-Wellington_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51117-d8447994-Reviews-Lake_Shore_Railway_Association-Wellington_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51117-d18546136-Reviews-Lorain_County_Fair-Wellington_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51117-d21141661-Reviews-Spirit_Of_76_museum-Wellington_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50733-d27016333-Reviews-Charlemont_Reservation-New_London_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51117-d146018-Reviews-or10-Findley_State_Park-Wellington_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51117-d146013-Reviews-Caley_National_Wildlife_Woods-Wellington_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51117-d27009453-Reviews-Penfield_Recreational_Park_Official-Wellington_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50995-d21318400-Reviews-Queen_Right_Colonies_Ltd_Amish_House-Spencer_Guernsey_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51117-d27077815-Reviews-Essential_Kneads_Wellness_Wellington-Wellington_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51117-d19899725-Reviews-Strike_Out_Lanes-Wellington_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51117-d27051278-Reviews-Echo_Valley_Golf_Club-Wellington_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50524-d27060818-Reviews-Pheasant_Run_Lagrange_Golf_Course-Lagrange_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51022-d27055759-Reviews-Sprinkles_Serenity-Sullivan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50995-d27021187-Reviews-Letha_House_Park_East-Spencer_Guernsey_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50524-d27055099-Reviews-Lagrange_Community_Park-Lagrange_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50788-d5844404-Reviews-The_Back_Bar-Nova_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g5993908-d2664536-Reviews-Kniess_Miniature_Golf-Ross_Township_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d555030-Reviews-Seljalandsfoss-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d12728154-Reviews-Wellfleet_Flea_Market-Wellfleet_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g58560-d12065473-Reviews-Leavenworth_Reindeer_Farm-Leavenworth_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g33485-d1396170-Reviews-Indian_Hot_Springs-Idaho_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806837-d3239851-Reviews-Cat_Village_Houtong-Ruifang_New_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g298255-d7149719-Reviews-Failaka_Island-Ahmadi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293758-d324120-Reviews-Medina_of_Tunis-Tunis_Tunis_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d145318-Reviews-Table_Rock_Dam-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d4431209-Reviews-Open_Air_Cinema_THISION-Athens_Attica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51117-d146018-Reviews-or10-Findley_State_Park-Wellington_Ohio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51117-d146018-Reviews-Findley_State_Park-Wellington_Ohio.html"
    }
]