[
    {
        "attraction_name": "Fishermans Friends",
        "attraction_name_vi": "Bạn bè ngư dân",
        "general_info": [
            "87 đánh giá",
            "- Nhà hát 1 trong 1 - Buổi hòa nhạc ở Cảng Isaac",
            "Sân khấu - Biểu diễn"
        ],
        "attraction_summary": "Khá yên tĩnh so với khi Doc Martin hoạt động sôi nổi. Tôi tự hỏi liệu ngôi làng có nổi tiếng như vậy trong tương lai hay không.Đọc thêm",
        "reviews": [
            "Nhóm tuyệt vời. Hãy đi và xem bạn có cơ hội không. Những bài hát tuyệt vời để hát lâu dài. Đã xem chúng một vài lần và luôn tuyệt vời.Đọc thêm",
            "Nghe họ hát ở lễ hội lều trên biển, nghe họ hát thật tuyệt vời. Một nhóm người tuyệt vời, thân thiện nữa - ..Đọc thêm",
            "Chúng tôi đã đến Cảng Isaac nhiều năm nay để xem những người bạn của Ngư dân biểu diễn trên thuyền hát và quyên tiền cho các tổ chức từ thiện địa phương. Chúng tôi luôn có một buổi tối vui vẻ. Tôi khuyên bạn nên chuẩn bị một cái gì đó để ngồi và một cái gì đó để giữ ấm cho bạn vì trời có thể hơi lạnh. Ở một khía cạnh nào đó, bộ phim và sự nổi tiếng ngày càng tăng của nhóm, có cảm giác như buổi tối đã mất đi phần nào sức hấp dẫn của nó. Điều đó nói rằng chúng tôi - sẽ vẫn tiếp tục quay trở lại. Đọc thêm",
            "Thực sự không quan trọng bạn có thích sea shanty - s hay không, nhóm đàn ông này đã mang đến một chương trình tuyệt vời - cảm thấy thoải mái - và tiền được quyên góp cho tổ chức từ thiện địa phương. Một buổi tối tuyệt vời và cảm ơn Fishermen - s Friends vì mặc dù có nhiều sự công khai, họ chỉ mang đến một buổi tối giải trí tốt, trung thực và chân thực. Rất vui vì chúng tôi đã đến. Đọc thêm",
            "Nhìn họ hát trên bến cảng thật tuyệt vời. Nếu có thể, hãy lấy một chiếc ghế và mặc áo gió. Hãy đến đó sớm vì bãi đậu xe nhỏ và đi bộ lên dốc khó khăn.Đọc thêm",
            "Chúng tôi thật may mắn khi Fisherman - s Friends đã có mặt tại Cảng Isaac vào thứ Sáu ngày 14 tháng 6 năm 2019 để chúng tôi có thể thưởng thức âm nhạc của họ. Khi chúng tôi vào Scotland qua sân bay Glasgow, Cơ quan Hải quan đã cho chúng tôi biết về Những người bạn của ngư dân. Anh ấy kể cho chúng tôi nghe về lịch sử của họ và bảo chúng tôi đừng bỏ lỡ cơ hội được gặp và nghe thấy họ vào các tối thứ Sáu. Chúng tôi mãi mãi biết ơn lời khuyên của ông. Hàng nghìn người tham dự, rải rác khắp ngôi làng tuyệt vời này, thật là một cảm giác cộng đồng tuyệt vời. Chúng tôi rời Cảng Isaac vào sáng hôm sau, chúng tôi hiểu sâu sắc hơn về con người và cộng đồng đó là Cảng Isaac. Chúng tôi đã gặp John khi đi mua sắm tại cửa hàng The Boathouse của anh ấy, trước khi chúng tôi biết anh ấy là một trong những Người bạn của Ngư dân. Chúng tôi biết anh ấy là tác giả của bộ sách Gully. Những người đàn ông này sẽ vực dậy tinh thần của bạn và bạn sẽ thấy những ngón chân của mình không chỉ chạm vào mà tinh thần của bạn cũng bay bổng theo những bài hát của họ!! Đọc thêm",
            "Giải trí tuyệt vời - bầu không khí tuyệt vời cho buổi hòa nhạc trên bãi biểnHãy lưu ý rằng Cảng Isaac nằm dưới chân những ngọn đồi dốc - không có bãi đậu xe ở bất cứ đâu.  Nếu bạn có đủ sức chịu đựng thì điều đó rất xứng đáng cho một buổi tối vui vẻĐọc thêm",
            "Sự kiện Fisherman - s Friends tại The Platform ở Morecambe là một buổi tối vô cùng thú vị. Giọng hát thật tuyệt vời, xen lẫn sự hài hước và những câu nói đùa thân thiện, cùng những lời bình luận rất thú vị và mang tính khai sáng. Đó là một buổi tối rực rỡ trong một môi trường độc đáo và rất phù hợp.Đọc thêm",
            "Đạo luật hạng nhất. Giải trí. Kích động. Chuyên nghiệp. Một hành động khiến việc tham dự GBFF của chúng tôi trở nên đáng giá. Sẽ thấy hành động này bất cứ lúc nào.Đọc thêm",
            "Bạn vẫn sẽ biểu diễn vào tuần cuối cùng của tháng 9 chứ?Đọc thêm",
            "Chúng tôi ở Cornwall từ ngày 24 tháng 8 đến ngày 31 tháng 8. Liệu những người bạn của Fishermans có biểu diễn ở Platt vào thứ Sáu của tuần đó không? Đọc thêm",
            "Bạn cần kiểm tra trên trang web của họ vì điều này sẽ cho biết họ có nên chơi hay không.Đọc thêm",
            "Chúng tôi đang đi nghỉ ở Cornwall từ ngày 8 đến ngày 14 tháng 6 và muốn nghe ý kiến ​​của những người bạn đánh cáĐọc thêm",
            "tại sao chỉ có 6 ngày.  Hãy làm như chúng tôi và đi trong một tháng vào tháng 12.  Vô số sự kiện Giáng sinh z.  Vườn Trebah i hrligsn và Eden đều mở cửa và các bãi biển mở cửa cho chó.Đọc thêm",
            "Khi nào những người bạn ngư dân sẽ biểu diễn ở cảng isaac vào cuối tháng 9, tháng 10Đọc thêm",
            "Xin lỗi tôi không thể giúp bạn việc này. Tôi không phải là người địa phương ở Cornwall. Họ có xu hướng biểu diễn vào mùa hè NHƯNG điều đó cũng phụ thuộc vào thủy triều. Họ biểu diễn trên bãi biển ở bến cảng, nếu thủy triều lên thì đêm đó sẽ không có buổi biểu diễn nào và tất nhiên bây giờ ở Anh, đêm đang trở nên tối hơn - đến 7 giờ tối - . Khi chúng tôi nhìn thấy họ, họ bắt đầu sau 7h30 tối trong khoảng một giờ.Đọc thêm",
            "Liệu nhóm có ở bến cảng vào bất kỳ đêm nào trong tuần bắt đầu từ ngày 30 7 năm 2018Đọc thêm",
            "Họ hát bất cứ lúc nào vào cuối tuần này hoặc tuần tớiĐọc thêm",
            "Có phải những người bạn của ngư dân đang chơi trên tàu ở cảng Issac vào thứ Sáu ngày 5 tháng 6 năm 2015Đọc thêm"
        ],
        "star_ratings": [
            83,
            2,
            2,
            0,
            0
        ],
        "review_amount": 87,
        "location": [
            "Bạn bè ngư dân",
            "Cảng Isaac",
            "Những điều cần làm ở Cảng Isaac",
            "Châu Âu",
            "Cornwall",
            "Vương quốc Anh - Vương quốc Anh -",
            "nước Anh"
        ],
        "reviews_time": [
            "Written October 2, 2023",
            "Written June 17, 2023",
            "Written September 18, 2021",
            "Written July 29, 2019",
            "Written July 13, 2019",
            "Written June 21, 2019",
            "Written June 18, 2019",
            "Written June 1, 2019",
            "Written April 4, 2019",
            "Written December 2, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186242-d2367452-Reviews-Fishermans_Friends-Port_Isaac_Cornwall_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g186242-d2367452-Reviews-or10-Fishermans_Friends-Port_Isaac_Cornwall_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g42881-d109974-Reviews-Lego_Imagination_Center-Bloomington_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g3845613-d13547607-Reviews-The_Nabalu_Market-Kundasang_Ranau_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d527415-Reviews-South_Beach-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g954021-d1907755-Reviews-Therme_Spa-Vals_Canton_of_Graubunden_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g40790-d105498-Reviews-Perkins_Cove-Ogunquit_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d2367266-Reviews-Half_Moon_Beach-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d198699-Reviews-Panorama_Bar-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g609056-d14949367-Reviews-Wednesday_market-Icmeler_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g53711-d3443129-Reviews-Laurel_Hill_State_Park-Somerset_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g668422-d4581286-Reviews-Kalogria_Beach-Nikiti_Sithonia_Halkidiki_Region_Central_Macedonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186242-d2367452-Reviews-or10-Fishermans_Friends-Port_Isaac_Cornwall_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186242-d2367452-Reviews-Fishermans_Friends-Port_Isaac_Cornwall_England.html"
    }
]