[
    {
        "attraction_name": "Flamingo Laocai Motorbike Tours and Rentals",
        "attraction_name_vi": "Du lịch và cho thuê xe máy Flamingo Lào Cai",
        "general_info": [
            "5 đánh giá",
            "- 1 trong 10 Tour - Hoạt động tại Lào Cai",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Xe 4WD, ATV - Tour địa hình",
            "Taxi - Xe đưa đón",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan bằng xe máy",
            "Tour riêng",
            "Chuyến tham quan tự hướng dẫn - Cho thuê",
            "Chuyến tham quan bằng xe buýt",
            "Vespa, Xe tay ga - Tour xe máy",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi đảm bảo 5 - dịch vụ.\nChuyến tham quan bằng xe máy Flamingo Laocai - Cho thuê Cung cấp hỗ trợ 24 - 7 bên đường, thợ máy nói tiếng Anh, hướng dẫn viên du lịch chuyên nghiệp và dịch vụ cá nhân, chúng tôi đối xử với khách hàng của mình như chính chúng tôi mong muốn được đối xử.Đọc thêm",
        "reviews": [
            "Đã ghé qua để xem liệu chúng tôi có thể thuê một số đồ bảo hộ sau khi thuê một chiếc xe đạp từ một cơ quan khác hay không. Người đàn ông rất hữu ích đã cho chúng tôi địa chỉ của một cửa hàng nơi chúng tôi có thể tìm thấy thiết bị, đồng thời kiểm tra áp suất lốp và cung cấp thêm cho chúng tôi hai dây bungee, tất cả đều miễn phí! Dịch vụ rất tốt Đọc thêm",
            "Anh chàng ở đây rất hữu ích và có năng lực. Anh ấy giúp tôi sửa chiếc xe đạp tôi thuê ở một cơ quan khác. Cảm ơn.Đọc thêm",
            "Chúng tôi đã thuê một chiếc xe đạp du lịch EN150 trong tình trạng hoàn hảo và mức giá tuyệt vời - 25 mỗi ngày. Chiếc xe đạp này rất tuyệt vời khi lái xe trên đường và thoải mái cho hai người. Hùng, chủ sở hữu, là một chàng trai siêu thân thiện và công bằng, đồng thời cực kỳ am hiểu về khu vực cũng như các cung đường khác nhau mà bạn có thể đi, điều kiện đường sá, v.v. Tôi chắc chắn sẽ sử dụng flamingo một lần nữa. Bạn cũng có thể nhận và trả xe đạp ở nhiều địa điểm khác nhau Đọc thêm",
            "Aden thân mến, Thật vui khi được gặp bạn ở văn phòng. Tôi và Flamingo luôn cố gắng hết sức để phục vụ khách hàng một cách tốt nhất. Đánh giá của bạn ngày hôm nay khiến chúng tôi tin rằng chúng tôi đang làm đúng và hướng tới tương lai. Cảm ơn bạn rất nhiều và tôi hy vọng được gặp lại bạn. HùngĐọc thêm",
            "Chúng tôi thuê xe đạp và cho họ một chuyến đi đến Y Tý và quay trở lại. Mặc dù đường đi thực sự xuyên qua rừng rậm nhưng họ vẫn thực hiện tốt như đã hứa. Tôi không thể tin được trong điều kiện được đề cập. Cuối cùng, bạn có thể sử dụng những chuyến đi vòng quanh làng này để mô phỏng các thử nghiệm về sức tải của thương hiệu nếu bạn đang trong quá trình mua hàng. Phải nói rằng sau khi học lái xe moto đàng hoàng thì họ cũng nên cấp cho tôi bằng DL phù hợp tại nhà. Ngoài ra, quý ông trong cửa hàng là lựa chọn tốt nhất cho một người nói tiếng Anh trong thị trấn.Đọc thêm",
            "Jan thân mến, Cảm ơn bạn rất nhiều vì đánh giá của bạn. Tôi nhớ bạn và Tom đã rất vui khi đạp xe lên miền Bắc. Sau đó, tôi có thể thấy cả hai bạn đều vui vẻ và thích thú khi chúng ta gặp nhau tại văn phòng của chúng tôi và cùng uống bia. Tôi rất mong được gặp bạn gần nhất trong chuyến đi xe máy laocai tiếp theo. Chúc mừngĐọc thêm",
            "Công ty cho thuê đáng tin cậy, xe máy trong tình trạng tuyệt vời và giá cả hợp lý. Công ty cho thuê thậm chí còn thả tôi ở biên giới khi kết thúc thời gian thuê.Đọc thêm"
        ],
        "star_ratings": [
            5,
            0,
            0,
            0,
            0
        ],
        "review_amount": 5,
        "location": [
            "Tỉnh Lào Cai",
            "Lào Cai",
            "Du lịch và cho thuê xe máy Flamingo Lào Cai",
            "Những điều cần làm ở Lào Cai",
            "Việt Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 17, 2019",
            "Written November 4, 2019",
            "Written October 9, 2019",
            "Written September 15, 2019",
            "",
            "Written April 8, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g737052-d17766421-Reviews-Flamingo_Laocai_Motorbike_Tours_and_Rentals-Lao_Cai_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g48922-d3164503-Reviews-Empire_City_Casino-Yonkers_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d26802601-Reviews-Kasbah_Agadir_Oufella_newly_Restored-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d7220857-Reviews-Devil_s_Punchbowl-Aspen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d280137-Reviews-Plateau_Mont_Royal-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134274-d553808-Reviews-Ameyoko_Shopping_Street-Ueno_Taito_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d291318-Reviews-Walnut_Street-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d589089-Reviews-19th_Arrondissement-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g49256-d7053796-Reviews-Outer_Banks_Jeep_Rentals-Kill_Devil_Hills_Outer_Banks_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3546757-Reviews-42nd_Street-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d561979-Reviews-Madera_Canyon-Tucson_Arizona.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g737052-d17766421-Reviews-Flamingo_Laocai_Motorbike_Tours_and_Rentals-Lao_Cai_Lao_Cai_Province.html"
    }
]