[
    {
        "attraction_name": "Flat Rock Park",
        "attraction_name_vi": "Công viên đá phẳng",
        "general_info": [
            "158 đánh giá",
            "- 9 trong số 65 điều cần làm ở Columbus",
            "Công viên"
        ],
        "attraction_summary": "Công viên có một khu vực đáng yêu gồm những tảng đá granit trên sông để bạn chơi đùa, nhưng mọi thứ khác dường như thật buồn và bị bỏ quên.  Bản đồ đường mòn quá mờ để giúp chúng tôi và chúng tôi không thể tìm thấy đầu đường mòn hoặc đường mòn đi bộ đường dài. Chúng tôi đã sớm nản lòng và không thử ứng dụng All Trails. Con đường duy nhất mà chúng tôi tình cờ đi qua và đi theo một lúc vẫn chưa sáng sủa. Có rất nhiều bàn ăn ngoài trời - nhưng thùng rác rất hiếm - và phòng vệ sinh duy nhất chúng tôi tìm thấy đều bị khóa. May mắn thay, Wal-Mart cách đó khoảng một dặm. Công viên này cần khoảng 20 Hướng đạo sinh Đại bàng hoặc một đô thị quan tâm đến việc cứu nó. Cây cầu nhỏ trong hình là đường băng qua bãi đậu xe của chúng tôi đến đường mòn.Đọc thêm",
        "reviews": [
            "Tôi lớn lên ở khu vực Công viên Flat Rock và chỉ đọc những đánh giá tích cực này. Họ làm tôi cười.. Công viên không còn như xưa nữa. Nó chạy xuống và không được giữ lại. Những người đã sử dụng công viên trong những năm 70 và 80 sẽ hiểu.  Thành phố không chi tiền để bảo trì hoặc cải thiện công viên này. Ngày xưa có nhà thuyền cho thuê thuyền. Đường vào khu nhà thuyền bị cuốn trôi, không thể đi lại được. Cửa hàng giảm giá trong công viên đã không còn nữa từ lâu. Hội trường tập trung lớn đối diện với khu nhượng bộ cũng không còn nữa. Con lạch đổ vào hồ bị bụi rậm và cỏ dại lấn át. Và nhiều cây chết khắp công viên. Thành phố đã từng giữ công viên sạch sẽ bằng cách sử dụng các đội làm việc bị bỏ tù. Nhiều khu dã ngoại có mái che đang trong tình trạng hư hỏng.  Thật là xấu hổ khi thấy nơi từng là một công viên xinh đẹp giờ đã trở thành như vậy. Và thành phố Columbus là 100 - đáng trách. Khu vực này có nhiều sự phát triển dân cư và kinh tế hơn bao giờ hết, và lý do thành phố không cải thiện công viên là điều nằm ngoài khả năng của tôi. Thật xấu hổ cho thành phố Columbus, Georgia, Và những người được giao nhiệm vụ chăm sóc công viên. Tôi nghi ngờ bài đánh giá sẽ không được đăng hoặc thậm chí có thể bị xóa vì tính trung thực của nó.Đọc thêm",
            "This park has lots of potential, especially if you like hiking and exploring. The summer heat is intense, but if we had visited in the fall, it would have been easy to spend several hours just exploring and hiking. Lots of interesting formations because of the flat rocks and natural features. My husband  -  I would love to come back and truly explore when it - s cooler weather. The disc golf course didn - t look well kept though, neither did the small playground for kids. Hopefully this is something that will be addressed because otherwise those would have been nice features. I realize we may have just come at a bad time, though. There were also lots of picnic tables scattered all around the park, so there - s plenty of room to picnic  - though you - ll want to wipe down tables or bring a tablecloth - .There is a creek that runs over the rocks in a type of gradual waterfall, and I read reviews where you could splash and even swim in parts of the creek. A word of caution, though. The rocks are really slippery, and once your feet get wet, they hit the algae growing on the rocks and down you slide.  Even the dry rocks are slippery if you touch with wet feet - shoes. There were people swimming in one small section that was deep enough to swim in, but it was crowded, and honestly the water looked more like a deep mud puddle. I didn - t feel comfortable submerging our bodies in there. But under different circumstances I wouldn - t have had as much reservation to do so. Not a great place to take toddler-aged children or anyone who has trouble walking unassisted unless you just want to stay near the parking area to picnic or walk along the road.  You could easily make it to the playground with young kids, but it - s not shaded, so in high summer heat and with the equipment not in the best kept shape, you - d prob want to look elsewhere for that.But to hike and explore and picnic  - there - s even a bike trail - , this park really is a gem. Read more",
            "Những tảng đá rất đẹp. Đường mòn đến hồ không thực sự được đánh dấu rõ ràng nếu có? Chúng tôi đi theo con đường tới hồ. Các căn cứ là tự nhiên không có cảnh quan thực sự. Nó chắc chắn là đáng xem. Mực nước thấp. Đọc thêm",
            "Công viên rộng lớn, đáng yêu - có vị trí thuận tiện đến rất nhiều nơi! Tôi rất ngạc nhiên khi biết những con đường mòn và lối đi dẫn vào công viên rộng lớn đến mức nào. Có nhiều khu vực đỗ xe khác nhau, hầu hết đều có chỗ ngồi dã ngoại, thùng rác và các tiện ích khác. Đường mòn dành cho xe đạp, sân gôn đĩa, trung tâm tổ chức sự kiện, v.v. ở đây, cùng với những tảng đá phẳng tuyệt đẹp và những dòng suối róc rách. Chắc chắn là một viên ngọc quý! Đọc thêm",
            "Con lạch, những tảng đá, v.v. thật thú vị khi chơi đùa. Chúng tôi mang theo một chú chó con và đó là lần tương tác đầu tiên tuyệt vời với nước. Vui vẻ cho mọi lứa tuổi. Có rất nhiều khu dã ngoại và nhìn chung đây chỉ là một nơi thú vị để ghé thăm. Tuy nhiên, sân gôn đĩa rất công bằng. Số 9 thứ hai tốt hơn nhiều so với số 9 phía trước.Đọc thêm",
            "Đã đến đây một cách bất chợt để thoát ra ngoài. Đó là hoàn toàn xứng đáng. Nước lạnh nhưng thật sảng khoái. 15 tuổi của tôi thích trượt xuống những tảng đá. Chỉ cần cẩn thận, những tảng đá rất trơn, nhưng điều đó khiến bọn trẻ thích thú. Công viên rất đẹp, là nơi tuyệt vời để đi bộ, dã ngoại, chơi gôn và đạp xe. Chúng tôi sẽ quay lại lần nữa khi chúng tôi ghé thăm Columbus lần nữa. Đọc thêm",
            "Nơi này thật tuyệt vời vì tiềm năng của nó! Nó có thể là TUYỆT VỜI nếu thành phố Columbus đầu tư vào một số cơ sở hạ tầng!! Họ đã đưa vào - ném đĩa golf - - oooh! Họ thực sự có thể lắp đặt các khu cắm trại, nó có đủ chỗ! Sẽ thật TUYỆT VỜI nếu đặt khoảng 10 đến 15 khu cắm trại xung quanh phía đông của hồ! Có một vài tòa nhà cũ khép kín có sẵn cho thuê, rất lý tưởng cho các bữa tiệc tốt nghiệp, đoàn tụ gia đình, v.v., nhưng không có gì phù hợp cho tiệc cưới trang nhã. Ở đó có nhà vệ sinh, không phải là sạch sẽ nhất, nhưng thành phố có thể cải thiện. Có chiếc bàn dã ngoại dài nhất mà tôi từng thấy! Nhiều bàn khác, có vỉ nướng gần đó. Sau một cơn mưa vừa phải, dòng nước tăng lên, nhìn nó đổ nhào trên những tảng đá phẳng - thật ấn tượng. Và thú vị để chơi! Hãy cẩn thận, nhưng..đá có thể rất trơn! Nếu có một trận mưa lớn xối xả, thì trời rất đẹp nhưng nguy hiểm! Có - một Walmart ở gần đó - thực tế là các khu nhà nằm liền kề - nhưng từ lối vào này đến lối vào khác - cách đó 2,5 phút lái xe. Đi bộ có thể nhanh hơn, nhưng không chắc liệu hàng rào có ngăn cách họ hay không. Nói chung, đối với tôi, nó được đánh giá 4,5 trên 5. Tôi yêu đất nước và các hoạt động ngoài trời. Nếu bạn từng đến thăm Columbus, hãy đến xem!Đọc thêm",
            "Khi chúng tôi đến Columbus GA, chúng tôi bắt đầu khám phá khu vực có đường mòn đi bộ đường dài và tìm thấy địa điểm này gần khách sạn của chúng tôi. Nó rất đẹp và có một thác nước nhỏ. Thật ngạc nhiên.Đọc thêm",
            "Các nhà lãnh đạo thành phố có cách cố tình để mọi thứ diễn ra quanh thị trấn và sử dụng tiền thuế vào một sân chơi không công bằng để mang lại lợi ích cho một số ít người. Điều này đã diễn ra từ đầu những năm 70 và bất kỳ ai đưa ra - chúng tôi làm rất tuyệt - tôi chắc chắn hy vọng rằng họ cũng không được trả tiền cho nghiên cứu đó !! Công viên này đã sẵn sàng cho những gì có thể trở thành công viên hàng đầu dành cho người dân Columbus nhưng thật đáng buồn là tất cả số tiền đó đang bị chìm trong nỗ lực cuối cùng để thu hút những kẻ ngốc .... Ý tôi là khách du lịch đến khu phố phía bắc. Như thường lệ, nếu người dân quyết định tham gia vào việc nâng cấp Flatrock, thành phố sẽ nhanh chóng tham gia cắt băng khánh thành và nhận công lao cho việc đó .... Đọc thêm",
            "Bạn có thể bơi ở đó không?Đọc thêm",
            "Chụp ảnh ở đây có mất phí gì không?Đọc thêm",
            "Bạn có thể mang đồ nướng của riêng bạn đến công viên được không Đọc thêm",
            "Tôi không thấy bất kỳ hạn chế nào nói rằng bạn không thể - t.Đọc thêm",
            "Có những loại cá nào trong hồ?Đọc thêm",
            "Chó có được phép không?Đọc thêm",
            "Có, chó được phép. Khi chúng tôi ở đó, mọi người đang dắt chó đi dạo. Đó là một công viên tuyệt vời dành cho gia đình - thú cưng.Đọc thêm",
            "Công viên đóng cửa lúc mấy giờĐọc thêm",
            "Họ đóng cổng lúc 10 giờ tối.Đọc thêm",
            "Có mất phí không?? Nếu vậy thì bao nhiêu?Đọc thêm",
            "Không, nó miễn phí!!Đọc thêm",
            "có hợp pháp để đãi vàng ở Flat Rock không? Đọc thêm",
            "Có nhà vệ sinh công cộng cho trẻ em không?  Từ Peach Tree Mall, bạn rẽ vào Manchester Express Way ở đâu? Cảm ơn AlmaĐọc thêm",
            "Ra khỏi trung tâm thương mại vào lúc trời sáng, bạn sẽ rẽ trái trên Manchester Expwy - US 27. Đi vào Đường Warm Springs. lối ra. Đi vào bất kỳ làn đường bên trái nào để rẽ trái trên đầu nối thứ lò xo ấm - vẫn trên làn đường ấm thứ - . Lấy nó ra cho đến khi bạn nhìn thấy dấu hiệu. Rẽ phải và bạn sẽ rẽ phải vào công viên. Vâng, có nhà vệ sinh công cộng và sân chơi.Đọc thêm",
            "Có vỉ nướng để nấu ăn không?Đọc thêm",
            "Có một vài cái gần các gian hàng. Khi bạn lần đầu tiên đến công viên, bạn sẽ thấy những ngôi nhà nhỏ bằng đá - mỗi cái đều có lò nướng cũng như bên cạnh Gian hàng và có một dãy bàn dã ngoại dài bên bờ nước có một cái. Hãy chắc chắn mang theo giấy bạc và có thể mang theo một cái vỉ nướng khác nếu bạn có, chúng là lò nướng công viên và rất khó chịu nhưng có thể sử dụng với giấy bạcXem thêm"
        ],
        "star_ratings": [
            67,
            54,
            29,
            2,
            6
        ],
        "review_amount": 158,
        "location": [
            "Columbus",
            "Georgia - GA -",
            "Công viên đá phẳng",
            "Hoa Kỳ",
            "Những điều cần làm ở Columbus"
        ],
        "reviews_time": [
            "Written April 15, 2024",
            "Written February 25, 2024",
            "Written July 19, 2023",
            "Written April 24, 2023",
            "Written July 12, 2022",
            "Written July 9, 2022",
            "Written June 2, 2022",
            "Written October 13, 2021",
            "Written August 16, 2021",
            "Written July 7, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34859-d4817423-Reviews-Flat_Rock_Park-Columbus_Georgia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34859-d26942992-Reviews-Culver_s-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34859-d25522806-Reviews-JB_s_Dream_Deli-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34859-d4280873-Reviews-China_Express-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34859-d10731804-Reviews-Hibachi_Express-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34859-d4711232-Reviews-IHOP-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35111-d15255869-Reviews-McDonald_s-Midland_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34859-d10672641-Reviews-Creme_De_La_Creme_Catering_and_Diner-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35111-d6475631-Reviews-Chicken_Salad_Chick-Midland_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35111-d6714800-Reviews-Guadalajara_Mexican_Restaurant-Midland_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34859-d8625896-Reviews-Chef_Chang_s-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d3636349-Reviews-Georgia_Visitor_Information_Center_Columbus-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d7988614-Reviews-Columbus_Botanical_Garden-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d15016905-Reviews-Cooper_Creek_Tennis_Center-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35111-d10367286-Reviews-Midland_Community_Farmers_Market-Midland_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d9850662-Reviews-Columbus_Aquatic_Center-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d27013695-Reviews-Walmart_Supercenter-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35111-d27059090-Reviews-Psalmond_Road_Super_Center-Midland_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d27067808-Reviews-Heath_Park-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d27036328-Reviews-T_J_Maxx-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d27010903-Reviews-Kohl_s-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d4817423-Reviews-or10-Flat_Rock_Park-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d1011813-Reviews-Columbus_Riverwalk-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d9884954-Reviews-Columbus_Fall_Line_Trace-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d27090285-Reviews-Evergreen_Memorial_Park-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d27088167-Reviews-Carver_Park-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d27084530-Reviews-Lakebottom_Park-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d27077465-Reviews-Jonathan_Hatcher_Skateboard_Park-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d27073421-Reviews-Pop_Austin_Recreation_Center-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d27045079-Reviews-The_Park_at_Cascade_Hills-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35111-d20182060-Reviews-Novo_Fitness_Studio-Midland_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d8776608-Reviews-Columbus_Eats_Food_Tours-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d4340931-Reviews-Whitewater_Express-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d10324259-Reviews-Exodus_Escape_GamesColumbus-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d261731-Reviews-Chattahoochee_River-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d103688-Reviews-National_Civil_War_Naval_Museum-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d284143-Reviews-Columbus_Museum-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d103686-Reviews-Springer_Opera_House-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d12842201-Reviews-Vicinity_Tours-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d8699073-Reviews-Maple_Ridge_Golf_Club-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d103689-Reviews-Coca_Cola_Space_Science_Center-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34859-d8469787-Reviews-Shooters_of_Columbus-Columbus_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60628-d2195539-Reviews-Lanai_Cat_Sanctuary-Lanai_City_Lanai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d610163-Reviews-Woodford_Reserve_Distillery-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g60288-d8330466-Reviews-Grant_Park-South_Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d14056362-Reviews-Coca_Cola_Roxy-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33212-d648022-Reviews-Six_Flags_Discovery_Kingdom-Vallejo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33012-d208334-Reviews-San_Onofre_State_Beach-San_Clemente_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103999-Reviews-Field_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g293932-d3419529-Reviews-Water_World-Yerevan.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d12155275-Reviews-Vonlane-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60022-d283907-Reviews-Geneva_Lake-Lake_Geneva_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34859-d4817423-Reviews-or10-Flat_Rock_Park-Columbus_Georgia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34859-d4817423-Reviews-Flat_Rock_Park-Columbus_Georgia.html"
    }
]