[
    {
        "attraction_name": "Flint Creek Water Park",
        "attraction_name_vi": "Công viên nước Flint Creek",
        "general_info": [
            "81 đánh giá",
            "- 2 trong số 6 điều cần làm ở Wiggins",
            "Công viên nước"
        ],
        "attraction_summary": "Hồ đẹp với cabin nằm ngay trên mặt nước. Nhân viên hữu ích - nhân viên kiểm lâm công viên. Cabin chúng tôi ở - 16 - đồ dùng nhà bếp cần thiết được bổ sung lại, nệm mới cho giường cỡ Queen và ghế sofa mới.Đọc thêm",
        "reviews": [
            "I have been camping with my family at Flint Creek since I was a little girl, but in the past few years, I - ve noticed some changes that I feel have done nothing to improve the park.  I have always loved the rustic charm of this park, but it - s quickly losing that quality and appeal and  - trying to -  become more while it seems park standards have taken a back seat.  I am NOT a fan of the first-come-first-serve camping in the first section.  Campers are parked year-round in certain sites, and it limits some of the waterfront spots for other campers.  These spots have gardens and decks, etc, however it - s beginning to look more like a trailer park, not a campground.  What once felt like an inviting place now feels too  - exclusive. -   I was told I basically had to book over a year in advance for a different waterfront spot during the summer.  There are very few spots that are full hookup for campers.  Not a deal-breaker, but it - s also not ideal.  I have noticed that the park is not nearly as clean as it used to be.  I was shocked to see how dirty the bathhouses were the last few times I have been.  They also need updating.  The beaches don - t appear to be as well-kept as they used to be either.  My parents rented a cabin, and it was pretty clean but needed some repairs.  The whole park, in general, doesn - t seem to be as well-tended as it used to be in the past.  Disheartening. The water park is nice, but it is extremely expensive for what  it offers.  Although, it wouldn - t hurt to add some extra shade.  I would really like to see this park stop worrying about adding more and start focusing on park standards again.  Get back to basics, please Flint Creek!  In the meantime, I believe we are going to begin looking for another place to spend our summers.Read more",
            "Chúng tôi đã đến Flint Creek từ khi các cậu bé còn nhỏ. Bây giờ họ đã ở độ tuổi 30 và có những người trẻ của riêng mình. Vì thế tôi có cảm tình với nơi này. Tôi hơi thất vọng khi thấy tình trạng của các cabin. Họ đang cần một số TLC. Những bà mẹ thật kinh khủng. Bạn không thể di chuyển nếu không có tiếng động lớn kèm theo mỗi cử động. Không có nhiều giấc ngủ để có được. Những tấm thảm thực sự dính. Nệm và thảm được thay thế sẽ là một khởi đầu tuyệt vời. Phải có một danh sách được lập mỗi khi ai đó trả phòng và thực hiện các sửa chữa trên cơ sở lưu trú. Nó chỉ là sự hao mòn và thời gian mà thôi. Chồng tôi, tôi và một cặp vợ chồng khác vẫn tận hưởng ngày cuối tuần của chúng tôi. Chúng tôi đã loại trừ khá nhiều người bạn của mình, những người thậm chí sẽ không cân nhắc việc quay lại với chúng tôi vì điều kiện. Chúng tôi có những kỷ niệm rất đẹp về công viên này và rất muốn quay lại.Đọc thêm",
            "Tôi đã cắm trại ở Flint Creek từ năm 1982. Đó là một nơi tuyệt vời cho đến cách đây vài năm. Nó không còn là một trải nghiệm thư giãn nữa. Những người trưởng thành bước đi không mục đích qua trang web của bạn. Có những chiếc xe golf phát nhạc khắp công viên cạnh tranh với nhau bằng những bản nhạc khác nhau. Họ đang lái những chiếc xe golf trên đường chính trong khi những chiếc RV đang cố gắng vượt qua nhiều ngọn đồi trong công viên.  Tốc độ giới hạn là 20 nhưng xe golf chạy chậm hơn rất nhiều trong khi bạn cố tăng tốc một chút để lên dốc, chúng chạy ngay trước mặt bạn không chịu di chuyển. Tôi rất buồn khi thấy điều này xảy ra. Những người lớn tuổi trong gia đình tôi sẽ không đến vào cuối tuần nữa vì những người thô lỗ nhưng không may là tôi và chồng phải đi làm. Chúng tôi tiêu số tiền khó kiếm được của mình để có một kỳ nghỉ cuối tuần và phải chịu đựng suốt cuối tuần với những người thô lỗ, thiếu quan tâm, ích kỷ và nhân viên kiểm lâm không tìm thấy ở đâu và không có ai trả lời điện thoại ở cổng. Những kỷ niệm đẹp về tôi tuổi trẻ được thay thế bằng sự ghê tởm và mất tinh thần. Chúng tôi - sẽ thử các khu cắm trại khác ngoài Hệ thống Đường thủy Pat Harrison.Đọc thêm",
            "Ngoài sự khó chịu. Tính đến gần đây, họ đã giảm số lần cưỡi jetski xuống hơn 10 lần. Bạn thật may mắn nếu có 5 mẫu Anh trong một góc nhỏ. Bạn dự kiến ​​​​sẽ khởi động một vụ phóng nhỏ bằng sỏi nửa vời. Không chỉ vậy mà còn cho thuê jetski nữa?? Không thể an toàn hơn nữa khi có 5 đến 8 chiếc jetskis trong khu vực họ đã chỉ định. Tất nhiên thông tin này không được tiết lộ công khai ở bất cứ đâu nên gia đình tôi đã vô tình xếp đồ đạc trên chiếc jetski cá nhân và đi đến công viên. Bây giờ chỉ để biết đó là một trò đùa tuyệt đối để thử và đi xe. Đọc thêm",
            "Ngôi nhà bẩn thỉu - cát, bụi bẩn và mạng nhện khắp nhà, hiên nhà thiếu hoặc lỏng lẻo gỗ khiến trẻ nhỏ dễ bị ngã. Bãi biển thật kinh tởm với rác vương vãi khắp bãi cát, bãi cỏ và bãi đậu xe. Ai cắt cỏ cần phải học cách làm việc đó. Bếp trong cabin chỉ hoạt động khi muốn, bị chập điện, quạt trần và đèn liên tục nhấp nháy. Những người có những con chó lớn ị trong nước nơi mọi người đang bơi, thật kinh tởm. Có vẻ như họ cần thuê nhân viên giỏi hơn để dọn dẹp cabin và khuôn viên, bao gồm cả bên ngoài xung quanh cabin, bảo trì và cảnh quan.Đọc thêm",
            "Chúng tôi ở Cabin 5. Nơi này đầy gián. Bạn không thể đặt bất cứ thứ gì xuống mà không thấy gián trên đó hoặc trong đó. Chúng thậm chí còn ở trên giường. Chúng tôi đã nói với họ về điều đó và được cho biết rằng họ đã biết vì những người khác đã phàn nàn. Điều này thật kinh tởm và cũng gây nguy hiểm cho sức khỏe nhưng họ vẫn tiếp tục cho thuê những cabin này. Chúng tôi từng thích đến đó nhưng chúng tôi không có ý định quay lại. Đọc thêm",
            "Không bao giờ lặp lại. Kinh tởm. Không dành cho gia đình. Rác dưới nước, rác trên bãi biển, rác dưới khu trại chúng tôi đang ở. Bản thân ngôi nhà trại đã cũ như mong đợi nhưng bẩn thỉu, bẩn thỉu, bẩn thỉu. Bạn không thể đến đây với một ít bình xịt lysol và khăn lau clorox và đủ sạch để cảm thấy hài lòng về nó. Cửa trước không đóng, ít khóa hơn. Bộ điều hòa mới toanh ở bức tường phía trên duy trì dòng điện nhỏ giọt đều đặn, ngay cạnh hộp bảng điện, bức tường phía dưới dẫn vào khu vực bếp nhỏ. Rệp xuất hiện, theo đúng nghĩa đen, từ đồ gỗ, trên giường vào ban đêm. Chúng tôi thu dọn đồ đạc và rời đi lúc 11 giờ đêm. Hy vọng chúng ta không mang theo bất kỳ con rệp nào về nhà. Hoàn toàn khủng khiếp. Theo nghĩa đen, cắm trại trong lều và sử dụng gỗ làm nhà vệ sinh sẽ là một bước tiến. Hy vọng chúng tôi được hoàn lại tiền, không có ai trả lời điện thoại vào cuối tuần. Nếu đây là do tiểu bang điều hành, Mississippi, bạn nên xấu hổ. Ngoài ra, lò sưởi nhỏ bằng đá ngoài trời của chúng tôi không tồn tại, nhưng những cái ở cabin bên cạnh vẫn có.Đọc thêm",
            "Không bao giờ ở lại Flint Creek nữa. Đã trả rất nhiều tiền cho 2 đêm trong cabin A Frame. Cabin có mùi nấm mốc khủng khiếp. Không có nước nóng, giường là tấm nệm rẻ nhất mà chúng tôi từng ngủ. Người ta bảo nó có một chiếc giường cỡ Queen - không, nó nhỏ hơn một chiếc giường đầy đủ. Bên ngoài hồ, chúng tôi - lon bia và rác rưởi khắp nơi, Hầu như không có chảo nấu ăn - điều tồi tệ nhất trong cuộc đời tôi. Chúng tôi gọi cho văn phòng phía trước và họ dường như không quan tâm. Lần tới tôi - sẽ đi nơi khác và đọc các nhận xét..hoàn toàn lãng phí thời gian - tiền bạc, Đọc thêm",
            "Chúng tôi đã đăng ký vào khu cắm trại nguyên thủy - đó là khu cắm trại nguyên thủy tồi tệ hơn mà chúng tôi BAO GIỜ ở lại. Nơi này bẩn thỉu, những chiếc bô porta được chất đầy lên trên cùng. Chỉ có 2 trong số đó cho không gian rộng lớn. Những chiếc bàn dã ngoại, không chỉ thiếu mà cả những chiếc bàn ở đó đã bị hỏng. Chúng tôi đã thu thập được 3 túi rác trước khi kịp dựng lên. Tôi sẽ không đề xuất địa điểm này ngay cả khi dắt chó đi dạo, đừng bận tâm đến việc cắm trại! Đọc thêm"
        ],
        "star_ratings": [
            21,
            11,
            15,
            9,
            25
        ],
        "review_amount": 81,
        "location": [
            "Mississippi - MS -",
            "Wiggins là",
            "Hoa Kỳ",
            "Các hoạt động ở Wiggins",
            "Công viên nước Flint Creek"
        ],
        "reviews_time": [
            "Written July 9, 2020",
            "Written February 12, 2019",
            "Written October 1, 2014",
            "Written November 12, 2022",
            "Written June 24, 2022",
            "Written July 18, 2020",
            "Written October 24, 2021",
            "Written August 27, 2022",
            "Written October 25, 2023",
            "Written November 14, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g44095-d4459647-Reviews-Flint_Creek_Water_Park-Wiggins_Mississippi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g44095-d7953076-Reviews-Milo_s_Cabin_Store-Wiggins_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44095-d2522491-Reviews-Whistle_Stop_Cafe-Wiggins_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44095-d15856093-Reviews-Southern_Turnings-Wiggins_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44095-d27155822-Reviews-Staigle_s_Steakhouse-Wiggins_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44095-d4630643-Reviews-Ward_s-Wiggins_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44095-d4682189-Reviews-Crawfish_Connection-Wiggins_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44095-d4640496-Reviews-Frosty_Mug-Wiggins_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44095-d4651893-Reviews-Pizza_Inn-Wiggins_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44095-d4733855-Reviews-Daily_Fresh_Donuts-Wiggins_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44095-d20058833-Reviews-Miss_Julies_Market-Wiggins_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44095-d19385907-Reviews-Two_Fat_Friends-Wiggins_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44095-d27034198-Reviews-The_Old_Firehouse_Museum-Wiggins_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44095-d27028771-Reviews-Glowbug_s_Playhouse-Wiggins_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44095-d4459647-Reviews-or10-Flint_Creek_Water_Park-Wiggins_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g43696-d7918016-Reviews-Canoeing_and_Kayaking_Black_Creek_Red_Wolf_Adventures-Brooklyn_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44095-d6002444-Reviews-G_M_Goat_Farm-Wiggins_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44095-d17212872-Reviews-Southern_Turnings-Wiggins_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44095-d27030268-Reviews-The_Retreat_Salon_Day_Spa-Wiggins_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d156162-Reviews-Fashion_Valley-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d143842-Reviews-Obsidian_Dome-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g2543839-d2501278-Reviews-Richtis_Gorge-Sitia_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g34755-d1767007-Reviews-White_Oak_Conservation_Center-Yulee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1073592-d10398743-Reviews-Liapades_Beach-Liapades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d25852495-Reviews-Seaworld_Yas_Island_Abu_Dhabi-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d18154565-Reviews-Handshake_Speakeasy-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g41472-d269999-Reviews-New_England_Botanic_Garden_at_Tower_Hill-Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g46528-d7360252-Reviews-Howling_Woods_Farm-Jackson_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1222297-d2415982-Reviews-Canelobre_Caves-Busot_Costa_Blanca_Province_of_Alicante_Valencian_Community.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g44095-d4459647-Reviews-or10-Flint_Creek_Water_Park-Wiggins_Mississippi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g44095-d4459647-Reviews-Flint_Creek_Water_Park-Wiggins_Mississippi.html"
    }
]