[
    {
        "attraction_name": "FlixBus",
        "attraction_name_vi": "FlixBus",
        "general_info": [
            "132 đánh giá",
            "- 77 trên 145 Giao thông vận tải ở Brussels",
            "Dịch vụ xe buýt"
        ],
        "attraction_summary": "We had a bus from Bruges to Dusseldorf on 09.06.2023 at 10.30 AM. We arrived the flixbus - s meeting point on 10.00 AM and started to wait for the bus. After a while at 10.15 AM a bus arrived with the name on it - couch partners - . We could not find any sign on it as it is a flixbus bus. So waited umtil 10.28 AM and we asked to the bus - s driver as if this is the bus for dusseldorf or not. The driver yelled us as where are you, you are waiting there for a while are you stupid etc. We said to him we are waiting for the bus at 10.30 AM and showed our tickets to him yo check. He checked our tickets and said  - this is not your bus, you have to wait here for the other bus. -  So we have waited a while and after 10.30 AM the bus leaved the terminal and there were no bus. So we checked on flixbus - s website on real time info and saw the bus were leaving the bruges. We are requesting a full refund for the driver not let us in the bus and informed us wrongly about it.Read more",
        "reviews": [
            "Người lái xe từ Torino không muốn cho chúng tôi lên xe buýt, trong khi chúng tôi đã đặt chỗ trước số 3086487636 Sau khi thảo luận, tài xế yêu cầu chúng tôi thêm 20 Euro sau đó là vé để chúng tôi lên xe. Không có biên lai nào được đưa ra, nghĩa là 20 Euro này Đồng Euro đang lọt vào túi riêng của anh ấy. Flixbus đang thúc đẩy tham nhũng và ngộ sát.Đọc thêm",
            "Xe buýt tồi tệ nhất; Khi có một hành khách da trắng, xe buýt đợi 4 phút và xuất phát muộn 4 phút. Xe buýt của chúng tôi rời đi trước 1 phút và chồng tôi đứng trước tài xế yêu cầu anh ấy mở cửa. Anh ấy thực sự đã không mở cửa. Chuyện vớ vẩn gì thế này? Những chiếc xe buýt tồi tệ nhất và không có ai giúp đỡ ở trạm dừng Brussels.\nNgày trải nghiệm: AuĐọc thêm",
            "Không bao giờ nữa, đặt một chuyến đi từ prague đến budapest. Tôi đến ga sớm hơn 1 tiếng để đảm bảo rằng mình sẽ kịp giờ đón xe buýt. Sau khi chờ đợi, chúng tôi có thể thấy thông qua ứng dụng rằng xe buýt bị trễ 70 phút rồi 120 và sau khi đợi 2 tiếng BÊN NGOÀI, xe buýt thậm chí còn không XUẤT HIỆN!!!! Bây giờ tôi đã yêu cầu hoàn lại tiền vì thay vào đó tôi phải đi tàu lúc 6 giờ sáng thay vì xe buýt lúc 12 giờ. Và họ sẽ chỉ trả lại cho tôi 15 euro???? CÁI GÌ??? Công ty khủng khiếp và dịch vụ khủng khiếp, không bao giờ nữa! Đọc thêm",
            "Bắt xe đưa đón từ Charleroi đến Brussels midi, xe buýt cứ 20 phút lại có một chuyến, khi tôi đặt chỗ thì dường như không có hàng đợi, đừng để bị lừa vì có một loại lều có rất nhiều người vây quanh nó. Tôi đã đợi gần 90 phút cho một chuyến xe buýt, và có thời điểm phải mất 45 phút mới có chuyến tiếp theo. Không có cơ hội đi vệ sinh nếu bạn cần. Nhận được vé khứ hồi với giá 38 euro, tốt hơn một chút khi trở về từ MIdi.\nChuyến đi mất khoảng 40 phút\nCá nhân tôi lần sau tôi sẽ bắt xe buýt A1 đến ga xe lửa và đi tàu từ đó đến trung tâmĐọc thêm",
            "Con gái tôi bắt FLIXBus từ London Victoria đến Brussels.  Trên phà, tài xế lái xe bỏ rơi cô tại Calais lúc 2 giờ sáng. Hành lý của cô vẫn còn trên máy bay.  Cô ấy đã rơi nước mắt khi gọi điện cho chúng tôi.\nCác nhân viên của Calais rất tuyệt vời và đã giúp cô có được chuyến tàu đến Brussels.  Họ nói FLIXBus luôn làm điều này.\n12 ngày sau vẫn không thấy dấu vết của hành lý - đồ đạc của cô suốt 6 tháng - ở Đức.\nVì vậy lời khuyên của tôi - ĐỪNG - KHÔNG SỬ DỤNG FLIXBus.\nĐọc thêm",
            "Xe buýt bị hoãn lúc 1 giờ 35 và có nghĩa là tôi không thể thực hiện hành trình tiếp theo và bị mắc kẹt trong một thành phố mà tôi không biết khi còn là một cô gái trẻ vào ban đêm.  Họ từ chối hoàn tiền cho tôi và nói rằng đó là chính sách nếu thời gian trễ dưới 2 giờ.  Quá khủng khiếpĐọc thêm",
            "I traveled on FlixBus on the 15th from Bruges to Amsterdam. It was one of the worst journeys of my life. The driver was rude, intimidating. In fact he walked towards me menacingly waging his finger as though he was going to strike me. The bus number was 802. He probably mistook me for someone else and started yelling at me like a lunatic and asking me to sit down when actually the bus had stopped for a 10 minute break. He yelled at me in his native tongue  - probably abusive -  and I was petrified. I am a 65 year old man. This man was a giant compared to me. I till now don - t even know why he was screaming at me. If Flixbus cannot cater and cope with foreigners and sensitise their drivers, then they should clearly say that they will ply only locals. It - s a bloody shame to be treated like this in this day and age. The drivers are rude. They treat you like prisoners and the the loos stink. Read more",
            "Awful service. \nI - ve been a user of Flixbus for the past year, but today - s situation tipped the cup.\nIts promising a service it barely ever delivers.\n\nAfter having a 4 hour delay, I won - t mention the consequences of it in detail, because its a lot. But long story short; I - ve been f -  -  -  -  -  over with some important appointments.\n\nWhilst trying to solvent it, I had no chance whatsoever to establish a communication line with the customer service, to find a solution; either having the line unavailable or an automated reply lead to a dead end.\n\nFor the rest of the experience over the past year, I - ve always been experiencing constant delays, of about 20-40 mins. Hence why I plan the route ahead of my schedule needs, but this time a 3 hour buffer did not suffice to make it on time.\nAn okay factor to workaround once is known.\n\nHowever, looking back into the whole picture, is a company lacking logistic capabilities, customer care as well as basic service.\nIt had not delivered on schedule any of the 23 trips I - ve had so far.\n\nIn the waiting period at the bus station B in antwerp, within a 3h interval, I - ve seen two drivers lash at customers for no objective reason, more than taking a  - bit long -  to board the bus.  - Said bus, was already experiencing a delay, might as well carry on, rather than pouring the burden on the passengers and losing a customer for the remaining of the company - s life - .\n\nCustomer is not always in the right, certainly. But the customer is neither deserving of the treatment I - ve witnessed today; getting shouted at, and being shoved onto the steps to get into the bus. Borderline aggresion.\n\nIts a company managed by dunces, yet proud of its feats, blinding them from customer feedback. Overall a dysfunctional policy to run a company.\nKeep it up, and it - ll be a matter of time a new service takes it place. Or hopefully some reflection takes place to improve the service in the future.\n\nA piece of advice for future users: If the trip is important; avoid this service at all costs. \nThere - s a high likely-hood you will not make the itinerary on schedule. And a smaller chance to not make it at all.Read more",
            "I travelled Brussels to London, then overnight London to Edinburgh. For non locals hard to find area to meet bus. I was expecting some sort of terminal but no, a bus stop. \nNo nice way to put it -  Lies! Advertising free wifi, USB charging n some have snacks!! RUBBISH! First leg - Wifi doesn - t work, USB broken most complained theirs were too, so obviously no maintenance. No snack machine. Thankfully once on ferry food available and charging available. \nBest thing was the spare seat next to me. Smooth travel though. \nSecond leg -  again no wifi or snacks machine just a sign with a Qr code to  - review  -  their snack machine!! Thankfully charging worked. \nIf you use the service it is a good price and easy to navigate once you find them, just don - t expect any of the services, that way if you happen to fluke something that works you - ll be pleasantly surprised. Read more",
            "My bus from Berlin to Leipzig was delayed by 45 minutes. This one-day trip was extremely important to me, and timing was crucial. That - s why I chose not to take the train with Flixbus, hoping to save an hour. The delay ruined my plan, and on my way back, I couldn - t get to the bus on time.When I called customer service, I had to wait for too long, only to be told that I needed to show proof that I was in Leipzig and had used my ticket to return to Berlin. This is unacceptable; there should be a scanning system to track if passengers show up. When I wanted to get another ticket they told me the next bus would leave at 2 am and I had to wait another six hours. This made me get the train and spend much more than I expected for this trip. In addition, there was one working at the station in Leipzig to answer questions and provide customer service. Overall, I found the experience messy and unprofessional, and it significantly impacted my plans for this important professional trip.Read more",
            "My son was traveling back to San Marcos, TX today.  He received a message stating the bus would be running late and arrival time would be 7:10. Prior to this, my husband read the reviews about people getting left so we were there 40 minutes ahead of schedule regardless. The bus actually came at 0655 and left by 7:02. As the bus was pulling out back into the street, there was a couple running at the bus. The lady was able to get the driver - s attention. The driver stopped and opened the door. He spoke to the lady and then he closed the door again and took off. I called my son just to verify what I had seen. The bus he was supposed to get on was bus 2211. The bus number was 2205. There - s a lot to say about this company and humans now a days. God be with the travelers because this bus company is heartless. Cold hearted, inconsiderate dead souls.  Not only was the bus number incorrect but, the bus stated it was running late. The driver left not even giving a 10 minute grace period before taking off.Read more",
            "Ngày 12 tháng 5 anh trai tôi qua đời, có vé xe buýt về nhà, tôi dời lại ngày hẹn. Tôi không hề biết, câu chuyện dài ngắn, Họ đã gửi tôi đến một trang để phàn nàn về tình huống không thể lấy một vé khác hoặc hoàn lại tiền cho mọi người vào thời điểm như thế này là thiếu tôn trọng trong mắt Chúa.Đọc thêm",
            "Không, không, lần đầu tiên đi du lịch với công ty này và đó là một sai lầm lớn. Trì hoãn 2 giờ, dịch vụ khách hàng 9n điện thoại gần như không thể liên lạc được, vì họ cố gắng đưa bạn đến một trang nhỏ, thay vì trực tiếp nghe khiếu nại của bạn. Đừng khuyến khích điều đó, họ thực sự không tôn trọng thời gian của bạn, vì nó bị trì hoãn như thế nào.Đọc thêm",
            "We took the Flixbus from vienna to dresden via prague. I read the reviews of the bus itself and watched  a few YouTube videos. Have to say our experience was pretty positive. While the bus station in Vienna wasn - t the Taj Mahal it was fine. Departure areas clearly marked and the info  board updated regularly. Bus departed on time, arrived just a few minutes late in Dresden but nothing serious. Our seats were fine  -  we reserved - . Alittle odd that our previous booking was canceled the day before so we had to rebook our seats and got bumped from our upper front row seats. Our luggage was there and the  -  conductor  -  was quite helpful. The only issue was when we landed at the temporary bus terminal in Dresden and there were no cabs to be had. Luckily a cabbie who was picking up a bus tour ordered a bunch and we arrived at our hotel aftet just a few minutes wait.Read more",
            "STAY AWAY!!!  Deceptive practice with upselling prime seats with seat chart!!!!  You will not get your extra paid seat and this is why!   You will walk on and the first row is blocked off.  The driver is blocking the seats so they are not caught smoking while driving!!!!!!  My seat was suppose to be the best seat 1C unobstructed view but instead 1C will either be the opposite side and depending on time of day it may be first row but mostly 2nd row.  I paid extra for 1st row and got 2nd row opposite the side I wanted.  The company is completely aware of this practice and said they may block off for safety reasons.  Well this trip compromised my safety and health after I can see the reflection of the driver smoking.  I was wondering why my throat was scratchy and my allergies started to flare.This is not in the customers best interested and not only was I charged more but I received second hand smoke in the process!!!Also WIFi does not work and power outlets do not either.Read more",
            "Họ đã hủy xe buýt của chúng tôi mà không cho chúng tôi biết, không gửi email hay SMS - . Lúc đó đã 18 giờ nên chúng tôi phải tìm phương tiện di chuyển khác vào phút chót. Chúng tôi sẽ không đi du lịch với FlixBus nữa. Tôi đề nghị tất cả mọi người hãy cẩn thận và nếu họ có lựa chọn khác để sử dụng nó. Chúng tôi cũng sẽ không nhận lại được tiền của mình - Đọc thêm",
            "I want to preface this review by saying that the bus was comfortable which is why I gave it a 3 stars. Having said that my issue was with one if the 2 drivers. For a 7 hour trip May 12 from Paris to Amsterdam I booked a front seat and paid 8 euros for the privilege of being able to see out. When I arrived there was a bjg black bag on the seat so I moved it to sit down. One of the drivers popped in and yelled at me for moving his bag and informed me that he was a driver and that was his seat and speaking in. Russian  - I think -  gestured to the back of the bus indicating that I needed to move. I refused unless Flexibus was prepared to refund me my 8 euros. Short story I ended up staying put and as the bus moved off he sat down, after flashing me a look that could kill proceeded to go to sleep. His phone woke him up twice and after 2 hours, when he was awake I asked him to let me out to go to the toilet. He again flashed me a look that could kill. Later, my husband, who was sitting behind him went to the toilet. As he went to sit down he touched the grab handle of the seat in front of him to steady himself. At that point driver 2  turned around yelled at him and then got up went around behind my husband - s seat and thumped on it to show him what he had done. I can only conclude that this spare driver had taken something that affected his personality because I have never been treated so rudely by anybody in my entire 70 plus years up life. The actions of this driver spoiled our entire trip. I eventually moved. Flixbus should not even offer these seats or charge an upcharge for them.  That driver should be terminated.Read more",
            "Đó là trải nghiệm tồi tệ nhất của tôi với FlixBus, lẽ ra tôi phải đi cách đây 30 phút nhưng tài xế liên tục nói chuyện qua điện thoại với một người không bao giờ buồn thông báo cho ai biết chuyện gì đang xảy ra. Cuối cùng, anh ta bước ra và nói rằng xe buýt không hoạt động và hành khách đứng trên đường vào ban đêm sẽ phải đợi thêm một tiếng nữa cho đến khi xe buýt được sửa xong. Tôi luôn sử dụng National Express và chúng là tốt nhất. Đây là lần đầu tiên tôi trải nghiệm FlixBus và tôi sẽ không bao giờ đi cùng họ nữa.Đọc thêm",
            "My family is For booked a bus trip from Arles in France to Barcelona in Spain for May 8 2024.  The bus was 2 1 - 2 hours late. We were initially given options of cancelling our tickets and getting a refund or rebooking other services. Although staying and waiting for the scheduled bus to arrive to our flowers late was not an option we decided to stay. The bus came And the driver could not have been less helpful. I always say if someone apologises you should always be gracious and excepting. There was no apology. But that was only the beginning of our pain. Instead of a 5 1 - 2 hour journey, our trip took over seven hours. We were told to stay on the bus when it made 3 scheduled picks up and so, most of us went without lunch or water from the time we arrived at the suburban bus station to when we arrived in Barcelona  - total of approximately 10 hours - . The toilet on the bus was at tracers. Some people went to the toilet but once they looked at it decided, they would rather hold it all in rather than use the toilet.Read more"
        ],
        "star_ratings": [
            7,
            11,
            6,
            14,
            99
        ],
        "review_amount": 137,
        "location": [
            "Bruxelles",
            "nước Bỉ",
            "FlixBus",
            "Châu Âu",
            "Những điều cần làm ở Brussels"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 30, 2023",
            "Written August 27, 2023",
            "Written September 15, 2023",
            "Written September 18, 2023",
            "Written September 21, 2023",
            "Written October 1, 2023",
            "Written October 18, 2023",
            "Written October 19, 2023",
            "Written October 21, 2023",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 24, 2024",
            "Written May 24, 2024",
            "Written May 23, 2024",
            "Written May 17, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 10, 2024",
            "Written May 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g188644-d15780664-Reviews-FlixBus-Brussels.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d15780664-Reviews-or10-FlixBus-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d20611410-Reviews-BEM_BELGA_Seu_guia_na_Belgica-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d9866015-Reviews-Driver4You_Chauffeured_Services_Brussels-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d14994990-Reviews-GV_Taxi-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d12731729-Reviews-Airport_Driver-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d15028523-Reviews-Transporte_Black_Brussels-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d13566424-Reviews-Taxi_Brussels_Your_Private_Driver-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d18817095-Reviews-AtoB_Transfer-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d23480401-Reviews-BLACK_CAR_SERVICES-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d10392049-Reviews-City_Cab_Brussels-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d23436184-Reviews-Mundistour-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2262865-Reviews-Wrigley_Rooftops-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g612490-d9608529-Reviews-Bula_Bus-Denarau_Island_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d103858-Reviews-TCL_Chinese_Theatres-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d1068445-Reviews-Tanger_Outlets_Myrtle_Beach_Hwy_17-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g56066-d142699-Reviews-Kemah_Boardwalk-Kemah_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60928-d218757-Reviews-Boca_Chica_State_Park-Brownsville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g667997-d8555899-Reviews-Bisnakandi-Sylhet_City_Sylhet_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129573-d8457884-Reviews-GU_Ginza-Ginza_Chuo_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g499453-d3984008-Reviews-Hacienda_Oxman_Cenote-Valladolid_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d198970-Reviews-Teatro_Alla_Scala-Milan_Lombardy.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g188644-d15780664-Reviews-or10-FlixBus-Brussels.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g188644-d15780664-Reviews-FlixBus-Brussels.html"
    }
]