[
    {
        "attraction_name": "FlixBus",
        "attraction_name_vi": "FlixBus",
        "general_info": [
            "4.578 đánh giá",
            "42 trên 101 Phương tiện giao thông ở Munich",
            "Dịch vụ xe buýt"
        ],
        "attraction_summary": "FlixMobility là nhà cung cấp dịch vụ di chuyển toàn cầu, cung cấp các lựa chọn thay thế mới cho việc đi lại thuận tiện, giá cả phải chăng và thân thiện với môi trường thông qua các thương hiệu FlixBus và FlixTrain.Đọc thêm",
        "reviews": [
            "KHÔNG BAO GIỜ nữa, chuyến đi tồi tệ hơn chúng tôi đã thực hiện ở Châu Âu.  Ngoài việc bị chậm một giờ mà không có thông tin liên lạc hoặc thậm chí không có sự thừa nhận từ nhân viên Flixbus, Xe buýt còn bẩn thỉu, tài xế hung hãn và thô lỗ. Quan trọng nhất là toàn bộ chuyến đi có mùi như nước thải.  TRÁNH Flixbus.Đọc thêm",
            "Họ khiến tôi mắc kẹt. Tôi đến sớm 20 phút, xe buýt trễ 3 tiếng khi đến nơi, tài xế xe buýt nói với tôi rằng có một chiếc xe buýt khác dành cho tôi sau đó cuộc trò chuyện tình yêu nói với tôi rằng tôi bị lỡ xe buýt và phải mua một vé khác!! Tôi đã phải lấy lại một chiếc Uber với giá 200 đô la!! Đọc thêm",
            "Flixbus là một trò lừa đảo, nếu tôi có thể cho nó điểm 0 thì tôi sẽ làm. Xe buýt đến trễ hơn 2 tiếng, theo quy định của họ, đáng lẽ tôi phải được hoàn tiền nên lại lỡ chuyến chuyển khác và phải lấy vé đi hôm khác! Tôi cũng bị mất tiền vé chuyến xe buýt tiếp theo. Nhiều lần tôi trò chuyện với những người trợ giúp của họ trong các cuộc trò chuyện, lãng phí rất nhiều thời gian và thần kinh, họ cố tình nói dối và cố gắng nhầm lẫn với các cụm từ của họ, rằng họ nói rằng chúng tôi đã gửi tiền và gọi cho ngân hàng của bạn, và điều gì đó về các chứng từ mà tôi đã thanh toán bằng nó, nhưng chứng từ không xuất hiện????? chính tôi đã mua vé trước và hủy, tiền không hề đến họ không bao giờ trả lại tiền cho tôi. họ chỉ không quan tâmĐọc thêm",
            "Công ty thậm chí không xứng đáng được một ngôi sao. Vui lòng tránh như bệnh dịch hạch, đặc biệt nếu bạn đang đến sân bay hoặc bất kỳ loại kết nối nào khác vì bạn sẽ không chỉ mất tiền cho chuyến đi hay đúng hơn là không đi bằng Flixbus mà còn không đến được đích nếu không chi một số tiền lớn cho taxi đến sân bay vì công ty Flixbus thiếu chuyên nghiệp đến mức trong trường hợp xe buýt bị hỏng hoặc gặp trở ngại khác trong hành trình thì không có phương án B. Nhân viên cáu kỉnh thậm chí không thể giúp đặt taxi. Chưa kể việc không được hoàn tiền cho một chuyến đi không diễn ra.\n\nĐặt phòng của tôi là cho một chuyến đi ở Ba Lan.   Tôi đã trả 34 PLN cho Flixbus và 500 PLN cho một chiếc taxi sau khi xe buýt bị kẹt giữa đường và chúng tôi được thông báo rằng sẽ bị chậm 10 giờ mà không có giải pháp thay thế nào.\n\nCác tài xế dường như đang làm việc ở Flixbus để đền tội. Tôi không thể giải thích thái độ chắc chắn của họ bằng cách khác.\n\nNếu bạn vẫn quyết định trải qua thử thách như vậy, hãy nhớ đừng đặt chỗ ở hàng ghế đầu tiên. Công ty bán chỗ này thì bạn không thể ngồi được.Đọc thêm",
            "Người mua hãy cẩn thận,\n\nTôi đang ở Tây Ban Nha và mua vé đi xe buýt cho vợ và con trai tôi, giá 63 đô la.  Con trai tôi bị bệnh nên tôi phải quay lại Mỹ.  Khi tôi đến lấy tiền hoàn lại, họ đưa ra một voucher mà tôi không thể sử dụng vì tôi phải rời khỏi đất nước.  Tôi đã truy cập trang web và nói chuyện với một đại lý, người này nói với tôi rằng tôi có thể được hoàn lại tiền, nhưng họ cần tính cho tôi khoản phí 51,00. Vậy là tôi chỉ lấy lại được 12 đô la.  \n\nTôi cũng phải hủy chuyến tàu nhưng họ chỉ tính cho tôi một khoản phí nhỏ.  Tôi không phải trả 80 giá vé.  \n\nNgoài ra, tôi đã không làm điều này vào phút cuối.   Tôi có 17 ngày trước chuyến đi xe buýt.  Tôi khuyên bạn nên kiểm tra với các công ty xe buýt khác trước khi mua hoặc đi tàu.Đọc thêm",
            "Đến sân bay muộn mà không có thông báo. Khởi hành muộn đến điểm đến của chúng tôi. Không có Wi-Fi trên xe buýt vì đó không phải là xe buýt Flixbus thông thường! Không có xà phòng trong phòng tắm! Tài xế hét vào mặt tôi khi tôi vào phòng tắm để tìm xà phòng. Điều này không thể chấp nhận được! Đánh giá của bạn rất kém! Bạn cần cải thiện dịch vụ khách hàng! Đọc thêm",
            "Dịch vụ tồi tệ nhất và trải nghiệm tồi tệ nhất mà những kẻ ngốc này đã mang lại cho chúng tôi vào ngày 06 tháng 7. Chúng tôi đã đợi 3 tiếng đồng hồ tại trạm xe buýt ở Eindhoven mà không biết chuyện gì đang xảy ra với việc đặt chỗ của chúng tôi! Thông báo trạng thái không có sẵn này là phản hồi duy nhất mà chúng tôi nhận được từ các chuyên gia của họ. Không bao giờ lặp lại! Thay chỉ là không làm.Đọc thêm",
            "Công ty tồi tệ nhất từng có. Hai lần hủy vào phút cuối trong một tuần. Một trong số đó là chuyến bay cuối cùng từ London đến Scotland. Chúng tôi phải đặt một khách sạn ở London và gặp phải nhiều bất tiện. Hãy tự giúp mình và đừng bao giờ đi du lịch với công ty thảm hại này ngay cả khi nó miễn phí.Đọc thêm",
            "Đây là trải nghiệm đầu tiên của tôi với flixbus và tất cả những gì tôi có thể nói đây là trải nghiệm tồi tệ nhất đối với tôi.\nĐầu tiên, họ đổi xe buýt của chúng tôi từ amsterdam sang munich bằng một chiếc xe buýt khác không phải của Flixbus.\nThứ hai, xe buýt của chúng tôi từ amsterdam đến munich bị trễ 2 tiếng và chúng tôi bị lỡ chuyến xe buýt nối chuyến từ munich đến bratislava.\nvì họ không cung cấp chỗ ở cho chúng tôi vào lúc muộn thế này nên chúng tôi phải qua đêm ở bến xe buýt.\nThứ ba, tài xế từ munich đến bratislava không thân thiện chút nào.\nhọ tức giận vì một câu hỏi đơn giản về hành lý của chúng tôi.\n\nKhông được khuyến khích chút nào.Đọc thêm",
            "Đây là công ty tồi tệ nhất BAO GIỜ!\nTôi hiếm khi thất vọng với công ty xe buýt nhưng đây là một trong số đó, bạn cần tránh nó hoàn toàn nếu bạn không muốn thực hiện bất kỳ yêu cầu nào đối với dịch vụ khách hàng tồi của họ.\n\nVì vậy, tôi đã đi flixbus 3 lần và phải khiếu nại 2 chuyến.\n\nLần 1 - bắt xe buýt đêm từ Ljubljana để chia tay. Trả thêm 6 euro để có chỗ ngồi. Lên xe, chỗ của tôi đã có người ngồi nên tôi phải ngồi chỗ khác. Đừng bận tâm đến việc trả tiền cho một chỗ ngồi, nó hoàn toàn lãng phí tiền bạc.\n\nThứ 2 - đặt chuyến xe buýt từ kotor đến Mostar. Xe buýt đã bị hủy nhưng tôi chưa bao giờ nhận được email nói như vậy. Họ là người bán bên thứ ba cho xe buýt Croatia. Khi liên hệ với bộ phận chăm sóc khách hàng để biết liệu nó có bị hủy hay không thì họ không trả lời. Đừng bán vé mà bạn không biết chuyện gì đang xảy ra. Vì vậy, tôi đã gọi cho xe buýt Croatia và họ xác nhận với tôi rằng chuyến xe buýt đã bị hủy và flixbus cần hoàn lại tiền cho tôi, họ nói rằng xe buýt Croatia cần hoàn lại tiền cho tôi. Tôi đã thanh toán cho flixbus, vậy tại sao công ty kia lại hoàn tiền cho tôi.\n\nĐây không phải là chuyến đi du lịch với flixbus. Đọc thêm",
            "Không sử dụng dịch vụ xe buýt này - chúng tôi không được thông báo rằng chuyến xe buýt lúc 9 giờ 05 từ Bordeaux đến Bilbao đã bị hủy. - khi chúng tôi nhận ra điều đó, chúng tôi phải đặt lại chuyến xe lúc 18 giờ 10 .. 9 giờ sau. - hiện tại chúng tôi đã nhận được email thông báo điều đó cũng bị hủy, nhưng nó vẫn hiển thị trực tuyến và cho phép bạn đặt vé - đường dây trợ giúp không hữu ích - không thể gọi cho bất kỳ ai - đường dây trò chuyện trên Facebook Messenger không thể giúp đỡ - chưa bao giờ xử lý một công việc kinh khủng như vậy một cách thiếu cẩn thận - vẫn không biết khi nào chúng ta sẽ đến đó bằng cách nào.Đọc thêm",
            "Người lái xe rất thô lỗ và sau đó đã nói chuyện rất to trên điện thoại trong gần như toàn bộ chuyến đi bằng cả hai tay trên điện thoại và không chú ý đến đường đi. Tôi có video anh ấy làm việc này. Đã khiếu nại với Flixbus nhưng không có phản hồi.Đọc thêm",
            "Thật tệ. Không đánh dấu rõ ràng nơi xe buýt sẽ dừng. Sau khi lỡ chuyến xe buýt vì đứng nhầm biển báo tòa nhà chung cư, tôi được thông báo rằng đó là lỗi của tôi và tôi sẽ không thể sử dụng vé của mình cho chuyến xe buýt tiếp theo. Bây giờ tôi không đủ khả năng để về nhà. Đọc thêm",
            "Đây là sai lầm lớn nhất khi mua vé từ FlixBus. Nếu có thể, tôi sẽ cho không sao. Không có thông tin nào ở bến xe Bilbao về nơi xe buýt khởi hành. Kể cả khi xe buýt rời đi. Kết quả là chúng tôi không bao giờ tìm thấy chiếc xe buýt và nó rời đi mà không có chúng tôi. Chúng tôi hỏi thông tin ở quầy thông tin bến xe, họ cũng không biết gì cả. Chúng tôi đã yêu cầu thông tin từ dịch vụ trò chuyện FlixBuss, nơi chúng tôi nhận được phản hồi giận dữ và cuộc trò chuyện đã kết thúc. Không tôn trọng khách hàng chút nào. Chúng tôi đã mua vé mới vào buổi chiều cùng ngày. Điều tương tự lại xảy ra, không có thông tin, không có gì. Xe buýt đến trễ khoảng 25 phút, lúc đó chúng tôi đã chắc chắn rằng mình lại lỡ chuyến. Nhiều hành khách khác tại bến xe Bilbao cũng gặp phải tình trạng tương tự. Tuy nhiên, chúng tôi đã tìm thấy xe buýt và lên xe một cách vội vàng vì lúc đó đã trễ khoảng 30 phút. Trong chuyến đi, tài xế đã bù đắp cho sự chậm trễ, điều này tất nhiên có nghĩa là lái xe vượt quá tốc độ cho phép. Cuối cùng chúng tôi đã đến đúng giờ. Trên hết, chiếc xe buýt đã được dán lại bằng băng keo. Chúng tôi đã mua vé FlixBus cho chuyến khứ hồi, nhưng dựa trên kinh nghiệm này, chúng tôi đã mua vé khứ hồi mới từ một công ty khác. Chúng tôi vui vẻ trả tiền vé cho các công ty khác, mặc dù chúng tôi phải trả thêm một chút.Đọc thêm",
            "Ghế toàn cảnh là một lời nói dối trần trụi. Nhìn vào bức ảnh của tôi. Đó là quan điểm của tôi.  Đừng trả thêm tiền và chỉ ngồi ở bất cứ đâu. Nếu bạn đã mua chỗ, hãy vào phần trò chuyện trực tuyến và yêu cầu hoàn lại tiền và gọi Flexbus là kẻ nói dối. Mọi người cần biết khi nào họ bị lừa dối và bị cướp.Đọc thêm",
            "Tránh nó bằng mọi giá. Không có sự thật tích cực nào. Và nó không bao giờ giống như chỉ 20. Hành khách hôi hám và lăng mạ. Những người có đầu óc thấp kém. Ghê tởm. Đọc thêm",
            "Công ty đổi cổng mà không thông báo cho hành khách. Bỏ lỡ huấn luyện viên khác. Được bảo là cần mua vé mới. Được thông báo rằng chúng tôi có thể đến dover nên đã vội vã quay về từ London và được thông báo rằng họ không thể giúp đỡ. Nhân viên khủng khiếp. Không hữu dụng. KHÔNG DU LỊCH VỚI CÔNG TY NÀY.Đọc thêm",
            "Synopsis: Negligence and Theft by FlixBus Leading to Severe Personal and Financial DistressIncident Date: May 6, 2024  Booking Number: 3159768032  Route: N2471 Atlanta, GA to Washington, DCBackground:Wilson Polanco embarked on a FlixBus journey from Atlanta, GA to Washington, DC on May 6, 2024. Despite recent hospitalizations due to severe health conditions four nights at St. Cloud Hospital and one day at Orlando Hospital, with another hospitalization on May 15th at Montefiore Hospital in the Bronx, NY, Wilson was attempting to resume normal activities while managing his health.Incident Details:- Reckless Driving: The driver of Chinese descent exhibited reckless behavior, particularly during rainy conditions, raising safety concerns.- Stranded in Raleigh, NC: During a brief stop in Raleigh, NC, the driver departed abruptly while Wilson was standing six feet away from the bus, leaving him stranded without warning. No effort was made to ensure all passengers were on board, and no warning or honk was given.- Essential Items Onboard: Wilsons backpack, containing his work computer, passport, important documents, and medications for asthma and heart conditions, along with his suitcase, were left on the bus.Efforts to Resolve:- Immediate Actions: Stranded at nearly midnight next to a closing gas station, Wilson and another stranded passenger sought help from a nearby police officer. The police could only offer a ride to the nearest Greyhound station. The other passenger managed to get a ticket to DC, while Wilson could only secure a ticket to Richmond, VA.- Repeated Contact Attempts: Despite numerous attempts to contact FlixBuss emergency line, Wilsons pleas for assistance were met with indifference. He was repeatedly assured that his belongings would be at the final destination in NYC, but no substantive help was provided.- Interaction in Richmond, VA: In Richmond, VA, Wilson approached another FlixBus driver, who, unable to understand him, had him speak to someone over the phone who also could not assist. The driver left despite Wilsons desperate pleas.- Further Travel to DC: Wilson eventually secured another bus to DC through FlixBuss emergency line, only to find upon arrival that his belongings were still not recovered.Lost and Found Process:- Submission of Form: Wilson submitted a Lost and Found form on May 7th. Despite assurances, the process has been slow and uncommunicative.- Police Involvement: The police traced Wilsons MacBook to an address in Brooklyn, NY. Despite notifying FlixBus, their response was dismissive, and no action was taken to recover the items.Impact:- Health and Medication: The loss of essential medications has exacerbated Wilsons health issues. The ordeal has caused significant mental and physical stress.- Financial Loss: Replacement costs for the green card, passport, and medications are substantial, with the green card alone costing up to 500. Wilson also lost potential business opportunities due to the loss of his work computer and other documents.- Emotional Distress: The incident has severely affected Wilsons dignity and peace of mind, causing ongoing distress.Request for Legal Assistance:I am currently seeking legal representation to hold FlixBus accountable for the negligence and theft that occurred during his journey. He seeks compensation for the financial losses, recovery of his belongings, and rectification of systemic issues in FlixBuss customer service and emergency protocols.Read more",
            "Tuyến 075 Denhagg Hamburg. Ngày 22 tháng 5 11:10 sáng.Không có internet, tất cả các cổng sạc usb đều là nhà vệ sinh bị hư hỏng bẩn thỉu của Brookdn. Tôi cảm thấy tiếc cho bản thân và những hành khách khác.Đọc thêm",
            "Công ty này là một thảm họa. Dịch vụ này rất tệ, không có dịch vụ khách hàng, không hoàn lại tiền hoặc bồi thường cho sự chậm trễ hoặc hủy bỏ. Tránh nếu bạn có thể.Đọc thêm",
            "Xin chào, cuối cùng bạn đã nhận được tiền hoàn lại chưa? Điều tương tự cũng xảy ra với tôi hôm nayĐọc thêm",
            "CHÀO. Không có gì, thậm chí không có lý do tại sao chúng tôi lại mắc kẹt.Đọc thêm",
            "Trình điều khiển của bạn có ngủ không?Đọc thêm",
            "Trên hầu hết các xe buýt đều có 2 tài xế và sẽ thay đổi vài giờ một lần, điều này chưa bao giờ là vấn đề với tôiĐọc thêm",
            "Tôi đã thanh toán vé bằng đồng đô la của gia đình nhưng tôi không biết cách xem thời gian khởi hành và nơi xe buýt khởi hành trên trang web flixbus, vui lòng trợ giúpĐọc thêm",
            "Xin chào! Tôi không biết đồng đô la của gia đình, tôi rất xin lỗi. Chúc may mắn! Đọc thêm",
            "Có thể mua vé Flixbus TẠI SÂN BAY Vienna không? Trạm xe buýt ở sân bay Vienna ở đâuĐọc thêm",
            "Câu hỏi đặt ra là, tôi có cần làm bài kiểm tra hào quang nếu rời khỏi Đức không?",
            "Có ai đã từng nhận được đồ vật nào được trả lại thông qua quy trình thất lạc và tìm thấy chưa? Đối với tôi, nó có vẻ là một hệ thống thất lạc và tìm thấy giả mạo. Tôi nghi ngờ họ quan tâm nhiều. Các tài xế có thể coi những món đồ bị bỏ lại như một khoản tiền thưởng.Đọc thêm",
            "Xin chào mọi người, tôi vô tình lấy nhầm túi smbs thay vì của tôi. Cô ấy có bảng tên trên đó và tôi đã liên hệ với cô ấy trên Facebook và trả lại, tuy nhiên túi của tôi vẫn bị mất. Cô ấy nói rằng cô ấy đã để nó cho tài xế và nói với anh ấy rằng nó không phải của cô ấy. Tôi đến Berlin Zob vào sáng hôm sau để tìm xem tài xế có để quên túi xách của tôi ở đó hay không nhưng cho đến nay vẫn chưa gặp may. Bạn có thể vui lòng cho tôi biết nếu có ai có cùng trải nghiệm và liên hệ với ai về vấn đề này vì ở văn phòng Flixbus, họ nói với tôi rằng họ không có số liên lạc của tài xế? Xe buýt đang hoạt động từ Slovenia đến Berlin.Đọc thêm",
            "Tôi muốn đặt trước vé từ Salzburg đến Praha vào lúc 02h20 ngày 09/05/2020 nhưng tôi không tìm được thời gian trên trang web fixbus.Đọc thêm",
            "Đầu tiên: Flixbus. Thứ hai: nếu bạn không tìm thấy 2:20 sáng nghĩa là đã bán hết. Mình mới trả phòng hôm nay 11/2 và có chuyến: 5h15 lúc 24,98 và 8h 9,99\nHy vọng nó có thể giúp ích cho bạn.Đọc thêm",
            "Làm thế nào để được hoàn tiền thành công???Đọc thêm",
            "Không thể. Chúa biết tôi đã cố gắng. Hoàn toàn không có cách nàoĐọc thêm",
            "Xin chào, tôi đã đặt xe buýt từ Krakow với Flixbus, nhưng tôi lo lắng rằng mình sẽ không tìm thấy trạm xe buýt. Bạn có mẹo và thủ thuật nào về cách xác định đúng trạm xe buýt ở Krakow không? Đọc thêm",
            "Bernice thân mến\n\nThứ nhất là không có đủ thông tin bạn cung cấp. Bạn chỉ đề cập đến Krakow - Ba Lan nơi bạn cũng đến? Nếu bạn đã đặt vé flixbus thì nó sẽ được ghi trên vé điện tử của bến xe buýt. Kiểm tra lại vé năm.\nHãy nhớ có mặt tại trạm xe buýt 15 phút trước khi khởi hành. Khi bạn đến trạm xe buýt hoặc nhà ga, hãy kiểm tra quầy bán vé xem bến nào dành cho flixbus. \nTrong chuyến đi cuối cùng của tôi vào tháng 9 năm 2019 tới Ljubljana và Croatia, chúng tôi thường kiểm tra bến xe buýt trước để tránh bị lỡ xe. \nKiểm tra ứng dụng flixbus xem bên dưới. \nHy vọng nó giúp\n\nTrạm dừng xe buýt của bạn ở Kraków\n\nKraków MDA\n\nul. Bosacka 18\n31-505 Kraków\nBa Lan\n\nTận hưởng chuyến đi năm mới\nLawrence\nSingaporeĐọc thêm"
        ],
        "star_ratings": [
            462,
            395,
            220,
            295,
            3231
        ],
        "review_amount": 4603,
        "location": [
            "FlixBus",
            "Những điều cần làm ở München",
            "Châu Âu",
            "Bavaria",
            "nước Đức",
            "Munich",
            "Thượng Bavaria"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written June 17, 2023",
            "Written June 28, 2023",
            "Written July 3, 2023",
            "Written July 5, 2023",
            "Written July 6, 2023",
            "Written July 6, 2023",
            "Written July 7, 2023",
            "Written July 9, 2023",
            "Written July 10, 2023",
            "Written June 6, 2024",
            "Written June 3, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187309-d12232500-Reviews-FlixBus-Munich_Upper_Bavaria_Bavaria.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g196638-d2032317-Reviews-Le_Festival-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196638-d1008232-Reviews-Le_Paradoxe-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196638-d26670989-Reviews-Les_3_P_tits_Pichons-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196638-d3341909-Reviews-J_J_Sushi-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196638-d7609735-Reviews-Le_Cht_i_Gourmand-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196638-d8773474-Reviews-Oushiza-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196638-d3137018-Reviews-Le_P_tit_Quinquin-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196638-d3419249-Reviews-Chez_Shao-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196638-d23642468-Reviews-Le_Renaissance-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196638-d14987967-Reviews-Haebalaki-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196638-d7021095-Reviews-L_Hospice_d_Havre_Maison_Folie-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196638-d11865693-Reviews-Office_de_Tourisme-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196638-d11865700-Reviews-Les_serres_pedagogiques_du_Jardin_botanique_de_Tourcoing-Tourcoing_Nord_Hauts_de.html",
            "https://www.tripadvisor.com/Attraction_Review-g196638-d8092244-Reviews-Eglise_Saint_Christophe-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196638-d3569010-Reviews-MUba_Eugene_Leroy-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196638-d11865710-Reviews-Hotel_de_Ville-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196638-d11865853-Reviews-Le_Monument_aux_Morts-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196638-d8672796-Reviews-Jardin_Botanique_de_Tourcoing-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g793711-d23690055-Reviews-Office_de_Tourisme_Intercommunal_La_Baule_Presqu_ile_de_Guerande-Saint_Lyphard_L.html",
            "https://www.tripadvisor.com/Attraction_Review-g196638-d12034798-Reviews-Institut_du_monde_arabe_Tourcoing-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d12232500-Reviews-or10-FlixBus-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d17536097-Reviews-TheEuroRoadTrip_eu-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d7650553-Reviews-MVV_Munich_Tram_System-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d17540790-Reviews-Paul_Riedel-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d8284154-Reviews-Daetz_Service-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d20903131-Reviews-Europe_Journey_Private_Sightseeing_Transfers_and_Day_Tours-Munich_Upper_Bavaria_.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d8586549-Reviews-Lufthansa_Express_Bus-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d21071944-Reviews-Brezntours_Munchen-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d12202462-Reviews-MyFutureDrive-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d13277237-Reviews-AirportLiner_Airport_Shuttle-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d21204277-Reviews-Eurotours_Deutschland_Ges_m_b_H-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g196638-d23144526-Reviews-Cry_O_Spa-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196638-d7097839-Reviews-Tourcoing_les_Bains-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196638-d6538781-Reviews-Le_Grand_Mix-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196638-d10730286-Reviews-Eglise_Notre_Dame_des_Anges-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196638-d11865677-Reviews-Le_Theatre_Municipal_Raymond_Devos-Tourcoing_Nord_Hauts_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d156954-Reviews-Universal_CityWalk_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d14930982-Reviews-Texas_Live-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g150792-d278625-Reviews-Malecon_de_Mazatlan-Mazatlan_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34006-d1645640-Reviews-Fort_Delaware_State_Park-Delaware_City_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6651040-Reviews-15th_Arrondissement-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60798-d1856920-Reviews-Gettysburg_National_Military_Park_Museum_Visitor_Center-Gettysburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g33045-d4724262-Reviews-Santa_Barbara_Bowl-Santa_Barbara_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g49317-d106533-Reviews-Alligator_River_National_Wildlife_Refuge-Manns_Harbor_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17585538-Reviews-Rowdy_Bear_s_Smoky_Mountain_Snowpark-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g1915293-d12338259-Reviews-Havana_Beach_Club-Dhermi_Vlore_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187309-d12232500-Reviews-or10-FlixBus-Munich_Upper_Bavaria_Bavaria.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187309-d12232500-Reviews-FlixBus-Munich_Upper_Bavaria_Bavaria.html"
    }
]