[
    {
        "attraction_name": "Flume Gorge",
        "attraction_name_vi": "Hẻm núi Flume",
        "general_info": [
            "1.772 đánh giá",
            "- 2 trong số 21 điều cần làm ở Lincoln",
            "Khu vực đi bộ lịch sử",
            "Thành tạo địa chất",
            "Thác nước"
        ],
        "attraction_summary": "Hẻm núi dài 800 foot với những bức tường đá granite cao chót vót này nằm ở chân Núi Tự Do. Bạn có thể khám phá hẻm núi bằng một chuyến đi bộ ngắn khoảng hai dặm - hẻm núi có rất nhiều đoạn dốc và cầu thang, vì vậy hãy mang một đôi giày tốt. Trong khi bạn ở đó, hãy khám phá Cầu có mái che Flume - bắc qua Sông Pemigewasset tuyệt đẹp - và Table Rock - một mặt đá granit lộ thiên - . Hãy ghé thăm vào mùa thu để chiêm ngưỡng sắc cam tuyệt đẹp hoặc vào mùa hè và đầu mùa xuân để chiêm ngưỡng dòng nước chảy mạnh hơn. Hẻm núi hẹp có thể đông đúc nên hãy đến đó sớm trong ngày để có ít đám đông hơn. Cần phải đặt chỗ trước - đặt chỗ trực tuyến trước để đảm bảo chỗ ngồi của bạn.  - TripadvisorĐọc thêm",
        "reviews": [
            "Nếu trong khu vực - điều này rất xứng đáng với thời gian và giá cả.  Nó được liệt kê là vừa phải nhưng tôi ở độ tuổi 50 và không gặp vấn đề gì.  Có một số đường dốc và cầu thang, nhưng cũng có một số chỗ để ngồi nếu cần dọc theo đường mòn.  Tôi thích chuyến đi bộ này và muốn giới thiệu nó cho những ai yêu thích âm thanh và khung cảnh của dòng nước chảy.Đọc thêm",
            "Con đường đi bộ này đi qua một hẻm núi sâu và hẹp; qua những thác nước, những cây cầu có mái che và những danh lam thắng cảnh khác. Con đường dài 2 dặm với độ cao thay đổi gần 500 feet, nhưng nó nằm trên một con đường rộng, đầy sỏi và có nhiều cầu thang nên không khó lắm. Đó là một lựa chọn tốt vào một ngày mưa, khi những con đường mòn khác trong khu vực sẽ lầy lội. Chúng tôi cũng đã đến thăm Hẻm núi Lost River sau khi nhìn thấy Hẻm núi Flume. Hẻm núi Flume có vẻ đẹp hơn - với hẻm núi sâu hơn và hẹp hơn - . Nhưng nếu bạn có con, chúng sẽ thích Hang đá ở Hẻm núi Lost River, vì vậy đây là một lựa chọn tốt.Đọc thêm",
            "Chúng tôi rất ngạc nhiên khi bị tính phí ngay cổng vào để tham quan ở đây nhưng tôi đã không lên kế hoạch trước. Tuy nhiên, tôi sẽ nói rằng chúng tôi nghĩ rằng nó đáng giá sau khi đi bộ qua Hẻm núi Flume. Lịch sử rõ ràng và địa điểm thú vị để dạo bộ.Đọc thêm",
            "Đẹp và được bảo quản tốt. Bạn phải trả tiền, ngay cả khi có thẻ vượt qua Công viên Bang NH theo mùa, nhưng vẫn xứng đáng. Khung cảnh tuyệt đẹp từ rất nhiều nơi. Đặt chỗ và đi sớm nếu trời ấm - khu vực cạnh thác rất mát mẻ nhưng bạn sẽ thấy ấm ở một số đoạn dốc của chuyến đi bộ. Rất vui vì chúng tôi đã đi và sẽ làm lại! Đọc thêm",
            "Lần đầu tiên tôi nhìn thấy Flume vào năm 1976 và những tính năng tuyệt vời mà phải mất hàng triệu năm mới tạo ra được. Ngay lối vào trung tâm du khách có một thác nước rất đẹp. Trung tâm du khách cung cấp cho bạn một cái nhìn tổng quan và có rất nhiều lịch sử của khu vực trong các bức ảnh, tấm biển và bài báo. Đọc thêm",
            "Có bốn người lớn và các chàng trai không thích đi bộ. Nhưng chúng tôi thong thả đi bộ qua tất cả các thác nước. Đó không phải là một chuyến đi bộ dễ dàng nhưng không hề khó khăn. Các chàng trai nói rằng họ sẽ làm điều đó một lần nữa. Họ có rất nhiều thông tin trên đường đi để cho bạn biết về lịch sử của Hẻm núi. Nó rất đẹp, rất sạch sẽ và đi bộ thư giãn tốt đẹp. Hòa mình với thiên nhiên và không đi bộ đường dài bất cứ nơi nào dốc là hữu ích. Họ có những bậc thang trên đường đi nhưng họ không ở trên cao. Nó làm cho nó rất dễ dàng để đi qua nó. Nó không quá đông đúc và đặc biệt sạch sẽ. Chúng tôi đã đi bộ vào buổi sáng và sau đó ăn trưa dã ngoại ở đó nhưng bạn có thể mua bữa trưa ở đó nếu muốn. Họ có một cửa hàng quà tặng tuyệt vời cũng như cơ sở vật chất sạch sẽ - s.Đọc thêm",
            "Đã dành một buổi sáng ở đây vào đầu tháng Tám. Đường mòn rất thú vị và được duy trì tốt. Đi bộ khá dễ dàng với một số cầu thang ướt. Chúng tôi đã nói với bạn rằng bạn có thể thực hiện vòng lặp trong hơn một giờ nhưng chúng tôi rất thích thú và sử dụng công cụ để tăng gấp đôi thời gian đó.Đọc thêm",
            "Chúng tôi đến thăm Hẻm núi Flume vào một ngày mưa và vẫn thực sự thích đi bộ đường dài.  Con đường không quá lầy lội và được bao phủ bởi những tán cây.  Cửa hàng quà tặng và phòng vé đóng cửa lúc 5 giờ chiều.  Chúng tôi ghé thăm cửa hàng quà tặng và trung tâm du khách và sau đó bắt đầu lên đường vào lúc 5 giờ chiều.  Việc đi bộ mất khoảng 1,5 giờ đến 2 giờ để hoàn thành.  Tôi tin rằng phòng vệ sinh mở cửa đến 7 giờ tối.  Chi phí là - 21 cho người lớn và - 19 cho trẻ em.  Rất đáng để ghé thăm nếu ở khu vực này. Đọc thêm",
            "Hẻm núi Flume ở Công viên bang Franconia Notch rất đáng để bạn dành vài giờ. Hãy đặt chỗ trước nếu bạn đi vào thời điểm đông khách, nếu không bạn có thể nhận được vé đi bộ. Bạn cần phải có đủ sức khỏe để leo lên các lối đi và cầu thang qua thác nước, nhưng có những nơi phải dừng lại trên đường đi. Khung cảnh rất đặc biệt và có rất nhiều thông tin lịch sử và động vật hoang dã nếu bạn muốn sống chậm lại và thưởng thức nó. Cửa hàng quà tặng khá lớn và có bán bánh sandwich.Đọc thêm",
            "Hai người lớn đã đến đây sớm vào một chiều thứ Năm cuối tháng 8 năm 2023 và hoàn toàn thích thú. Hẻm núi không đông đúc lắm. Chúng tôi đã mua vé tại chỗ thay vì trực tuyến vì chúng tôi không chắc chắn khi nào chúng tôi sẽ thực sự đến để tham quan hẻm núi. Giá vé tại chỗ - 21 vé khi mua trực tuyến - mỗi vé ít hơn 3 vé. Các dấu hiệu nêu toàn bộ chuyến đi là khoảng hai dặm khứ hồi. Lưu ý là nó nằm trên sự kết hợp giữa lối đi rải sỏi, bậc đá - gỗ và lối đi bằng gỗ. Có rất nhiều chuyến đi bộ lên xuống nhưng chuyến đi bộ thực sự xuyên qua hẻm núi thực sự ngoạn mục. Có rất nhiều biển báo dọc đường giải thích về lịch sử và địa chất của hẻm núi. Chúng tôi mất khoảng ba giờ và chụp rất nhiều ảnh để thực hiện chuyến đi bộ, mặc dù bạn chắc chắn có thể thực hiện việc đó với thời gian ngắn hơn nhiều. Đọc thêm",
            "Công viên tiểu bang Flume Gorge NH rất đẹp.  Mất khoảng 1,5 giờ để leo lên hẻm núi và quay trở lại.  Vì đang là tháng năm nên thác nước đầy.   Chúng tôi đã có một khoảng thời gian tuyệt vời! Phí vào cửa - 19 người cao và có thể khiến du khách quay lưng.Đọc thêm",
            "Chúng tôi rất thích chuyến đi xuyên qua Flume. Đối với những người quan tâm, con đường này bao gồm các sườn dốc lên và xuống dốc cũng như các khu vực có nhiều cầu thang. Chúng tôi dành thời gian để chụp ảnh và ngắm cảnh nên cuộc đi bộ của chúng tôi kéo dài gần hai tiếng đồng hồ. Cửa hàng quà tặng có những món đồ dễ thương. Xi-rô phong có vẻ có giá rất hợp lý. Ngoài ra, hãy hỏi về trò chơi săn xác thối của trẻ em!Đọc thêm",
            "Đầu tiên. Bạn phải hẹn trước để đến Có mặt vào thời gian đã chỉ định. Có các công viên để đi bộ và đi bộ đường dài Và đến hẻm núi máng. Chúng tôi đến hẻm núi máng hàng năm. Thông thường chúng tôi đi vào giữa tháng 5 và nó rất chậm nhưng năm nay chúng tôi đã đi vào ngày tưởng niệm cuối tuần vào buổi trưa Chủ nhật. Thật là bận rộn. Khung cảnh hoàn toàn ĐẸP TUYỆT VỜI Đọc thêm",
            "Khu vực tuyệt đẹp. Yêu toàn bộ khu vực. Vô cùng bận rộn và rất nhiều người dừng lại để chụp ảnh tự sướng liên tục. Việc đi bộ cực kỳ dễ dàng trừ khi bạn không thể leo cầu thang. Thành thật mà nói, tôi sẽ không coi đó là một cuộc đi bộ đường dài vì nó quá dễ dàng. Nhiều hơn một con đường đi bộ. Nhưng dù sao cũng đẹp. Đọc thêm",
            "Nơi này rất đẹp nhưng hơi khó leo núi. Tôi khuyên không nên đến nếu ai đó bị bệnh. Chỉ là ý kiến ​​của tôi thôi. Đọc thêm",
            "Một trang web phải xem trong chuyến đi của bạn. Rất nhiều cảnh quan ngoạn mục dọc theo chuyến đi bộ của bạn. Hãy chú ý bước đi của bạn khi một số khu vực đá bị dòng sông làm mờ sương.Đọc thêm",
            "Chuyến đi bộ thú vị qua những khu rừng và qua máng trượt, nơi bạn đi bộ dọc theo một con sông và một số thác nước - được rồi, không thực sự là đi bộ đường dài, mà giống như đi bộ dọc theo một con đường mòn được bảo dưỡng, đầy đủ cầu thang gỗ khi cần - . Rất nhiều địa điểm để chụp những bức ảnh tuyệt vời. Thấy mọi người ở mọi lứa tuổi đi bộ. Không cần giày đi bộ đường dài. Nhiều người đi giày thường hoặc giày tennis. Tôi đã đi vào mùa lá rụng cao điểm nên nơi này ĐÔNG LẮM. Bạn phải có vé đặt trước. Vé tại cửa đã bán hết khi tôi đến, vì vậy ngay tại chỗ, tôi đã đặt vé cho ngày hôm sau và quay lại. Việc đặt chỗ dựa trên các khung giờ. Lưu ý rằng bãi đậu xe, mặc dù có một số lượng khá lớn, nhưng sẽ hết chỗ rất nhanh. Nhiều ô tô chạy vòng quanh bãi đậu xe chờ một chỗ trống. Khi tôi đến sớm vào ngày hôm sau, tôi không gặp vấn đề gì khi tìm một chỗ đậu xe. Bảo tàng nhỏ, cửa hàng quà tặng, nhà vệ sinh và nơi để mua đồ ăn nhẹ đều có sẵn tại chỗ. Đọc thêm",
            "Bạn muốn ngắm nhìn vô số thác nước và cảnh đẹp đáng yêu? Đảm bảo tấn công Hẻm núi Flume khi ở trong đó. Bạn đã thắng - không hối tiếc! Chúng tôi đã dành khoảng 2 giờ ở đây nhưng nếu muốn, người ta có thể tận hưởng nó trong ít nhất nửa ngày.  Đường mòn có các bậc dốc và lối đi hẹp, vì vậy hãy cẩn thận nếu đó là điều khiến bạn bỏ cuộc. Đáng yêu. Không thể chờ đợi để quay trở lại vào một ngày nào đó!Đọc thêm",
            "Mua vé trực tuyến trước - dễ dàng và giá cả hợp lý. Tuyệt vời ngay cả trong mưa! Một số hoạt động leo cầu thang và đi bộ nghiêng. Cửa hàng quà tặng tuyệt vời và khu ẩm thực với giá cả hợp lý. Khá đáng nhớ.Đọc thêm",
            "Thực sự là một khu vực đi bộ đường dài thân thiện với người già và gia đình để tận hưởng hẻm núi. Họ đưa cho bạn một tờ hướng dẫn khi vào. Mua vé tại chỗ có thêm phí - 3 và vé được giới hạn, tôi đoán là 300 mỗi ngày. Chỗ để xe quá rộng rãi. Nếu bạn thích xem và chụp ảnh và quay video thì bạn sẽ mất khoảng 2 giờ để hoàn thành nhưng nếu không thì khoảng một giờ 15 với tốc độ vừa phải.Đọc thêm"
        ],
        "star_ratings": [
            1253,
            396,
            88,
            21,
            15
        ],
        "review_amount": 1773,
        "location": [
            "Hoa Kỳ",
            "Hẻm núi Flume",
            "Những điều cần làm ở Lincoln",
            "New Hampshire - NH -",
            "Núi Trắng",
            "Lincoln"
        ],
        "reviews_time": [
            "Written June 20, 2023",
            "Written June 28, 2023",
            "Written June 29, 2023",
            "Written July 3, 2023",
            "Written July 19, 2023",
            "Written July 29, 2023",
            "Written August 4, 2023",
            "Written August 8, 2023",
            "Written August 28, 2023",
            "Written September 2, 2023",
            "Written June 2, 2024",
            "Written May 29, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written February 9, 2024",
            "Written January 11, 2024",
            "Written November 25, 2023",
            "Written November 3, 2023",
            "Written October 23, 2023",
            "Written October 21, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g46140-d105518-Reviews-Flume_Gorge-Lincoln_New_Hampshire.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g46140-d676455-Reviews-The_Profile_Room_at_the_Indian_Head_Resort-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46140-d21507978-Reviews-Fired_on_the_mtn_cafe-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46140-d3382520-Reviews-Fresolone_s_Pizza_Pasta_Sub-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46088-d183423-Reviews-The_Basin_at_Franconia_Notch_State_Park-Franconia_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d1491644-Reviews-Whale_s_Tale_Waterpark-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46088-d105513-Reviews-Franconia_Notch_State_Park-Franconia_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d10487555-Reviews-Seven_Birches_Winery-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d278542-Reviews-Clark_s_Bears-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46088-d105512-Reviews-Franconia_Notch-Franconia_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46088-d5313343-Reviews-Cannon_Mountain_Aerial_Tramway-Franconia_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d8612098-Reviews-Betty_and_Barney_Hill_Incident_Historical_Marker-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46088-d105511-Reviews-Cannon_Mountain-Franconia_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d11721507-Reviews-Pemigewasset_River-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d105518-Reviews-or10-Flume_Gorge-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d105903-Reviews-Loon_Mountain_Resort-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d654129-Reviews-Indian_Head-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d7205694-Reviews-Franconia_Falls-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d3547546-Reviews-Georgiana_Falls-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d11559517-Reviews-Mount_Pemigewasset-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d25219631-Reviews-Kid_s_Studio_Play-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d12882666-Reviews-Roaring_River_Memorial_Nature_Trail-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d15127849-Reviews-Liberty_Trail-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d15052948-Reviews-Liberty_Spring-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d2403081-Reviews-SledVentures_Snowmobile_Rentals_and_Tours-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d649469-Reviews-Alpine_Adventures_Outdoor_Recreation-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d2256682-Reviews-Out_Back_Kayak-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d532229-Reviews-Pemi_Valley_Moose_Tours-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46281-d271407-Reviews-Lost_River_Gorge_and_Boulder_Caves-Woodstock_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g32491-d646406-Reviews-Silverwood_Lake_State_Recreation_Area-Hesperia_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d12592398-Reviews-Two_Rivers_Mall-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d209439-Reviews-Madame_Tussauds_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g776026-d4873324-Reviews-Spiaggia_Fontane_Bianche-Fontane_Bianche_Syracuse_Province_of_Syracuse_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g147365-d149252-Reviews-Smith_Cove-Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d6677213-Reviews-Blockbuster_Cinemas-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g46218-d126662-Reviews-Canobie_Lake_Park-Salem_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d144269-Reviews-The_Mapparium-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g189432-d11625657-Reviews-Linardo-Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g59035-d145275-Reviews-Dolly_Sods_Wilderness_Area-Elkins_West_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g46140-d105518-Reviews-or10-Flume_Gorge-Lincoln_New_Hampshire.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g46140-d105518-Reviews-Flume_Gorge-Lincoln_New_Hampshire.html"
    }
]