[
    {
        "attraction_name": "Flushing Meadows Corona Park",
        "attraction_name_vi": "Công viên Flushing Meadows Corona",
        "general_info": [
            "404 đánh giá",
            "3 trong số 42 điều cần làm ở Flushing",
            "Công viên"
        ],
        "attraction_summary": "Là một công viên tuyệt vời của NYC để ngắm người qua lại, đây từng là địa điểm tổ chức các Hội chợ Thế giới trước đây và cung cấp cho du khách những con đường dành cho xe đạp, Trung tâm Bảo tồn Động vật hoang dã Queens, vòng quay ngựa gỗ, câu cá nước ngọt, sân trượt băng trong nhà và bến du thuyền.Đọc thêm",
        "reviews": [
            "Tôi luôn thích đi dạo quanh công viên khổng lồ này. Thực sự có thể dễ dàng bị lạc ở đây! Có nhiều sân thể thao và phòng tắm có sẵn. Những khu vườn cũng rất đẹp để kiểm tra. Sự kiện yêu thích của tôi là US Open vào tháng 8 hoặc tháng 9 hàng năm. Ngoài ra còn có Citi-Field nơi New York Mets thi đấu; Tôi thích sân vận động này rất nhiều. Tôi thường cố gắng đỗ xe trên một con phố địa phương, sau đó đi bộ đến công viên. Tôi luôn cảm thấy an toàn ở công viên này, nhưng giao thông để đến công viên này có thể là một cơn ác mộng.Đọc thêm",
            "Công viên Flushing Meadows Corona là một công viên tuyệt vời ở Queens. Tôi muốn đến thăm vì tôi muốn xem Unisphere.\n\nTôi bắt tàu điện ngầm đến Mets - Willets Point và đi bộ một đoạn ngắn đến công viên.\n\nNgoài Unisphere còn có một số bức tượng khác. Một điều tôi nghĩ thực sự dễ thương là khu vườn dành cho động vật vui chơi đã nghỉ hưu. Đây là những động vật từng ở trong các công viên cũ ở New York đã được đưa đến Công viên Corona để chúng có thể sống nốt phần đời còn lại trong môi trường đáng yêu này.\n\nĐó là một khu vực rộng lớn và có rất nhiều nơi để ngồi và ngắm cảnh. Ngay cả dòng máy bay hướng tới sân bay La Guardia cũng không thể làm bạn phân tâm.Đọc thêm",
            "Công viên tuyệt vời ở giữa Queens.  Người hâm mộ MIB sẽ nhận ra và ngưỡng mộ các tòa tháp và quả cầu.  Tôi đã tự hướng dẫn, nhưng các chuyến đi bộ sẽ tốt hơn.  Tôi đã nghe một vài bài và rất thích chúng!  Công viên đang trong tình trạng khá tốt.  Các tháp quan sát UFO bị bỏ quên nhiều và đang trong quá trình cải tạo.  Gian hàng của Bang New York cũng bị bỏ quên nhiều và đang trong quá trình cải tạo.Đọc thêm",
            "Tôi thích lang thang qua công viên tuyệt vời này vào sáng sớm các ngày trong tuần. Những chú chim, những người dắt chó đi dạo và sự yên tĩnh tương đối tạo nên một kỳ nghỉ tuyệt vời. \n\nTôi cố gắng hình dung ngày đó nơi đây tràn ngập những người đi hội chợ nhưng tôi thực sự thích nó theo cách này hơn. \n\nKhi bạn vào công viên từ ga tàu điện ngầm gần đó, bạn sẽ thấy một quầy giảm giá nhỏ phục vụ đồ ăn và đồ uống ngon với giá cả hợp lý.Đọc thêm",
            "Tôi thích lang thang qua công viên tuyệt vời này vào sáng sớm các ngày trong tuần. Những chú chim, những người dắt chó đi dạo và sự yên tĩnh tương đối tạo nên một kỳ nghỉ tuyệt vời. Tôi cố gắng hình dung ngày đó nơi đây tràn ngập những người đi hội chợ nhưng tôi thực sự thích nó theo cách này hơn. Khi bạn vào công viên từ ga tàu điện ngầm gần đó, bạn sẽ thấy một quầy giảm giá nhỏ phục vụ đồ ăn và đồ uống ngon với giá cả hợp lý.Đọc thêm",
            "Chúng tôi đang đi tham quan và dừng lại khoảng 15 phút - đủ thời gian để chụp vài bức ảnh tại Unisphere.  Được lắp đặt vào năm 1964 cho Hội chợ Thế giới, nó cũng xuất hiện trong Men in Black và Men in Black III.Đọc thêm",
            "Công viên tuyệt vời ở giữa Queens.  Người hâm mộ MIB sẽ nhận ra và ngưỡng mộ các tòa tháp và quả cầu.  Tôi đã tự hướng dẫn, nhưng các chuyến đi bộ sẽ tốt hơn.  Tôi đã nghe một vài bài và rất thích chúng!  Công viên đang trong tình trạng khá tốt.  Các tháp quan sát UFO bị bỏ quên nhiều và đang trong quá trình cải tạo.  Gian hàng của Bang New York cũng bị bỏ quên nhiều và đang trong quá trình cải tạo.Đọc thêm",
            "Công viên Flushing Meadows Corona là một công viên tuyệt vời ở Queens. Tôi muốn đến thăm vì tôi muốn xem Unisphere. Tôi bắt tàu điện ngầm đến Mets - Willets Point và đi bộ một đoạn ngắn đến công viên. Ngoài Unisphere còn có một số bức tượng khác. Một điều tôi nghĩ thực sự dễ thương là khu vườn dành cho động vật vui chơi đã nghỉ hưu. Đây là những động vật từng ở trong các công viên cũ ở New York đã được đưa đến Công viên Corona để chúng có thể sống nốt phần đời còn lại trong môi trường đáng yêu này. Đây là một khu vực rộng lớn và có rất nhiều nơi để ngồi và tận hưởng phong cảnh. Ngay cả dòng máy bay hướng tới sân bay La Guardia cũng không thể làm bạn phân tâm.Đọc thêm",
            "Tôi luôn thích đi bộ quanh công viên khổng lồ này. Thực ra, bạn có thể dễ dàng bị lạc ở đây! Có nhiều sân thể thao và phòng tắm. Các khu vườn cũng rất đẹp để tham quan. Sự kiện yêu thích của tôi là tham dự Giải quần vợt Mỹ mở rộng vào mỗi tháng 8 hoặc tháng 9. Ngoài ra còn có Citi-Field, nơi đội New York Mets chơi; Tôi rất thích sân vận động này. Tôi thường cố gắng đỗ xe trên một con phố địa phương, sau đó đi bộ đến công viên. Tôi luôn cảm thấy an toàn ở công viên này, nhưng tình trạng giao thông để đến công viên này có thể là một cơn ác mộng. Đọc thêm",
            "Chuyến thăm địa điểm lịch sử này đã nằm trong danh sách việc cần làm của tôi mãi mãi, vì vậy trong chuyến thăm gần đây nhất, tôi đã quyết tâm thực hiện điều đó. Tôi khởi hành sớm từ Manhattan một cách dễ dàng vào tháng 6! và đến công viên ngay trước 7 giờ sáng. Thời tiết đẹp, không quá ấm áp và không có ai xung quanh ngoài những người đi bộ tận tâm, người giữ vườn, cha mẹ nuôi thú cưng và thỉnh thoảng có con chim cổ đỏ bụ bẫm đang tìm kiếm sâu. Tôi nhìn thấy tất cả những khung cảnh quen thuộc, sau đó thưởng thức món ăn nhẹ sữa chua của mình khi ngồi trước Unisphere nổi tiếng. Khi ngắm nhìn khung cảnh, tôi tự hỏi mọi chuyện diễn ra như thế nào trong hai Hội chợ Thế giới được tổ chức ở đó. Với những bãi cỏ đầy đám đông, người bán hàng, gian hàng và nhiều hơn nữa. Tôi đã từng xem các hội chợ được miêu tả trong phim và ảnh, nhưng bằng cách nào đó, việc tận mắt chứng kiến ​​​​nó lại khiến nó trở nên kỳ diệu. Những bức tranh khảm ở quảng trường lối vào đang cần được sửa chữa nhưng vẫn gợi lên những khung cảnh của thời đại cuối cùng. Ngay cả mái che dành cho người đi bộ đơn giản nhưng mang tính tương lai ngay cạnh ga LIRR cũng mang lại cảm giác thế giới mới đầy dũng cảm cho thiết kế. Đáng buồn thay, các đài phun nước trống rỗng, nhưng mọi người vẫn đến thăm. Khi quay trở lại ga tàu điện ngầm, chắc chắn tôi đã đi ngang qua một nhóm trẻ em ở độ tuổi đi học để tận hưởng các bảo tàng và không gian rộng mở...và tất nhiên là bối cảnh MIB nổi tiếng!Đọc thêm",
            "Không gian mở đẹp đẽ cho một chuyến dã ngoại hoặc chỉ cần đỗ xe và đi bộ xung quanh. Tôi đang tính mua một ít đồ ăn Trung Hoa ở khu phố Tàu và mang về đây thưởng thức.Đọc thêm",
            "Mặc dù tượng đài này là một tác phẩm nghệ thuật ấn tượng nhưng nó không ấn tượng lắm. Bạn đã ở trong khu vực chưa, nhưng nó đáng để kiểm tra. Công viên xung quanh cũng đẹp nhưng cũng không có gì đặc biệt cả. Đọc thêm",
            "Tôi học đại học cách Corona Park không xa và chưa một lần đặt chân đến đây. Tôi rất tiếc rằng tôi chưa bao giờ làm. Thật tuyệt khi tìm thấy một khoảng thiên nhiên rộng lớn ở giữa NYC, đặc biệt là một nơi sạch sẽ và rộng mở như Công viên Corona. Nó có nhiều sân thể thao tuyệt vời và những bức tượng thú vị. Chúng tôi thuê xe đạp từ cửa hàng cho thuê xe đạp gần trung tâm quần vợt và nhận thấy rằng đường đi và đường đi rất tốt cho xe đạp: chúng rộng và được trải nhựa tốt. Tuy nhiên, sẽ không nói dối đâu, có rất nhiều thanh thiếu niên đang vui đùa quanh công viên. Bữa trưa của gia đình trên ghế đá công viên trở nên khó xử khi có một cặp vợ chồng trẻ ngồi ngay cạnh chúng tôi. Ngoài ra, công viên tuyệt vời ở giữa các nữ hoàng.Đọc thêm",
            "I visited this park in early spring, and even on a dull damp grey day it was still a very pleasant place for a wander.  You may now it better by its more common name, Flushing Meadows.   The park is named after the nearby neighborhoods of Flushing and Corona, which are separated by the park.Its the largest park in Queens and fourth largest park in all of New York City  and it has something for  everyone:   the nature  trail walkers, those seeking to connect with nature, the fitness fanatics, artists, and so on.  Theres green recreational spaces for baseball, soccer and cricket; playgrounds and skateboarding areas for the young and energetic,  and dog runs to keep your pooch fit and happy.  Nearby are the Queens Museum, the New York Hall of Science, the Queens Zoo,  the  Billie Jean King National Tennis Center home of the US Open,  and Citi Field home to the Mets. To me the most striking features of the park  are the handful of features  which  are leftovers from worlds fairs held here, including  its two iconic elements:  the Unisphere, set in the heart of the Beaux-Arts landscape, and the futuristic-looking New York State Pavilion, designed by architect Philip Johnson.    The Unisphere is certainly fabulous, and to get close up to it is a must-do if you are visiting the park.  The almost bizarre-looking remains of the New York State Pavilion look as if it has been transplanted from the Kennedy Space Center at Cape Canaveral.  The park is huge, and it will take hours to fully explore.  Being early spring, the  cherry blossom trees were in full bloom, and although not as spectacular as youll see in the likes of the Brooklyn Botanic Gardens, they certainly added a splash of colour to the landscape.   We followed the Herbert Hoover Promenade around a long fountain area, and the almost circular Promenade of Industry around another lake.  Further afield there are two much larger lakes, the Meadow Lake and the Willow Lake.Its a very open space,, and there is not much covering if it is raining.  There are toilet facilities in the park.Its a pleasant spot to visit, and it you are into a wide open space with some iconic structures, its the spot for you.Read more",
            "Phí tham quan công viên Corona là bao nhiêu? Đọc thêm",
            "Bản thân công viên phải miễn phíĐọc thêm",
            "đã mua vé xem buổi hòa nhạc của Paul Simons vào tháng 9 mong bạn có thể giúp đỡ \n1: vì sắp nhập học nên chúng ta nên đến sớm bao lâu để có chỗ \n2: đây là mang theo chăn để ngồi hay là chỉ có phòng đứng thôi \n3: bạn có thể mang theo máy làm mát nhỏ không và nếu không có chỗ để lấy đồ ăn thức uống tại chỗĐọc thêm",
            "Xin chào, bạn có thể ghé thăm Trung tâm Quần vợt Quốc gia USTA Billie Jean King ở Flushing Meadows, New York không?!? Chúng ta phải trả? Chỉ để chụp ảnh Khu phức hợp và Bảo tàng Arthur A. \nCảm ơn bạnĐọc thêm",
            "Tôi sẽ đến thăm Khu Phố Tàu ở Flushing vào tháng 11 và tôi đang nghĩ đến việc đi dạo đến khu vực công viên này. Trung tâm quần vợt có được sử dụng miễn phí cho công chúng không? Quan trọng hơn, có nhiều thứ để xem mà không phải trả phí vào cửa ở khu vực đó không? Cảm ơn bạn.Đọc thêm",
            "Không có nhiều thứ miễn phí. Bạn có thể thấy một số tên lửa không gian ban đầu được phóng bằng cách đi bộ trong công viên. Ngoài ra còn có Sở thú Queens trong công viên, nơi bạn có thể nhìn thấy một số động vật trang trại từ bên ngoài mà không cần vào sở thú. Vườn thú tương đối rẻ, 8 cho người lớn và 5 cho trẻ em. Nếu bạn quyết định đi, chỉ có một quán bánh sandwich nhỏ đắt tiền để ăn. Có hai bên vườn thú, một bên là động vật trang trại, bên còn lại là động vật hoang dã đều có giá vào cửa. Ngoài ra còn có Quả cầu, sân chơi và một số vùng nước nhỏ. Tôi không biết về Trung tâm Quần vợt.Đọc thêm",
            "Làm thế nào để bạn đến đó từ Manhattan?\nCảm ơn bạnĐọc thêm",
            "Tuyến metro số 7 màu tím. Đi thẳng từ trung tâm thành phố tới công viên Corona! chỉĐọc thêm",
            "Xin chào,\n\nCon trai tôi là một tay vợt đang phát triển. Khi chúng tôi chuẩn bị đi nghỉ ở New York vào tháng 8, tôi tự hỏi liệu Sân vận động US Open ở Flushing Meadows có tổ chức một số loại tour hay không.\n\nTôi đọc những bình luận về công viên tuyệt vời và chúng tôi sẽ dành thời gian ở đó. Tôi chỉ nghĩ sẽ thật tuyệt vời nếu con trai tôi đến thăm Sân vận động.\n\nNếu ai đó biết nếu có thể, tôi sẽ rất vui khi nghe ý kiến ​​​​của bạn.\n\nCảm ơn rất nhiều,\nGhisĐọc thêm",
            "Họ làm vậy và họ hợp lý. 10 và mất khoảng 60 hoặc 90 phút.  Gọi số này để sắp xếp: 718-760-6200 máy lẻ. 0Đọc thêm",
            "Băng chuyền mở cửa lúc mấy giờĐọc thêm",
            "Xin chào, tôi muốn hỏi những người đã tham gia vào ngày giải đấu được diễn ra. Tôi định đi xem một số trận đấu, vấn đề vé thế nào rồi? Bạn mua trước ở đây à, lấy trực tiếp ở đó à? Tôi đánh giá cao thông tin này vì tôi dự định đến thăm nó trong năm nayĐọc thêm"
        ],
        "star_ratings": [
            207,
            142,
            43,
            7,
            5
        ],
        "review_amount": 404,
        "location": [
            "xả nước",
            "Hoa Kỳ",
            "Công viên Flushing Meadows Corona",
            "New York NY",
            "Những điều cần làm trong Flushing",
            "Nữ hoàng"
        ],
        "reviews_time": [
            "Written August 30, 2023",
            "Written November 1, 2023",
            "Written December 2, 2023",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written December 22, 2023",
            "Written December 2, 2023",
            "Written November 1, 2023",
            "Written August 30, 2023",
            "Written June 25, 2023",
            "Written March 1, 2023",
            "Written November 21, 2022",
            "Written October 13, 2022",
            "Written September 26, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g47729-d135998-Reviews-Flushing_Meadows_Corona_Park-Flushing_Queens_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g47542-d523343-Reviews-Lemon_Ice_King_of_Corona-Corona_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47542-d475429-Reviews-Parkside_Restaurant-Corona_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47542-d4570694-Reviews-Empanadas_Cafe-Corona_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47729-d3509894-Reviews-Terrace_on_the_Park-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47732-d4652181-Reviews-D_Angelo_s_Pizzeria-Forest_Hills_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47732-d26924438-Reviews-Salute-Forest_Hills_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47542-d18917062-Reviews-Chuang_Chef-Corona_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47732-d4891936-Reviews-Singas_Famous_Pizza-Forest_Hills_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47732-d10721065-Reviews-El_Rey_Latino-Forest_Hills_Queens_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47732-d15171583-Reviews-Pizza_Palace_Cafe-Forest_Hills_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d2006059-Reviews-Queens_Zoo-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d565049-Reviews-USTA_Billie_Jean_King_National_Tennis_Center-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d8820390-Reviews-US_Open-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d144062-Reviews-Queens_Museum-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d1519998-Reviews-Citi_Field-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47542-d8122148-Reviews-Queens_Theatre-Corona_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47542-d312186-Reviews-Louis_Armstrong_House_Museum-Corona_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d309595-Reviews-New_York_Hall_of_Science-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2059162-Reviews-Unisphere-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6563273-Reviews-Fantasy_Forest_Amusement_Park_at_the_Flushing_Meadows_Carousel-New_York_City_New_Y.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d135998-Reviews-or10-Flushing_Meadows_Corona_Park-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d557564-Reviews-Queens_Botanical_Garden-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d110281-Reviews-Queens_Wildlife_Conservation_Center-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d17340101-Reviews-Bowne_Park-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d548788-Reviews-Queens_Historical_Society-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d27091604-Reviews-Murray_Hill_Playground-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d27063725-Reviews-Kissena_Corridor_Park-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d27061009-Reviews-Memorial_Field-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d27049230-Reviews-Maple_Playground-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47729-d27046443-Reviews-Hyde_Park_Owners-Flushing_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12371109-Reviews-New_York_Peru_Tours-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7689269-Reviews-Valetour-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48080-d13358415-Reviews-Kidmoto_Technologies-Long_Island_City_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11909147-Reviews-Arthur_Ashe_Stadium-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d26247498-Reviews-KE_Transfer-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g58640-d10445267-Reviews-Twin_Falls-North_Bend_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d6694156-Reviews-Ixia_Beach-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g45095-d17850764-Reviews-Fairy_Lake-Bozeman_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g14166006-d7276731-Reviews-Whitney_Plantation-Wallace_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1759888-d6601942-Reviews-River_Buna_Spring-Blagaj_Herzegovina_Neretva_Canton_Federation_of_Bosnia_and_Her.html",
            "https://www.tripadvisor.com/Attraction_Review-g30242-d14200502-Reviews-The_View_of_DC-Arlington_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150792-d278610-Reviews-Deer_Island_Isla_de_Venados-Mazatlan_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60925-d6698179-Reviews-Captain_White_s_Seafood_City-Oxon_Hill_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d3290600-Reviews-American_Sign_Museum-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50962-d3383561-Reviews-Trammel_Fossil_Park-Sharonville_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g47729-d135998-Reviews-or10-Flushing_Meadows_Corona_Park-Flushing_Queens_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g47729-d135998-Reviews-Flushing_Meadows_Corona_Park-Flushing_Queens_New_York.html"
    }
]