[
    {
        "attraction_name": "Fonts de l'Algar",
        "attraction_name_vi": "Nguồn của Algar",
        "general_info": [
            "1.838 đánh giá",
            "2 trong số 5 điều cần làm ở Callosa dEn Sarria",
            "Khu vực hoang dã tự nhiên",
            "Thác nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Một nơi đáng yêu để ghé thăm, tôi khuyên bạn nên đảm bảo rằng bạn có một số loại giày không thấm nước để bạn có thể đi bộ xung quanh và ra khỏi các hồ bơi khác nhau tùy thích. Thực sự bận rộn nên tốt nhất nên đi trước để tránh đám đông. Có thể dành cả ngày ở đây nếu bạn thích nhưng chúng tôi đã đi xem xung quanh hồ bơi mất khoảng 2 giờ.Đọc thêm",
            "Thực sự rất thích đi đây. Rất bận rộn Hạ xuống nhưng càng đi lên thì càng yên tĩnh. Lên cao hơn có một đoạn mà bạn đi qua một cái lỗ dưới một tảng đá, đứa con 11 tuổi của tôi rất thích điều này - điểm nổi bật của kỳ nghỉ.Đọc thêm",
            "Chúng tôi đến vào khoảng 09:30, chúng tôi đậu xe ở bãi đậu xe trên cùng, cứ tiếp tục đi qua tất cả các bãi đậu xe khác đang cố gắng ép bạn vào. Bãi đậu xe trên cùng có lối đi thẳng tới thác. 5 euro cho ngày đậu xe. Bãi đậu xe dẫn vào thác. Trang web tuyên bố không có chai đựng thức ăn hoặc đồ uống bằng thủy tinh. Thác hiện được chia thành phiên buổi sáng và buổi chiều. Một dây đeo cổ tay màu biểu thị phiên của bạn. Tuy nhiên, nó không được chính sách tốt.  Tôi đoán là chúng tôi đã ở lại quá chỗ của mình vài giờ và có thể ở lại lâu hơn. mặc dù đang giữa mùa hè nhưng buổi sáng nơi đây không quá bận rộn. Nhưng đến chiều thì thật kinh khủng. Tuy nhiên, chúng tôi đến sớm và cố gắng đi bộ xung quanh phần lớn thác khá suôn sẻ. Rốt cuộc thì đây là một điểm thu hút khách du lịch và điều này có thể vượt quá giới hạn để trở thành một công viên nước. Các hang động, thác, khe núi và hồ bơi rất ngoạn mục. Nước rất lạnh trực tiếp từ đỉnh núi, rất được chào đón vào một ngày nóng nực như vậy. Bạn có thể bơi trong hồ bơi, đi bộ và khám phá nhiều thác nước khác nhau. Càng dũng cảm, bạn sẽ càng khám phá được cao hơn. Phong cảnh ngoạn mục rất đẹp như tranh vẽ. Nước trong vắt. Nhưng... đến giữa buổi chiều, nó đã chật cứng. Sánh vai với hàng trăm người. Đó là lý do vì sao người ta gọi đây là công viên nước hơn là nơi làm đẹp. Chúng tôi rơi thác xuống lối ra, rồi đi bộ một đoạn ngắn dọc theo con đường chính để quay lại bãi đậu xe. Lời khuyên là bạn nên đến sớm và bạn sẽ tận hưởng được một điểm tham quan ít bận rộn hơn. Đỗ xe ở trên cùng trong bãi đậu xe cuối cùng. Đọc thêm",
            "Thác nước tự nhiên đẹp và dễ dàng để đến. Có rất nhiều bãi đậu xe trên tuyến đường. Nó khá thương mại hóa nhưng rất thân thiện. Chúng tôi đọc các nhận xét và đi sớm nên trước khi đám đông bắt đầu đến. Nó thật đẹp. Nước khá lạnh nhưng sảng khoái, và một mẹo lớn là bạn nên mang giày nước, giày crocs hoặc những thứ tương tự vì nó có nhiều đá. Thật không may, nó không thể truy cập được đối với những người có khả năng di chuyển hạn chế. Bạn không thể lấy thức ăn bên trong khu vực thác nước nhưng có một điểm dã ngoại bên ngoài và rất nhiều nhà hàng. Chi phí là 5 cho một người lớn và thấp hơn cho các ưu đãi. Nó cũng khoảng 5 để đậu. Thưởng thức Đọc thêm",
            "Có lẽ không có nhiều điều tôi có thể nói rằng điều đó chưa được nói trong các bài đánh giá khác. Đỗ xe 5 euro, mỗi người 5 euro để vào. Lúc đầu nước lạnh. Trở nên bận rộn vào khoảng giờ ăn trưa. Đỗ xe ở phía trên hoặc phía dưới - đừng đổ mồ hôi - điều đó không tạo ra nhiều khác biệt trừ khi bạn gặp vấn đề về di chuyển mà dù sao thì nơi này cũng không phù hợp. Chắc chắn phải đi sớm... nhưng hãy đi. Bạn sẽ thích nó.Đọc thêm",
            "Chúng tôi đã đến thăm nơi này vào tháng 8 và nhận thấy nhiều bãi biển hoàn toàn bị tràn ngập. Một phần thưởng tuyệt vời cho những người trong chúng ta phải đi du lịch vào thời điểm bận rộn là Fonts de lAlgar có thể đặt trước nên không có nguy cơ đến và bị từ chối; chúng tôi đã chọn buổi sáng và đến đúng lúc 9h30. Có rất nhiều bãi đậu xe và tôi khuyên bạn nên tiếp tục đi qua các bãi đậu xe thấp hơn gắn liền với các nhà hàng và tiếp tục đến bãi đậu xe chính thức cũng gần lối vào nhất. Con đường được lát bằng phẳng với những khung cảnh ngoạn mục gần như ngay lập tức sau khi bạn bước vào. Chúng tôi tiếp tục đi ngược dòng sông cho đến khi đến điểm xa nhất trên con đường và sau khi tìm được chỗ để túi xách, chúng tôi tiếp tục nhấn giọng dưới nước; bơi lội và leo trèo trên đá. Người dũng cảm hơn trong nhóm của chúng tôi đã đi thẳng đến các hồ bơi trên đỉnh nhưng điều này không dành cho những người yếu tim vì những tảng đá rất lớn và trơn trượt để leo lên. Một số loại giày đi biển hoặc giày thể thao mà bạn không sợ bị ướt là cần thiết nếu bạn chọn tuyến đường này làm đường đi và mặc dù có một số biển báo cấm dã ngoại nhưng điều này không được thực thi cũng như không được quan sát bởi bất kỳ du khách nào mà chúng tôi có thể nhìn thấy. Cả hai thanh thiếu niên của chúng tôi đều nói rằng đây là điểm nổi bật trong kỳ nghỉ của họ; Là những người nghiện adrenaline, họ thích thú với môi trường để trượt những tảng đá lúc bình minh và nhảy xuống hồ bơi trong khi chúng tôi có thể chiêm ngưỡng phong cảnh núi non ngoạn mục. Đọc thêm",
            "Đến thăm bạn trai của tôi, cố gắng chụp được những bức ảnh mà không có những vị khách khác ở phía sau, không đông đúc như tôi tưởng tượng và chúng tôi thậm chí còn thích nó hơn những gì chúng tôi nghĩ.\n\nChắc chắn mang giày bơi vì nó có đá, tôi trông giống như một kẻ lập dị đi tất xung quanh vì tôi không muốn đi chân trần vì chân tôi rất nhạy cảm và tôi đến mà không chuẩn bị trước. Nếu bạn muốn chụp một vài bức ảnh dưới nước, hãy chắc chắn đầu tư vào một chiếc ốp lưng điện thoại chống nước, hãy tin tôi! \n\nRất thích; Điều đáng tiếc duy nhất là không có phòng thay đồ nên tôi phải phơi nắng nhiều nhất có thể trước khi mặc lại quần áo để quay lại xe khách.Đọc thêm",
            "Một hoạt động tuyệt vời cho mùa hè, có thể khi trời lạnh, vẫn tốt nếu có mưa lớn và thác nước hùng vĩ nhưng không chắc chắn.\n\nTất cả các bãi đậu xe gần thác nước đều không liên kết và muốn thanh toán hoặc muốn bạn sử dụng nhà hàng của họ với chi phí lớn. Một số có thể không nói rõ về chi phí và đã đối đầu với mọi người khi trở về từ thác nước. Ở đầu đường có văn phòng du lịch với bãi đậu xe miễn phí, cách lối vào 10 phút đi bộ. Nhập Thông tin du lịch Balcó dAlgar để tìm bãi đậu xe miễn phí. Cẩn thận với mèo gừng, nó ngủ dưới gầm xe.\n\nVào mùa hè, nước lạnh nên rất dễ chịu. Mang theo giày đi nước nếu không bạn sẽ không có khoảng thời gian dễ chịu nào cả, rất nhiều người phải vật lộn để đi bộ trên sông vì đó là đá cuội sắc nhọn.\n\nNếu bạn thích phiêu lưu, hãy tiếp tục đi hết con sông cho đến khi hết, đôi khi họ đóng cửa nhưng nếu không, bạn sẽ thấy mình đang ở một ốc đảo không có ai khác lui tới, leo lên thác và đá, bơi qua những khe hở nhỏ trên đá, v.v.\n\nCó nhà vệ sinh. Tôi cao 5ft6 và chỉ có một số ít nơi tôi không thể đứng được, và đó là những đoạn rất ngắn mà bạn có thể bám vào những tảng đá ở bên cạnh. Đọc thêm",
            "Vị trí rất đẹp và sự thay đổi đáng hoan nghênh so với mặt tiền biển của khu vực. Những con đường rợp bóng mát đáng yêu, những dòng suối và hồ nước mát mẻ để chèo thuyền và tắm tạo nên bầu không khí thư thái. Giá trị rất tốt cho một ngày đi chơi. Có một đoạn đi bộ ngắn nhưng rất dốc từ bãi đậu xe và các điểm trả khách. Ngoài ra còn có nhiều thay đổi cấp độ với cả bậc thang nhân tạo và cầu thang kim loại khắp địa điểm. Nó không phù hợp với bất kỳ ai bị hạn chế về khả năng di chuyển.Đọc thêm",
            "Chúng tôi đến đó vào khoảng 10 giờ sáng, đó là thời điểm hoàn hảo vì không có nhiều người. Đến tầm 11h30 thì đã đông hơn một chút. Chúng tôi tìm một chỗ đậu xe và tìm thấy một nơi nào đó. Tuy nhiên, đã trả 10 đô la để đỗ xe nếu bạn đến nhà hàng bên kia đường thuộc bãi đậu xe thì bạn có thể được giảm 10 đô la cho đơn hàng tại nhà hàng nên chúng tôi đã làm điều đó và nó có giá khá tốt. Chúng tôi trả 14$ cho hai học sinh và hai người lớn để vào thác và hầu như không có người khi chúng tôi xuống nước. Rất vui và một ngày tốt lành. Có lẽ không phải là nơi tốt nhất để mọi người đến nếu họ không thể đi bộ vì đây là con đường không bằng phẳng với nhiều đá và cây cối nhô ra. Bạn có thể mang theo chó của mình.Đọc thêm",
            "Chúng tôi đã đặt trước và tin rằng số lượng có hạn và thực hiện giãn cách xã hội, vì vậy không nghĩ rằng nó sẽ bận rộn như bình thường trong mùa cao điểm. Lối vào chật kín người, không có cơ hội giữ khoảng cách với người khác một mét chứ đừng nói đến 2 mét. Chúng tôi đến sớm để vào lúc 4 giờ chiều và rõ ràng là phải chờ. Thác quá đông nên chúng tôi rời đi mà không vào vì chúng tôi cảm thấy không an toàn với COVID.  Mọi người đều phải đeo khẩu trang nhưng nhiều người không đeo và hầu hết đều để lộ mũi.  Việc đỗ xe rất khó khăn và vẫn không biết bãi đậu xe chính thức ở đâu, nhưng khu cắm trại trên đỉnh đồi rất thân thiện và có sức chứa.  Trả 5 euro để đỗ xe ở đó và được hoàn lại số tiền đó khi bạn ăn uống tại nhà hàng của họ.  Bánh quế của họ rất ngon. Đọc thêm",
            "Vị trí đẹp, ô tô vào thoải mái. Có một đoạn đi bộ ngắn nhưng dốc từ bãi đậu xe, mất 5 phút cả ngày nếu bạn ăn tại nhà hàng có tên, bạn có thể sử dụng phiếu giảm giá. Xung quanh có những con đường đáng yêu nhưng đầy đá và có nhiều bậc thang không bằng phẳng; vì vậy hãy cẩn thận vì nó không phù hợp với bất kỳ ai có vấn đề về di chuyển. Bạn có thể dành cả ngày hoặc 2 giờ để khám phá những dòng suối và hồ bơi tuyệt đẹp với đủ bóng mát để mọi người cùng tận hưởng. Có thể hạ nhiệt trong làn nước trong vắt của FontAll với giá trị tuyệt vời cho một ngày đi chơi 4Tôi chắc chắn khuyên bạn nên đọc thêm",
            "Nơi tuyệt đẹp nước rất lạnh, thật dễ chịu và sảng khoái khi bạn quen với nó, bảng để nhảy xuống đã đóng lại, không biết tại sao bây giờ cũng có 1 lối vào và 1 lối ra. Có một ly cà phê và kem ngon tại quán cà phê. Nhân viên thân thiện và lịch sự. Không có nơi nào bận rộn như thường lệ, điều đó thật tuyệt. Vấn đề duy nhất là bãi đậu xe. Trước đây có nhiều khu vực nhỏ bạn có thể đỗ xe và bạn cũng có thể đỗ xe trên đỉnh đồi dốc nhưng tất cả đều đóng cửa. Cách duy nhất bạn có thể đỗ xe là ở một trong những bãi đậu xe của nhà hàng nhưng rõ ràng là bạn phải ăn ở đó, điều đó đối với chúng tôi không phải là vấn đề vì tôi muốn hỗ trợ các doanh nghiệp địa phương sau tình hình dịch bệnh. Bãi đậu xe duy nhất không gắn liền với quán bar chứa được khoảng 15 chiếc ô tô nên bạn thật may mắn khi được vào đó. Nói chung là một ngày đi chơi tuyệt vời như mọi khi xx ồ và bạn phải đeo mặt nạ trừ khi đi bơi xĐọc thêm",
            "Một hoạt động tuyệt vời cho mùa hè, có thể khi trời lạnh thì vẫn có thể tốt nếu có mưa lớn và thác rất đẹp nhưng không chắc chắn. Tất cả các bãi đậu xe gần thác đều không liên kết và muốn thanh toán hoặc muốn bạn sử dụng nhà hàng của họ với chi phí lớn. Một số có thể không trả trước về chi phí và đang đối đầu với mọi người khi trở về từ thác. Ở đầu đường có văn phòng du lịch với bãi đậu xe miễn phí, cách lối vào 10 phút đi bộ. Nhập Thông tin du lịch Balcó dAlgar để tìm chỗ đậu xe miễn phí. Cẩn thận với con mèo gừng, nó ngủ dưới gầm ô tô. Mùa hè nước lạnh nên giải nhiệt rất tốt. Mang giày nước nếu không bạn sẽ không có khoảng thời gian vui vẻ chút nào, rất nhiều người phải vất vả đi bộ trên sông vì nó có đá cuội sắc nhọn. Nếu bạn thích phiêu lưu, hãy tiếp tục xuôi dòng sông cho đến khi hết sông, đôi khi họ đóng cửa lại nhưng nếu không, bạn sẽ thấy mình đang ở trong một ốc đảo nơi không có ai khác đến, trèo lên thác và đá, bơi qua những khoảng trống nhỏ trong đá, v.v. Có sẵn nhà vệ sinh. Tôi cao 5ft6 và chỉ có một số chỗ tôi không thể đứng được, và đó là những đoạn rất ngắn để bạn có thể bám vào những tảng đá ở bên cạnh.Đọc thêm",
            "Chúng tôi đã thuê một chiếc ô tô giá 22 người từ Benidorm và đi đến những nơi xinh đẹp này để nghỉ một ngày. Không quá bận rộn và có nhiều nơi để bơi lội và thư giãn. Rất nhiều quán cà phê để mua đồ ăn nhẹ ở lối vào. Hãy nhớ đổi tiền lẻ khi đỗ xe và phí vào cửa là 8 xu. Tôi chắc chắn sẽ khuyên bạn nên thuê một chiếc ô tô thay vì đi một chuyến vì nó rẻ hơn và bạn có thể dành tất cả thời gian bạn muốn ở đó.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời khi tham quan thác nước. Chúng tôi đậu xe ngay bên ngoài lối vào chỗ đậu xe của Nhà hàng - nó có giá 5 tuy nhiên nếu bạn đến nhà hàng của họ, cuối cùng họ sẽ giảm tổng số tiền, điều đó cũng rất thuận tiện với một em bé, con chúng tôi 7 tháng tuổi nên bạn không cần phải đi bộ nhiều. Đó là một công viên xinh đẹp với môi trường sạch sẽ tuyệt vời. Thật là một trải nghiệm độc đáo khi bơi trong nước. Rất khuyến khích nó.Đọc thêm",
            "Chuyến thăm thất vọng lần này đến thác nước. Chúng tôi đã chọn khung giờ 4 giờ chiều - sai lầm lớn. Họ đưa cho bạn một chiếc vòng tay màu, tuy nhiên rõ ràng là nhóm khung giờ trước đó không có ý định rời đi mà chỉ di chuyển ngược dòng sông khiến toàn bộ nơi này trở nên quá đông đúc. Nhân viên rất thân thiện và hữu ích tuy nhiên họ thực sự cần phải làm gì đó với những con số. Hoặc tính thêm một hoặc hai euro nữa và cho phép vào ít hơn, hoặc đảm bảo rằng những người nên rời đi thực sự sẽ làm như vậy! Đi điều đầu tiên để tránh đám đông. Đỗ xe đầu làng là 3.Đọc thêm",
            "Chúng tôi đến đó vào khoảng 10 giờ sáng, đó là thời điểm hoàn hảo vì không có nhiều người. Đến tầm 11h30 thì đã đông hơn một chút. Chúng tôi tìm một chỗ đậu xe và tìm thấy một nơi nào đó. Tuy nhiên, đã trả 10 đô la để đỗ xe nếu bạn đến nhà hàng bên kia đường thuộc bãi đậu xe thì bạn có thể được giảm 10 đô la cho đơn hàng tại nhà hàng nên chúng tôi đã làm điều đó và nó có giá khá tốt. Chúng tôi trả 14$ cho hai học sinh và hai người lớn để vào thác và hầu như không có người khi chúng tôi xuống nước. Rất vui và một ngày tốt lành. Có lẽ không phải là nơi tốt nhất để mọi người đến nếu họ không thể đi bộ vì đây là con đường không bằng phẳng với nhiều đá và cây cối nhô ra. Bạn có thể mang theo chó của mình.Đọc thêm",
            "Buổi sáng đáng yêu ở thác nước, nhưng hãy đến đó sớm! Chúng tôi đến đó chỉ trước 9 giờ sáng, đậu xe miễn phí tại trung tâm thông tin du lịch nên vào thác không vấn đề gì. Nó trở nên bận rộn hơn nhưng chúng tôi rất vui vì đã đến sớm và chưa bao giờ thực sự cảm thấy có quá nhiều người. Khi rời đi, tình hình hỗn loạn, giao thông, bãi đậu xe và hàng đợi, nhưng chúng tôi đã đi theo hướng ngược lại!Đọc thêm",
            "Chúng tôi đã đến thăm nơi này vào tháng 8 và nhận thấy nhiều bãi biển hoàn toàn bị tràn ngập. Một phần thưởng tuyệt vời cho những người trong chúng ta phải đi du lịch vào thời điểm bận rộn là Fonts de lAlgar có thể đặt trước nên không có nguy cơ đến và bị từ chối; chúng tôi đã chọn buổi sáng và đến đúng lúc 9h30. Có rất nhiều bãi đậu xe và tôi khuyên bạn nên tiếp tục đi qua các bãi đậu xe thấp hơn gắn liền với các nhà hàng và tiếp tục đến bãi đậu xe chính thức cũng gần lối vào nhất. Con đường được lát bằng phẳng với những khung cảnh ngoạn mục gần như ngay lập tức sau khi bạn bước vào. Chúng tôi tiếp tục đi ngược dòng sông cho đến khi đến điểm xa nhất trên con đường và sau khi tìm được chỗ để túi xách, chúng tôi tiếp tục nhấn giọng dưới nước; bơi lội và leo trèo trên đá. Người dũng cảm hơn trong nhóm của chúng tôi đã đi thẳng đến các hồ bơi trên đỉnh nhưng điều này không dành cho những người yếu tim vì những tảng đá rất lớn và trơn trượt để leo lên. Một số loại giày đi biển hoặc giày thể thao mà bạn không sợ bị ướt là cần thiết nếu bạn chọn tuyến đường này làm đường đi và mặc dù có một số biển báo cấm dã ngoại nhưng điều này không được thực thi cũng như không được quan sát bởi bất kỳ du khách nào mà chúng tôi có thể nhìn thấy. Cả hai thanh thiếu niên của chúng tôi đều nói rằng đây là điểm nổi bật trong kỳ nghỉ của họ; Là những người nghiện adrenaline, họ thích thú với môi trường để trượt những tảng đá lúc bình minh và nhảy xuống hồ bơi trong khi chúng tôi có thể chiêm ngưỡng phong cảnh núi non ngoạn mục. Đọc thêm"
        ],
        "star_ratings": [
            672,
            591,
            255,
            131,
            190
        ],
        "review_amount": 1839,
        "location": [
            "Những hoạt động không thể bỏ qua ở Callosa dEn Sarria",
            "Callosa dEn Sarria",
            "Châu Âu",
            "Cộng đồng Valencian",
            "Nguồn của Algar",
            "Tỉnh Alicante",
            "Tây ban nha"
        ],
        "reviews_time": [
            "Written July 23, 2023",
            "Written August 10, 2023",
            "Written August 12, 2023",
            "Written August 31, 2023",
            "Written September 6, 2023",
            "Written September 12, 2023",
            "Written September 15, 2023",
            "Written September 26, 2023",
            "Written October 2, 2023",
            "Written November 1, 2023",
            "Written August 7, 2020",
            "Written March 5, 2024",
            "Written August 28, 2020",
            "Written September 27, 2023",
            "Written October 30, 2022",
            "Written May 9, 2023",
            "Written August 3, 2022",
            "Written November 1, 2023",
            "Written August 17, 2022",
            "Written September 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1967673-d2228101-Reviews-Fonts_de_l_Algar-Callosa_d_En_Sarria_Province_of_Alicante_Valencian_Community.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1967673-d5864785-Reviews-El_Algar_de_Don_Joan-Callosa_d_En_Sarria_Province_of_Alicante_Valencian_Communit.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1967673-d5031471-Reviews-Restaurant_Les_Fonts-Callosa_d_En_Sarria_Province_of_Alicante_Valencian_Communit.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1967673-d10080754-Reviews-El_Valle_Bar_Restaurant-Callosa_d_En_Sarria_Province_of_Alicante_Valencian_Comm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1967673-d8626329-Reviews-Casa_Federico-Callosa_d_En_Sarria_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1447506-d13427822-Reviews-Restaurante_Finca_el_Tossal-Bolulla_Costa_Blanca_Province_of_Alicante_Valencian.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1967673-d6864957-Reviews-Bar_Pere-Callosa_d_En_Sarria_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1967673-d8751688-Reviews-Casa_Pere-Callosa_d_En_Sarria_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1967673-d12864728-Reviews-Fonda_Galiana-Callosa_d_En_Sarria_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1967673-d12088159-Reviews-Cerveceria_Centro_Callosa-Callosa_d_En_Sarria_Province_of_Alicante_Valencian_Co.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1967673-d6961148-Reviews-Restaurante_Meso_n_San_Jose-Callosa_d_En_Sarria_Province_of_Alicante_Valencian_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g1967673-d7052898-Reviews-DinoPark_Algar-Callosa_d_En_Sarria_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g666316-d1989276-Reviews-Mirador_Cronistas_de_Espana-Altea_Costa_Blanca_Province_of_Alicante_Valencian_Com.html",
            "https://www.tripadvisor.com/Attraction_Review-g666316-d1989279-Reviews-Parroquia_Nuestra_Senora_del_Consuelo-Altea_Costa_Blanca_Province_of_Alicante_Val.html",
            "https://www.tripadvisor.com/Attraction_Review-g666316-d4559049-Reviews-Casco_antiguo_de_altea-Altea_Costa_Blanca_Province_of_Alicante_Valencian_Communit.html",
            "https://www.tripadvisor.com/Attraction_Review-g187521-d1783109-Reviews-Las_Fuentes_del_Algar-Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g652148-d6609492-Reviews-Klein_Schreuder_Sculpture_Garden-L_Alfas_del_Pi_Costa_Blanca_Province_of_Alicante.html",
            "https://www.tripadvisor.com/Attraction_Review-g666316-d1989285-Reviews-Iglesia_Ortodoxa_Rusa_San_Miguel_Arcangel-Altea_Costa_Blanca_Province_of_Alicante.html",
            "https://www.tripadvisor.com/Attraction_Review-g1074325-d3953273-Reviews-Museo_Vehiculos_Historicos_Valle_De_Guadalest-Guadalest_Costa_Blanca_Province_of.html",
            "https://www.tripadvisor.com/Attraction_Review-g652148-d4206675-Reviews-Bodegas_Enrique_Mendoza-L_Alfas_del_Pi_Costa_Blanca_Province_of_Alicante_Valencia.html",
            "https://www.tripadvisor.com/Attraction_Review-g790189-d7714808-Reviews-Playa_del_Albir-El_Albir_L_Alfas_del_Pi_Costa_Blanca_Province_of_Alicante_Valenci.html",
            "https://www.tripadvisor.com/Attraction_Review-g1967673-d2228101-Reviews-or10-Fonts_de_l_Algar-Callosa_d_En_Sarria_Province_of_Alicante_Valencian_Communi.html",
            "https://www.tripadvisor.com/Attraction_Review-g666316-d18966793-Reviews-Excape_Experience_Altea-Altea_Costa_Blanca_Province_of_Alicante_Valencian_Commun.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d10432112-Reviews-Summer_Paragliding-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Communit.html",
            "https://www.tripadvisor.com/Attraction_Review-g666316-d14095042-Reviews-La_Fabrica_Escape_Room_Altea-Altea_Costa_Blanca_Province_of_Alicante_Valencian_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g790189-d2323668-Reviews-Parque_Natural_de_la_Serra_Gelada-El_Albir_L_Alfas_del_Pi_Costa_Blanca_Province_o.html",
            "https://www.tripadvisor.com/Attraction_Review-g666316-d10486937-Reviews-Evasion_Nautica-Altea_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g652148-d4374103-Reviews-Faro_de_l_Albir-L_Alfas_del_Pi_Costa_Blanca_Province_of_Alicante_Valencian_Commun.html",
            "https://www.tripadvisor.com/Attraction_Review-g187526-d1989308-Reviews-Mirador_Monte_Toix-Calpe_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d10800264-Reviews-Philadelphia_Museum_of_Art-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g4971761-d13376318-Reviews-Damajagua_Waterfalls-Imbert_Puerto_Plata_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d155482-Reviews-Harbourfront_Centre-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g12520037-d13819376-Reviews-Sun_World_Hon_Thom_Nature_Park-An_Thoi_Phu_Quoc_Island_Kien_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1407334-d19174694-Reviews-Turtle_Point-Mirissa_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d19745704-Reviews-Mamluk_Jewellery_and_Bazaar-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g34097-d13449030-Reviews-Bridge_Street-Bradenton_Beach_Anna_Maria_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g580304-d10518366-Reviews-Rafa_Nadal_Museum-Manacor_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d3511529-Reviews-Vienna_Mozart_Concerts-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g60786-d207524-Reviews-IMG_Academy-Bradenton_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1967673-d2228101-Reviews-or10-Fonts_de_l_Algar-Callosa_d_En_Sarria_Province_of_Alicante_Valencian_Communi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1967673-d2228101-Reviews-Fonts_de_l_Algar-Callosa_d_En_Sarria_Province_of_Alicante_Valencian_Community.html"
    }
]