[
    {
        "attraction_name": "Forestiere Underground Gardens",
        "attraction_name_vi": "Vườn ngầm Forestiere",
        "general_info": [
            "867 đánh giá",
            "1 trong số 128 hoạt động giải trí ở Fresno",
            "Địa điểm lịch sử",
            "Vườn"
        ],
        "attraction_summary": "Hãy tham quan xa lộ 99 và ghé thăm bí mật được giữ kín nhất của Fresnos. Một mạng lưới các phòng ngầm, sân trong và lối đi được xây dựng thủ công gợi nhớ đến các hầm mộ cổ. Những cây ăn quả, cây bụi và dây leo độc đáo mọc dưới lòng đất - một số cây đã hơn 90 năm tuổi! Kiến trúc La Mã cổ đại - mái vòm, hầm và tường đá. Các vi khí hậu dưới lòng đất - nhiệt độ dao động từ 10 đến 30 độ! Ngôi nhà dưới lòng đất của nhà tiên phong người Sicilia và nghệ sĩ xây dựng tự học Baldassare Forestiere. Đọc thêm",
        "reviews": [
            "Ồ! Chưa bao giờ thấy bất cứ điều gì giống như nỗ lực sáng tạo này. Đó là một điều phải xem. Ai có thể nghĩ đến việc đào xuống, xuyên qua chân đất cứng để tạo ra một môi trường phát triển hiếu khách? Baldassare Forestiere đó là ai. Kiến trúc đẹp ở sự đơn giản mộc mạc--- mặc dù rõ ràng là quá trình này không hề đơn giản. Hướng dẫn viên của chúng tôi rất am hiểu trả lời mọi câu hỏi. Hãy chuẩn bị cho những tầng không bằng phẳng nhưng có thể đi lại được. Ngoài ra còn có một vài cầu thang nằm rải rác. Nhu cầu đỗ xe trên Đại lộ Shaw thật đáng ngạc nhiên nhưng có thể thực hiện được. Rất khuyến khích điều này khoảng 1 giờ. chuyến du lịch. Để nắm bắt và đánh giá cao ý tưởng xây dựng, hãy chuẩn bị dành thời gian vào cuối chuyến tham quan để đọc các trang báo phóng to mô tả những nỗ lực của Baldassare. Chúc bạn vui vẻ! Đọc thêm",
            "Rất vui khi biết bạn thích chuyến thăm tới bảo tàng nhà vườn phải xem của chúng tôi, trang web độc đáo!Đọc thêm",
            "Hang động và đường hầm ngầm sáng tạo!!  Vâng đúng rồi!!  Câu chuyện đằng sau khu vườn này thật tuyệt vời.  Người đàn ông này đã dành 40 năm để tạo ra những khu vườn ngầm để bảo vệ gia đình mình khỏi mùa hè nóng nực ở Fresno.  Kiến trúc sáng tạo và không thể tin được.  Ngoài ra còn có một bảo tàng và cửa hàng quà tặng.  Điều này đã tạo nên một ngày tuyệt vời ở Fresno.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm và để lại nhận xét!Đọc thêm",
            "Tôi đã nghe nói về Forestiere Gardens khoảng 25 năm trước và đã muốn đến thăm nó kể từ đó. Cuối cùng tôi đã biến nó thành món quà sinh nhật lần thứ 64 cho chính mình. Chuyến tham quan có hướng dẫn theo cách duy nhất mà bạn có thể thấy nó đáng giá từng xu trong số 21 khoản phí cao cấp. Một nơi không thể bỏ qua trong chuyến đi trên đường hiway 99!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã biến bảo tàng của chúng tôi thành một phần trong kế hoạch sinh nhật của bạn! Rất vui vì bạn đã tận hưởng được địa điểm tuyệt vời này!Đọc thêm",
            "Phải xem trên đường đến Kings-Sequoia NP!  Một chuyến tham quan kéo dài hàng giờ rất thú vị.  Nhóm nhỏ 8 người của chúng tôi cho phép chúng tôi vào một số khu vực mà các nhóm lớn hơn không thể.  Hướng dẫn viên của chúng tôi, Cindy, rất hiểu biết và vui vẻ.  Ra đi với sự tôn trọng sâu sắc đối với người đàn ông này cũng như đạo đức làm việc, sự sáng tạo và sự kiên trì của anh ấy.Đọc thêm",
            "Cảm ơn bạn rất nhiều! Chúng tôi cũng khuyên bạn nên ghé thăm chúng tôi khi bạn đến thăm các công viên quốc gia của chúng tôi!Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời! Tôi phải nói rằng tôi đã nghi ngờ khi chúng tôi lái xe đến khu nhà nhưng lại bị choáng ngợp bởi kho báu mà chúng tôi tìm thấy. Tinh thần con người thật tuyệt vời và những khu vườn này là một ví dụ hoàn hảo về những gì chúng tôi có thể làm được khi bạn tập trung vào nó! Người hướng dẫn của chúng tôi thật tuyệt vời, cô ấy có một tâm hồn đẹp đẽ và thực sự yêu thích những gì cô ấy làm, tôi ước mình có thể đánh vần đúng tên cô ấy vì tôi biết tôi sẽ bán thịt nó, có lẽ Luticha xin lỗi tôi! \nTexasĐọc thêm",
            "Rất vui vì bạn đã biến trang web của chúng tôi thành một phần trong chuyến thăm của bạn và khi biết rằng bạn đã rất ngạc nhiên! Vậy hãy nhớ chuyển lời khen của bạn tới người hướng dẫn nhé!Đọc thêm",
            "Thật là một bất ngờ thú vị vào một ngày 100 độ. Chúng tôi thực sự có thể cảm nhận được sự khác biệt về nhiệt độ trong ngôi nhà dưới lòng đất tuyệt vời này được khai quật bởi người nhập cư Sicily thông minh nhất vào đầu những năm 1900. Chúng tôi đã có một chuyến tham quan tuyệt vời của Nathan và rất thích nghe nơi này trở thành như thế nào. Rất đáng tiền cho một cuộc triển lãm mà bạn sẽ không tìm thấy ở nơi nào khác. Đọc thêm",
            "Rất vui khi biết bạn đã có trải nghiệm tuyệt vời với một trong những hướng dẫn viên của chúng tôi! Cảm ơn bạn đã ghé qua để kiểm tra trang web của chúng tôi!Đọc thêm",
            "Yêu thích việc đến thăm và tìm hiểu về địa điểm tuyệt vời này cũng như cách một người đàn ông thay vì để mình bị đánh bại đã suy nghĩ bên ngoài chiếc hộp, đào sâu hơn cả về mặt nghĩa đen và tinh thần để chiến thắng và thực hiện ước mơ của mình và sau đó là một số điều khác. Hướng dẫn viên rất thú vị, kiên nhẫn và hiểu biết. Rất khuyến khích. Nhân tiện, tôi biết đến địa điểm này từ một trong các chương trình của Huell Howsers.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm và nhận xét đáng yêu của bạn! Chúng tôi yêu thích lời giải thích hùng hồn của bạn về việc đào bới theo nghĩa đen và tinh thần. Rất vui khi biết bạn đã có khoảng thời gian tuyệt vời!Đọc thêm",
            "Đây là một nơi đối diện để ghé thăm. Thật khó tin khi nghĩ rằng một người đàn ông duy nhất đã đào hết không gian dưới lòng đất trong hơn 40 năm và tất cả đều bằng tay. Thật vui khi lưu ý rằng nơi này vẫn nằm trong gia đình. Hướng dẫn của chúng tôi rất tuyệt, cô ấy thực sự có nhiều thông tin. Nếu bạn có kế hoạch đến thăm Fresno thì đây là nơi phải đến.Đọc thêm",
            "Thật tuyệt vời khi chúng tôi vẫn là một di tích lịch sử do gia đình sở hữu! Cảm ơn bạn rất nhiều vì đã ghé thăm! Đọc thêm",
            "Thật là một sức hấp dẫn khác thường. Tôi không chắc liệu đó có phải là một thứ gì đó thực sự đáng xem hay không. Điểm mấu chốt là bạn cần phải xem điều này. Đó là một ngôi nhà tuyệt vời dưới lòng đất, được một người đàn ông đào ra bằng dụng cụ cầm tay trong nhiều năm. Tôi không nghĩ mình có thể làm điều đó một cách công bằng bằng cách mô tả nó - nó khác với những gì tôi mong đợi và tôi rất vui vì đã nhìn thấy nó. Chuyến tham quan mất khoảng một giờ, rất dễ đi bộ và rất thú vị để xem. Trẻ em có thể chán, nhưng tôi nghĩ hầu hết người lớn sẽ đánh giá cao điều đó. Đọc thêm",
            "Rất vui vì bạn đã quyết định dừng chân để tham gia một chuyến tham quan có hướng dẫn! Chúng tôi đồng ý rằng địa điểm của chúng tôi là một địa điểm không thể bỏ qua, vẻ đẹp của khu vườn nhà Baldassares là không thể diễn tả được!Đọc thêm",
            "Tôi đã muốn đến thăm nơi này trong một vài năm và nó đã không làm tôi thất vọng. Vườn ngầm Forestiere thực sự là ngôi nhà dưới lòng đất của Forestieres, hoàn chỉnh với những cây cam quýt và dây leo dưới lòng đất. Chúng tôi có Latkishia làm hướng dẫn viên và cô ấy là người giỏi nhất - không có câu hỏi nào cô ấy không thể trả lời, và cô ấy rất nhiệt tình và tham gia vào toàn bộ chuyến tham quan. Tôi sẽ thực hiện lại chuyến tham quan này - giới thiệu cho bất kỳ ai trong khu vực. Đọc thêm",
            "Cảm ơn bạn đã ghé thăm trang web của chúng tôi và giới thiệu chúng tôi với những khách truy cập khác! Chúng tôi sẽ chuyển lời khen ngợi của bạn tới Latieshka!Đọc thêm",
            "Viên ngọc lịch sử và độc đáo này ở Fresno rất đáng giá cho chuyến thăm.  Chúng tôi đã khám phá một số đường hầm do Baltisare Forestiere chạm khắc và xây dựng bằng tay chỉ với một cái cuốc và xẻng hơn 90 năm trước, đồng thời ngạc nhiên trước sự phong phú của các loại cây ăn quả và dây leo mà ông có thể trồng từ đất cứng mà không cần điện hoặc tưới nước để giúp anh ta.  Hướng dẫn của chúng tôi Sarah là hạng nhất; rõ ràng cô ấy rất tôn trọng công việc của Forestiere và khá hiểu biết.  Chúng tôi rất thích chuyến tham quan kéo dài một giờ!  Lưu ý: Chuyến tham quan này KHÔNG thể chứa những người có xe đẩy hoặc người có vấn đề về di chuyển vì có một số cầu thang, bề mặt không bằng phẳng và không có thang máy.Đọc thêm",
            "LorettaGo, Cảm ơn bạn đã chia sẻ mô tả tuyệt vời về trải nghiệm của mình trong một trong những chuyến tham quan có hướng dẫn của chúng tôi! Chúng tôi đảm bảo sẽ chia sẻ lời khen của bạn với Sarah! Đọc thêm",
            "Chúng tôi bị kẹt ở Fresno trong 2 ngày, vì vậy tôi nhanh chóng tra cứu những việc cần làm và đặt chỗ tại nơi này.  Điều đó thật thú vị; thật ngạc nhiên là nó vẫn tồn tại và tiếp tục tồn tại được bao quanh bởi thành phố và đường cao tốc.  Đó chắc chắn là minh chứng cho sự quyết tâm và niềm đam mê của một người đàn ông, nhưng việc sống dưới lòng đất ở miền nam Cal đầy nắng cũng rất có ý nghĩa. với tất cả điều hòa không khí tự nhiên đó. Không bao giờ nó có cảm giác giống như một hang động, có nhiều luồng không khí lưu thông và những cây ăn quả 100 năm tuổi xinh đẹp đó đang phát triển rất tốt. Rất nhiều điều để suy nghĩ!Đọc thêm",
            "Thật là một mô tả tuyệt vời về chuyến thăm của bạn! Cảm ơn bạn đã dành thời gian tham gia chuyến tham quan có hướng dẫn của chúng tôi!Đọc thêm",
            "Thật là một nơi mê hoặc ngoạn mục. Ngôi nhà trong khu vườn ngầm Baldassare Forestieress bộc lộ tài năng nghệ thuật, thiên tài kiến ​​trúc, sự hiểu biết về không gian và tầm nhìn thuần khiết xung quanh mọi góc vòm La Mã mà ông đã xây dựng bằng chính bàn tay và trí tuệ của mình.  Và tạ ơn Chúa, anh trai anh ấy và gia đình sau này đã mua hoặc giữ lại ít nhất một phần trong số 80 mẫu đất ban đầu để chúng ta tận hưởng ngày hôm nay. Hét lên Latieshka, hướng dẫn viên du lịch hấp dẫn và giàu thông tin nhất. Tình yêu của cô dành cho nơi này là điều hiển nhiên. Chúng tôi yêu thích trải nghiệm của mình và không thể ngừng mỉm cười khi đi qua những quảng trường nhỏ có cam quýt và những căn phòng hang động tràn ngập ánh nắng.Đọc thêm",
            "Cảm ơn bạn đã đến thăm! Chúng tôi rất vui khi biết rằng bạn rất thích và chứng kiến ​​thiên tài kiến ​​trúc nghệ thuật Baldassare Forestieres! Và cũng xin cảm ơn bạn vì những lời khen dành cho hướng dẫn viên du lịch Latieshka, cô ấy thật tuyệt vời!Đọc thêm",
            "Một khu vườn độc đáo và câu chuyện hấp dẫn về người nhập cư đã xây dựng nên nó. Hướng dẫn viên của chúng tôi có đầy đủ thông tin và có giọng nói rõ ràng, dễ hiểu.Đọc thêm",
            "Cảm ơn bạn đã để lại cho chúng tôi một đánh giá tuyệt vời! Rất vui được chia sẻ câu chuyện Baldassare Forestieres với tất cả những ai muốn ghé thăm!Đọc thêm",
            "Tôi đã tìm ở đây những thứ cần tham quan khi ở Fresno. Tôi rất vui vì tôi đã thấy điều này! Chồng tôi và tôi rất thích thời gian đi tham quan khu vườn. Baldassare là một thiên tài kỹ thuật. Không thể hiểu được vẻ đẹp nếu không tận mắt nhìn thấy các căn phòng. Tôi nghe một số người sống ở khu vực Fresno nói rằng họ không hề biết rằng có thứ như thế tồn tại. Đây là kho báu mà tôi rất muốn được tham quan lại.Đọc thêm",
            "Ồ! Có vẻ như bạn đã có khoảng thời gian tuyệt vời sau khi tìm thấy trang web của chúng tôi! Rất vui vì bạn đã ghé thăm khi đi ngang qua! :Đọc thêm",
            "Khi chúng tôi dừng lại và đậu xe bên đường, tôi không có bất kỳ kỳ vọng lớn lao nào vì tôi nghĩ đó có lẽ là một nơi nhỏ. Tuy nhiên, chúng tôi đã đi xuống và thấy nơi tuyệt vời này! Thật cảm động khi được ở trong một không gian được tạo ra bởi một người có rất nhiều ý tưởng, sự kiên nhẫn và tình yêu dành cho Chúa và trái đất. Hướng dẫn viên của chúng tôi cũng nhiệt huyết như gia đình đã chiến đấu hết mình để giữ di sản này. Những cây ăn trái lại rất khỏe mạnh một cách đáng ngạc nhiên và nơi này được bảo tồn rất tốt. Nhà vệ sinh rất sạch sẽ. Chúng tôi đã có nhiều thời gian để khám phá và trải nghiệm vẻ đẹp yên bình mà Vườn Ngầm Forestiere đã mơ ước. Đọc thêm",
            "Cảm ơn bạn đã ghé qua để ghé thăm mặc dù trang web của chúng tôi rất khiêm tốn! Có cả một thế giới dưới lòng đất và chúng tôi rất vui được chia sẻ nó với du khách!Đọc thêm",
            "Cấu trúc độc đáo, đáng ghé thăm khi ở Fresno và khi đi qua. Tốt cho chuyến thăm với trẻ em và gia đình. Những khu vườn và cây cối dưới lòng đất còn hạn chế nhưng tổng thể ngôi nhà và các căn phòng dưới lòng đất là điều đáng để bạn ghé thăm để tin vào điều đó..Đọc thêm",
            "Cảm ơn bạn đã giới thiệu trang web của chúng tôi!Đọc thêm",
            "Thật tuyệt vời và đầy cảm hứng! Hướng dẫn viên du lịch rất nhiều thông tin và thú vị. Đây chắc chắn là một nơi để kiểm tra nếu bạn ở khu vực này. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã ghé thăm! Rất vui khi biết bạn đã có khoảng thời gian tuyệt vời với một trong những hướng dẫn viên của chúng tôi! Đọc thêm",
            "Nếu bạn đang ở Fresno thì đây là một nơi bạn thực sự không nên bỏ lỡ. Đây là một nơi hấp dẫn được xây dựng bởi một người đàn ông đã mua một mảnh đất ở Fresno để canh tác, nơi không được màu mỡ như ông hy vọng. Để trồng cây ăn quả và giữ mát, ông quyết định xây dựng và canh tác dưới lòng đất. Nếu may mắn, bạn sẽ gặp một hướng dẫn viên du lịch nhiệt tình với nơi này và những gì Forestiere đã xây dựng. Tôi nghi ngờ hầu hết các hướng dẫn viên đều như vậy!. Không nhiều người để lại di sản đáng chú ý trong cuộc đời của họ, đặc biệt là khi đó không phải là ý định của ông. Ông chỉ đang sống cuộc sống của mìnhĐọc thêm",
            "Cảm ơn bạn đã ghé thăm và cảm ơn bạn đã khen ngợi trang web của chúng tôi!Đọc thêm",
            "Đây là một chuyến tham quan tuyệt vời và tuyệt vời đến một địa điểm lịch sử ít được biết đến. Forestiere là một người Ý nhập cư, người đã xây dựng một loạt phòng ngầm vào đầu những năm 1900, hoàn chỉnh với nhà bếp, phòng ngủ, khu vườn và phòng khiêu vũ Evers. Hướng dẫn viên của chúng tôi, Latifshka, thật xuất sắc. Đây là điều KHÔNG bỏ lỡ xung quanh Fresno. Các nhóm du lịch có số lượng nhỏ nên hãy nhớ đặt chỗ trước.Đọc thêm",
            "Rất vui khi biết bạn đã có khoảng thời gian vui vẻ ghé thăm! Cảm ơn bạn đã khen ngợi nhân viên trang web của chúng tôi! Đề xuất của bạn cũng rất có lợi!Đọc thêm"
        ],
        "star_ratings": [
            612,
            201,
            36,
            4,
            14
        ],
        "review_amount": 867,
        "location": [
            "Hoa Kỳ",
            "Vườn ngầm Forestiere",
            "California CA",
            "Fresno",
            "Các hoạt động ở Fresno"
        ],
        "reviews_time": [
            "Written June 15, 2023",
            "Written June 17, 2023",
            "Written June 23, 2023",
            "Written July 28, 2023",
            "Written August 19, 2023",
            "Written August 30, 2023",
            "Written September 16, 2023",
            "Written September 23, 2023",
            "Written October 2, 2023",
            "Written October 14, 2023",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 18, 2024",
            "Written April 28, 2024",
            "Written April 7, 2024",
            "Written November 27, 2023",
            "Written November 26, 2023",
            "Written November 25, 2023",
            "Written November 13, 2023",
            "Written November 11, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32414-d281791-Reviews-Forestiere_Underground_Gardens-Fresno_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32414-d3493753-Reviews-In_N_Out_Burger-Fresno_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32414-d4761851-Reviews-Carl_s_Jr-Fresno_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32414-d4944085-Reviews-McDonald_s-Fresno_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32414-d5046729-Reviews-Popeyes_Louisiana_Kitchen-Fresno_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32414-d4816608-Reviews-Wienerschnitzel-Fresno_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32414-d4398466-Reviews-Wendy_s-Fresno_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32414-d7713177-Reviews-KFC-Fresno_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32414-d4256775-Reviews-Me_n_Ed_s-Fresno_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32414-d15827938-Reviews-Taco_Bell-Fresno_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32414-d12220135-Reviews-Weekend_Dreams_Burgers_and_Grill-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d207428-Reviews-Fresno_Chaffee_Zoo-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d3267466-Reviews-Island_Waterpark-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d15143072-Reviews-Inspiration_Park-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d15708819-Reviews-William_Saroyan_House_Museum-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d15143087-Reviews-Oso_de_Oro_Park-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32673-d8548755-Reviews-ApCal_Rock_N_Ranch-Madera_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d609907-Reviews-Kearney_Mansion_Museum_Gallery-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d3404720-Reviews-Rotary_Storyland_Playland_Family_Amusement_Park-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d3607313-Reviews-Fashion_Fair_Mall-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d4023432-Reviews-LoMac_Winery-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d281791-Reviews-or10-Forestiere_Underground_Gardens-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d630580-Reviews-Woodward_Regional_Park-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d2304487-Reviews-Shinzen_Japanese_Garden-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d602659-Reviews-Blossom_Trail-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d21256611-Reviews-Avocado_Lake_Park-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d12828248-Reviews-Garden_of_the_Sun-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d10727284-Reviews-Boole_Tree_Trail-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d14767695-Reviews-Deer_Cove_Creek_Falls-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d10876814-Reviews-The_Range-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d5918548-Reviews-Press_BOX-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d4004957-Reviews-Roger_Rocka_s_Dinner_Theater-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d13519362-Reviews-Oxotic_Fresno_Supercar_Driving_Experience-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d10037070-Reviews-Method_of_Escape-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d15748603-Reviews-Bad_Axe_Throwing_Fresno-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d219248-Reviews-Riverside_Golf_Course-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d609906-Reviews-Meux_Home_Museum-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60909-d128935-Reviews-Mount_Tamalpais_State_Park-Mill_Valley_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1023413-Reviews-Bonanza_Gift_Shop-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g240329-d116839-Reviews-Pfeiffer_Big_Sur_State_Park-Big_Sur_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d552524-Reviews-Negombo_Fish_Market-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d1159434-Reviews-Oceade-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g297694-d7697653-Reviews-Luwak_Coffee_Bali_Plantation-Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g54880-d144992-Reviews-Wounded_Knee_Massacre_Monument-Wounded_Knee_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10407622-Reviews-Sziget_Festival-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g1188672-d23314063-Reviews-Mizithres-Limni_Keri_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10758285-Reviews-Statue_of_Gangnam_Style-Seoul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32414-d281791-Reviews-or10-Forestiere_Underground_Gardens-Fresno_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32414-d281791-Reviews-Forestiere_Underground_Gardens-Fresno_California.html"
    }
]