[
    {
        "attraction_name": "Fort Foster",
        "attraction_name_vi": "Pháo đài Foster",
        "general_info": [
            "89 đánh giá",
            "2 trong số 5 điều cần làm ở Kittery Point",
            "Địa điểm ưa thích"
        ],
        "attraction_summary": "Đây là thời điểm tạm nghỉ trong một số chuyến du lịch của chúng tôi, và chúng tôi ra ngoài và đi dạo quanh khu vực pháo đài.  Những con đường rộng rãi và đại dương êm đềm.  Đó là một nơi tuyệt vời để đi dạo và trò chuyện với vợ/chồng tôi. Đọc thêm",
        "reviews": [
            "Thật kinh hoàng rằng Ft. Foster đã trở thành nơi mà chó bị bắt đi vệ sinh và người ta hái và phá hủy thực vật cũng như để lại rác từ đồ nướng của họ, nướng động vật trên đó và sau đó ăn thịt động vật một cách vô lương tâm! Đọc thêm",
            "Tôi đã đi tìm một nơi thư giãn để ăn món salad mà tôi mua được ở Warrens Lobster House.  Nó có giá 20 cho một ngày. Tôi tự hỏi liệu nó có đáng không, nhưng tôi đã thử.  Chàng trai làm tôi ngạc nhiên!  Đây không phải là khu vực nhỏ. Nó có tất cả.  Một số khu vực đậu xe. Nhiều bàn ăn dã ngoại có vỉ nướng. Khung cảnh đẹp. Bãi biển. Phòng vệ sinh trong nhà. Một sân chơi. Một bến tàu dài. Những con đường mòn để đi bộ. Một pháo đài cũ và các di tích lịch sử khác.  Tôi đi vào ngày 31 tháng 5. Yên tĩnh và không có nhiều người. Không biết mùa hè có bận hơn không. Tôi sẽ trở lại.Đọc thêm",
            "Bãi đậu xe rất rất lạ. Họ bắt bạn đậu xe bên ngoài công viên, mặc dù bên trong công viên có rất nhiều chỗ đậu xe. Tại sao vậy? Sẽ rất xa để đi bộ đến bãi biển, đặc biệt là với trẻ em hoặc đồ đạc. Có một khu vực đỗ xe được thiết kế để đỗ xe nhưng họ không cho phép bạn đỗ xe ở đó. Tôi sẽ cho 5 sao, nhưng bãi đậu xe quá tệ, điều này phải thay đổi. Đọc thêm",
            "Chúng tôi sống ở MA cách Boston khoảng 40 phút về phía Bắc và đây đã là địa điểm bãi biển chúng tôi đến trong gần 20 năm! Mất khoảng 40 phút từ nơi chúng tôi sống Tại sao bạn có thể hỏi...họ cho phép nuôi chó!  Đúng vậy, ngay cả trong mùa hè.  Chúng tôi thích tận hưởng một ngày đi biển với những chú chó của mình và nơi này là nơi hoàn hảo cho chúng và con cái chúng tôi. Thủy triều thấp là tốt nhất nhưng luôn có nhiều không gian để trải dài.  Ngoài ra, bạn có thể nướng và mang theo các trò chơi trên bãi cỏ. Tôi thực sự khuyên bạn nên tìm kiếm một bãi biển sạch sẽ để đưa người bạn thân 4 chân của mình đến. Ngoài ra, nó rất gần với Kittery Outlets và Nhà hàng Tôm hùm Chauncy Creek, rất tiếc là không còn cho phép chó PS nữa. Nếu bạn mang theo chó, vui lòng dọn dẹp sau khi nó để nó không làm hỏngĐọc thêm",
            "Công viên Ft. Foster thật đáng yêu. Có những con đường đi bộ, đi xe đạp đẹp và tầm nhìn tuyệt vời ra bến cảng và ngọn hải đăng. Bạn có thể đi qua cổng trong 20 phút. Các tiện nghi rất tuyệt. Khu vực dã ngoại tách biệt, phòng tắm sạch sẽ nằm ở hai khu vực khác nhau vì công viên rất rộng. Ngoài ra, một lối rẽ ra khỏi đường dẫn đến một bãi biển đầy đá nếu bạn muốn chèo thuyền kayak hoặc lặn ngắm thủy triều. Thú cưng được phép đi bằng dây xích. Đối với tôi, chi phí là xứng đáng vì hầu hết mọi người sẽ không muốn trả giá, điều này giúp nhiều ô tô không vào được và có nhiều chỗ đậu xe hơn. Đọc thêm",
            "Nơi này thật tuyệt, không phải là một bãi biển truyền thống, giống một khu dã ngoại hơn.  Nếu bạn đang muốn thoát khỏi đám đông trẻ em thì đây không phải là nơi dành cho bạn.  Bạn có thể có một chuyến đi thú vị hàng dặm khi thủy triều xuống.  Bạn phải đặt chỗ trong thời gian diễn ra dịch COVID nhưng nó đáng giá.  Đọc thêm",
            "Tôi hoàn toàn thích viên ngọc ẩn này!  Chúng tôi đã đến đây nhiều năm và đã có rất nhiều chuyến đi nướng thịt cùng gia đình.  Có một khoản phí bảo hiểm cho mỗi chiếc xe để vào, nhưng nó rất đáng giá. Khuôn viên đẹp với bàn ăn dã ngoại và đồ nướng, không bao giờ quá đông đúc, phòng tắm sạch sẽ, bãi biển đầy cát đẹp, bến tàu tuyệt đẹp để câu cá.  Đó là cả một ngày vui vẻ và thư giãn.  Tôi đã tìm thấy rất nhiều đô la cát ở đó, chủ yếu là ở phía đá của bãi biển.  Có một ngọn hải đăng phía bên kia vịnh, nơi bạn cũng có thể nhìn thấy bãi biển Newcastle.  Chuyến đi dọc theo Chauncy Creek để đến Fort Foster thật là tuyệt vời.  Tôi nóng lòng muốn quay lại khi thời tiết ấm lên.  Tôi rất muốn coi đây là viên ngọc ẩn của mình, nhưng sẽ thật ích kỷ nếu không chia sẻ mảnh trời này. Ồ và bây giờ những đứa trẻ lớn của tôi đang mang theo con của chúng, không có gì tốt hơn thế.Đọc thêm",
            "Nếu bạn là một gia đình có con nhỏ, bãi biển bên trái bến tàu rất tuyệt khi thủy triều xuống. Có những phòng vệ sinh, và tàn tích pháo đài đổ nát rất thú vị, nhưng bản thân chúng không phải là điểm đến. Bãi đậu xe vào mùa hè năm 2019 có giá 20. Bàn dã ngoại và đồ nướng trong khuôn viên.Đọc thêm",
            "20,00 cho một xe tải đến bãi đậu có vẻ cao nhưng hãy chia số tiền đó cho cả 3 người và với khoảng 7,00 mỗi người, bạn sẽ nhận được rất nhiều tiền! Nước cát sạch tuyệt đẹp. Rất nhiều vịnh nhỏ để bơi lội. Đường mòn dài để đi bộ dọc theo bờ biển. Phòng tắm sạch sẽ và nhiều bàn ăn ngoài trời có bóng râm. Vô số hồ thủy triều! Bộ sân chơi và xích đu. Hãy tận hưởng!Đọc thêm",
            "Điều này nghe có vẻ ngớ ngẩn nhưng liệu mạng di động Verizon có phủ sóng không? Tôi sẽ đi làm và vẫn muốn tận hưởng một sự kiện sẽ diễn ra ở đó!Đọc thêm",
            "Xin chào, Có, tôi có Verizon và đây thực sự là công ty duy nhất hoạt động tốt. jĐọc thêm",
            "Có bãi đậu xe dành cho người khuyết tật không? Và đây có phải là Công viên Tiểu bang miễn phí đỗ xe cho người khuyết tật không?Đọc thêm",
            "Xin chào, Có một cổng cho phép mọi người đi qua với một số địa điểm để đậu xe. Có bãi đậu xe dành cho người khuyết tật nhưng tôi không biết có miễn phí không. \n\nChuyến đi này rất đáng giá.Đọc thêm",
            "chó có được phép ở cả hai bãi biểnĐọc thêm",
            "Vâng và đại loại là...có một khu vực dành riêng cho trẻ em mà chó không được phép vào, nhưng tin tôi đi, có rất nhiều nơi chó có thể đi.  Chúng tôi đã đi nhiều năm và chưa bao giờ gặp khó khăn khi tìm chỗ cho chó của mình chơi bơi.Đọc thêm",
            "mấy giờ?Đọc thêm",
            "Trang web Ft Foster có rất nhiều thông tin\n\nMùa: Công viên mở cửa từ 10:00 sáng đến 8:00 tối, bảy ngày một tuần từ Ngày Tưởng niệm đến Ngày Lao động.\n\nQuy tắc: Không xả rác, không uống rượu, không săn bắn, giới hạn tốc độ 5 dặm/giờ đối với ô tô. Không được phép lướt ván, chèo thuyền kayak hoặc đi thuyền kéo. Được phép lặn bằng bình dưỡng khí và tàu thủy nhỏ không có động cơ trong khu vực được chỉ định. Chỉ cháy ở lưới và hố lửa.\n\nChó: Được phép đeo dây xích. Áp dụng các quy tắc về Pooper-scooper.\n\nGiá: 10 cho mỗi chiếc ô tô trong mùa hoặc 5 cho mỗi người đi bộ hoặc đi xe đạp. Người dân địa phương ở Kittery có thể nhận vé theo mùa với giá 10 5 cho người cao niên.\n\nCơ sở vật chất: Đường đi bộ được đánh dấu, khu dã ngoại và khu nấu ăn, khu giải trí cho nhóm, khu gian hàng cho nhóm lên đến 100 người thuê, bến tàu dài, bãi đá.Đọc thêm",
            "Ở đó có lò nướng khôngĐọc thêm",
            "Tôi tin rằng họ vẫn còn ở đó.Đọc thêm",
            "Có lò nướng nào trong khuôn viên không?Đọc thêm",
            "Xin chào Richard...Hôm nay tôi đã ở Fort Foster và vâng, ở đó có một số lò nướng và bàn dã ngoạiĐọc thêm",
            "Chó có được phép không?Đọc thêm",
            "Chó được phép. Luôn cần phải có dây xích và hãy nhớ rằng bạn sẽ ở trong vùng đất ngập nước và chất thải của chó có thể là chất gây ô nhiễm lớn.  Tất cả chất thải của chó phải được thu gom và mang ra khỏi công viên.Đọc thêm",
            "Tôi đang tự hỏi địa chỉ của Fort Foster là gìĐọc thêm",
            "Tôi không chắc. Bạn đi qua pháo đài McClary và đi về bên phải khi đường chia dọc theo vịnh. Khoảng một dặm về bên phải, rẽ trái gấp qua một cây cầu bắc qua vịnh. Rẽ phải và đi trên con đường đó khoảng 2 dặm. Nó sẽ kết thúc tại cổng vào pháo đài Foster. Xe đỗ ở bên cạnh. Xin lỗi, tôi không thể cung cấp địa chỉ tốt hơn nhưng bạn sẽ tìm thấy nó. Đáng giá. Thật đẹp. Đọc thêm",
            "Lệ phí nhập học là bao nhiêuĐọc thêm",
            "1. Vé ngày cho mỗi phương tiện cá nhân cho tất cả người ngồi trên xe là 10\n2. Cựu chiến binh Mỹ bị khuyết tật vĩnh viễn được phép nhận Thẻ đi trong ngày dành cho phương tiện cơ giới miễn phí khi xuất trình Thẻ nhận dạng cựu chiến binh khuyết tật 100 do Liên bang cấp hoặc Thư trao quyền của Cơ quan quản lý cựu chiến binh nêu rõ 100 tình trạng khuyết tật.\n3. Vé xe buýt trong ngày - 100,00; 42400\n4. Vé xe buýt đi học trong ngày dành cho học sinh có người lớn đi kèm - 50,00. 42400\n5. Du khách đi bộ hoặc đi xe đạp vào sử dụng trong ngày sẽ phải trả 5,00 cho mỗi người lớn và 1,00 cho mỗi trẻ em dưới 12 tuổi.\n\nCó một bản PDF trực tuyến nêu rõ tất cả những điều này và hơn thế nữa, hãy kiểm tra trang Tổ chức của Trung tâm Cộng đồng Kittery để biết thêm.Đọc thêm",
            "Có công viên vui chơi cho trẻ em không?Đọc thêm",
            "Có một sân chơi nhỏ với xích đu và cầu trượt.Đọc thêm"
        ],
        "star_ratings": [
            59,
            24,
            4,
            0,
            2
        ],
        "review_amount": 89,
        "location": [
            "Hoa Kỳ",
            "Maine ME",
            "Điểm Kittery",
            "Pháo đài Foster",
            "Những hoạt động không thể bỏ qua ở Mũi Kittery"
        ],
        "reviews_time": [
            "Written October 15, 2023",
            "Written September 4, 2023",
            "Written May 31, 2023",
            "Written May 11, 2023",
            "Written July 13, 2022",
            "Written January 14, 2022",
            "Written August 21, 2020",
            "Written April 24, 2020",
            "Written October 15, 2019",
            "Written August 12, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g40700-d4313292-Reviews-Fort_Foster-Kittery_Point_Maine.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g40700-d412801-Reviews-Chauncey_Creek_Lobster_Pier-Kittery_Point_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40700-d16759366-Reviews-Bistro_1828_at_Pepperrell_Cove-Kittery_Point_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40699-d14791130-Reviews-Frisbee_s_Wharf_at_Pepperrell_Cove-Kittery_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40700-d16697429-Reviews-Provisions_at_Pepperrell_Cove-Kittery_Point_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46174-d25073545-Reviews-The_Islander_Cafe-New_Castle_New_Hampshire.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46174-d4209742-Reviews-Salt_Kitchen_Bar-New_Castle_New_Hampshire.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46174-d1088406-Reviews-Latitudes_Restaurant-New_Castle_New_Hampshire.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40699-d13436108-Reviews-Blue_Mermaid_Island_Grill-Kittery_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40699-d19671107-Reviews-Kittery_Food_Mart-Kittery_Maine.html",
            "https://www.tripadvisor.com/Restaurant_Review-g40699-d5577546-Reviews-Lil_s_Cafe-Kittery_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40700-d4167768-Reviews-Fort_McClary_State_Historic_Site-Kittery_Point_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40699-d23729210-Reviews-Whaleback_Lighthouse-Kittery_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40700-d26777895-Reviews-Wood_Island_Life_Saving_Station_Association-Kittery_Point_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g46209-d265983-Reviews-Market_Square-Portsmouth_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46209-d287731-Reviews-Prescott_Park-Portsmouth_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46209-d105561-Reviews-Strawbery_Banke_Museum-Portsmouth_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46209-d104915-Reviews-USS_Albacore_Museum-Portsmouth_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46174-d2711838-Reviews-Portsmouth_Harbor_Lighthouse-New_Castle_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46216-d105302-Reviews-Odiorne_Point_State_Park-Rye_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g40991-d6961395-Reviews-Cliff_Walk-York_Harbor_York_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40700-d4313292-Reviews-or10-Fort_Foster-Kittery_Point_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g46209-d4087236-Reviews-New_Hampshire_Brews_Cruise-Portsmouth_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46209-d5123477-Reviews-New_England_Curiosities-Portsmouth_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46209-d2390404-Reviews-Gundalow_Company-Portsmouth_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46209-d668646-Reviews-Portsmouth_Harbor_Cruises-Portsmouth_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g40699-d147081-Reviews-Kittery_Trading_Post-Kittery_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40699-d7132957-Reviews-When_Pigs_Fly_Company_Store-Kittery_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g40699-d23631273-Reviews-Seacoast_Maritime_Charters-Kittery_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g56901-d5058160-Reviews-Devil_s_Backbone_Scenic_Drive-Wimberley_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g35434-d1097315-Reviews-Gold_Fork_Hot_Springs-Donnelly_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g60491-d4610902-Reviews-Jackson_Hole_Shootout-Jackson_Jackson_Hole_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g946544-d4223554-Reviews-Rasnov_Citadel_Garden_and_Panoramic_View-Rasnov_Brasov_County_Central_Romania_Tra.html",
            "https://www.tripadvisor.com/Attraction_Review-g46781-d7112625-Reviews-Baps_Shri_Swaminarayan_Mandir-Robbinsville_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g41294-d1783973-Reviews-Elk_Neck_State_Park-North_East_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41818-d6962054-Reviews-Assembly_Row-Somerville_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d24074887-Reviews-Park_n_Fly-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29874-d207420-Reviews-North_Carolina_Zoo-Asheboro_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d556432-Reviews-Wreck_Beach-Vancouver_British_Columbia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g40700-d4313292-Reviews-or10-Fort_Foster-Kittery_Point_Maine.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g40700-d4313292-Reviews-Fort_Foster-Kittery_Point_Maine.html"
    }
]