[
    {
        "attraction_name": "Foss State Park",
        "attraction_name_vi": "Công viên tiểu bang Foss",
        "general_info": [
            "31 đánh giá",
            "1 trong số 1 hoạt động giải trí ở Foss",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Nằm trên Hồ Foss, công viên tiểu bang này có nhiều hoạt động giải trí bao gồm đi bộ đường dài, đạp xe, chơi đĩa golf, cưỡi ngựa, câu cá, chèo thuyền, bơi lội, chèo thuyền kayak và cắm trại. Các tiện nghi bao gồm khu cắm trại RV, 10 trong số đó có đầy đủ kết nối. Tất cả các khu cắm trại đều cung cấp dịch vụ 30 ampe hoặc 50 ampe cộng với nước. Các khu cắm trại RV phải được đặt trước trực tuyến. Các khu cắm trại xe lớn, khu cắm trại có bóng râm và 103 khu cắm trại lều cũng có sẵn và tất cả đều có thể được đặt trước trực tuyến. Ngoài các khu cắm trại lều và RV, công viên còn cung cấp hai cabin được trang bị đầy đủ tiện nghi, một trong số đó tuân thủ ADA, có thể đặt trước trực tuyến. Trong khi Foss cung cấp một trại cưỡi ngựa có đường mòn đa năng để cưỡi ngựa, đi bộ đường dài và đạp xe leo núi, thì không có dịch vụ cho thuê ngựa. Lên kế hoạch cho chuyến đi nghỉ dưỡng nhóm tiếp theo hoặc đoàn tụ gia đình của bạn đến Hồ Foss và tận dụng năm chiếc palapa của công viên tại Bãi biển Sunset, không gian họp có mái che kín có máy lạnh, khu vực dã ngoại, nơi trú ẩn dã ngoại nhóm, lò nướng, vòng lửa trại, trạm tiện nghi có vòi sen, Đọc thêm",
        "reviews": [
            "Công viên tiểu bang Foss là một khu cắm trại tuyệt đẹp.  Các căn cứ được duy trì tốt và hồ rất đẹp.  Chúng tôi đã ở ngay bên hồ trong khu cắm trại Cedar Point số 5. ​​Quản lý Công viên Barry thực sự là một người tuyệt vời.  Chúng tôi gặp một số vấn đề về kẹt bánh xe thứ 5 và anh ấy đã giải quyết nó để chúng tôi có thể ở lại thêm vài ngày trong khi chờ phụ tùng. Dễ dàng truy cập I40.Đọc thêm",
            "Văn phòng rất hữu ích vì một số người trong nhóm chúng tôi chơi gôn bằng đĩa. Chúng tôi được chuyển đến khu cắm trại bằng gỗ tuyết tùng, bằng phẳng, rộng rãi và trên nền bê tông hướng ra mặt nước. Hoàng hôn, mặt trăng và bình minh tuyệt đẹp có thể được nhìn thấy từ trang web của chúng tôi. Chơi gôn bằng đĩa là par 3. Người chơi rất vui vẻ. Phòng tắm sạch sẽ và không còn cần đến phòng tắm nữa. Phòng giặt đóng cửa lúc 4:30.Đọc thêm",
            "Chúng tôi cần duỗi chân cũng như 2 chú chó con của mình và quyết định dừng lại ở đây. Chúng tôi đi đến vùng nước gần bến du thuyền và chọn một chỗ không có ai xung quanh. Chúng tôi thả chó con ra khỏi dây xích để chúng có thể đuổi theo một quả bóng và chúng rất thích nó. Khu vực cắm trại đẹp nhưng hơi lạnh.Đọc thêm",
            "Nếu bạn đang đến thăm Công viên Bang Foss ở Oklahoma, hãy nhớ xem bò rừng ăn tại văn phòng công viên trung tâm du khách, vào khoảng 10 giờ sáng. Đây là hoạt động miễn phí và vô cùng thú vị.Đọc thêm",
            "Chúng tôi đã đến thăm rất nhiều công viên tiểu bang và đây rõ ràng là một trong những công viên tốt nhất. Hồ Foss là một hồ nhân tạo có bờ biển dài 58 dặm với độ sâu từ 24 ft đến 70 ft. Đây là khu vực tuyệt vời để câu cá và chèo thuyền. Không giống như nhiều công viên - công viên này có thể dễ dàng xử lý các giàn khoan lớn. Áp lực nước tốt. Nhược điểm duy nhất là chỉ có khoảng 10 điểm có đường cống thoát nước.  Đáng ngạc nhiên là chúng tôi nhận được tín hiệu truyền hình kỹ thuật số tốt từ các đài của Thành phố Oklahoma. Thật dễ dàng để biết lý do tại sao nơi này luôn được đặt kín trong những tháng mùa hè. Lưu ý: đừng quên xem Buffalo ở trạm kiểm lâmĐọc thêm",
            "Tôi đã cắm trại ở Hoa Kỳ được 14 tuần và đến khu cắm trại xinh đẹp này và nhận thấy cơ sở vật chất nhà vệ sinh còn thiếu nhiều thứ. Khi đi lên tòa nhà hiện đại, phát hiện ra nhà vệ sinh nam và nữ đều đóng cửa. Một tấm biển cho biết sử dụng các cơ sở ở phía đông của tòa nhà. Đó sẽ là nhà vệ sinh dành cho người khuyết tật duy nhất. Đúng vậy, một nhà vệ sinh dành cho nam và nữ trong khu cắm trại. Sau đó, khi tôi đi tắm thì phát hiện 3 trong số 4 buồng tắm đã bị khóa. Đúng vậy, một phòng tắm cộng với một phòng tắm dành cho người khuyết tật có nhà vệ sinh duy nhất. Giờ đây, những căn phòng dành riêng cho vòi sen lại là một thứ khác. Chiếc ghế duy nhất trong đó ướt sũng. Điều đó không thể tránh khỏi do thiết kế. Toàn bộ sàn nhà bị ướt do thiết kế. Vì vậy, lần đầu tiên sau 14 tuần, tôi phải trả tiền để tắm và tất cả những gì tôi nhận được là nước lạnh. Không phải ấm áp mà là lạnh lẽo. Havent cũng có một trong số đó trong 14 tuần. Ồ, tôi đã đề cập đến buồng tắm đầy nhện chưa! Tôi cũng chưa từng thấy cái nào tệ đến thế trong 14 tuần. Tôi lẽ ra sẽ tự dọn dẹp nó nhưng điều đó sẽ khiến tôi tốn tiền. Vì vậy, tôi tắm nhanh nhất có thể trong khi cố gắng kiểm soát hơi thở của mình. Bị ướt quần khi mặc lại từ sàn nhà. Không thể ngồi trên băng ghế vì nó ướt sũng. Ra khỏi buồng tắm vòi sen và ngồi trên bê tông bên ngoài để lau khô chân rồi đi tất và giày. Không ấn tượng. Nếu không thì đây trông giống như một khu cắm trại đẹp. Các kiểm lâm viên khi tôi đăng ký cực kỳ tốt bụng và hữu ích. Tôi không chắc liệu họ có biết về tình huống này hay không nhưng họ sẽ được thông báo khi tôi trả phòng vào buổi sáng.Đọc thêm",
            "Sáng thứ Bảy 10 giờ sáng... ra sau trạm kiểm lâm nghe tiếng sấm rền của đàn trâu khoảng 30 con vào ăn bữa đặc biệt. Nhìn thấy chúng chạy vào, quanh ao, ăn uống và chơi đùa với nhau thật đáng để thêm điểm dừng này vào chương trình nghị sự của mọi người! Đọc thêm",
            "Dành hai đêm tại Khu cắm trại Cedar Point, gần khu vực bến du thuyền.  Bạn có thể nhìn ra hồ từ mọi không gian kéo qua.  Sân bê tông, bàn picnic và khu nướng tại mỗi chỗ, có điện nước.  Rất nhiều gia đình đến đây để tận hưởng các hoạt động chèo thuyền bơi lội và chơi gôn bằng đĩa cũng như một số người lớn tuổi tận hưởng sự yên bình và tĩnh lặng khi câu cá và hoạt động ngoài trời.  Nhiều bóng mát và không gian giữa mỗi địa điểm, đồng thời khu cắm trại rất sạch sẽ.  Lái xe đến khu vực Sandy Beach nằm ở phía bắc của hồ và để xem Khu cắm trại Cuthbert.  Sandy Beach là nơi tuyệt vời để trẻ em bơi lội và người lớn thư giãn.  Cuthbert mộc mạc hơn một chút và không có nhiều địa điểm kéo qua.  Khu cắm trại Cottonwood nằm ở phía nam và không gần mặt nước, là khu vực tuyệt vời cho trẻ em đạp xe và có nhiều không gian để chạy nhảy.  Tổng chi phí là 54, bao gồm 8 phí đặt phòng trực tuyến mặc dù tôi nghe nói họ sẽ tăng giá vào tháng 8 và đây vẫn là một món hời.  Chúng tôi chắc chắn sẽ quay lại đây.Đọc thêm",
            "4 ngày ở khu cắm trại này thật tuyệt vời. làm sạch chỗ đậu xe rõ ràng cho người cắm trại hoặc nhà di động của bạn. Bến du thuyền có sẵn để hạ thủy thuyền của bạn hoặc bạn có thể thuê thuyền máy, ca nô và thuyền kayak. Bạn cũng có thể thuê nhà thuyền nhỏ hoặc lớn nếu muốn đi du lịch và tổ chức tiệc ngủ trên hồ. Các nhân viên khu cắm trại và một số người giỏi nhất mà chúng tôi đã gặp trong chuyến đi đường nông thôn dài 2000 dặm...... của nó cách đường 1-40 khoảng 14 dặm nhưng rất đáng để lái xe.....Đọc thêm",
            "Đối với RVers, chào mừng bạn đến với điểm dừng yêu thích mới. Bò rừng thật tuyệt vời và công viên rất đẹp. Bạn có thể tìm được vị trí đẹp nhìn ra hồ và giá cả không thể cạnh tranh hơn.Đọc thêm"
        ],
        "star_ratings": [
            20,
            8,
            1,
            2,
            0
        ],
        "review_amount": 31,
        "location": [
            "Hoa Kỳ",
            "Công viên tiểu bang Foss",
            "hóa thạch",
            "Oklahoma được rồi",
            "Các hoạt động ở Foss"
        ],
        "reviews_time": [
            "Written July 23, 2023",
            "Written September 12, 2022",
            "Written January 8, 2021",
            "Written September 2, 2014",
            "Written September 24, 2016",
            "Written March 12, 2015",
            "Written June 24, 2017",
            "Written August 4, 2016",
            "Written July 7, 2018",
            "Written January 28, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51358-d3854275-Reviews-Foss_State_Park-Foss_Oklahoma.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g51232-d26955835-Reviews-Kickoff_Nutrition-Burns_Flat_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51232-d27724204-Reviews-Smoks_BBQ-Burns_Flat_Oklahoma.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51358-d26919762-Reviews-Monterrey_s_Mexican_Restaurant-Foss_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51358-d3854275-Reviews-or10-Foss_State_Park-Foss_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51358-d3854275-Reviews-or20-Foss_State_Park-Foss_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51245-d15239162-Reviews-Historic_Cotton_Boll_Motel_Neon_Sign-Canute_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g48306-d6200439-Reviews-Great_Sacandaga_Lake-Northville_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g52640-d14267791-Reviews-The_Dolphin_Swim_Club-Feasterville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g188064-d1849045-Reviews-Musegg_Wall-Lucerne.html",
            "https://www.tripadvisor.com/Attraction_Review-g315919-d13108284-Reviews-Playa_Paraiso-Adeje_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d4596394-Reviews-Ohe_o_Gulch-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g580192-d6819395-Reviews-Saint_George_Beach-Naxos_Town_Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d19878507-Reviews-Dubai_Marina_Walk-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d12663969-Reviews-Playa_De_Magaluf-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1604046-d2351204-Reviews-Tierrabomba_Island-Isla_Tierra_Bomba_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026018-d2717015-Reviews-Fourteen_Falls-Thika_Central_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51358-d3854275-Reviews-or10-Foss_State_Park-Foss_Oklahoma.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51358-d3854275-Reviews-Foss_State_Park-Foss_Oklahoma.html"
    }
]