[
    {
        "attraction_name": "Four Winds Casino South Bend",
        "attraction_name_vi": "Sòng bạc Four Winds South Bend",
        "general_info": [
            "112 đánh giá",
            "- 23 trong số 70 điều cần làm ở South Bend",
            "Sòng bạc"
        ],
        "attraction_summary": "Nằm ngay gần đường tránh 31 ở South Bend, Indiana, Four Winds South Bend chỉ cách Indianapolis, Tây Bắc Indiana hoặc Tây Nam Michigan một quãng lái xe ngắn. Khi đến nơi, bạn sẽ được chào đón bởi kiến ​​trúc Four Winds mang tính biểu tượng, năm lựa chọn ăn uống và địa điểm giải trí rộng rãi với sàn chơi game rộng 55.000 foot vuông với 1.600 trò chơi bao gồm giải độc đắc lũy tiến thay đổi cuộc sống và 10 bàn poker trực tiếp.Đọc thêm",
        "reviews": [
            "Four Winds South Bend là một nơi nghỉ tuyệt đẹp.  Khách sạn thực sự tốt đẹp.  Vòi hoa sen của chúng tôi rất tuyệt, không có vấn đề gì về cống thoát nước. Sòng bạc đôi khi trả tiền tốt, đôi khi không.  Các nhà hàng đều ngon; chúng tôi đã ăn ở Kankakee Grill, Edgewater và Timbers.  Kankakee Grill có nhiều lựa chọn bữa tối tuyệt vời.  Edgewater không tì vết và có tầm nhìn đẹp ra hồ bơi, nhân viên rất thân thiện mặc dù hơi chậm.  Timbers luôn là một bữa ăn ngon nhưng hơi bẩn, có lẽ thiếu nhân viên.  Spa ở đó rất tuyệt!  Hồ bơi có kích thước nhỏ hơn nhưng có nhiều khu vực thư giãn xung quanh.  Nói chung đó là khoảng thời gian vui vẻ.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn. Chúng tôi rất vui vì bạn thích khách sạn, các lựa chọn ăn uống và Cedar Spa. Chúng tôi sẽ chia sẻ ý kiến ​​của bạn với nhóm của chúng tôi và hy vọng bạn có thể sớm ghé thăm chúng tôi. Có một ngày tuyệt vời. Đọc thêm",
            "Tôi đã tận dụng 3 đêm miễn phí với chi phí ít nhất - 1300 mỗi đêm. \nSự không hài lòng của tôi là chúng tôi thức khuya để đánh bạc. Buổi sáng tôi trả phòng ngay trước 6 giờ sáng, khi tôi đang chuẩn bị về phòng, tôi dừng lại ở quầy khách sạn để hỏi về việc trả phòng trễ vào buổi trưa. Cô gái trẻ phía sau bàn hỏi số phòng của tôi và nhìn vào máy tính rồi nói - Tôi - xin lỗi, chúng tôi không còn chỗ trống để trả phòng trễ. - Tôi hỏi còn chỗ để làm gì? Cô ấy trả lời là chuẩn bị sẵn phòng để nhận phòng càng sớm càng tốt. Thứ hai? Thật buồn cười, họ có rất nhiều hàng sẵn có cho ngày này. Thật là một kẻ nói dối khủng khiếp. Đầu tiên, bạn không cần số phòng của tôi để nói với tôi điều đó. Bạn nhìn xem phòng của tôi có miễn phí hay không, nói cách khác là miễn phí. Đáng buồn thay, tất cả chúng tôi đều biết rằng họ KHÔNG miễn phí vì tôi phải trả ít nhất - 1300 mỗi đêm x 3. Vâng, thật là xúc phạm khi chúng tôi là khách hàng và - 4000 chúng tôi đã bỏ ra - không đủ tốt để cho chúng tôi 1 giờ bổ sung. \nĐây là chuyến thăm đầu tiên của chúng tôi đến đây và chúng tôi ĐANG có kế hoạch quay trở lại nhưng tôi nghĩ chúng tôi được đánh giá cao hơn nhiều tại Blue Chip. \nLúc đầu, chúng tôi yêu thích nó ở đây nhưng điều này đã để lại cho chúng tôi vị đắng. \nTình huống này đã khiến tôi phải xem xét lại thời gian lưu trú của mình vì - đáng giá - Chúng tôi không có tiền thắng để khoe khoang và tường phòng khách sạn mỏng đến mức tôi có thể nghe thấy điện thoại di động của hàng xóm đổ chuông và tất cả các cuộc trò chuyện của họ.\nKhi người chơi sử dụng thời gian lưu trú qua đêm miễn phí, họ không nên cảm thấy hoặc bị đối xử thấp kém hơn bất kỳ khách hàng nào khác. Đọc thêm",
            "Khách sạn này thực sự tuyệt vời!  Tôi đã đi du lịch khắp thế giới và ở trong những dãy phòng sang trọng rất cao cấp, nơi này là đỉnh cao!  Các nhân viên đã xuất sắc và rất hữu ích!  Thức ăn rất ngon và chúng tôi đã có khoảng thời gian tuyệt vời!  Tôi đánh giá cao khách sạn này khi bạn ở South Bend!  Cờ bạc đứng đầu trong số những thứ còn lại, bạn sẽ cảm ơn tôi vì điều này sau!  Chúc bạn có một thời gian vui vẻ!  Đảm bảo có được một căn phòng trong tòa tháp, bạn sẽ thích nó! RYĐọc thêm",
            "Cám ơn, vì phản hồi của bạn. Chúng tôi rất vui vì bạn đã tận hưởng kỳ nghỉ gần đây tại khách sạn của chúng tôi và sẽ chia sẻ đánh giá 5 sao của bạn với nhóm của chúng tôi. Chúng tôi hy vọng bạn có thể ghé thăm chúng tôi một lần nữa sớm. Chúc một ngày tốt lành.Đọc thêm",
            "Dịch vụ khách hàng thật khủng khiếp. Tôi đã đặt chỗ cho một đêm. Khi tôi cố gắng nhận phòng, tôi được thông báo rằng đã hết ngày và tôi không được phép nhận phòng. Mặc dù họ đã có phòng cho tôi. Khi đặt phòng, tôi chưa bao giờ được thông báo rằng sẽ có giới hạn thời gian nhận phòng. Ít nhất họ sẽ không tiếp nhận tôi và tôi sẽ không bao giờ bước chân vào chỗ nghỉ đó nữa.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn. Chúng tôi - sẽ chia sẻ xếp hạng của bạn với nhóm khách sạn của chúng tôi. Chúc một ngày tốt lành.Đọc thêm",
            "Tránh dùng đồ gỗ, đặc biệt là món súp. Bạn chỉ ăn được nửa bát và khi bạn phàn nàn, câu trả lời là, - xin lỗi, đó là một muôi đầy, và đó là tất cả những gì bạn nhận được - .Đọc thêm",
            "Cám ơn, vì phản hồi của bạn. Trải nghiệm của bạn sẽ được đội ngũ quản lý Timbers của chúng tôi xem xét để đảm bảo chúng tôi tiếp tục đáp ứng và vượt qua các tiêu chuẩn dịch vụ cao mà bạn yêu thích. Chúng tôi xin lỗi vì bất kỳ sự bất tiện nào mà điều này có thể gây ra và hy vọng sớm gặp lại bạn.Đọc thêm",
            "Sòng bạc Four Winds South Bend là một sòng bạc tuyệt đẹp. Tôi chơi hàng tuần vì tôi thích một số trò chơi slot nhất định cộng với sự tiện lợi của địa điểm đó. Điều tôi không thích là lối chơi slot cực kỳ nghèo nàn.  Trước hết tôi - tôi là một cầu thủ thẻ vàng.  Tôi thường xuyên ghé thăm. Lấy tuần này làm ví dụ.  Tôi đã tiêu - 2K và thua mỗi đô la và KHÔNG BAO GIỜ nhận được một phần thưởng cho trò chơi tôi đang chơi.  Không một!  Làm sao nó có thể xảy ra?  Đó là vào thứ Tư. Hôm nay tôi lại đi sau giờ làm việc.  Ăn tối tại tiệc buffet.  Thức ăn rất ngon.  Dịch vụ rất tệ.  Họ dường như gặp vấn đề với việc hệ thống máy tính không đăng ký khi khách hàng nhận được bữa tiệc buffet miễn phí.  Người đàn ông đi trước tôi cũng gặp vấn đề tương tự.  Cuối cùng sau khi việc đó được giải quyết và tôi đã ngồi vào chỗ, tôi không bao giờ gặp lại cô hầu bàn nữa sau khi cô ấy mang đồ uống cho tôi.  Bàn bên cạnh tôi cô phục vụ nhiều lần.  Bằng cách nào đó tôi đã vô hình!  Tôi rời khỏi đó và đánh rơi khoảng - 1,2K khi chơi slot.  Lại chơi slot khủng khiếp nữa.  Trong số - 1,2K tôi có khoảng ba phần thưởng.  Những khe này cực kỳ chặt chẽ.  Tỷ lệ cược của tôi sẽ cao hơn số tiền tôi nhận được dựa trên số lần tôi đi và số tiền lớn tôi chi tiêu hàng tuần. Chỉ nói về trò chơi đánh bạc, tôi sẽ không đề xuất sòng bạc này.   - 1340182Đọc thêm",
            "Cám ơn, vì phản hồi của bạn. Trải nghiệm của bạn sẽ được đội ngũ quản lý của chúng tôi xem xét để đảm bảo chúng tôi tiếp tục đáp ứng và vượt qua các tiêu chuẩn dịch vụ cao mà bạn yêu thích. Chúng tôi xin lỗi vì bất kỳ sự bất tiện nào mà điều này có thể gây ra và hy vọng sớm gặp lại bạn.Đọc thêm",
            "Khách sạn này thực sự tuyệt vời!  Tôi đã đi du lịch khắp thế giới và ở trong những dãy phòng sang trọng rất cao cấp, nơi này là đỉnh cao!  Các nhân viên đã xuất sắc và rất hữu ích!  Thức ăn rất ngon và chúng tôi đã có khoảng thời gian tuyệt vời!  Tôi đánh giá cao khách sạn này khi bạn ở South Bend!  Cờ bạc đứng đầu trong số những thứ còn lại, bạn sẽ cảm ơn tôi vì điều này sau!  Chúc bạn có một thời gian vui vẻ!  Đảm bảo có được một căn phòng trong tòa tháp, bạn sẽ thích nó! RYĐọc thêm",
            "Cám ơn, vì phản hồi của bạn. Chúng tôi rất vui vì bạn đã tận hưởng kỳ nghỉ gần đây tại khách sạn của chúng tôi và sẽ chia sẻ đánh giá 5 sao của bạn với nhóm của chúng tôi. Chúng tôi hy vọng bạn có thể ghé thăm chúng tôi một lần nữa sớm. Chúc một ngày tốt lành.Đọc thêm",
            "Tôi đã tận dụng 3 đêm miễn phí với chi phí ít nhất - 1300 mỗi đêm. Sự không hài lòng của tôi là chúng tôi thức khuya để đánh bạc. Buổi sáng tôi trả phòng ngay trước 6 giờ sáng, khi tôi đang chuẩn bị về phòng, tôi dừng lại ở quầy khách sạn để hỏi về việc trả phòng trễ vào buổi trưa. Cô gái trẻ phía sau bàn hỏi số phòng của tôi và nhìn vào máy tính rồi nói - Tôi - xin lỗi, chúng tôi không còn chỗ trống để trả phòng trễ. - Tôi hỏi còn chỗ để làm gì? Cô ấy trả lời là chuẩn bị sẵn phòng để nhận phòng càng sớm càng tốt. Thứ hai? Thật buồn cười, họ có rất nhiều hàng sẵn có cho ngày này. Thật là một kẻ nói dối khủng khiếp. Đầu tiên, bạn không cần số phòng của tôi để nói với tôi điều đó. Bạn nhìn xem phòng của tôi có miễn phí hay không, nói cách khác là miễn phí. Đáng buồn thay, tất cả chúng tôi đều biết rằng họ KHÔNG miễn phí vì tôi phải trả ít nhất - 1300 mỗi đêm x 3. Vâng, thật là xúc phạm khi chúng tôi là khách hàng và - 4000 chúng tôi đã bỏ ra - không đủ tốt để cho chúng tôi 1 giờ bổ sung. Đây là chuyến thăm đầu tiên của chúng tôi đến đây và chúng tôi ĐANG có kế hoạch quay trở lại nhưng tôi nghĩ chúng tôi được đánh giá cao hơn nhiều tại Blue Chip. Lúc đầu, chúng tôi yêu thích nó ở đây nhưng điều này đã để lại cho chúng tôi vị đắng. Tình huống này đã khiến tôi phải xem xét lại thời gian lưu trú của mình vì - đáng giá - Chúng tôi không có tiền thắng để khoe khoang và tường phòng khách sạn mỏng đến mức tôi có thể nghe thấy điện thoại di động của hàng xóm đổ chuông và tất cả các cuộc trò chuyện của họ. Khi người chơi sử dụng thời gian lưu trú qua đêm miễn phí của họ không nên khiến họ cảm thấy hoặc bị đối xử thấp kém hơn bất kỳ khách hàng nào khác. Đọc thêm",
            "Tôi - chưa bao giờ thấy ai trúng số trong 20 chuyến đi. Bàn chơi bài có những trò chơi bài kỳ lạ nhất - tệ nhất. Roulette là phiên bản kỹ thuật số sơ sài. Về cơ bản mọi thứ dường như đều nghiêng về phía bạn.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn. Trải nghiệm của bạn sẽ được đội ngũ quản lý của chúng tôi xem xét. Mong rằng chúng tôi sẽ sớm gặp lại bạn. Có một ngày tuyệt vời.\n\nĐọc thêm",
            "Sòng bạc là một trò lừa đảo của các máy đánh bạc, đừng đánh bạn, bỏ tiền vào tiền của bạn sẽ nhanh hơn rất nhiều Tôi ghét sòng bạc đó Tôi ước họ đừng bao giờ xây sòng bạc đó ở South Bend, tất cả những gì nó làm là hủy hoại cuộc sống của mọi người và giữ lại lấy tiền của mọi người máy móc chật hẹp Tôi chỉ bạn đi đến một sòng bạc khác và Floyd South Bend Sòng bạc đó - một vụ lừa đảo lớn Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để đánh giá chúng tôi.  Chúng tôi chắc chắn sẽ chuyển ý kiến ​​của bạn đến nhóm Slots.  Chúc một ngày tốt lành!  Đọc thêm",
            "Bạn sẽ - không thất vọng - - - .Bạn phải ghé thăm và nghỉ đêm tại khách sạn mới toanh. Các nhân viên thật tuyệt vời, họ mỉm cười chào đón bạn, bạn có thể nói rằng họ thực sự hạnh phúc không giống như các sòng bạc khác nơi nhân viên hành động như thể họ đang ở trong tù! Sòng bạc này rất đẹp và - họ có nhiều cơ sở ăn uống và nó được thiết kế để phục vụ bạn mọi điều ước! Bữa ăn ngon hoặc đồ ăn nhanh họ đều có tất cả. Theo quan điểm khiêm tốn của tôi, khách sạn mới có cảm giác giống như một khách sạn 5 sao và tốt hơn Vegas. Họ có phòng poker Texas Hold - m, nơi bạn có thể gọi điện để có tên trong danh sách chờ trước HAI GIỜ. Không có người khác cho phép điều đó! Đơn giản là tốt nhất! Các máy đánh bạc được bố trí cách đều nhau để bạn thưởng thức và chúng thậm chí còn có một khu vực chơi poker video riêng! TV màn hình lớn - có ở khắp nơi. Các trò chơi trên bàn như craps - bonus craps - poker 3 lá - blackjack và Mississippi Stud đều diễn ra - 10 phút. Ngay cả khi họ bận rộn. Các đại lý vui vẻ và tham gia một cách tích cực - có vẻ như tất cả họ đều đã đến trường và học được bí quyết - vui vẻ trong công việc - Chắc chắn chúng tôi sẽ quay lại. Hãy tiếp tục duy trì dịch vụ tuyệt vời Four Winds South Bend, Indiana Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá tích cực và những lời tử tế!  Chúng tôi thực sự đánh giá cao nó, cũng như sự bảo trợ của bạn!  Chúng tôi rất mong sẽ gặp lại bạn!  Chúc một ngày tốt lành! Đọc thêm",
            "As loyal customers of the New Buffalo location, we decided to take the further drive to South Bend because they have a spa. We first visited the property in May and loved it. Everything we love about New Buffalo is here at South Bend. The hotel is new, so it still has that brand new smell. New carpet and fresh smell, but the décor is the same as New Buffalo. At times, I felt like I was in New Buffalo in certain sections. We had such a good time in May, when came back in August. And the same awesome experience we had in May, we had in August.The Spa: We did couple massages both times, and both were excellent. We took advantage of the wellness center before and after the massages. You must do this, it - s so relaxing. Hot tub, sauna, steam room, rain shower, and these warming beds that you just melt in. The spa was the main reason we came here, and it makes 2 ½ hours drive so worth it.Hotel: Rooms are clean and new. However, the bed is way too soft! Not comfy for our backs, thank God for the massages lol. And I do love the Starbucks coffee. They are k-cups, and the Keurig was very clean. The toiletries in the shower are full size and are attached to the shower wall. Towels are nice and thick.Restaurants: Both times we ate at the buffet, it is always good. I would suggest adding some vegan desserts. I have a dairy allergy, so I can only look at all those yummy desserts. We also ate at Copper Rock both times. Outstanding both times, love this place. The 2nd time we came they gave us an anniversary card which was very sweet. And our waiter, Layne made our dining experience so much fun. We always make a stop at White Birch. My husband loves the gelato. We ate at Timbers, I got the fried chicken sandwich..so good! I will always get it now.Pool: This area is small. New Buffalo pool has them beat on this one.Casino: My first visit here was lucky. I hit a jackpot and came home with lots of winnings. This past trip..not so much. But I was able to play for a while, which I like. I hate roaming around looking for a machine that will make my money last. I did find a few where I had some good wins.Overall: We really like here. And even though it - s much further for us than New Buffalo, the Spa is what we come back too.Read more",
            "Cảm ơn bạn đã dành thời gian để đánh giá chúng tôi.  Chúng tôi đánh giá cao bạn, cũng như sự bảo trợ của bạn.  Chúng tôi chắc chắn sẽ chia sẻ ý kiến ​​của bạn với Nhóm quản lý của chúng tôi.  Chúc một ngày tốt lành! Đọc thêm",
            "Four Winds South Bend là một nơi nghỉ tuyệt đẹp.  Khách sạn thực sự tốt đẹp.  Vòi hoa sen của chúng tôi rất tuyệt, không có vấn đề gì về cống thoát nước. Sòng bạc đôi khi trả tiền tốt, đôi khi không.  Các nhà hàng đều ngon; chúng tôi đã ăn ở Kankakee Grill, Edgewater và Timbers.  Kankakee Grill có nhiều lựa chọn bữa tối tuyệt vời.  Edgewater không tì vết và có tầm nhìn đẹp ra hồ bơi, nhân viên rất thân thiện mặc dù hơi chậm.  Timbers luôn là một bữa ăn ngon nhưng hơi bẩn, có lẽ thiếu nhân viên.  Spa ở đó rất tuyệt!  Hồ bơi có kích thước nhỏ hơn nhưng có nhiều khu vực thư giãn xung quanh.  Nói chung đó là khoảng thời gian vui vẻ.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn. Chúng tôi rất vui vì bạn thích khách sạn, các lựa chọn ăn uống và Cedar Spa. Chúng tôi sẽ chia sẻ ý kiến ​​của bạn với nhóm của chúng tôi và hy vọng bạn có thể sớm ghé thăm chúng tôi. Có một ngày tuyệt vời. Đọc thêm"
        ],
        "star_ratings": [
            35,
            22,
            16,
            18,
            22
        ],
        "review_amount": 113,
        "location": [
            "Sòng bạc Four Winds South Bend",
            "Hoa Kỳ",
            "khúc cua phía nam",
            "Indiana - TRONG -",
            "Những hoạt động nên làm ở Nam Bend"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written November 6, 2023",
            "Written November 21, 2023",
            "Written May 19, 2024",
            "Written May 5, 2024",
            "Written December 15, 2023",
            "Written November 21, 2023",
            "Written November 6, 2023",
            "Written October 30, 2023",
            "Written October 4, 2023",
            "Written September 14, 2023",
            "Written August 23, 2023",
            "Written June 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g37535-d13389453-Reviews-Four_Winds_Casino_South_Bend-South_Bend_Indiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g37535-d13565057-Reviews-Kankakee_Grille_South_Bend-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37535-d13389685-Reviews-Timbers_Fast_Food_Deli_South_Bend-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37535-d13389474-Reviews-Copper_Rock_Steakhouse_South_Bend-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37535-d13389477-Reviews-The_Buffet_South_Bend-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37535-d25339670-Reviews-Edgewater_Cafe-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37535-d4277894-Reviews-Subway-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37535-d5060326-Reviews-Simeri_s_Old_Town_Tap-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37535-d5021153-Reviews-The_South_Bend_Chocolate_Company-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37535-d4983034-Reviews-Rum_Village_Inn-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37535-d4713277-Reviews-Bakers_Dozen_Bakeshop-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d183848-Reviews-Studebaker_National_Museum-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d4522203-Reviews-Basilica_of_the_Sacred_Heart-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d184866-Reviews-University_of_Notre_Dame-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d7930516-Reviews-Grotto_of_Our_Lady_Lourdes-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d287719-Reviews-Notre_Dame_Stadium-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d618111-Reviews-Four_Winds_Field_at_Coveleski_Stadium-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d183849-Reviews-The_History_Museum-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37328-d4767006-Reviews-The_Riverwalk-Mishawaka_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d3875181-Reviews-Rum_Village_Park-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d287718-Reviews-Morris_Performing_Arts_Center-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d13389453-Reviews-or10-Four_Winds_Casino_South_Bend-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d25339678-Reviews-Cedar_Spa-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d12342250-Reviews-Rum_Village_Adventures-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d3385376-Reviews-South_Bend_Chocolate_Factory_and_Museum_Tours-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d1147175-Reviews-Potawatomi_Zoo-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37535-d8011688-Reviews-The_Indiana_Whiskey_Company-South_Bend_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g312739-d12641523-Reviews-Abandoned_Ilyushin_IL_76-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
            "https://www.tripadvisor.com/Attraction_Review-g30582-d10380158-Reviews-Gulf_Shores_Public_Beach-Gulf_Shores_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g49376-d10771845-Reviews-Cline_s_Country_Antiques-Mount_Pleasant_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d156251-Reviews-Mission_Beach_Boardwalk-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54348-d144258-Reviews-Cypress_Gardens-Moncks_Corner_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129573-d320511-Reviews-Ginza-Ginza_Chuo_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d1172821-Reviews-Playa_El_Tecolote_Tecolote_Beach-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g644211-d8687315-Reviews-Stavros_Beach-Stavros_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d213542-Reviews-Palace_of_Holyroodhouse-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g48435-d7082760-Reviews-Port_Washington_Water_Taxi-Port_Washington_Long_Island_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g37535-d13389453-Reviews-or10-Four_Winds_Casino_South_Bend-South_Bend_Indiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g37535-d13389453-Reviews-Four_Winds_Casino_South_Bend-South_Bend_Indiana.html"
    }
]