[
    {
        "attraction_name": "Franklin Music Hall",
        "attraction_name_vi": "Hội trường âm nhạc Franklin",
        "general_info": [
            "57 đánh giá",
            "233 trong số 748 việc cần làm ở Philadelphia",
            "Rạp chiếu phim"
        ],
        "attraction_summary": "If you are under 55, dont expect to see a thing from the floor. If you have any kind of distaste for crowds so tight that every person is touching each other, then this is not for you. If you dont enjoy getting elbowed in the head, having someone swing their hair into your face, or getting pushed and shoved all night long, then this is not for you. The ticket prices are good and the beer prices are decent. The snacks and water are severely overpriced. There is a coat check available for cash. Parking was easy. The seating that is available in the lounge not a lounge gets taken quickly and people dont give up those seats for other people. There are VIP seats but I am not quite sure how you get invited into those spaces. Maybe there is a ticket upsell? The tickets and wording made it seem that the concert began at 8PM. They let us into the building around 7:30. The first band began at 8:30. The second band began at 9:20. The main act didnt even begin until 10:15PM. By 10:15 people were either drunk or cranky. So, it was a volatile crowd, especially as the people began shoving their way into an already too populated space to see the main act. My personal experience as a short person? I could have stayed home and listened to streaming music and had a much better experience. I never saw any of the performers. I could barely hear the very loud music because the drunk people were screaming and yelling louder than the speakers, and they had those speakers pumped up enough that you could feel the bass in your feet. Plus, the acoustics are horrible anyway. I dont drink to get drunk, so the drinking scene did not add to the situation. I dont particular care for mosh pits, so getting pushed and shoved and elbowed and stepped on and bumped into consistently was not fun for me. Someone brought a child with them and that was not a great place for families with children. Ive decided that I would only go back to this place if I absolutely knew that I could sit either on the front row in the lounge area or if they sold tickets by the seat and provided chairs. Id rather pay double or triple to see someone perform and enjoy it, or go to even smaller venues with live music.Read more",
        "reviews": [
            "I have to share my horrible experience at the Sabrina Carpenter - emails i cant send tour on May 13, 2023. I want to start off by saying that I have never left a review on a venue before. However, my experience here was so bad that Im going out of my way to do so to warn people who might be traveling super long distances for concerts here like I did to spare them the disappointment.For one, I paid 300 for the highest up VIP experience. I also drove five hours away to come to this show. Naturally, being someone who spent all this extra money, I really hoped to have a good time. Sadly, it was the exact opposite, and I just wanted the show to end so I could leave the entire time.We arrived to the venue an hour before VIP check-in started. There were three lines: general admission, a cheaper VIP package, and then the highest up VIP option the one I had. Staff was nowhere to be seen outside lining us up. So, we all formed three lines. Everyone was being nice and there was no chaos. We were just lining ourselves up to make check-in easier. This HORRIBLE HORRIBLE HORRIBLE venue worker named Josh comes outside to manage the lines.This man starts trying to line us all up in different places. Hes super loud, incredibly rude, and very bossy. Trust me, I am fully aware that security guards need to be stern. However, this man was being incredibly rude to all of us. Keep in mind, we paid our own money to be there by choice. He is paid to be there as a job.Some of us realize were in the wrong line, so we switch lines. He screams and I am not exaggerating at those of us who switched lines to get back in our original spot. Even though we were in the wrong lines. We all yell back at him to calm down and stop being so horrible to us simply for getting into the correct line. Staff pulls him aside and tells him to calm down. He comes back outside to give a half-assed apology. However, he doesnt stop. People are too afraid to ask what line they should be in. So, once check-in starts, theres more chaos because people realize theyre in the wrong line. However, if Josh hadnt of made us all too afraid and uncomfortable to ask, then the chaos couldve been avoided.More yelling is being added to an already stressful situation, which makes us all just uneasy and uncomfortable. Once we get inside, they dont even scan our tickets. They escort us into the balcony. We have to stay up there until the QA and soundcheck start. My mother asked if she could stay in the balcony. Several staff told her she could, but then others tried kicking her out. She just ignored them since there had been security guards sitting with her the whole time already. After the VIP activities are finished, they kick her out of the balcony and make her wait at the bottom of the steps for an hour until the GA doors open despite the fact that she had been up there for over an hour already.They also oversold the show. The venue originally said only 21 was allowed in the balcony, but they started letting minors up there by the bar and around the drinks right before the show started to make the floor less jammed. I am pretty sure thats illegal. It was jam-packed and extremely uncomfortable. I will never come back to this venue. Regardless on who I want to see.Read more",
            "ĐỪNG BAO GIỜ mua Quickpass từ địa điểm này, đây là một vụ lừa đảo hoàn toàn. Theo như dự kiến, bạn sẽ phải trả THÊM 15 ĐÔ LA cho vé đã mua, nhưng tấm vé này sẽ giúp bạn vào sớm buổi biểu diễn. Hàng Quickpass cuối cùng được phép vào một lối vào nhỏ trong khi những người không có vé vào cửa phải xếp hàng ở nhiều nơi cùng một lúc, do đó những người không có Quickpass thậm chí còn vào sớm hơn những người có Quickpass. Tôi không chắc ai là người điều hành trò lừa đảo này nhưng mọi người cần được hoàn lại tiền và trò lừa đảo này nên chấm dứt cho đến khi tình trạng này được khắc phục. Đọc thêm",
            "Thực sự rất thích địa điểm này. Sự kiện này không quá đông đúc nhưng có một lượng khán giả khá lớn đã đến. An ninh ở mức tối thiểu nhưng có thể nhìn thấy được và dường như đang giữ mọi thứ có trật tự. Giá đồ uống hợp lý một cách đáng ngạc nhiên và dịch vụ quầy bar rất nhanh và thân thiện. Tôi chắc chắn sẽ giới thiệu địa điểm này và dự định xem nhiều chương trình hơn ở đây trong tương lai. Đọc thêm",
            "Các khía cạnh vật lý của địa điểm là tuyệt vời.  Chỗ ngồi tốt, đồ uống giá hợp lý, phòng tắm sạch sẽ.  Đó là nơi nó kết thúc.  Chất lượng âm thanh thật khủng khiếp.  Đừng lãng phí tiền của bạn vào vé.  Âm thanh bị lộn xộn và bị cắt xén.  Bạn không thể hiểu được một lời bài hát nào.  Nó cực kỳ đáng thất vọng.  Mọi người lũ lượt rời đi sau vài bài hát đầu tiên.  Các nhân viên đã đàng hoàng; tuy nhiên, việc kiểm soát vương miện là không tồn tại.  Bạn nắm giữ cuộc sống của bạn trong tay của chính bạn.  Đẩy, xô đẩy, người ta ngã nhào.  KHÔNG mang theo con cái của bạn; rất có thể họ sẽ bị tổn thương bởi những kẻ ngốc trong đám đông.  Nhân viên đóng cửa khu vực bên ngoài sớm và cho biết ban nhạc đang chơi thêm hai bài hát nữa.  Đã đóng cửa.  Giống như, hãy ra khỏi đây.  Người ta sử dụng nhiều đèn nhấp nháy, không có cảnh báo hay thông tin nào về trường hợp này.  Vì chồng sắp cưới của tôi mắc chứng động kinh nên chúng tôi dành phần lớn thời gian của buổi hòa nhạc ở bên ngoài.  Chúng tôi sẽ không quay lại. Đọc thêm",
            "Địa điểm tuyệt vời để xem ban nhạc yêu thích của bạn! Chúng tôi đã có thể đến thật gần để gặp Greta Van Fleet!!! Buổi hòa nhạc hay nhất mà chúng tôi đã xem trong một thời gian dài. Việc đỗ xe cũng không tệ đối với Philly!! Đọc thêm",
            "Nhà máy điện là một địa điểm tốt để xem một buổi biểu diễn. Nó rộng rãi và âm thanh tốt. Old Crow đêm qua đã rất tuyệt vời và đã thể hiện một màn trình diễn tuyệt vời.  Tôi sẽ quay lại.Đọc thêm",
            "Tôi đã xem Lord Huron và đó là một buổi biểu diễn tuyệt vời.  Địa điểm rất tốt.  Họ được tổ chức và tập hợp mọi người một cách nhanh chóng và không ồn ào.  Âm thanh và ánh sáng thực sự tốt.  Tôi đề nghị địa điểm cho bất kỳ buổi hòa nhạc nào bạn muốn xem.  Đọc thêm",
            "Đây là một nơi tuyệt vời để xem một buổi biểu diễn nhưng đó không phải là điều xấu chút nào. Ban nhạc nào cũng nghe hay. Chắc chắn đứng trên lầu nếu bạn có thể Đọc thêm",
            "Tried to see a show with a friend the other night after purchasing 200 plus dollar tix from the electric factorys website. As soon as we get to the venue we were told the tix wouldnt scan and to go to the box office, immediately spoke with an unpolite and unprofessional coworker who claimed to be the  manager before any of this happened we explained that we purchased these tix on their website and she told us all we needed was the purchasers credit card which i then  gave her. Then she said she  hadnt had my card on file, and asked as if i stole the tix where i purchased the tix. I politely asked to speak with a manger when  she retorted  i am the manager shocked at how rude she was acting i asked what i needed to do to get in to the  venue?  as we stood in the pouring rain... i then pleaded with the unprofessional coworker by askin whatwe had to show her to get into the venue? ignorantly she  said show me a receipt i then went through my hundreds of emails for my receipt even though it was pointless at this point because she refused us access after having legitimate tickets, i.d.   the credit card i used to purchase. I still found the receipt and she told me it was unvalid and i needed new tix. At this point i had lost my patience and realized  there was no way i could see the band i spent over 200 dollars to see. Due to the fact that the box office manager wasnt apologetic  or understanding in anyway resulted in me writing this review. Not only did this creature at the box office  resemble Marilyn  Manson but i would have rather had been greeted by satan himself  in hell then ever stepping foot in this bag of hot trash known as a venue. Skip the electricfactory and go to the filmore instead... much nicer venue with coworkers who care and will treat you with respectRead more",
            "Tôi có thể đón con gái ở đâu sau khi buổi hòa nhạc kết thúc tại Franklin Music Hall?Đọc thêm",
            "Có người xem để đặt túi xách. Trong buổi hòa nhạc?Đọc thêm",
            "Bạn có lấy thẻ tín dụng tại phòng véĐọc thêm",
            "Có phải tất cả đều đứng vững?Đọc thêm",
            "Có một vài ghế băngĐọc thêm",
            "Mọi người đến xem buổi biểu diễn sớm bao nhiêu khi cửa mở lúc 7:30?Đọc thêm",
            "Đến sớm để trò chuyện hoặc xếp hàng chờ, ngay cạnh bãi đậu xeĐọc thêm",
            "Bãi đậu xe có gần địa điểm không? Tôi có một người ngồi trên xe lăn đi cùngĐọc thêm",
            "Có bãi đậu xe gần như một dãy nhà trong thành phố.Đọc thêm",
            "Sky box nằm ở đâu??Đọc thêm"
        ],
        "star_ratings": [
            18,
            14,
            12,
            3,
            10
        ],
        "review_amount": 57,
        "location": [
            "Hoa Kỳ",
            "Hội trường âm nhạc Franklin",
            "Philadelphia",
            "Những điều cần làm ở Philadelphia",
            "Pennsylvania PA"
        ],
        "reviews_time": [
            "Written February 17, 2024",
            "Written May 20, 2023",
            "Written May 1, 2023",
            "Written February 5, 2020",
            "Written September 29, 2018",
            "Written August 28, 2018",
            "Written July 25, 2018",
            "Written June 12, 2018",
            "Written May 19, 2018",
            "Written May 14, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60795-d3948479-Reviews-Franklin_Music_Hall-Philadelphia_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d3683755-Reviews-Terakawa_Ramen-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d461531-Reviews-Silk_City_Diner-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d461475-Reviews-Sang_Kee_Peking_Duck_House-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d3937421-Reviews-Cafe_La_Maude-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d433531-Reviews-Radicchio_Cafe-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d6673472-Reviews-Yards_Brewing_Company-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d940711-Reviews-Honey_s_Sit_n_Eat-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d1014519-Reviews-Dim_Sum_Garden-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d12693301-Reviews-Liquid_Art_Barrel_House-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60795-d484853-Reviews-Reading_Terminal_Market-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d107532-Reviews-Yards_Brewing_Company-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d143121-Reviews-Edgar_Allan_Poe_National_Historic_Site-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d620234-Reviews-Franklin_Square-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d278726-Reviews-National_Constitution_Center-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d138301-Reviews-United_States_Mint-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d104158-Reviews-Reading_Terminal_Market-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d107503-Reviews-Philadelphia_Visitor_Center-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d138272-Reviews-Weitzman_National_Museum_of_American_Jewish_History-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d147134-Reviews-Independence_National_Historical_Park-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d14251877-Reviews-Love_City_Brewing-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d3948479-Reviews-or10-Franklin_Music_Hall-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d265360-Reviews-Kimmel_Center_for_the_Performing_Arts-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d143553-Reviews-Walnut_Street_Theatre-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d600322-Reviews-Arden_Theatre_Company-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d104747-Reviews-Academy_of_Music-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d3243958-Reviews-World_Cafe_Live-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d8807323-Reviews-The_Fillmore_Philadelphia-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d16674610-Reviews-The_MET_Philadelphia-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d600508-Reviews-Chris_Jazz_Cafe-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d605304-Reviews-Mann_Center_for_the_Performing_Arts-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d605251-Reviews-Wilma_Theater-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d12003428-Reviews-Liberty_Escape_Rooms-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d2292861-Reviews-Grim_Philly_Twilight_Tours-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d19104290-Reviews-The_Musical_History_Tours-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d1854977-Reviews-The_Constitutional_Walking_Tour_of_Philadelphia-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d605349-Reviews-Silk_City_Lounge-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d8309312-Reviews-City_Brew_Tours_Philly-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d1770479-Reviews-Philadelphia_Urban_Adventures-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d2017696-Reviews-Free_Tours_by_Foot-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d3604538-Reviews-Philadelphia_Segway_Tours-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d1098514-Reviews-City_Food_Tours_Philadelphia-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g32676-d560725-Reviews-Malibu_Pier-Malibu_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35328-d3847998-Reviews-Back_River_Beach-Tybee_Island_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1865930-d7313934-Reviews-Secret_Falls_Trail-Wailua_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2239745-d10712217-Reviews-Beach_Club_Portopiccolo-Sistiana_Duino_Aurisina_Province_of_Trieste_Friuli_Vene.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d6412969-Reviews-Main_Event_Entertainment-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d662201-Reviews-Schnebly_Redland_s_Winery-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55784-d10214306-Reviews-Garden_of_Eden-Eden_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d5453116-Reviews-SPARTY_Szechenyi_Bath_Party-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d3547960-Reviews-McCullough_Gulch-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d15198903-Reviews-Beach_Bar_Poda-Ksamil_Saranda_Vlore_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60795-d3948479-Reviews-or10-Franklin_Music_Hall-Philadelphia_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60795-d3948479-Reviews-Franklin_Music_Hall-Philadelphia_Pennsylvania.html"
    }
]