[
    {
        "attraction_name": "Franco's Bar",
        "attraction_name_vi": "Franco - s Bar",
        "general_info": [
            "352 đánh giá",
            "- 2 trên 14 Cuộc sống về đêm ở Positano",
            "Quán Bar - Câu Lạc Bộ"
        ],
        "attraction_summary": "Một quán bar ngoài trời với sự khác biệt. Quán bar mới nhất của Positano - không chỉ là một quán bar ven biển. Một chiếc bè trang nhã treo lơ lửng trên biển, rực rỡ với màu sắc của Bờ biển Amalfi, trong thiết kế và chi tiết, nó thể hiện sự hội tụ độc đáo của các nghệ sĩ và thợ thủ công tài năng, được tập hợp tại đây để tri ân người đàn ông có khiếu thẩm mỹ hoàn hảo đã tạo nên rất nhiều điều đặc biệt. phong cách đặc trưng của Le Sirenuse. Kết quả là một quán bar ngoài trời hiện đại với thực đơn đồ uống cổ điển, chất lượng hàng đầu; một nơi dành cho tình yêu, cho bạn bè, cho món khai vị sau khi bơi, để lặng lẽ chiêm ngưỡng tất cả vẻ đẹp đó.Đọc thêm",
        "reviews": [
            "Tôi nghĩ trải nghiệm của chúng tôi sẽ - tốt hơn nếu thời gian lưu trú của chúng tôi có tầm nhìn ít khó tin hơn. Giường - bữa sáng mà chúng tôi đang ở có tầm nhìn tuyệt đẹp ra biển - thị trấn, vì vậy việc trả - 24 - cho mỗi lần uống là cực kỳ cao đối với những thứ chúng tôi đã nhận được. Điều này đang được nói, nếu bạn không có tầm nhìn, nó thực sự không thể tin được. Đồ uống cũng rất ngon, tôi - tôi chỉ không chắc chúng có xứng đáng với giá tiền hay không. Cuối cùng, tôi muốn nói thêm rằng chúng tôi đã mong đợi phản ứng của mình sẽ như vậy, chúng tôi không lường trước được việc sẽ bị choáng ngợp, nhưng chúng tôi cũng không nhất thiết phải hối tiếc về trải nghiệm này. Tôi chỉ không có ý định tham gia lại. Tuy nhiên, họ có một mô hình kinh doanh tuyệt vời - tính phí nhiều đồ uống để có lượt xem - một bức ảnh- Tôi chỉ có thể tưởng tượng lợi nhuận mà họ - đang kiếm được!Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại đánh giá để chúng tôi có thể tiếp tục cải thiện dịch vụ của mình. Chúng tôi rất vui khi biết rằng bạn thích khung cảnh và đồ uống của mình! Chúng tôi hy vọng sớm gặp lại bạn tại Franco - s.Đọc thêm",
            "Sự rung cảm đầy phong cách, khung cảnh, cocktail đặt riêng và âm nhạc đã khiến đêm đầu tiên của chúng tôi ở Positano trở nên thuận lợi. Đáng lẽ chúng tôi chỉ nên uống rượu khai vị trước bữa tối nhưng vẫn ở lại 3 hiệp. Họ cho chúng tôi ngồi ở ghế trước để có thể chụp được những bức ảnh đẹp về Positano vào giờ vàng. Cô chủ và đội ngũ phục vụ rất thân thiện và nhiệt tình. Tôi chắc chắn sẽ quay lại.Đọc thêm",
            "Cảm ơn bạn cho các từ loại!  Chúng tôi rất vui khi biết rằng chúng tôi đã có thể bắt đầu chuyến đi của bạn một cách tốt đẹp và hy vọng sẽ sớm được chào đón bạn quay trở lại Franco - s.Đọc thêm",
            "Một quán bar nhỏ đáng yêu ở một vị trí tuyệt vời với đội ngũ nhân viên rất chuyên nghiệp và rất thân thiện.  Khung cảnh đơn giản là tuyệt vời và đẹp đẽ, đặc biệt là vào lúc hoàng hôn.  Đồ uống thực sự tuyệt vời, nếu ai đó chưa sẵn sàng với mức giá đồ uống cao hơn một chút thì tốt hơn hết là đừng xếp hàng chờ đợi và lãng phí thời gian vào.Đọc thêm",
            "Chúng tôi rất vui vì bạn thích chuyến thăm tới Franco - s. Cảm ơn bạn đã đánh giá tử tế, chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại vào một dịp hoàng hôn khác!Đọc thêm",
            "Một nơi tuyệt đẹp nếu bạn muốn tận hưởng khung cảnh tuyệt đẹp của những ngôi nhà và biển. Thực đơn cocktail thật tuyệt vời. Phần hay nhất của quán bar này là sự sắp xếp và âm nhạc, chúng tôi rất thích nó cho đến khi đóng cửa. Chắc chắn là lựa chọn đầu tiên của chúng tôi ở Positano, chúng tôi - sẽ quay lại sớm!Đọc thêm",
            "Cảm ơn bạn cho các từ loại! Chúng tôi rất vui vì bạn thích âm nhạc và hy vọng sớm gặp lại bạn ở đây. Đọc thêm",
            "Một nơi tuyệt đẹp để thưởng thức cocktail. Chúng tôi đến và nó đã đầy. Alessandro yêu cầu chúng tôi vui lòng chờ đợi và sẽ sớm có chỗ trống. Anh ấy rất thân thiện và nói tiếng Anh tuyệt vời. Tất cả chúng tôi đều gọi cocktail. Tất cả chúng tôi đều đồng ý rằng đây là những đồ uống có hương vị TỐT NHẤT mà chúng tôi có khi ở Positano. Đó là một nơi tuyệt đẹp và chúng tôi thấy họ rất thân thiện. Tôi đánh giá cao điểm nóng này. Đọc thêm",
            "Quầy bar đẹp với đồ uống ngon. Chúng tôi đến lúc 5 giờ 40 chiều và đường dây không quá tệ, nhưng nó chắc chắn vẫn tiếp tục tiến gần hơn đến 6 giờ và phần còn lại của buổi tối. Chúng tôi có thể ngồi ở một trong những bàn phía trước với tầm nhìn tuyệt vời - FYI, có mức tối thiểu 40 Euro - một người khi ngồi ở khu vực đó so với phần còn lại của quầy bar, điều này khá dễ thực hiện với giá đồ uống - . Đó là một nơi tuyệt vời để chụp ảnh và chúng tôi có thể ngắm hoàng hôn. Chúng tôi gọi một chai Rose rất ngon. Tôi chỉ ước có thêm một số lựa chọn thực phẩm. Có ô liu miễn phí và bỏng ngô không đáy như một món ăn nhẹ nhưng không có thức ăn nào khác. Một địa điểm lý tưởng để dừng chân trước bữa tối nhưng hãy nhớ đến đó sớm một chút để đảm bảo có được một trong những ghế trước!Đọc thêm",
            "Kelsey thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại đánh giá - chúng tôi rất vui khi biết rằng bạn rất thích thời gian ở Franco - s Bar và sẽ xem xét phản hồi của bạn. Hy vọng sẽ sớm được chào đón bạn quay trở lại!\n\nTrân trọng,\nAldo Sersale Đọc thêm",
            "Chúng tôi tình cờ gặp phải nơi này mà không biết về bất kỳ sự cường điệu nào. Chúng tôi phải đợi khoảng 10 phút là ổn. Chúng tôi ngồi ở hàng ghế thứ hai nên không có nhiều tầm nhìn cho đến khi chúng tôi tiến lên phía trước để chụp ảnh. Đồ uống rất đắt tiền. Những cái chúng tôi có đều ổn nhưng không có gì đặc biệt để biện minh cho giá của chúng. Tuy nhiên dịch vụ vẫn tốt.Đọc thêm",
            "Olga thân mến,\n\nCảm ơn bạn đã ghé thăm Franco - s Bar và dành thời gian để lại nhận xét của mình. Chúng tôi rất tiếc khi biết rằng bạn đã không tận hưởng trọn vẹn thời gian của mình với chúng tôi nhưng rất vui khi nghe phản hồi của bạn về dịch vụ của chúng tôi. Chúng tôi hy vọng được chào đón bạn trở lại trong chuyến đi tiếp theo.\n\nTrân trọng,\nAldo SersaleĐọc thêm",
            "Họ không nhận đặt chỗ nên bạn phải xếp hàng chờ trên đường nhưng hàng không quá dài lúc 7 giờ tối. Chúng tôi được phục vụ sau 3 cặp đôi khác nên ngồi xuống sau chúng tôi. Chúng tôi đã yêu cầu ba lần cho đơn đặt hàng của chúng tôi. Họ quên đơn đặt hàng đối tác của tôi. Sau đó chúng tôi yêu cầu hóa đơn hai lần. Có rất nhiều đồ ăn nhẹ miễn phí - tốt đẹp -. Được ngồi ở giữa nên tầm nhìn không tốt. Đó là mức tối thiểu 40 euroChi tiêu cho mỗi người cho chỗ ngồi phía trước.  Nhưng với giá 26 euro cho mỗi ly cocktail thì đây là một trong những nơi đắt đỏ nhất mà tôi chưa từng đến và chúng tôi vừa đến Santorini và Mykonos, những nơi mà tôi nghĩ là đắt tiền cho một ly cocktail. Và chúng tôi đã đợi 30 phút để đặt hàng hoặc mỗi lần uống một ly. Ngoài ra, chỗ ngồi chật cứng và có ai đó ở hai bên tôi đang hút thuốc khiến khói bay vào mặt tôi. Tôi cảm thấy không thoải mái và muốn rời đi nhưng chúng tôi đã ngồi xuống rồi. Rất được đánh giá cao xin lỗi. Thay vào đó hãy đến Rada Sky Lounge - .Đọc thêm",
            "Tuần khai mạc năm 2024, yêu thích âm nhạc, đồ uống và mọi cảm xúc. Vâng, nó rất đắt và để ngồi vào bàn ở phía ven biển, mức chi tiêu tối thiểu sẽ cao hơn.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại nhận xét về Franco - s Bar! Chúng tôi rất vui vì bạn thích trải nghiệm của mình với chúng tôi và hy vọng sớm gặp lại bạn.\n\nTrân trọng,\nAldo SersaleĐọc thêm",
            "Cố tình xếp hàng, bắt người dân phải xếp hàng chờ bên ngoài dù bên trong đã có sẵn ghế và bàn. Tính toán với mọi chỗ ngồi, ví dụ: không muốn chứa ba người trong một bàn dành cho bốn người. Khung cảnh không có gì đặc biệt, bạn có tầm nhìn tốt hơn từ đường lên dốc hoặc trong các quán bar cạnh biển. Kinh nghiệm rất nhục nhã, phải cầu xin cho họ tiền.Đọc thêm",
            "Maja thân mến,\n\nCảm ơn bạn đã dành thời gian để lại nhận xét về Franco - s Bar. Chúng tôi rất tiếc khi biết rằng bạn đã có trải nghiệm tiêu cực nhưng đánh giá cao việc bạn chia sẻ phản hồi với chúng tôi. \n\nTrân trọng,\nAldo SersaleĐọc thêm",
            "Phải thừa nhận rằng lượt xem rất tuyệt vời và vị trí rất phong cách nên hãy đến nếu bạn cần để có cơ hội chụp ảnh instagram và xem bộ sưu tập phong phú. Nhưng với mức chi tiêu tối thiểu - 20 mỗi người và - 25 cho một ly Aperol Spritz, sẽ có giá trị tốt hơn nếu bạn có mặt trên bãi biển, nơi bạn có thể thưởng thức Aperol Spritz buổi tối với giá - 11 tại quán bar Blu trong khi những con sóng vỗ vào bãi biển !Đọc thêm",
            "Cảm ơn phản hôi của bạn! Chúng tôi rất tiếc khi thấy rằng giá cả và bầu không khí của chúng tôi không đáp ứng được mong đợi của bạn nhưng đánh giá cao việc bạn chia sẻ trải nghiệm của mình với chúng tôi.\n\nTrân trọng,\nAldo SersaleĐọc thêm",
            "Rất thô lỗ, vì vị trí tuyệt vời nên chi phí cao về mặt thiên văn và dịch vụ không kém. Chúng tôi hỏi liệu chúng tôi có thể chuyển đến một chỗ ngồi ở phía trước mà họ không chứa được chỉ nói 2 khách hay không. Mặc dù chỉ cần di chuyển một chiếc ghế đẩu nhưng tôi vẫn chưa uống xong trước đó và muốn mang đi hai lần và không để lại lời cảm ơn vì đã chi 25 - mỗi lần uống.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian để lại nhận xét về Franco - s Bar! Chúng tôi rất tiếc khi biết rằng bạn đã có trải nghiệm tiêu cực nhưng đánh giá cao việc bạn chia sẻ phản hồi với chúng tôi.\n\nTrân trọng,\nAldo SersaleĐọc thêm",
            "Chúng tôi tình cờ gặp phải nơi này mà không biết về bất kỳ sự cường điệu nào. Chúng tôi phải đợi khoảng 10 phút là ổn. Chúng tôi ngồi ở hàng ghế thứ hai nên không có nhiều tầm nhìn cho đến khi chúng tôi tiến lên phía trước để chụp ảnh. Đồ uống rất đắt tiền. Những cái chúng tôi có đều ổn nhưng không có gì đặc biệt để biện minh cho giá của chúng. Tuy nhiên dịch vụ vẫn tốt.Đọc thêm",
            "Olga thân mến,\n\nCảm ơn bạn đã ghé thăm Franco - s Bar và dành thời gian để lại nhận xét của mình. Chúng tôi rất tiếc khi biết rằng bạn đã không tận hưởng trọn vẹn thời gian của mình với chúng tôi nhưng rất vui khi nghe phản hồi của bạn về dịch vụ của chúng tôi. Chúng tôi hy vọng được chào đón bạn trở lại trong chuyến đi tiếp theo.\n\nTrân trọng,\nAldo SersaleĐọc thêm",
            "Quầy bar đẹp với đồ uống ngon. Chúng tôi đến lúc 5 giờ 40 chiều và đường dây không quá tệ, nhưng nó chắc chắn vẫn tiếp tục tiến gần hơn đến 6 giờ và phần còn lại của buổi tối. Chúng tôi có thể ngồi ở một trong những bàn phía trước với tầm nhìn tuyệt vời - FYI, có mức tối thiểu 40 Euro - một người khi ngồi ở khu vực đó so với phần còn lại của quầy bar, điều này khá dễ thực hiện với giá đồ uống - . Đó là một nơi tuyệt vời để chụp ảnh và chúng tôi có thể ngắm hoàng hôn. Chúng tôi gọi một chai Rose rất ngon. Tôi chỉ ước có thêm một số lựa chọn thực phẩm. Có ô liu miễn phí và bỏng ngô không đáy như một món ăn nhẹ nhưng không có thức ăn nào khác. Một địa điểm lý tưởng để dừng chân trước bữa tối nhưng hãy nhớ đến đó sớm một chút để đảm bảo có được một trong những ghế trước!Đọc thêm",
            "Kelsey thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại đánh giá - chúng tôi rất vui khi biết rằng bạn rất thích thời gian ở Franco - s Bar và sẽ xem xét phản hồi của bạn. Hy vọng sẽ sớm được chào đón bạn quay trở lại!\n\nTrân trọng,\nAldo Sersale Đọc thêm",
            "Sau khi xếp hàng 20 phút để quán bar mở cửa, chúng tôi là những người đầu tiên ngồi. Nếu bạn không phải là 5 cặp đôi đầu tiên thì không đáng. Ngoại trừ chỗ ngồi ngay ban công, chỗ ngồi thấp và định hướng nên chỉ có một người hướng mặt ra nước. Thích thú nhìn vào bức tường trống bên kia đường. Ngoài ra, rõ ràng là họ đã nhét càng nhiều bàn càng tốt vào. Vì vậy, bạn thực sự phải kề vai sát cánh với những thực khách của mình. Dịch vụ này thật kinh khủng. Chúng tôi gọi nước và quan sát những người còn lại trong nhà hàng lấy nước, rồi uống, trong khi chúng tôi phải hỏi 4 lần - kể cả với người quản lý - để được lấy đồ uống sau khi nướng bánh dưới ánh nắng trong hàng. Họ rất vui khi được phục vụ. mang cho chúng tôi những ly cocktail yếu - ở mức 25 - mỗi ly - và thực sự mang những thứ đó ra trước nước. Ngoài ra còn có mức tối thiểu là 20 - không có thức ăn để đặt hàng. Vì vậy, nếu bạn không uống rượu, hãy thưởng thức nước trái cây 25. Đây có lẽ từng là một nơi mát mẻ, nhưng bây giờ nó không đáng phải đau đầu nữa. Họ đã dựa vào sự cường điệu của chính mình và lạc lối. Trừ khi bạn là người mẫu Instagram, hãy tránh nơi này. Ngay cả nếu bạn là vậy, có lẽ sẽ có những địa điểm tốt hơn để bạn trai chụp ảnh bạn.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Franco - s Bar và dành thời gian để lại nhận xét của mình. Chúng tôi rất tiếc khi biết rằng bạn đã không tận hưởng thời gian của mình với chúng tôi. Chúng tôi tự hào về dịch vụ nồng nhiệt, chu đáo của mình và rất tiếc vì chúng tôi đã không đáp ứng được tiêu chuẩn này theo trải nghiệm của bạn. Chúng tôi hy vọng được chào đón bạn quay trở lại vào một ngày nào đó để giúp đảm bảo bạn có khoảng thời gian tuyệt vời tại Franco - s Bar. \n\nTrân trọng,\nAldo SersaleĐọc thêm",
            "Một nơi tuyệt đẹp để thưởng thức cocktail. Chúng tôi đến và nó đã đầy. Alessandro yêu cầu chúng tôi vui lòng chờ đợi và sẽ sớm có chỗ trống. Anh ấy rất thân thiện và nói tiếng Anh tuyệt vời. Tất cả chúng tôi đều gọi cocktail. Tất cả chúng tôi đều đồng ý rằng đây là những đồ uống có hương vị TỐT NHẤT mà chúng tôi có khi ở Positano. Đó là một nơi tuyệt đẹp và chúng tôi thấy họ rất thân thiện. Tôi đánh giá cao điểm nóng này. Đọc thêm",
            "Đối với cuộc sống của tôi, tôi không nhận được sự cường điệu và đánh giá xung quanh địa điểm này...họ phải có nhà báo giỏi nhất thế giới. Chúng tôi đã dành 12 ngày ở Positano, 6 trong số đó tại Le Sirenuse, cạnh Franco - thanh s.  Chúng tôi không đọc được gì ngoài những điều tuyệt vời nhất về Franco - s nên chúng tôi rất hào hứng muốn thử. Quán bar mở cửa lúc 6 giờ chiều và đến 6 giờ 15 chiều thì có ít nhất 20 người xếp hàng để vào. Đêm thứ 2 sau bữa tối khoảng 9 giờ tối và không có ai xếp hàng chờ nên chúng tôi ghé qua.  Dù không có người xếp hàng nhưng họ vẫn bắt bạn đứng sau sợi dây nhung để kiểm tra chỗ trống. - Tôi đã sống 15 năm ở Los Angeles nên tôi - rất thành thạo với những sợi dây nhung và - kiểm tra lịch sử dụng - - ngay cả khi một địa điểm là một thị trấn ma - .Sau 3 phút kiểm tra lịch trình, chúng tôi được đưa đến một chiếc bàn nhỏ xíu phía trên với những chiếc ghế dài có đệm nhỏ để ngồi.  Tất cả - các bàn - đều rất gần nhau, bạn cũng có thể trò chuyện với mọi người ở hai bên bạn. Dịch vụ này chậm và họ không bao giờ hỏi bạn có muốn uống thêm không, điều đó cũng ổn vì dù sao đồ uống cũng ở mức trung bình.  Ở đây cũng không có bóng râm nên nếu bạn đi lúc 6 giờ chiều, bạn sẽ phải ở dưới nắng nóng ít nhất 2 giờ. Có rất nhiều nơi ở Positano với dịch vụ tốt hơn, đồ uống ngon hơn, chỗ ngồi tốt hơn...mọi thứ đều tốt hơn.  Nếu bạn đi ngang qua và có thể vào ngay, tôi đoán hãy kiểm tra nó.  Nếu bạn thậm chí phải đợi 1 phút trong khi họ - kiểm tra phòng trống - ...tiếp tục đi ngay bên cạnh.Đọc thêm",
            "Trẻ 2 tuổi có thể tham gia được không?Đọc thêm",
            "Xin chào, giá cả thế nào?",
            "Xin chào, Chúng tôi sẽ ở Ý vào tuần tới và rất muốn đến quán bar của bạn. Chúng tôi có một đứa con hai tuổi. Trẻ nhỏ có thể tham dự được không? Chúng tôi muốn đến vào khoảng 5 - 6 giờ nên không có gì quá muộn vào buổi tối? Cảm ơn bạnĐọc thêm",
            "Xin chào..Thanh này không phải của tôi, tôi chỉ xem xét nó thôi..\nTôi nghĩ bạn cũng nên ghé thăm nó..\nĐó là một nơi tuyệt vời với khung cảnh ngoạn mục! Nếu bạn đi sớm tôi cho rằng sẽ không có vấn đề gì khi mang theo con bạn..\nNghiêm túc mà nói, đừng bỏ lỡ nó!! Bạn - sẽ thích nó!!Đọc thêm",
            "Những quán bar nào khác ở gần đó và chúng có kiểu nhìn nào không? Đọc thêm",
            "Khách sạn Poseidon phục vụ đồ uống thậm chí còn có tầm nhìn đẹp hơn và thoải mái hơn.Đọc thêm",
            "Bạn có cần đặt rượu khai vị không?Đọc thêm",
            "Họ không chấp nhận đặt chỗ nên bạn phải xếp hàng bên ngoài Đọc thêm",
            "Thanh thiếu niên ở với bố mẹ có ổn không?Đọc thêm",
            "Tôi không thấy lý do tại sao không. 2 đêm tôi đến thực sự chỉ là những chiếc bàn trên một khoảng sân xinh đẹp với khung cảnh ngoạn mục và âm nhạc nhẹ nhàng. Nó không giống như một bữa tiệc hay lễ hội lớn. Bầu không khí giản dị và thoải mái. Tôi đã đi vào ban đêm sau bữa tối. Đọc thêm",
            "Xin chào các bạn có mở cửa vào tuần thứ 2 của tháng 4 không? Tôi hy vọng điều đó - vâng : - Đọc thêm",
            "Tôi không biết, vì tôi đã đến đó và không làm việc ở đó. Nhưng tôi khuyên bạn nên theo dõi Franco - s Bar trên Instagram vì họ luôn đăng những bức ảnh đẹp và thông tin về các sự kiện cũng như thời điểm mùa giải của họ bắt đầu. Hãy kiểm tra nó. : - \nĐáng để đi! Bellini ngon nhất ở Positano!!Đọc thêm",
            "Xin chào, bạn có mở cửa vào tháng 3 không? Bạn có biết có nhiều nhà hàng - quán bar mở cửa vào thời điểm này không? Cảm ơn bạn.Đọc thêm",
            "Họ mở cửa vào tháng 5 nhưng có một số nơi mở cửa vào tháng 3Đọc thêm",
            "CHÀO! Bạn có thể đến quán bar nếu bạn không ở khách sạn không? Và bạn có đặt chỗ không? \nCảm ơn bạn!Đọc thêm",
            "Xin chào, xin lỗi vì sự chậm trễ hoặc thậm chí nếu đã quá muộn - tôi - đã đi vắng - . Để trả lời câu hỏi của bạn, Có, và theo ý kiến ​​​​của tôi thì nó rất xứng đáng.Đọc thêm",
            "Có ai biết nơi này có thể mang giày thể thao khôngĐọc thêm",
            "Kính gửi bà Simona \n\nChúng tôi vui mừng thông báo với bạn rằng Franco - s là một quán bar bình dân và chấp nhận các huấn luyện viên.\n\nTrân trọngĐọc thêm"
        ],
        "star_ratings": [
            211,
            54,
            26,
            23,
            38
        ],
        "review_amount": 352,
        "location": [
            "Các hoạt động ở Positano",
            "Châu Âu",
            "Bờ biển Amalfi",
            "Nước Ý",
            "Tỉnh Salerno",
            "Campania",
            "Positano",
            "Franco - s Bar"
        ],
        "reviews_time": [
            "Written June 8, 2023",
            "Written June 11, 2023",
            "Written June 21, 2023",
            "Written June 23, 2023",
            "Written August 16, 2023",
            "Written September 16, 2023",
            "Written October 2, 2023",
            "Written May 17, 2024",
            "Written May 11, 2024",
            "Written April 29, 2024",
            "Written April 11, 2024",
            "Written April 9, 2024",
            "Written October 2, 2023",
            "Written September 16, 2023",
            "Written September 13, 2023",
            "Written August 16, 2023",
            "Written August 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g194863-d8694759-Reviews-Franco_s_Bar-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d24182258-Reviews-Roc_Pizza_Steak-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d23422050-Reviews-Le_Petit_Murat_Lounge_Bar-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d3168945-Reviews-Adamo_ed_Eva_by_Eden_Roc-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d6755985-Reviews-Casa_Mele-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d23991838-Reviews-La_Scalinatella-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d4097948-Reviews-Casa_e_Bottega-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d2479882-Reviews-Il_Tridente-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d14098781-Reviews-Ohima_Restaurant-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d6567363-Reviews-Latteria-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g194863-d785828-Reviews-Da_Vincenzo-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d15020543-Reviews-MAR_Museo_Archeologico_Romano_Positano-Positano_Amalfi_Coast_Province_of_Salerno.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d524955-Reviews-Chiesa_di_Santa_Maria_Assunta_e_Cripta_Medievale-Positano_Amalfi_Coast_Province_of.html",
            "https://www.tripadvisor.com/Attraction_Review-g187779-d198787-Reviews-Amalfi_Coast-Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d8761236-Reviews-El_Pirata-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d15816569-Reviews-Chiesa_di_Santa_Caterina-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d10495006-Reviews-Miniaci_Art_Gallery-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1149890-d3208793-Reviews-La_Valle_dei_Mulini-Gragnano_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d669732-Reviews-Fornillo-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d678798-Reviews-Il_Sentiero_Degli_Dei-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d4444199-Reviews-Arienzo_Beach_Club_Positano-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d8694759-Reviews-or10-Franco_s_Bar-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d6847903-Reviews-Positano_Paradise_Lounge_Bar-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d5924426-Reviews-L_Alternativa-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d1837694-Reviews-La_Brezza_Net_Art_Cafe-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d20096226-Reviews-Il_Tridente_Cocktail_Bar-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d669729-Reviews-Buca_Di_Bacco_Ristorante-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d24150093-Reviews-La_Giara_Roof_Top_Lounge-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d669731-Reviews-Music_on_the_Rocks-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d5924291-Reviews-Cocktail_Bar_Infopoint_Pogerola-Positano_Amalfi_Coast_Province_of_Salerno_Campani.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d10269150-Reviews-La_Cantina_delle_Tre_Sorelle-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d17523481-Reviews-Casa_Mastro_Positano_store-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d23194130-Reviews-Creo_Positano_Glasses-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d15137080-Reviews-Valenti-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d6714827-Reviews-L_Arte_della_Ceramica-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d10245382-Reviews-Art_Craft_Gallery-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d1752794-Reviews-Benvenuto_Limos_Private_Tours-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d2012322-Reviews-Blue_Star_Boat_Tours-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d2338327-Reviews-Noleggio_barche_Lucibello-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d2149366-Reviews-Positano_Boats-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d2189601-Reviews-Cooking_class_at_Hotel_Buca_di_Bacco_Positano-Positano_Amalfi_Coast_Province_of_S.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d17478187-Reviews-Positano_Home_Cooking-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d10712077-Reviews-Kayak_in_Positano-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g6351840-d272851-Reviews-Lido_Beach-Lido_Beach_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187911-Reviews-Chelsea-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g45919-d12875284-Reviews-Angel_s_Ladies_Brothel-Beatty_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d8649361-Reviews-Tomb_of_Hurrem_Sultan-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g147310-d7952100-Reviews-Knutsford_Express-Kingston_Kingston_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g303648-d8520242-Reviews-Mini_Aquapark_Pirates_of_Caribbean-Nessebar_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g57068-d10725304-Reviews-Young_Living_Farms_Lavender_Farm-Mona_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g147345-d2373768-Reviews-Toraille_Waterfall-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d116390-Reviews-Brighton_Beach-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d542369-Reviews-Teatro_Massimo-Palermo_Province_of_Palermo_Sicily.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g194863-d8694759-Reviews-or10-Franco_s_Bar-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g194863-d8694759-Reviews-Franco_s_Bar-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html"
    }
]