[
    {
        "attraction_name": "Frederiksborg Castle",
        "attraction_name_vi": "Lâu đài Frederiksborg",
        "general_info": [
            "2.013 đánh giá",
            "- 2 trong số 17 điều cần làm ở Hillerod",
            "Địa điểm lịch sử",
            "Lâu đài"
        ],
        "attraction_summary": "Lâu đài lịch sử này được xây dựng trên ba hòn đảo và được bao quanh bởi hồ nước và những khu vườn xinh đẹp. Lâu đài Frederiksborg là Bảo tàng Lịch sử Quốc gia từ năm 1878. Một chuyến tham quan qua bảo tàng - nhiều căn phòng đẹp đẽ là cuộc gặp gỡ với các vị vua, hoàng hậu, quý tộc, giai cấp tư sản, các sự kiện và các thời đại, tất cả đã định hình nên lịch sử và lịch sử của đất nước. phát triển từ thời trung cổ đến thế kỷ 21. Bảo tàng được thành lập bởi nhà sản xuất bia J.C. Jacobsen, người sáng lập Carlsberg.Đọc thêm",
        "reviews": [
            "Tôi đang cân nhắc việc bỏ qua chuyến thăm vì chúng tôi không có nhiều thời gian, vì vậy tôi rất vui vì chúng tôi đã đi. Lâu đài có những căn phòng hoàn toàn tuyệt vời với trần nhà tuyệt đẹp và một đại sảnh đáng chú ý dẫn từ phòng này sang phòng khác. Tôi cũng rất ấn tượng với nhà nguyện. Một viên ngọc thực sự.Đọc thêm",
            "Chúng tôi đã có một chuyến thăm tuyệt vời trong lâu đài này! Nội thất barok đẹp đến choáng ngợp! Gần như quá nhiều - \nMỗi phòng đều có trần nhà tuyệt vời! Tất cả đều không bằng với trước đó. Phòng nào cũng có nhiều bức tranh đẹp, nội thất xinh xắn - đẹp! \nChuyến đi được hướng dẫn qua lâu đài, có một ứng dụng có nhiều thông tin hơn nhưng ứng dụng đó không hoạt động tốt với IPhone của tôi. \nChúng tôi cũng muốn đi thăm khu vườn nhưng không có đủ thời gian cho việc đó. Chuyến tham quan phải đi theo một hướng và chiếm hết thời gian của chúng tôi. \nChúng ta phải quay lại khu vườn vào lúc khác.Đọc thêm",
            "Lâu đài này đẹp cả bên trong lẫn bên ngoài, kiến ​​trúc và trang trí đẹp. Phải mất nhiều thời gian để đi bộ xung quanh mọi thứ, và tôi thấy rằng sự tập trung của hướng dẫn bằng âm thanh vào các bức tranh hơi nhàm chán sau giờ đầu tiên. Tuy nhiên, lâu đài này vẫn đáng để ghé thămXem thêm",
            "Đến thăm lâu đài xinh đẹp này vào giữa tháng Sáu. Ngoài các sảnh - phòng ấn tượng và tất cả các tác phẩm nghệ thuật và đồ nội thất thú vị trong bảo tàng, bạn cũng có thể tận hưởng những khu vườn theo phong cách baroque thực sự đẹp mắt và một chuyến đi thuyền có sẵn từ bên ngoài lâu đài. Hướng dẫn âm thanh thông qua Ứng dụng Smartify hoàn toàn không hoạt động với chúng tôi, nó liên tục chọn sai phần và chúng tôi đã từ bỏ sau một thời gian. Mặt tiền sân trong của tòa nhà hiện đang được cải tạo. Bãi đậu xe có sẵn ngay bên ngoài khu vườn chính; có một bãi đậu xe miễn phí khá rộng bên cạnh khu dân cư. Thị trấn với một vài nhà hàng và cửa hàng chỉ cách lâu đài vài phút đi bộ. Nhìn chung, lâu đài và chuyến tham quan rất ấn tượng. Chúng tôi không mong đợi điều đó nhưng chúng tôi phải mất 4 giờ để tham quan lâu đài và khuôn viên của nó - những khu vườn - đã không tham gia chuyến tham quan bằng thuyền vì đã quá muộn - .Đọc thêm",
            "Chúng tôi đến đây trong chuyến tham quan từ tàu du lịch của chúng tôi. Nó nhìn Greta từ bên ngoài nhưng vào bên trong nó mới thực sự tỏa sáng. Chúng tôi đến thăm nhà thờ lớn bên trong lâu đài cũng như Đại lễ đường - nơi trẻ em có thể thử quần áo theo phong cách cổ xưa và tạo dáng chụp ảnh - phòng khiêu vũ, phòng ăn và phòng ngủ. Mỗi phòng đều được trang bị tốt và trang trí tốt. Hướng dẫn viên của chúng tôi cực kỳ am hiểu về tất cả. Rất đáng để ghé thămĐọc thêm",
            "Thật là một nơi tuyệt vời. Đây là một trong những Castles.You tốt nhất có thể cảm nhận được sự sang trọng của Hoàng gia. Có gần 60 phòng để tham quan.  Họ cung cấp thiết bị âm thanh cho chuyến tham quan có hướng dẫn.\n\nHãy ghé thăm vào mùa hè để trải nghiệm những khu vườn xinh đẹp. Đi thuyền quanh lâu đài thật tuyệt vời.Đọc thêm",
            "Lâu đài Frederiksborg trước đây là dinh thự của Hoàng gia Đan Mạch, chỉ cách Copenhagen 1 giờ đi tàu. Khuôn viên lâu đài vốn đã rất ấn tượng, nhưng chuyến tham quan trong nhà cho phép bạn chiêm ngưỡng nhiều tiệm và phòng đẹp mắt với nhiều lịch sử cũng như đồ tạo tác và đồ nội thất hấp dẫn. Chắc chắn bạn nên dành một buổi sáng hoặc buổi chiều ở Copenhagen để tham quan lâu đài này.Đọc thêm",
            "Lâu đài Frederiksborg ở Hillerod, Đan Mạch. Nó được xây dựng vào thế kỷ 17 cho cựu vương. Đây là một trong những lâu đài nổi tiếng nhất ở Đan Mạch và nằm trên ba hòn đảo.  Lâu đài là nơi có bảo tàng lịch sử quốc gia. Như đã đề cập trước đó, nó chỉ đơn giản là tuyệt đẹp. Một nơi nhất định phải xem khi ở Copenhagen. Đọc thêm",
            "Mặc dù lâu đài nằm ngoài thị trấn một chút và bạn phải lái xe - không chắc chắn về phương tiện giao thông công cộng - nhưng nếu bạn quan tâm đến lịch sử Đan Mạch thì nơi này là nơi không thể bỏ qua. Nó khá lớn, được xây dựng qua nhiều thế kỷ và có một bộ sưu tập nghệ thuật phong phú. Không gian khá sang trọng và tráng lệ. Chắc chắn đáng để ra khỏi thị trấn. Đọc thêm",
            "Lâu đài này thật tuyệt vời!  Nó sẽ đưa bạn qua nhiều thế kỷ lịch sử của Đan Mạch với triển lãm nghệ thuật hiện đại trên tầng ba. Thật dễ dàng để đến bằng tàu hỏa. Căn cứ cũng đẹp. Rất khuyến khích dành thời gian để đi dạo quanh hồ.Đọc thêm",
            "Đến lâu đài sớm rất ít người. Bị ấn tượng bởi quy mô và kiến ​​trúc của lâu đài. Họ có một Ứng dụng rất tiện dụng mà họ đề xuất và bạn sẽ nhận được lời tường thuật cũng như hướng dẫn của người tự hướng dẫn. Nó rất hữu ích và mang tính giáo dục. Chúng tôi rất thích nó.Đọc thêm",
            "Một khung cảnh đẹp và đáng để ghé thăm nếu bạn có Thẻ Copenhagen. Quán cà phê trong khuôn viên phục vụ món ăn tuyệt vời với mức giá hợp lýĐọc thêm",
            "Một viên ngọc quý liên quan đến lịch sử hoàng gia Đan Mạch. Ấn tượng về quy mô và vị trí, đây là điều bắt buộc nếu bạn muốn biết chế độ quân chủ Đan Mạch có liên quan như thế nào vào thời điểm đóĐọc thêm",
            "Yêu thích chuyến tham quan tự hướng dẫn đến lâu đài và các khu vườn. Rất nhiều thông tin được cung cấp bằng cách quét mã QR ở lối vào và truy cập thông tin về từng phòng thông qua điện thoại của bạn. Mỗi phòng đều chứa đựng lịch sử và các tác phẩm nghệ thuật tinh xảo mô tả các hoàng gia cai trị Đan Mạch trong nhiều năm. Một trong những phần hấp dẫn nhất của chuyến tham quan là được đến gần và tận mắt chiêm ngưỡng nhiều tác phẩm điêu khắc nguyên bản từng được gắn trên castle.Plan dành 3 đến 4 giờ ở lâu đài để thực hiện điều đó một cách công bằng. Nó cũng chỉ là một đoạn đi bộ ngắn vào thị trấn để ghé thăm một số cửa hàng địa phương và thưởng thức bữa trưa tại một trong nhiều quán cà phê. Tất cả các tài liệu mà chúng tôi gặp ở khách sạn đều cực kỳ thân thiện và hữu ích. Tôi muốn giới thiệu lâu đài này hơn nhiều lâu đài khác trong khu vực. Mẹo: Có khu vực đỗ xe miễn phí bằng cách nhập Batzkes Bakke vào GPS của bạn.Đọc thêm",
            "Chuyến tham quan của chúng tôi tiếp tục đến Lâu đài Frederiksborg. Ở khu vực Bắc Âu, nơi đây được coi là một trong những dinh thự Phục hưng lớn nhất. Mặc dù không còn hoàng gia sinh sống, nhưng lịch sử xung quanh lâu đài này rất hấp dẫn. Một số cung điện lớn đã được xây dựng theo lệnh của Vua Christian IV, một vị vua đáng kính đã đặt tên cho bất động sản này theo tên cha mình, Fredrick II, người đã xây dựng một công trình nguyên bản trên địa điểm này. Khi chế độ quân chủ chuyên chế còn tồn tại, người ta nói rằng các vị vua Đan Mạch đã được xức dầu tại Nhà nguyện Lâu đài Frederiksborg và vẫn được coi là Nhà nguyện của Huân chương Hiệp sĩ Hoàng gia Đan Mạch. Nằm trên ba hòn đảo, lâu đài nổi tiếng này tự hào về vẻ đẹp, một hồ nước và một khu vườn rộng lớn. Khi gia đình rời khỏi lâu đài do hỏa hoạn vào năm 1859, địa điểm này đã được khôi phục và hiện được sử dụng làm bảo tàng nhờ người sáng lập và tài trợ bảo tàng J.C. Jacobsen và Quỹ Carlsberg. Chúng tôi có khung thời gian hai giờ, trong đó cũng được chia thành một giờ để ăn trưa. Tôi tập trung vào các phòng chính trong lâu đài để tham quan để có thể quay lại xe buýt tham quan đúng giờ. Frederiksborg cần hơn một giờ để khám phá trọn vẹn sự giàu có và vẻ đẹp của lâu đài này, bao gồm cả Bảo tàng Lịch sử Quốc gia và Phòng trưng bày Chân dung Quốc gia Đan Mạch. Ghi chú phút cuối, việc dùng bữa tại Café Valentin rất đáng giá. Đồ ăn nóng với khẩu phần thịnh soạn. Sôcôla nóng ngon nhất ở đây sẽ khó có nơi nào sánh bằng. Đọc thêm",
            "Khung cảnh tuyệt vời nếu bạn đi dạo quanh Hồ. Lâu đài bên trong rất xinh xắn, trần và phòng đẹp. Kiến trúc tuyệt đẹp.Đọc thêm",
            "Lâu đài xinh đẹp nằm không xa Copenhagen - cách ga trung tâm khoảng 45 phút đi tàu. Cảnh tượng khá ấn tượng, và vào mùa hè có lẽ còn đẹp hơn. Chuyến tham quan bên trong lâu đài cũng khá thú vị, đi qua lịch sử chế độ quân chủ của Đan Mạch. Đọc thêm",
            "Chúng tôi đã tham quan lâu đài vào ngày 11 tháng 11 năm 2023. Có thể dễ dàng đi đến lâu đài từ Copenhagen bằng cách đi tàu điện ngầm đến Ga Trung tâm Copenhagen và lên tàu S-Tog A - màu xanh lam - đến ga Hillerød. Mất khoảng 10 đến 15 phút đi bộ qua Hillerød - nơi có một số cửa hàng và nhà hàng đẹp mắt - .  Lâu đài rất ấn tượng từ bên ngoài và bạn có thể dành nhiều thời gian trước khi vào lâu đài.  Có một khoản phí hợp lý để vào lâu đài.  Lâu đài rất đồ sộ và bạn có thể dành toàn bộ thời gian mở để tham quan nó.   Rất nhiều lịch sử của Đan Mạch có ở đây và phần lớn các hiện vật có hình dạng tuyệt vời.  Chúng tôi đã có khoảng thời gian vui vẻ và chuyến đi cũng rất suôn sẻ. Đọc thêm",
            "chuyến đi dễ dàng từ Copenhagen và chuyến đi đáng giá! Địa điểm đẹp và một thị trấn quyến rũ để đi bộ sau đó.Đọc thêm",
            "Chúng tôi bắt chuyến tàu từ Trung tâm Copenhagen, một chuyến đi dễ dàng, sau đó chúng tôi đi bộ 20 phút từ ga Hillerod đến lâu đài. Chúng tôi đến lúc 10 giờ sáng để mở cửa nên không có nhiều khách du lịch mà chúng tôi thích. Lâu đài đã không làm tôi thất vọng, tôi rất vui vì chúng tôi đã dành cả ngày ở Frederiksborg để xem phía bên kia sống như thế nào.lol Sau đó, chúng tôi đi dạo quanh thị trấn Hillerod và ăn trưa, tôi muốn giới thiệu, đó là một ngày tốt lành đã tiêu. Tôi muốn nói rằng bạn không cần phải đặt một chuyến tham quan, hãy tự mình thực hiện theo tốc độ của riêng bạn.  Đọc thêm"
        ],
        "star_ratings": [
            1480,
            463,
            39,
            15,
            16
        ],
        "review_amount": 2013,
        "location": [
            "Các hoạt động ở Hillerod",
            "Lâu đài Frederiksborg",
            "Zealand",
            "Hillerod",
            "đô thị Hilleroed",
            "Đan mạch",
            "Châu Âu",
            "Vùng Copenhagen"
        ],
        "reviews_time": [
            "Written June 26, 2023",
            "Written July 1, 2023",
            "Written July 15, 2023",
            "Written July 21, 2023",
            "Written July 23, 2023",
            "Written August 12, 2023",
            "Written August 14, 2023",
            "Written August 24, 2023",
            "Written September 9, 2023",
            "Written September 13, 2023",
            "Written May 17, 2024",
            "Written May 11, 2024",
            "Written April 9, 2024",
            "Written March 11, 2024",
            "Written March 3, 2024",
            "Written February 22, 2024",
            "Written December 26, 2023",
            "Written December 22, 2023",
            "Written November 11, 2023",
            "Written October 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189543-d243891-Reviews-Frederiksborg_Castle-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189543-d8439352-Reviews-Giovanni_s-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189543-d3568440-Reviews-Rib_House-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189543-d3381531-Reviews-Cafe_Valentin-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189543-d15354536-Reviews-Restaurant_Royal_Taste-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189543-d14933769-Reviews-Unkai_Sushi_Restaurant-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189543-d4782609-Reviews-Torvets_vaffelhus-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189543-d8447649-Reviews-Montalbano-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189543-d23555266-Reviews-Restaurant_Royal_Style-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189543-d26222557-Reviews-Hillerod_Madmarked-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2551046-d23148751-Reviews-Nino_s_Pizza_Og_Restaurant-Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d7225138-Reviews-Det_Nationalhistoriske_Museum-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Z.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d3562938-Reviews-Frederiksborg_Slotskirke-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealan.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d10724857-Reviews-Frederiksborg_slotshave-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealan.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d243892-Reviews-Hillerod_Town_Museum-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d3576781-Reviews-Frederik_Vii-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d8359783-Reviews-Hilleroed_Loppemarked-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d17487546-Reviews-Hillerod_Kirke-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d19274166-Reviews-SlotsArkaderne-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d9802644-Reviews-Kirppu-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d3602865-Reviews-Dansk_Farmacihistorisk_Samling-Hillerod_Hilleroed_Municipality_Copenhagen_Region_.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d243891-Reviews-or10-Frederiksborg_Castle-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealan.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d10458529-Reviews-Esthers_Have-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d26663642-Reviews-Solrodgaard_Water_Treatment_Plant-Hillerod_Hilleroed_Municipality_Copenhagen_Reg.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d16863853-Reviews-Escapee_Escape_Room_Hillerod-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Z.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d12153717-Reviews-Cafe_Slotsbio-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d23410573-Reviews-Socialz-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d12685618-Reviews-Nordisk_Film_Biografer_Hilleroed-Hillerod_Hilleroed_Municipality_Copenhagen_Regi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d13861694-Reviews-Christel_Kaaber_Guldsmed-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zeala.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d10911329-Reviews-The_Old_Irish_Pub-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g189543-d3584276-Reviews-Hillingdon_Golf_Club-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d131917-Reviews-Fruit_Spice_Park-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d21362365-Reviews-Cocktails_Screams-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g274793-d5040800-Reviews-Giewont_Mountain-Zakopane_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456590-Reviews-Mid_Valley_Megamall-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g41558-d2008987-Reviews-Mytoi-Edgartown_Martha_s_Vineyard_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g58026-d316122-Reviews-Waterside-Norfolk_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128654-Reviews-United_States_Mint_At_Denver-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g41562-d17656021-Reviews-Encore_Boston_Harbor_Casino-Everett_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g54897-d7037662-Reviews-Benton_Falls_Hike-Benton_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10005057-Reviews-Ben_Nghe_Street_Food_Market-Ho_Chi_Minh_City.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189543-d243891-Reviews-or10-Frederiksborg_Castle-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189543-d243891-Reviews-Frederiksborg_Castle-Hillerod_Hilleroed_Municipality_Copenhagen_Region_Zealand.html"
    }
]