[
    {
        "attraction_name": "Freeman Park",
        "attraction_name_vi": "Công viên Freeman",
        "general_info": [
            "121 đánh giá",
            "- 4 trong số 11 điều cần làm ở Bãi biển Carolina",
            "Công viên"
        ],
        "attraction_summary": "Trước đây rất tốt nhưng bây giờ nó được cảnh sát quản lý chặt chẽ và rất ít bãi biển còn lại nhưng họ vẫn tính giá như nhau.Đọc thêm",
        "reviews": [
            "Lần đầu tiên ở đây với chồng và con chó của tôi. Bãi biển đẹp! Không đông đúc. Bãi đậu xe rất gần. Chúng tôi đã có khoảng thời gian tuyệt vời! Đọc thêm",
            "Bãi biển thật tuyệt vời!  Sở hữu một chiếc xe 4WD có khả năng vận hành sẽ mang lại một chuyến tham quan bãi biển thú vị.  Họ có những quy định và giá cả hơi đắt so với ngày xưa khi nó không tốn một xu. Họ có sẵn bô để sử dụng công cộng.  Toàn bộ bãi biển - hoặc những bãi biển mở trước đây thông với đường thủy - không có sẵn trong hai chuyến đi gần đây nhất của tôi.Đọc thêm",
            "Tôi nghĩ - 40 một ngày là quá nhiều. Xem xét bạn chỉ có thể lái xe khoảng 1 - 4 dặm trên bãi biển. Tôi hiểu sự cần thiết phải bảo vệ những khu vực bị thiệt hại nhưng tôi cảm thấy họ nên điều chỉnh phí vào cửa. Bạn - có thể sẽ có nhiều khách truy cập hơn nếu bạn giảm phí.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian cắm trại và lướt câu cá tuyệt vời nhất! Nó thật đẹp và thật nhiều niềm vui. - Phòng tắm - không tệ - bãi biển sạch sẽ và mọi người đều rất thân thiện. Chúng tôi đã hy vọng quay trở lại vào năm nay nhưng lại lo lắng về việc vượt qua một năm khi dường như có quá nhiều vấn đề như xói mòn bãi biển, cắm trại ngẫu nhiên và lái xe khi bị cắt điện cũng như tăng giá. Thật buồn khi thấy một nơi tuyệt vời như vậy bị mất.Đọc thêm",
            "Chúng tôi đã lên kế hoạch tận hưởng một chuyến đi ngắn trên bãi biển, sau đó thư giãn vài giờ. Thật không may, chúng tôi không được phép đi trên cát vì xe tải của tôi - dẫn động bốn bánh - thay vì - dẫn động 4 bánh -. Tôi nhận ra rằng có rất nhiều phương tiện dẫn động bốn bánh không có lý do gì khi cố gắng lái xe trên cát sâu, nhưng việc hạn chế bao trùm như vậy đơn giản là thiếu hiểu biết. Ngoài ra còn có một tấm biển ở lối vào cho biết số ngày cần thiết là - 40. Nghiêm túc chứ? Tôi nghi ngờ rằng dù sao thì tôi cũng sẽ trả số tiền đó.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời!!!! Tôi hy vọng chúng ta có thể lên kế hoạch cho một chuyến đi khác trong tương lai. Tôi hy vọng một ngày nào đó phần còn lại của bãi biển có thể được khôi phục.Đọc thêm",
            "Công viên Freeman là điểm cuối phía bắc của đảo chắn Carolina Beach.   Nó được ngăn cách với bãi biển thông thường bằng bến tàu đánh cá lớn. Nó giống như bãi biển thông thường ngoại trừ các quy tắc khác nhau.-bạn có thể nuôi chó tại Công viên Freeman-bạn có thể đỗ xe trên bãi cát - cổng sau -, với giá - 40 đô la một ngày, cộng với phí vào cửa hàng năm.- lối vào đi bộ là miễn phí.- bãi đậu xe công cộng gần đó có giá lên tới - 17 cho cả ngày.- cơ sở vật chất duy nhất là 4 bô porta. Chúng được bảo trì tốt.-Nhân viên cứu hộ tuần tra bằng bánh xe định kỳ. Đây là một nơi rất đẹp, đặc biệt là có chó. Nước rất tuyệt, bạn có thể bơi, lướt sóng, lướt ván, bất cứ điều gì bạn muốn. Tận hưởng.Đọc thêm",
            "Rất thuận tiện để lái xe trên bãi biển và thiết lập kiểu cổng đuôi. Tuy nhiên do những cơn bão gần đây nên không có nhiều bãi biển ở phía Bắc Bến tàu nhưng chúng tôi hiểu rằng đã có kế hoạch bổ sung cát.  Cũng phải trả - 200 cho vé hàng năm để vào công viên khi không có vé trong ngày. Vé hàng năm rất đáng giá nếu bạn dự định đi biển ít nhất 5 ngày.  Hãy đến đó sớm vào cuối tuần nếu bạn muốn có một chỗ.Đọc thêm",
            "Really crowded, in fact I am glad I did not buy an annual pass this year. Single day access is very costly, and it was partially  - mostly -  closed for two weeks due to washout of the dunes  - not caused by driving on them-just as minor hurricane last fall and beach erosion.Your money and entertainment would be far better spent by driving a few more miles to Fort Fisher State Park. Plenty to see, just don - t get stuck because a tow out by a really expensive tow Company  - several hundred dollars and AAA will NOT pay for it -  Carry a folding shovel  - Best is US Military Surplus  - e - Tool -  or a long handle shovel  - very hard to work with -  and if you do get stuck, stop spinning the tires, very carefiully jack the rear up, dig the tires out, let the jack back down and let about half the air out of the drive tires  - front drive or rear drive? -  and carefully drive out. Drive slowly to the nearest gas station and refill the tires.Stay out of the water, it will ruin your car and you may hit a soft spot and sink down and your car or vehicle will be submerged by the rising tide and your vehicle will join a small aircraft which disappeared in the surf after landing on the beach and at least three other cars.Please do NOT Drive on the sand dunes  - It is illegal -  and you will likely be caught and levied with a hefty fine to rebuild the damage to sand and plants. I drive into the State Park several times each and the sights and shell hunting is really nice right after a storm. Vending machines and restrooms at the entrance  - You must go there first to pay for your pass. It is State Operated and very well done.  A deal was made with one towing company and he thinks he has exclusive use of it for towing. Again, incredibly expensive for a tow, depending on how far you are down the beach. Information for you, the CAROLINA BEACH Police recently burned up a Policed Department 4WD Truck while trying to tow a car out of the sand at Freeman,obviously because they did not know the secret of extraction-YOU MUST DIG THE WHEELS OUT OF THE SAND AND LEAVE A CLEAR OF SAND RAMP AREA AT LEAST TEN FEET LONG. And do not spin the wheels on either vehicle while extracting.Rates here are  - 20.00 a day Monday-Friday and  - 30.00 a day Saturday-Sunday and  - 75.00 for an annual pass. No camping allowed, so make reservations there early at the Carolina Beach StatePark at Dow Road and Snows Cut. It is pet friendly and dogs must be on a leach and you MUST clean up their mess. and recpticles are up and down the beach.Read more",
            "Nếu bạn đặt trước và trả tiền cho khu cắm trại, bạn cũng cần phải trả phí truy cập hàng ngày - 30 hay phí đó đã bao gồm trong khu cắm trại - đặt trước 90 ngày?  Ngoài ra, tôi có suy luận chính xác rằng bạn phải mang theo bình chữa cháy của riêng mình không?  Cảm ơn bạn!Đọc thêm",
            "Có bản đồ để bạn có thể xem địa điểm bạn muốn không?? Và làm thế nào để bạn thuê chúng?? Tôi không thấy bất cứ điều gì dưới liên kết khu cắm trại. Tôi đã sống ở Wilm. Cả cuộc đời tôi và tôi nhớ việc có thể đi và ném đồ đạc của mình đến bất cứ nơi nào chúng tôi muốn và miễn phí. Và mệt mỏi vì phải nhìn thấy những đống rác và tã lót khắp nơi.  Tôi mang theo túi rác và găng tay để đuổi theo những người khó chịu và những người không quan tâm. Nếu điều này tiếp tục, họ sẽ đóng cửa nó mãi mãi. Vì vậy, tôi có thể khuyến khích mọi người nhặt bất kỳ thùng rác nào họ nhìn thấy không. Và khuyến khích người khác làm điều tương tự. Và nếu bạn thấy ai đó lít. Hãy bảo họ nhặt rác ở đó đi.  \nCảm ơn bạnĐọc thêm",
            "Từ ngày 1 tháng 4 đến ngày 30 tháng 9, lệ phí là - 30. Tôi khá chắc chắn rằng giấy phép cắm trại chỉ có thể được mua trực tuyến. Google cắm trại tại công viên Freeman và đó là trang web đầu tiên xuất hiện. Đọc thêm",
            "Có vòi sen nếu bạn cắm trại tại Công viên không?Đọc thêm",
            "Không phải ở công viên Freeman. Công viên Freeman là một bãi biển dẫn đến dặm cuối cùng của hòn đảo. Một bán đảo.Đọc thêm",
            "Tôi và gia đình dự định đến Công viên Freeman và cắm trại vào ngày 20,21-22, chúng tôi có cần đặt chỗ trước không?Đọc thêm",
            "freeman park là ai đến trước được phục vụ trước!Đọc thêm",
            "Cadillac srx awd có thể vào được không?Đọc thêm",
            "Xe SUV Highlander AWD có thể lái tới đó không? CóĐọc thêm",
            "chỉ được phép lái xe 4 bánh trên bãi biển. AWD phải đỗ xe ở bãi đậu xe được chỉ định ở lối vào.Đọc thêm",
            "Chúng tôi là một gia đình 4 người dự định cắm trại 2 đêm vào cuối tuần cuối cùng của tháng 4, các con của chúng tôi 5 và 3 tuổi. Ai có thể cho tôi biết đây có phải là thời gian bận rộn để cắm trại ở đây không? Bạn có đề xuất gì về khu cắm trại không? Hoặc có phản hồi nào cho việc cắm trại cùng trẻ nhỏ ở đây không? Cảm ơn bạn.Đọc thêm",
            "Vâng, đây sẽ là một ngày cuối tuần bận rộn, công viên gần đây đã trải qua một số thay đổi và tôi tin rằng họ đã giảm số lượng điểm tham quan. Bạn nên gọi cho Thị trấn Carolina Beach để biết thêm thông tin.Đọc thêm",
            "Cách đặt chỗ cắm trại trên công viên freeman, Đặt chỗ trực tuyến cho tháng 10 bị vô hiệu hóaĐọc thêm",
            "Hãy thử gọi.  Tôi đã nói chuyện với những người rất hiểu biết.Đọc thêm",
            "Tháng 10 có đông đúc không? Nơi nào là nơi cắm trại tốt nhất mà không quá náo nhiệt với tiệc tùng? Tôi có thể mang xe Subaru Outback ra bãi biển không?Đọc thêm",
            "Suburu của bạn là xe dẫn động bốn bánh chứ không được phép. Bạn phải có xe 4 bánh.Đọc thêm",
            "Tôi muốn đến thăm Công viên Freeman và tôi tò mò muốn biết bạn cần gì khi lái xe. Tôi chỉ muốn xác nhận rằng bạn chỉ cần mua thẻ lái xe - 30, sau đó bạn sẽ có thể lái xe. Tôi cũng đang có kế hoạch mang theo một con chó, điều đó có được phép không. Tôi không thấy điều đó trên trang web. Tôi đã đến những bãi biển lái xe khác, nơi họ yêu cầu bạn phải có tư cách thành viên hàng năm hoặc thiết bị câu cá, v.v... Đọc thêm",
            "Chó được phép vào Công viên Freeman TRÊN DÍNH từ ngày 1 tháng 4 đến ngày 30 tháng 9.\nChó được phép vào Công viên Freeman TẮT XÍCH từ ngày 1 tháng 10 đến ngày 31 tháng 3 miễn là chúng vẫn chịu sự điều khiển bằng giọng nói và người chủ ở trong khoảng cách hợp lý với thú cưng.\nKhông có phí khác chỉ để lái xe trên. Hãy chắc chắn rằng bạn có một chiếc xe 4 bánh thật tốt!Đọc thêm"
        ],
        "star_ratings": [
            69,
            26,
            11,
            3,
            12
        ],
        "review_amount": 121,
        "location": [
            "Những hoạt động không thể bỏ qua ở Bãi biển Carolina",
            "Hoa Kỳ",
            "Bãi biển Carolina",
            "Bờ biển Bắc Carolina",
            "Bắc Carolina - NC -",
            "Công viên Freeman"
        ],
        "reviews_time": [
            "Written December 12, 2023",
            "Written May 28, 2021",
            "Written June 19, 2020",
            "Written November 22, 2019",
            "Written September 27, 2019",
            "Written September 16, 2019",
            "Written September 3, 2019",
            "Written August 11, 2019",
            "Written July 28, 2019",
            "Written July 19, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g49004-d4822959-Reviews-Freeman_Park-Carolina_Beach_North_Carolina.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g49004-d10624014-Reviews-Carolina_fishing_pier_snack_bar-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49004-d6877063-Reviews-Wake_N_Bake_Donuts-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49004-d10278536-Reviews-Cape_Fear_Boil_Company-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49004-d10847446-Reviews-North_End_Java_Stop-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49004-d577944-Reviews-Michael_s_Seafood_Restaurant-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49004-d10344012-Reviews-Flaming_Amy_s_Burrito_Barn-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49004-d3696332-Reviews-Top_Wok-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49004-d13161124-Reviews-The_Southerly_Biscuit_Pie-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49004-d4617123-Reviews-Pizza_Hut-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49004-d23136750-Reviews-Bojangles-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d285171-Reviews-Carolina_Beach_State_Park-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g644389-d669462-Reviews-Carolina_Beach-Carolina_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g49265-d2647505-Reviews-Kure_Beach_Pier-Kure_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d4598405-Reviews-Carolina_Beach_Boardwalk-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d24982336-Reviews-Four_Hounds_Distilling-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d6965284-Reviews-Good_Hops_Brewing-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d14870556-Reviews-Carolina_Beach-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49265-d4782251-Reviews-Ocean_Front_Park-Kure_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49265-d6690361-Reviews-Coquina_Outcrop-Kure_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49679-d532117-Reviews-Brunswick_Town_and_Fort_Anderson_State_Historic_Site-Winnabow_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d4822959-Reviews-or10-Freeman_Park-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d27113650-Reviews-Fillet_Release_Fishing_Charter-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d27081703-Reviews-Carolina_Beach_Lake_Park-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d27045167-Reviews-Mike_Chappell_Park-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d27025712-Reviews-Carolina_Beach_Boardwalk_Amusement_Park-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d5832307-Reviews-High_Tide_Lounge-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d14951859-Reviews-Sea_Legs_Pedal_Pub-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d6430623-Reviews-Carolina_Beach_Jet_Ski_Rentals-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d6674837-Reviews-Carolina_Beach_Inshore_Adventures-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d10548490-Reviews-Sail_Ava_Grace_Charters_LLC-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d6116786-Reviews-Paddle_NC-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d3459749-Reviews-Tony_Silvagni_Surf_School-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d3427595-Reviews-Mahanaim_Adventures_Kayaking_Day_Adventures-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d12507008-Reviews-Shamrock_Sailing_Adventures-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d7221406-Reviews-Island_Massage_Spa-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d5842494-Reviews-The_Fat_Pelican-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49686-d12262363-Reviews-La_Dee_Dah_Cruises-Wrightsville_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g274908-d12926838-Reviews-Plazs_Siofok-Siofok_Somogy_County_Southern_Transdanubia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d295916-Reviews-American_Girl_Place_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d7245982-Reviews-Malcha_Mall-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g294261-d2623561-Reviews-Simala_Shrine-Cebu_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d267798-Reviews-Great_Passion_Play-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10750126-Reviews-Club_Octagon_Seoul-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g46088-d183423-Reviews-The_Basin_at_Franconia_Notch_State_Park-Franconia_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g294210-d2510867-Reviews-Mombasa_Marine_National_Park-Mombasa_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55098-d591453-Reviews-Nashville_Shores_Lakeside_Resort-Hermitage_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g49004-d4822959-Reviews-or10-Freeman_Park-Carolina_Beach_North_Carolina.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g49004-d4822959-Reviews-Freeman_Park-Carolina_Beach_North_Carolina.html"
    }
]