[
    {
        "attraction_name": "French Quarter",
        "attraction_name_vi": "Khu phố Pháp",
        "general_info": [
            "22.845 đánh giá",
            "- 6 trong số 587 điều cần làm ở New Orleans",
            "Địa điểm ưa thích - Địa danh",
            "Khu vực đi bộ lịch sử"
        ],
        "attraction_summary": "Là một địa điểm không thể bỏ qua vì năng lượng dồi dào và lịch sử phong phú, Khu phố Pháp là New Orleans - trung tâm văn hóa và trái tim. Tận hưởng bầu không khí sôi động giữa kiến ​​trúc thuộc địa tráng lệ và những nghệ sĩ đường phố điêu luyện - và đừng bỏ lỡ những phòng trưng bày đẹp nhất trong thành phố cũng như các địa danh như Nhà thờ St. Louis xa hoa. Hãy nán lại cho đến khi trời tối để thưởng thức nhạc jazz sống động tại một trong những câu lạc bộ nổi tiếng của quận. Để có trải nghiệm trọn vẹn, bạn có thể tham gia chuyến tham quan ẩm thực, ma ám hoặc nhạc jazz từ hướng dẫn viên địa phương am hiểu. Hãy đặt chuyến thăm của bạn từ tháng 2 đến đầu tháng 3 để tham dự các bữa tiệc đường phố náo nhiệt của Mardi Gras.  - TripadvisorĐọc thêm",
        "reviews": [
            "Một mạng lưới nhỏ và đông đúc những người sống tự do trải dài trên bờ sông êm dịu của sông Mississippi hùng vĩ, Khu phố Pháp từ lâu đã là bến cảng thu hút những người đang tìm kiếm khoảng thời gian vui vẻ và một câu chuyện tuyệt vời. Phố Bourbon say xỉn kéo dài chạy ngang qua phần giữa của nó giống như một sợi ruy băng rẻ tiền buộc quanh một chiếc váy cổ điển khá đẹp và được giữ gìn cẩn thận một cách ấn tượng. Trong suốt phần còn lại của Khu phố, những ngôi nhà và cơ sở kinh doanh thời Victoria có màu sắc rực rỡ, nổi tiếng với các chi tiết bằng sắt rèn, mang đến một phông nền khác biệt và dễ nhận biết ngay lập tức cho tất cả các loại hình vui chơi. Tại bất kỳ thời điểm nào trong khung cảnh ven sông lịch sử này, một số bữa ăn ngon nhất nước Mỹ đang được nấu, hầu hết các loại cocktail mạnh đang được pha chế và hầu hết các bản nhạc hấp dẫn đang được trình diễn.Đọc thêm",
            "Tôi hơi ngạc nhiên khi đọc rất nhiều đánh giá đáng thất vọng về Khu phố Pháp.  Vợ tôi và tôi đã ở tại khách sạn Hyatt Centric ở Khu phố Pháp trong năm đêm gần đây và đã có khoảng thời gian thực sự thú vị.  Chúng tôi đã đặt rất nhiều chuyến đi, bao gồm chuyến tham quan bằng xe đạp đến Khu phố Pháp, chuyến tham quan Nghĩa trang St Louis số 1 và Chuyến đi bộ Lịch sử Cocktail.  Ngoài ra, chúng tôi đã tham gia Chuyến tham quan nghệ thuật đường phố - Tranh tường và tham gia một buổi biểu diễn tại Nhà hát Orpheum.  Tất nhiên, chúng tôi cũng nghe rất nhiều Live Jazz.  Tôi đã mua một số bức tranh trong các phòng trưng bày quá quyến rũ trên phố Royal.  Chắc chắn thỉnh thoảng có một vài người say rượu xung quanh, đặc biệt là sau khi trời tối, nhưng đừng quá khích.   Họ không cố gắng làm phiền chúng tôi và theo kinh nghiệm của tôi thì không có gì nhiều hơn bất kỳ khu vực trung tâm thành phố nào khác.  Cũng có những người ăn xin và những người khác dường như bị ảnh hưởng bởi ma túy, nhưng không có gì ngoài những gì tôi đã thấy ở nơi khác, kể cả thành phố quê hương tôi.  Có rất nhiều điều hay về Khu phố Pháp mà bạn nên trải nghiệm và khám phá bằng cách đi bộ - nhưng hãy coi chừng ổ gà!  Danh tiếng của họ hoàn toàn được bảo đảm!   Bên ngoài Khu phố Pháp, nếu tất cả thực sự trở nên quá sức đối với bạn, hãy bắt Xe điện Red Canal đến Công viên Thành phố và tận hưởng quyền vào cửa miễn phí Vườn điêu khắc Sydney - Walda Besthoff hoặc ghé thăm một đồn điền.  Cuối cùng, chúng tôi đang xếp hàng để mua một chai rượu vang - 30 đô la ở một cửa hàng tạp hóa gần Chợ Pháp và người đàn ông trước mặt chúng tôi nghe thấy giọng của chúng tôi, quay lại và nhất quyết đòi mua chai cho chúng tôi.  Anh ấy nói anh ấy muốn lan tỏa tình yêu!  Tôi đoán là có lần đầu tiên cho mọi thứ!  Đọc thêm",
            "Khu French Quater chính xác như mô tả trên tạp chí. Chúng tôi có thể đi bộ trên phố Bourbon và Royal. Yếu tố gây thất vọng duy nhất là chúng tôi mong đợi được thấy các ban nhạc jazz trên đường đi. Mặc dù chỉ có một vài ban nhạc ở đó, nhưng họ KHÔNG liên quan đến nhạc jazz. Tuy nhiên, đó là một trải nghiệm khá thú vị và chúng tôi sẽ làm lại. Đọc thêm",
            "Trải nghiệm thú vị - phố Bourbon chỉ là một nơi để đến vào ban đêm. Đi đến chợ Pháp và bờ sông - Quảng trường Jackson, phố Royal có nhiều cửa hàng đẹp hơn. Đi bộ về phía bắc đến công viên Armstrong - thật không may là nó đã đóng cửa vào ban đêm. Phố Frenchman nằm ở rìa phía đông của khu phố và có nhiều người bán nghệ thuật hơn và không điên rồ như phố Bourbon. Đi xe buýt tham quan thành phố để ra khỏi khu phố. Đi một chuyến tham quan thú vị trong khu phố Đọc thêm",
            "Một nơi bận rộn đầy đủ - mọi thứ đều ổn! \nLúc nào cũng bận rộn với rất nhiều quán bar phục vụ đồ uống và thức ăn, ít cửa hàng nhưng các cửa hàng thì tốt hơn ở xa hơn. \nKhá nhiều người đang cố gắng bán hạt và thuốc tiêm, nhưng không hề tự đề cao! \nTheo ý kiến ​​​​của tôi, không phải nơi nào tôi sẽ đưa trẻ em đi - mặc dù có một số đứa trẻ ở xung quanhĐọc thêm",
            "Khu phố Pháp ở New Orleans giống như bước vào một thế giới khác, một thế kỷ khác. Việc ghé thăm luôn là một niềm vui, cho dù đó là Bananas Foster tại Brennans, Carousel Lounge tại Monteleone - s hay beignets và jazz tại Cafe Beignet, bạn sẽ không phải thất vọng. Hãy chuẩn bị giày thoải mái vì đi bộ là cách tốt nhất để tận hưởng Khu phố.Đọc thêm",
            "Đây là lần đầu tiên tôi đến New Orleans và tôi sẽ không ở bất cứ nơi nào khác ngoài Khu phố Pháp. Từ phút chúng tôi đến, âm thanh nhạc jazz ở khắp mọi nơi. Mọi thứ đều dễ dàng đi bộ xung quanh và có rất nhiều thứ để xem và lịch sử thật tuyệt vời ngay cả khi ở một số nơi hơi tối. Thức ăn rất ngon và tôi phải thừa nhận rằng tôi đã không có một bữa ăn tồi và đã thử tất cả các món ăn khác nhau mà Nola cung cấp. Phố Bourbon cần phải được nhìn thấy để tin tưởng nhưng bạn không cần phải ở lại lâu vì đây là khu vực khó tính của thành phố. Điều tồi tệ nhất là cái nóng vào mùa hè, nóng ẩm nhưng lại có nhiều nơi để trốn thoát.Đọc thêm",
            "Có gì để nói, đó là Khu phố Pháp. Không ngừng ăn uống ở mọi ngóc ngách kể từ khi bạn thức dậy. Ban ngày yên tĩnh, ban đêm là một bữa tiệc lớn. Tôi mong chờ chuyến đi tiếp theo của mình.Đọc thêm",
            "OMG khu vực này thật là hạnh phúc tuyệt vời.  Chúng tôi ở tại một khách sạn trong Khu phố Pháp.  Thật dễ dàng để đi bộ đến mọi thứ.  Sự yên bình của Phố Chartres, kiến ​​trúc đẹp, sự sạch sẽ của khu vực.  Điều này làm cho kỳ nghỉ của chúng tôi thực sự là một điều đáng nhớ.  Nó giống như một ngôi nhà xa nhà.  Chúng tôi đã đi bộ xuống phố Bourbon, rất ồn ào và bận rộn nhưng đám đông ở đó chắc chắn rất thích thú.  Các quán cà phê, nhà hàng, tour du lịch, mọi thứ đều hoàn hảo.  Hãy chắc chắn rằng bạn ghé vào Croissant D - hoặc OMG thật ngon. Và tiệm giặt nhỏ tốt nhất - Suds dem duds - trên phố Bourbon.  Đi bộ quanh khu vực rất dễ định hướng, thậm chí chúng tôi còn không bị lạc.  Đó thực sự là một nơi tuyệt vời để ghé thăm, khiến việc rời khỏi đó rất khó khăn.  Cảm ơn New OrleansĐọc thêm",
            "Chúng tôi ở lại Khu phố Pháp vào tháng 8 để đoàn tụ gia đình. Chúng tôi đã có một vụ nổ! Mọi thứ đều có thể truy cập dễ dàng. Chúng tôi đi bộ xung quanh mỗi ngày và vẫn không thể thấy được tất cả những gì Khu phố Pháp mang lại. Các cửa hàng thực sự gọn gàng và bạn có thể tìm thấy bất cứ thứ gì từ nghệ thuật, rượu, đồ lưu niệm, thực phẩm, nhu yếu phẩm và niềm vui! Tôi - chắc chắn sẽ quay lại. Đọc thêm",
            "Khu phố Pháp ở New Orleans là một cuộc phiêu lưu sống động. Giống như bước vào một thế giới của âm nhạc, lịch sử và những sắc màu rực rỡ. Bạn - sẽ tìm thấy những con đường quyến rũ, những món ăn ngon và không khí tiệc tùng. Nếu bạn muốn có một trải nghiệm độc đáo và khó quên thì Khu phố Pháp là nơi dành cho bạn.Đọc thêm",
            "Tòa nhà rất đẹp để nhìn vào. Những tòa nhà rất cũ.  Trang trí đẹp mắt. Khu vực này có thể sử dụng dịch vụ làm sạch rất tốt.  Và New Orleans thực sự cần phải làm điều gì đó với tất cả những người vô gia cư trong thị trấn Đọc thêm",
            "Bẩn thỉu. Không cảm thấy an toàn chút nào. Nhiều người dân địa phương rất tốt bụng, nhưng họ nhanh chóng cảnh báo bạn không được đi lạc hoặc ra ngoài sau khi trời tối. Có thể tuyệt vời nếu thành phố dành thời gian đầu tư vào thành phố và du lịch. Đọc thêm",
            "Khu phố Pháp, phố Bourbon, chợ Pháp, cửa hàng voodoo, cocktail, cuộc sống về đêm, nhà hàng và THỰC PHẨM!!!! Đọc thêm",
            "Nơi sống động với âm nhạc hay, hay và nhiều đồ uống. Dễ dàng đi bộ xung quanh khu phố Pháp. Chúng tôi cảm thấy rất an toàn trong ngày. Ngay cả sau khi trời tối chỉ cần chú ý đến môi trường xung quanh. Đồ uống đắt tiền như hầu hết các món ăn. Nhưng nó rất vui.Đọc thêm",
            "Chúng tôi rất thích đi dạo quanh Khu phố Pháp - có rất nhiều nhà hàng, quán bar, cửa hàng và những thứ để xem.  Chúng tôi chỉ ở đó một buổi chiều.Đọc thêm",
            "Nơi này thật kỳ lạ, hoàn toàn mang tính lịch sử theo mọi nghĩa của từ này, có một bầu không khí không giống nơi nào khác trên thế giới! Đứng đầu là những khách sạn tuyệt vời và những nhà hàng thực sự tuyệt vời với rất nhiều nhà hàng! Tôi có thể ở lại Quảng trường Jackson hàng giờ chỉ để thưởng thức bản hòa âm độc đáo nhưng rất kích thích!Đọc thêm",
            "Bạn không thể đến thăm New Orleans mà không ghé thăm khu phố Pháp. Có rất nhiều cửa hàng, đồ ăn và quán bar - đây là một tổ chức ở New Orleans. Nó chắc chắn đã gặp phải nhiều rắc rối trong những năm qua. Một số khu vực được bảo trì tốt hơn và sạch sẽ hơn những khu vực khác. Hãy chuẩn bị cho việc đi bộ ở bên đường ngày càng xấu đi và né tránh những vũng chất lỏng không tên. Đọc thêm",
            "Nếu bạn không thích cũ, đừng ghé thăm. Đầy những tòa nhà tuyệt vời, những bữa ăn tuyệt vời và nhiều đồ uống nếu đó là sở thích của bạn. Hãy nhớ đi moonwalk để ngắm Quảng trường Jackson và Sông. Nếu bạn muốn biết thêm, hãy tải - Beyond Bourbon Street - hướng dẫn của Mark Bologna.Đọc thêm",
            "Thật thất vọng. Chúng tôi đã đi vào thứ Tư lúc 1 giờ chiều và mùi hôi thối ở một số khu vực thật khủng khiếp. Bẩn thỉu. Xử lý chảo. Khu vực không được bảo trì. Không khuyến khích.Đọc thêm",
            "Một khu vực tuyệt vời, sống động. Chúng tôi đã ở đây để tham dự Cuộc diễu hành Lễ hội Khu phố Pháp. Đó là một trong những điểm nổi bật của chuyến đi của chúng tôi. Các tòa nhà hoàn toàn tuyệt đẹp. Tôi có thể đi bộ xung quanh cả ngày chỉ để ngắm cảnh.Đọc thêm",
            "Bạn có thể đỗ xe rv của mình trong gara đậu xe của khách sạnĐọc thêm",
            "Ồ...không chắc lắm. Gọi cho khách sạn.Đọc thêm",
            "Xin chào, tôi sẽ đi du lịch đến New Orleans vào tháng 11 và tôi muốn biết tôi có thể đi xe buýt nào từ sân bay đến khu phố Pháp, tôi đánh giá cao sự giúp đỡ của bạnĐọc thêm",
            "Tôi đang có kế hoạch đến Nee Orleans sau lễ hội CMA 2022, đây có phải là thời điểm tốt để đi không? Đọc thêm",
            "CÓ ĐI! Một điều mà cuộc sống nên dạy chúng ta với Covid là nó ngắn ngủi và không thể đoán trước. Nhiệt độ trung bình của bạn là 74 vào tháng 6. Nhiệt độ là 80 - s -90 - s ở NOLA. Hãy lên kế hoạch và bạn sẽ ổn. Tham gia các hoạt động ngoài trời vào sáng sớm. Trời sẽ mát mẻ hơn. Mang theo áo mưa cỡ ví để phòng trường hợp trời mưa. Nghỉ tại khách sạn có tủ lạnh để bạn có thể đông lạnh một vài chai nước. Ăn trưa tại sân Three Sisters, nơi có những chiếc bàn có ô, quạt và dây leo trên cao tuyệt đẹp hoặc chỉ cần ăn trong nhà. Nếu bạn đến sở thú, hãy đến vào ngày mưa hoặc nhiều mây. Ngủ trưa vào giữa ngày khi trời nóng và mặc quần áo thoải mái trong ngày. Xin đừng bỏ lỡ một thành phố và cơ hội tuyệt vời. Các cửa hàng đều có máy lạnh. Tour tham quan thành phố bằng xe buýt cũng có máy lạnh. Xe điện không có nhưng giá rẻ và giúp bạn tránh được ánh nắng trực tiếp và rất thú vị. Ngay cả một chiếc khăn mặt ướt trong túi cũng rất tuyệt để lau mặt, cổ và cánh tay của bạn. Khi bạn trở về với những kỷ niệm tuyệt vời, bạn sẽ quên đi cái nóng. Hãy giữ đủ nước. Uống rượu vào ban đêm nhưng vào ban ngày hãy uống nước, trà ngọt miền Nam, nước chanh hoặc Gatorade. Thưởng thức!!!!!! Bạn sẽ là niềm ghen tị của tất cả bạn bè. Đọc thêm",
            "Đi đến khu phố Pháp vào cuối tháng ba. Việc khóa máy tệ đến mức nào? Có cơ hội nào để mọi thứ mở ra vào thời điểm đó không?Đọc thêm",
            "Phụ thuộc vào lý do tại sao bạn lại đến đó. Nếu bạn định ghé thăm các cửa hàng và ngắm nhìn kiến ​​trúc thì đó là một chuyến đi tuyệt vời, nếu bạn định dự tiệc trên phố Bourbon thì hãy ở nhà. Chúng tôi đã ở đó vào tháng 11 và đã có khoảng thời gian tuyệt vời - chúng tôi không uống rượu - .Đọc thêm",
            "Bạn tôi và tôi dự định đến NO, vào tháng 3 năm 2021 tới, nhưng hiện đang thay đổi ngày của chúng tôi sang cuối năm do COVID, vui lòng xem tháng nào là tốt nhất để ghé thăm New Orleans Đọc thêm",
            "Chúng tôi đã đi vào tháng Mười. Trời không nóng và nhớp nháp và mọi thứ đều được trang trí cho Halloween!Đọc thêm",
            "Hiện tại có bất kỳ cuộc biểu tình nào được lên kế hoạch hoặc đang diễn ra ở khu vực gần Khu phố Pháp của chúng tôi không?\nĐiều cuối cùng chúng tôi muốn làm là lái xe 6 giờ để đi nghỉ và khiến nó bị hủy hoại vì phản đối!!Đọc thêm",
            "Không phải là chúng tôi biết.  Con trai tôi học đại học ở đó và nó nói nó chưa nghe thấy gì cả.  Đọc thêm",
            "Tôi hiện đang có kế hoạch đi thăm Khu phố Pháp vào tháng 9. Hôm nay là sinh nhật lần thứ 21 của tôi và tôi đã lên kế hoạch cho chuyến đi này trong vài tháng và tôi đã muốn đến đó từ rất lâu rồi. Nhưng ở đây gần đây mọi người đều cố khuyên tôi đừng đi. Tôi chỉ nghe một đánh giá tốt từ ai đó nhưng những người khác lại nói với tôi rằng nó thực sự bẩn và không an toàn lắm. Người anh họ đi cùng tôi đã sẵn sàng bỏ học trong chuyến đi. Vì vậy, nếu các bạn có thể kể cho tôi nghe về trải nghiệm của mình, tôi sẽ rất cảm kích. Tôi thực sự không muốn hủy chuyến đi của mình, vì vậy bất kỳ đánh giá tốt nào cũng sẽ rất tuyệt vời nhưng hãy trung thực, bằng cách đó tôi thực sự biết mình đang dấn thân vào điều gì. Cảm ơn bạn!Đọc thêm",
            "Ở đó khá mát mẻ. Chúng tôi đã đi vào tháng Tư và trời rất HẤP DẪN và Ẩm ướt. Bẩn và rất hôi. Ngoài ra còn có rất nhiều người vô gia cư đáng sợ.  Thức ăn tuyệt vời. Âm nhạc tuyệt vời và đồ uống đặc biệt.  Thành thật mà nói, sẽ tốt hơn nếu bạn đi cùng một người đàn ông bên trong hai cô gái trẻ.  Ở trên các đường phố chính hoặc đi Uber. Bạn muốn trung thực. Đọc thêm",
            "đã đến đó ngay bây giờ....nơi nào tốt nhất để đậu xe trong ngày??Đọc thêm",
            "Xin lỗi về sự chậm trễ. Đi Uber của Lyft.Đọc thêm",
            "Chồng tôi và tôi sẽ KHÔNG vào dịp sinh nhật lần thứ 50 của tôi vào tháng 1 năm 2020. Có lịch trình sự kiện nào đang diễn ra không, chúng tôi sẽ ở đó từ ngày 10 -13. Gần French Q có khách sạn nào?Đọc thêm",
            "Chúng tôi ở lại W và thích nó rất nhiều. Hãy tận hưởng!Đọc thêm",
            "Chúng ta có thể mua áo phông nào ở đồn cảnh sát? Tôi nghe nói điều đó là có thể.Đọc thêm"
        ],
        "star_ratings": [
            13229,
            6277,
            2229,
            716,
            394
        ],
        "review_amount": 22845,
        "location": [
            "Hoa Kỳ",
            "New Orleans",
            "Khu phố Pháp",
            "Louisiana - LA -",
            "Những việc cần làm ở New Orleans"
        ],
        "reviews_time": [
            "Written June 19, 2023",
            "Written June 22, 2023",
            "Written June 25, 2023",
            "Written July 9, 2023",
            "Written July 19, 2023",
            "Written July 28, 2023",
            "Written August 2, 2023",
            "Written August 10, 2023",
            "Written August 11, 2023",
            "Written August 15, 2023",
            "Written May 30, 2024",
            "Written May 6, 2024",
            "Written May 6, 2024",
            "Written May 5, 2024",
            "Written April 27, 2024",
            "Written April 23, 2024",
            "Written April 21, 2024",
            "Written April 20, 2024",
            "Written April 19, 2024",
            "Written April 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60864-d102533-Reviews-French_Quarter-New_Orleans_Louisiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d23398424-Reviews-Oceana-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d2650259-Reviews-Laura_s_Candies-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d1128082-Reviews-Orleans_Grapevine_Wine_Bar_and_Bistro-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d1106408-Reviews-Southern_Candymakers-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d426285-Reviews-GW_Fins-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d3846102-Reviews-Leah_s_Pralines-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d5504762-Reviews-Doris_Metropolitan-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d463920-Reviews-Napoleon_House_Bar_Cafe-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d17653463-Reviews-Mambo_s-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60864-d426305-Reviews-Muriel_s_Jackson_Square-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d27043588-Reviews-Mostly_Rock_n_Roll_Gallery-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d3617721-Reviews-MC_Romaguera_Studio-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d106469-Reviews-M_S_Rau-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d6654043-Reviews-Lisa_Victoria_Gallery-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d27022109-Reviews-Osterhold_Gallery_Studio-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d109392-Reviews-The_Historic_New_Orleans_Collection-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d105727-Reviews-St_Louis_Cathedral-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d104486-Reviews-Jackson_Square-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d144072-Reviews-The_Presbytere-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d106413-Reviews-Preservation_Hall-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d102533-Reviews-or10-French_Quarter-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d620600-Reviews-Frenchmen_Street-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d109321-Reviews-Hermann_Grima_House-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d3612196-Reviews-Immaculate_Conception_Church-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d133575-Reviews-Longue_Vue_House_and_Gardens-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d144081-Reviews-Lake_Lawn_Metairie-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d105733-Reviews-Garden_District-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d108191-Reviews-St_Louis_Cemetery_No_1-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d109394-Reviews-Royal_Street-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d6868585-Reviews-The_Voodoo_Bone_Lady_Haunted_Tours-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d4176822-Reviews-Fleurty_Girl-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d11658996-Reviews-Happy_Hookah-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d11851688-Reviews-Bijounola_Jewelry-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d14470396-Reviews-Royal_Mask-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d3442170-Reviews-La_Vie_New_Orleans_Private_Tours-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d10538581-Reviews-Goorin_Bros-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d2723051-Reviews-Nola_Tour_Guy-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d3327006-Reviews-French_Quarter_History_Tours-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d7940397-Reviews-Crescent_City_Mask_Company-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d109340-Reviews-Faulkner_House_Books-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2423291-Reviews-Absinthe-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d4740534-Reviews-Pico_do_Arieiro-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d1647238-Reviews-Lori_Wilson_Park-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147389-d149860-Reviews-Maracas_Beach-Port_of_Spain_Trinidad_Trinidad_and_Tobago.html",
            "https://www.tripadvisor.com/Attraction_Review-g41499-d105276-Reviews-Monomoy_National_Wildlife_Refuge-Chatham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g48430-d7331461-Reviews-McAllister_Park-Port_Jefferson_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d23781494-Reviews-Wild_Venture_Water_Park_Resort-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d1091705-Reviews-Pacific_Beach-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d138147-Reviews-Oregon_Zoo_Together_for_Wildlife-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g1429598-d23307116-Reviews-Port_of_Zakynthos-Zakynthos_Town_Zakynthos_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60864-d102533-Reviews-or10-French_Quarter-New_Orleans_Louisiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60864-d102533-Reviews-French_Quarter-New_Orleans_Louisiana.html"
    }
]