[
    {
        "attraction_name": "French Open",
        "attraction_name_vi": "Pháp mở cửa",
        "general_info": [
            "56 đánh giá",
            "- 530 trong số 3.569 điều cần làm ở Paris",
            "Sự kiện thể thao"
        ],
        "attraction_summary": "Sẽ bỏ lỡ Wimbledon? Đừng lo lắng: nếu bạn - đang ở Paris vào cuối tháng 5 - đầu tháng 6, thay vào đó hãy tham dự Giải Pháp mở rộng. Còn được gọi là Roland Garros, đây là một trong bốn giải quần vợt Grand Slam lớn - cùng với Wimbledon, Mỹ và Úc mở rộng - và là giải duy nhất thi đấu trên sân đất nện. Điều này làm cho trận đấu diễn ra chậm hơn và mang tính chiến lược hơn so với trên sân cỏ, đồng thời mang lại cho toàn bộ sự kiện một cảm giác thoải mái tuyệt vời. Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Chúng tôi thấy mọi thứ về giải Pháp mở rộng đều thú vị.  - À, ngoại trừ giá vé trên thị trường thứ cấp. - . Đó là một quyết định mang tính đột ngột và chúng tôi hài lòng vì đã làm được điều đó. Các căn cứ là tuyệt vời. Dễ dàng truy cập, sạch sẽ và dễ dàng điều hướng. Đám đông rất vui vẻ và thân thiện. Chúng tôi - đã đến US Open. Điều này bình tĩnh hơn và nhỏ hơn một chút. Nhưng với quần vợt tầm cỡ và bầu không khí Pháp - tất nhiên - .Đọc thêm",
            "Tổ chức sự kiện khủng khiếp, lịch thi đấu không ổn định, hệ thống kiểm soát bán vé khủng khiếp. một sự xấu hổ thực sự. Lẽ ra phải là bữa tiệc quần vợt, thay vào đó tổ chức của bạn quyết định chơi đùa với thời gian của mọi người. sự kiện uy tín? Đó là một thảm họa hoàn toàn.  -   -   -    Đọc thêm",
            "Roland Garros có một tổ chức thảm hại!!! Trang web này thật đáng tiếc và trận đấu được chọn cho buổi tối ngày 4 tháng 6 năm 2023 không phù hợp chút nào. Thực tế này đã được phản ánh qua đợt bán lại ồ ạt diễn ra trong phiên này...thực sự thất vọng về sự kiện được coi là một trong những sự kiện uy tín nhất hành tinh này. Tôi đề nghị ban tổ chức nên lưu ý đến US Open, mọi thứ ở đó diễn ra hoàn hảo và họ không đùa giỡn với thời gian và tiền bạc của mọi ngườiĐọc thêm",
            "Tôi đã mua vé xem giải Pháp mở rộng thông qua Goaltickets.com, một nhà môi giới vé ở California, và tôi phải nói rằng, họ đã cho tôi một số vé tuyệt vời để xem Nadal trên sân trung tâm, philippe Chatrier. Bầu không khí ở Roland Garros thật sôi động. 4 trận đấu đều diễn ra tốt đẹp và Nadal đã thể hiện một màn trình diễn tuyệt vời. Cơ sở vật chất tuyệt vời, có nhiều chỗ ngồi bên ngoài để ăn nhanh.Đọc thêm",
            "Chúng tôi - 8 người trong chúng tôi - đã đặt vé ngày cho Suzanne Lenglen vào thứ Hai ngày 23 tháng 5. Đến nơi vào khoảng 11 giờ 30. Mất khoảng 20 phút để truy cập chỗ ngồi của chúng tôi. Sau 20 phút trời bắt đầu mưa. Chúng tôi có ô nhưng tất cả những nơi có mái che đều chật cứng và chúng tôi không thể vào bất kỳ quầy bán đồ ăn hay nhà hàng nào. Đến 2 giờ chiều, chúng tôi đói và hỏi liệu chúng tôi có thể rời khỏi cơ sở để ăn trưa bên ngoài không nhưng chúng tôi được thông báo rằng chúng tôi sẽ không thể vào lại được. Điều này hoàn toàn vô lý vì những tấm vé đều được xác định rõ ràng bằng tên. Cuối cùng, chúng tôi rời đi sau khoảng 20 phút chơi tennis. Chúng tôi cảm thấy bị gạt ra. Không có gì giống như US Open.Đọc thêm",
            "Vé Bot vào phút cuối trên website Roland-Garros.  Tên được chỉ định, vì vậy vé có thể được thu nhỏ để xem quần vợt ở mức giá hợp lý!  Mưa và ô là một mối phiền toái.  Các phòng tắm ở sân vận động Suzanne Lengren là nơi gây tắc nghẽn giao thông ở khu vực này - .  Lựa chọn thực phẩm hạn chế.  Tuy nhiên, quần vợt và địa điểm rất tuyệt vời.  Để biết tất cả những gì bạn cần biết về roland-garros, hãy truy cập trang chuyến đi TA của tôi ETBtravelphotography, https: - - www.tripadvisor.com - Trips - 89320353 - ParisĐọc thêm",
            "I - ve visited all 4 Grand Slams, and Roland Garros is by far the smallest venue.As every other event, there are some good and some bad points. The good: 1 -  You can get tickets, very easily. General entry tickets are as cheap as 20 EUR. This is extremely important: If you cannot get in, you cannot enjoy it!  - At Wimbledon, for example, very few tickets are on sale - most are distributed through a ballot - 2 -  Play on clay is always spectacular, and if you are a Nadal fan, RG is  - the -  Grand Slam to attend. Be aware that on windy days some of the clay will end up on your clothes!3 -  Great merchandising available  - clothes, tennis bags, etc - , possibly the best I - ve seen at any Grand Slam.4 -  Easily accessible with the Paris metro system. You will need to walk a little, or take one of the shuttles, but reaching the RG grounds is quite easy.5 -  Great coffee!The bad: 1 -  The organizers clearly did not know how to handle  - free seating -  in the big courts. Some matches were postponed due to rain, and the following day the public was invited to go watch these matches, in the big show courts  - while only paying a  - general entry -  ticket - . There were several empty seats, lots of people were eager to go in to watch, and the security guys were saying that the seats had been  - saved - . In this case, since spectators have not paid for a specific seat in that show court, they cannot  - save -  their seats. So this is something Roland Garros needs to address, in the future. 2 -  They need to provide some shelter from the rain. It rained a lot while we were there, and there was only one tent to hide under, which was packed. The organizers should put up some more tents around the courts. 3 -  There was not a lot of food choice. All the stands had the same things, and they were not particularly good.  - Except for the crepes - the crepes were not bad at all - . Considering we - re in France, the food really should be better. 4 -  Too many security checks. I - m all for security at an event, but this is ridiculous. RG is the only Grand Slam where we need to bring passports with us. Also, completely emptying everybody - s bags takes ages. They should install some x-ray machines, and save time.Read more",
            "Chúng tôi đã tham dự được 2 ngày và điều đó thật tồi tệ. Roland Garros rất vô tổ chức, quá đông đúc và không an toàn. Tôi trả tiền để xem quần vợt chứ không phải tốn thời gian xếp hàng vào nhà vệ sinh hay mua đồ ăn. Do hạn chế về không gian và để cải thiện trải nghiệm cũng như sự an toàn của du khách, họ nên bán ít hơn 20 vé. Ngay cả việc đi từ Tòa án Simone Mathieu mới đến Suzanne Langlen cũng gây khó chịu vì đám đông người. Chúng tôi xếp hàng để xem Shapovalov trên Sân 7 và bị đè bẹp bởi đám đông người hâm mộ đang cố gắng chen lấn vào. Không có tổ chức hay hàng đợi chính thức, chỉ có một đám đông người. Thật đáng sợ. WiFi rất tệ - rất yếu và chỉ có thể truy cập được ở một số khu vực hạn chế. Các lựa chọn thực phẩm bị hạn chế và các kệ hàng đã trống rỗng trước 3 giờ chiều!!! Và dịch vụ khách hàng thật kinh khủng. Tôi đã tham dự nhiều giải đấu lớn, bao gồm US Open ở New York và Rogers Cup ở Toronto, và cả hai đều là những trải nghiệm phi thường. Roland Garros là một thảm họa và các nhân viên không quan tâm. Tôi sẽ không bao giờ quay trở lại. Đọc thêm",
            "Đã dành hai ngày tại Roland Garros.  Địa điểm đẹp với quần vợt tuyệt vời.  Chồng tôi là một cầu thủ và người hâm mộ cuồng nhiệt.  Đây là một trong những giấc mơ của anh ấy.  Hôm nay được xem Nadal thi đấu.  Trời mưa nhưng được xem một trận tennis tuyệt vời Đọc thêm",
            "Nếu tham dự Pháp mở rộng 2019, ĐỪNG MUA VÉ KHÁM PHÁ CAO CẤP!! Tiếp thị vé trị giá hơn 350 euro cho biết chỗ ngồi cao cấp có quyền sử dụng - phòng chờ riêng, nơi bạn có thể thư giãn giữa các trận đấu và tận hưởng quyền sử dụng đồ ăn - đồ uống không giới hạn suốt cả ngày - . Thực tế - cái gọi là phòng chờ là một khu liên hợp thể thao cách sân vận động 10 phút đi bộ!!! Vì vậy, mỗi khi bạn muốn một - đồ uống - bạn sẽ bỏ lỡ hơn một nửa trận đấu quay đi quay lại! Thật là một trò lừa đảo hoàn toàn! Rất may cho chúng tôi, Roger Federer đã thi đấu vào ngày chúng tôi đến thăm... vì vậy không thể gọi ngày đó là một ngày trôi qua nhưng chắc chắn để lại dư vị khó chịu trong miệng đối với những gì người Pháp nghĩ rằng họ có thể coi là - cao cấp. Tôi chắc chắn là không lấy lại một xu cho vé của bạn nhưng tôi chắc chắn sẽ không bao giờ quay lại Pháp mở rộng để bị lừa và bị lừa nữa !!Đọc thêm",
            "Chúng tôi sẽ ở Paris trong khi giải Open diễn ra. Bạn có thể tư vấn phạm vi giá vé được không? Ngoài ra, có gì để xem trong khu vực liên quan đến Giải mở rộng nếu bạn không có vé không?  Vé có sẵn vào ngày thi đấu vòng đầu không?Đọc thêm",
            "Khu vực nào ở Paris là thuận tiện nhất để ở nếu tham dự Roland Garros vào tháng 6 - xem một số điểm tham quan? Cảm ơn bạnĐọc thêm",
            "Cảm ơn bạn Camping Indigo nghe có vẻ lý tưởng cho chuyến đi RG - Paris mà không tốn nhiều tiền.Đọc thêm",
            "Chào bạn! Đây sẽ là lần đầu tiên tôi tham dự giải Pháp mở rộng và tôi đang nghĩ đến việc mang theo chiếc máy ảnh DSLR không phải là máy ảnh chuyên nghiệp nhưng tôi cũng muốn sử dụng ống kính Nikon 70-200mm của mình nhưng từ những gì tôi đã đọc , không rõ liệu chúng có được phép hay không, có ai gặp vấn đề gì với chúng hoặc tương tự không?Đọc thêm",
            "Làm thế nào để giải quyết tình trạng mưa làm trì hoãn trận đấu trong ngày?Đọc thêm",
            "Tùy thuộc vào số lượng quần vợt đã chơi mà bạn có được hoàn lại tiền hay không nhưng nếu đủ muộn, họ sẽ gọi nó trong ngày và trận đấu sẽ kết thúc vào ngày có sẵn tiếp theo với những người giữ vé của ngày hôm đó sẽ nhận được một trận đấu có thưởng.\nNgày của chúng tôi bị tạm dừng vì trời mưa lúc 7h30 tối nên không bỏ lỡ nhiều nhưng khi trận đấu kết thúc nên tàu điện ngầm trở lại hỗn loạn - tốt hơn nhiều nếu các trận đấu kết thúc vào những thời điểm so le.\nMối lo ngại lớn nhất của tôi là mưa vì không có mái che cho bất kỳ sân vận động nào.Đọc thêm",
            "Xin chào, Chúng tôi muốn xem trận chung kết nam nhưng mọi thứ đã bán hết rồi:- - . Chúng ta có thể xem trận chung kết ở đâu? Bạn có truyền hình trực tiếp bên ngoài Rolland Garros không? Trân trọng HildegunnĐọc thêm",
            "Trẻ sơ sinh có cần vé vào cửa không? Mang theo đứa con 5 tháng tuổi của tôi và không mua vé cho bé. Đọc thêm",
            "Bạn có hiểu biết về việc lấy vé đi Roland Garros không? Bạn biết ai đã từng tham dự giải Pháp mở rộng,\nđã sử dụng chuyến tham quan giải đấu quần vợt để có được vé tham dự Giải Mở rộng? Nếu vậy, kinh nghiệm của họ là gì? Tôi muốn biết liệu tôi có nên đợi và mua vé Mở khi nó mở cửa cho công chúng hay mua ngay bây giờ thông qua tour riêng?  Cảm ơn bạn rất nhiều!Đọc thêm",
            "Xin chào, có ai trong số các bạn đã từng mua vé xem giải Pháp mở rộng trên trang web của họ chưa? Về mặt kỹ thuật nó trông như thế nào? Tôi có nên mua tất cả các vé tôi muốn cùng một lúc hay tôi phải xếp hàng riêng từng vé, tôi có thể chọn nhiều hơn 4 vé cho các sân chính không nếu không tôi sẽ bị hệ thống từ chối ngay lập tức???Đọc thêm",
            "Ai là người bán vé chính thức cho giải Pháp mở rộng 2018. Tôi chỉ muốn mua vé cá nhân không có chỗ ở vì đã đặt trước. \nCảm ơn trước sự giúp đỡ của bạnĐọc thêm",
            "Chỉ sử dụng trang Roland Garros chính thức để mua vé đơn - rất nhiều trò lừa đảo - ! Nó rất dễ sử dụng nhưng bạn cần phải tạo một tài khoản. Xem trang web để biết thời gian bắt đầu bán vé và mua vé sớm. Các gói dịch vụ lưu trú - chỗ ngồi tốt nhất có đồ ăn - bao gồm đồ uống - sẽ được giảm giá vào tháng 2, vé vào cửa chung vào giữa tháng 4. Video tuyệt vời về chỗ ngồi được đề xuất của bạn để bạn có thể biết chính xác nơi mình sẽ ngồi.Đọc thêm",
            "Chúng tôi sẽ tham dự Vòng 1 giải Pháp mở rộng vào ngày 30 tháng 5 và tôi biết trận đấu bắt đầu lúc 11 giờ sáng.  Có ai có thể cho tôi biết khoảng thời gian buổi tối các trận đấu kết thúc và sân tập đóng cửa không?Đọc thêm"
        ],
        "star_ratings": [
            33,
            13,
            2,
            0,
            8
        ],
        "review_amount": 56,
        "location": [
            "Những điều cần làm ở Paris",
            "Ile-de-France",
            "Pháp",
            "Paris",
            "Pháp mở cửa",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written June 18, 2023",
            "Written June 5, 2023",
            "Written June 5, 2023",
            "Written February 6, 2023",
            "Written May 28, 2022",
            "Written July 3, 2019",
            "Written June 25, 2019",
            "Written June 7, 2019",
            "Written June 4, 2019",
            "Written May 28, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187147-d8820231-Reviews-French_Open-Paris_Ile_de_France.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d7218565-Reviews-Rooftop_Molitor-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d6697521-Reviews-Brasserie_Molitor-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196560-d782500-Reviews-Chez_Madeleine-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196560-d7061487-Reviews-Le_Tilleul-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d3484102-Reviews-Le_Roland_Garros-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196560-d6640168-Reviews-Le_Bleu-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196560-d3250672-Reviews-Le_Parc-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196560-d7595553-Reviews-Patrizia-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g196560-d14168229-Reviews-Montecatini-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d719583-Reviews-Marius-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189689-Reviews-Stade_Roland_Garros-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d730008-Reviews-Jardin_des_Serres_d_Auteuil-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196560-d3376881-Reviews-Museum_Garden_Paul_Landowski-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d2485740-Reviews-Parc_des_Princes-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d20089411-Reviews-Immeuble_Locatif_a_la_Porte_Molitor-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d13169035-Reviews-Tennis_Jean_Bouin-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7079431-Reviews-Piscine_Molitor-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8702367-Reviews-Appartement_Atelier_de_Le_Corbusier-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14399741-Reviews-La_Fontaine_de_Dalou-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14401568-Reviews-Square_du_Tchad-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8820231-Reviews-or10-French_Open-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d24105894-Reviews-L_Horizon_De_Kheops_Expedition_Immersive-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10020410-Reviews-Bastille_Day-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d27176686-Reviews-Exposition_Johnny_Hallyday-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10020404-Reviews-Paris_Marathon-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d1419846-Reviews-Palais_des_Congres_de_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d23804056-Reviews-Centre_Culturel_Coreen-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10020405-Reviews-Paris_Photo-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d18543366-Reviews-La_nuit_aux_Invalides_Lutece_3000_ans_d_histoire-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8820359-Reviews-Solidays-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d23633752-Reviews-Atelier_Degustation_Immersif_Mediavino-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8613951-Reviews-Molitor_Spa_by_Clarins-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g196560-d4801977-Reviews-Pret_a_Plonger-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d21045717-Reviews-Lok_Siam_Spa_Auteuil-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7675416-Reviews-Parisi_Tour-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d1079807-Reviews-A_World_in_A_Pan-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8761029-Reviews-Royal_Transfer-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g56852-d16697041-Reviews-Munster_Mansion-Waxahachie_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d15306146-Reviews-City_Car_Rental-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g801295-d8874479-Reviews-Livadhi_Beach-Himare_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d1787137-Reviews-Istanbul_Dolphinarium-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d9610187-Reviews-Kattencafe_Kopjes-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d107813-Reviews-The_Magic_House-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d621606-Reviews-Dollywood_s_Splash_Country-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d19845535-Reviews-Nakheel_Mall-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1308789-d3603376-Reviews-Ada_Beach_Club-Heybeliada_Princes_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60895-d13225539-Reviews-2_Silos_Brewing_Co-Manassas_Prince_William_County_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187147-d8820231-Reviews-or10-French_Open-Paris_Ile_de_France.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187147-d8820231-Reviews-French_Open-Paris_Ile_de_France.html"
    }
]