[
    {
        "attraction_name": "G Spa",
        "attraction_name_vi": "G Spa",
        "general_info": [
            "6 đánh giá",
            "5 trên 14 Spa Chăm sóc sức khỏe ở Beirut",
            "Câu lạc bộ sức khỏe",
            "Spa"
        ],
        "attraction_summary": "G spa, một đơn vị tiên phong trong thế giới chăm sóc sức khỏe và thể hình, là một spa ban ngày nằm tại trung tâm Beirut, Lebanon. Chúng tôi hướng đến mục tiêu cung cấp dịch vụ chất lượng cao theo tinh thần G spa độc đáo và đích thực. G spa cung cấp các dịch vụ bao gồm chăm sóc sắc đẹp, sức khỏe và thể hình trong một môi trường đặc biệt. Một đội ngũ chuyên gia vật lý trị liệu, huấn luyện viên thể hình, chuyên gia thẩm mỹ, nhà tạo mẫu tócĐọc thêm",
        "reviews": [
            "Ấn tượng đầu tiên là spa mang đến cho bạn tinh thần của một spa và nơi thư giãn ngay khi bạn bước vào đó! Tôi thích nó, nhân viên tốt, sạch sẽ, hơi đắt..Đọc thêm",
            "Is it a coincidence that plenty of sweet words start with G? What I know for sure that some of my favorite ones like gift and green do! The best addition is now G spa!Escape the pollution, the noise and the stress of your daily life and take the elevator down to a small oasis within the city.Located in Park Tower in Achrafieh, just like a pearl hidden in the shell, Gspa was the first to earn the quality label in the middle east, and this is not a coincidence.A spa, a gym, a beauty center and a salon, everything you need to have a proper pampering time.The professionalism starts from the reception. Customers service is taken seriously, with smiley staff, everyone is eager to help.The first experience at the Spa was for Rituel des cinqs fleurs; I came in expecting a regular facial, where usually you are seated, and a mix is set on your face for half an hour to an hour, they wash it and put a hydrating cream. But my experience was charming, beyond my expectation.The name is not randomly picked, it is a ritual, inside the same massage room, magical hands treat your face with the finest products and you even get neck and shoulders massage and a relaxing time with soothing music and extraordinary scents!With that in mind, I was more than thrilled to try their packages: and Roula, the attentive owner, picked for me the Oriental ritual which includes the Moroccan Hamam followed by a deep tissue massage and a hair styling in the end!I advise you to arrive earlier, prior to your session, and enjoy the access to jaccuzzi and the pool or just have some quite time in the mind soothing relaxation room, sipping some tea and snacking on fruits or their G stamped maamoul!On time, I was called and escorted to start with the first part, 5 minutes in the steam room to help softening the skin and get it ready for the deep scrub using the Rasoul and other Moroccan traditional Hamam product. Trust me, surrender to the experience as with each parcel of dead skin removed, stress is reduced, et voilà enjoy a soft baby skin for real! As if this amazing ritual did not leave you regenerated, it is followed by the deep tissue oriental massage. Those delicate hands know how to make every cell breath out stress and breathe in relief! With dry oils used to awaken your senses and transport you like Jasmine once flew on Aladdin rug!Walking out of the room, totally rejuvenated, the ritual was crowned by a brushing at the hair salon and a new me walked out the door. I felt so light and rejuvenated.I cannot describe how beautiful it is to care for oneself and later on sharing it with loved ones. This place is magical, the wellness of the customers is a priority and surely I would recommend it!Till very soon, thank you Rola and Gspa team.La PetiteXoxoRead more",
            "I would like to tell my story and ask the readers to tell me what they think about my one and only visit to G Spa in Beirut.I was staying at this lovely hotel called Park Tower Suites, which is located in the same building of the G Spa but the Spa is not owned nor managed by the hotel but hotel guests can actually used the spa for free swimming pool, gym and jacuzzi. One morning I went down to the G Spa just to check it out, so basically I was wearing jeans, shirt and shoes. The minute I entered the spa, the blonde lady at the reception asked me Can I help you? no good morning no greeting of any kind. And of course with an attitude!!! So I replayed I just want to check your facilities so she was like Are you staying at the hotel? yes I am. Whats your room number? 7xx Whats your name? Emxx! Talking to me while checking my name on the system as if Im entering a very sensitive and secured area! I really felt as being interrogated Ok you can have access so I asked her if I can check what kind of massages do they offer, so she just handed me the brochure. The brochure was in France, so I was like this is French, do you have one in English? No.... check out our website and you can find an English version there.... But anyway you have to book in advance!!!!! And that was the end of our conversation and she sat down and started working on the computer!!!!! IS THAT NORMAL!!!! Because everyone Im telling the story to is saying that its very weird!!!!And by the way, I complained to the hotel and the hotel was really shocked from this attitude and I really thank them because they addressed this incident to the G Spa management, but no action was taken nor any kind of apology!!! Which I wasnt waiting for. Read more",
            "Tôi đã cùng chồng đến spa để mát-xa, đó là một trải nghiệm rất tuyệt vời, chúng tôi đã có khoảng thời gian tuyệt vời, nhân viên rất tốt và thật thoải mái khi ở đó 3 giờ. Đọc thêm",
            "Trên thực tế, đó là một trong những liệu pháp mát-xa tốt nhất mà tôi đã thực hiện trong đời, tất cả mọi thứ đều rất chuyên nghiệp và thân thiện. Steffany, người thực hiện massage, cô ấy rất chuyên nghiệp và chính xác và cô ấy biết chính xác những gì mình nên làm. Không khí của spa thật tuyệt vời và nói chung tôi không thể thấy bất kỳ điểm tiêu cực nào trong chuyến thăm của mình, mọi thứ đều hoàn hảo. Cảm ơn bạn một lần nữa G SpaĐọc thêm",
            "Xin chào Abdullah, cảm ơn bạn đã đánh giá, chúng tôi rất vui vì bạn đã thích trải nghiệm của mình tại G spa và dịch vụ của chúng tôi đáp ứng mong đợi của bạn. Chúng tôi hy vọng sẽ sớm gặp lại bạn. Đọc thêm",
            "Chúng tôi luôn độc quyền đến đó.. Nhân viên rất thân thiện và chuyên nghiệp, bầu không khí rất nhẹ nhàng, hoàn toàn gọn gàng và sạch sẽ. Rất khuyến khích để ngắt kết nối hoàn toàn. Đọc thêm",
            "Imad thân mến,\nCảm ơn bạn đã chia sẻ đánh giá và đề xuất của bạn. Rất hân hạnh được phục vụ bạn tại G spa :\nĐọc thêm",
            "xin chào, quốc tịch của những người làm massage là gì. cảm ơn bạnĐọc thêm",
            "Xin chào, tôi có thể biết chi phí mát-xa ở spa này không?Đọc thêm",
            "Này, bạn nên liên hệ với họ theo số 01210220 hoặc truy cập trang web của họ.Đọc thêm"
        ],
        "star_ratings": [
            3,
            2,
            0,
            0,
            1
        ],
        "review_amount": 6,
        "location": [
            "G Spa",
            "Liban",
            "Trung đông",
            "Beirut",
            "Những việc cần làm ở Beirut"
        ],
        "reviews_time": [
            "Written April 3, 2018",
            "Written March 17, 2018",
            "Written December 7, 2017",
            "Written September 22, 2017",
            "Written April 27, 2017",
            "Written October 3, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294005-d10429908-Reviews-G_Spa-Beirut.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294005-d5549891-Reviews-Liza-Beirut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294005-d799295-Reviews-Abdel_Wahab-Beirut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294005-d3192751-Reviews-Em_Sherif_Restaurant-Beirut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294005-d942879-Reviews-Chili_s-Beirut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294005-d795921-Reviews-Tsunami-Beirut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294005-d2269573-Reviews-Almayass_Beirut-Beirut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294005-d1738678-Reviews-Al_Falamanki-Beirut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294005-d11808136-Reviews-Cantina_Sociale-Beirut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294005-d13327087-Reviews-Kelly_s_Fish_Lounge-Beirut.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294005-d1019224-Reviews-Falafel_Freiha-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d6649204-Reviews-Mim_Museum_Mineral_Museum-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d1157183-Reviews-National_Museum_of_Beirut-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d3292161-Reviews-Nicolas_Sursock_Museum-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d4973057-Reviews-ABC_Mall-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g298267-d324287-Reviews-Churches_of_Harissa-Jounieh_Mount_Lebanon_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d2433047-Reviews-Gemmayzeh_Street-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d2549004-Reviews-Mohammad_Al_Amin_Mosque-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d539616-Reviews-Greek_Orthodox_Cathedral_of_Saint_George-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g295420-d12277962-Reviews-Domaine_des_Tourelles_Winery-Zahle_Bekaa_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d25429028-Reviews-HafIza_AgacI-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d15643502-Reviews-Kempinski_The_Spa-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d13393957-Reviews-SPA_Phoenicia-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d23689701-Reviews-Hammam_Shahrazade-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d12083728-Reviews-Davine_Beauty_and_Spa-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d2624151-Reviews-Tibisou-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d8657467-Reviews-Tao_Spa-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d26528701-Reviews-BARR_Beirut_Athletic_Riders_Room-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d26319971-Reviews-Home_Sweet_Massage-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d25219109-Reviews-Salon_Claudia-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d25208846-Reviews-Fabulashes-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d3932265-Reviews-Taste_Lebanon_Exclusive_Day_Tours-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d13310191-Reviews-Beirut_Daily_Tours-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d15243541-Reviews-Alternative_Beirut-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d17599955-Reviews-Maison_Mirath-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d12288170-Reviews-Dave_Lebanon_D_M_C-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d15343514-Reviews-Lebanon_Local_Tour-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d12909711-Reviews-Volume_Beirut-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g55879-d3370112-Reviews-Magic_Carpet_Golf-Galveston_Galveston_Island_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d10288070-Reviews-King_County_Water_Taxi-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g32823-d3983559-Reviews-Toyota_Arena-Ontario_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d273166-Reviews-Fort_Story_Jetty-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d528448-Reviews-Great_Wolf_Lodge_Williamsburg-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d4677742-Reviews-The_Rave_Eagles_Club-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g147251-d14979196-Reviews-Street_Murals-San_Nicolas_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g33415-d13285768-Reviews-Echo_Lake_Park-Evergreen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g580223-d4892622-Reviews-Levanto_Beach-Levanto_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d8612098-Reviews-Betty_and_Barney_Hill_Incident_Historical_Marker-Lincoln_New_Hampshire.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294005-d10429908-Reviews-G_Spa-Beirut.html"
    }
]