[
    {
        "attraction_name": "Galeries Lafayette Paris Haussmann",
        "attraction_name_vi": "Galeries Lafayette Paris Haussmann",
        "general_info": [
            "7.731 đánh giá",
            "- 128 trong số 3.567 điều cần làm ở Paris",
            "Cửa hàng bách hóa"
        ],
        "attraction_summary": "Du khách đến cửa hàng bách hóa đồ sộ này có thể tìm thấy hầu hết các mặt hàng có thương hiệu. Có thể mua sắm thời trang sang trọng - phụ kiện dành cho nam giới, phụ nữ và trẻ em, tận hưởng các dịch vụ độc quyền như mua sắm cá nhân, hướng dẫn khách và hoàn thuế cũng như thưởng thức các nhà hàng và trải nghiệm ẩm thực dành cho người sành ăn.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Điều này giống như Harrods trên steriods.  Chúng tôi đã đi tìm kiến ​​trúc và tầm nhìn từ trên mái nhà.  Đã không thất vọng!  Các quan điểm thật tuyệt vời.  Phần cửa hàng quà tặng cũng rất tốt nếu bạn cần một vài món quà cho bất kỳ ai ở quê nhà.Đọc thêm",
            "Tôi - không phải là một người nghiện mua sắm lớn, nên chỉ lang thang ở Galeries Lafayette thôi đã là một trải nghiệm rồi. Mọi thứ đều sạch sẽ và được bảo quản tốt, biển hiệu cũng tươm tất, mặc dù không phải là tốt nhất. Sẽ quay lại nếu có nhu cầu hoạt động trong nhà trong thành phố!Đọc thêm",
            "Chúng tôi đã tham gia lớp học này trong thời gian ngắn ở Paris và thực sự yêu thích nó!  Con cái của chúng tôi - 15, 14 và 11 tuổi - coi trải nghiệm này là một trong 3 trải nghiệm hàng đầu trong kỳ nghỉ 2 tuần đưa chúng tôi đến Paris, Rome, Venice và miền nam nước Ý.  - giáo viên của chúng tôi - rất đáng yêu và dễ làm việc, cô ấy đã làm rất tốt khi giải thích công thức và hướng dẫn cho nhiều người trong nhóm - lớp của chúng tôi bao gồm trẻ nhỏ, thanh thiếu niên và người lớn, và cô ấy đã quản lý được điều đó một cách dễ dàng - .  Và, lời cuối cùng là kết quả - chiếc bánh Macaron - chúng tôi phải mang đi khỏi lớp học - đã không đưa nó ra khỏi cửa hàng trước khi chúng biến mất nếu điều đó cho bạn biết bất cứ điều gì!  Đọc thêm",
            "Thật vui khi được tham dự một buổi trình diễn thời trang ở Paris. Chúng tôi không nhận được nước đóng chai nhưng chúng tôi vẫn ổn. Cười lớn Đó là một trải nghiệm thú vị. Nhận xét của quý bà tôi là quần áo chúng tôi đang nhắm đến đối tượng trẻ và là một phụ nữ 50 tuổi, bà được truyền cảm hứng để mua quần áo. Phần lớn những người tham dự đều ở độ tuổi của cô trở lên, nhưng nhìn chung, cô thích nó. Các mô hình đã hoạt động rất tốt và chỗ ngồi của chúng tôi là tốt nhất, ngay giữa. Tôi xếp hạng nó là 4 trên 5. Tôi không thể cho điểm 5 vì nếu bạn hứa cung cấp nước đóng chai hoặc bất cứ thứ gì và không giao hàng thì một hoặc hai điểm sẽ tự động bị trừ. Nó - nó là gì vậy. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian mua sắm tuyệt vời tại cửa hàng! Các nhân viên đã được thông báo thân thiện và hữu ích. Bản thân cửa hàng là một trải nghiệm giải trí khi người ta đi từ tòa nhà này sang tòa nhà khác, từ tầng này sang tầng khác. Buổi trình diễn thời trang thực sự rất tuyệt vời. Cô giáo dạy nấu bánh macaron Marie của chúng tôi là người giỏi nhất. Tôi không thể nói đủ những điều tốt đẹp về cô ấy!! Nỗi thất vọng duy nhất của chúng tôi là không thể uống nước hay ăn gì trên mái nhà! Chúng tôi không biết bạn phải sắp xếp trước! Đề nghị bạn cho phép khách hàng đặt trước một ly rượu sâm panh - cà phê và bánh macaron \n - Bánh sừng bò trước và lấy nó từ một quầy nhỏ trên mái nhà! Khung cảnh nhìn từ trên mái nhà thật thú vị và vui vẻ!! Đọc thêm",
            "Vợ tôi và tôi đã đến thăm Paris vào một ngày cuối tuần dài và yêu thích lớp học làm bánh macaron này. Đó là một sự thay thế đáng yêu cho các hoạt động du lịch truyền thống khác - và cho chúng tôi một cái cớ để nếm thử món ngon của lớp học chúng tôi - . Đầu bếp bánh ngọt rất hữu ích và kiên nhẫn và đảm bảo rằng chúng tôi không thể làm hỏng chuyện!Đọc thêm",
            "Tôi từng nghĩ Dubai Mall là đỉnh cao của khu phức hợp mua sắm nhưng tôi đã hoàn toàn sai lầm. Sự pha trộn giữa kiến ​​trúc hiện đại và Parisien thật ấn tượng. Mọi thương hiệu xa xỉ đều có nhiều cửa hàng. Điều tuyệt vời nhất là bạn có thể mua sắm tất cả những gì bạn muốn và ngay lập tức được hoàn thuế bằng tiền mặt hoặc thẻ tín dụng.Đọc thêm",
            "Chúng tôi đã đăng ký một lớp học làm bánh macaron - bằng tiếng Anh - với tư cách là một gia đình, và nó thực sự rất vui và ngon miệng! Người hướng dẫn đã chỉ cho chúng tôi cách làm bột và đưa ra những lời khuyên tuyệt vời để thành công với công thức này nếu chúng tôi thử lại ở nhà. Bởi vì bánh quy cần thời gian để định hình và nướng nên người hướng dẫn đã làm đủ bánh cho chúng tôi và chúng tôi phải làm đầy bánh và mang về nhà. Tôi muốn giới thiệu lớp học! Tuy nhiên, rất khó tìm được vị trí của lớp học trong Galeries Lafayette - thật ngạc nhiên là ba trong số bốn nhân viên hướng dẫn - bộ phận hỗ trợ dịch vụ khách hàng - chúng tôi hỏi đều không thể cho chúng tôi biết nơi để đến, vì vậy chúng tôi gần như đến muộn. Đọc thêm",
            "Lớp học này có thể phù hợp với những người hoàn toàn không có kinh nghiệm làm bánh. Nó chủ yếu mang tính hướng dẫn và chúng tôi quan sát ai đó thực hiện công việc thay vì bắt tay vào thực hiện. Chúng tôi đã ống một số vỏ sò và đổ đầy một số vỏ làm sẵn. Nhưng nếu bạn đang tìm kiếm thứ gì đó thực tế hơn thì đây không phải là lớp học dành cho bạn. Tôi cho rằng điều này được phản ánh qua giá cả và thời lượng của lớp học.  Như đã nói, người phụ nữ điều hành lớp học rất đáng yêu và đã cố gắng hết sức để dạy chúng tôi quy trình nướng bánh macaron.Đọc thêm",
            "Con gái tôi và tôi đã có khoảng thời gian vui vẻ trong lớp Macaron.  Người hướng dẫn rất xuất sắc và rất thân thiện và hữu ích.  Tôi ước gì tôi biết nó dành cho những người mới bắt đầu thực sự - hướng dẫn cách - gấp - người đánh bóng - vì chúng tôi có thể đã thử ở một cấp độ khác.  Nhưng đó là một kinh nghiệm tốt tổng thể.  Tôi xin giảm bớt thời gian đứng -- vì lớp này đông khách du lịch nên chúng tôi phải đi bộ cả ngày rồi đứng thêm một tiếng nữa để xem biểu tình thì rất nhiều.Đọc thêm",
            "Tôi đang mua sắm một vài thứ cho bạn bè và gia đình và quyết định ghé qua. Bên trong, đây có lẽ là một trong những cửa hàng bách hóa mang phong cách lễ hội nhất, có thể so sánh với GUM ở Moscow hay Liberty London. Mái vòm kính tuyệt đẹp và đáng để đi đường vòng, nhưng tôi sẽ không tốn thời gian - tiền bạc để lên đài quan sát nhỏ - bẫy du lịch cấp 100 - vì bạn có thể nhìn thấy nó một cách hoàn hảo. Hãy lên đài quan sát trên đỉnh tòa nhà để có tầm nhìn không bị cản trở ra Nhà hát Opera Garnier, Tháp Eiffel và một số địa danh khác. Tôi sẽ bỏ qua khu ẩm thực hoàn toàn vì ở đó chẳng có gì hấp dẫn cả, và cà phê thì quá tệ. Đối với việc mua sắm, đây là một nơi tốt nếu bạn muốn có quyền truy cập vào các phiên bản IRL của một số thương hiệu Pháp hầu hết có sẵn trực tuyến - A.P.C., IRO, v.v. - . Ngoài ra, việc đến các cửa hàng cùng một thương hiệu để có trải nghiệm trực tiếp có thể thú vị hơn - ví dụ: rất nhiều thương hiệu tương tự đều có mặt ở khu vực thứ 3. - vì ở đây bạn chỉ nhận được một tập hợp con các bộ sưu tập - số lượng bất động sản khá hạn chế - hoàn toàn có lượng người tham gia đông đảo.Đọc thêm",
            "Ngay phía sau Opera và khi vào bên trong, đó là tất cả về không gian dưới mái vòm. Thật khéo léo, có một lối đi bằng kính kéo dài vào khoảng trống trên tầng ba nên vợ và bạn tôi đã đặt một khoảng thời gian để kiểm tra nỗi sợ độ cao của họ. Tôi nhạy cảm hơn và ngồi vào một chiếc bàn trong quán cà phê bên cạnh, ngắm nhìn với một ly cà phê au lait. Cửa hàng rất lớn, bao gồm nhiều tầng và một tòa nhà liền kề, nhưng tôi nghĩ bạn đến vì cảnh tượng huy hoàng đó là mái vòm bằng kính .A phải xemĐọc thêm",
            "Họ đánh bạn bằng phí của họ, khi hạ cánh bạn chỉ nhận được 11,3 - . Nếu bạn đang mua hàng thiết kế đặc biệt, hãy đến cửa hàng thiết kế trực tiếp, ví dụ: Dior - Chanel, v.v. trực tiếp khi bạn nhận được 13 - hoàn lại từ Hoàn thuế VAT. Không chỉ vậy, nhân viên hướng dẫn nam còn thô lỗ và vô ích - cấp 1 -.  tại sao phải đăng ký chương trình khách hàng thân thiết nếu bạn không thể nhận được - 10 cho - 300 chi tiêu, chỉ vì bạn đang mang hàng ra khỏi các nước EU để yêu cầu Thuế VAT.. Vì vậy, nếu bạn đang lấy hàng ra khỏi EU hoặc bạn đang khách du lịch thường xuyên, bạn không thể hưởng lợi từ chương trình khách hàng thân thiết khi bạn chi tiêu lớn ở đó. Đầy rác rưởi! Sẽ không bao giờ mua đồ ở đó nữa. Thay vào đó, nếu tôi thấy thứ gì đó đẹp, tôi sẽ đến cửa hàng nói trên - yêu cầu chuyển đến cửa hàng đó. Sẽ tiết kiệm được rất nhiều.Đọc thêm",
            "Con trai tôi thích bánh macaron nên chúng tôi nghĩ sẽ rất thú vị nếu học cách làm chúng.  Nó tốt hơn chúng tôi mong đợi.  Người hướng dẫn thật tuyệt vời.  Cô ấy rất nhiều thông tin và giải thích mọi thứ nên rất dễ hiểu.  Con trai tôi 13 tuổi và nó rất hào hứng với bài học.  Nói rằng anh ấy có thể - nóng lòng muốn thử tự mình làm chúng ngay bây giờ!Đọc thêm",
            "Người hướng dẫn ngọt ngào của chúng tôi rất tốt bụng và dễ chịu! Gợi ý: Cung cấp tạp dề đen cho khách mặc trong Lớp học!Đọc thêm",
            "Đối tác của tôi và tôi luôn thích các lớp học nấu ăn ưa thích, và do đó trải nghiệm này hoàn toàn phù hợp. Vị trí rất phù hợp cho lớp học, thật tuyệt khi nhóm chỉ có 4 người khiến bạn càng thích thú hơn. Ngoài ra, đầu bếp bánh ngọt của chúng tôi rất lịch sự và hữu ích, và chúng tôi đã nướng được những chiếc bánh tartes au citron rất ngon và đẹp mắt. Chỉ có thể giới thiệu! Đọc thêm",
            "Lẽ ra tôi nên đọc những đánh giá này trước khi đi vì tôi đã mong đợi được thực sự thử nướng bánh macaron. Thay vào đó, chúng tôi xem người hướng dẫn trộn các nguyên liệu và sau đó tất cả những gì chúng tôi làm là cho một thìa cà phê ganache lên vỏ bánh macaron làm sẵn. Người hướng dẫn rất đáng yêu và rất hiểu biết nhưng thật tiếc là chúng tôi không thể tự làm được. Chúng tôi đã mang theo 4 chiếc bánh macaron làm sẵn và một thẻ công thức nhưng nó không đáng giá chút nào. Tôi không nghĩ lớp học làm bánh là mô tả chính xác - nó giống như một phần trình diễn và nói chuyện hơn.Đọc thêm",
            "Thật tuyệt khi được xem những sáng tạo mới nhất của các nhà thiết kế thời trang nổi tiếng và Galeries Lafayette là nơi hoàn hảo để làm điều đó.. Tôi không mua bất cứ thứ gì nhưng lại thích thú với trí tưởng tượng vô tận, sự khéo léo và sự đa dạng của các bộ trang phục haute couture được trưng bày. Đám đông tràn ngập và chắc chắn điều đó không làm tăng thêm trải nghiệm của tôi. Có một số quán cà phê, quán rượu và quán cà phê, nhưng tôi không thể nói bất cứ điều gì về chúng vì tôi không ăn uống ở đó. Khung cảnh nhìn từ trên mái nhà rất đẹp và thật ngạc nhiên là sân thượng lại không đông đúc, có lẽ vì đã muộn rồi. Tôi cũng đến La Maison Le Gourmet để mua vài lát pho mát yêu thích của tôi, Comté, một chiếc bánh mì Chez Meunier nhỏ và sữa chua. La Maison Le Gourmet vẫn tuyệt vời như mọi khi.Đọc thêm",
            "Nếu bạn - đang ở Paris chắc chắn hãy ghé thăm Gallerie Lafayette.  Bên cạnh tất cả các cửa hàng, bạn có thể lên tầng thượng, nơi có khung cảnh ngoạn mục. Đọc thêm",
            "Ý tưởng dễ thương nhưng không đáng tiền.  Khi bắt đầu lớp học, người hướng dẫn làm bánh quy và hỏi xem có ai muốn - thực hành - nặn chúng lên khay không.  Tôi cho rằng điều đó có nghĩa là tất cả chúng ta đều có cơ hội thực hiện chúng vào một lúc nào đó nhưng không, chỉ vậy thôi.  Phần còn lại của lớp học bao gồm đánh một thìa sô cô la ganache và thậm chí ít bơ quả hồ trăn hơn, sau đó phết chúng lên những chiếc bánh quy làm sẵn.  Người hướng dẫn của chúng tôi ít tương tác với nhóm ngoài việc hỏi món tráng miệng kiểu Pháp yêu thích của chúng tôi.  Không có hướng dẫn về thời gian nướng, chúng trông như thế nào, v.v. - mặc dù chúng tôi đã để lại thẻ công thức - .  Ở - 65 - người... chúng tôi bỏ đi với bốn chiếc bánh macaron.  Rất nhiều cách khác để tiêu tiền ở Paris.Đọc thêm"
        ],
        "star_ratings": [
            3811,
            2555,
            822,
            261,
            286
        ],
        "review_amount": 7735,
        "location": [
            "Paris",
            "Châu Âu",
            "Những điều cần làm ở Paris",
            "Pháp",
            "Galeries Lafayette Paris Haussmann",
            "Ile-de-France"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 12, 2023",
            "Written June 15, 2023",
            "Written June 25, 2023",
            "Written June 28, 2023",
            "Written June 28, 2023",
            "Written July 3, 2023",
            "Written July 3, 2023",
            "Written July 16, 2023",
            "Written July 20, 2023",
            "Written May 24, 2024",
            "Written May 13, 2024",
            "Written May 3, 2024",
            "Written April 27, 2024",
            "Written April 25, 2024",
            "Written April 25, 2024",
            "Written April 15, 2024",
            "Written April 12, 2024",
            "Written April 12, 2024",
            "Written April 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187147-d189193-Reviews-Galeries_Lafayette_Paris_Haussmann-Paris_Ile_de_France.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d8772248-Reviews-Midi_12-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d7304030-Reviews-Restaurant_Japonais_La_Marina-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d4419580-Reviews-Poni-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d19096786-Reviews-Moom_Mam-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d8660581-Reviews-A_Cote-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d781421-Reviews-YO-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d719175-Reviews-New_Balal-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d2428775-Reviews-Lou_Cantou-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d796836-Reviews-Gandhi_Ji_s-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d15011217-Reviews-Doriimu-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190204-Reviews-Palais_Garnier-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d5999345-Reviews-Theatre_de_Mogador-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14101844-Reviews-Le_Groupe_Sculpte_La_Poesie-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d25952512-Reviews-Boulevard_Haussmann-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14101847-Reviews-Les_lampadaires_cariatides-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d14101836-Reviews-Statue_La_Danse-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d25956434-Reviews-29_Boulevard_Haussmann_Building-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d13955719-Reviews-Societe_Generale-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d12805733-Reviews-Tourist_Information_Desk_Galeries_Lafayette_Homme-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d15289523-Reviews-Fresque_La_rue-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189193-Reviews-or10-Galeries_Lafayette_Paris_Haussmann-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d9721594-Reviews-Par_ici_Souvenirs_De_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d12617559-Reviews-Just_Art_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188985-Reviews-E_Dehillerin-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d11616305-Reviews-Minerales_do_Brasil-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d3249136-Reviews-Bastille_Market-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7218606-Reviews-Fabulous_You_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d191100-Reviews-Mouffetard_Market-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d208056-Reviews-La_Grande_Epicerie_de_Paris_Rive_Gauche-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d263032-Reviews-Shakespeare_And_Company-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8087200-Reviews-La_French_Beauty-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d18936454-Reviews-Passion_France-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d25423386-Reviews-Quiz_Room_Paris_Opera-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7806101-Reviews-Boutique_Lindt_Paris_Opera-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7757169-Reviews-My_Super_Tour-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d15215145-Reviews-Galeries_Lafayette_Experiences-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d17388018-Reviews-Le_Chocolat_Alain_Ducasse-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d2208846-Reviews-Pewit_s_Nest_Gorge-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1060898-d320052-Reviews-Mt_Takao-Hachioji_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d507148-Reviews-White_Water_Walk-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d199044-Reviews-St_George_Street-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d2015991-Reviews-Jellyrolls-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g608524-d2255790-Reviews-Gregory_Lake-Nuwara_Eliya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23607374-Reviews-Banachek_s_Mind_Games-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d1407290-Reviews-Shinsekai-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g34234-d2265070-Reviews-The_Boardwalk_on_Okaloosa_Island-Fort_Walton_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60885-d110283-Reviews-Old_Market-Omaha_Nebraska.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187147-d189193-Reviews-or10-Galeries_Lafayette_Paris_Haussmann-Paris_Ile_de_France.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187147-d189193-Reviews-Galeries_Lafayette_Paris_Haussmann-Paris_Ile_de_France.html"
    }
]