[
    {
        "attraction_name": "Galerie Dior",
        "attraction_name_vi": "Phòng trưng bày Dior",
        "general_info": [
            "164 đánh giá",
            "- 87 trong số 3.567 điều cần làm ở Paris",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Chúng tôi đến Phòng trưng bày mà không đặt trước vé. Phòng trưng bày, mặc dù trang web tuyên bố rằng nó mở cửa lúc 11:30, nhưng không cho phép những người không có vé mua vé đến 11:30. Không có vấn đề gì với chúng tôi, chúng tôi rất vui khi được vào. Các phòng đều có chủ đề và trang trí đẹp mắt và chúng tôi rất thích chuyến tham quan của mình. Chuyến tham quan mất khoảng 45 - 60 phút để đi qua các phòng khác nhau. Rất vui vì chúng tôi có thể đưa nó vào chuyến đi của mìnhĐọc thêm",
        "reviews": [
            "Kinh nghiệm đáng kinh ngạc! Tất cả các hội trường đều đẹp đến từng chi tiết, thật tuyệt vời, thật ấn tượng... tất cả các hội trường đều gây ấn tượng mạnh từ đầu đến cuối. Có một hội trường đặc biệt đã khiến con gái tôi khóc vì xúc động và tôi cảm ơn bạn vì điều đó. Cô ấy biết từng chi tiết nhỏ nhất nên đối với cô ấy, nó giống như thiên đường vậy. Quá áp đảo. Thật tinh tế. Rất đẹp. Rất hoàn hảo. Rất biết ơn chúng tôi đã đến thăm bạn!Đọc thêm",
            "Thật là một cuộc triển lãm được tuyển chọn tuyệt vời. Lịch sử của hãng thời trang này được trình bày rất đẹp mắt và cách trình bày cũng như ánh sáng thật kỳ diệu.  Đó là một trong những cuộc triển lãm có nhiều điều thú vị đến mức tôi có thể làm lại. Vé đặt trước rất được khuyến khíchĐọc thêm",
            "Chúng tôi đến một giờ trước thời gian dành riêng của chúng tôi. Tuy nhiên, họ rất tốt bụng khi cho phép chúng tôi tham gia cùng một nhóm trước đó. Các màn hình được thực hiện rất tốt và thông tin được trình bày tốt và cho phép bạn tiến hành một cách suôn sẻ trong toàn bộ tòa nhà. Những thiết kế vượt thời gian khiến chúng ta phải liên tục đoán xem chúng xuất hiện lần đầu tiên vào năm nào. Thông tin về cuộc đời của Dior và khoảng thời gian ngắn ngủi mà ông thực sự dẫn dắt nhà Dior thật thú vị, khi nhìn lại những người đã theo ông.Đọc thêm",
            "Chúng tôi đã quá muộn để đặt vé nhưng đến lúc 10h30 có nghĩa là chúng tôi đã có mặt vào khoảng 11h20.  Thật đáng để chờ đợi để được xem những bộ váy lộng lẫy và màn trình diễn nghệ thuật thị giác cuối cùng.  Ngay khi đến nơi, chúng tôi giải khát tại quán cà phê nhỏ trên tầng hai.  Trải nghiệm tuyệt vờiĐọc thêm",
            "Đây là điểm nhấn tuyệt đối của chuyến đi đến Paris với cô con gái tuổi teen của tôi. Phòng trưng bày hoàn toàn ấn tượng và thông tin rất thú vị khi đọc về hành trình sáng tạo của Dior. Được nhìn thấy một số tác phẩm này bằng xương bằng thịt là một trải nghiệm rất đặc biệt và cách trình bày tất cả thực sự ngoạn mục. Đặt vé trước qua trang web của họ để tránh phải xếp hàng. Ngoài ra, nó nằm trong một khu vực rất đẹp được bao quanh bởi các cửa hàng thiết kế độc quyền nhất để bạn có thể đến và mua sắm một chút - qua cửa sổ. Nằm trong khoảng cách đi bộ dễ dàng đến Tháp Eiffel và đại lộ Champs Elysee.Đọc thêm",
            "Nơi này là phải nếu bạn đang ở Paris. Nếu bạn yêu thích thời trang thì đây sẽ là một trải nghiệm kỳ diệu dành cho bạn. Nếu bạn không yêu thích thời trang thì nó vẫn sẽ khiến bạn ngạc nhiên và thích thú. Đặt vé trước để đảm bảo bạn có mặt đúng thời gian đã đặt. Lưu hàng đợi. Bạn sẽ không phải thất vọng bởi chuyến thăm này. Cách quản lý con người ở đây rất chuyên nghiệp. Đọc thêm",
            "Chắc chắn là một trong những địa điểm yêu thích của tôi mà chúng tôi đã ghé thăm ở Paris. Bạn cần phải đặt trước vé thật tốt. Chúng tôi đặt vé sớm nhất - 11 giờ sáng - đến đó lúc 10 giờ 30 và đã có một hàng dài. Ban đầu không rõ là có 2 hàng - một dành cho những người có vé đặt trước và một dành cho những người không có - . Rất may, hàng dài dành cho những người không có vé và chúng tôi là người đầu tiên xếp hàng mua vé đặt trước. Chúng tôi gần như đã xếp hàng dài chờ đợi vì chúng tôi không biết và rất nhiều người xếp hàng không nói được tiếng Anh nên khi chúng tôi hỏi thì họ không hiểu. Vì vậy, hãy ghi nhớ điều đó nếu bạn có vé đặt trước. Vào đúng dòng : - Nó - có lẽ ngắn hơn. Rất khuyến khích. Bảo tàng rất đẹp. Cà phê từ quán cà phê rất ngon. Cửa hàng quà tặng cách một vài cửa hàng thật đáng yêu. Đọc thêm",
            "Những thiết kế tinh tế qua nhiều năm của Christian Dior. Thật đáng để đi cùng gia đình tôi. Nó được con gái 13 tuổi của tôi chọn và chúng tôi đã học được rất nhiều điều ở đó. Vui lòng đặt vé trước để tránh phải xếp hàng. Bạn có thể tìm thấy hai nhóm hàng đợi, một nhóm dành cho người có vé, thường là nhóm ngắn và nhóm còn lại dành cho người không có vé.Đọc thêm",
            "Nó là một bất ngờ. Nơi này đẹp, tràn ngập ánh sáng đầy quyến rũ.  Việc thiết lập triển lãm rất sáng tạo, có tổ chức và đếm câu chuyện về Dior.  Quần áo, giày dép, ví và một số video tuyệt vời. Bạn cũng có thể xem và trò chuyện với một người thợ may chuyên nghiệp trước mặt bạn và kể về cách họ may những bộ quần áo tuyệt vời.  Đó là một bất ngờ đối với tôi và tôi thực sự khuyên bạn nên ghé thăm.  Đó là một Galery nhỏ nên hãy mua vé trước và trực tuyến nếu không bạn sẽ phải đợi ít nhất 30 -, giống như tôi. Đội ngũ của Galery cũng rất thân thiện.Đọc thêm",
            "Rất khuyến khích đặt vé trước cho Galerie Dior. Có đường 10-15 phút dành cho khách có vé và đường 2 giờ riêng cho khách không có vé.  Chúng tôi có một nhóm gồm 13 người dự sinh nhật của bạn tôi ở Paris và đã đặt trước vé. Chúng tôi thực sự đã dành thời gian để xem các cuộc triển lãm và trải nghiệm qua tất cả các phòng trưng bày mất khoảng 90 phút. Dior Galerie có hình ảnh ấn tượng và được trình bày rất đẹp mắt với phong cách của tất cả các giám đốc sáng tạo khác nhau của nhà mốt.  Tôi cũng thích nói chuyện bằng tiếng Pháp đơn giản với một trong những người thợ may - những người thợ may bậc thầy đã làm việc cho Dior trong 44 năm - thực sự tuyệt vời!Đọc thêm",
            "Bảo tàng này thật tuyệt vời, đặc biệt là sau khi xem - The New Look - loạt phim giới hạn trên Apple TV.  Tôi không biết nhiều về Christian Dior ngoài các thiết kế quần áo của anh ấy, nhưng rất nhiều điều về bảo tàng có ý nghĩa hơn sau khi xem nó trước khi chúng tôi đi. Nếu bạn thích thời trang, bạn sẽ thích bảo tàng này.  Rõ ràng là Christian Dior đã bắt đầu mở cửa hàng của riêng mình ngay sau Thế chiến thứ 2. Một số trang phục Cổ điển của thập niên 50 cũng như các trang phục khác được tạo ra trong nhiều năm đều có mặt.  Nó rất bắt mắt và có rất nhiều thứ trong tòa nhà.  Nhiều bài đánh giá đã đăng kèm ảnh nên tôi sẽ không thêm ảnh của mình.  Hãy lấy vé trước và đợi ra ngoài trong khoảng 30 phút mặc dù bạn có vé trong một thời gian cụ thể.  Ngoài ra nó - bên trong ấm áp.  Và tủ khóa không đủ cho đám đông.  Bên trong thật ấm áp - Đọc thêm",
            "Đặt trước - chúng tôi đã bỏ lỡ vé đã đặt trước và quyết định xếp hàng ngay từ sáng sớm. Chúng tôi vẫn xếp hàng trong 2,5 giờ nhưng hoàn toàn xứng đáng! Các bộ sưu tập có trong loạt phim Apple TV - diện mạo mới - đã được đưa vào triển lãm. Chúng tôi dừng lại để ăn trưa tại quán cà phê trước khi rời đi - rất đắt nhưng đồ ăn ngon và dịch vụ tốt. Là một trải nghiệm một lần, tôi sẽ giới thiệu - ngay cả khi chỉ để uống cà phê và chụp một vài bức ảnh. Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời tại bảo tàng tuyệt vời này - rất được khuyến khích nhưng hãy mua vé trực tuyến trước.  Có khá nhiều người xếp hàng không có vé nhưng chúng tôi đã bỏ qua hàng đó và chỉ phải đợi vài phút với vé vào cổng theo đúng thời gian. Sau khi vào trong, bạn đi thang máy lên tầng ba, nơi triển lãm bắt đầu và sau đó đi vòng qua một số phòng trưng bày trưng bày những bộ quần áo tuyệt vời nhất có niên đại từ thời kỳ đầu của House of Dior cho đến ngày nay. Mất khoảng 90 phút để xem toàn bộ cuộc triển lãm và sau đó đi ra qua quán cà phê - chỉ cần tiếp tục đi bộ, nó quá đắt và khá làm hỏng trải nghiệm của chúng tôi - nhưng đừng bỏ lỡ cầu thang trên đường ra ngoài, với bộ sưu tập phụ kiện hấp dẫn có màu sắc cầu vồng.Đọc thêm",
            "Rất thất vọng - chúng tôi đã phải hủy toàn bộ chuyến đi đến Paris do sức khỏe kém - các nhà cung cấp chuyến bay, khách sạn, taxi và bãi đậu xe của chúng tôi đều rất xuất sắc và chuyến đi của chúng tôi đã được lên lịch lại.  Dior thì không như vậy, người sẽ không cung cấp tín dụng hoặc chuyển nhượng vé của chúng tôi.  Công bằng mà nói, điều này có ghi trên trang web, tuy nhiên, tôi không thể hiểu được việc tổ chức lại sẽ gây tổn hại hoặc tốn kém như thế nào, đặc biệt là khi bạn phải đặt trước từ rất lâu.  Rất nhiều thứ dành cho dịch vụ khách hàng.Đọc thêm",
            "Hàng dài dành cho những người muốn mua vé tại Galerie Dior là dòng ngắn dành cho người vào đặt trước và dài hơn rất nhiều đối với những người muốn mua vé. Tôi đã ở bên trong lúc 12:30 trưa và câu chuyện cổ tích đã bắt đầu. Bộ sưu tập bắt đầu với cái nhìn tổng quan lịch sử rất thú vị về cuộc đời, sự nghiệp và sự sáng tạo của Dior - New Look - . Tôi quen thuộc với các tác phẩm của Christian Dior vì tôi đã đọc một cuốn sách về ông, xem một bộ phim tài liệu và đến thăm cuộc triển lãm hoành tráng tại Bảo tàng Victoria và Albert ở London. Hãy nhớ - Christian Dior, Nhà thiết kế của những giấc mơ - triển lãm? Sau đó, nó cũng được trưng bày tại Bảo tàng Nghệ thuật Brooklyn ở New York. Bộ sưu tập tại Galerie Dior bao gồm những bộ trang phục có một không hai của ông và những bộ váy tuyệt đẹp của các nhà thiết kế, những người kế nhiệm ông làm giám đốc sáng tạo của House of Dior: Maria Grazia Chiuri, Gianfranco Ferré, John Galliano, v.v. Tất cả những bộ trang phục của họ đều đẹp mắt nhưng những sáng tạo của Dior - rõ ràng là nổi bật - không ai có thể sánh được với trí tưởng tượng của anh ấy, sự khéo léo vô biên và sự sang trọng bất diệt. Anh ấy đã thay đổi thế giới thời trang của phụ nữ. Tôi không thể quay lại thực tại sau hai giờ đồng hồ trong thế giới kỳ diệu của Dior và hoàn toàn mất dấu thời gian, vì vậy, tôi phải bỏ lỡ bữa trưa muộn của mình. Tuy nhiên, không hối tiếc.Đọc thêm",
            "Tất cả những gì tôi thấy là wow. Đặt chỗ và đi. Nếu bạn không thể đặt chỗ thì cứ đi. Đến đó ngay trước khi mở cửa và chúng tôi đã vào sau khoảng 45 phút. Một nơi khá ổn. Đọc thêm",
            "Đó là một bảo tàng ngoạn mục. Họ mang đến cho bạn toàn bộ trải nghiệm về thời trang. Bạn không cần phải yêu thời trang để tận hưởng địa điểm xinh đẹp này. Đừng bỏ lỡ. Hãy đặt hàng trước - chúng tôi đã xếp hàng rất lâu. Nhưng nó đáng giáĐọc thêm",
            "Là một người ít quan tâm đến Haute Couture, tôi rất ngạc nhiên vì tôi thích La Galerie Dior đến mức nào. Vợ tôi và tôi đã đến thăm sau khi xem chương trình Apple TV The New Look và chúng tôi rất vui vì đã làm như vậy. Nó thực sự ngoạn mục mặc dù tôi - m không chắc liệu điều này là do những bộ quần áo tuyệt vời hay cách chúng được trình bày một cách đáng kinh ngạc. Có lẽ là cả hai. Sau khi xếp hàng 10 phút - họ cho mọi người vào mà không cần mua vé trước nhưng đó là một hàng riêng và mất nhiều thời gian hơn -, chúng tôi đi thang máy lên tầng trên cùng rồi đi lang thang qua các phòng trưng bày trưng bày lịch sử của Ngôi nhà Dior cho đến ngày nay. Ban đầu nó bận rộn một cách khó chịu nhưng đám đông thưa dần khi chúng tôi tiến sâu hơn vào tòa nhà. Một số phòng trưng bày rất bắt mắt, cho dù đó là bức tường váy hay cầu thang đáng kinh ngạc hay chỉ là cách sử dụng sáng tạo của ánh sáng và không gian. Chúng tôi đã dành một tiếng rưỡi ở đó và đó là một trong những điều tuyệt vời nhất chúng tôi đã làm trong suốt chuyến đi. Vé của chúng tôi là 12 euro mỗi vé. Điều phàn nàn duy nhất của tôi là chúng tôi bị đẩy ra khỏi hàng đợi và được yêu cầu quay lại mười phút trước thời gian quy định, điều đó có nghĩa là phải đi bộ xung quanh không mục đích trong 20 phút vào một ngày tháng Tư lạnh lẽo. Và quán cà phê và cửa hàng quà tặng rất đắt tiền. Và cuối cùng, tôi muốn biết thêm về câu chuyện của Dior nhưng phòng trưng bày cụ thể đó quá tối để có thể dễ dàng đọc thông tin. Nhưng đây chỉ là những vấn đề nhỏ. Một chuyến viếng thăm ở đây rất đáng giá, ngay cả đối với một người sống trong trang phục quần jean và áo phông như tôi.Đọc thêm",
            "Đây là điểm dừng ngẫu hứng của chúng tôi, tìm kiếm thứ gì đó vào buổi chiều muộn trước bữa tối. Thật là một điều trị! Cách bố trí ở nơi này được thực hiện rất tốt, đưa bạn đi dạo thư giãn qua lịch sử và thời trang của Dior. Tôi - không phải là một tín đồ thời trang cao cấp và tôi thấy đây là một trải nghiệm tuyệt vời. Nếu bạn đặt trước thời gian, bạn - sẽ vào ngay. Nếu bạn không - t, đừng lo lắng: có - một hàng đợi đi bộ và họ thừa nhận lối vào khi du khách rời đi - chúng tôi đã làm điều này và đợi khoảng 15 phút. Điều này sẽ thay đổi tùy theo thời gian trong năm.Đọc thêm"
        ],
        "star_ratings": [
            138,
            9,
            4,
            2,
            11
        ],
        "review_amount": 164,
        "location": [
            "Paris",
            "Ile-de-France",
            "Phòng trưng bày Dior",
            "Châu Âu",
            "Những điều cần làm ở Paris",
            "Pháp"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written June 17, 2023",
            "Written June 18, 2023",
            "Written June 26, 2023",
            "Written June 28, 2023",
            "Written July 26, 2023",
            "Written July 31, 2023",
            "Written September 4, 2023",
            "Written September 5, 2023",
            "Written September 22, 2023",
            "Written May 26, 2024",
            "Written May 21, 2024",
            "Written May 13, 2024",
            "Written May 8, 2024",
            "Written May 2, 2024",
            "Written April 28, 2024",
            "Written April 27, 2024",
            "Written April 25, 2024",
            "Written April 24, 2024",
            "Written April 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187147-d23961934-Reviews-Galerie_Dior-Paris_Ile_de_France.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d4204309-Reviews-Le_Confidentiel-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d13189828-Reviews-Bus_Toque-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d19244431-Reviews-Origines_Restaurant-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d10443323-Reviews-L_Orangerie-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d23832251-Reviews-Akira_Back_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d699456-Reviews-Le_Cinq-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d7679533-Reviews-Le_Gabriel-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d3606577-Reviews-Le_Maxan_Restaurant-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d8811064-Reviews-Le_Clarence-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187147-d714942-Reviews-Chez_Andre-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189188-Reviews-Avenue_Montaigne-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d13778429-Reviews-Eglise_Notre_Dame_de_Consolation-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d15029438-Reviews-Fontaine_de_la_Place_Francois_1er-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d209760-Reviews-Champs_Elysees-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d245120-Reviews-Palais_de_la_Decouverte-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d265614-Reviews-Pont_Alexandre_III-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8820398-Reviews-White_Night-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10020403-Reviews-Art_Paris_Art_Fair-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d2015797-Reviews-Pont_des_Invalides-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d12567974-Reviews-Square_de_Berlin-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d23961934-Reviews-or10-Galerie_Dior-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188150-Reviews-Musee_d_Orsay-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188149-Reviews-Musee_Rodin-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d265635-Reviews-Musee_de_l_Orangerie-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188757-Reviews-Louvre_Museum-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d12617559-Reviews-Just_Art_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d2507208-Reviews-Musee_des_Arts_Forains-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d232159-Reviews-Musee_Nissim_de_Camondo-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d549934-Reviews-Memorial_De_La_Shoah-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d232121-Reviews-Musee_Bourdelle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190977-Reviews-Musee_de_la_Musique-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d1730910-Reviews-Le_Bar_du_Plaza_Athenee-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188678-Reviews-Bateaux_Mouches-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7886944-Reviews-Easy_Go_Shuttle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d12995892-Reviews-Dior_Institut-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10215571-Reviews-April_in_Paris_Tours-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6751351-Reviews-Montaigne_Market-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d18344395-Reviews-Paris_Food_Tour_Do_Eat_Better_Experience-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d1520118-Reviews-Sight_Seeker_s_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10065530-Reviews-Paris_A_15H15-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d211691-Reviews-Crazy_Horse-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d7354928-Reviews-Al_Montazah_Parks-Sharjah_Emirate_of_Sharjah.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d11510569-Reviews-Fan_Mallorca_Shopping-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066443-d321038-Reviews-Akihabara-Chiyoda_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134311-d1373718-Reviews-Nakamise_Shopping_Street_Kaminarimon-Asakusa_Taito_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1466943-d14204896-Reviews-Paklenica_National_Park-Starigrad_Paklenica_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47073-d103747-Reviews-Soda_Dam_Hot_Springs-Jemez_Springs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g33972-d17741695-Reviews-Sea_Bluff_Beach-West_Haven_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3642885-Reviews-Starcity_Outlet-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g29794-d145959-Reviews-Heart_Island-Alexandria_Bay_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d103537-Reviews-Dollywood-Pigeon_Forge_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187147-d23961934-Reviews-or10-Galerie_Dior-Paris_Ile_de_France.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187147-d23961934-Reviews-Galerie_Dior-Paris_Ile_de_France.html"
    }
]