[
    {
        "attraction_name": "Galloping Ghost",
        "attraction_name_vi": "Ma phi nước đại",
        "general_info": [
            "87 đánh giá",
            "- 1 trong 2 trò vui - Trò chơi ở Brookfield",
            "Trò chơi - Trung tâm giải trí"
        ],
        "attraction_summary": "Điểm tuyệt vời. Rất nhiều trò chơi để chơi Mang lại mọi kỷ niệm Địa điểm tuyệt vời để đưa con bạn đi chơi trong một ngày lạnh giáĐọc thêm",
        "reviews": [
            "This is at least my third review of Galloping Ghost over the years. My first review was kind of meh, next review was extremely positive, but this review is going back down. Galloping Ghost is the place you want to go if you want to be overwhelmed by the number of arcade video games available to play. If you can think of one that ever existed, there - s a darn good chance the Ghost has it. And literally one new one is added every week. At the time I write this review, they - re close to having 1000.Now...that there are so many games there is one of the problems here actually. The building has long ago reached critical mass in terms of room to house them all. If you - re trying to walk down an aisle but someone is playing  a game, you need to find another way to go because there - s no passing room. If you go on a Saturday or during a special event, it will be dangerously overcrowded. When I go to the Ghost, I - m not there for very long because I feel anywhere from claustrophobic to literally unsafe: if a fire or other catastrophe happens, there - s not a lot of room to make your way to an exit. I know Doc has been looking into ways to expand the building for years -- and he has, but now the only way to go is up -- but right now, it - s just not a good space.If you bring anything with you, like a jacket or umbrella or whatever, be prepared to hold onto it the entire time you - re there -- there are no coat racks or anything.One thing that really soured my experience was when I went in when COVID restrictions were in effect. State mask requirements were hardly enforced at all  - except by one or two staff members who were genuinely concerned about people - s safety; sadly, one of said staff members is no longer there -  -- especially if, say, you were someone who pays a lot of money for a lifetime membership.As for everything else, well... - 25 admission is a hell of a bargain for all-day access to the overwhelming number of arcade cabinets there  - with in-out privileges - . Galloping Ghost is easy to get to from I-55 and I-294, and parking is pretty easy to find if the small lot is full. The staff by and large is friendly and welcoming, including Doc.In sum:- If you - re easily claustrophobic, this is NOT the best place in the world for you to be. But I - d recommend visiting on a Sunday or Monday, when it - s not terribly crowded.- Doc: PLEASE consider clearing some space on the gaming floor, like say, rotating games off the floor now and then until you - re able to expand.  - And get a coat rack, too! - - Because so much of arcade gaming history happened in and around Chicago, there - s a good chance you - ll run into some arcade game heroes, such as Jeff Lee  - Q - Bert, Three Stooges - , Dr. Phillip Ahn  - Mortal Kombat - , or Brian Colin  - Rampage, Arch Rivals -  -- and they - re all really nice  - and very entertaining! -  guys.- Video cameras are available should you want to record your gameplay.Read more",
            "The cost was  - 25.00 each, all-day pass. I knew this up-front, so wasn - t a big deal. However, I wish I would have just paid in quarters for the games I played. The arcade does have a great selection of games, but there are some things I didn - t anticipate that kind of took away from the enjoyment. I will list them all below.1. Parking - I was lucky to find the last spot. There isn - t much, and had I not found that spot, I would have had to drive around for a bit, or park in some metro park and ride down the street for who knows how much. This isn - t a ding on the arcade... it just is what i is.2. Arcade monitors - Most of the monitors on the games I played were in bad need of re-capping and color calibration. The blue guys I remembered as a kid were green, etc. Many monitors were very dull and dim and really need ot be repaired.3. Control panels - Many control panels are missing screws - fasteners, and depending on the type of game and mechanics, the control panels are moving just as much as the joystick and buttons. It got very annoying.4. Steering wheels - Every racing game I played with a steering wheel.. the wheels were badly calibrated or have not been serviced in decades. Some steering wheels will rotate 360 degrees and keep turning, some have hard stops around 180 degrees, etc., but many driving games were almost impossible to play due to these issues.5. Game spacing - To get as many games in the rooms, they pack the games in, cabinet to cabinet. For two player games, this makes it almost impossible to play, especially if someone is playing a game on either side of the one you are playing. This also hides any side art on cabinets. The spacing just made for some awkward play.6. Game volume - Due to  - 5, often I was listening to the demo of some game next to me and I could barely hear the game I was playing. This got annoying very fast. Also, it seems the volume of all games should at least be consistent in terms of decimals. I know you can - t get it perfect, but with some basic tech, the volume levels of each game could be such that no other game over powers your ears.7. Walkways - Again, see  - 5. Not all aisles were too narrow, but a good amount of them were very narrow, and if someone was playing a game on the opposite side as you, nobody is going to be able to pass by, and you pay even be bumping into the person directly behind you. Again, it would have been nice if the layout was enhanced, even at the expense of the number of total games. I - d rather be able to enjoy 100 arcade classics and breathe vs this method.8. Ventilation - There wasn - t too many people in when I was there, but you can feel the heat from the machines, and the heat from the people. Some central A.C. would be needed if you intended to stay there for more than an hour. The heat and noise and crowded feeling would certainly take away from the experience.9. Other minor issues - I had a game crash on me, one game was wired incorrectly, so the 2nd player controls were wired as the 1st player, and some of the bezels were blocking some of the game monitors.Overall it was a great shot of nostalgia, but I didn - t get to enjoy it as much as I would have wanted to, per all the issues above. I guess if you want to see the arcade games of your youth live and in-person, and wish to play your favs one last time, this is a great place. But I couldn - t see myself going there more than once.Read more",
            "Với hơn 800 trò chơi để chơi, nơi đây sẽ có một trò chơi để bạn thưởng thức. Với số lượng trò chơi đó, việc chơi tất cả chúng trong một ngày sẽ gần như là không thể. Tôi tập trung vào 20 trò chơi mà tôi đã chơi khi còn nhỏ và việc đó khiến tôi mất vài giờ. Sẽ quay lại lần nữa để thử vị trí pinballĐọc thêm",
            "It - s literally the largest arcade in the world! If there - s a game you played in the 80s, 90s or 00s, it - s extremely likely that they - ll have it here. The free play model is cool, and I - d say about 95 -  of the cabinets were up and running.It - s been very impressive to see this company increase their footprint further and further down Ogden avenue. It - s been a decisive takeover. I - m not complaining though, good for them! I hope they stay in Brookfield for a long long time.It - d be cool if they could secure some funds for remodeling  - both inside and out - , to give the place a cleaner, more polished feel. At the very least, they could invest in a better HVAC system. With all those machines running at once, it got pretty warm and muggy inside. Increasing fresh air flow would be a welcome improvement.It was really cool to visit with my dad and my son, three generations. We enjoyed showing my son so many original games with characters he knows and loves. We - ll be back!Read more",
            "Tôi nhớ tất cả những trò chơi điện tử mang phong cách những năm 1990 với tất cả những trò chơi mà tôi đã từng chơi cách đây rất lâu. Chà, tất cả họ đều ở đây tại Galloping Ghost! Tôi đã chơi tất cả: Altered Beast, Golden Axe, PAC-Man, Super Mario, Street Fighter, Street Fighter II, Mortal Kombat, Renegade, Cruisin - USA, Area 51, Terminator II, tôi có thể tiếp tục - tất cả đều ở đây và bạn có thể chơi cả ngày theo đúng nghĩa đen. Tuyệt vời! Nơi này thực sự đã đưa tôi quay ngược thời gian trong ba giờ vui vẻ mãnh liệt.Đọc thêm",
            "We were doing a weekend of fun for our anniversary, and decided to stop in for a few hours.First off, we did the arcade only - that was enough to scratch my itch.  It - s  - 20 per person, with re-entry included - not bad.Games, Games, Games.  They had room upon room of games.  Some games I had seen infrequently or they hadn - t worked back in the day  - e.g., Discs of Tron! - .So, Plusses: Every game you probably played or wanted to play.  I mean EVERY Game.  I played Missile Attack  - Japanese version of Missile Command - , Galaga 3, Cliffhanger  - with clips from Castle Cagliostro - , Mach 3, Afterburner, Robotron, Asteroids, Omega Race, and dozens more.Minuses: gets warmer as the day goes on.Some games were well-worn and needed maintenance  - I fix these old games - .  For example:Robotron needed new joystick grommetsAsteroids needed new buttons and the leaf switches cleanedAfterburner - the full motion gear wasn - t workingSpace Harrier - hung in boot.Omega Race - would reset after the 3rd round, every timeTempest: Vector section or math box error - it wasn - t drawing all the game vectorsLunar Lander - was off all dayAlso, don - t expect easy difficulty settings - they were set moderate or higher based on my play.Still, if you have roots in the 80 - s, this is a place where you can have a blast for  - 20.  Candy is available, and again, with your receipt, you can go out for lunch and re-enter.Read more",
            "Arcade này là một bất ngờ thú vị. Bạn phải trả một khoản phí cố định để chơi trò chơi điện tử - miễn phí - cả ngày. Bạn có thể rời đi và quay lại ngay trong ngày mà không phải trả thêm phí.  Theo nghĩa đen, họ có hàng trăm trò chơi arcade, video và pinball. Các lối đi có thể đông đúc nhưng mọi người đều vui vẻ!Đọc thêm",
            "Tôi - đã đưa ba cậu con trai của mình đến đây vào những thời điểm khác nhau và chúng rất thích nó!  Họ đều trên 19 tuổi khi tôi nghe tin này.  Tôi đã dành vài giờ ở đó với họ và đã có khoảng thời gian tuyệt vời và tôi - tôi KHÔNG phải là một game thủ.  Tất nhiên, các chàng trai của tôi rất thích nó và vẫn nói về nó.  Chúng tôi không sống ở Illinois nên đây là một chuyến đi hơi dài đối với chúng tôi nhưng đáng giá.  Mong chờ chuyến thăm tiếp theo của chúng tôi! Đọc thêm",
            "Chồng và bố chồng tôi là những người chơi game arcade lớn nên đây là một điểm dừng lớn trong danh sách! Rất vui! Một tòa nhà có nhiều máy chơi game arcade và ở cuối dãy nhà là một tòa nhà khác có máy pinball! Bạn có thể một lần giá để chơi cả ngày! Đọc thêm"
        ],
        "star_ratings": [
            63,
            21,
            2,
            1,
            0
        ],
        "review_amount": 87,
        "location": [],
        "reviews_time": [
            "Written January 14, 2024",
            "Written July 20, 2023",
            "Written June 17, 2023",
            "Written June 15, 2023",
            "Written August 9, 2022",
            "Written May 22, 2022",
            "Written May 26, 2021",
            "Written January 1, 2020",
            "Written August 7, 2019",
            "Written July 24, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35719-d2295995-Reviews-Galloping_Ghost-Brookfield_Illinois.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35719-d2092215-Reviews-Fine_Thai-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35719-d4538985-Reviews-La_Cabanita-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35719-d9773290-Reviews-Skadarliya-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35719-d4638901-Reviews-Taco_Stop-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35719-d913223-Reviews-Danny_s_Italian-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35719-d17834314-Reviews-Dunkin-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35719-d7086009-Reviews-Ryan_s_Public_House-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35719-d5028854-Reviews-Tony_s_Family_Restaurant_Breakfast_Cafe-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35719-d517007-Reviews-Irish_Times-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35719-d8115529-Reviews-Burger_Antics-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35719-d131606-Reviews-Brookfield_Zoo-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36222-d6418249-Reviews-Jackson_Square_Mall-La_Grange_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36222-d2435323-Reviews-Park_District_of_La_Grange-La_Grange_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35719-d5555346-Reviews-Salt_Creek_Trail-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36343-d6592191-Reviews-Max_McCook_Athletic_Exposition-McCook_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36297-d8115460-Reviews-BuckleDown_Brewing-Lyons_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36471-d144233-Reviews-Frank_Lloyd_Wright_s_Unity_Temple-Oak_Park_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36471-d4283005-Reviews-Wright_Plus_Architectural_Housewalk-Oak_Park_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36606-d3647749-Reviews-Quincy_Street_Distillery-Riverside_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36222-d12959044-Reviews-Brezina_Woods_Park_and_Preserve-La_Grange_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35719-d2295995-Reviews-or10-Galloping_Ghost-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35719-d2295995-Reviews-Galloping_Ghost-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d20253206-Reviews-Chicago_Movie_Tours-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36222-d2355478-Reviews-La_Grange_Theatre-La_Grange_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36222-d4728534-Reviews-Primal_Oceans_Salt_Cave-La_Grange_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35719-d5834049-Reviews-Phil_s_Sports_Bar_Grill-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36222-d12315631-Reviews-Dolce_Vita_Day_Spa-La_Grange_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36222-d7196002-Reviews-Massage_Envy_Spa_La_Grange-La_Grange_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36222-d4913296-Reviews-Bottle_Bottega_by_Painting_with_a_Twist-La_Grange_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36222-d5840899-Reviews-Wild_Monk-La_Grange_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35719-d7085905-Reviews-Slagers-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36222-d2462799-Reviews-New_Vintage-La_Grange_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36222-d12495286-Reviews-Just_Escape_Room-La_Grange_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35719-d5847115-Reviews-Joe_s_Saloon-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g143047-d145786-Reviews-Lake_Crescent-Olympic_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g28923-d103478-Reviews-Matanuska_Glacier-Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g303152-d1423991-Reviews-Kusatsu_Onsen-Kusatsu_machi_Agatsuma_gun_Gunma_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d181634-Reviews-Lalaurie_Mansion-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g54296-d1370331-Reviews-Freshfields_Village-Kiawah_Island_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2429676-Reviews-Bebe_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3564094-d148083-Reviews-Great_Guana_Cay-Great_Guana_Cay_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1968469-Reviews-Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297798-d4261758-Reviews-Anse_Major-Mahe_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d299997-Reviews-Soberania_National_Park-Panama_City_Panama_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35719-d2295995-Reviews-or10-Galloping_Ghost-Brookfield_Illinois.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35719-d2295995-Reviews-Galloping_Ghost-Brookfield_Illinois.html"
    }
]