[
    {
        "attraction_name": "Game of Thrones Dubrovnik Tours",
        "attraction_name_vi": "Chuyến tham quan Trò chơi vương quyền Dubrovnik",
        "general_info": [
            "2.053 đánh giá",
            "- 9 trên 577 Chuyến tham quan - Hoạt động ở Dubrovnik",
            "Phim - Chuyến tham quan truyền hình"
        ],
        "attraction_summary": "Chỉ dành cho những người hâm mộ thực sự! Trở thành cư dân của Westeros trong một ngày và mang về nhà những kỷ niệm về những địa điểm đẹp nhất ở King - s Landing, Quarth và High Gardens, các hướng dẫn viên GOT của chúng tôi sẽ đưa bạn đi qua. Nghe những câu chuyện đằng sau trường quay, tìm hiểu những sự thật hấp dẫn từ những người hâm mộ thực sự hoặc - và những nhân vật bổ sung trong trường quay. Hãy để chúng tôi biến chuyến đi của bạn trở thành một kỷ niệm đáng nhớ!  - - các chuyến tham quan của chúng tôi KHÔNG phải là các chuyến tham quan chính thức của HBO và không được liên kết với HBO dưới bất kỳ hình thức nào!Đọc thêm",
        "reviews": [
            "Chuyến đi bộ này thật tuyệt vời! hướng dẫn viên du lịch của chúng tôi Robert là người giỏi nhất! Anh ấy đã đưa ra rất nhiều cái nhìn sâu sắc về quá trình quay chương trình ở đó với sự hóm hỉnh và cá tính tuyệt vời.  Được xem những cảnh Game of Thrones ngoài đời thực thật vui và thú vị!  Hãy nhớ mang theo một số đôi giày đi bộ thoải mái và chuẩn bị leo lên một số cầu thang nhé! Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng bạn đã có một chuyến đi bộ tuyệt vời với Robert.  Chúng tôi hy vọng sớm gặp lại bạn trong một chuyến tham quan khác! Đọc thêm",
            "Robert làm cho toàn bộ trải nghiệm của chúng tôi trở nên thú vị, mang tính giáo dục và đầy tính giải trí. Đó là một chuyến đi bộ rất dễ dàng với tốc độ nhàn nhã và những khu vực chúng tôi được xem đã mang lại tất cả những khoảnh khắc tuyệt vời của GOT! Rất khuyến khích.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn! Chúng tôi rất vui mừng khi biết rằng Robert đã làm cho trải nghiệm của bạn trở nên vui vẻ, mang tính giáo dục và giải trí. Chúng tôi đánh giá cao đề xuất cao của bạn và hy vọng sớm gặp lại bạn trong một chuyến tham quan khác! Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan tuyệt vời với hướng dẫn viên của chúng tôi, Robert! Anh ấy rất am hiểu về chuyến đi và giúp chúng tôi giải trí. Quy mô của chuyến tham quan cho phép chúng tôi có trải nghiệm tốt hơn so với khi chúng tôi tham gia một chuyến tham quan lớn hơn. Robert đảm bảo rằng chúng tôi có thể có được những bức ảnh đẹp và giải thích tất cả các cảnh trong GOT cũng như những thông tin thú vị khác.Đọc thêm",
            "Cảm ơn bạn đã chia sẻ kinh nghiệm tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng kiến ​​thức và cách tiếp cận thú vị của Robert đã khiến chuyến tham quan của bạn trở nên đáng nhớ. Chúng tôi rất vui vì bạn thích thông tin chi tiết và thông tin bổ sung về Game of Thrones. Chúng tôi hy vọng sớm gặp lại bạn trong một chuyến đi khác!\n\nĐọc thêm",
            "Chuyến tham quan này thật tuyệt vời!! Người hâm mộ GOT sẽ có cảm giác như đang ở trường quay để chứng kiến ​​rất nhiều cảnh quay đáng nhớ. Hướng dẫn viên của chúng tôi, Robert, đã khiến chuyến tham quan trở nên tuyệt vời. Anh ấy vui tính và rất hiểu biết - anh ấy đã đóng vai phụ trong quá trình quay phim trong nhiều mùa giải. Chúng tôi đánh giá cao chuyến tham quan này!! Đọc thêm",
            "Chuyến tham quan thật tuyệt, rất thú vị khi xem các địa điểm quay phim. Hướng dẫn viên Robert của chúng tôi cực kỳ vui tính, nhiệt tình và hiểu biết, rất muốn giới thiệu anh ấy, đó là trải nghiệm tuyệt vời nhất của chúng tôi ở Dubrovnik, cảm ơn Robert! Đọc thêm",
            "Khi tàu du lịch của chúng tôi cập cảng, chúng tôi quyết định tham gia chuyến tham quan Ultimate - 9 đến 3 -. Chúng tôi bắt taxi đến điểm hẹn - đài phun nước Amerling ở Cổng Pile - nhưng cuối cùng họ thả chúng tôi ở lối vào cảng. Robert là một hướng dẫn tuyệt vời! Ông pha trộn lịch sử cổ đại, hiện đại và tự nhiên với các tài liệu tham khảo GOT. Những bức ảnh này rất hữu ích cho việc học tập đến nỗi nhiều cảnh có sử dụng CGI và bịa đặt. Anh ấy là một diễn viên trong chương trình và kể cho chúng tôi nghe chương trình được thực hiện như thế nào. Anh ấy vui tính, nhiều thông tin và chuyên nghiệp. Nếu bạn muốn có một chuyến tham quan lịch sử trọn vẹn về Dubrovnik và bạn là một người hâm mộ GOT, thì chuyến tham quan này là dành cho bạn.Đọc thêm",
            "Cảm ơn vì đã chia sẻ kinh nghiệm của bạn! Chúng tôi rất vui mừng khi biết rằng bạn rất thích chuyến tham quan Ultimate cùng Robert.  Chúng tôi rất vui vì bạn thấy Robert vui tính, nhiều thông tin và chuyên nghiệp. Đề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi và chúng tôi hy vọng sẽ gặp lại bạn trong một chuyến tham quan đáng nhớ khác!Đọc thêm",
            "Chuyến đi tuyệt vời, chắc chắn sẽ giới thiệu! Ivo là một hướng dẫn tuyệt vời! Dubrovnik là một thành phố tuyệt vời với lịch sử độc đáo và có rất nhiều địa điểm quay phim GoT.Đọc thêm",
            "Chuyến tham quan thực sự rất vui và thú vị. Tôi - thậm chí chưa bao giờ nhìn thấy GOT và chuyến tham quan đã thu hút được sự quan tâm của tôi rất nhiều khi tôi trở lại Đảo Ngọc. Cảm ơn Ivana vì đã khiến trải nghiệm trở nên thú vị. Bạn thực sự được tạo ra cho công việc du lịch và hơn thế nữa. Tôi hy vọng sếp của bạn nhận ra viên ngọc quý mà ông ấy - bà ấy có với bạn trong sách của họ.  Bạn đã thực hiện chuyến tham quan ngày hôm nay cho chúng tôi. Bạn ăn làm kiến ​​thức dễ tiếp cận và tử tế. Chân thanh cảm ơn bạn. Từ 3 cô gái Ireland....Đọc thêm",
            "Cảm ơn bạn đã đánh giá nhiệt tình của bạn! Chúng tôi rất vui khi biết rằng bạn thấy chuyến tham quan rất vui và thú vị, ngay cả khi chưa xem Game of Thrones. Ivana sẽ rất vui khi biết cô ấy đã thu hút sự quan tâm của bạn đến chương trình và khiến trải nghiệm của bạn trở nên đáng nhớ. Kiến thức, khả năng tiếp cận và lòng tốt của cô ấy thực sự được đánh giá cao và chúng tôi rất vui vì cô ấy đã khiến chuyến tham quan trở nên đặc biệt dành cho bạn.  Chúc bạn mọi điều tốt đẹp nhất và hẹn gặp lại! Đọc thêm",
            "Hướng dẫn viên - Robert - thật xuất sắc.  Chúng tôi hoàn toàn thích nó!  Rất muốn giới thiệu vì chúng tôi đã được xem vô số thứ mà chúng tôi không thể tự mình tìm thấy. Đọc thêm",
            "Cảm ơn phản hôi của bạn! Chúng tôi rất vui mừng khi biết rằng bạn rất thích chuyến du lịch cùng Robert. Thật tuyệt khi biết rằng anh ấy có thể cho bạn thấy nhiều viên ngọc ẩn. Chúng tôi đánh giá cao đề xuất cao của bạn và hy vọng sớm gặp lại bạn trong một chuyến tham quan khác! Đọc thêm",
            "Robert là hướng dẫn viên du lịch của chúng tôi trong chuyến tham quan GOT và anh ấy thật tuyệt vời. Vui vẻ, hài hước và cá tính. Có thể yêu cầu một hướng dẫn tốt hơn. Các trang web thật tuyệt vời và có ảnh tham khảo cho GOT thật tuyệt vời.Đọc thêm",
            "Rick thân mến,\n\nCám ơn, vì phản hồi của bạn. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ với Robert. \nChúc bạn mọi điều tốt đẹp nhất và Robert gửi lời chào trân trọng!Đọc thêm",
            "Xin chào, \nBạn đang thắc mắc quy mô nhóm trung bình của chuyến tham quan này là bao nhiêu? Cụ thể là chuyến du lịch buổi sáng vào tháng 6? Cảm ơn!Đọc thêm",
            "Tôi nghĩ khoảng 15-18 sẽ là chuẩnXem thêm",
            "Tôi sẽ đi Dubrovnik vào cuối tháng 9. \nThời gian nào trong ngày cho chuyến du lịch này là tốt nhất? \n9 giờ sáng hay 4 giờ chiều?Đọc thêm",
            "9 giờ sáng, thời điểm đó mát mẻ hơn trong ngày.  4 giờ chiều giống như địa ngụcĐọc thêm",
            "Xin chào, tôi muốn biết chuyến tham quan kéo dài bao lâu - đã - và phải đi bộ bao nhiêu km. Cảm ơn bạnĐọc thêm",
            "Xin chào, chúng tôi đến bằng tàu du lịch, cách tốt nhất để gặp đoàn tham quan từ tàu là gì? Vận chuyển có dễ dàng không?Đọc thêm",
            "Tôi không biết thuyền của bạn sẽ cập bến ở đâu. Bạn có thể kiểm tra phương tiện di chuyển đến cổng phố cổ. Đây là khu du lịch chính nên tôi - chắc chắn họ - sẽ có đường để bạn đến đó từ bến tàu.Đọc thêm",
            "Xin chào, bạn đang muốn đặt tour này vào tháng 10... có ai dùng Viator để đặt qua không? \n\nCảm ơn trước - Đọc thêm",
            "Tôi đã đặt một số hoạt động ở nhiều quốc gia khác nhau thông qua trip advisor. Luôn hoạt động tốt mà không có vấn đề gì. Đọc thêm",
            "Chúng tôi sẽ quan tâm đến điều này trong vài ngày tới. Bạn có thể cho chúng tôi biết người hướng dẫn của bạn là ai và bạn liên hệ bằng cách nào để sắp xếp việc đặt chỗ không? Bạn cũng có thể cho tôi biết nó là bao nhiêu không?Đọc thêm",
            "Chúng tôi đã có Robert rất tốt. Bạn có thể đặt trực tiếp thông qua trang web của họ. Paypal với giá 30 euro và thanh toán tiền mặt trong ngày bằng euro hoặc kunaĐọc thêm",
            "Xin chào Karolina\nRất thích đánh giá của bạn.  Bạn đã đặt trực tuyến trực tuyến với Game of Thrones Tour Dubrovnik chưa?  Chuyến đi kéo dài bao lâu?  Nó có bao gồm bất kỳ khu phố cổ nào của Dubrovnik không?  Bạn có đề xuất một thời gian cụ thể trong ngày không?\n\nXin lỗi vì rất nhiều câu hỏi, chúng tôi sẽ sớm đi.\n\nCảm ơn bạnĐọc thêm",
            "Bao phủ gần như toàn bộ khu phố cổ ...chuyến tham quan lúc 4 giờ chiều là thời điểm tuyệt vời để thực hiệnĐọc thêm",
            "Xin chào, chúng tôi muốn liên hệ với hướng dẫn viên và đặt tour vào ngày 19/7 cho 4 người.\nCảm ơn bạn Đọc thêm",
            "CHÀO\nTôi rất muốn biết cách liên hệ với hướng dẫn viên cho chuyến tham quan Game of Thrones ở Dubrovnik.\nChúng tôi cần một chuyến tham quan vào ngày 19.7\nChuyến đi kéo dài bao lâu?\nCảm ơn bạn Đọc thêm",
            "Chuyến tham quan riêng kéo dài bao lâu?Đọc thêm",
            "Khoảng 2,5-3 giờ! Tùy thuộc vào thời gian đặt câu hỏi và quy mô của nhóm! Thời gian của chúng tôi là từ 9 giờ sáng đến khoảng 11 giờ 30. Kết thúc đúng lúc ăn trưa! Chúng tôi thực sự đã đến Lokrum ngay sau đó và dành cả buổi chiều ở đó và ăn trưa! Rất muốn giới thiệu vì có nhiều địa điểm quay phim hơn để xem trên Lokrum. Hướng dẫn viên Robbie của chúng tôi cũng đã cung cấp cho chúng tôi một hướng dẫn nhỏ để dẫn chúng tôi đến các địa điểm ở đó - Đọc thêm"
        ],
        "star_ratings": [
            1996,
            59,
            4,
            1,
            0
        ],
        "review_amount": 2060,
        "location": [
            "Croatia",
            "chó đốm",
            "Những điều cần làm ở Dubrovnik",
            "Dubrovnik",
            "Châu Âu",
            "Chuyến tham quan Trò chơi vương quyền Dubrovnik",
            "Quận Dubrovnik-Neretva"
        ],
        "reviews_time": [
            "Written June 1, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 28, 2024",
            "Written May 22, 2024",
            "Written May 21, 2024",
            "Written May 17, 2024",
            "Written May 14, 2024",
            "Written May 12, 2024",
            "Written May 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g295371-d9762001-Reviews-Game_of_Thrones_Dubrovnik_Tours-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d9762001-Reviews-or10-Game_of_Thrones_Dubrovnik_Tours-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d1554762-Reviews-Adriatic_Kayak_Tours-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d9722157-Reviews-Laus_Travel-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d2534036-Reviews-Dubrovnik_Shore_Tours-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d23583190-Reviews-Dubrovnik_trips_and_transfers_by_Cava_tours-Dubrovnik_Dubrovnik_Neretva_County_D.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d12337737-Reviews-Exclusive_Dubrovnik_Tours-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d522915-Reviews-Walls_of_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d1896076-Reviews-Dubrovnik_Walks-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d3203532-Reviews-Adventure_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d13656674-Reviews-ACCESS_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d6537543-Reviews-Horizon_Tours-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d12405104-Reviews-Majic_Walk_Tours_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d8078861-Reviews-Dubrovnik_ToursByLocals-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d3494343-Reviews-Adventure_Dalmatia_Day_Tours-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d10435358-Reviews-Private_Tours_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d12200319-Reviews-X_Adventure_Sea_Kayaking-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298031-d1720929-Reviews-Fethiye_Market-Fethiye_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d629882-Reviews-Mandara_Spa-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g297922-d2037149-Reviews-Monsoon_Valley_Vineyard-Hua_Hin_Prachuap_Khiri_Khan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3564094-d148083-Reviews-Great_Guana_Cay-Great_Guana_Cay_Abaco_Islands_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56476-d8513988-Reviews-The_Port_Aransas_Ferry_System-Port_Aransas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d4218322-Reviews-Ayutthaya_Elephant_Palace_Royal_Kraal-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d6954535-Reviews-Pacha_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d2389760-Reviews-Cocoa_Beach-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187441-d13531083-Reviews-Nasrid_Palaces-Granada_Province_of_Granada_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d12698243-Reviews-QFX_Civil_Mall-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g295371-d9762001-Reviews-or10-Game_of_Thrones_Dubrovnik_Tours-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g295371-d9762001-Reviews-Game_of_Thrones_Dubrovnik_Tours-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html"
    }
]