[
    {
        "attraction_name": "Gay Village",
        "attraction_name_vi": "Làng đồng tính",
        "general_info": [
            "96 đánh giá",
            "",
            "Quán bar dành cho người đồng tính nam"
        ],
        "attraction_summary": "Câu lạc bộ đêm, Nhà hàng, Khu vực xã hộiĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Tôi đến đây vì khi tôi đến Rome, người chủ trực tiếp của khách sạn tôi nói rằng đây là nơi thích hợp. Chắc chắn là không. Ước gì tôi có thể gửi những video tôi đã gửi cho bạn bè ở Úc về cảm giác trống rỗng và nhàm chán đến thế nào. Tôi đi du lịch một mình với suy nghĩ mọi người sẽ tử tế và đó sẽ là một nơi thú vị để gặp gỡ những người mới nhưng không ai thân thiện nên mọi người đều nghĩ rằng họ quá tốt so với những người khác. Âm nhạc thì tệ hại, pha trộn một cách tồi tệ và nhàm chán. Nó trống vắng đến nỗi có hai sàn nhảy nhưng chỉ có một sàn trống vào thời điểm bận rộn nhất. Đã đến công viên tình yêu và nó tốt hơn gấp 10.000 lần - tôi nói hãy đến đó!Đọc thêm",
            "Đó là nơi mà bạn muốn xóa bỏ chuyến đi của mình. Một vài quán bar đồng tính chủ yếu dành cho người dân địa phương không có thiện cảm với khách du lịch. Tôi tự hỏi: tại sao một người đồng tính nam nên đến thăm Rome ngoài mục đích văn hóa! Hãy quên làng đồng tính đi.Đọc thêm",
            "Bốn phong cách khác nhau được đặt trong một công viên. Chơi nhạc từ hard house đến sến sẩm. Thực sự là bạn bè mọi người. Bầu không khí tuyệt vời. Làm tôi cảm thấy như mình đã trở lại Ibiza. Chỉ cần đi ngang qua câu lạc bộ Fiesta và làng Gay là câu lạc bộ tiếp theo ở bên phải.Đọc thêm",
            "Chúng tôi đã có một đêm rất tuyệt tại Gay Village. Âm nhạc rất hay, không khí tuyệt vời. Nếu bạn muốn nghỉ ngơi giữa hai bài hát, bạn có thể ngồi trên ghế dưới gốc cây và ăn gì đó - xe bán burger -. Phòng tắm sạch sẽ và mọi người rất tốt bụng. Chắc chắn là nơi tôi sẽ quay lại! Đọc thêm",
            "Gay Village Rome là một địa điểm tuyệt vời ngay bên ngoài Rome, trong khu vực EUR - Parco del Ninfeo -, nơi bạn có thể thực sự tận hưởng một đêm mùa hè. Tất nhiên, ngôi làng không chỉ dành cho những người đồng tính ngay cả khi phần lớn khách là người đồng tính. Rất nhiều việc phải làm: khiêu vũ, ăn uống, xem phim hay đơn giản là biểu diễn sân khấu. Quốc tế biết rõ DJ - s. Dễ dàng truy cập với tuyến tàu điện ngầm B, dừng EUR Magliana. Đó là nơi người dân địa phương đến để tận hưởng những đêm hè. Mở cửa vào Thứ Năm, Thứ Sáu và Thứ Bảy, đến 4h30 sáng. Hãy thử nó!!! Đọc thêm",
            "CHÀO\nCó phù hợp cho các cặp đôi không?\nChúng ta có nên mua vé vào cổng không?\nchúng ta có thể ăn tối ở đó được không?\nTanxĐọc thêm",
            "Xin chào, nhưng lịch khai giảng năm 2019 diễn ra vào ngày nào và địa điểm?",
            "năm nay khi nào khai giảng? nó sẽ luôn ở gần lò mổ như năm ngoái hay sẽ thay đổi địa điểm? Đọc thêm",
            "Họ có gây ra vấn đề cho trẻ vị thành niên không?Đọc thêm",
            "Mười bảy tuổi có được vào không?Đọc thêm"
        ],
        "star_ratings": [
            30,
            13,
            13,
            13,
            27
        ],
        "review_amount": 96,
        "location": [],
        "reviews_time": [
            "Written August 14, 2018",
            "Written August 11, 2017",
            "Written September 2, 2015",
            "Written August 23, 2015",
            "Written July 3, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187791-d3388481-Reviews-Gay_Village-Rome_Lazio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d2296309-Reviews-704_Ristorante-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d2407757-Reviews-Casa_Novecento-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d23196228-Reviews-Heco_Eur-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d23841803-Reviews-The_Gustami-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d23189197-Reviews-Italian_Nero_food_zone-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d27384550-Reviews-Bud_8_Garage-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d14903152-Reviews-Pizzeria_del_Gufetto-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d14802443-Reviews-McDonald_s-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d2716073-Reviews-La_Bibliotechina-Rome_Lazio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187791-d2280119-Reviews-Bar_Liszt-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d590950-Reviews-Fontana_del_Piazzale_Konrad_Adenauer-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d11765628-Reviews-Luneur_Park-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d5614708-Reviews-Palazzo_della_Civilta_Italiana-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d245767-Reviews-Abbazia_delle_Tre_Fontane-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d13152015-Reviews-Palazzo_dell_INPS-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d3411255-Reviews-Museo_Nazionale_Delle_Arti_E_Tradizioni_Popolari-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2536635-Reviews-Museo_delle_Civilta-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d9987804-Reviews-Obelisco_Marconi-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d7094047-Reviews-Quartiere_Europa-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d7122034-Reviews-Palazzo_dei_Ricevimenti_e_dei_Congressi-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d12183543-Reviews-The_Basement_Pub_Cocktail_Bar_Events-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d1073863-Reviews-VinoRoma_Wine_Studio_Social_Club-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d27134991-Reviews-The_Race_Club_Speakeasy-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d5924324-Reviews-La_Botticella-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2550583-Reviews-Rimessa_Roscioli-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d20295976-Reviews-Golden_Age_Club_Speakeasy-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d4132991-Reviews-Rome_s_Ultimate_Party-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2658702-Reviews-Colosseum_Bar_Hop-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d19512950-Reviews-Eatwith-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d4163449-Reviews-Ice_Club-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d3388481-Reviews-Gay_Village-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d14396987-Reviews-Parco_Scuola_del_Traffico-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d6615081-Reviews-Cris_Colombo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d6528815-Reviews-RomeLimo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d8027723-Reviews-Zeki_Benessere_Spa-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d21164454-Reviews-Archeoroad_Tour_Operator-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2228325-Reviews-Rome_Limousines-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d11549566-Reviews-FashionBus-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60812-d145768-Reviews-Laurel_Caverns-Farmington_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d3171708-Reviews-Sumida_Aquarium-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d311038-Reviews-The_National_Museum_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g39707-d594770-Reviews-Newport_on_the_Levee-Newport_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d14099564-Reviews-Eurostar-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189834-d11777498-Reviews-Taxi_Boats_to_Red_White_and_Black_Beach-Akrotiri_Santorini_Cyclades_South_Aegea.html",
            "https://www.tripadvisor.com/Attraction_Review-g147420-d147934-Reviews-Xanadu_Beach-Freeport_Grand_Bahama_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g675106-d2850719-Reviews-Castelul_Corvinilor-Hunedoara_Hunedoara_County_Western_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g4187104-d7695879-Reviews-Shahdag_Mountain_Resort-Qusar_Guba_Khachmaz_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d10019328-Reviews-Foro_Sol-Mexico_City_Central_Mexico_and_Gulf_Coast.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187791-d3388481-Reviews-Gay_Village-Rome_Lazio.html"
    },
    {
        "attraction_name": "Gay Village",
        "attraction_name_vi": "Làng đồng tính",
        "general_info": [
            "1.194 đánh giá",
            "30 trong số 280 điều cần làm ở Manchester",
            "Vùng lân cận"
        ],
        "attraction_summary": "Tập trung xung quanh khu vực Canal Street ở Manchester là khu vực dành cho người đồng tính nam phát triển mạnh, nơi có vô số quán bar, câu lạc bộ, nhà hàng và các địa điểm ban đêm khác dành cho người đồng tính nam cũng như người dị tính.Đọc thêm",
        "reviews": [
            "Đến thăm Làng đồng tính khi ở Manchester vào sáng thứ Hai. Vì vậy, hầu hết các địa điểm đều đóng cửa hoặc chuẩn bị bán đồ ăn trưa. Nằm dọc theo một con kênh đáng yêu có ổ khóa. Một khu vực tươi sáng và đầy màu sắc với nhiều bức tranh tường và dường như là một khu vực an toàn và thân thiện. Yêu nó! Đọc thêm",
            "Thành phố tốt và có giao thông hoàn hảo. Nếu bạn có kế hoạch đi du lịch vòng quanh Manchester, nên sử dụng Metrolink trong ngày. Tôi đã dành một ngày ở đây và quay trở lại sân bay với Metrolink. Nếu bạn không vội thì ra sân bay bằng vé này là một lựa chọn không tồi.Đọc thêm",
            "Khu vực này có thể khiến thời tiết mưa ở Anh trở nên đầy màu sắc. Chúng tôi đến vào buổi sáng, tôi nghĩ nó thậm chí còn sống động hơn vào buổi tối.Đọc thêm",
            "Đêm bắt đầu thật tuyệt vời - tôi chuyển đổi FTM20 đã đi cùng với người bạn thân nhất của tôi là F23 chưa từng đến. Cả hai chúng tôi đều rất hào hứng và mong có một đêm vui vẻ. Họ chơi nhạc tuyệt vời ở hầu hết các nơi và chúng tôi đã gặp những người TUYỆT VỜI NHƯNG. Vài giờ sau, chúng tôi bắt đầu bị các câu lạc bộ quay lưng và đôi khi bị đuổi thẳng ra khỏi nhà vì quá say. .Điều này sẽ hợp lý nếu chúng tôi thực sự quá say và gây ra vấn đề cho mọi người, nhưng chúng tôi thực sự không say đến mức đó - chúng tôi có thể đi thẳng, trò chuyện, nhận thức được 100 về xung quanh. l, chúng tôi không làm phiền ai và chúng tôi đã mua MỘT một loạt cảnh quay suốt đêm. Tôi tin rằng đó là vì chúng tôi trông giống như một cặp đôi thẳng thắn vì tôi là một người đàn ông chuyển giới và các bạn của tôi là một phụ nữ và chúng tôi đã khiêu vũ cùng nhau nhưng thành thật mà nói thì ai mà biết được. Nó khiến cả đêm trở nên u ám, đặc biệt là kể từ khi chúng tôi đi đến G-A-Y lần thứ hai, người bảo vệ ở cửa cho chúng tôi vào nhưng 20 phút sau, một người bảo vệ khác đến, tìm thấy CHÚNG TÔI ĐẶC BIỆT và bảo chúng tôi rời đi vì anh ấy đã bảo chúng tôi rời đi hơn một giờ trước vì chúng tôi quá say. quá say HƠN MỘT GIỜ TRƯỚC chắc chắn chúng ta sẽ ổn HƠN MỘT GIỜ SAU? Và chúng tôi thậm chí còn không gây ra bất kỳ rắc rối nào! Chỉ ngồi và thưởng thức âm nhạc! Mỗi lần bị đuổi đi, chúng tôi đều thử hỏi những người bảo vệ tại sao và lần nào cũng như nhau: bạn say quá rồi. Đúng rồi. Thành thật mà nói, theo ý kiến ​​của tôi, đây là một con phố mang tính biểu tượng với những ánh đèn đẹp - nhưng chỉ có vậy thôi. Không hơn không kém.TLDR: Hãy chuẩn bị tinh thần để bị đuổi khỏi nhiều quán bar mà không có lý do chính đáng dựa trên đánh giá cá nhân của người bảo vệ về ngoại hình của bạn. Hãy tuyệt đối tỉnh táo trừ khi bạn muốn cho họ lý do để đuổi bạn ra ngoài vì bạn đã quá say chỉ sau một lần uống rượu.Đọc thêm",
            "Quán rượu đáng yêu, cocktail tuyệt vời, những con người tuyệt vời.                                                                                 Tôi muốn giới thiệu cho một đêm vui vẻ.  Bạn không cần phải là người đồng tính để ở đây.Đọc thêm",
            "gay và tuyệt đẹp! nơi tự hào rất đồng tính và dễ thương để đưa trẻ em, phụ huynh và các chuyến đi học. cảm ơn vì đã cho chúng tôi nhìn thấy xolots tình yêu tình yêu evtryoone Đọc thêm",
            "Hành vi hoàn toàn kinh tởm, phân biệt đối xử với những người thẳng thắn chỉ muốn có một đêm vui vẻ. Đã nói rằng chúng tôi không được phép đi bất cứ đâu vì chúng tôi trông giống như đang gây rắc rối cho sự mất mát của bạn đối với phong tục của chúng tôi! Không bao giờ nữa!!Đọc thêm",
            "Nơi tuyệt vời để tận hưởng một đêm vô tư, sống động thân thiện và nhiều phòng và chỗ ngồi âm nhạc hay...... Đọc thêm",
            "Đưa ra những nhận xét trước đây Tôi có ấn tượng rằng Làng là thánh địa LGBTQIA thực sự từ lâu. Ngày nay là một doanh nghiệp công bằng và có chất lượng đáng nghi ngờ. Nếu bạn đi hai tuần khác nhau, bạn sẽ thấy cùng một chương trình, đừng phản ứng thái quá khi gọi nó là chương trình. Cùng một người điều hành công việc kinh doanh và không cho phép người ngoài vào. Rõ ràng là ý tưởng về nơi này từ lâu đã được thay thế bằng lòng tham lợi nhuận. Và để bơm tài khoản ngân hàng của mình, họ sẽ đóng nó trong những ngày Tự hào để yêu cầu được tham gia - giống như Niềm kiêu hãnh và Làng là những sản phẩm nhãn hiệu đã đăng ký của họ phải được bán bất cứ lúc nào.Đọc thêm",
            "Chúng tôi đến làng đồng tính lần đầu tiên và đến câu lạc bộ kéo nhà thờ chỉ muốn nói Charlotte sheher, Miles theythem và Connor hehim họ đã hẹn hò tối qua, họ rất đáng yêu, thân thiện và quan tâm, nhất định phải ghé thăm Đọc thêm",
            "Tôi có thể mặc đồng phục nữ sinh không Cô chủĐọc thêm",
            "Tôi có thể mặc đồng phục nữ sinh không Cô chủĐọc thêm",
            "Xin chào tất cả mọi người,\n\nTên tôi là Natalie Horrobin và tôi là sinh viên Thạc sĩ Báo chí tại Đại học Sheffield.\n\nĐối với dự án cuối cùng của tôi, tôi đang điều tra những ưu điểm của việc cho phép những người độc thân và những người dị tính nói chung đi chơi đêm vào Làng đồng tính nam và liệu điều này có duy trì hay đe dọa không gian an toàn hay không, hoặc liệu các doanh nghiệp có đánh giá cao phong tục của họ hay không.\n\nTôi đang tự hỏi liệu có ai sẵn sàng phỏng vấn về vấn đề này hay không, liệu bạn đã từng làm việc ở đây hay chưa, hoặc liệu bạn có từng gặp bất kỳ trải nghiệm tương tự nào về các vấn đề không an toàn liên quan đến vấn đề này hay không, cho dù bạn có phải là LGBTQ hay không.\n\nVui lòng cho tôi biết nếu bạn sẵn lòng nói chuyện với tôi về vấn đề này, điều đó sẽ được đánh giá rất cao hoặc trả lời tin nhắn nếu bạn có bất kỳ câu hỏi nào.\n\nCảm ơn!\nNatalieĐọc thêm",
            "Tối nay có nhạc house nào ở làng đồng tính không, xin vui lòng trả lời con gái út thứ 18 của tôiĐọc thêm",
            "Mọi người có được phép vào quán bar một mình không? Ngoài ra, tôi không lên chuyến bay cho đến 11 giờ 30 sáng, nơi sẽ mở cửa muộn vào tối Chủ nhật để một người có thể thoải máiĐọc thêm",
            "Xin lỗi tôi không biết. Tốt nhất hãy liên hệ trực tiếp với các địa điểm - một số địa điểm được ưa chuộng và không được ưa chuộng làm địa điểm nên đến vào tối thứ Sáu thứ Bảy.  Có thể xem trang facebook để biết thông tin chi tiết mới nhất về điều gì hấp dẫn và điều gì không.Đọc thêm",
            "Có gì vào ngày 6 tháng 6Đọc thêm",
            "những quán bar nào ở làng đồng tính có phụ nữ đồng tính độc thân và những quán bar đó được gọi là gìĐọc thêm",
            "Có địa điểm nào phục vụ cho thanh thiếu niên vào ban ngày không? Con trai tôi là người song tính và muốn tìm hiểu xung quanh. Đọc thêm",
            "Xin chào Em\n\nTôi đoán là tùy thuộc vào những gì bạn đang tìm kiếm. Tôi đã đưa con gái tôi đi dọc phố Canal nhiều lần vào ban ngày khi cháu còn nhỏ. Tôi nghĩ lần đầu tiên tôi đưa cháu đi, cháu vẫn còn ngồi xe đẩy! Lời khuyên của tôi là có thể chọn một ngày cuối tuần nắng đẹp và đi dạo cùng cháu ở đó, chọn một quán bar mà bạn cảm thấy phù hợp và ngồi bên ngoài và tận hưởng. Như những người khác đã nói, nơi này sôi động hơn nhiều vào ban đêm, nhưng điều đó có thể không phù hợp. Nếu bạn đến vào một buổi chiều thứ Bảy hoặc Chủ Nhật nắng đẹp, thường sẽ có rất nhiều người ra ngoài và đi lại. Đọc thêm",
            "Xin chào, một chàng trai độc thân có thoải mái đến phố Canal để vui chơi không? Đọc thêm",
            "Tôi nghĩ bài viết của tôi khá rõ ràng rằng bất kỳ ai cũng có thể có khoảng thời gian vui vẻ ở Phố Canal. Việc nó có thoải mái hay không sẽ phụ thuộc phần lớn vào những gì bạn đang mặc... giày ống tĩnh hay giày cao gót!Đọc thêm",
            "Đã lâu không đến Manchester uống rượu nhưng được một người bạn mời đi chơi đêm trong vài tuần, tôi chỉ uống gấp đôi vodka nên không biết có ai biết quán bar ngon nào bán vodka rẻ nhất có thể không? quanh làng? Cảm ơn trước vì bất kỳ câu trả lời nào được đưa ra.Đọc thêm",
            "Nhiều quán bar, câu lạc bộ quán rượu trong và xung quanh làng, khá nhiều quán có bảng bên ngoài với thông tin về các ưu đãi đồ uống. Cũng có thể hỏi xung quanh khi bạn đến đó, rất nhiều người dân địa phương thân thiện với kiến ​​thức địa phương. Enoy.Đọc thêm"
        ],
        "star_ratings": [
            550,
            340,
            132,
            64,
            108
        ],
        "review_amount": 1194,
        "location": [
            "Manchester-Thành phố",
            "Làng đồng tính",
            "Manchester vi đại",
            "nước Anh",
            "Vương quốc Anh Vương quốc Anh",
            "Những điều cần làm ở Manchester",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written June 4, 2024",
            "Written May 11, 2024",
            "Written March 31, 2024",
            "Written March 3, 2024",
            "Written February 26, 2024",
            "Written January 3, 2024",
            "Written December 9, 2023",
            "Written November 16, 2023",
            "Written July 29, 2023",
            "Written May 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187069-d188930-Reviews-Gay_Village-Manchester_Greater_Manchester_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187069-d2191931-Reviews-Teppanyaki_Chinatown-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187069-d949936-Reviews-Sangam_Manchester_City_Centre-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187069-d13432683-Reviews-One_Plus_Restaurant-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187069-d25414038-Reviews-Rudy_s_Pizza_Napoletana_Portland_Street-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187069-d3685518-Reviews-The_Molly_House-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187069-d23733373-Reviews-Namii_Kitchen_Cocktails-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187069-d12593375-Reviews-Bravissimi-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187069-d6648909-Reviews-Turtle_Bay_Manchester_Oxford_Rd-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187069-d4437257-Reviews-Listo_Burrito-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187069-d3294347-Reviews-Habesha_Restaurant_Bar-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d12608217-Reviews-Sackville_Gardens-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d212258-Reviews-The_Blyth_Gallery-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d10423814-Reviews-Alan_Turing_Memorial-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d17781044-Reviews-Night_People-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d4166994-Reviews-Cube-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d25532066-Reviews-Statue_of_the_Duke_of_Wellington-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d211702-Reviews-Colin_Jellicoe_Gallery-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d254526-Reviews-Manchester_Art_Gallery-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d7733933-Reviews-Boom_Whisky-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d23749143-Reviews-A_Monument_To_Vimto-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d188930-Reviews-or10-Gay_Village-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d7001113-Reviews-Clayton_Hall_Museum-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d4302956-Reviews-Etihad_Stadium-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d7160083-Reviews-Elizabeth_Gaskell_s_House-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d590709-Reviews-Manchester_Central_Library-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d260743-Reviews-The_Bridgewater_Hall-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d590614-Reviews-St_Mary_s_Church-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d3547989-Reviews-Granada_Studios-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d212265-Reviews-The_Shambles-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d2258599-Reviews-Victoria_Baths-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d188924-Reviews-Manchester_Cathedral-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d20897693-Reviews-Oscars_Bar-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d5914253-Reviews-The_Rem_Bar-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d5913223-Reviews-Beareoke-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187052-d16734540-Reviews-The_Mountain_Goat-Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d19250117-Reviews-Club_Tropicana-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d20831662-Reviews-Iconic_Bar-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d258325-Reviews-Vanilla-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d188932-Reviews-Via-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d11717794-Reviews-EVA_Manchester-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d2169537-Reviews-The_Molly_House-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d8630315-Reviews-Free_Manchester_Walking_Tours-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d5914503-Reviews-New_York_New_York_Manchester-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d7119300-Reviews-Manchester_Wine_School-Manchester_Greater_Manchester_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d7738547-Reviews-Playa_Punta_Esmeralda-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g33450-d103592-Reviews-Grand_Mesa-Grand_Junction_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g48016-d10594333-Reviews-Adirondack_Scooters-Lake_George_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32872-d8360765-Reviews-Lake_Perris_State_Recreation_Area-Perris_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d16868062-Reviews-The_EmQuartier-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12385224-Reviews-Borisud_Pure_Spa-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g644219-d3219324-Reviews-Tunnel_of_Eupalinos-Pythagorion_Samos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32427-d2233721-Reviews-Francis_Ford_Coppola_Winery-Geyserville_Sonoma_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8178306-Reviews-CE_LA_VI_Singapore-Singapore.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187069-d188930-Reviews-or10-Gay_Village-Manchester_Greater_Manchester_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187069-d188930-Reviews-Gay_Village-Manchester_Greater_Manchester_England.html"
    }
]