[
    {
        "attraction_name": "Genghis Khan Statue Complex",
        "attraction_name_vi": "Quần thể tượng Thành Cát Tư Hãn",
        "general_info": [
            "1.570 đánh giá",
            "5 trong số 87 điều cần làm ở Ulaanbaatar",
            "Tượng đài Tượng đài"
        ],
        "attraction_summary": "Khu phức hợp Quy chế Chinggis Khaan nằm cách Thành phố Ulaanbaatar 54 km, có tầm nhìn ra khung cảnh thiên nhiên tuyệt đẹp bên bờ Sông Tuul, địa điểm lịch sử nơi tìm thấy chiếc roi vàng của Chinggis khans. Ngày nay, để tưởng nhớ người đàn ông của thiên niên kỷ, bức tượng Thành Cát Tư Hãn trên lưng ngựa bằng thép không gỉ cao 40 mét là bức tượng lớn nhất trong số các bức tượng trên thế giới. Bên trong bức tượng chúng tôi điều hành một nhà hàng, cửa hàng lưu niệm, hai bảo tàng và hội trường. Du khách có thể đi lên tượng bằng thang máy hoặc cầu thang bộ lên đầu ngựa, nơi có thể ngắm nhìn toàn cảnh cảnh quan tuyệt đẹp.Đọc thêm",
        "reviews": [
            "Không thể du lịch đến Mông Cổ mà không ghé thăm địa danh mang tính biểu tượng nhất cách UB 50km, bức tượng Chinggis Khaan bằng bạc lấp lánh cao 40m. Được xây dựng vào năm 2008 từ thép không gỉ, bức tượng ấn tượng có một thang máy nhô lên ở phần đuôi, từ đó có các bậc thang dẫn đến đầu ngựa. Nó được xây dựng ở đây, theo truyền thuyết, bởi vì đây là nơi Chinggis Khaan tìm thấy một chiếc roi vàngĐọc thêm",
            "Tôi không nghĩ mình sẽ thích điều này. Tôi đã sai lầm quá. Rất ấn tượng.\nHiểu rõ hơn về Đại Hãn và sự thống trị thế giới hồi đó.\nKhung cảnh đáng kinh ngạc khi bạn đến gần và khi ở trên đỉnh.\nĐây là một câu trả lời có, cóĐọc thêm",
            "Nằm cách Thành phố Ulanbaatar khoảng 50km, lái xe đến nơi này rất đẹp và cũng đi qua các điểm dã ngoại dọc theo dòng nước ngọt.\n\nBức tượng được cho là làm bằng nhôm hoặc thép có kích thước khổng lồ và du khách có thể leo lên ngang đầu ngựa để chụp ảnh tự sướng hoặc thưởng ngoạn phong cảnh xung quanh. \n\nKhu phức hợp cũng có một bảo tàng đơn giản chứa các bản sao của quần áo, kho vũ khí, đồ dùng, yên ngựa, v.v. của Mông Cổ và một vài chiếc ủng và roi ngựa có kích thước cực lớn của Mông Cổ.\n\nTrong khu phức hợp, bạn cũng sẽ tìm thấy cuốn sách Bí mật của Mongul minh họa lịch sử cuộc đời của Chengis Khan. Cuốn sách là công trình nghiên cứu kéo dài 13 năm của một họa sĩ minh họa người Mông Cổ, người có mặt trong tòa nhà và ký tên để cá nhân hóa bản sao của bạn khi mua.  Cuốn sách đáng để mua.\nĐọc thêm",
            "Thấy một bài đánh giá rằng nó đáng để xem. Do đó, tôi đã sắp xếp một chiếc xe để đưa tôi đến đó. Khoảng một giờ lái xe từ UB và khi bạn đến nơi, bạn sẽ thấy bức tượng lớn tuyệt đẹp này của Chinngas Khaan. Đó là một trong những phần tuyệt nhất. Phần tuyệt nhất thứ hai sẽ là vào bên trong, đi thang máy lên tầng 3 và nhìn thấy khuôn mặt của Chinngas Khaan. Sau đó, bạn có thể chụp ảnh nó. Sau đó, tôi xuống tầng hầm và xem các cuộc triển lãm. Màn trình diễn ở mức trung bình. Không có gì khác để xem. Bảo tàng ở UB sẽ tốt hơn. Nếu bạn đi ngang qua, thì có thể nhìn thấy bức tượng này. Nếu bạn đến đó cụ thể, lái xe một giờ để xem nó, tôi không nghĩ là nó đáng thời gian và tiền bạc. Đọc thêm",
            "Nếu bạn đến UB để tham quan, nơi này là điều phải làm. Bạn cũng có thể ghép nó trong một ngày với công viên quốc gia gerseli hoặc những thứ tương tự. Hãy xem lại lịch sử của bạn và cuộc sống của những người này trước khi tận hưởng trải nghiệm nhiều hơn một chút. Họ có thể làm nhiều hơn nữa để khiến nơi này trở nên hấp dẫn hơn, nhưng tôi đoán du lịch không phải là điều mà Mông Cổ nổi tiếng. Trong mọi trường hợp, hãy chụp một bức ảnh ở phía trên bức tượng và một bức ảnh khác ở phía dưới ngồi trên lạc đà với một con đại bàng trên tay Đọc thêm",
            "Với chiều cao 40 mét, đây là kỷ lục bức tượng cưỡi ngựa cao nhất sẽ sớm bị người khổng lồ đang xây dựng ở Mumbai vượt qua với chiều cao 212 mét dành riêng cho Shiv Smarak. Bức tượng cưỡi ngựa hoàn toàn bằng sắt được xây dựng vào năm 2008Ấn tượngĐọc thêm",
            "Tôi sẽ không gọi đây là một cái bẫy du lịch tồi nhưng nó có một số đặc điểm của một cái bẫy du lịch. Nó đã được lên kế hoạch để thuận tiện nằm gần UB cho các chuyến tham quan một ngày và nửa ngày trên đường đến Công viên Quốc gia gần đó. Có một bảo tàng nhỏ tuyệt vời ở cuối khu phức hợp, các quán cà phê, v.v. nhưng nó bị ảnh hưởng bởi sự nổi tiếng của nó khi xe buýt chở đầy khách du lịch đến. Đài quan sát thường đông đúc và khó có thể chụp được một bức ảnh đẹp. Bãi đậu xe của khu phức hợp được bao quanh bởi các dịch vụ du lịch kỳ quái như cưỡi lạc đà, bắn cung và chụp ảnh đại bàng nhảy múa mà tôi thấy hơi khó chịu ít nhất là không có gấu nhảy múa. Một giờ là đủ để xem mọi thứ. Đọc thêm",
            "Nằm cách Thành phố Ulanbaatar khoảng 50 km, đường đến nơi này rất đẹp và cũng đi qua các điểm dã ngoại dọc theo dòng nước ngọt. Bức tượng được cho là làm bằng nhôm hoặc thép có kích thước khổng lồ và du khách có thể leo lên ngang tầm ngựa để chụp ảnh tự sướng hoặc thưởng thức phong cảnh xung quanh. Khu phức hợp cũng có một bảo tàng đơn giản chứa các bản sao của quần áo, kho vũ khí, đồ dùng, yên ngựa, v.v. của Mông Cổ và một vài chiếc ủng và roi ngựa có kích thước cực lớn của Mông Cổ. Trong khu phức hợp, bạn cũng sẽ tìm thấy cuốn sách về Bí mật của Mongul minh họa lịch sử cuộc đời của Chengis Khan. Cuốn sách là công trình nghiên cứu kéo dài 13 năm của một họa sĩ minh họa người Mông Cổ, người có mặt trong tòa nhà và ký tên để cá nhân hóa bản sao của bạn khi mua.  Cuốn sách đáng mua.Đọc thêm",
            "Không nghĩ rằng tôi sẽ thích điều này Tôi đã quá sai lầm. rất ấn tượng. Hiểu rõ hơn về Đại hãn và sự thống trị thế giới hồi đó. Khung cảnh đáng kinh ngạc khi bạn tiếp cận và khi ở trên đỉnh. Đây là một câu trả lời có, có Đọc thêm",
            "Tòa nhà cách thành phố rất xa nhưng lại là địa điểm lịch sử trong cuộc đời của Thành Cát Tư Hãn. Nếu bạn có thể bước lên các bậc thang trong tòa nhà, khung cảnh nhìn từ đầu ngựa thật ngoạn mục.Đọc thêm",
            "Không thể du lịch đến Mông Cổ mà không ghé thăm địa danh mang tính biểu tượng nhất cách UB 50km, bức tượng Chinggis Khaan bằng bạc lấp lánh cao 40m. Được xây dựng vào năm 2008 từ thép không gỉ, bức tượng ấn tượng có một thang máy nhô lên ở phần đuôi, từ đó có các bậc thang dẫn đến đầu ngựa. Nó được xây dựng ở đây, theo truyền thuyết, bởi vì đây là nơi Chinggis Khaan tìm thấy một chiếc roi vàngĐọc thêm",
            "Đây là một cảnh tượng tuyệt vời.  Cái nhìn đầu tiên về bức tượng khổng lồ sáng bóng, cao 40m này, đặt trên nền trời xanh và tuyết trắng thật khó tin.  Sử dụng cầu thang bộ hoặc thang máy, người ta có thể đi lên cơ thể để trải nghiệm những khung cảnh tuyệt vời.   Có một bảo tàng nhỏ ở tầng dưới có bản đồ đế chế Thành Cát Tư Hãn.  Thật ấn tượng. Nhất định phải xem.Đọc thêm",
            "Nhiều hành trình được lên kế hoạch trước bao gồm địa điểm này. Tôi đã tự mình chọn và rất vui vì đã làm như vậy. Thông tin lịch sử rất thú vị. Có một bảo tàng lịch sử GK mới ở UB. Mình không có thời gian ghé thăm nên không so sánh được.Đọc thêm",
            "Có thể đến đó bằng taxi được không? Đọc thêm",
            "Có nhưng đồng ý một mức giá.   Như đã đề cập, lưu lượng truy cập rất khủng khiếp nên cuối cùng bạn có thể phải trả rất nhiều tiền.   Rất nhiều công ty du lịch tổ chức các chuyến đi nên có thể tốt hơn.Đọc thêm",
            "Tôi đã đến thăm bức tượng cách đây vài năm và mua một chiếc đĩa lưu niệm mà chúng tôi treo trong phòng khách để nhắc nhở về chuyến đi của mình.\nThật không may, chiếc đĩa rơi ra khỏi tường và không thể sửa chữa được.\nCửa hàng có tấm thay thế không và nếu tôi gửi thanh toán cho họ thì họ có thể gửi đến Vương quốc Anh không.\nDerek ChapmanĐọc thêm",
            "Vâng, họ vẫn có một cửa hàng lưu niệm rất đẹp với nhiều mặt hàng khác nhau.  Giá cả tuyệt vời và tôi nghĩ nếu tôi nhớ đúng thì họ có đĩa!  Chúc may mắn và chuyến đi vui vẻ.Đọc thêm",
            "Giá của các điểm tham quan bên ngoài như chụp ảnh với một chú chim hoang dã đậu trên tay, cưỡi ngựa, bắn tên bằng cung?Đọc thêm",
            "Xấp xỉ của nó. 10Đọc thêm",
            "Có thể đến Tượng Thành Cát Tư Hãn bằng ô tô riêng không?Đọc thêm",
            "Vâng, chúng tôi đã đi bằng ô tô riêng.  :Đọc thêm",
            "Chúng tôi muốn đến thăm khu phức hợp vào đầu tháng 10 khi trời yên tĩnh. Chi phí taxi để tham quan khu phức hợp từ Ulaanbaatar và quay lại cho hai người là bao nhiêu?Đọc thêm",
            "Tôi không thể cho bạn giá vì nó khá xa trung tâm UB. Tốt hơn là bạn nên tìm hiểu về trải nghiệm tham quan! Đọc thêm",
            "Chào buổi sáng, chúng tôi dự định đến thăm Mông Cổ vào mùa hè và tôi muốn biết liệu có thể đặt các chuyến du ngoạn ở đó hay chúng tôi phải đặt trước trước chuyến thăm của chúng tôi. \nCảm ơn bạn trước.Đọc thêm",
            "Xin chào,\nXe buýt nào từ UB đến thị trấn Nalaikh? và tôi có thể bắt xe buýt ở đâu?\nCảm ơn bạn.Đọc thêm",
            "chúng tôi đã có một chiếc ô tô riêngĐọc thêm",
            "Chào buổi chiều  Bạn có thể đi xe buýt nào và từ điểm dừng nào từ Ulan Batyr đến Khu phức hợp Du lịch Tượng đài Thành Cát Tư Hãn?Đọc thêm",
            "Xin chào! Chúng tôi đi bằng ô tô, không xa lắm, khoảng 50 km. Nhưng tôi biết xe buýt thành phố chạy thường xuyên từ đại lộ trung tâm đến thị trấn Nalaikh. Bắt taxi từ đó, rất gần và không tốn kém. Đọc thêm",
            "Có ai biết giờ mở cửa lên tượng là mấy giờ không?Đọc thêm",
            "Chúng tôi nghĩ đó là ngày 6-10 - hy vọng điều đó sẽ hữu ích - hãy tận hưởng chuyến tham quan - đó chắc chắn là một trải nghiệm!Đọc thêm",
            "CHÀO\n\nLàm cách nào để đến đó bằng phương tiện giao thông công cộng?\n\nTrân trọng\nMatthiasĐọc thêm",
            "Xin chào Matthias, phương tiện giao thông công cộng chỉ đến Nalaikh và từ Nalaikh bạn phải đi nhờ xe..có lẽ tôi có thể đưa bạn lên xe nhân viên của chúng tôi nếu bạn không phiền, có bao nhiêu người trong số các bạn ở đó?\n\nTrân trọng,\nNhân viên Genco TourĐọc thêm"
        ],
        "star_ratings": [
            720,
            602,
            204,
            35,
            9
        ],
        "review_amount": 1570,
        "location": [
            "Những việc cần làm ở Ulaanbaatar",
            "Châu Á",
            "Ulaanbaatar",
            "Mông Cổ",
            "Quần thể tượng Thành Cát Tư Hãn"
        ],
        "reviews_time": [
            "Written July 18, 2023",
            "Written July 28, 2023",
            "Written September 11, 2023",
            "Written May 25, 2024",
            "Written November 27, 2023",
            "Written September 23, 2023",
            "Written September 15, 2023",
            "Written September 11, 2023",
            "Written July 29, 2023",
            "Written July 28, 2023",
            "Written July 18, 2023",
            "Written May 10, 2023",
            "Written May 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293956-d3243907-Reviews-Genghis_Khan_Statue_Complex-Ulaanbaatar.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d3243907-Reviews-or10-Genghis_Khan_Statue_Complex-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d459868-Reviews-Migjid_Janraisig_Sum-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d459865-Reviews-Gandantegchenling_Monastery-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d459863-Reviews-Sukhbaatar_Square-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d1018899-Reviews-Zaisan_Memorial-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d5496341-Reviews-Ulaanbaatar_Railway_Station-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d11768152-Reviews-Statue_of_Marco_Polo-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d12666035-Reviews-Aryabal_Meditation_Temple-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d12813698-Reviews-Government_Palace-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d459864-Reviews-Chenresig_Temple-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d12493378-Reviews-Silk_Road_Complex_Monument_Migration-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d14910096-Reviews-Horse_Trek_Mongolia-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g1236128-d14155855-Reviews-Mongolia_Ballooning-Gorkhi_Terelj_National_Park_Tov_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d14192776-Reviews-Goldon_Cant_Tavap-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g13424725-d25044969-Reviews-Tsogto_Mongol_Horse_Tour-Nalaikh.html",
            "https://www.tripadvisor.com/Attraction_Review-g293956-d27530939-Reviews-Mongol_Culture_Park-Ulaanbaatar.html",
            "https://www.tripadvisor.com/Attraction_Review-g37214-d3378387-Reviews-Shakamak_State_Park-Jasonville_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g297549-d24099252-Reviews-Eden_Island_Hurghada-Hurghada_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g297920-d9801103-Reviews-Longneck_Karen_Village-Chiang_Rai_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34145-d1647238-Reviews-Lori_Wilson_Park-Cocoa_Beach_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187457-d675885-Reviews-La_Concha_Beach-San_Sebastian_Donostia_Province_of_Guipuzcoa_Basque_Country.html",
            "https://www.tripadvisor.com/Attraction_Review-g47529-d269301-Reviews-Glimmerglass_State_Park-Cooperstown_Otsego_Otsego_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d2477886-Reviews-The_Moody_Theater-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g43044-d6454478-Reviews-Kawishiwi_Falls_Trail-Ely_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g48720-d13076924-Reviews-Scenic_Hudson_RiverWalk_Park-Tarrytown_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d10361313-Reviews-Jump_Trampoline_Park-Virginia_Beach_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293956-d3243907-Reviews-or10-Genghis_Khan_Statue_Complex-Ulaanbaatar.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293956-d3243907-Reviews-Genghis_Khan_Statue_Complex-Ulaanbaatar.html"
    }
]