[
    {
        "attraction_name": "George Washington's Mount Vernon",
        "attraction_name_vi": "George Washingtons Mount Vernon",
        "general_info": [
            "4.862 đánh giá",
            "2 trong số 6 điều cần làm ở Mount Vernon",
            "Bảo tàng chuyên ngành",
            "Địa điểm lịch sử",
            "Công trình kiến ​​trúc"
        ],
        "attraction_summary": "Hãy đến chia sẻ những khoảnh khắc hấp dẫn của gia đình đầu tiên của nước Mỹ với gia đình bạn tại Mount Vernon của George Washington. Khám phá dinh thự và khuôn viên xinh đẹp, đồng thời tìm hiểu con người, những ý tưởng và giá trị đã hình thành nên một quốc gia. Đi sâu vào lịch sử thông qua các rạp chiếu phim đầy hành động, các cuộc triển lãm hấp dẫn và gặp gỡ các nhân vật từ thế giới của Washington. Chiêm ngưỡng khung cảnh Potomac yên bình hoặc lên du thuyền ngắm cảnh. Đó là nơi lịch sử thực sự trở nên sống động.Đọc thêm",
        "reviews": [
            "chúng tôi thực sự rất thích ngày ở Mt Vernon. Nó rất thư giãn và thay đổi khung cảnh so với các địa điểm bình thường ở Washington\n\nChuyến đi trong ngày khoảng 1 giờ 30 phút di chuyển mỗi chiều bằng phương tiện giao thông công cộng - Đi tàu điện ngầm đến Ga Huntington.  Từ đó , đi xe buýt Fairfax Connector 101 tới Mount Vernon\nHOẶC\nchúng tôi đã đi Uber. Mất 30 phút và tốn 45 USD\n\nSân vượt qua 26\nTham quan biệt thự 2pp\nTour kho báu quốc gia 10pp\nchuyến tham quan nô lệ 0\nCó nhiều tour du lịch khác \n\nVé vào khuôn viên bao gồm chuyến tham quan tự hướng dẫn bằng âm thanh của Mount Vernon đến hơn 30 địa điểm trong Khu vực Lịch sử. Chúng tôi chọn cách chỉ đi loanh quanh và uống rượu thay vì bị trói buộc \n\nChúng tôi bước vào lúc chín giờ. Chuyến tham quan biệt thự của chúng tôi kéo dài đến mười giờ nên chúng tôi có một giờ rảnh rỗi. Trong thời gian đó, chúng tôi xem một đoạn video thông tin rồi đi thẳng đến lăng mộ George Washington và đài tưởng niệm nô lệ. Cũng đã có thời gian để nhìn vào ngôi mộ cũ của gia đình và khu nô lệ \n\nSau đó, chúng tôi tham gia chuyến tham quan biệt thự lúc 10 giờ và đợi trong bóng râm cho đến 10h20 sáng. Đó là chuyến tham quan có hướng dẫn trong biệt thự và thực hiện trong khoảng 30 phút\n\nChúng tôi cũng đã thực hiện chuyến tham quan Kho báu Quốc gia mà theo chúng tôi thì hơi lãng phí. Lưu ý rằng chuyến tham quan này sẽ đưa bạn đi bộ lâu hơn và bao gồm việc đi bộ ngược lên đồi trừ khi bạn bắt xe đưa đón ngược lại. Xe đưa đón sẽ đưa bạn đến lối ra và quay lại biệt thự, vì vậy hãy đảm bảo bạn đã hoàn thành tất cả các địa điểm và chuyến tham quan khác mà bạn muốn thực hiện \n\ncó một quán cà phê và nhà hàng ở đó để phục vụ bữa trưa và một cửa hàng quà tặng xinh xắnĐọc thêm",
            "Lịch sử tuyệt vời và các căn cứ rất dễ đi bộ.  Khung cảnh nhìn từ hiên nhà thật ngoạn mục và tôi khuyên bạn nên đi phà để có góc nhìn độc đáo về ngôi nhà.  Đơn khiếu nại duy nhất tôi có là rất nhiều khách du lịch có thể thô lỗ đến mức nào. Bạn được yêu cầu rõ ràng là không được dựa vào ngôi nhà hoặc các tòa nhà khác để họ có thể bảo tồn chúng và mọi người không nghe lời.  Đọc thêm",
            "We visited on the 4th of July, 2023. Myself, 15 year old son and 10 year old son who has requested to see where George Washingtons bones are buried! since he was 5! \nHot and lovely! There were a few hiccups in the schedule for the day however it was still amazing to be there. \nWe did the grounds tour and the mansion tour. \nGenerals Washington and Rochambeau addressed the crowd just before the daytime fireworks. What an experience for us, as we are from south Louisiana and our youngest is in French Immersion. Although he got very nervous when greeting the General in French, we lucked out in chatting and being there when he was there. \nFYI on the water stations: There are only water fountains so refilling water bottles is rather difficult. I have emailed to suggest this facility improvement. \nLunch and parking on big event days are rather stressful if you are new to Mt. Vernon. Get there earlier, at least 30-45 min prior to the first event starting. We missed out on Washington addressing the troops due to lots full and the shuttle not starting until 10 a.m. \nThe lunch situation: go to the restaurant earlier than normal lunch time or later. If choosing the food court, get in line to order, wait for food, then pay. Have someone reserve your table and be mindful not to just sit and chat after as seating inside on a very hot day is limited. The panini sandwich was delicious. You dont have to stand in the regular line for that. \nIts a LOT of walking so be prepared. Kids will melt down if its hot. Dont miss out on the museum pieces! Also, there are free audio guides available! Dont pass up the chance to visit. There are renovations going on for the basement currently but nothing stopping the exploration. Plan for the day and weather appropriately because going back to the car for anything is a feat lol! We loved it here!Read more",
            "Hãy cố gắng hết sức để xem điều này nếu cần thiết. Chúng tôi đã dành thời gian đi dạo trong khuôn viên và khu vườn trước thời gian tham quan. Các biển báo dẫn đường và giải thích chi tiết về từng công trình, khu vực. Các công trình kiến ​​trúc được khôi phục đẹp mắt và tất nhiên là nhà của Tổng thống. Tầm nhìn bao quát từ sân hiên thật tuyệt vời. Có điều gì đó về việc chứng kiến ​​nơi Washington qua đời thực sự đã khiến mọi người im lặng khi đi ngang qua phòng ngủ của ông. Hỏi câu hỏi! Các hướng dẫn viên có rất nhiều kiến ​​thức về những chi tiết nhỏ nhất liên quan đến hoạt động của khu đất và tất nhiên là lịch sử của ngôi nhà cũng như nhiều du khách.Đọc thêm",
            "Gia đình chúng tôi rất thích địa điểm lịch sử và chuyến tham quan này. Chúng tôi đã dành khoảng 90 phút ở đây do nhu cầu đi lại của mình, nhưng một gia đình dễ dàng có thể dành 3-4 giờ. các học giả am hiểu về lịch sử và sự tác động qua lại của tài sản đối với lịch sử nhân vật của Washington cũng như thời kỳ cách mạng và thuộc địa rộng lớn hơn. Nhiều mặt hàng ban đầu vẫn còn. Lăng mộ của George và Martha nằm ngay trong khuôn viên. Điểm dừng tuyệt vời trong chuyến đi của chúng tôi.\n\nKhu ẩm thực rộng lớn và đa dạng đến bất ngờ!\n\nNếu có thêm thời gian, chúng tôi sẽ thích thú với lựa chọn tham quan chuyên sâu hơn.Đọc thêm",
            "Chúng tôi đã mua vé trước, mọi việc diễn ra suôn sẻ. Các hướng dẫn viên trong biệt thự có đầy đủ thông tin và hiểu biết về lịch sử; họ trả lời các câu hỏi có thể giúp nhóm tiếp tục hoạt động. Chúng tôi đi bộ một phần của tài sản cũng có xe đưa đón. Các thiết bị âm thanh có sẵn mà không phải trả thêm phí. Khung cảnh tuyệt đẹp của Potomac khi chúng ta quay trở lại những năm 1800. Đáng để đi! Đọc thêm",
            "Rất thích chuyến thăm của chúng tôi đến Mount Vernon của George Washington. Chuyến tham quan dinh thự và khuôn viên thật hấp dẫn. Chúng tôi đã ở đó khoảng 5 giờ và cảm thấy vừa phải. Bạn chắc chắn muốn tiết kiệm thời gian cho bảo tàng và những bộ phim họ có ở đó. Khu ẩm thực có đồ ăn giá hợp lý và ngon đến mức đáng kinh ngạc. Cuối cùng, nếu bạn yêu thích một cửa hàng quà tặng tốt như tôi thì cửa hàng này sẽ không làm bạn thất vọng. Chúng tôi đã đến Mount Vernon sau vài ngày xem các địa điểm ở DC. Mặc dù bạn có thể đi xe buýt và tàu điện ngầm đến MV nhưng cách Silver Spring 2 giờ đồng hồ. Thay vào đó, chúng tôi chỉ bắt một chiếc Uber. Nhân viên MV rất ân cần và họ khóa hành lý của chúng tôi ở cổng nhà. Chúng tôi bắt Uber từ MV đến Sân bay Reagan Natl. Đặt xe Uber của bạn trước vì không có xe nào ở gần. Tuy nhiên, có những chiếc taxi đang ngồi ở lối vào MV nên đó là một lựa chọn. Dù sao - MV chắc chắn đáng để xem.Đọc thêm",
            "Tháng 7 vừa qua, tôi đã đến thăm Mount Vernon cùng vợ, con gái và ba cháu trai.  Chúng tôi đã có một chuyến tham quan lâu đài mang tính giáo dục tuyệt vời và tham quan xung quanh khuôn viên.  Thật thú vị khi được xem cách ông bà Washington trang trí dinh thự.  Khuôn viên phản ánh các công trình phụ cần thiết để vận hành trang trại.  Thật thú vị khi nhìn thấy khu nô lệ với những chiếc giường tầng.  Tôi rất vui vì các cháu trai của tôi đã được về thăm nhà của vị tổng thống đầu tiên và biết được cách vận hành trang trại của ông ấy.Đọc thêm",
            "Chuyến tham quan Lịch sử Hoa Kỳ đã đưa chúng tôi đến Mt. Vernon, nhà của George Washington ở Virginia. Chúng tôi đi tham quan dinh thự, khuôn viên vườn, lăng mộ của Pres. Washington và vợ ông là Martha, và đài tưởng niệm tại khu chôn cất nô lệ.  Ngôi biệt thự xinh đẹp đã được bảo tồn và bảo trì đồng thời được trang bị các hiện vật từ thời đó. Có vườn hoa, vườn rau ăn quả và vườn thực nghiệm. Washington rất thú vị trong việc trồng trọt và làm rất tốt việc đó. Ông cũng thiết kế nhiều khía cạnh của ngôi nhà và khuôn viên. Đây là một chuyến tham quan rất thú vị. Tôi muốn ở đó lâu hơn.  Ngoài ra còn có Trung tâm Định hướng Ford và bảo tàng Donald Reynolds, nơi trưng bày và thông tin, khu ẩm thực, phòng vệ sinh, cửa hàng quà tặng và những thứ đáng quan tâm khác. Ngoài ra còn có một bộ phim mà chúng tôi không xem vì muốn dành thời gian đi xem chỗ nghỉ.Đọc thêm",
            "Chúng tôi đã đặt chỗ vài tháng trước ngày đi thực tế của chúng tôi. Chỉ khi cố gắng đặt chỗ tại Mount Vernon Inn để ăn trưa vào chiều hôm đó, chúng tôi mới biết rằng có một sự kiện lớn được lên kế hoạch vào cùng ngày với chuyến thăm của chúng tôi. Thật hạnh phúc, hoàn toàn không có vấn đề gì khi thay đổi từ Chủ Nhật sang Thứ Bảy cho chuyến tham quan và tham quan biệt thự của chúng tôi, ngoài ra chúng tôi còn có thể ăn trưa tại Inn. Thật không may, cuộc nói chuyện của chúng tôi về George Washington đã bị hủy bỏ và có một số lều được dựng lên cho một sự kiện buổi tối chắc chắn đã chắn mất tầm nhìn tuyệt đẹp từ hiên sau của biệt thự. VÀ, cũng như rất nhiều tòa nhà lịch sử, một nửa dinh thự và phần lớn mặt tiền đã bị phong tỏa để cải tạo. Phải nói rằng, đây là chuyến thăm thứ ba của chúng tôi tới Mount Vernon và chắc chắn xứng đáng với thời gian của chúng tôi. Các đối tác du lịch của chúng tôi chưa bao giờ đến đó trước đây và RẤT ấn tượng với toàn bộ khu đất cũng như chuyến tham quan. GỢI Ý: Hãy nhớ dành thời gian ghé thăm bảo tàng. Nó chứa đầy các hiện vật từ thời Washington, cùng với thông tin về những người phụ nữ đã cùng nhau cứu Mount Vernon khỏi bị bỏ rơi.    Chúng tôi lấy UBER từ khách sạn ở trung tâm thành phố DC với giá 45,00 mỗi chiều. Giao thông rất hỗn loạn trên đường trở về khách sạn và tất cả chúng tôi đều rất vui vì không phải lái xe. Thêm phần thưởng khi ngắm nhìn khung cảnh tuyệt đẹp từ G W Parkway.Đọc thêm",
            "Khuôn viên rất đẹp, nhưng giá tour quá cao và trang web đã lỗi thời và có thông tin sai lệch, khiến chuyến thăm của chúng tôi trở nên khó chịu. Đầu tiên, nó khiến bạn tin rằng bạn sẽ đặt chỗ để tham quan dinh thự nếu bạn đặt trước. Đây không phải là trường hợp, họ không ngừng bán vé sau khi hết thời gian. Thay vào đó, họ bán quá nhiều khoảng thời gian và bạn phải đợi như trâu bò trong 30-45 phút sau khi khoảng thời gian của bạn đến. Vì điều này, chúng tôi không thể chờ đợi chuyến tham quan. Nếu bạn đang cung cấp dịch vụ đặt chỗ, hãy lưu các vị trí để bạn có thể tham gia vào thời gian đã đặt trước! Thứ hai, trang web nói rằng có xe đưa đón đến nhà máy chưng cất. Vì điều này mà chúng tôi không có ô tô, chúng tôi mua vé đi nếm thử rượu whisky tại nhà máy chưng cất cách đó 3 dặm. Khi tôi hỏi về tàu con thoi, tôi được thông báo một cách thô lỗ rằng điều đó đã không xảy ra kể từ trước đại dịch, như thể tôi phải biết điều đó. Thậm chí còn có những biển báo ở mọi nơi tại nhà máy chưng cất để đưa đón con thoi. Chúng tôi phải đi Uber. Sau đó, chúng tôi đã nếm thử rượu whisky, với mức giá quá cao là 60 mỗi người cho 4 mẫu nhỏ. Điều này sẽ ổn thôi, nhưng nó thực sự là một chiếc lều nhỏ mà không tốn nhiều công sức - đó là cách dựng mà hầu hết các chợ nông sản đều cung cấp miễn phí. Nơi này có cảm giác vì lợi nhuận. Tôi đến từ phía đông bắc, nơi chúng tôi có rất nhiều lịch sử chiến tranh cách mạng và đó là giá cả hợp lý với cảm giác như giá cả rẻ hơn nhiều. Làm tốt hơn Mount Vernon!Đọc thêm",
            "Mọi thứ đều được tổ chức rất tốt - đó là một vị trí đẹp. Các căn cứ được bảo trì rất tốt với các biển báo tốt và rất nhiều thứ để xem. Các nhân viên đều thân thiện và chuyên nghiệp, và chuyến tham quan dinh thự thật tuyệt vời. Dành ít nhất 2,5 giờ để xem mọi thứ.Đọc thêm",
            "Chuyến tham quan Lịch sử Hoa Kỳ đã đưa chúng tôi đến Mt. Vernon, nhà của George Washington ở Virginia. Chúng tôi đi tham quan dinh thự, khuôn viên vườn, lăng mộ của Pres. Washington và vợ ông là Martha, và đài tưởng niệm tại khu chôn cất nô lệ.  Ngôi biệt thự xinh đẹp đã được bảo tồn và bảo trì đồng thời được trang bị các hiện vật từ thời đó. Có vườn hoa, vườn rau ăn quả và vườn thực nghiệm. Washington rất thú vị trong việc trồng trọt và làm rất tốt việc đó. Ông cũng thiết kế nhiều khía cạnh của ngôi nhà và khuôn viên. Đây là một chuyến tham quan rất thú vị. Tôi muốn ở đó lâu hơn.  Ngoài ra còn có Trung tâm Định hướng Ford và bảo tàng Donald Reynolds, nơi trưng bày và thông tin, khu ẩm thực, phòng vệ sinh, cửa hàng quà tặng và những thứ đáng quan tâm khác. Ngoài ra còn có một bộ phim mà chúng tôi không xem vì muốn dành thời gian đi xem chỗ nghỉ.Đọc thêm",
            "Bất động sản được bảo tồn đẹp mắt với một lượng lớn thông tin. Chúng tôi rất thích chuyến tham quan dinh thự của mình và đi bộ qua khuôn viên để xem tất cả các địa điểmĐọc thêm",
            "Các nhân viên rất thân thiện, tốt bụng và hữu ích. Họ làm cho ngày đó trở nên vui vẻ. Cảm ơn! Rất nhiều!!!!!!!!!!!!Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan của riêng mình bằng cách mua vé vào cửa và sử dụng bản đồ cũng như biển báo để đi bộ qua khu đất. Không có vé trước để đến biệt thự nên đã đến vào buổi sáng để mua những tấm vé đó, cuối cùng chúng tôi đã có thời gian ở biệt thự 2 giờ sau đó. Rất nhiều thời gian để đi bộ xung quanh phần còn lại của bất động sản. Hãy chú ý đi bộ nhiều. Có người gặp vấn đề về di chuyển nên chúng tôi đã sử dụng xe lăn có sẵn miễn phí tại địa điểm. Đó là một sự trợ giúp lớn cho người này, nhưng lại khó khăn cho người đẩy do có nhiều đồi núi. Hãy lưu ý rằng bạn không thể xây dựng biệt thự nếu bạn không thể đi lên cầu thang.Đọc thêm",
            "Là một người đam mê lịch sử, bố tôi và tôi vừa trở về sau kỳ nghỉ của Tổng thống Virginia và điểm dừng chân đầu tiên của chúng tôi là Mount Vernon. Từ những khu vườn ấn tượng, đến các tòa nhà phụ, đến trung tâm du khách, toàn bộ khu đất này đều nhằm mục đích kể cho bạn tất cả về Cha của Đất nước chúng ta từ sự nghiệp chính trị, quân sự đến đời sống riêng tư. Ngôi nhà được bảo tồn đẹp đẽ và mỗi phòng đều cho phép du khách nhìn vào một khía cạnh cuộc sống của Washington, bao gồm cả giường bệnh của ông. Khuôn viên cũng có lăng mộ của George và Martha Washington và ngôi mộ ban đầu của họ đã được khôi phục. Chuyến tham quan rất sâu sắc và luôn thú vị, nó mang đến cho bạn sự đánh giá cao đối với Washington và những gì những người Yêu nước đầu tiên đã phải trải qua để xây dựng nên đất nước vĩ đại này, cùng với đó, nó vẫn còn ảnh hưởng đến chúng ta ngày nay. Tôi thực sự khuyên mọi người nên ghé thăm ít nhất một lần - bạn sẽ rất vui vì đã làm như vậy! Đọc thêm",
            "Được duy trì và quản lý tốt bởi một nhóm tư nhân, có nhiều thứ để xem hơn là chỉ ngôi nhà. Hướng dẫn rất dễ chịu và hiểu biết. Chuyến tham quan nhà không dài nhưng bạn thấy đủ để hài lòng và mức phí rất thấp. Chúng tôi cũng đã ăn tối tại khu ẩm thực rất ngon và không giảm giá RIP như nhiều nơi mà bạn bị giam giữ trong khuôn viên của họ. Chỗ ngồi có chút hạn chế trong bữa trưa cao điểm. Bản đồ miễn phí được cung cấp và bạn cũng có thể nhận được hướng dẫn bằng âm thanh, nhưng chúng tôi thấy có đủ các biển báo. Một số điểm tham quan yêu cầu phải đi lên đồi hoặc cầu thang. Chúng tôi nghĩ rằng đó là một giá trị tổng thể tuyệt vời. Đọc thêm",
            "Các tour du lịch biệt thự là phải. Tất cả các nhân viên đều rất am hiểu, hấp dẫn và sẵn sàng trả lời các câu hỏi. Khuôn viên đất rất đẹp! Có một vài con cừu con mới được vài giờ tuổi, đó là một phần thưởng. Con đường đi bộ đến lăng mộ của George Washington đi ngang qua ngôi nhà và đi xuống một con đường trải sỏi. Một số tòa nhà phụ lịch sử. Khung cảnh tuyệt đẹp của Potomac.Đọc thêm",
            "Tầng 3 có bàn tay đen đưa lên bức tranh, còn bàn tay trắng đưa lên bức tranh?...và tại sao tầng 3 luôn đang thi côngĐọc thêm",
            "Hả?? Tầng 3 không thể vào được. Đọc thêm",
            "Sự khác biệt giữa chuyến tham quan Dinh thự Tiêu chuẩn đi kèm với vé vào khuôn viên và Chuyến tham quan chuyên sâu là gì? Bạn có nên thực hiện cả hai hay phần tiêu chuẩn sẽ được lặp lại bằng phiên bản In Depth?\n\nChúng tôi đang lên kế hoạch thực hiện Chuyến tham quan chuyên sâu và chỉ muốn biết liệu chúng tôi có nên thực hiện chuyến tham quan tiêu chuẩn hay không.Đọc thêm",
            "Tầng 2 có đóng cửa vì Covid không? Những gì được phép đi du lịch trước khi có dịch bệnh? Những khu vực đó có được mở lại không?Đọc thêm",
            "Floot thứ hai bị đóng cửa vì COVID.  Tôi hiểu rằng trước đây nó đã mở và hy vọng sẽ mở trong tương lai nếu các hạn chế về COVID được dỡ bỏ.Đọc thêm",
            "Bạn đã đặt chuyến tham quan riêng đó bằng cách nào?Đọc thêm",
            "Chuyến tham quan dinh thự không phải là chuyến tham quan riêng tư; tuy nhiên đó là một chuyến tham quan đúng giờ. Bạn sẽ phải mua vé từ phòng vé trong một thời gian cụ thể. Bạn đến địa điểm càng sớm thì càng có cơ hội vào vào thời điểm thích hợp. Phần còn lại của tài sản và bảo tàng được đi bộ theo tốc độ của riêng bạn và chủ yếu là ở ngoài trời! Rất đáng để đi dạo xung quanh vì ngôi mộ của Washington là một phần của chuyến đi bộ bên ngoài.Đọc thêm",
            "Tôi thấy có rất nhiều tiện ích bổ sung có sẵn so với mức giá chung của khu nô lệ vào cửa, tai nghe âm thanh, v.v. Chính xác thì CHỈ bao gồm những gì trong giá vào cửa? Chúng tôi có thể xem bất kỳ tiện ích bổ sung nào mà không phải trả thêm tiền không?Đọc thêm",
            "Câu trả lời đơn giản là không có các tiện ích bổ sung được bao gồm trong giá nhập học chung. Chúng tôi không sử dụng bất kỳ tiện ích bổ sung nào và vẫn thấy nơi này khá thú vị. Có rất nhiều điều để khám phá trong một chuyến tham quan tự hướng dẫn. Bạn cần xem xét kỹ những gì các tiện ích bổ sung bao gồm và xác định xem chúng có xứng đáng với chi phí bổ sung hay không. Việc nhập học chung của chúng tôi đã cho chúng tôi một cái nhìn tổng quan rất hay về Mt. Vernon và ở tất cả các nơi đều có biển báo để giúp bạn hiểu những gì bạn đang xem.Đọc thêm",
            "Chúng tôi sẽ đến Mount Vernon trước khi bay ra ngoài. Có nơi nào để ký gửi hai chiếc vali nhỏ để chúng ta không phải mang chúng đi khắp nơi không?Đọc thêm",
            "Tôi nghĩ đây là một yêu cầu đặc biệt mà bạn cần liên hệ với người quản lý tại Mount Vernon để thảo luận.Đọc thêm",
            "Chúng tôi sẽ ở Arlington mà không có ô tô vào mùa hè.  Tôi quan tâm đến chuyến tham quan Mt. Vernon nhưng có vẻ như không dễ dàng để đến đó từ Arlington và không gần lắm với khoảng cách gần 20 dặm.  Chúng tôi sẽ dành phần lớn thời gian ở DC nên điều này không thể xảy ra được. Chuyến đi có đáng để ghé thăm nếu chúng ta có ít thời gian không?Đọc thêm",
            "Đi tàu điện ngầm tuyến màu vàng đến Ga Huntington. Bắt metrobus 101 tại nhà chờ E ở bến xe. Đưa bạn đến ngay Mt Vernon. Dễ!  Chắc chắn đáng xem.Đọc thêm",
            "Mình đi mua vé tour trên website thì nó hỏi mình có muốn mua tour audio không. Có phải tôi vừa đặt một chuyến tham quan không?Đọc thêm",
            "Dù sao thì điều đó cũng không tốt lắm và thật lãng phí thời gian và tiền bạc để thực hiện chuyến tham quan và đi thuyền. Họ đưa bạn vào nhà và người đàn ông trên thuyền đọc cuốn sách.Đọc thêm",
            "Chuyến tham quan dinh thự thực tế diễn ra trong bao lâu? Tôi có vé 1:00 cho chuyến tham quan kho báu quốc gia và chỉ muốn biết nên đặt chuyến tham quan dinh thự vào thời gian nào.Đọc thêm",
            "Tôi xin lỗi, tôi chưa thấy câu hỏi của bạn. Hy vọng bạn đã có chuyến tham quan thú vịĐọc thêm",
            "Có ngày nào trong tuần tốt hơn những ngày khác để đến Mount Vernon không? Lựa chọn của chúng tôi là Thứ Năm, Thứ Sáu hoặc Thứ Bảy. Đọc thêm",
            "Chúng tôi đã đi vào một ngày trong tuần vào mùa hè. Tôi đoán là tốt hơn là vào cuối tuần. Lúc đó đông đúc nhưng không quá đông đúc. Đọc thêm"
        ],
        "star_ratings": [
            3528,
            941,
            278,
            82,
            33
        ],
        "review_amount": 4862,
        "location": [
            "Hoa Kỳ",
            "George Washingtons Mount Vernon",
            "Những điều cần làm ở Mount Vernon",
            "Quận Fairfax",
            "Virginia VA",
            "Núi Vernon"
        ],
        "reviews_time": [
            "Written June 28, 2023",
            "Written July 1, 2023",
            "Written July 10, 2023",
            "Written July 11, 2023",
            "Written August 13, 2023",
            "Written September 23, 2023",
            "Written October 14, 2023",
            "Written January 17, 2024",
            "Written May 16, 2024",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 18, 2024",
            "Written May 16, 2024",
            "Written May 10, 2024",
            "Written April 10, 2024",
            "Written April 9, 2024",
            "Written April 5, 2024",
            "Written March 24, 2024",
            "Written March 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g57996-d104407-Reviews-George_Washington_s_Mount_Vernon-Mount_Vernon_Fairfax_County_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g57996-d519247-Reviews-The_Mount_Vernon_Inn_Restaurant-Mount_Vernon_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30226-d465583-Reviews-Cedar_Knoll-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30226-d13880526-Reviews-7_Eleven-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30226-d2546283-Reviews-Kimchi_House_Korean_BBQ-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30226-d4967241-Reviews-Las_Carnitas_Restaurant-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30226-d3722046-Reviews-Johnny_Mac_s_Rib_Shack-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30226-d1955389-Reviews-Su_Pollo-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30226-d19948840-Reviews-Ojo_s_Taqueria-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30226-d25125584-Reviews-Mana_Pupuseria_Taqueria-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30226-d3175914-Reviews-El_Paso_Mexican_Restaurant-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57996-d108304-Reviews-Birthplace_National_Monument-Mount_Vernon_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57996-d13406158-Reviews-Ford_Orientation_Center-Mount_Vernon_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d16713482-Reviews-Donald_W_Reynolds_Museum_and_Education_Center-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30242-d3440284-Reviews-Mount_Vernon_Trail-Arlington_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57996-d257928-Reviews-George_Washington_s_Distillery_Gristmill-Mount_Vernon_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d536537-Reviews-Woodlawn_Pope_Leighey_House-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d2721193-Reviews-Huntley_Meadows_Park-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d8508012-Reviews-Grist_Mill_Park-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57742-d21449342-Reviews-The_National_Museum_of_the_United_States_Army-Fort_Belvoir_Fairfax_County_Virgini.html",
            "https://www.tripadvisor.com/Attraction_Review-g60821-d7063106-Reviews-Accokeek_Farms_at_Piscataway_Park-Fort_Washington_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g57996-d104407-Reviews-or10-George_Washington_s_Mount_Vernon-Mount_Vernon_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58622-d25362861-Reviews-The_Shops_At_Mount_Vernon-Mount_Vernon_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g57996-d19493868-Reviews-Luxury_Tours_of_Mount_Vernon-Mount_Vernon_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d10847405-Reviews-National_Harbor-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d102728-Reviews-George_Washington_Masonic_National_Memorial-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d1752071-Reviews-Harborfront_Area-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g7791276-d6700743-Reviews-The_Capital_Wheel-National_Harbor_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1773273-d4882771-Reviews-Loro_piana-Romagnano_Sesia_Province_of_Novara_Piedmont.html",
            "https://www.tripadvisor.com/Attraction_Review-g55863-d145690-Reviews-Enchanted_Rock_Cave-Fredericksburg_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190629-Reviews-Casa_Mila_La_Pedrera-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g303805-d3240875-Reviews-Aquarium-Crikvenica_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d103633-Reviews-Salem_Witch_Village-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g42207-d2423124-Reviews-Stepping_Stone_Falls-Flint_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d7127640-Reviews-Andy_Warhol_Bridge-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d8036442-Reviews-El_Corte_Ingles-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g51888-d1099014-Reviews-Valley_of_the_Rogue_State_Park-Gold_Hill_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g28940-d208142-Reviews-Peaks_Island-Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g57996-d104407-Reviews-or10-George_Washington_s_Mount_Vernon-Mount_Vernon_Fairfax_County_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g57996-d104407-Reviews-George_Washington_s_Mount_Vernon-Mount_Vernon_Fairfax_County_Virginia.html"
    }
]