[
    {
        "attraction_name": "Georgia Mountain Coaster",
        "attraction_name_vi": "Tàu lượn núi Georgia",
        "general_info": [
            "208 đánh giá",
            "7 trong số 25 điều cần làm ở Helen",
            "Công viên giải trí chủ đề"
        ],
        "attraction_summary": "Georgia Mountain Coaster là tàu lượn siêu tốc Alpine đầu tiên ở Georgia. Tàu lượn của chúng tôi được chế tạo bởi các nhà sản xuất hàng đầu trên thế giới và lướt qua một khu rừng trên núi tuyệt đẹp với tầm nhìn ra di tích một trăm năm tuổi. Khi lao xuống núi, bạn có toàn quyền kiểm soát tốc độ của mình. Đi nhanh hay đi chậm hoàn toàn tùy thuộc vào bạn. Hãy sẵn sàng lao xuống và trải nghiệm cảm giác hồi hộp của ngọn núi! Chúng tôi nằm ở trung tâm thành phố Helen, GA vì vậy hãy đến kiểm tra chúng tôi!Đọc thêm",
        "reviews": [
            "Một thời gian vui vẻ! Đứa con 11 tuổi của chúng tôi yêu thích nó và có thể đi một mình. Họ cung cấp hướng dẫn trước khi bạn đi xe. Tôi đánh giá cao việc họ đã kiểm tra dây an toàn của chúng tôi ít nhất 4 lần. Bạn kiểm soát tốc độ bạn muốn đi và phanh. Hơi đắt tiền nhưng đáng làm ít nhất một lần. Không có đặt chỗ và bạn thanh toán tại cửa sổ. Không có dòng nào khi chúng tôi đi đầu tiên khi nó mở ra. Chuyến thứ hai giảm một nửa. Họ chụp ảnh trong khi đi xe và sẽ in nó với giá 9 đô la ở cửa hàng quà tặng.Đọc thêm",
            "Đây là chuyến tàu lượn núi đầu tiên tôi từng làm và nó thực sự rất thú vị! Nó chỉ không kéo dài chút nào! Ước gì nó là một đoạn đường dài hơn. Họ có tủ khóa để giữ đồ đạc của bạn trong 1 ngày. Ihey sắp đóng cửa vì thời tiết nhưng họ đã kiểm tra mưa cho chúng tôi và chúng tôi đã quay lại vào ngày hôm sau.Đọc thêm",
            "Chuyến đi khá tốt. Đó là 17 cho mỗi người lớn. Sự chờ đợi không lâu. Bạn có thể đi nhanh nhất có thể và giữ khoảng cách 80 feet với người phía trước. Bạn kiểm soát tốc độ của bạn. Họ có nước và nước ngọt để mua sau chuyến đi.  Tôi khuyên bạn nên thực hiện việc đó trong tuần vì vào cuối tuần, đường dây sẽ dài hơn.Đọc thêm",
            "Bạn phải thử cái này nhé, nó rất thú vị. Nó giống như một tàu lượn siêu tốc nhưng ở trên mặt đất. Chuyến đầu tiên là 17 và chuyến thứ 2 là một nửa giá. \nBạn lên một chiếc xe trượt được gắn chặt vào đường ray kim loại. Sau khi xe trượt tuyết lên đến đỉnh đồi, bạn bắt đầu một chuyến đi nhanh chóng và hoang dã để quay trở lại phía dưới trên những đoạn đường dốc thẳng và những khúc cua kẹp tóc. Có phanh tay trên xe trượt nếu bạn lo lắng mình sẽ chạy nhanh. Người vợ bình thường rất sợ những thứ như thế này nhưng cô lại thích và muốn đi lần nữa. \nĐọc thêm",
            "Nó ổn. Phần tốt nhất là bạn kiểm soát tốc độ xe đẩy của mình. Bạn bắt đầu đi phía sau tòa nhà và leo lên một ngọn đồi vài mét bằng cáp. Sau đó, bạn được thả ra để chạy đường đua theo tốc độ của riêng mình. Tôi nghĩ tốc độ tối đa là 21 mph. Họ tạo khoảng cách cho bạn để bắt đầu và có các điểm đánh dấu cách nhau 80 feet để bạn không va vào bất kỳ ai. Chúng tôi có sáu người trong nhóm trên con đường đó. Tất cả chúng tôi đều muốn xem ai có thể đạp hết ga và không phanh. Tôi nghĩ tất cả chúng tôi đã làm vậy. Đó là sự bận rộn nhanh chóng của adrenaline. Không quá nhiều nhưng cũng đủ để khiến một người béo nghĩ rằng chiếc xe của họ sẽ trượt dốc. Nói chung nó rất vui và không quá đắt. Đọc thêm",
            "Chuyến đi này vui quá.  Vợ chồng tôi đều đã 77 tuổi. mỗi cái cũ.  Chúng tôi lái xe đến Helen, Ga. từ Atlanta, Ga. để kỷ niệm 58 năm thành lập.  Tất nhiên là cách Atlanta khoảng 2 giờ tùy thuộc vào tình hình giao thông.  Tôi nghĩ điều này sẽ rất vui nhưng tôi cũng lo lắng.  Tùy thuộc vào tần suất bạn phanh, nó sẽ đi rất nhanh.  Có lẽ nó không dài hơn 10 phút. chuyến đi xuống nhưng rất nhiều niềm vui.  Bạn đang bị trói và những đường cong không quá chặt.  Tôi cho chồng lên tàu trước vì tưởng anh ấy sẽ phanh ít hơn tôi nhưng hóa ra lại ngược lại.  Bạn phải trả giá đầy đủ cho lần đầu tiên và giá 12 cho chuyến đi tiếp theo.  Thêm vào đó, họ vinh danh các bác sĩ thú y với mức giảm giá.  Tôi chắc chắn sẽ làm điều đó một lần nữa.Đọc thêm",
            "Tôi đã thấy những thứ này trên Facebook và nghĩ rằng tôi sẽ thử. Chuyến đi vui vẻ, yên tĩnh và bạn có thể kiểm soát tốc độ của mình.  Họ cung cấp giảm giá cho cựu quân nhân chỉ cần xuất trình thẻ ID của bạn. Khoảng thời gian vui vẻ và tôi tận hưởng từng phút.Đọc thêm",
            "chúng tôi đến lúc 10:20 sáng để đi tàu lượn và được thông báo rằng họ đóng cửa vì cắt tỉa cây và quay lại vào khoảng 11 giờ...chúng tôi có một lịch trình chặt chẽ và không muốn đợi 40 phút chỉ để biết điều đó có thể xảy ra lâu hơn.  Không chắc liệu doanh nghiệp có được chọn thời điểm cắt tỉa cây hay không nhưng họ nên cố gắng thực hiện việc này ngoài giờ hoặc cập nhật trang web của mình để thông báo cho khách khi việc cắt tỉa cây diễn ra để họ có thể lên kế hoạch - chúng tôi lẽ ra đã đến vào đêm hôm trước nếu có được biết đến.  Thực sự thất vọng vì họ đã không thông báo về việc trì hoãn việc mở cửa, điều này dường như đã được thực hiện trong vài ngàyĐọc thêm",
            "Gia đình vui vẻ ở một vị trí đẹp! Vâng, hãy quay lại vào lúc khác. Tuyệt vời. Đường dây nhanh. Nhiều giá tốt. Hầu hết mọi lứa tuổi sẽ thích nó!Đọc thêm",
            "Giá này đáng giá NẾU chuyến đi dài ít nhất gấp đôi. Vui, nhưng QUÁ ngắn. Chúng tôi sẽ không quay lại vì lý do đó. Đọc thêm",
            "Nghĩ rằng chuyến đi này khá tốt cho đến khi tôi thực hiện một chuyến đi trong Pigeon Forge TN vào cuối tuần, dài hơn gấp 10 lần với cùng một mức giá.  Tàu lượn GA này chắc chắn rất nhanh nhưng chuyến đi kết thúc khá nhanh. Đối với một gia đình có ngân sách tiết kiệm, tôi không nghĩ nó đáng giá 17.Đọc thêm",
            "Tôi đã thấy những thứ này trên Facebook và nghĩ rằng tôi sẽ thử. Chuyến đi vui vẻ, yên tĩnh và bạn có thể kiểm soát tốc độ của mình.  Họ cung cấp giảm giá cho cựu quân nhân chỉ cần xuất trình thẻ ID của bạn. Khoảng thời gian vui vẻ và tôi tận hưởng từng phút.Đọc thêm",
            "Chuyến đi tuyệt vời. Mùa giảm giá và không phải chờ đợi.  Bạn kiểm soát tốc độ của xe đẩy.  Giúp những người khó tính về đế lót ly dễ dàng hơn.Đọc thêm",
            "Chuyến đi này vui quá.  Vợ chồng tôi đều đã 77 tuổi. mỗi cái cũ.  Chúng tôi lái xe đến Helen, Ga. từ Atlanta, Ga. để kỷ niệm 58 năm thành lập.  Tất nhiên là cách Atlanta khoảng 2 giờ tùy thuộc vào tình hình giao thông.  Tôi nghĩ điều này sẽ rất vui nhưng tôi cũng lo lắng.  Tùy thuộc vào tần suất bạn phanh, nó sẽ đi rất nhanh.  Có lẽ nó không dài hơn 10 phút. chuyến đi xuống nhưng rất nhiều niềm vui.  Bạn đang bị ràng buộc và các đường cong không quá chặt.  Tôi cho chồng lên tàu trước vì tưởng anh ấy sẽ phanh ít hơn tôi nhưng hóa ra lại ngược lại.  Bạn phải trả giá đầy đủ cho lần đầu tiên và giá 12 cho chuyến đi tiếp theo.  Thêm vào đó, họ vinh danh các bác sĩ thú y với mức giảm giá.  Tôi chắc chắn sẽ làm điều đó một lần nữa.Đọc thêm",
            "Nó ổn. Phần tuyệt nhất là bạn kiểm soát tốc độ xe đẩy của mình. Bạn bắt đầu đi ra sau tòa nhà và lên một ngọn đồi vài feet trên một sợi cáp. Sau đó, bạn được phép chạy trên đường đua theo tốc độ của riêng mình. Tôi nghĩ tốc độ tối đa là 21mph. Họ giãn cách bạn ra để bắt đầu và có các điểm đánh dấu cách nhau 80 feet để bạn không va vào bất kỳ ai. Chúng tôi có sáu người trong nhóm của mình trên con đường đó. Tất cả chúng tôi đều muốn xem ai có thể đi hết ga và không phanh. Tôi nghĩ tất cả chúng tôi đều làm được. Đó là một sự bận rộn nhanh chóng của adrenaline. Không quá nhiều, nhưng đủ để khiến một người béo nghĩ rằng xe đẩy của họ sẽ nhảy khỏi đường đua. Nhìn chung, nó rất vui và không quá tốn kém. Đọc thêm",
            "Bạn phải thử cái này nhé, nó rất thú vị. Nó giống như một tàu lượn siêu tốc nhưng ở trên mặt đất. Chuyến đầu tiên là 17 và chuyến thứ 2 là một nửa giá. Bạn lên một chiếc xe trượt được gắn chặt vào đường ray kim loại. Sau khi xe trượt tuyết lên đến đỉnh đồi, bạn bắt đầu một chuyến đi nhanh chóng và hoang dã để quay trở lại phía dưới trên những đoạn đường dốc thẳng và những khúc cua kẹp tóc. Có phanh tay trên xe trượt nếu bạn lo lắng mình sẽ chạy nhanh. Người vợ bình thường rất sợ những thứ như thế này nhưng cô lại thích và muốn đi lần nữa. Đọc thêm",
            "Yêu nó, bạn có thể kiểm soát tốc độ mọi lúc. Bạn cảm thấy an toàn, chuyến đi thật đẹp, Khung cảnh thật tuyệt vời khi bạn đạp xe qua những ngọn núi. Tôi khuyên bạn nên 100Đọc thêm",
            "Chồng tôi gặp khó khăn khi leo cầu thang.  Có đường dốc để lên tàu lượn không?Đọc thêm",
            "tôi không nhớ. bạn lên tàu lượn ở dưới chân đồi.Đọc thêm",
            "Bạn có biết điều gì khác đã bị đóng cửa ở Helen do virus coronavirus không?Đọc thêm",
            "Toàn bộ phía dưới trông có vẻ khép kín. Bạn có thể xem video thời gian thực trên camera của khu nghỉ dưỡng của họ.Đọc thêm",
            "Yêu cầu về độ tuổi và chiều cao là gì? Đọc thêm",
            "Chỉ để không có sự hiểu lầm... Tôi thấy những người khác đã trả lời.  Tôi sẽ đề nghị bạn gọi điện hoặc gửi email để nhận được câu trả lời chính xác nhất.  Mọi thứ luôn thay đổi đối với các doanh nghiệp.  Những gì tôi có thể đăng ngày hôm nay có thể thay đổi.  Đây là thông tin liên lạc của họ.\n\nTàu lượn núi Georgia\n8409 S Main St, Helen, GA 30545\n706.878.1347\ntàu lượn núi Georgia. com \nxóa khoảng trắng ở trên cho địa chỉ email của họĐọc thêm",
            "Chuyến đi mất bao lâu?Đọc thêm",
            "5 phút tôi nghĩĐọc thêm",
            "Có phải chỉ là giày bít mũi thôi không?Đọc thêm",
            "Tôi không nhớ có bất kỳ hạn chế nào về giày. Đọc thêm",
            "đi xe bao nhiêu tiềnĐọc thêm",
            "17:00 mỗi người.  Nếu muốn đi lại thì là 8h50.Đọc thêm"
        ],
        "star_ratings": [
            122,
            51,
            26,
            10,
            2
        ],
        "review_amount": 211,
        "location": [
            "Helen",
            "Hoa Kỳ",
            "Tàu lượn núi Georgia",
            "Những điều cần làm ở Helen",
            "Georgia G.A."
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 28, 2023",
            "Written July 23, 2023",
            "Written November 25, 2023",
            "Written December 26, 2023",
            "Written March 26, 2024",
            "Written April 21, 2024",
            "Written June 5, 2024",
            "Written June 3, 2024",
            "Written June 1, 2024",
            "Written May 4, 2024",
            "Written April 21, 2024",
            "Written March 29, 2024",
            "Written March 26, 2024",
            "Written December 26, 2023",
            "Written November 25, 2023",
            "Written November 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35004-d17561628-Reviews-Georgia_Mountain_Coaster-Helen_Georgia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35004-d5449735-Reviews-Cowboys_Angels_Restaurant_and_Bar-Helen_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35004-d2702774-Reviews-Bodensee_Restaurant-Helen_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35004-d2250883-Reviews-Muller_s_Famous_Fried_Cheese_Cafe-Helen_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35004-d3216018-Reviews-Betty_s_Country_Store-Helen_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35004-d528199-Reviews-Hofer_s_of_Helen-Helen_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35004-d650849-Reviews-Bigg_Daddys_Restaurant_and_Tavern-Helen_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35004-d1119966-Reviews-Cafe_International-Helen_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35004-d406861-Reviews-Old_Bavaria_Inn_Restaurant-Helen_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35004-d4438062-Reviews-Old_Heidelberg_German_Restaurant_Pub-Helen_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35004-d6351603-Reviews-Kopper_Kettle_Fudge-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d3610697-Reviews-Alpine_Helen_White_County_Convention_Visitors_Bureau-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d12870066-Reviews-Chattahoochee_Ruby_Mines-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d12613692-Reviews-Helen_Arts_Heritage_Center-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d1123385-Reviews-Unicoi_Hill_Park-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d26565981-Reviews-Abstract_Studio_Helen-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35249-d7189834-Reviews-Hardman_Farm-Sautee_Nacoochee_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d17529007-Reviews-Sweet_Acre_Farms_Winery_Tasting_Room_Helen-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d558470-Reviews-Unicoi_State_Park-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d25346917-Reviews-Uhuburg-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d19597391-Reviews-Helen_Veterans_Park-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d17561628-Reviews-or10-Georgia_Mountain_Coaster-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d19090270-Reviews-Helen_Back_Food_Tours-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d23100587-Reviews-The_Mason_Jar_Shoppe-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d6560479-Reviews-Pirate_s_Cove_Adventure_Golf-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d23972163-Reviews-Alpine_Dispensary-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d9873905-Reviews-The_Glassblowing_Shop-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d19597681-Reviews-Pepper_Palace-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d13310091-Reviews-Hansel_and_Gretel_Candy_Kitchen-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d12914739-Reviews-Steve_s_Old_Time_Photo-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d6848954-Reviews-Tims_wooden_toys-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d23101345-Reviews-The_Mason_Jar_Shoppe-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d2179656-Reviews-Cool_River_Tubing-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d9882422-Reviews-Wildewood-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d12548007-Reviews-My_Team_Store-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d11893298-Reviews-Notre_Gift_Handmade_Art_Studio-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g644289-d568445-Reviews-Gardaland_Park-Castelnuovo_del_Garda_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g50138-d2331993-Reviews-Mapleside_Farms-Brunswick_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g35686-d6752205-Reviews-Bishop_Hill_Illinois-Bishop_Hill_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d23861524-Reviews-POST_Houston-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4312391-Reviews-Wet_n_Wild_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g42397-d11850073-Reviews-South_Manitou_Island-Leland_Leelanau_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g488299-d195537-Reviews-Blue_Grotto-Anacapri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10758285-Reviews-Statue_of_Gangnam_Style-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293968-d23994136-Reviews-Magic_City-Tashkent_Tashkent_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190409-d258093-Reviews-Larvotto_Beach-Monte_Carlo.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35004-d17561628-Reviews-or10-Georgia_Mountain_Coaster-Helen_Georgia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35004-d17561628-Reviews-Georgia_Mountain_Coaster-Helen_Georgia.html"
    }
]