[
    {
        "attraction_name": "German Spy Museum Berlin",
        "attraction_name_vi": "Bảo tàng Điệp viên Đức Berlin",
        "general_info": [
            "2.457 đánh giá",
            "- 36 trong số 1.258 điều cần làm ở Berlin",
            "Bảo tàng chuyên ngành",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Bảo tàng Điệp viên Đức là bảo tàng gián điệp duy nhất ở Trung Âu và ghi lại lịch sử của ngành nghề lâu đời thứ hai trên thế giới trong một cuộc triển lãm tương tác dành cho mọi lứa tuổi. Nằm gần Potsdamer Platz, bảo tàng là địa điểm hoàn hảo để khám phá thủ đô gián điệp trên toàn thế giới. Triển lãm tân trang năm 2019 được đề cử cho Giải thưởng Bảo tàng Châu Âu của Năm 2020. Với hơn 400.000 khách tham quan vào năm 2019, Bảo tàng Điệp viên Đức là một trong những bảo tàng được ghé thăm nhiều nhất ở Berlin Hàng trăm triển lãm độc đáo như máy mật mã Enigma của Đức Quốc xã, camera ẩn và vũ khí, bọ hoặc radio đang chờ được khám phá. Du khách có thể học cách sử dụng Morsecode, tìm kiếm lỗi, giải mã tin nhắn, thử máy phát hiện nói dối, lắc lư trong mê cung laser hoặc phá két sắt. Trẻ em có thể viết bằng loại mực bí mật hoặc trèo lên bụi.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Cách thực sự thú vị và giải trí để trải qua một ngày mưa. Đã đi cùng 4 người bạn khác trong chuyến đi xen kẽ của chúng tôi. Có sự kết hợp giữa già, trẻ và gia đình ở đó và có điều gì đó dành cho tất cả mọi người. Chúng tôi đã đi vào một chiều thứ Sáu và không quá bận rộn, điều này thật tuyệt vì không có hàng đợi cho các thiết bị tương tác như máy phát hiện nói dối hoặc phòng laser. Giá trị tuyệt vời cho tiền là tốt, chắc chắn sẽ đề xuất! Đọc thêm",
            "Rực rỡ và cực kỳ nhiều thông tin.  Đã dành khá nhiều giờ ở đó và có thể ở đó lâu hơn nhưng mọi người đều đói - nhưng đã quá muộn để phát hiện ra có một quán cà phê ngay khi bạn rời đi!!! - .  Học được rất nhiều điều, thật thú vị và có lượng tương tác vừa đủ để giúp mọi người luôn nhạy bén!  Rất muốn giới thiệu! Đọc thêm",
            "Tôi hơi không chắc chắn nên mong đợi điều gì từ điều này nhưng chúng tôi hoàn toàn thích nó. Nó có tính tương tác và nhiều thông tin. Thật không may, mê cung laser có hàng đợi quá lớn để chúng tôi chờ đợi nhưng đó hoàn toàn là những thanh thiếu niên của tôi thiếu kiên nhẫn khi họ lảo đảo bước vào, mặc dù một khoảng thời gian quy định sẽ rất tuyệt. Chúng tôi yêu thích triển lãm James Bond. Đọc thêm",
            "Tạo hứng thú ngay từ đầu, nhiều thông tin. Một số triển lãm tương tác tuyệt vời, bao gồm laser - bãi mìn - để kết hợp với bảng xếp hạng và hiệu ứng âm thanh. Rất bận nên không thể thử một số yếu tố tương tác. Có lẽ tốt hơn nên nhắm đến trẻ lớn hơn - trẻ sơ sinh trở lên - . Bao gồm rất nhiều thông tin về lịch sử thực tế và điện ảnh gần đây. Có thể đưa tin đa dạng hơn - phần lớn là về đàn ông da trắng - .Đọc thêm",
            "Một ngày tuyệt vời với con trai tôi. Cả hai chúng tôi đều thích bảo tàng với các sự kiện thực tế và tương tác mà cả hai chúng tôi đều thích và thực sự tham gia. Các nhân viên rất hữu ích và lịch sự và bảo tàng có giá cả hợp lý cho thời gian chúng tôi ở đó. Tôi chắc chắn sẽ giới thiệu địa điểm này.Đọc thêm",
            "Bảo tàng này rất đáng giá nếu bạn quan tâm đến lịch sử gián điệp - chiến tranh lạnh và phản gián. Họ có rất nhiều hoạt động dành cho trẻ em.\nĐiều hơi thất vọng là thực tế là họ tập trung vào lịch sử nước Đức - tốt! - nhưng có một cuộc triển lãm lớn về James Bond, nơi có thể giới thiệu các cơ quan tình báo khác - Mossad? - .\nNgoài ra, một số lời giải thích chỉ có trên màn hình cảm ứng, nơi chỉ 1 Người có thể đọc, nhấp chuột - bằng 1 Ngôn ngữ - vào thời điểm đó. Trong một bảo tàng đầy đủ, điều này có một chút cản trở.Đọc thêm",
            "Chúng tôi đã dành 3 giờ ở đây và có thể dành thêm vài giờ nữa nhưng bọn trẻ rất nóng và đói! Có thời gian vào cổng, vì vậy hãy đến sớm không quá 5 - 10 phút trước khung thời gian đã chỉ định của bạn. Có những tủ đựng đồ đạc của bạn yêu cầu đồng xu - 1 hoặc - 2 được trả lại khi mở tủ. Nhà vệ sinh sạch sẽ.\nVô số việc tương tác cần làm và cố gắng xuyên suốt để khiến bọn trẻ bận rộn trong khi người lớn đọc tất cả thông tin. Máy phát hiện nói dối và bẫy laser rất thú vị, vào những thời điểm bận rộn, bạn có thể phải xếp hàng khoảng 10-30 phút. Tuy nhiên, hãy chú ý đến trục thông gió để bọn trẻ trốn thoát! Nói chung, một ngày tuyệt vời! Đọc thêm",
            "Lịch sử gián điệp từ thời cổ đại. Đầy đủ các màn hình thú vị, triển lãm tương tác - tuyệt vời cho trẻ em -, thiết bị gián điệp và các thông tin thú vị.  Chúng tôi dễ dàng dành vài giờ ở đó.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời tại bảo tàng này. Nó rất tương tác và điều này tốt cho người lớn cũng như những người trẻ tuổi. Chúng tôi đã dành khoảng 2 giờ ở đây - có thể còn lâu hơn nhưng chúng tôi đã không tương tác với mọi thứ hoặc thực hiện mê cung gián điệp. Lưu ý - váy dài - không lý tưởng cho mê cung gián điệp nhưng chúng tôi rất thích khi thấy các thanh thiếu niên thử nó. Nhìn chung, có vẻ như mọi người ở đây đều có khoảng thời gian vui vẻ! Đọc thêm",
            "Từ thời điểm chúng tôi bước vào - bảo mật - chúng tôi đã cảm thấy thích thú và được giáo dục bởi sự kết hợp tuyệt vời giữa màn hình viết và màn hình tương tác. Tò mò muốn xem vũ khí được ngụy trang như thế nào trong các vật dụng hàng ngày và những kỹ năng cần thiết để trở thành một điệp viên cừ khôi. Chúng tôi đã thử dùng máy phát hiện nói dối, đọc môi và vượt chướng ngại vật bằng laser cũng như viết bằng mực vô hình và đột nhập vào két sắt. Cảm thấy xứng đáng khi được chụp những bức ảnh của chúng tôi trong khung cảnh mở đầu của các bộ phim James Bond. Một việc phải làm cho bất kỳ chuyến đi Berlin nào!Đọc thêm",
            "Chúng tôi rất thích điều này, có rất nhiều việc phải làm - chúng tôi đặc biệt thích mê cung laser. Nó thực sự bận rộn khi chúng tôi ở đó - rất nhiều nhóm trường nên chúng tôi không thể thử mọi thứ vì có hàng đợi. Tôi khuyên bạn nên đặt chỗ trực tuyến trước - chúng tôi đã không - và không thể vào được trong hơn một giờ. Rất nhiều thông tin cần đọc nên bạn có thể dễ dàng dành vài giờ, nhưng trẻ 12 tuổi lại có những ý tưởng khác!Đọc thêm",
            "Điểm tuyệt vời.  Mọi người trong gia đình đều thích thú, đặc biệt là trẻ em.  Rất nhiều điều tương tác để làm.  Đặc biệt yêu thích khu vực James Bond và thử thách laser.  Sẽ quay lại bất cứ lúc nào.Đọc thêm",
            "Rất nhiều triển lãm. Nếu con bạn không phải là độc giả thì bảo tàng này có lẽ không dành cho chúng. Một số nội dung tương tác. Họ thực sự đã chia nhỏ nghề gián điệp về nguồn gốc rất dễ đọc.Đọc thêm",
            "nơi tuyệt vời để dành chút thời gian, chúng tôi yêu thích nó, chúng tôi sẽ có khoảng thời gian vui vẻ khiêu vũ với âm nhạc hay và có một vài điệu nhảy thú vị, chúng tôi sẽ lặp lại nơi nàyĐọc thêm",
            "Nó có một số tính năng tương tác nhưng nó dựa rất nhiều vào văn bản. Thú vị đối với những người thực sự muốn hiểu nhiều hơn nhưng nếu bạn đến đó để giải trí vui vẻ thì đây có thể không phải là nơi dành cho bạn. Tôi rất vui vì tôi đã thử nó ít nhất một lần nhưng nếu quay lại, tôi không nghĩ mình sẽ có nó trong danh sách của mình. Nó có một phần lưới laser tương tác, tuy nhiên phần này có hàng đợi lớn và hoạt động sẽ kết thúc ngay khi bạn chạm vào một hàng và nếu muốn thử lại, bạn phải xếp hàng lại, chúng tôi mất khoảng 20 phútĐọc thêm",
            "Chúng tôi đến thăm Bảo tàng Điệp viên. Chúng tôi đã đọc các ý kiến ​​trái chiều và không chắc chắn về những gì sẽ xảy ra. Mọi chuyện bắt đầu tốt đẹp với việc đặt phòng trực tuyến, nơi chúng tôi có thể đặt trước thời gian đến cụ thể. Có lẽ được thực hiện dựa trên phản hồi của những người xếp hàng dài và của nhiều người. Đó THỰC SỰ là một trải nghiệm tuyệt vời, nhiều thông tin, mang tính khai sáng và thú vị. Chúng tôi ở đó với một đứa trẻ 10 tuổi và một đứa trẻ 15 tuổi. Chúng tôi ở lại ứng dụng 1 1 - 2 giờ và có thể ở lại lâu hơn. Thực sự là một trong những bảo tàng tuyệt vời nhất mà tôi đã đến thăm cùng bọn trẻ của chúng tôi!Đọc thêm",
            "Trải nghiệm tuyệt vời, tất cả chúng ta đều đã có khoảng thời gian tuyệt vời, bọn trẻ vừa kết thúc Thế chiến 2 và chuyển sang Chiến tranh Lạnh ở trường, vì vậy điều này thật hoàn hảo. Rất nhiều thứ để xem và làm, rất tương tác, dễ điều hướng - tuyệt vời cho mọi lứa tuổi. Thực sự thú vị, trải nghiệm học tập tuyệt vời - cuối cùng mọi người đều yêu thích tia laser Nhiệm vụ bất khả thi. Chúng tôi đã ở đó 3 giờ - - Được khuyến khích kỹ lưỡng, việc phải làm ở BerlinĐọc thêm",
            "Là một gia đình, chúng tôi đã đến thăm và thực sự đã có khoảng thời gian vui vẻ với nhiều cuộc triển lãm thực tế. Tạo mật khẩu và kiểm tra sức mạnh của chúng, cố gắng tìm ra lỗi, cũng như khóa học vượt chướng ngại vật bằng tia laser. Tất cả những điều này đều thú vị đối với tất cả chúng tôi. Có đủ thứ để đọc và thử trong hơn một hoặc hai giờ. Chúng tôi gần như quên mất thời gian tham gia vào rất nhiều lĩnh vực thú vị. Con trai 9 tuổi của tôi thích hóa trang, đọc sách trưng bày và thử nhiều yếu tố thủ công gián điệp khác nhau được thực hiện rất tốt.Đọc thêm",
            "Đó là một trải nghiệm rất hay và thú vị. Chúng tôi đặc biệt thích mê cung laser. Họ có rất nhiều trò chơi tương tác.Đọc thêm",
            "Chúng tôi không thể sử dụng Thẻ Bảo tàng, điều này thật đáng thất vọng. Nhưng dù sao chúng tôi cũng quyết định đi. Bảo tàng có lối vào theo thời gian và bạn phải đi qua một cánh cửa xoay phức tạp để vào trong, điều này thực sự rất tuyệt. Bạn đi qua một căn phòng chứa đầy mật mã gián điệp, manh mối và phải giải quyết một bí ẩn. Đi lên tầng trên và bạn sẽ xem qua lịch sử tương tác về hoạt động gián điệp ở Đức. Tất cả đều kết thúc bằng những bộ phim kinh dị về điệp viên hiện đại và một cuộc triển lãm James Bond tuyệt vời. Thật thú vị nhưng thực sự rất đông đúc. Bạn phải đợi rất lâu mới được xem một số cuộc triển lãm nhất định. Tủ khóa phòng tắm đẹp để cất ba lô của bạncửa hàng quà tặngquán ăn nhỏĐọc thêm",
            "Cái này có tốt cho người lớn không? Tôi - tôi có người cha đô vật và không có con nên đang tìm kiếm những điều thú vị trong Chiến tranh Lạnh để làm. Đọc thêm",
            "Hoàn toàn lý tưởng cho mọi lứa tuổi. Nếu đó là một người sống qua thời Chiến tranh Lạnh, họ sẽ thấy điều đó thật hấp dẫnĐọc thêm",
            "Phí vào cửa là bao nhiêu?Đọc thêm",
            "- 12 và tôi khuyên bạn nên mua trực tuyến để bạn có thể vào thẳngĐọc thêm",
            "Có thể lấy vé tại chỗ được không? hoặc trực tuyến? có chênh lệch giá không? Lịch trình của chúng tôi vẫn chưa cố định.   Cảm ơn!Đọc thêm",
            "Có, bạn có thể mua vé trong ngày tại quầy.\nBạn cũng có thể đặt vé trực tuyến nhưng có vẻ như bạn phải chọn ngày và in vé ở nhà.\n\nNgoài ra, nếu bạn có Thẻ chào mừng Berlin để đi du lịch, bạn có thể được giảm giá vé tại quầy. Giá của tôi đã tăng từ 12 lên 9 euro : - \n\nGiá:\nVé\nVÉ VÀO - Trẻ em dưới 6 tuổi miễn phí - 12,00 EURO\n-\nGIẢM GIÁ - Sinh viên, thực tập sinh, du khách có thẻ khuyết tật nặng - 8,00 EURO\n-\nNHÓM - Từ 10 người trở lên - 9,00 EURO\n-\nGIA ĐÌNH - 2 người lớn và trẻ em - 35,00 EURO\n-\nSINH VIÊN - Lớp học từ 10 học giả trở lên - 6,00 EURO\n\nHướng dẫn viên du lịch\nDU LỊCH CÓ HƯỚNG DẪN CÔNG CỘNG - Tùy theo tình trạng sẵn có, thường là hàng giờ - - 8,00 EURO\n-\nDU LỊCH CÓ HƯỚNG DẪN CÔNG CỘNG, GIẢM GIÁ - Theo tình trạng sẵn có, thường là hàng giờ - 5,00 EURO\n-\nTOUR CÓ HƯỚNG DẪN - Cộng thêm phí vào cửa, tối đa. 25 người, yêu cầu đăng ký trước - - 70,00 EURO\n-\nDU LỊCH CÓ HƯỚNG DẪN CHO CÁC LỚP TRƯỜNG - Cộng thêm phí vào cửa, tối đa. 25 người, yêu cầu đăng ký trước - 55,00 EUROĐọc thêm",
            "Bảo tàng có tủ đựng đồ để cất giữ hành lý xách tay trên máy bay không? Đọc thêm",
            "Không. Đáng tiếc là không. Bạn tìm thấy những thứ đó ở Sở thú BahnhofĐọc thêm",
            "Có khả năng đến thăm nó bằng tiếng Tây Ban Nha không?Đọc thêm",
            "Nếu bạn nói và hiểu tiếng Anh, bạn sẽ dễ dàng đọc tất cả văn bản và hiểu tất cả các bộ phim. Không có văn bản nào bằng tiếng Español, nhưng bạn có thể nhận được một chiếc tai nghe hướng dẫn bạn qua triển lãm bằng ngôn ngữ của bạn. Chúc bạn có một kỳ nghỉ tuyệt vời tại Berlin!Đọc thêm",
            "Bảo tàng gián điệp này có máy điều hòa không? Cảm ơnĐọc thêm",
            "CóĐọc thêm",
            "Xin chào, tôi có cần đặt trước khóa học laser không? Cảm ơn bạn rất nhiều!Đọc thêm",
            "Không, chỉ dành cho nhóm.\nChúng tôi mong chờ chuyến thăm của bạnĐọc thêm",
            "Đối với câu hỏi của bạn, Michael M., liệu tôi có ở trong một bảo tàng khác với những gì được mô tả ở đây không? Không, bảo tàng này chỉ mới mở cửa vào tháng 10 năm 2015 thôi! Tôi không cần phải mô tả tất cả các vật trưng bày, mọi người nên tự mình quan sát xung quanh. Đánh giá của tôi là hoàn hảo với năm điểm. Tôi không biết bạn đang thiếu gì?Đọc thêm",
            "Xin lỗi, nhưng bạn đã ở bảo tàng nào?\nKhi tôi ở bảo tàng gián điệp này cùng gia đình, có vô số phòng trưng bày với các vật trưng bày thú vị mà bạn thậm chí có thể xoay 360 độ trên màn hình cảm ứng đi kèm, tức là nhìn kỹ hơn từ mọi phía...điều đó thật to lớn. Một bảo tàng hoàn toàn hiện đại và đương đại. Nhưng có lẽ bạn vừa ở khu vực James Bond của bảo tàng?Đọc thêm",
            "Như tôi đã viết, mọi thứ đều rất hiện đại, chúng tôi có cùng quan điểm. Tôi không hiểu đầy đủ truy vấn của bạn. Tôi đã nhìn toàn bộ bảo tàng một cách rộng rãi!!! Theo quan điểm của tôi, chỉ có giá vào lệnh là ở mức giới hạn!Đọc thêm"
        ],
        "star_ratings": [
            1288,
            723,
            291,
            107,
            51
        ],
        "review_amount": 2460,
        "location": [
            "Những điều cần làm ở Berlin",
            "nước Đức",
            "Châu Âu",
            "Bảo tàng Điệp viên Đức Berlin",
            "Béc-lin"
        ],
        "reviews_time": [
            "Written July 11, 2023",
            "Written July 20, 2023",
            "Written July 28, 2023",
            "Written July 30, 2023",
            "Written August 10, 2023",
            "Written August 12, 2023",
            "Written August 17, 2023",
            "Written August 21, 2023",
            "Written September 15, 2023",
            "Written October 24, 2023",
            "Written May 30, 2024",
            "Written May 25, 2024",
            "Written May 22, 2024",
            "Written May 17, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 7, 2024",
            "Written May 1, 2024",
            "Written April 17, 2024",
            "Written April 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187323-d8703348-Reviews-German_Spy_Museum_Berlin-Berlin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d695657-Reviews-Restaurant_Facil-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d17610696-Reviews-Vedang_Green_Burger_Mall_Of_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d3330421-Reviews-Caffe_e_Gelato_GmbH_Co_KG-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d3902630-Reviews-Johnny_s_Bar-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d1036722-Reviews-Essenza_Potsdamer_Platz_1-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d4583605-Reviews-Yarok_Fine_Syrian_Food_from_Damascus-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d4366854-Reviews-AMRIT_Potsdamer_Platz-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d13547214-Reviews-The_Big_Dog_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d11977705-Reviews-Steel_Vintage_Bikes_Cafe-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d1059046-Reviews-Midtown_Grill_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d20888347-Reviews-Die_Mauer_The_Wall_Das_Museum_Am_Leipziger_Platz-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d3950204-Reviews-GDR_Watch_Tower-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d26251375-Reviews-Deutschlandmuseum-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d23475624-Reviews-Showbuhne_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d7194027-Reviews-Mall_of_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190537-Reviews-Potsdamer_Platz-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d12730642-Reviews-Bundesrat_of_Germany-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190535-Reviews-Topography_of_Terror-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d21232863-Reviews-Liebknecht_Denkmal_Sockel-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190658-Reviews-Leipziger_Platz-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d8703348-Reviews-or10-German_Spy_Museum_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190527-Reviews-Pergamonmuseum-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d9844657-Reviews-Art4berlin_GALLERY-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d12906771-Reviews-Urban_Nation-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2136682-Reviews-Classic_Remise_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d4751162-Reviews-German_Resistance_Memorial_Center-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d3618456-Reviews-Designpanoptikum-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190595-Reviews-Gemaldegalerie-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d594412-Reviews-Museum_Blindenwerkstatt_Otto_Weidt-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d195030-Reviews-Palace_of_Tears-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d8764467-Reviews-Oldie_Kafer_Tour_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1807002-Reviews-Vive_Berlin_Tours-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d3275843-Reviews-Sightseeing_Point_Tours-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d20943615-Reviews-SIXX_PAXX_Theater_Ladiesclub-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d4325276-Reviews-Can_You_Handle_It_Tours_CYHIT-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1988068-d8765046-Reviews-Playa_Cala_Pi-Cala_Pi_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g33657-d527140-Reviews-Old_Town_Hot_Springs-Steamboat_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g304139-d647515-Reviews-Pinnawala_Elephant_Orphanage-Pinnawala_Sabaragamuwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276871-Reviews-Budapest_Zoo_Botanical_Garden-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d9581158-Reviews-RoissyBus-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d4071203-Reviews-Nugget_Falls-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d131359-Reviews-Panaewa_Rainforest_Zoo_and_Gardens-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d1382808-Reviews-Mingo_Falls-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12816861-Reviews-Megabus-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g59185-d7928967-Reviews-Zetts_Tri_State_Fish_Hatchery-Inwood_West_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187323-d8703348-Reviews-or10-German_Spy_Museum_Berlin-Berlin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187323-d8703348-Reviews-German_Spy_Museum_Berlin-Berlin.html"
    }
]