[
    {
        "attraction_name": "Germaine's Luau",
        "attraction_name_vi": "Germaines Luau",
        "general_info": [
            "1.916 đánh giá",
            "5 trong số 7 buổi hòa nhạc tại Kapolei",
            "Chậm"
        ],
        "attraction_summary": "Aloha! Tận hưởng di sản văn hóa phong phú của Quần đảo Thái Bình Dương. Thưởng thức màn trình diễn Polynesia ngoạn mục được mang đến cho bạn ở rìa đại dương, dưới những vì sao và những cây cọ. Cảm động trước sự kỳ diệu của Hawaii cổ đại và tất cả sự huy hoàng của nó. Cảm nhận tinh thần của Aloha, trải nghiệm Luau Hawaiian theo phong cách Backyard và khám phá lý do tại sao Germaines Luau lại quá tuyệt vời để bỏ lỡ. Đêm tràn ngập vẻ đẹp, màu sắc và sự phấn khích khi những người đàn ông kane và phụ nữ wahine đa tài của chúng tôi đưa bạn qua một hành trình không ngừng nghỉ, đầy hành động xuyên suốt Quần đảo Tahiti, Samoa, Fiji, New Zealand cũng như những vùng đất lãng mạn. hula của Hawaii. Buổi tối còn bao gồm nước ngọt, trà cà phê không giới hạn cũng như phiếu đồ uống dành cho người lớn từ 21 tuổi trở lên. Dịch vụ vận chuyển từ các địa điểm Waikiki được chỉ định cũng có sẵn khi được chọn.Đọc thêm",
        "reviews": [
            "Nhân viên rất tốt bụng và thân thiện, những ngọn đuốc tiki được thắp sáng sẽ rất tuyệt. Thức ăn ổn không có gì lạ mắt. Khu vực này hơi kỳ lạ nhưng bản thân tài sản này rất đẹpĐọc thêm",
            "Thật tốt vì đồ ăn, buổi biểu diễn, các hoạt động dành cho trẻ em đều tuyệt vời.  Điều tồi tệ là nó gần như không thể tìm thấy và ngày hôm sau, đôi chân của tôi bị bao phủ bởi những vết cắn của bọ chét cát. Đọc thêm",
            "Chuyến tham quan tuyệt vời Xe buýt từ khách sạn của chúng tôi đến Germaines, người chủ nhà tuyệt vời và món quà chào đón tuyệt vời khi đến nơi thức ăn ngon giải trí tốt! Đọc thêm",
            "Theo quan điểm của tôi, một trong những món luau ngon nhất là khung cảnh đáng yêu trên bãi biển, đồ ăn tuyệt vời mặc dù bỏ lỡ quả dứa trên bàn và món cơm dài gà có thể nhìn thấy từ tất cả các bàn một cách dễ dàng, những người biểu diễn tuyệt vời và nhân viên hữu íchĐọc thêm",
            "Gia đình 3 người chúng tôi đã có khoảng thời gian tuyệt vời tại Germaines Luau. Họ được tổ chức rất tốt và yêu thích cách họ kể cho chúng tôi nghe về các hòn đảo. Đó là một đêm đẹp trời chúng tôi đã đi, và thức ăn rất ngon. Tôi khuyên bạn nên làm điều này khi đến thăm đảo Oahu! Đọc thêm",
            "Một đêm giải trí thân thiện với gia đình được tổ chức tốt và không rắc rối. Tôi lo lắng vì ngay từ đầu tôi không thực sự thích luaus và những người đánh giá khác đã phàn nàn về mọi thứ, từ muỗi cho đến chính chương trình. Tuy nhiên tôi không có khiếu nại gì cả. Đây là một buổi tối giải trí được tổ chức tốt, nhịp độ tốt và không gặp rắc rối. Thức ăn rất ngon và phong phú - tôi ăn ba phần! Tôi rất vui vì tôi đã đi và nếu tiếp đãi du khách, tôi sẽ cân nhắc việc quay lại. Đọc thêm",
            "Tôi rất thích buổi biểu diễn vì nó nằm ngay ngoài bãi biển. Khung cảnh thật tuyệt vời đã chụp rất nhiều bức ảnh và đồ ăn Hawaii rất ngon. Germaines Luau là nơi phải xem!!! Đọc thêm",
            "Aloha Yamina,\nCảm ơn bạn đã để lại cho chúng tôi một đánh giá! Xin đừng quên chia sẻ trải nghiệm của bạn với chúng tôi trên tất cả các nền tảng truyền thông xã hội Germainesluau.\n\nMahalo,\nGermaines LuauĐọc thêm",
            "Đi cùng vợ tôi và 3 đứa con 16, 18, 20 và có một khoảng thời gian tuyệt vời. Tôi nhớ lại thời điểm tôi và vợ đi du lịch trước khi có con vào năm 1998 thì bận rộn hơn nhiều, nhưng đó là tháng 11 nên có thể tháng 4 là tháng chậm hơn đối với khách du lịch.  Giải trí thật tuyệt vời và đồ ăn thì tuyệt vời. Đọc thêm",
            "Aloha,\nCám ơn, vì phản hồi của bạn. Chúng tôi thích nghe tất cả những phản hồi tích cực! Cảm ơn bạn đã chọn chúng tôi để dành buổi tối cùng. Hãy chia sẻ với gia đình và bạn bè!\n\nMahalo,\nGermaines LuauĐọc thêm",
            "Tôi ghét phải đưa ra một đánh giá khủng khiếp nhưng hãy để tôi giải thích. Chúng tôi đến đây 14 năm trước và đó là một trong những điều chúng tôi yêu thích nhất vào thời điểm đó. Vì vậy, chúng tôi rất mong được mang theo con mình và có trải nghiệm thú vị đó. Đầu tiên, sự rung cảm không có ở đó, có cảm giác như bạn đã đưa ra mức giá phù hợp; Người dẫn chương trình nghe như một phiên bản nữ của bob sủa. Họ chắc chắn đã cắt giảm nhân sự và tiết kiệm ngân sách. Trong thời gian ăn tối, vở kịch của tôi được thu âm trước khoảng 1 giờ, đồ ăn có vị như đồ ăn ở căng tin. Trong khi chờ đợi bữa tối kết thúc, bạn bị muỗi đốt trái và phải, vì vậy hãy mang theo thuốc chống muỗi vì cửa hàng nhỏ họ không bán bất kỳ thứ gì. Chúng tôi muốn rời đi nhưng không may chúng tôi lại bắt xe buýt du lịch, khi chúng tôi yêu cầu rời đi để đợi bên trong xe buýt, họ hỏi tại sao chúng tôi lại rời đi, tôi đã giải thích lý do và họ nói buổi biểu diễn sẽ bắt đầu sau khoảng 20 - 30 phút nữa. Xin lưu ý, bạn đã đợi khoảng một giờ với bản nhạc được ghi sẵn. Vì vậy, cuối cùng chúng tôi không thể rời đi vì hướng dẫn viên du lịch của chúng tôi không có trên xe buýt. Khi tôi đến hỏi anh ấy, họ hỏi chúng tôi có muốn tiếp tục xem chương trình không vì nó sẽ bắt đầu bất cứ lúc nào. Gần 2 giờ không giải trí, chương trình cuối cùng được cho là kéo dài khoảng 20 phút và họ đã cứu màn trình diễn lửa trong 5 phút cuối cùng và chương trình cuối cùng cũng kết thúc. Thành thật mà nói thì thật lãng phí 500. Tôi có một vài người bạn sắp tới Hawaii và tôi phải kể lại trải nghiệm khủng khiếp của mình.Đọc thêm",
            "Aloha,\nChúng tôi muốn cảm ơn bạn vì phản hồi. Thật không may khi đọc đánh giá của bạn, có vẻ như bạn không thích thời gian ở cùng chúng tôi. Chúng tôi muốn xin lỗi vì đã không đáp ứng được kỳ vọng của bạn. Tôi sẽ chuyển tiếp điều này đến nhóm quản lý của chúng tôi để xem xét thêm.\n\nMahalo,\nGermaines Luau Đọc thêm",
            "Đó là một sự kiện thành công. Tôi đã đưa các nhóm đến đây trong hơn một thập kỷ và mỗi lần khách hàng của tôi đều rất thích. Sẽ thật tuyệt nếu họ có thể giới thiệu lại những quả dứa từng có trên bàn khi khách đến. Đọc thêm",
            "Aloha,\nCảm ơn phản hôi của bạn. Khi đọc xong, chúng tôi chắc chắn sẽ chuyển thông tin này cho ban quản lý. Tôi đồng ý rằng dứa của chúng tôi rất được yêu thích! Hãy hy vọng sẽ sớm mang nó trở lại!\n\nMahalo,\nGermaines LuauĐọc thêm",
            "Geramines Luau có múa lửa hay ném giáo không? Đọc thêm",
            "Quy định trang phục bình thường của người Luau là gì? Đây là cái đầu tiên của chúng tôi.Đọc thêm",
            "Trang phục giản dị, vui vẻ sẽ có hiệu quả!Đọc thêm",
            "Tôi đang cân nhắc những ưu điểm và nhược điểm của các gói khác nhau. Đối với Plumeria, bạn có chỗ ngồi dành riêng ở hàng ghế đầu và đối với gói Nguyên bản, ai đến trước được phục vụ trước bàn ở hai bên...nhưng đối với tầng lớp trung lưu, Hibiscus, họ nói rằng họ là chỗ ngồi dành riêng...nhưng làm sao bạn biết nếu đặt chỗ ở gần phía trước hay ngay phía sau? Tôi không muốn trả 30 đô la để đặt chỗ chỉ để thấy rằng chúng tôi đã lùi xa hơn lựa chọn rẻ nhất. Trang web không nêu rõ cách thức hoạt động của việc đặt chỗ...vì vậy ai đó có thể giải thích cách thức hoạt động của việc đặt chỗ ngồi ở Hibiscus để tôi có thể đưa ra quyết định sáng suốt. Cảm ơn bạn.Đọc thêm",
            "Plumeria ở phía trước và trung tâm.  Hoa dâm bụt bao quanh tầng Plumeria, một số ở gần phía trước nhưng mở rộng ra ngoài.  Chỗ ngồi chung là hơn thế.  Chúng tôi đã ngồi chung và vẫn có tầm nhìn tuyệt vời ra sân khấu.  Chúng tôi tự lái xe và đến đó sớm để có thể chọn được chiếc bàn mình muốn trong phần chung.  Chúng tôi thực sự đã xem hầu hết chương trình từ boong ở quán bar.  Đứng và xem chỉ thú vị hơn là ngồi vào bàn của chúng tôi.  Tôi tiết kiệm nên không thể biện minh cho việc chi nhiều tiền hơn để có tầm nhìn tốt hơn.  Tôi hy vọng điều đó có ích!Đọc thêm",
            "Bạn có được phép sử dụng máy quay video tại buổi biểu diễn không...Tôi muốn ghi lại một số clip trải nghiệm cho kênh YouTube của mình, nhưng không chắc liệu việc sử dụng máy quay có phải trả thêm phí hay không, hay việc này có được phép hay không. Cảm ơn rất nhiều.Đọc thêm",
            "Đúng. Cho phép quay video và chụp ảnh flash. Đọc thêm",
            "Mẹ tôi cần sự hỗ trợ của ADA vì bà không thể đi bộ một quãng đường rất dài. Mất bao nhiêu thời gian đi bộ từ xe buýt đến địa điểm luau?  Chúng ta có nên mang xe lăn cho cô ấy không?Đọc thêm",
            "Vâng. Mang theo ghế. Như Margaret vừa nói, không quá xa để đi bộ nhưng cát thì khó Đọc thêm",
            "Những khách sạn chính nào ở W mà Suttle đến?Đọc thêm",
            "Đừng căn cứ vào các điểm dừng đưa đón luau. Điều lạ lùng là, nếu xe đưa đón không dừng ở khách sạn của bạn, bạn sẽ có thể đi bộ đến điểm dừng. Hãy hỏi nhân viên hướng dẫn khách sạn của bạn, họ sẽ phục vụ câu hỏi của bạn tốt hơn.Đọc thêm",
            "Những chỗ ngồi không được đặt trước cách xa bao xa? Bạn có thể xem chương trình đủ rõ không?Đọc thêm",
            "Chúng tôi không gặp vấn đề gì khi nhìn thấy, những chiếc bàn dã ngoại như được mô tả ở trên, được đặt ở vị trí sao cho hầu hết họ có thể xem buổi biểu diễn ở bất cứ nơi nào họ ngồi. Chúng tôi mua vé từ một nhà cung cấp ở Honolulu với giá 20 người. bao gồm cả vận chuyển từ khách sạn trong trường hợp của chúng tôi là Pacific Beach Ở Honolulu. Điều hấp dẫn là bạn phải tham dự một buổi hội thảo kéo dài 1 giờ hoặc ít hơn.  Tôi nhớ chỉ có một cặp vợ chồng mua tài sản.  Sau buổi hội thảo, chúng tôi đến một ngân hàng nơi chúng tôi được tặng vé đi Luau.  Vé sẽ là 40 vé hoặc hơn nếu mua ở nơi khác.  Tôi không nhớ tên người bán.  Hy vọng điều này sẽ giúp bạn đưa ra quyết định sáng suốt.Đọc thêm",
            "Bạn nên đặt chỗ trước khi đến Hawaii hay bạn có thể đặt chỗ sau khi đến đó?Đọc thêm",
            "Bạn có thể đặt phòng sau khi đến, chúng tôi rất vui vì đã làm như vậy.  Sau khi đến, chúng tôi đã đặt chỗ qua Nhà cung cấp ở Honolulu, như đã đề cập trong bài viết trước của tôi.  Chúng tôi đã tham dự Luau vào ngày hôm sau sau khi mua vé với giá ưu đãi nếu bạn đồng ý tham dự một buổi hội thảo. Vận chuyển đến và đi từ Luau đã được bao gồm và chúng tôi được đón và trả khách tại lối vào chính của khách sạn.  Sẽ tốn nhiều tiền hơn nếu đặt qua dịch vụ trợ giúp đặc biệt của khách sạn. Chúng tôi nhận thấy đây là một giao dịch tốt thông qua nhà cung cấp 20pp.Đọc thêm"
        ],
        "star_ratings": [
            685,
            517,
            315,
            197,
            204
        ],
        "review_amount": 1918,
        "location": [
            "Germaines Luau",
            "Hoa Kỳ",
            "California",
            "Hawaii HI",
            "oahu",
            "Các hoạt động ở Kapolei"
        ],
        "reviews_time": [
            "Written June 5, 2024",
            "Written June 5, 2024",
            "Written June 2, 2024",
            "Written May 27, 2024",
            "Written May 23, 2024",
            "Written May 14, 2024",
            "Written May 4, 2024",
            "Written May 2, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60654-d574974-Reviews-Germaine_s_Luau-Kapolei_Oahu_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d2223567-Reviews-Germaine_s_Luau-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d6818614-Reviews-Island_Vintage_Coffee_Kapolei_Commons-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d2545708-Reviews-Aloha_salads-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d2078114-Reviews-Denny_s-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d16667662-Reviews-Costco-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d8728355-Reviews-Down_to_Earth_Organic_Natural_Kapolei-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d6581885-Reviews-Ruby_Tuesday-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d12178377-Reviews-La_Tour_Cafe-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d12643868-Reviews-DB_Grill-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d24064024-Reviews-Young_s_Fish_Market-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d8505021-Reviews-Barbers_Point_Beach_Park-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g11900445-d8440722-Reviews-Ko_Olina_Beach_Park-Ko_Olina_Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g11900445-d629155-Reviews-Ko_Olina_Lagoons-Ko_Olina_Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d2454215-Reviews-Paradise_Cove_Beach-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d561027-Reviews-Ko_Olina_Marina-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d4063698-Reviews-Kahe_Point_Beach_Park-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60645-d7161148-Reviews-White_Plains_Beach-Ewa_Beach_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d1518818-Reviews-Wet_n_Wild_Hawaii-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d19271066-Reviews-Ross_Dress_for_Less-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d11812490-Reviews-Ka_Makana_Ali_i-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d574974-Reviews-or10-Germaine_s_Luau-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d13464434-Reviews-Toa_Luau-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d24000123-Reviews-The_Magical_Mystery_Show_at_Hilton_Waikiki_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60659-d25465885-Reviews-Mauka_Warriors_Luau-Wahiawa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d14927858-Reviews-Experience_Nutridge-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d24027892-Reviews-Mele_Luau-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d13306614-Reviews-Chief_s_Luau-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60656-d9997437-Reviews-Ha_Breath_of_Life-Laie_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60656-d1083842-Reviews-Polynesian_Cultural_Center-Laie_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2587086-Reviews-Rock_A_Hula-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2671446-Reviews-Friday_Night_Fireworks_at_Hilton_Hawaiian_Village_Waikiki_Beach_Resort-Honolulu_Oa.html",
            "https://www.tripadvisor.com/Attraction_Review-g11900445-d12703945-Reviews-Mana_Cruises-Ko_Olina_Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d2048301-Reviews-Ko_Olina_Ocean_Adventures-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d15279207-Reviews-Trident_Adventures-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d1080388-Reviews-Ocean_Joy_Cruises-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d1488570-Reviews-Hawaii_Nautical-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d11849707-Reviews-Coral_Crater_Adventure_Park-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2212217-Reviews-Kai_Sallas_Pro_Surf_School_Hawaii-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d526144-Reviews-Ko_Olina_Golf_Club-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d1856913-Reviews-FIA_FIA_Polynesian_Show-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60663-d3396893-Reviews-Hawaii_Convertible_Tours-Waipahu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d208598-Reviews-Plaza_de_Catalunya-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d278811-Reviews-Millennium_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g40554-d104705-Reviews-Fort_Williams_Park-Cape_Elizabeth_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d255305-Reviews-Cabrillo_Beach-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g4878474-d5485097-Reviews-Tiare_Shopping-Villesse_Province_of_Gorizia_Friuli_Venezia_Giulia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60749-d2233825-Reviews-Mystic_Caverns-Harrison_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1957200-d6580343-Reviews-Kreuzenstein_Castle-Leobendorf_Lower_Austria.html",
            "https://www.tripadvisor.com/Attraction_Review-g2034431-d8744085-Reviews-Krilo_Ferry-Krilo_Jesenice_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d1063222-Reviews-Crystal_Sands_Beach-Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d10358077-Reviews-Dar_Al_Salam_Mall-Doha.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60654-d574974-Reviews-or10-Germaine_s_Luau-Kapolei_Oahu_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60654-d574974-Reviews-Germaine_s_Luau-Kapolei_Oahu_Hawaii.html"
    }
]