[
    {
        "attraction_name": "Ghibli Park",
        "attraction_name_vi": "Công viên Ghibli",
        "general_info": [
            "36 đánh giá",
            "12 trong số 17 điều cần làm ở Nagakute",
            "Công viên giải trí chủ đề"
        ],
        "attraction_summary": "Chúng tôi thật may mắn khi nhận được vé đến nhà kho lớn Ghibli vào 14:00 ngày 6 tháng 6 khi chúng tôi ở Osaka với thẻ JR thông qua Shinkansen đưa chúng tôi từ Shin Osaka đến Nagoya chỉ 50 phút sau khi đến Nagoya, bạn có thể đi xe buýt Meitetsu giá 1.000 yên hoặc đi tàu điện ngầm Higashiyama sau đó Linimo tốn 630 yên đến công viên Expo trong 50 phút nữa. Khi công viên đóng cửa lúc 17:00 chúng tôi gần như đã hoàn thành mọi hoạt động trong nhà kho lớn ngoại trừ phòng chính để chụp ảnh với những người không có khuôn mặt trên chuyến tàu xếp hàng dài. Khuyên bạn nên đặt sớm hơn để có thể hoàn thành mọi thứ trong nhà kho lớn vì Ghibli có 2 ngôi nhà để tham quan trong khu vực với vé riêng. Dù sao thì chúng tôi cũng rất thích thời gian ở đó và chỉ có đồ uống mới cho phép bạn nhâm nhi khi ở trong công viên. Chúc bạn vui vẻ! Đọc thêm",
        "reviews": [
            "Đừng đi sâu vào vấn đề này với mong đợi một trải nghiệm chất lượng cao tuyệt vời. Đây là một công viên thú vị để người hâm mộ Ghibli tạo dáng và chụp ảnh, nhưng cảm giác như mới ở giai đoạn đầu. \n\nCách tốt nhất để mô tả điều này là... Nếu không có hàng đợi... Công viên có thể hoàn thành trong 45 phút. Chúng tôi đã ở đó 4 giờ vì phải xếp hàng. \n\nNếu bạn chưa xem Whispers of the Heart, hãy bỏ qua Hill of Youth. Nó chỉ là sự tái hiện đời thực của ngôi nhà trong phim. \nNếu bạn chưa xem My Neighbor Totoro. Bỏ qua rừng Dondoko. Mặc dù vậy, con Totoro lớn mà bạn thấy trong ảnh nằm ở đây\n\nBỏ qua làng Công chúa Mononoke nếu bạn không có thời gian. Có một tòa nhà lớn nơi họ dạy bạn nướng thịt xiên... Nhưng nó không đáng để chờ đợi. Có hai bức tượng con lợn bên ngoài nhưng ngoài bức tượng đó ra.. nó có thể được thực hiện trong 5 phút. Không thực sự có giá trị.\n\nTôi đã tiêu cực nhưng nó không hoàn toàn xấu. Điểm nổi bật sẽ luôn là Grand Warehouse. Mẹo có rất nhiều địa điểm thú vị để đi dạo và chụp ảnh - ngay lập tức xếp hàng vào phòng triển lãm trung tâm vì ở đây có tất cả các bộ phim nổi tiếng để chụp ảnh.\nBạn cũng nhận được một vé vào cửa xem bộ phim ngắn của họ chiếu tại rạp chiếu phim ở đây. Chúng tôi đã thấy Mei và Kittenbus không có người đăng ký và đó là một trải nghiệm tuyệt vời.\n\nTheo tôi vẫn chưa đủ, điều đó có nghĩa là bạn nên bỏ qua? Tôi sẽ bỏ qua nếu bạn đang gặp khó khăn về thời gian. Tôi cũng sẽ không mất ngủ nếu bạn đang loay hoay đặt vé.\nNếu chúng ta có nhiều thời gian trên thế giới và bạn là một fan cuồng nhiệt của Ghibli và ý tôi là bạn chưa từng xem những bộ phim nổi tiếng thì bằng mọi cách hãy đến nhézĐọc thêm",
            "Chúng tôi lái xe và không thể xác định được lối vào bãi đậu xe. Chúng tôi lỡ một ngã rẽ và phải đi tiếp, chúng tôi lại lên đường cao tốc. \n\nĐó là một công viên rộng lớn và rất nhiều đi bộ. Chỉ cần kho sẽ cần ít nhất 3 giờ không bao gồm bữa trưa, q dài ở khắp mọi nơi.\n\nTốt nhất nên khám phá một lần, không biết có đi lần 2 không.Đọc thêm",
            "Tôi đã đặt vé vào Làng Mononoke với Grand Warehouse và Rừng Dondoko. Công viên rất trải rộng mà tôi biết khi tôi đến Grand Warehouse lúc 12 giờ trưa, sau đó đến Rừng Dondoko lúc 3 giờ chiều, chúng tôi đến Làng Mononoke trước khi đến nhà kho. Nhà kho rất tuyệt, đảm bảo bạn sẽ đến xem buổi biểu diễn, ngoại trừ dòng người đông đảo muốn chụp ảnh không có khuôn mặt. Rất nhiều thứ để mua ở cửa hàng quà tặng NẾU bạn có thể chuyển đến đó, đó là nhược điểm lớn nhất vì có quá nhiều người ở đó khiến bạn cảm thấy ngột ngạt. Có một xe bán đồ ăn Mos Burger vào ngày chúng tôi đi nên chúng tôi ăn trưa trong khi chờ khung giờ để đến Rừng Dondoko. Mỗi phần của công viên có cảm giác như có thể có nhiều hơn ở đó vì mỗi phần của khu rừng không có nhiều. Tổng cộng chúng tôi đã dành 6 giờ ở đó, nhìn lại thì chúng tôi có thể chỉ dành dưới 3 giờ nếu đi đến nhà kho nếu tất cả các phần đều được mở và không được phân chia. Chúng tôi vẫn thích chụp ảnh mọi thứ có thể, chúng tôi sẽ không quay lại vộiĐọc thêm",
            "Con trai tôi và tôi đặc biệt vui mừng sau khi quay trở lại Bảo tàng Ghibli ở Tokyo và yêu thích nó.\nChỉ có chúng tôi là người phương Tây mới có thể vào Grand Warehouse. Nó thật ngột ngạt và đông đúc do hầu hết các cuộc triển lãm đều là cơ hội để chụp ảnh. Phim hay và cửa hàng quà tặng cũng ok. Bên ngoài 711 có rất nhiều đồ của Ghibli hay ho. Sẽ tốt hơn nếu có thêm thông tin về việc làm phim. Nhà hàng vẫn ổn. Tôi sẽ bỏ qua phần này và tập trung vào Bảo tàng Ghibli ở Tokyo.Đọc thêm",
            "Công viên Ghibli dường như chưa hoàn thành. Thiếu bảng hướng dẫn về cách bố trí công viên. Khu vực Princess Mononoke là tội phạm nếu buộc tội bất cứ ai nhìn thấy điều đó. Nó chỉ có tượng Nago và Okkoto mà bạn có thể chụp ảnh trước mặt. Thung lũng phù thủy rất đáng xem, Lâu đài di chuyển của Howls thực sự rất tuyệt. Mặc dù điều khiến tôi khó chịu là không có thứ gì bạn có thể tương tác và bạn cũng không được phép chụp ảnh bên trong các tòa nhà. Grand Warehouse có một số khu vực thực sự gọn gàng để xem và những bức tượng từ các bộ phim khác nhau mà bạn có thể chụp ảnh trước mặt. Nhưng dù vậy, việc xếp hàng để chụp ảnh trước các bức tượng vẫn không thực tế. Tôi không cảm thấy đáng để trả thêm tiền vì tôi cảm thấy lẽ ra nó phải được bao gồm trong giá cơ bản. Chúng tôi thậm chí chưa bao giờ vào được Rừng Dondoko vì khi chúng tôi đi bộ đến khu vực rất xa, họ đã đóng cửa mọi thứ 15 phút trước giờ đóng cửa. Là một người hâm mộ Ghibli, tôi rất hào hứng khi được đến công viên này. Thật không may, đó là một sự thất vọng và tôi không khuyến khích. Trừ khi bạn ở khu vực Nagoya, bạn sẽ không phải đi xa để đến đó.Đọc thêm",
            "Tránh trải nghiệm tồi tệ này đặc biệt nếu công viên Ghibli của bạn. Chỉ có vé cao cấp mới có khả năng vào các tòa nhà nhưng con mèo của bạn chụp ảnh và đó là điều duy nhất phải làm. Nếu không có phí bảo hiểm, bạn thậm chí không thể vào khu vực của May và nhà Satsuki, đó không phải là những gì người ta nói khi bạn mua. Nhân viên luận tội chúng tôi vào chỉ để chụp một bức ảnh ngay cả khi họ đã phá vỡ những gì được viết trên trang web, một sự xấu hổ lớn. Gia đình tôi và tôi đã mất một ngày ở Nhật Bản vì chuyến thăm nhàm chán này. Để kết thúc tất cả đều tốn kém, vì vậy hãy vượt qua và đi đến bảo tàng Ghibli ở Tokyo.Đọc thêm",
            "I will update this review after weve actually visited but I have just purchased four tickets for my family to go to Ghibli PARK in July. Were going with our teenage girls who love all things Ghibli so failure was not an option!The first thing to know is that tickets can only be bought from 2pm Japan time 6am British summer time on the 10th of each month TWO MONTHS BEFORE. I did my research, set my alarm and logged onto the official purchasing website on May 10th 2024 to reserve tickets for July 2024. Had I realised that I was going to be 14000th in the queue at 05.59am I would have set my alarm an hour earlier. It seems you can click the purchase button before 6am to secure a place in the queue. It told me the wait time was over an hour and my heart sank. A bit of research told me there was no other way to purchase tickets although there ARE people advertising they can get them for you on Fivver. I thought I might have to resort to this option but, after patiently waiting and logging on to the site with a PC and another phone just in case I got admitted to the purchasing site. The date we were hoping to get was gone but fortunately we had a couple of options and our second choice date was available. Some reviews have said you need to set times for all the different parts of the park but this is no longer the case - certainly not with the premium day pass tickets we bought. We just had to set a time for the Grand Warehouse. This done, I also had to enter the address of our hotel AND my passport details. All good so far. Then came the nail biting bit - trying to pay with a credit card. I have a Tesco Mastercard and it refused it first time around. All credit to TescoMastercard however, I received an instant text telling me it had blocked a transaction and asking me to verify if it was actually me with a YN. As soon as I replied Y and tried again it worked - phew!So, to summarise, if planning to book tickets remember these points:1 Set your alarm for between 5-5.30am British summertime on the 10th of the month two months ahead of your visit2 Log into the site and click BOOK as soon as youre able dont wait until 2pm Japan time as I did. Do this on more than one device in case one kicks you off3 Have a couple of credit cards handy in case one fails4 Have your passport number and accommodation address handy5 Be prepared to wait but keep checking as it only gives you ten minutes to start booking once youre at the front of the queue!Happy shopping and heres hoping its all worthwhile!Read more",
            "Lẽ ra tôi nên đặt chỗ cho nhà kho vào giờ mở cửa thay vì lúc 11 giờ sáng vì chúng tôi thực sự không thể làm gì trong khi chờ đợi đặt chỗ.Đọc thêm",
            "The Studio Ghibli Park located within the Expo 2005 Aichi Commemorative Park is a magical and must-see  for dedicated Ghibli fans. We managed Grand Warehouse tickets for 10 am. We were told start cueing around 9:30, but they actually started letting people cue around 9:20 by 9:30 the line was horrendously long. I noticed when we left the warehouse at 1:30 no one was cueing for the 2pm time slot. The warehouse is packed even at 10. The longest line was for No Face. The rest were less than 5 minutes.  We waited an hour and a half for No Face I could have skipped that park and spent more time in the park. The Valley of the Witches was my favorite.  Going into Howells moving castle was fantastic.  There are rides for an extra fee. The picture with Turnip Head and the castle looked long and time was limited after the warehouse so we didnt even bother. Donoko Forest is mainly Tsaskis and Maes house and then a giant Totoro that kids can climb into. Most of our time there was waiting in line for the house. There are trails but you would not have time to enjoy them if you want to see the whole Ghibli park. Monoke Village has the two staues of the boar and demon. It also has a life-size model of a traditional house from the movie. There was also a cooking opportunity, but we missed out due to arriving around 4. Besides cooking I wouldnt spend more than 15 minutes here. Hill of Youth- We managed to do the house tour just after 4:40. It was disgustingly packed. We didnt make it up the actual hill, but wanted to get the experience in before closing. For gift shops since you cant re enter after youve left an area buy what you want. You may be able to find it cheaper at the Aeon Mall just down the road, but there is no guarantee the item you want will be there. There is parking around the park. It cost us 1000 yen for parking all day. The food truck selection in the middle of the park was great. I thought they were reasonably priced though the drinks are cheaper at the vending machines, I dont mind supporting small businesses.  All in all we dont regret coming. My kids had a great time. I would probably only go again in the low season or if we had out of town guests who really wanted to go. Read more",
            "Công viên Ghibli dường như chưa hoàn thành. Thiếu bảng hướng dẫn về cách bố trí công viên. Khu vực Princess Mononoke là tội phạm nếu buộc tội bất cứ ai nhìn thấy điều đó. Nó chỉ có tượng Nago và Okkoto mà bạn có thể chụp ảnh trước mặt. Thung lũng phù thủy rất đáng xem, Lâu đài di chuyển của Howls thực sự rất tuyệt. Mặc dù điều khiến tôi khó chịu là không có thứ gì bạn có thể tương tác và bạn cũng không được phép chụp ảnh bên trong các tòa nhà. Grand Warehouse có một số khu vực thực sự gọn gàng để xem và những bức tượng từ các bộ phim khác nhau mà bạn có thể chụp ảnh trước mặt. Nhưng dù vậy, việc xếp hàng để chụp ảnh trước các bức tượng vẫn không thực tế. Tôi không cảm thấy đáng để trả thêm tiền vì tôi cảm thấy lẽ ra nó phải được bao gồm trong giá cơ bản. Chúng tôi thậm chí chưa bao giờ vào được Rừng Dondoko vì khi chúng tôi đi bộ đến khu vực rất xa, họ đã đóng cửa mọi thứ 15 phút trước giờ đóng cửa. Là một người hâm mộ Ghibli, tôi rất hào hứng khi được đến công viên này. Thật không may, đó là một sự thất vọng và tôi không khuyến khích. Trừ khi bạn ở khu vực Nagoya, bạn sẽ không phải đi xa để đến đó.Đọc thêm",
            "The whole thing was meh. First getting there from Kyoto was no picnic. We took the Shinkansen there and transferred to a Nagoya train, nothing was well labelled, all felt very hectic. Then we got to the park and after the cool elevator entrance theres just a huge empty park no one looked at our tickets, we were looking at a map of this massive park trying to see where to go, a volunteer helped us. And its a free open park that has little remember that word.. areas that you pay to go in. So our premium passes felt a bit meh. The Princess Mononoke area, if you want to call it that, was robbery. Dont even bother with it. 2 cool statues of Nago and Okkoto, a sheltered area that you can pay 1200 yen to cook 3 mochi balls and a tiiiiiiiny gift shop with 8 different items. Seriously thats it. That was the second area we went to. Our favourite Ghibli as well. Super disappointed. Valley of witches was pretty cool, but all the cute houses you cant take any pictures in. Howls moving castle was amazing inside, insanely detailed, but again, no pictures. I understand they dont want people gumming up the works taking a billion pictures, but theres no rides, theres no shade or benches, and I cant take pictures? The grand warehouse saved the day, that is cool. There you have areas you can take pictures and places you cant. And holy moly do they ever pounce on you if you missed a no pictures sign while in there. They also show a cute ghibli short in the grand warehouse that we really enjoyed. We never made it to the Donboko forest because its literally kilometres away from everything else that we didnt make it there until 1645 and they closed it even though the park closed at 1700. That was very frustrating. We were speed walking the whole way there, anyone with mobility issues shouldnt even bother going there unless they have a wheelchair and someone to help them. So all in all was it worth 70 cad? Hell no. Not with the travel costs on top of it. Save your money.Read more",
            "Con trai tôi và tôi đặc biệt phấn khích sau khi quay trở lại Bảo tàng Ghibli ở Tokyo và yêu thích nó. Chỉ những người phương Tây mới có thể vào Grand Warehouse. Nó thật ngột ngạt và đông đúc do hầu hết các cuộc triển lãm đều là cơ hội để chụp ảnh. Phim hay và cửa hàng quà tặng cũng ok. Bên ngoài 711 có rất nhiều đồ của Ghibli hay ho. Sẽ tốt hơn nếu có thêm thông tin về việc làm phim. Nhà hàng vẫn ổn. Tôi sẽ bỏ qua phần này và tập trung vào Bảo tàng Ghibli ở Tokyo.Đọc thêm",
            "Tôi đã đặt vé vào Làng Mononoke với Grand Warehouse và Rừng Dondoko. Công viên rất trải rộng mà tôi biết khi tôi đến Grand Warehouse lúc 12 giờ trưa, sau đó đến Rừng Dondoko lúc 3 giờ chiều, chúng tôi đến Làng Mononoke trước khi đến nhà kho. Nhà kho rất tuyệt, đảm bảo bạn sẽ đến xem buổi biểu diễn, ngoại trừ dòng người đông đảo muốn chụp ảnh không có khuôn mặt. Rất nhiều thứ để mua ở cửa hàng quà tặng NẾU bạn có thể chuyển đến đó, đó là nhược điểm lớn nhất vì có quá nhiều người ở đó khiến bạn cảm thấy ngột ngạt. Có một xe bán đồ ăn Mos Burger vào ngày chúng tôi đi nên chúng tôi ăn trưa trong khi chờ khung giờ để đến Rừng Dondoko. Mỗi phần của công viên có cảm giác như có thể có nhiều hơn ở đó vì mỗi phần của khu rừng không có nhiều. Tổng cộng chúng tôi đã dành 6 giờ ở đó, nhìn lại thì chúng tôi có thể chỉ dành dưới 3 giờ nếu đi đến nhà kho nếu tất cả các phần đều được mở và không được phân chia. Chúng tôi vẫn thích chụp ảnh mọi thứ có thể, chúng tôi sẽ không quay lại vộiĐọc thêm",
            "Tôi đến từ Chile, tôi đã đến Nagoya đặc biệt để đến Công viên Ghibli, chúng tôi đã mua trước mọi thứ, chúng tôi để lại ấn tượng về mã QR ở nhà, nhưng tôi đã đặt chỗ trước, bằng chứng thanh toán và mọi thứ khác. Tôi đã cố gắng khôi phục mã của mình nhiều lần trong luật trên trang của mình nhưng nó luôn xảy ra lỗi. Khi tôi nhận ra điều này, tôi bắt đầu viết thư để hỗ trợ để được giúp đỡ, bạn không thể tưởng tượng được điều này bực bội đến mức nào, hết lần này đến lần khác họ đều đưa ra những câu trả lời giống nhau, tiếc là họ chẳng giúp được gì cho tôi cả. Tôi đã chấp nhận thua lỗ, nhưng trong mọi trường hợp, tôi khẳng định rằng mọi thứ đều có vấn đề, không có hậu mãi, một khi bạn mua, không ai giúp bạn giải quyết bất cứ điều gì, họ cũng làm điều tương tự như bạn từ cuốn sổ của bạn, đôi khi anh chàng có vẻ giống như một trò đùa của những câu trả lời được đưa ra. Tôi sẽ ra đi với một trải nghiệm khủng khiếp và ấn tượng khủng khiếp, ngay cả vào năm 2024, họ vẫn không có hệ thống nội bộ giúp bạn khôi phục mật khẩu của mình một cách hiệu quả.Đọc thêm",
            "Là một người hâm mộ Ghibli, tôi hơi thất vọng. Nhà kho chính rất thú vị, nhưng Làng Monokeke lại thưa thớt những chiếc bánh gạo đắt đỏ. Có lẽ tốt hơn nên ghé thăm sau khi tất cả các khu vực được hoàn thành.Đọc thêm"
        ],
        "star_ratings": [
            7,
            6,
            9,
            7,
            7
        ],
        "review_amount": 36,
        "location": [
            "Nagakute",
            "Châu Á",
            "Nhật Bản",
            "Công viên Ghibli",
            "Tỉnh Aichi",
            "tokai",
            "Những việc cần làm ở Nagakute",
            "Ống"
        ],
        "reviews_time": [
            "Written September 17, 2023",
            "Written November 11, 2023",
            "Written January 3, 2024",
            "Written February 27, 2024",
            "Written March 24, 2024",
            "Written April 13, 2024",
            "Written May 23, 2024",
            "Written May 10, 2024",
            "Written May 4, 2024",
            "Written April 13, 2024",
            "Written April 13, 2024",
            "Written April 13, 2024",
            "Written March 25, 2024",
            "Written February 28, 2024",
            "Written February 6, 2024",
            "Written January 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1121224-d25181540-Reviews-Ghibli_Park-Nagakute_Aichi_Prefecture_Tokai_Chubu.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1121224-d25181540-Reviews-or10-Ghibli_Park-Nagakute_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1121224-d25181540-Reviews-or20-Ghibli_Park-Nagakute_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d10059840-Reviews-Kimberly_Spa-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d2310339-Reviews-View_of_Riga_from_St_Peter_s_Church_Tower-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d144151-Reviews-Little_Tokyo-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33499-d1743115-Reviews-Wild_Animal_Sanctuary-Keenesburg_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6979500-Reviews-Pier_25_Mini_Golf-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d17605523-Reviews-Kotor_Farmers_Market-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g42559-d6949615-Reviews-Iargo_Springs-Oscoda_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d271927-Reviews-Blandy_s_Wine_Lodge-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187454-d3287807-Reviews-Mercado_de_La_Ribera-Bilbao_Province_of_Vizcaya_Basque_Country.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d12840707-Reviews-Museum_of_the_Bible-Washington_DC_District_of_Columbia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1121224-d25181540-Reviews-or10-Ghibli_Park-Nagakute_Aichi_Prefecture_Tokai_Chubu.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1121224-d25181540-Reviews-Ghibli_Park-Nagakute_Aichi_Prefecture_Tokai_Chubu.html"
    }
]