[
    {
        "attraction_name": "Gia Hung Motorbike Rental",
        "attraction_name_vi": "Thuê Xe Máy Gia Hưng",
        "general_info": [
            "89 đánh giá",
            "- 203 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Tour nhiều ngàyTour xe máyThuê đồ dùng",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe máy",
            "Cho thuê thiết bị"
        ],
        "attraction_summary": "Công ty cho thuê xe máy Gia Hưng là một doanh nghiệp có uy tín chuyên cung cấp dịch vụ cho thuê xe máy chất lượng cao và đáng tin cậy cho cả người dân địa phương và khách du lịch tại Việt Nam. Với cam kết mạnh mẽ mang lại sự hài lòng cho khách hàng, Gia Hưng đã trở thành một trong những công ty cho thuê xe máy uy tín và được ưa chuộng nhất cả nước. Đội xe máy phong phú của công ty bao gồm nhiều mẫu mã và kích cỡ khác nhau để phù hợp với các nhu cầu và sở thích khác nhau, từ xe tay ga dành cho những chuyến đi ngắn trong thành phố đến xe đạp mạo hiểm dành cho những chuyến du lịch đường dài. Ngoài việc cung cấp các loại xe chất lượng hàng đầu, Gia Hưng còn cung cấp dịch vụ khách hàng tuyệt vời, bao gồm dịch vụ giao nhận hàng, hỗ trợ dọc đường 24 - 7 và hướng dẫn chi tiết về lái xe an toàn và có trách nhiệm. Dù bạn là du khách lần đầu hay là một du khách dày dạn kinh nghiệm tại Việt Nam, Gia Hưng là lựa chọn lý tưởng để thuê xe máy và khám phá đất nước xinh đẹp này bằng xe hai bánh.Đọc thêm",
        "reviews": [
            "Tôi đã thuê nơi này ba lần riêng biệt, một chuyến đi trong ngày, quanh Hà Nội và một chuyến đi qua đêm, và lần nào tôi cũng được chăm sóc chu đáo. Giống như bất kỳ địa điểm cho thuê nào ở Châu Á, tôi khuyên bạn nên lái thử trước để đảm bảo rằng bạn cảm thấy thoải mái với việc thiết lập phanh, lái, ly hợp, v.v. vì những điều này khác nhau tùy theo từng loại xe đạp. Tôi - khuyên bạn nên bỏ thêm tiền - đối với một trong những chiếc xe đạp mới hơn - CB500X, WR155 - nếu bạn - đang muốn thực hiện một số chuyến đi nghiêm túc ra khỏi thị trấn - muốn yên tâm. Không có vấn đề gì khi gửi hộ chiếu của tôi ở đây. Họ thậm chí còn tử tế khi bỏ qua một vết xước nhỏ mà tôi mắc phải trên yếm. Nếu bạn ưu tiên một cửa hàng trung thực và có giá cả hợp lý, đừng tìm đâu xa.Đọc thêm",
            "Hoàn hảo, đã trả lại hộ chiếu của tôi theo yêu cầu sau khi trả lại xe đạp. Nơi tốt, với một đầu bếp giỏi nữa ahaha Đọc thêm",
            "Chúng tôi thuê một chiếc Yamaha NVX 155cc trong 7 ngày. Đi từ Hà Nội về phía bắc Việt Nam, bao gồm cả tuyến Hà Giang. Trong chuyến đi của chúng tôi, chủ sở hữu đại lý đã liên hệ để biết mọi thứ diễn ra như thế nào và ngăn chặn chúng tôi khỏi một số cơn bão lớn trong khu vực chúng tôi đang đi qua. Xe máy ở tình trạng rất tốt và chúng tôi KHÔNG gặp vấn đề gì với chiếc xe đạp. Giá đã công bằng. Khuyến khích. Đọc thêm",
            "Tôi thuê xe máy cho chuyến đi từ Hà Nội lên Hà Giang và tìm thấy địa điểm thuê xe này qua một người bạn vừa kết thúc chuyến đi. Đó là một bất ngờ lớn vì chiếc xe đạp vẫn như mới. Người chủ nói mua cho bạn tôi đi du lịch nên tôi là người thứ hai sử dụng. Đẹp! Chiếc xe đạp quá tuyệt vời, không có gì để nói. Mình muốn cảm ơn anh chủ đã phục vụ tận tình, nhanh chóng, rõ ràng, tiện lợi. Giá cả hợp lý với tình trạng xe đạp. Hoàn toàn được khuyến khích!  - - - Họ có tính phí vận chuyển xe đạp đến bất kỳ tỉnh nào để bạn có thể rút ngắn chuyến đi Đọc thêm",
            "Tôi đã thuê xe máy trong một tháng, thật tuyệt vời! Thật tốt khi có thể linh hoạt đi bất cứ đâu với chi phí rất ít xăng, không gặp một vấn đề gì với chiếc xe đạp. Mọi thứ đều hoàn hảo!!! Đọc thêm",
            "Chúng tôi là người địa phương, chúng tôi thuê chiếc Yamaha WR155 trong 7 ngày để đi du lịch hồ Ba Bể, thác Bản Giốc và vòng Ga Giang. Cửa hàng cung cấp giá rất tốt nhưng trên hết là xe đạp rất tốt gần như mới. Xe đạp chất lượng tốt rất quan trọng khi đi du lịch bằng xe máy. Chúng tôi có thời gian tuyệt vời và rất vui được giới thiệu xe máy Gia Hưng cho mọi người. Đọc thêm",
            "Kính thưa quý khách\nXin chân thành cảm ơn quý khách đã sử dụng dịch vụ cho thuê xe Offroad Yamaha WR 155cc vva của chúng tôi.\nChúng tôi rất vui khi có bạn là một vị khách quý.\nTrân trọng\nDavid Phạm\nGiám đốc xe máy Gia HưngĐọc thêm",
            "Chúng tôi thuê một chiếc Honda XR 150cc trong 5 ngày cho chuyến đi Vịnh Hạ Long, Ninh Bình, Mai Châu. Honda Xr150 hoạt động quá tuyệt vời. Chúng tôi không có broplam với xe đạp. Nhân viên cũng siêu thân thiệnXem thêm",
            "Kính thưa quý khách\nXin chân thành cảm ơn quý khách đã sử dụng dịch vụ cho thuê xe địa hình Honda XR150cc của chúng tôi.\nchúng tôi rất vui mừng khi có bạn là một vị khách quý.\nTrân trọng\nDavid Phạm\nGiám đốc xe máy Gia HưngĐọc thêm",
            "Tôi muốn thực hiện chuyến phượt ở miền Bắc Việt Nam bằng chiếc Honda 500 CBX. Vì vậy, tôi đã liên hệ với anh Hùng từ Pháp. Một chiếc xe máy mới toanh đang đợi tôi vào ngày tôi đến theo thỏa thuận. Một người đàn ông biết nói và trung thực.Đọc hơn",
            "Kính thưa quý khách\nXin chân thành cảm ơn quý khách đã sử dụng dịch vụ cho thuê xe Honda CB500x Adventure của chúng tôi.\nChúng tôi rất vui khi có bạn là một vị khách quý.\nTrân trọng\nDavid Phạm\nGiám đốc xe máy Gia HưngĐọc thêm",
            "Chúng tôi thuê 02 chiếc xe đạp: 1 chiếc NVX và 1 chiếc Sirius cho chuyến đi vòng quanh Hà Giang trong 1 tuần vào đầu tháng 11 năm 2022. Những chiếc xe đạp ở tình trạng rất tốt và chủ sở hữu rất tốt bụng. NVX bắt đinh ở Hà Giang, phải đổi loại và được chủ chào 50 - loại mới mà chúng tôi không ngờ tới. Chúng tôi chắc chắn sẽ thuê xe đạp ở đây một lần nữa khi đến Hà Nội.Đọc thêm",
            "Thật là một điều trị! Chúng tôi đã thuê một chiếc Honda XR150CC cho chuyến đi đến vòng ha giang và chiếc xe hoạt động rất đẹp. Chủ sở hữu và nhóm của anh ấy đã cung cấp thông tin liên lạc tuyệt vời, một mức giá tuyệt vời và nói chung là một trải nghiệm tuyệt vời. Nếu bạn - đang ở Hà Nội và cần một chiếc xe máy thì hà nội là nơi. Cảm ơn vì tất cả mọi thứ!Đọc thêm"
        ],
        "star_ratings": [
            87,
            2,
            0,
            0,
            0
        ],
        "review_amount": 89,
        "location": [],
        "reviews_time": [
            "Written December 10, 2023",
            "Written November 29, 2023",
            "Written October 9, 2023",
            "Written May 24, 2023",
            "Written May 4, 2023",
            "Written April 1, 2023",
            "Written March 31, 2023",
            "Written March 31, 2023",
            "Written November 22, 2022",
            "Written September 23, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d13979450-Reviews-Gia_Hung_Motorbike_Rental-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13979450-Reviews-or10-Gia_Hung_Motorbike_Rental-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13979450-Reviews-Gia_Hung_Motorbike_Rental-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10662935-Reviews-David_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17754803-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11670779-Reviews-Duong_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820971-Reviews-Anna_Booking_Office-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19846296-Reviews-Zenmori_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6380192-Reviews-Phung_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17807051-Reviews-Hanoi_Motorbike-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24832070-Reviews-Toptour_Viet_Nam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27146735-Reviews-Marky_Marie_Tattoo-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12741918-Reviews-Hanoi_Explore_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12376081-Reviews-Midori_Spa_3-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12413408-Reviews-Smile_Travel_Agency-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566921-Reviews-Omamori_Spa_Ha_N_i-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11802397-Reviews-Salon_Van_Nguyen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27916601-Reviews-Xin_Chao_Th_Xuong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g42161-d1808400-Reviews-Tawas_Point_State_Park-East_Tawas_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12400029-Reviews-Magic_Mike_Live_at_SAHARA_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d532109-Reviews-Montauk_Point_State_Park-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d10121836-Reviews-Palace_Bar_Restaurant-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d4831199-Reviews-El_Salto-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Province_of_Alajue.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d5502367-Reviews-Spanish_Guitar_Barcelona_Concert_and_Wine-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d109591-Reviews-Jacques_Cabaret-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g53299-d2522438-Reviews-Peace_Valley_Park-New_Britain_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d601138-Reviews-Showbox-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g306997-d1022991-Reviews-Dataran_Pahlawan_Melaka_Megamall-Melaka_Central_Melaka_District_Melaka_State.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d13979450-Reviews-or10-Gia_Hung_Motorbike_Rental-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d13979450-Reviews-Gia_Hung_Motorbike_Rental-Hanoi.html"
    }
]