[
    {
        "attraction_name": "Gion",
        "attraction_name_vi": "Gion",
        "general_info": [
            "7.321 đánh giá",
            "- 38 trong số 2.064 điều cần làm ở Kyoto",
            "Vùng lân cận",
            "Địa điểm ưa thích - Địa danh",
            "Khu vực đi bộ ngắm cảnh"
        ],
        "attraction_summary": "Khu phố nổi tiếng nhất ở Kyoto còn được gọi là quận Geisha. Tại đây, giữa các quán trà và câu lạc bộ tư nhân, bạn có thể thoáng thấy một geisha trong trang phục đầy đủ bao gồm cả trang điểm trắng.Đọc thêm",
        "reviews": [
            "Gion là quận Geisha nổi tiếng của Kyoto - được gọi là - Geiko - ở Kyoto - . Mặc dù nhiều quán trà và nhà hàng giải trí ở Gion đóng cửa với người nước ngoài, Geiko và Maiko trong trang điểm truyền thống với mái tóc mạ vàng trong bộ kimono đầy đủ vẫn có thể được nhìn thấy đang trôi trên đường đến và đi làm, nơi họ múa, hát và nhảy múa. chơi nhạc cụ cho khách hàng. Gion sáng đèn về đêm, khi những con phố cổ kính rực sáng đèn lồng dọc bờ sông, nơi những hàng liễu rũ đón ánh sao và không khí ấm áp tiếng trò chuyện. Các nhóm người đi qua để tập trung vào các nhà hàng và quán bar dọc theo bờ sông, nhưng Gion vẫn là một quận gần như yên tĩnh, phần lớn do lượng ô tô lưu thông qua nhiều đường phố ở đây bị hạn chế. Gion là một nơi tuyệt vời để thưởng thức các món ăn địa phương và phong tục của Kyoto và tốt nhất nên thưởng thức sau khi trời tối.Đọc thêm",
            "Đẹp và rất sạch sẽ. Nhân viên tuyệt vời và rất hữu ích và tốt bụng. Loại khách sạn khiến bạn cảm thấy mình được chào đón. Vị trí đi bộ tuyệt vời gần ga tàu, mua sắm, ăn uống, các điểm tham quan. Sẽ ở lại đây một lần nữa. 10 - -\nĐọc thêm",
            "Khi bạn nghĩ về Nhật Bản truyền thống, chính là nó. Kiến trúc tuyệt đẹp.  Những con đường quanh co, những viên ngọc ẩn và những chi tiết đáng kinh ngạc. Nó có cả cảm giác địa phương và du lịch. Đắm mình trong văn hóa với nhiều người mặc trang phục Geisha truyền thống. Rất nhiều nhà hàng và cửa hàng. Bạn có thể vui vẻ và dễ dàng dành vài giờ đi bộ xung quanh và đắm mình trong đó. Tuyệt đối phải xem - doĐọc thêm",
            "Chúng tôi đã ở đây nhiều năm trước và điều đó thật kỳ diệu, đặc biệt là vào ban đêm. Bạn thực sự có thể nhìn thấy geisha thực sự đi dạo xung quanh. Bây giờ, thật không may là tất cả khách du lịch đều mặc kimono thuê đi lại. Tuy nhiên, về đêm, bạn có thể dạo bộ xung quanh mà vẫn cảm nhận được bầu không khí truyền thống xưa cũ và lạc mình vào những con phố nhỏ.Đọc thêm",
            "Chúng tôi may mắn được ở tại một khách sạn tuyệt vời ở đây và có thể đi bộ xung quanh khu vực lịch sử này rất nhiều. Có một cảm giác truyền thống thực sự dọc theo những con phố hẹp với các tòa nhà và đền thờ cổ kính. Có một sự va chạm của hiện đại - đường dây điện và điện thoại không hấp dẫn giao nhau ở phía trên - và đám đông khách du lịch diễu hành xung quanh như thể họ là Geikos - geisha - và các cửa hàng phản ánh cả hai mặt đối lập này ở Gion. Tôi khuyên bạn nên thực hiện một buổi thiền thực sự tại một trong những ngôi đền với một nhà sư. Ngoài ra, bạn sẽ có được một cảm giác khác nhau vào các thời điểm khác nhau trong ngày và đêm khi bạn đi bộ qua khu phố. Đọc thêm",
            "Phải ghé thăm nếu bạn - đang ở Kyoto! Yêu những tòa nhà cổ truyền thống! Rất đông đúc nhưng vẫn đáng để đi. Đi bộ xung quanh và bị lạc là tốt nhất! Chúng tôi cũng may mắn được nhìn thấy các nhà sư đang đi dạo ở Gion!Đọc thêm",
            "Một khu vực tối tăm và râm mát của thị trấn, đầy rẫy những âm mưu lịch sử. Đây là nơi các cô gái có học thức, được đào tạo về cách giải trí, tiếp đón khách hàng của họ. Cao cấp hơn là hạt giống. Một nơi hoàn toàn hấp dẫn.Đọc thêm",
            "Có một số khu dân cư nhỏ ở Gion, đây chắc chắn là nơi đáng để ghé thăm và không xa trung tâm thành phố. Các cửa hàng gỗ cũ, đèn lồng và hoa anh đào là địa điểm đáng để chiêm ngưỡng. Nhược điểm lớn nhất là đông đúc.Đọc thêm",
            "Đi dạo một quãng dài qua Gion trên đường đến Kiyomizu - dera và đó là một trong những điểm nổi bật của thời đại chúng tôi ở Kyoto.  Kiến trúc truyền thống tuyệt đẹp và những con đường hẹp, rải rác những ngôi đền, miếu và nhà hát. Chúng tôi chỉ đi lang thang và tận hưởng bầu không khí. Chúng tôi nghe nói rằng cộng đồng địa phương hơi nhạy cảm với việc khách du lịch chụp ảnh ở Gion, vì vậy chúng tôi đã không chụp ảnh. Ngoài ra, đây là Tuần lễ Vàng nên hơi đông đúc và đầy khách du lịch - cả quốc tế và địa phương - mặc kimono...thật kỳ lạ b - c đối với tôi, nó thực sự không phải là nơi để đi bộ xung quanh ở geta. ..trừ khi bạn có lý do để đi bộ quanh geta. Tôi nghĩ Gion sẽ là một nơi tuyệt vời để khám phá vào một ngày mưa đầy sương mù hoặc vào ban đêm,...và có thể sẽ thú vị hơn nếu đó là một ngày trong tuần chứ không phải ngày lễ quốc gia. Nhưng tôi rất vui vì chúng tôi đã đi và tôi nghĩ rằng, nếu quay lại, tôi sẽ đặt chỗ ở trong khu vực lân cận.Đọc thêm",
            "Đây là chuyến tham quan Gion kéo dài ba giờ thực sự thú vị. Hướng dẫn viên của chúng tôi, Kats, rất hiểu biết và tốt bụng. Chúng tôi dừng lại uống trà và ăn đồ ngọt và thấy đèn ở khu phố bật sáng. Chúng tôi phát hiện ra một Geisha và thấy một số ngôi chùa và đền thờ tuyệt vời. Rất khuyến khích.Đọc thêm",
            "Đây là chuyến tham quan Gion kéo dài ba giờ thực sự thú vị. Hướng dẫn viên của chúng tôi, Kats, rất hiểu biết và tốt bụng. Chúng tôi dừng lại uống trà và ăn đồ ngọt và thấy đèn ở khu phố bật sáng. Chúng tôi phát hiện ra một Geisha và thấy một số ngôi chùa và đền thờ tuyệt vời. Rất khuyến khích.Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến đi bộ đến Gion và giới thiệu nó để được giải thích về văn hóa và địa điểm của quận geisha. Một khu vực rất đẹp và thật vui khi thấy lịch sử và văn hóa được trình bày và bảo tồn như thế nào. Đọc thêm",
            "Việc tìm kiếm cô geisha khó nắm bắt đã đưa chúng tôi đến khu vực này. Con phố dành riêng cho người đi bộ đầy ắp khách du lịch nhấp chuột rời đi, bất chấp các biển cảnh báo về việc phạt tiền và chờ đợi hình ảnh thoáng qua của các geisha!Đọc thêm",
            "Đi dạo một quãng dài qua Gion trên đường đến Kiyomizu - dera và đó là một trong những điểm nổi bật của thời đại chúng tôi ở Kyoto.  Kiến trúc truyền thống tuyệt đẹp và những con đường hẹp, rải rác những ngôi đền, miếu và nhà hát. Chúng tôi chỉ đi lang thang và tận hưởng bầu không khí. Chúng tôi nghe nói rằng cộng đồng địa phương hơi nhạy cảm với việc khách du lịch chụp ảnh ở Gion, vì vậy chúng tôi đã không chụp ảnh. Ngoài ra, đây là Tuần lễ Vàng nên hơi đông đúc và đầy khách du lịch - cả quốc tế và địa phương - mặc kimono...thật kỳ lạ b - c đối với tôi, nó thực sự không phải là nơi để đi bộ xung quanh ở geta. ..trừ khi bạn có lý do để đi bộ quanh geta. Tôi nghĩ Gion sẽ là một nơi tuyệt vời để khám phá vào một ngày mưa đầy sương mù hoặc vào ban đêm,...và có thể sẽ thú vị hơn nếu đó là một ngày trong tuần chứ không phải ngày lễ quốc gia. Nhưng tôi rất vui vì chúng tôi đã đi và tôi nghĩ rằng, nếu quay lại, tôi sẽ đặt chỗ ở trong khu vực lân cận.Đọc thêm",
            "Siêu đông đúc. Tệ hơn Tokyo. Chúng tôi đang tìm nơi ramen không chứa gluten. Cuối cùng đã tìm thấy nó. Một phần thú vị và thu hút khách du lịch của thành phố.Đọc thêm",
            "Khu vực quyến rũ và cổ kính này của thị trấn có rất đông khách du lịch khiến trải nghiệm đi bộ qua Gion trở thành một cực hình vào tháng 3 năm 2024. Tôi nghe nói rằng bắt đầu từ tháng 4 năm 2024, một số đường phố riêng ở Gion sẽ bị phong tỏa và cấm đón khách du lịch. Chúng tôi thấy những tấm biển đăng ký khi chúng tôi ở đó không để chụp ảnh. Một phần của niềm vui du lịch từng là quá trình khám phá mọi thứ nhưng tua nhanh đến bây giờ, và điều này giống với ký ức tuổi thơ của tôi hơn khi di chuyển qua Disneyland. Không có chỗ để di chuyển trên đường phố. Đi bộ qua khu vực để đến chỗ ở của chúng tôi thật khó khăn.Đọc thêm",
            "Chúng tôi bắt buộc phải đi bộ qua Gion vào một buổi tối, cố gắng cảm nhận về Kyoto cổ xưa. - Có lẽ sẽ rất thú vị nếu không có đám đông khách du lịch chen lấn xô đẩy để có cơ hội nhìn thấy một geisha đích thực. Hoàn toàn có thể hiểu được tại sao những quý cô tội nghiệp này lại tránh xa ánh đèn sân khấu. Toàn bộ nơi này chắc chắn sẽ là nơi tuyệt vời để trải nghiệm nếu có khoảng 90 người - ít người hơn trên đường phố.Đọc thêm",
            "Quận Gion của Kyoto, nổi tiếng với những geisha đích thực và những tòa nhà gỗ cổ tuyệt đẹp, là cơn ác mộng của khách du lịch vào một buổi chiều muộn thứ sáu trong tháng 4. Hàng ngàn khách du lịch, nhiều người được hướng dẫn viên du lịch nói nhanh dẫn đầu với những lá cờ giơ cao, chen chúc nhau, đi thành một hàng và nhìn chằm chằm vào những con phố và ngôi nhà giống nhau. Mọi người đều hy vọng được nhìn thoáng qua một geisha thực sự. Chúng tôi thực sự đã nhìn thấy một người, khuôn mặt trắng bệch và đôi mắt u sầu, ám ảnh nhất. Cô ấy được hai vệ sĩ, hay bất cứ ai theo sát, và chúng tôi không dám chụp ảnh cô ấy - đặc biệt là vì việc đó có thể bị phạt 10.000 yên. Sau đó, chúng tôi nhìn thấy một người phụ nữ ăn mặc hơi giống một geisha - xem ảnh - , nhưng đó là tất cả những gì chúng tôi có thể thấy. Ngoại trừ tấm áp phích của một geisha - xem ảnh khác - , treo trên một ngôi nhà cổ tuyệt đẹp với những chiếc đèn truyền thống ở phía trước. Nhưng không, Gion hơi quá du lịch. Sự quyến rũ sẽ biến mất khi bạn - bị bao quanh bởi đám đông với những chiếc điện thoại di động sẵn sàng chụp ảnh - và vâng, tôi biết, chúng tôi cũng là một phần của vấn đề - .Đọc thêm",
            "Có một số khu dân cư nhỏ ở Gion, đây chắc chắn là nơi đáng để ghé thăm và không xa trung tâm thành phố. Các cửa hàng gỗ cũ, đèn lồng và hoa anh đào là địa điểm đáng để chiêm ngưỡng. Nhược điểm lớn nhất là đông đúc.Đọc thêm",
            "Thật là một khung cảnh tuyệt vời để ngắm nhìn Kyoto - Gion về đêm dưới ánh đèn. Trời có thể hơi tối và muộn vì nhiều cửa hàng có thể đóng cửa sớm vào buổi tối. Nhưng với ít khách du lịch hơn nên việc đi bộ dễ chịu hơn.Đọc thêm",
            "Tôi nhận thấy - không có tuyến xe buýt và xe lửa nào - dừng gần khu vực Starbucks Gion.\nChính xác thì làm thế nào khách du lịch có thể di chuyển xung quanh khu vực này từ khi đến đó cho đến khi rời đi?Đọc thêm",
            "Đi bộĐọc thêm",
            "Tôi nhận thấy - không có tuyến xe buýt và xe lửa nào - dừng gần khu vực Starbucks Gion.\nChính xác thì làm thế nào khách du lịch có thể di chuyển xung quanh khu vực này từ khi đến đó cho đến khi rời đi?Đọc thêm",
            "Chào Jessie,\nBạn có sử dụng dữ liệu điện thoại trong chuyến du lịch của mình không? Nếu bạn làm thế, google map là người bạn tốt nhất của bạn. Chỉ cần nhập điểm đến của bạn và khóa vị trí hiện tại của bạn; chọn phương tiện giao thông của bạn - nó có các biểu tượng cho xe lửa, xe buýt hoặc đi bộ - và bản đồ google sẽ cho bạn biết các đề xuất.\n\nKhi bạn đã có được điều đó, bạn có thể thấy các điểm dừng xe buýt và ga xe lửa. Sau đó, bạn có thể muốn điều chỉnh lại tìm kiếm của mình để khóa điểm đến ở trạm xe buýt hoặc ga xe lửa cụ thể nếu bạn phải đi bộ đến đó. \n\nNgoài ra, nếu bạn không có dữ liệu, bạn có quyền đưa ra bất kỳ hướng dẫn nào về nơi cần đến. Có rất nhiều con hẻm và bạn có thể không nhớ mình đã rẽ ở đâu. Tất cả những gì chúng tôi có thể đề nghị làm là 1. Hãy tự mình đến một con đường chính 2. Hỏi đường hoặc nói chung là những con đường lớn có biển chỉ dẫn bạn đến ga xe lửa và bạn có thể nhìn thấy các điểm dừng xe buýt 3. Hãy hỏi ai đó - đó là một điểm nhấn và nhớ vì không nhiều người trong số họ hiểu tiếng Anh. \n\nChúc may mắn.Đọc thêm",
            "có ai có thông tin liên hệ của hướng dẫn viên Duncan Flett ở KyotoĐọc thêm",
            "Xin lỗi, tôi không có ý kiến ​​gìĐọc thêm",
            "Tôi có thể thuê kimono trên đường phố, cửa hàng cụ thể nào không? có ý kiến ​​gì về giá cả không? và chúng ta có thể mang nó đi dạo bên ngoài không?Đọc thêm",
            "Có, có một số cửa hàng nơi bạn có thể thuê kimono trong nhiều giờ hoặc nhiều ngày. Nếu tôi nhớ không nhầm thì chúng không hề rẻ. Một số còn cho thuê để chụp ảnh tại chỗ.Đọc thêm",
            "Xin chào, tôi có một buổi chiều rảnh rỗi ở Gijón, xem gì, ngoài việc đi dạo phố, còn thời gian nào nữa không? Cảm ơn bạnĐọc thêm",
            "Có rất nhiều - không có nhiều khách du lịch và người mặc kimono và yukata trên con phố này phải không? Tôi muốn mặc một chiếc khi tôi đến đó vào tháng 2, tuy nhiên tôi sẽ ở một mình và cảm thấy hơi tự ti về điều nàyĐọc thêm",
            "Chắc chắn có rất nhiều khách du lịch mặc kimono. Tôi không nghĩ bạn cần phải cảm thấy tự ti khi mặc kimono. Đọc thêm",
            "Các cửa hàng thường mở cửa muộn vào một ngày trong tuần như thế nào? Đọc thêm",
            "Tôi đồng ý với những người khác đã trả lời, khoảng 6 giờ chiều - 9 giờ tối. Nhưng đi bộ trên những con phố với ánh đèn và ngôi đền ở cuối đường thì thật đẹp.Đọc thêm",
            "Các cửa hàng thường mở cửa muộn vào một ngày trong tuần như thế nào? Đọc thêm",
            "Nói chung họ ở lại khá muộn. Mình có thể biết cửa hàng đang tìm loại hàng nào để cố gắng giải đáp cụ thể hơn được không?Đọc thêm",
            "Ở Gion có nhà hàng buffet nào ngon - đồ Tây và đồ Nhật - ? Vui lòng tư vấn, cảm ơn bạn!Đọc thêm",
            "Chúng tôi đến tầng 7-8 của một khu mua sắm gần Gion. Hãy tìm các cửa hàng bách hóa. Tất cả đều có nhà hàng hoặc tiệc tự chọn hoặc thậm chí hàng chục tiệm mì hoặc tiệm bánh độc lập khác nhau. Tôi chưa xem tiệc buffet, nhưng đồ ăn rất ngon và hợp lý!Đọc thêm",
            "nếu bạn yêu cầu một geisha chụp ảnh cùng họ, họ sẽ cảm thấy bị xúc phạmĐọc thêm",
            "Chúng rất nhút nhát và cũng khá khó để nhìn thấy chúng \nĐọc thêm"
        ],
        "star_ratings": [
            3487,
            2724,
            935,
            138,
            37
        ],
        "review_amount": 7321,
        "location": [
            "Kyoto",
            "Châu Á",
            "Những việc cần làm ở Kyoto",
            "Nhật Bản",
            "Gion",
            "Món quà",
            "Tỉnh Kyoto"
        ],
        "reviews_time": [
            "Written September 28, 2023",
            "Written October 28, 2023",
            "Written December 20, 2023",
            "Written December 25, 2023",
            "Written December 25, 2023",
            "Written February 29, 2024",
            "Written April 3, 2024",
            "Written May 18, 2024",
            "Written May 31, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 20, 2024",
            "Written May 18, 2024",
            "Written May 10, 2024",
            "Written April 20, 2024",
            "Written April 13, 2024",
            "Written April 12, 2024",
            "Written April 3, 2024",
            "Written March 8, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298564-d321451-Reviews-Gion-Kyoto_Kyoto_Prefecture_Kinki.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d25376252-Reviews-Wagyu_Ryotei_Bungo_Gion-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d26347363-Reviews-Ninja_Experience_Cafe_Kyoto_Gion-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d13124353-Reviews-Premium_Pound_Gion-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d13799174-Reviews-Kobe_Beef_Steak_Moriya_Gion-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d27185800-Reviews-Sushi_Kizaemon-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d3884813-Reviews-TEPPAN_TAVERN_TENAMONYA-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d12597629-Reviews-Nikubaru_Ginjiro_Pontocho-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d13376678-Reviews-Teppanyaki_Niyama_Kiyamachi-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d12951657-Reviews-Kyoto_styled_Okonomiyaki_Sake_Oagari-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d3779488-Reviews-Mimiko-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d12453257-Reviews-Former_Murai_Bank_Gion-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1956593-Reviews-Hanamikoji_Street-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321211-Reviews-Ichirikitei-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d8639228-Reviews-Chugen_ji_Temple-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d2147140-Reviews-Kahitsukan_Kyoto_Museum_of_Contemporary_Art-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d14121752-Reviews-Kyoto_Gion_Post_Office-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d15831635-Reviews-Kennin_ji_Temple_Kaisandou-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d12154642-Reviews-Kyushoin_Temple-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d20351280-Reviews-Joko_in_Temple-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d10331228-Reviews-Kobijutsu_Kondo-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321451-Reviews-or10-Gion-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321456-Reviews-Fushimi_Inari_taisha_Shrine-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321401-Reviews-Kiyomizu_dera_Temple-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321400-Reviews-Kinkakuji_Temple-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d2616330-Reviews-GEAR_Theatre-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321460-Reviews-Katsura_Imperial_Villa-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d479881-Reviews-Eikando_Zenrinji_Temple-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1386143-Reviews-Otagi_Nenbutsu_ji_Temple-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321411-Reviews-Sanjusangendo_Temple-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d591813-Reviews-Shugakuin_Imperial_Villa-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d523412-Reviews-Sanzen_in_Temple-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d10133001-Reviews-Matubaya-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d10132986-Reviews-Syugetsu_Gion_Honten-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d10363875-Reviews-Kyoto_Kikuume-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d10331185-Reviews-Candle_House_Madonna-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d15816491-Reviews-Kyoto_Localized-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d10324985-Reviews-Kintakedo-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d16812200-Reviews-Travel_Photos_Asia-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d10331115-Reviews-Raak_Gion_Kiritoshi-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d10331120-Reviews-Pocchiri_Gion_Honten-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d19707283-Reviews-Maikoya-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d9786247-Reviews-Gion_Sakai-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d13001560-Reviews-Hararyokaku_Honten-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298459-d554160-Reviews-Japanese_Tunnel-Davao_City_Davao_del_Sur_Province_Mindanao.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080465-d3174688-Reviews-Aigues_Termals_de_Montanejos-Montanejos_Province_of_Castellon_Valencian_Communit.html",
            "https://www.tripadvisor.com/Attraction_Review-g580297-d190666-Reviews-Son_Marroig-Deia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d269447-Reviews-Adventure_City-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g666539-d284698-Reviews-Pefkos_Beach-Pefkos_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d155848-Reviews-Vancouver_Aquarium-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297733-d386938-Reviews-Mount_Rinjani-Lombok_West_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g60726-d285884-Reviews-Great_Falls_Park-McLean_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g303945-d17414803-Reviews-Kong_Skull_Island-Ninh_Binh_Ninh_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54095-d218751-Reviews-Sachuest_Point_National_Wildlife_Refuge-Middletown_Rhode_Island.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298564-d321451-Reviews-or10-Gion-Kyoto_Kyoto_Prefecture_Kinki.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298564-d321451-Reviews-Gion-Kyoto_Kyoto_Prefecture_Kinki.html"
    }
]