[
    {
        "attraction_name": "Glacier National Park",
        "attraction_name_vi": "Vườn quốc gia sông băng",
        "general_info": [
            "615 đánh giá",
            "3 trong số 13 điều cần làm ở Tây Glacier",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Địa điểm đẹp.  Tuy nhiên, nỗi thất vọng lớn nhất: đầu tháng 6, Đường Đi tới Mặt trời chỉ mở một phần.  Mặc dù vậy, ở Tây Glacier vẫn có những hồ nước và những khu rừng tuyệt đẹp.  Chúng tôi đã có thể tham gia chuyến tham quan Red Bus với Margaret, một người rất vui tính và rất hiểu biết.Đọc thêm",
            "Công viên đẹp nhất nước Mỹ! Đường Sun là một nơi tuyệt đối phải đến! Mua vé nâng cao trực tuyến và trải nghiệm chuyến đi tuyệt vời nhất mà bạn từng trải nghiệm! Đường mòn thật tuyệt vời và đáng giá từng giây! Hãy cẩn thận khi đỗ xe vì rất khó khăn và bực bội, hãy dậy sớm! Đọc thêm",
            "Phần yêu thích của chúng tôi là tất cả các thác nước, một số do tuyết tan. Tất cả đều đáng xem. Chúng tôi cũng yêu thích Hồ St. Mary và Đảo Wild Goose. Những ngọn núi tuyệt đẹp cộng với tất cả những cây thông. Vâng, hãy quay lại! Đọc thêm",
            "Chúng tôi đã dành gần 6 giờ lái xe qua Công viên Glacier Natl.  Có rất nhiều nơi để tấp vào, ra ngoài chụp ảnh các địa điểm.  Nhiều khu vực vẫn còn tuyết dọc đường. \n Rất nhiều, rất nhiều thác nước.  Rất đẹp.  Hùng vĩ!  Thật ngoạn mục!Đọc thêm",
            "Chúng tôi đã đến thăm Glacier hơn 50 năm và sống không xa nên chúng tôi cố gắng đến đó mỗi năm.  Những khung cảnh, những con đường mòn, những kỳ quan thiên nhiên thực sự mang đẳng cấp thế giới.  Các nhà nghỉ lịch sử là báu vật quốc gia.  Nhưng vào mùa hè những ngày này, sự đông đúc là một vấn đề nghiêm trọng.  Như hành vi của một số du khách.\n\nCông viên đang thử nghiệm một hệ thống mới yêu cầu đặt chỗ trước để vào công viên qua hầu hết mọi con đường.  Nó có tác dụng với chúng tôi, nhưng đám đông trên đường và tại những địa điểm nổi tiếng nhất như Đèo Logan vẫn là một vấn đề.  \n\nĐiều tốt nhất là ra ngoài sớm, thoát khỏi lối mòn và bình tĩnh.  Và hãy chuẩn bị cho một số du khách tự đề cao, ồn ào và thiếu kinh nghiệm trên núi.    \nĐọc thêm",
            "Có 10 dặm đường đang được thi công và điều đó có thể trở nên tồi tệ nếu bạn không sắp xếp thời gian cho chuyến đi của mình cho phù hợp. Chúng tôi vào công viên lúc 5 giờ 30 sáng và lướt qua tất cả những thứ đó. Bạn thực sự cần phải vào sớm nếu muốn có một chỗ đậu xe ở trung tâm du khách phía trên, nơi đã kín chỗ vào lúc 7 giờ 15 sáng. Đối với những người có thời gian đậu xe hạn chế, chúng tôi thấy bãi đậu xe ở khu dã ngoại Sun Point thuận tiện với nhà vệ sinh. Bạn có thể đi bộ từ đó đến điểm mặt trời và sau đó đến Thác Baring. Hạ nhiệt trong dòng nước phun từ thác nước. Trên đường ra khỏi công viên, hãy mua một cây kem ốc quế ở Làng Agpar. Thôi quay lại khám phá các lĩnh vực khác nữa.Đọc thêm",
            "Sự chuẩn bị cho chuyến đi này rất rộng rãi. Tôi bắt đầu lên kế hoạch cho một năm và vẫn chưa biết mọi thứ tôi cần biết. Ngoài thẻ công viên bạn cũng cần đặt xe cho Đường Đi Mặt Trời. Bạn có thể giải quyết vấn đề này bằng cách đến công viên trước 6 giờ sáng hoặc sau 3 giờ chiều. Tôi nghĩ chúng tôi vẫn có thể đón xe đưa đón từ bên ngoài cổng nhưng KHÔNG phải vậy. Chúng tôi phải đi bộ vào Trung tâm Du khách Apgar khoảng 2-3 dặm và sau đó đợi xe đưa đón trong một tiếng rưỡi! Phong cảnh và những con đường mòn đều đáng giá nhưng hãy chuẩn bị sẵn sàng! Tôi sẽ đến trước 6 giờ sáng nếu phải làm lại và đỗ xe tại Trung tâm Du khách Apgar và bắt Tàu con thoi Tốc hành đến Đèo Logan. Đọc thêm",
            "Khung cảnh hoàn toàn ngoạn mục! Đã nhận được thẻ đậu xe cho cả công viên Glacier và con đường đi đến ánh nắng mặt trời từ nps.gov. Đã đi bộ đường dài và đi bè vượt thác.  Việc đỗ xe sẽ khó khăn vào mùa hè. Xe buýt đưa đón có sẵn trong công viên. Chỉ cần tận hưởng thiên nhiên tươi đẹp !!! Đọc thêm",
            "Điều khiến Glacier trở nên ấn tượng là họ giới hạn số lượng du khách đến công viên mỗi ngày.  Bạn phải đặt chỗ trước hoặc đặt trước với nhóm du lịch, bữa tối hoặc khách sạn trong công viên.  Hãy đảm bảo lên kế hoạch trước và không chỉ xuất hiện, nếu không bạn sẽ thất vọng.   Chúng tôi đặt chuyến tham quan bằng ô tô, chuyến tham quan bằng thuyền và bữa tối tại nhà nghỉ.   Rất vuiĐọc thêm",
            "Cho đến nay, phong cảnh đẹp nhất tôi từng thấy ở Mỹ. Đúng là tôi chưa đến miền đông vào mùa thu, nhưng Đường cao tốc Đi tới Mặt trời thật tráng lệ. Rất nhiều tiện ích để chụp ảnh và ghi lại các hoạt động thể thao thiên nhiên. Tôi và bạn tôi đã đi xe máy. Thật ngoạn mục và chúng tôi cảm thấy an toàn trong suốt chuyến đi.Đọc thêm",
            "Không có cách nào tốt hơn để ngắm nhìn toàn cảnh 360 độ ấn tượng của Công viên Quốc gia, bao gồm cả Con đường Đi tới Mặt trời mang tính biểu tượng hơn là đi xe đạp.  Đối với những người đi xe đạp muốn thực hiện thử thách này, không có công ty nào tốt hơn Trek Travel.  Đi xe đạp cho phép người ta dừng lại theo ý muốn và ghi lại mọi cảnh tượng ngoạn mục trên máy ảnh và thậm chí có thể nhìn thoáng qua một con gấu!  Phải thừa nhận rằng việc leo núi là một thử thách.  Một chút đào tạo là rất khuyến khích.  Đối với những chiếc đế lót ly phía Đông, bạn sẽ thấy các cấp độ phần lớn là nhẹ nhàng, nhưng thời gian leo núi lại trở thành một thử thách. Tuy nhiên, việc lên đến đỉnh của Logan Pass mang tính biểu tượng là một nỗ lực vô cùng bổ ích.  Du lịch trekking khiến mọi thứ trừ việc đạp xe trở nên không đau đớn.   Bạn thực sự không cần phải suy nghĩ cả tuần.  Trek mang đến cho bạn một chiếc xe đạp nổi bật, vừa vặn hoàn hảo, giúp bạn và hành lý đi từ khách sạn này sang khách sạn khác một cách liền mạch và khiến toàn bộ chuyến đi trở nên thú vị.  Nhóm 20 tay đua của chúng tôi đã liên kết nhanh chóng và tất cả chúng tôi đều có khoảng thời gian tuyệt vời khi lên và xuống xe.  Toàn bộ chuyến đi cung cấp 5 ngày cưỡi ngựa và đối với những tay đua hung hãn hơn, 5 cảnh báo leo núi, 2 cuộc leo núi lớn diễn ra vào ngày 1. Chuyến leo núi cuối cùng trong tuần là khó khăn nhất, nhưng một số chặng leo núi là tùy chọn và không có áp lực phải bỏ qua chúng nếu bạn muốn.  Và tất nhiên, họ sẽ cho phép người lái lên xe bất cứ lúc nào nên không cần phải căng thẳng.  Đây là chuyến đi Trek Travel thứ hai của chúng tôi và họ chỉ là một công ty xuất sắc.  Lời khen dành cho những hướng dẫn viên tuyệt vời của chúng tôi Amy, Kelty và Jacob!!  Đọc thêm",
            "Công viên tuyệt vời. Cực kỳ rộng lớn với rất nhiều thứ để xem và làm - Tôi thực sự khuyên bạn nên làm một số bài tập về nhà và lập kế hoạch trước. Chúng tôi ở gần lối vào phía Tây và không đánh giá đầy đủ việc mất bao lâu để đến một số điểm ở phía Đông, ví dụ: Many Glacier. Đọc thêm",
            "Trong chuyến đi một tuần tới Montana, chúng tôi có nhiều niềm vui hơn bên ngoài Công viên Quốc gia Glacier. Chúng tôi đã có thẻ công viên 35, nhưng phát hiện ra rằng chúng tôi cũng cần thẻ 2 để đi trên Đường Going To The Sun. Tất cả các thẻ do máy tính tạo ra sẽ hết sau 15 giây khi chúng có sẵn lúc 8 giờ sáng. Thực sự thất vọng khi bay đến đây từ Nam Carolina. Chúng tôi đã quyết định tránh các công viên quốc gia có quy mô lớn trong tương lai. Không đáng. Tuy nhiên, khu vực Montana xung quanh công viên rất tuyệt vời và có rất ít người phải đối mặt. Cuối cùng chúng tôi cũng đến được đường GTTS sau 5 giờ chiều, nhưng đó không phải là vấn đề lớn. Chúng tôi thực sự thích khu vực Hai Thuốc hơn. Đọc thêm",
            "Thật phi thường và được bảo vệ - rất sạch sẽ, rộng lớn và được quản lý tốt, chúng tôi hoàn toàn yêu thích Đường đến Mặt trời và những chuyến đi bộ đường dài mà chúng tôi đã thực hiện. Chúng tôi đã đi trên con đường này hai lần. Dốc, hẹp và tất cả những điều đó, nhưng chúng tôi đã đi trên một chiếc xe bán tải lớn và đã đi rất ổn. Nhiều nơi tuyệt vời để dừng lại và ngắm cảnh. Người lái xe cần tập trung vào con đường... Sớm là tốt nhất! Rất nhiều người muốn đi bộ đường dài qua Đèo Logan, và đến 7 giờ sáng, bãi đậu xe đã chật kín người đang chờ! Chúng tôi đã đi trên con đường này hai lần để ngắm bình minh! Đi bộ đường dài ở Hồ Mary thật tuyệt - nhưng với đám đông - thì sớm sẽ tốt hơn. Hãy mang theo nước và đồ sơ cứu và một chiếc khăn quấn. Một ngày trời có gió, rồi nhiều mây và nhiệt độ giảm xuống. Đây đơn giản là một trải nghiệm không thể bỏ lỡ. Đọc thêm",
            "Việc giành được tấm vé vào Đường Đi Mặt Trời là điều không thể!!!  Và chúng tôi chỉ còn hai ngày trước khi chuyến đi bắt đầu để thử vận ​​may, điều này khiến chúng tôi rất căng thẳng.  Cuối cùng chúng tôi đã từ bỏ và hủy chuyến đi đến VQG Glacier.  Kết quả là chúng tôi đã phải mất khoản đặt cọc 40 đô la chi phí khách sạn vì khách sạn thực thi chính sách phạt 40 đô la tổng chi phí nếu việc hủy phòng trong vòng một tuần.  Hệ thống bán vé là một sự ô nhục.  Thật xấu hổ khi để mọi người sắp xếp chuyến đi và chỉ để phát hiện ra ngay trước khi chuyến đi bắt đầu hoặc thậm chí sau khi đến địa điểm rằng họ thậm chí không thể vào công viên.  Có quá khó để đưa ra trước khoảng thời gian dài hơn để mọi người biết liệu họ có thể hoặc không thể nhận được vé vào cổng để họ có thể lên kế hoạch cho chuyến đi của mình phù hợp không? Đây là công viên quốc gia do người nộp thuế trả, nhưng với tư cách là người nộp thuế, tôi không cảm thấy rằng nhu cầu và sức khỏe của chúng tôi sẽ được xem xét khi đưa ra chính sách bán vé như thế này.  Tôi đã đọc rất nhiều lời phàn nàn trực tuyến về vấn đề này.  Trước đây, chúng tôi luôn thích đến các công viên quốc gia và chưa bao giờ thấy sự phản đối lớn như vậy đối với cơ sở công viên quốc gia.Đọc thêm",
            "Đến thăm vào giữa tháng 6, Đường tới Mặt trời đã bị đóng cửa tại đèo tuyết lở. Chúng tôi muốn đi bộ theo đường mòn hồ tuyết lở và đường mòn của cây tuyết tùng. Đến đó quá muộn khoảng bảy giờ để tìm được chỗ đậu xe gần những đầu đường mòn đó. Đi sớm nếu muốn đậu xe ở đó.  Sau khi đường đã đầy, họ cũng chặn đường không cho xe cộ qua lại.  Nếu bắt đầu muộn hơn, hãy đến phía Fish Creek và sau đó quay trở lại Đường mòn Cedars vào buổi chiều, chúng tôi quay lại vào khoảng 3 giờ và có rất nhiều bãi đậu xe và có nhiều thời gian để đi theo những con đường mòn mà chúng tôi muốn. Rất đáng để đi bộ để ngắm cảnh. Đường mòn hồ Avalanche mất khoảng hai giờ đi khứ hồi với một đứa trẻ tám và mười một tuổi. Chúng tôi cũng đi bộ dọc theo Hồ McDonald rất dễ dàng khi đi bộ trên Đường mòn Rocky Point. Đã dành một chút thời gian ở Apgar cũng như ngôi làng nhỏ dễ thương.Đọc thêm",
            "Tough to write a negative review for Heaven on earth . Its only paradise if you can get in .  The website is not clear that you can get 2 dollar  entrance reservation  48 hours in advance ,including your yearly or day pass .. well thats ok  the west entrance  ranger says. just go to The east side and Many glaciers  visitors center then take the Road to the Sun road at 5 pm . Ok fine , EXCEPT!!!!!! That road is under construction , one lane gravel,  1 hour in. And thats fine EXCEPT.!!!! When you get to the entrance the rangers say ,sorry  ,the lot is full ! Sorry . What can we say ???, theres lag time in communication  from the east side to the west ,thanks a lot ! Sooo disappointing to waste 4hours that could have been in the park When you travel 1000s of miles you need a better explanation  luckily we rented a canoe froman outfitters in the park .  That counts as a reservation and you can get in the park no problem . Either that or wake up at 5 am and get to the park before 6 am . You can go in , no problem . No passes needed ! Save time to drive back and forth on the  road to the sun. You see totally different views . Take the Hidden lake hike  at Logan but be prepared  for snow even in July . You need good hiking shoes or walking stick !!  Gorgeous views of hidden lake . Lots of wildlife : I tried to post a picture of the website that shows many glaciers road OPEN but TA wont allow it . Its very poor communication on the website ..  I will say , if you are an early bird it doesnt really matter . By the way if you want to stay at McDonald lodge  check for cancelations . They had one yesterday. If you can be spontaneous it could work in your favor . Great huckleberry margeritas even for takeout ..Read more",
            "Công viên đẹp!  Rất nhiều con đường mòn để đi bộ với khung cảnh đẹp.  Bản thân việc lái xe trên con đường Đi tới Mặt trời đã là một thú vui.  Dành khoảng một tiếng rưỡi để đi từ đầu xa của công viên Rising Sun đến lối vào vào cuối ngày.  Chúng tôi nhận thấy việc tìm chỗ đậu xe ở những điểm đến phổ biến nhất Đèo Logan sau 5 giờ chiều sẽ dễ dàng hơn nhưng bạn không có nhiều thời gian để đi bộ trên những con đường mòn. Ở tầm nhìn của Hidden Lake, thật đáng để tiếp tục đi xuống Hidden Lake.  Đó là một con đường khắt khe hơn và bạn chắc chắn muốn có thuốc xịt gấu và nước uống.  Công viên chắc chắn là nơi phải đến.Đọc thêm",
            "Thật khó để diễn tả hết vẻ đẹp ẩn chứa trong công viên này. Vợ tôi và tôi thật may mắn khi được đến đây vào cuối tháng 7 năm ngoái và đây thực sự là một trong những nơi tuyệt vời nhất mà chúng tôi từng đến thăm. Chúng tôi ở tại một BB tuyệt vời ở Thác Columbia và từ đó đến công viên chỉ mất khoảng 20 phút lái xe. Chúng tôi đã dành 2 ngày trong công viên khi đang đi du lịch đường bộ và chúng tôi không đặt trước xe cho buổi sáng đầu tiên, vì vậy chúng tôi quyết định lái xe dọc theo rìa phía nam của công viên rồi lên rìa phía đông để vào St. Marys khu vực. Điều này rất thú vị và toàn bộ chuyến đi rất đẹp, vì vậy tôi chắc chắn khuyên bạn nên làm như vậy nếu bạn bỏ lỡ việc đặt chỗ trước. Thuận lợi là chúng tôi đang lái xe trở về khách sạn khi đến Đường Đi tới Mặt trời, vì vậy đó là một cách hay để đảm bảo rằng chúng tôi vẫn còn thời gian tìm chỗ ăn tối sau công viên. St. Mary là một khu vực đẹp và rất đẹp như tranh vẽ. Chúng tôi đã đi bộ một đoạn ngắn đến Thác Virginia và điều đó rất thú vị, mặc dù nó hầu như lộ thiên, vì vậy hãy đảm bảo bạn có biện pháp chống nắng tốt vào một ngày hè nóng nực. Chúng tôi rất thích được ngắm nhìn tất cả các địa điểm tuyệt đẹp dọc theo con đường Đi tới Mặt trời và đây thực sự là một chuyến đi mà bạn phải trải nghiệm một lần trong đời. Chúng tôi cũng rất may mắn tìm được một chỗ đậu xe gần Đường mòn Hồ Avalanche rất rất nổi tiếng, vì vậy hãy đảm bảo rằng bạn có mặt ở đây sớm và đây là một trong những chuyến đi bộ đường dài yêu thích mà chúng tôi từng thực hiện; khung cảnh ngoạn mục của Hồ Avalanche thực sự xứng đáng với chuyến đi bộ khứ hồi dài 5-6 dặm. Sau đó, chúng tôi nhận ra rằng lẽ ra chúng tôi có thể dành toàn bộ kỳ nghỉ của mình để khám phá Công viên Quốc gia Glacier và 100 địa điểm ở đó mà chúng tôi sẽ ghé thăm lại trong tương lai. Nó chỉ là tốt nhất!Đọc thêm",
            "Mọi người cần phải xem công viên quốc gia này. Ngay cả sau khi tất cả các sông băng tan chảy trong vòng 30 năm tới, vẫn còn rất nhiều vẻ đẹp. Các sông băng chỉ là phần nổi của tảng băng chìm, không có ý định chơi chữ. Bạn sẽ thấy tầm nhìn bao quát 360 độ xung quanh bạn ở mọi nơi bạn đến. Thật khó để chụp một bức ảnh xấu ở đây! Tôi khuyên bạn nên ở lại công viên nếu có thể, nhưng hãy đảm bảo đặt chỗ trước ít nhất một năm vì các địa điểm sẽ lấp đầy nhanh chóng. Ở đây không có quá nhiều con đường nên tương đối dễ dàng để tham quan tất cả các địa điểm hàng đầu trong công viên chỉ trong một chuyến đi.Đọc thêm"
        ],
        "star_ratings": [
            533,
            35,
            19,
            12,
            17
        ],
        "review_amount": 616,
        "location": [
            "Hoa Kỳ",
            "Sông băng Tây",
            "Công viên quốc gia Glacier",
            "Montana MT",
            "Những điều cần làm ở Tây sông băng"
        ],
        "reviews_time": [
            "Written June 22, 2023",
            "Written July 3, 2023",
            "Written July 6, 2023",
            "Written July 8, 2023",
            "Written July 10, 2023",
            "Written August 6, 2023",
            "Written August 6, 2023",
            "Written August 12, 2023",
            "Written August 27, 2023",
            "Written August 30, 2023",
            "Written January 27, 2020",
            "Written August 14, 2021",
            "Written June 20, 2021",
            "Written August 19, 2020",
            "Written June 30, 2021",
            "Written June 21, 2020",
            "Written July 8, 2021",
            "Written August 22, 2020",
            "Written February 6, 2024",
            "Written August 25, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60832-d14208544-Reviews-Glacier_National_Park-West_Glacier_Montana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d145412-Reviews-Highline_Trail-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d146572-Reviews-Iceberg_Lake_Trail-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d145414-Reviews-Grinnell_Glacier-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d146571-Reviews-Iceberg_Lake-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d4602421-Reviews-Red_Rock_Falls_Glacier_National_Park-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d17759870-Reviews-The_Loop-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d10544400-Reviews-Swiftcurrent_Mountain-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d20912826-Reviews-Swiftcurrent_Lake-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d2202752-Reviews-Fishercap_Lake-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d145416-Reviews-Lake_Josephine-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d14208544-Reviews-or10-Glacier_National_Park-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d125434-Reviews-Hidden_Lake-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d8317075-Reviews-Apgar_Lookout_Trail-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d17778887-Reviews-Sacred_Dancing_Cascade-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d12677253-Reviews-Ptarmigan_Tunnel-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d24090504-Reviews-Sperry_Chalet_Trail-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d23138349-Reviews-Skiumah_Creek_Trail-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d1166475-Reviews-Glacier_National_Park_Red_Bus_Tours-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d145415-Reviews-Swiftcurrent_Falls-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d145409-Reviews-Avalanche_Lake-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d144768-Reviews-Logan_Pass-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d146551-Reviews-Going_to_the_Sun_Road-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d3588812-Reviews-Jerusalem_Botanical_Gardens-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d24074887-Reviews-Park_n_Fly-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31802-d10536138-Reviews-Swinging_Bridge-Mountain_View_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31356-d15293401-Reviews-Silver_Creek_Fish_Hatchery-Show_Low_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g46774-d1141940-Reviews-The_Highlands_Natural_Pool-Ringwood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d12930494-Reviews-Boyd_Cave-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g54430-d919191-Reviews-Santee_State_Park-Santee_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11744535-Reviews-One_World_Trade_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g50541-d4998355-Reviews-Traders_World-Lebanon_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d272375-Reviews-South_Side-Pittsburgh_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60832-d14208544-Reviews-or10-Glacier_National_Park-West_Glacier_Montana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60832-d14208544-Reviews-Glacier_National_Park-West_Glacier_Montana.html"
    }
]