[
    {
        "attraction_name": "Glenstone Museum",
        "attraction_name_vi": "Bảo tàng Glenstone",
        "general_info": [
            "235 đánh giá",
            "- 2 trong số 19 điều cần làm ở Potomac",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Được hướng dẫn bởi tầm nhìn cá nhân của những người sáng lập, Glenstone tập hợp các tác phẩm nghệ thuật có chất lượng cao nhất sau Thế chiến II, ghi lại những thay đổi lịch sử lớn nhất trong cách chúng ta trải nghiệm và hiểu nghệ thuật của thế kỷ 20 và 21. Những tác phẩm này được trưng bày trong một loạt không gian trong nhà và ngoài trời tinh tế được thiết kế để tạo điều kiện thuận lợi cho những cuộc gặp gỡ ý nghĩa của du khách. Vào cửa luôn miễn phí.Đọc thêm",
        "reviews": [
            "Tôi không phải là người hâm mộ nghệ thuật hiện đại, nhưng trải nghiệm tại Glenstone là sự đắm chìm hoàn toàn kết hợp giữa kiến ​​trúc, thiên nhiên và nghệ thuật, thực sự làm tăng thêm sự thích thú khi thưởng thức các tác phẩm hiện đại. Mặc dù tôi có thể không hiểu được - hơn một phần tư các tác phẩm, nhưng cách bố trí khuôn viên trường và cách từng góc nhìn được sắp xếp đẹp mắt và nghệ thuật đã khiến chuyến thăm trở nên thật đáng kinh ngạc. Mỗi tác phẩm của triển lãm gian hàng đều được cân nhắc kỹ lưỡng, từ mọi cánh cửa, tấm công tắc, biển báo đến mọi góc nhìn hoặc góc nhìn trong mọi phòng, cho đến những chiếc ghế dài là tác phẩm nghệ thuật của riêng chúng. Con đường trong rừng là một triển lãm ngoài trời tuyệt đẹp và việc đi bộ đến từng tác phẩm sắp đặt giống như đang ở trong một bảo tàng thiên nhiên. Tất cả các hướng dẫn viên đều rất thân thiện và chào đón và vô cùng hữu ích trong việc cung cấp các diễn giải, hiểu biết sâu sắc hoặc chỉ là bối cảnh về các tác phẩm và họ đã khiến chuyến thăm trở nên thú vị hơn. Vì có các cuộc triển lãm luân phiên giữa các tác phẩm cố định và cách thời tiết - mùa sẽ ảnh hưởng đến tầm nhìn của khuôn viên, nên bạn có thể ghé thăm nhiều lần với cảm giác và góc nhìn khác nhau mỗi lần. Thật là một bảo tàng được thực hiện tuyệt vời. Đọc thêm",
            "Đến thăm vào một ngày trong tuần vào mùa hè nóng nực, chúng tôi đã có vé đặt trước nhưng khi chúng tôi đến, họ vẫn cho mọi người vào ngay cả khi không có vé. Thời tiết nóng ẩm khắc nghiệt là một yếu tố khiến số lượng người tham dự thấp. Không gian ngoài trời tuyệt vời với cây xanh, cây cối, hoa, bụi cây khắp nơi. Con đường dài ngoài trời vòng quanh toàn bộ khu đất mà tôi được cho biết là khoảng một dặm. Những con đường cũng đi theo những hướng khác. Những con đường trải nhựa, đá, sỏi và lối đi lót ván rất dễ đi lại. Có một số đoạn dốc có bậc đá để leo nếu bạn muốn đến các quán cà phê. Bảo tàng dưới mặt đất có nhiều phòng trưng bày nhưng không có nhiều tác phẩm nghệ thuật. Nhưng thật dễ chịu và mát mẻ sau khi đi dạo trên những con đường ngoài trời dưới cái nóng khủng khiếp. Họ cung cấp những chiếc ô màu trắng để giúp bạn che nắng. Và nếu họ không bận, bạn có thể gọi điện và họ sẽ đón bạn bằng xe đẩy để đưa bạn đến nơi.Đọc thêm",
            "Không gian tuyệt đẹp giữa Westworld, Apple Park và The Menu. \n\nThực sự thích mặt bằng và kiến ​​trúc. Chúng tôi ướt sũng trước khi ra khỏi bảo tàng. Hãy mang theo ô nếu dự báo trời mưa. Đi bộ khoảng 10 phút trong không gian mở từ bãi đậu xe đến tòa nhà triển lãm đầu tiên. Sau đó đi bộ 2 phút đến quán cà phê và đi bộ 5 phút đến phòng trưng bày. \n\nVào cửa miễn phí nhưng cần đặt chỗ trước. \nChúng tôi không biết nhưng đã vào vào một buổi chiều thứ sáu chậm chạp. \n\nKhông được phép chụp ảnh bên trong phòng trưng bày nhưng không gian mở thì ổn. Đọc thêm",
            "Bảo tàng chứa đầy nghệ thuật hiện đại. Mặc dù tôi thích xem nhiều cuộc triển lãm nhưng tôi không phải là người hâm mộ lớn cuộc triển lãm hiện tại của nghệ sĩ Kelly. Anh ấy đã ghép rất nhiều bức tranh đơn điệu và một tác phẩm nghệ thuật lớn trên sàn bằng ván ép màu vàng. \n\nNgoài ra, bạn không được phép chụp ảnh trong không gian trưng bày.Đọc thêm",
            "Một bảo tàng nghệ thuật hiện đại - đương đại nằm trên những ngọn đồi thoai thoải bên ngoài D.C. Có 11 phòng trưng bày trong nhà, nhìn từ bên ngoài trông giống như một loạt các khối đá granit được đánh bóng nhô ra từ những ngọn đồi đầy cỏ. Nó làm chúng tôi thấy khó chịu, một cảm giác càng tăng lên khi chúng tôi bước vào khu vực lối vào hành lang vắng vẻ, khắc nghiệt. Chỉ là không hoàn toàn ở quy mô con người. Các phòng trưng bày được xây dựng xung quanh một ao cảnh. Một lần nữa, đối với chúng tôi, ấn tượng đó có vẻ vô cơ. Bản thân các phòng trưng bày đều rất ấn tượng, thường là mỗi phòng trưng bày dành riêng cho một nghệ sĩ. Họ đã có một cuộc tưởng niệm 100 năm về Ellsworth Kelly, một điều không thể tin được, cũng như nhiều nghệ sĩ cuối thế kỷ 20 - đầu thế kỷ 21 khác. Bên ngoài, có một số tác phẩm điêu khắc hoành tráng nằm giữa những ngọn đồi. Phần lớn họ hòa nhập với môi trường của mình tốt hơn so với các tòa nhà trưng bày. Nhìn chung rất khác thường, nhưng chắc chắn đáng để ghé thăm!Đọc thêm",
            "Such an absolute delightful visit for us to this beautiful and idyllic museum campus in mid November. You can tell instantly so much thought has been put into every visual, every convenience for the visitor, even down to the aesthetically pleasing gravel parking lot and ample umbrellas on this rainy day.  After being greeted happily at the visitor center, the nature walk up to the museum sets the stage for how important nature and art is integrated.  We so enjoyed the experience of visiting the Pavilion, a breathtaking building structure merged with nature, a calm and peaceful pond at its heart. Visitors walk through 11 rooms varied with art mediums, displays, and impressive artists. We especially enjoyed Room 7 with its carved bench, rustic paneling and view of the fields outside.  With the help of a docent, we enjoyed Room 8 showcasing the emotional work of Charles Ray. In a separate building you will find the Gallery which is more your typical art museum setup, but with no less impressive works in the Iconoclasts exhibit. What made our experience complete was the friendliness and happy welcoming nature os the grey clad docents, cafe staff, and personnel.  On separate 4 occasions, docents took the initiative to discuss the artwork and provide helpful context, history and background which accentuated the entire experience. Oh yes the cafe, highly recommend taking in a meal and drinks in a communal table setup and chatting with your neighbors. The black bean burger and salmon salad hit the spot. Just a great way to give back to the museum. Unfortunately we didn - t explore much of the expansive nature trails and outdoor exhibits due to the rain but agreed we would return again to see the museum in a more spring-like setting. Admission is always free of charge but, given it is open on Thurs-Sun, must be booked in advance on the user friendly website  - students can show up and enter without booking ahead - .Read more",
            "Đã từng đến nhiều bảo tàng nghệ thuật - Mỹ và Châu Âu - tôi phải nói rằng, đây không giống - ol -, giống ol -!  Đó là nghệ thuật hiện đại, được đặt trong bối cảnh được xây dựng có mục đích - các phòng trưng bày trong nhà và ngoài trời - . Một số tác phẩm nghệ thuật chỉ đơn giản là....Cái gì????  Nhưng một số là tuyệt vời!   - Nhưng đó chẳng phải là mục đích của nghệ thuật để người xem quyết định sao?  - Gia đình 4 người lớn của chúng tôi đã có khoảng thời gian tuyệt vời, ngay cả khi thời tiết oi bức.  Đã ăn một miếng trong quán cà phê và cũng thích nó. Chúng tôi cũng muốn quay lại và trải nghiệm vào mùa xuân, mùa hè và mùa thu!Đọc thêm",
            "Đây là một nơi tuyệt vời!  Tôi rất khuyên bạn nên một chuyến thăm.  Không có phí vào cửa, nhưng cần phải đặt chỗ trước.  Có tác phẩm nghệ thuật độc đáo, tác phẩm điêu khắc và căn cứ. nó rất đáng xem.Đọc thêm",
            "Driving  - or taking a bus -  to Glenstone takes visitors to one of the wealthiest suburbs of the Washington, D.C. area, quite far from the city and located among the unspoiled rolling hills of Potomac, Maryland. On your way to Glenstone, be sure to observe the over-the-top grandiose mansions echoing those of European royalty now filling what was once a distant and sparsely-populated suburb.The museum itself is surprising, essentially appearing out of nowhere on land once used grounds for a fox-hunting club. Entry is free, but timed registration is required to maintain the serene atmosphere of the outdoor walkways among several pavilions and enormous sculptures... as well as to prevent overcrowding in the indoor art galleries.The museum provides very little textual description of the sculptures, and even the galleries display minimal text... apparently to encourage visitors to form their own opinions about the art rather than being steered by aficionados. But there are plenty of very knowledgeable docent staff who eagerly provide further context if they are asked.The beauty and value of the modern art displayed at Glenstone is, of course, in the eye of the beholder, but the museum - s design itself is well worth the visit. Everything about the museum is contemporary design, and architecture lovers will appreciate the layout and scale of the pavilions and galleries, the many details of their construction and design, and the overall layout of the walkways and hillside settings which afford beautiful vistas even apart from the art itself.Basic guidance is provided by staff in the  - Arrival Hall, -  adjacent to three small parking areas. There is a small cafe on the premises, with vistas of its own. Visitors must navigate gravel or asphalt walkways, a long outdoor gravel,stone and wood stairway, and wooden boardwalks  - some of them without rails, raised above the woodland floor - . Accessibility to many of the main exhibition areas is enhanced by on-demand jitney service to key locations. The galleries are all wheelchair accessible.Glenstone is a very worthwhile experience if you like modern art and architecture. Because of its location distant from the city and its outdoor environment, allow plenty of time for your trip. While it - s possible to  - do -  the museum in a half day, you - ll feel much less rushed and will experience more of the calming atmosphere if you give your visit more time. Planning your trip to include a lunch or dinner stop in the small commercial center of Potomac makes for a very pleasant excursion.Read more",
            "Đã từng đến nhiều bảo tàng nghệ thuật - Hoa Kỳ và Châu Âu - Tôi phải nói rằng, đây không phải là cùng một bảo tàng cũ -, cùng một bảo tàng cũ -! Đó là nghệ thuật hiện đại, được đặt trong một bối cảnh được xây dựng có mục đích - phòng trưng bày trong nhà và ngoài trời -. Một số tác phẩm nghệ thuật chỉ đơn giản là .... Cái gì???? Nhưng một số thì tuyệt vời! - Nhưng đó không phải là mục đích của nghệ thuật, để người xem quyết định sao? - Gia đình 4 người lớn của chúng tôi đã có một khoảng thời gian tuyệt vời, ngay cả với thời tiết gió lớn. Đã ăn một miếng trong quán cà phê và cũng rất thích. Chúng tôi muốn quay lại và trải nghiệm vào mùa xuân, mùa hè và mùa thu nữa! Đọc thêm",
            "Glenstone tuyệt vời như mọi khi. Tuy nhiên, đã mắc sai lầm khi thử cafe. Đồ ăn đắt tiền nhạt nhẽo trong một tòa nhà tuyệt vời, thật là thất vọng.  - Highlight - một món bánh tarte hồ đào thu nhỏ - thực sự - khá nhạt nhẽo với giá - 7,50.Đọc thêm",
            "Such an absolute delightful visit for us to this beautiful and idyllic museum campus in mid November. You can tell instantly so much thought has been put into every visual, every convenience for the visitor, even down to the aesthetically pleasing gravel parking lot and ample umbrellas on this rainy day.  After being greeted happily at the visitor center, the nature walk up to the museum sets the stage for how important nature and art is integrated.  We so enjoyed the experience of visiting the Pavilion, a breathtaking building structure merged with nature, a calm and peaceful pond at its heart. Visitors walk through 11 rooms varied with art mediums, displays, and impressive artists. We especially enjoyed Room 7 with its carved bench, rustic paneling and view of the fields outside.  With the help of a docent, we enjoyed Room 8 showcasing the emotional work of Charles Ray. In a separate building you will find the Gallery which is more your typical art museum setup, but with no less impressive works in the Iconoclasts exhibit. What made our experience complete was the friendliness and happy welcoming nature os the grey clad docents, cafe staff, and personnel.  On separate 4 occasions, docents took the initiative to discuss the artwork and provide helpful context, history and background which accentuated the entire experience. Oh yes the cafe, highly recommend taking in a meal and drinks in a communal table setup and chatting with your neighbors. The black bean burger and salmon salad hit the spot. Just a great way to give back to the museum. Unfortunately we didn - t explore much of the expansive nature trails and outdoor exhibits due to the rain but agreed we would return again to see the museum in a more spring-like setting. Admission is always free of charge but, given it is open on Thurs-Sun, must be booked in advance on the user friendly website  - students can show up and enter without booking ahead - .Read more",
            "Một bảo tàng nghệ thuật hiện đại - đương đại nằm trên những ngọn đồi nhấp nhô bên ngoài D.C. Có 11 phòng trưng bày trong nhà, nhìn từ bên ngoài trông giống như một loạt khối đá granit đánh bóng nhô ra từ những ngọn đồi cỏ. Chúng tôi thấy nó thật đáng sợ, cảm giác này càng tăng lên khi chúng tôi bước vào sảnh vào nghiêm trang, giản dị. Chỉ là không hoàn toàn theo kích thước của con người. Các phòng trưng bày được xây dựng xung quanh một ao nước được tạo cảnh quan. Một lần nữa, với chúng tôi, ấn tượng đó thật vô cơ. Bản thân các phòng trưng bày rất ấn tượng, nhìn chung mỗi phòng trưng bày dành riêng cho một nghệ sĩ. Họ đã có một triển lãm hồi tưởng 100 năm về Ellsworth Kelly, thật khó tin, cũng như nhiều nghệ sĩ khác vào cuối thế kỷ 20 - đầu thế kỷ 21. Bên ngoài, có một số tác phẩm điêu khắc đồ sộ nằm giữa những ngọn đồi. Chúng hòa nhập tốt hơn vào môi trường xung quanh so với các tòa nhà của phòng trưng bày. Nhìn chung là rất khác thường, nhưng chắc chắn đáng để ghé thăm! Đọc thêm",
            "Bảo tàng chứa đầy nghệ thuật hiện đại. Mặc dù tôi thích xem nhiều cuộc triển lãm nhưng tôi không phải là người hâm mộ lớn cuộc triển lãm hiện tại của nghệ sĩ Kelly. Anh ấy đã ghép rất nhiều bức tranh đơn điệu và một tác phẩm nghệ thuật lớn trên sàn bằng ván ép màu vàng. Ngoài ra, bạn không được phép chụp ảnh trong không gian trưng bày.Đọc thêm",
            "Chúng tôi đến đó vào một ngày Chủ Nhật rất nóng mặc quần áo hoàn toàn không phù hợp. Hãy mặc quần áo cho phép bạn dễ dàng đi bộ dọc theo những con đường mòn trong rừng. Đối với những người thích nghệ thuật hiện đại, đây chính là nơi dành cho bạn. Tôi - là một người thích nghệ thuật thời Phục hưng và không ấn tượng với bất cứ điều gì ở đó ngoại trừ các tòa nhà, nổi bật từ bên ngoài. Chúng tôi được yêu cầu đảm bảo ghé thăm địa điểm Cardiff - Miller có âm thanh. Sau khi tìm kiếm, cuối cùng chúng tôi cũng tìm thấy nó. Thật kỳ lạ. Có rất nhiều âm thanh khá khác biệt, một số là âm nhạc, một số chỉ là tiếng ồn. Tôi không bao giờ hiểu được ý nghĩa. Chúng tôi đã rời đi sớm. Họ sẽ đưa cho bạn một bản đồ để giúp bạn tìm đường đến nơi này, nhưng tôi thấy nó hoàn toàn vô dụng. Các biểu tượng đánh dấu nhiều thứ như trạm nước và xe đẩy hàng quá nhỏ đến mức vô dụng đối với bất kỳ ai không có kính lúp. Lối vào của địa điểm này không được đánh dấu trên bản đồ, khiến bạn khó định hướng. Chúng tôi không bao giờ thấy các biển báo đường phố đánh dấu các con đường khác nhau và chúng cũng không được đánh dấu trên bản đồ. Vì địa điểm này quá lớn, nên không thực tế khi cứ tiếp tục đi cho đến khi bạn tìm thấy thứ mình đang tìm kiếm. Những chiếc xe điện đã giúp ích rất nhiều trong việc giải cứu những người trong chúng tôi đã quá mệt mỏi. Tuy nhiên, có nhân viên ở nhiều điểm khác nhau và họ rất hữu ích trong việc chỉ đường và giải thích mọi thứ. Đọc thêm",
            "Không gian tuyệt đẹp giữa Westworld, Apple Park và The Menu. Thực sự thích mặt bằng và kiến ​​trúc. Chúng tôi ướt sũng trước khi ra khỏi bảo tàng. Hãy mang theo ô nếu dự báo trời mưa. Có khoảng 10 phút đi bộ trong không gian mở từ bãi đậu xe đến tòa nhà triển lãm đầu tiên. Sau đó đi bộ 2 phút đến quán cà phê và 5 phút đi bộ đến phòng trưng bày. Vào cửa miễn phí nhưng cần đặt chỗ trước. Chúng tôi không biết nhưng đã vào vào một buổi chiều thứ sáu chậm chạp. Không được phép chụp ảnh bên trong phòng trưng bày nhưng không gian mở thì ổn. Đọc thêm",
            "Nếu nghệ thuật dẫn tới văn hóa và những hình thái xã hội mới thì chúng ta đang gặp rắc rối.  Sau một thời gian ngắn được giới thiệu bởi những người dân đen - giáo sư - nhân viên bảo vệ - trong bộ áo chẽn màu xám, buồn tẻ của cộng đồng, chúng tôi mạo hiểm băng qua một cánh đồng - nhập tịch - trên con đường rải sỏi. Thực sự nơi này trông giống như một mớ cỏ dại nhếch nhác. Việc nó chưa được cắt có lẽ mang lại cảm giác cho một số người ôm cây vì họ đã bị lừa tin rằng hành tinh này có thể tồn tại vào một ngày khác. Những màn trình diễn nghệ thuật hầu hết đều là những sự trừu tượng vô nghĩa. Không có gì ở đây phải nghiêm túc cả mặc dù đó là những gì bạn mong đợi. Bạn nên cười vào sự ngớ ngẩn rằng các cuộc triển lãm, kiến ​​trúc và những cánh đồng không được cắt tỉa đều nhằm mục đích thể hiện sự sáng tạo. Họ không. Nếu bạn vẫn muốn đến Glenstone, hãy đảm bảo rằng dự báo thời tiết thuận lợi và bạn mang giày thoải mái vì bạn sẽ phải đi bộ vài dặm, hầu hết là ở ngoài trời trên những con đường rải sỏi. Google Lens rất hữu ích trong việc xác định các loại cây lạ. Mặc dù bảo tàng này miễn phí nhưng bạn sẽ phải trả quá nhiều tiền để xem nó.Đọc thêm"
        ],
        "star_ratings": [
            143,
            51,
            17,
            9,
            15
        ],
        "review_amount": 235,
        "location": [
            "Maryland - MD -",
            "Hoa Kỳ",
            "Potomac",
            "Quận Montgomery",
            "Bảo tàng Glenstone",
            "Các hoạt động ở Potomac"
        ],
        "reviews_time": [
            "Written June 25, 2023",
            "Written July 23, 2023",
            "Written August 25, 2023",
            "Written October 8, 2023",
            "Written November 19, 2023",
            "Written December 9, 2023",
            "Written February 19, 2024",
            "Written April 12, 2024",
            "Written March 17, 2024",
            "Written February 19, 2024",
            "Written February 10, 2024",
            "Written December 9, 2023",
            "Written November 19, 2023",
            "Written October 8, 2023",
            "Written August 28, 2023",
            "Written August 26, 2023",
            "Written August 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41328-d4972549-Reviews-Glenstone_Museum-Potomac_Montgomery_County_Maryland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41328-d27525310-Reviews-Bai_Kao_Thai-Potomac_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41328-d4614625-Reviews-Domino_s_Pizza-Potomac_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41353-d509929-Reviews-China_East-Rockville_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41353-d953965-Reviews-Mamma_Lucia-Rockville_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57589-d4680034-Reviews-Expo_Cafe-Chantilly_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60726-d285884-Reviews-Great_Falls_Park-McLean_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41328-d2469968-Reviews-Billy_Goat_Trail-Potomac_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41328-d11825045-Reviews-Greenbriar_Local_Park-Potomac_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41154-d657424-Reviews-RIO_Washingtonian_Center-Gaithersburg_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41353-d3158157-Reviews-Rockville_Town_Square-Rockville_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41328-d15361970-Reviews-Potomac_French_Market-Potomac_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g57783-d4136981-Reviews-Riverbend_Park-Great_Falls_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41003-d3442264-Reviews-Cabin_John_Regional_Park-Bethesda_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41328-d8353240-Reviews-Great_Falls_Tavern_Visitor_Center-Potomac_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41328-d4367936-Reviews-Lockhouse_22_C_O_Canal_Trust-Potomac_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41328-d4972549-Reviews-or10-Glenstone_Museum-Potomac_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g58214-d1987656-Reviews-Algonkian_Regional_Park-Sterling_Loudoun_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41353-d4346741-Reviews-MAGDALEN_S_PURE_SKIN_CARE-Rockville_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41328-d19280010-Reviews-Lockhouse_21_C_O_Canal_Trust-Potomac_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g28941-d116821-Reviews-Seneca_Creek_State_Park-Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41328-d4211583-Reviews-Great_Falls_Canal_Boat_Ride-Potomac_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g47717-d3385315-Reviews-Fire_Island_Lighthouse-Fire_Island_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45082-d1573053-Reviews-Jake_s_Horses-Big_Sky_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g35348-d15291815-Reviews-Rigby_s_Water_World-Warner_Robins_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d10496497-Reviews-The_Sandbar-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g194872-d2343947-Reviews-Ragusa_Ibla-Ragusa_Province_of_Ragusa_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g39995-d10110346-Reviews-Ark_Encounter-Williamstown_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d10509400-Reviews-Destin_Raceway_Dune_Buggy_s-Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g499105-d14411991-Reviews-Maggie_s_Diner-High_River_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g29105-d6915166-Reviews-Westfield_Santa_Anita_Shopping_Center-Arcadia_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d269143-Reviews-Caesars_Atlantic_City_Casino-Atlantic_City_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41328-d4972549-Reviews-or10-Glenstone_Museum-Potomac_Montgomery_County_Maryland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41328-d4972549-Reviews-Glenstone_Museum-Potomac_Montgomery_County_Maryland.html"
    }
]