[
    {
        "attraction_name": "Gljufrabui Waterfalls",
        "attraction_name_vi": "Thác Gljufrabui",
        "general_info": [
            "315 đánh giá",
            "1 trong 9 điều cần làm ở Skogar",
            "Thác nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Cách Reykjavík 2,5 giờ lái xe nhưng đây là một phần của chuyến tham quan rộng hơn đến khu vực này. Bãi đậu xe với cửa hàng, phòng vệ sinh và quán cà phê cách thác khoảng 15 phút đi bộ. Bạn có thể đi vào đáy hẻm núi nhưng nên mang ủng và mang theo khi thời tiết ẩm ướt vì bạn sẽ bị ném vào đó!. Đọc thêm",
            "Khi bạn đã trả tiền để đỗ xe tại Seljalandsfoss và đi bộ quanh thác nước, tôi khuyên bạn nên đi bộ khoảng 500 mét dọc theo vách đá để thấy mình đang ở lối vào thác Gljufrabui.\n\nĐược bao bọc trong một hẻm núi nhỏ, khá khó để nhìn thấy từ con đường, nhưng khi đi bộ lên dòng suối, hẻm núi mở ra để lộ thác nước hùng vĩ này. Vì vậy, vâng, tôi đã nói hãy đi bộ lên suối...vâng, chân bạn sẽ bị ướt - nếu điều đó ngăn cản bạn làm điều đó - TUYỆT ĐỐI KHÔNG.\n\nKhi bạn bước vào khe hở có thác, sẽ có rất nhiều tia phun ra, bạn sẽ bị ướt, hy vọng bạn vẫn mang theo đồ chống thấm từ Seljalandsfoss. Có một tảng đá lớn ở dưới chân thác mà bạn có thể trèo lên để chụp ảnh mà tôi thực sự muốn giới thiệu. Khi chúng tôi đến, có một người phụ nữ và con trai của cô ấy trên đó và bức ảnh có lẽ trông rất tuyệt. Điều tôi không khuyến nghị là những gì những người phụ nữ sau đó đã tiến hành là gọi điện cho nhiều người trực tiếp để dẫn họ đi tham quan. Khi cô ấy gọi xong danh bạ, có khoảng 20 người đang xếp hàng chờ để có cơ hội chụp ảnh - khi chúng tôi đến chỉ có chúng tôi và cô ấy! Một khoảnh khắc thiếu cân nhắc có nghĩa là lúc này đã có rất nhiều người và mọi người đều cảm thấy vội vã để mọi người có thể có được khoảnh khắc của mình. \n\nVấn đề sau đó đã được giải quyết vì có một hàng người và lối đi khá hẹp.\n\nLời khuyên chính của tôi là nên đến đây sớm để tránh lượng khách du lịch đông đúc và có trải nghiệm cá nhân hơn!Đọc thêm",
            "Thác nước thực sự tuyệt vời ẩn trong một vết nứt. Khi chúng tôi đến thăm vào một buổi sáng cuối tháng 10, môi trường trơn trượt do sương mù đóng băng từ thác nước. Bạn phải mặc quần áo không thấm nước thích hợp để đi bộ gần qua những tảng đá trên đá trong lạch. Bạn có thể đậu xe tại Seljalandsfoss ISK 900, trả tiền và trưng bày vì không có chỗ đậu xe nào gần đó, tất cả các khu vực có thể đều được rào hoặc chặn xung quanh!.Đọc thêm",
            "Sau khi ghé thăm Seljalandsfoss nổi tiếng, bạn thực sự cần phải khám phá thác nước này chỉ cách đó một quãng đi bộ ngắn.\nNó hơi bị ẩn, nhưng lối đi bộ sẽ dẫn bạn đến đó. Không cần phải đỗ lại xe của bạn.\nNó cao 40m và ẩn mình bên trong một hẻm núi nhỏ. Bạn cần phải đi bộ qua một đoạn nước nông ngắn tùy thuộc vào lượng nước mà thác mang theo vào lúc này. Bạn sẽ luôn khô chân nếu giữ thăng bằng tốt và nhảy từ hòn đá này sang hòn đá khác. Nhưng nó thực sự chỉ là một vài bước. Nó nổi tiếng nhưng chúng tôi đến đó vào khoảng 5h30 chiều và không còn nhiều du khách nữa. Sự sụp đổ, phun nước, quan điểm lên. Đó là một cảnh tượng ấn tượng.\nNgoài ra còn có một con đường mòn quanh co gần đó và một cầu thang bằng gỗ để người tham quan có thể leo lên gần nửa chừng và ngắm thác từ một góc nhìn khác.\n\nMột mùa thu thật tuyệt vời. Miền Nam có nhiều điểm tham quan hấp dẫn. Và cái này ở đây là một trong số đó - và cái này bạn không nên bỏ lỡ.Đọc thêm",
            "Một viên ngọc ẩn thực sự bên cạnh Seljalandsfoss. Không cần phải di chuyển xe, chỉ cần đi bộ một quãng ngắn là đến nơi! Trong điều kiện thời tiết tốt, bạn có thể đi bộ qua một vài tảng đá để đến gần nó hơn. Một viên ngọc thực sựĐọc thêm",
            "Đây là điểm thu hút yêu thích của tôi mà tôi đã ghé thăm ở Iceland. Gljúfrabúi Canyon Dweller đúng nghĩa là một viên ngọc ẩn gần Seljalandfoss nổi tiếng và là một thác nước ẩn sau một vách đá mà bạn cần phải băng qua một con suối ngắn để đến được. Thung lũng hẹp khá tối nhưng lại đi một quãng ngắn và nếu mực nước đủ thấp, bạn có thể dẫm lên đá mà không bị ướt giày. Khi bạn vượt qua vách đá, thung lũng mở ra và Gljúfrabúi hùng vĩ hiện ra trước mặt bạn với bầu trời rộng mở phía trên. \n\nKhung cảnh khá ngoạn mục và bản chất tiềm ẩn của thác, từ lối vào đến hẻm núi thực sự, khiến trải nghiệm hoàn toàn khó quên. Ngày nay, Gljúfrabúi không còn vắng vẻ nữa vì có một nhóm du khách đang đợi bên ngoài để vào sau khi tôi đến thăm. Bạn có thể đến thác nước trên con đường cạnh Seljalanfoss ở bên trái.Đọc thêm",
            "Wow, nơi này thật tuyệt vời. Bạn có thể đỗ xe tại seljalandsfoss, ngắm nhìn những nơi đó rồi đi theo con đường để đi bộ một đoạn ngắn tới đây. Bạn sẽ cần phải bước qua một số tảng đá và có thể bị ướt chân, điều đó thật đáng giá khi bạn rẽ vào góc và nhìn thấy thác nước tuyệt đẹp bên trong hang động. Bạn có thể bị một chút nước xịt bắn trúng nếu đứng trên đá và đá trơn trượt, vì vậy hãy cẩn thận. Đây chắc chắn là một trong những điều tuyệt vời nhất tôi thấy ở Iceland trong chuyến đi của mình. Đọc thêm",
            "Thác nước rất đẹp nhưng tiếc là rất đông đúc. Rất nhiều người đã bỏ rác ở đó. Bạn phải tranh giành một chỗ để chụp ảnh. Iceland có nhiều thác nước đẹp hơn, ít đông đúc hơn thác nước này.Đọc thêm",
            "Wow, nơi này thật tuyệt vời. Bạn có thể đỗ xe tại seljalandsfoss, ngắm nhìn những nơi đó rồi đi theo con đường để đi bộ một đoạn ngắn tới đây. Bạn sẽ cần phải bước qua một số tảng đá và có thể bị ướt chân, điều đó thật đáng giá khi bạn rẽ vào góc và nhìn thấy thác nước tuyệt đẹp bên trong hang động. Bạn có thể bị một chút nước xịt bắn trúng nếu đứng trên đá và đá trơn trượt, vì vậy hãy cẩn thận. Đây chắc chắn là một trong những điều tuyệt vời nhất tôi thấy ở Iceland trong chuyến đi của mình. Đọc thêm",
            "Đây là điểm thu hút yêu thích của tôi mà tôi đã ghé thăm ở Iceland. Gljúfrabúi Canyon Dweller đúng nghĩa là một viên ngọc ẩn gần Seljalandfoss nổi tiếng và là một thác nước ẩn sau một vách đá mà bạn cần phải băng qua một con suối ngắn để đến được. Thung lũng hẹp khá tối nhưng lại đi một quãng ngắn và nếu mực nước đủ thấp, bạn có thể dẫm lên đá mà không bị ướt giày. Khi bạn vượt qua vách đá, thung lũng mở ra và Gljúfrabúi hùng vĩ hiện ra trước mặt bạn với bầu trời rộng mở phía trên. Khung cảnh khá ngoạn mục và bản chất tiềm ẩn của thác, từ lối vào đến hẻm núi thực sự, khiến trải nghiệm hoàn toàn khó quên. Ngày nay, Gljúfrabúi không còn vắng vẻ nữa vì có một nhóm du khách đang đợi bên ngoài để vào sau khi tôi đến thăm. Bạn có thể đến thác nước trên con đường cạnh Seljalanfoss ở bên trái.Đọc thêm",
            "Một viên ngọc ẩn thực sự bên cạnh Seljalandsfoss. Không cần phải di chuyển xe, chỉ cần đi bộ một quãng ngắn là đến nơi! Trong điều kiện thời tiết tốt, bạn có thể đi bộ qua một vài tảng đá để đến gần nó hơn. Một viên ngọc thực sựĐọc thêm",
            "Sau khi tham quan Seljalandsfoss nổi tiếng, bạn thực sự cần phải khám phá thác nước này chỉ cách đó một quãng đi bộ ngắn. Nó hơi khuất một chút nhưng lối đi bộ sẽ dẫn bạn đến ngay đó. Không cần phải đỗ xe lại. Nó cao 40m và ẩn mình bên trong một hẻm núi nhỏ. Bạn cần phải đi bộ qua một đoạn nước nông ngắn tùy thuộc vào lượng nước mà thác mang theo vào lúc này. Bạn sẽ luôn khô chân nếu giữ thăng bằng tốt và nhảy từ hòn đá này sang hòn đá khác. Nhưng nó thực sự chỉ là một vài bước. Nó nổi tiếng nhưng chúng tôi đến đó vào khoảng 5h30 chiều và không còn nhiều du khách nữa. Sự sụp đổ, phun nước, quan điểm lên. Đây là một cảnh tượng ấn tượng. Gần đó cũng có một con đường mòn quanh co và một cầu thang bằng gỗ để người tham quan có thể leo lên gần nửa chừng và ngắm thác từ một góc nhìn khác. Một mùa thu thực sự tuyệt vời. Miền Nam có nhiều điểm tham quan hấp dẫn. Và cái này ở đây là một trong số đó - và cái này bạn không nên bỏ lỡ.Đọc thêm",
            "Thác nước thực sự tuyệt vời ẩn trong một vết nứt. Khi chúng tôi đến thăm vào một buổi sáng cuối tháng 10, môi trường trơn trượt do sương mù đóng băng từ thác nước. Bạn phải mặc quần áo không thấm nước thích hợp để đi bộ gần qua những tảng đá trên đá trong lạch. Bạn có thể đậu xe tại Seljalandsfoss ISK 900, trả tiền và trưng bày vì không có chỗ đậu xe nào gần đó, tất cả các khu vực có thể đều được rào hoặc chặn xung quanh!.Đọc thêm",
            "Thật xứng đáng cho việc nghiên cứu để khám phá ra nó. Đây là cơ hội để bạn nhìn thấy một thác nước mà bạn chưa từng thấy trước đây. Chống thấm nước là điều cần thiết! Đọc thêm",
            "Tiền thưởng sau khi đậu xe tại Seljalandsfoss, Gljufrabui chỉ cách đó 560m đi bộ. Có một chút khó khăn khi bước qua những tảng đá dưới nước để vào hang, mặc dù nỗ lực đó rất đáng giá.Đọc thêm",
            "Đẹp hơn Sejlandfoss nổi tiếng gần đó. Đi theo lối vào thứ 2, đi bộ một chút qua một vũng nước nhỏ và con đường hẹp để vào trong hang nhưng thật đáng giá!Đọc thêm",
            "Thác nước này chắc chắn là điểm đến không thể bỏ qua, đặc biệt nếu bạn đến Seljalandsfoss, bạn cần phải đánh dấu cả hai địa điểm này vào danh sách việc cần làm của mình!Đọc thêm",
            "Việc đi bộ qua con lạch có đủ dễ dàng đối với một cậu bé 6 tuổi không?Đọc thêm",
            "Tùy thuộc vào việc bạn có muốn giữ anh ấy khô ráo hay không. Khoảng cách giữa các bậc đá có lẽ xa hơn mức anh có thể dễ dàng xoay sở được. Tuy nhiên, nước không sâu...5 hoặc 6 inch.Đọc thêm"
        ],
        "star_ratings": [
            270,
            38,
            5,
            2,
            0
        ],
        "review_amount": 315,
        "location": [
            "Những việc cần làm ở Hvolsvollur",
            "Thác Gljufrabui",
            "Châu Âu",
            "Khu vực phía Nam",
            "Nước Iceland",
            "Hvolvoll"
        ],
        "reviews_time": [
            "Written June 13, 2023",
            "Written August 13, 2023",
            "Written November 22, 2023",
            "Written November 23, 2023",
            "Written February 3, 2024",
            "Written February 29, 2024",
            "Written March 10, 2024",
            "Written April 19, 2024",
            "Written March 10, 2024",
            "Written February 29, 2024",
            "Written February 3, 2024",
            "Written November 23, 2023",
            "Written November 22, 2023",
            "Written October 24, 2023",
            "Written September 10, 2023",
            "Written September 4, 2023",
            "Written August 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g608876-d10309126-Reviews-Gljufrabui_Waterfalls-Hvolsvollur_South_Region.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d4992037-Reviews-Gljufurarfoss-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d555030-Reviews-Seljalandsfoss-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g12919842-d23692809-Reviews-Gljufrafoss-Seljaland_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d12711340-Reviews-Nauthusagil_Waterfall-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d26859774-Reviews-DC_3_Airplane_wreck_Eyvindarholt-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g23849306-d26529295-Reviews-Irafoss_Irafoss_Waterfall-Asolfsskali_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d27114896-Reviews-Big_Puffin-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d10309126-Reviews-or10-Gljufrabui_Waterfalls-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d8635658-Reviews-Gluggafoss_Merkjarfoss-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d10388791-Reviews-Tumastaoir_Forest-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d8556052-Reviews-Seljalandsfoss-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608875-d2518426-Reviews-Southcoast_Adventure-Hella_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d6637814-Reviews-Obyggdaferdir_ATV-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d10723155-Reviews-Skalakot-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d7273790-Reviews-Smaratun_Farm-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d14008615-Reviews-Katla_Helicopters-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g15145656-d21121559-Reviews-Bra_Fence-Holt_Westfjords_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d23957745-Reviews-Quake_Lisbon_Earthquake_Museum-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g143010-d504861-Reviews-Sand_Beach-Acadia_National_Park_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g2024865-d12812910-Reviews-Aquafield-Goyang_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d309037-Reviews-Garden_of_the_Sleeping_Giant-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g41762-d4036895-Reviews-Brooksby_Farm-Peabody_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d107523-Reviews-The_Elms-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026922-d10671438-Reviews-Armenistis_Beach-Sarti_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298313-d4355396-Reviews-1_Utama_Shopping_Centre-Petaling_Jaya_Petaling_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g1886519-d11964233-Reviews-La_Paz_Waterfall_Gardens-Vara_Blanca_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d13183988-Reviews-Heaven_Club-Prague_Bohemia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g608876-d10309126-Reviews-or10-Gljufrabui_Waterfalls-Hvolsvollur_South_Region.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g608876-d10309126-Reviews-Gljufrabui_Waterfalls-Hvolsvollur_South_Region.html"
    }
]