[
    {
        "attraction_name": "Globe Life Field",
        "attraction_name_vi": "Lĩnh vực cuộc sống toàn cầu",
        "general_info": [
            "34 đánh giá",
            "- 18 trong số 98 điều cần làm ở Arlington",
            "Đấu trường - Sân vận động"
        ],
        "attraction_summary": "Con gái, cháu trai và tôi đã tham dự một số trận đấu trong mùa hè này. Chúng tôi yêu thích Globe Life Field mới!! Chúng tôi đã đi tham quan và tôi muốn giới thiệu điều đó cho bất kỳ ai. Chúng tôi đã học được rất nhiều! Đồ ăn đắt đến mức nực cười nên chúng tôi cố gắng ăn trước hoặc sau trận đấu. Và chúng tôi cũng mang theo chai nước của riêng mình và điều đó giúp ích rất nhiều! Các nhân viên tại Globe Life rất thân thiện! Đó là cho đến Chủ nhật vừa qua - tôi đã phải hạ đánh giá của mình xuống 1 sao do một công nhân đã đặt tay lên cháu trai tôi và ném cháu xuống đất sau khi chạy đến căn cứ!! Con gái tôi hỏi người công nhân chuyện gì đang xảy ra và anh ta giải thích rằng cháu trai tôi đã vượt quá giới hạn. Đó KHÔNG phải là lý do để đánh anh ta xuống đất. Nó 7 tuổi và khi người công nhân làm việc này, nó đã tóm được sợi dây mà cháu tôi đang đeo để chứng tỏ nó là một Thiếu tá Kiểm lâm Texas và nó quấn quanh cổ cháu tôi - Cổ nó đỏ đến mức sợi dây bị vướng vào . Chúng tôi đã đến các dịch vụ khách hàng để khiếu nại và họ bảo chúng tôi gửi email và hình ảnh và Melissa ở bộ phận dịch vụ khách đồng ý rằng việc cổ anh ấy đỏ quá mức!! Thật không may, chúng tôi chưa bao giờ nhận được phản hồi cho email của mình. Vì vậy, hãy đảm bảo rằng nếu bạn có những đứa trẻ chạy căn cứ, chúng sẽ biết không đi ra ngoài phạm vi phạm lỗi!! Ngoài ra, chúng tôi vẫn sẽ hỗ trợ Đội Kiểm lâm Texas của mình - chỉ là không chắc chúng tôi sẽ trả tiền cho chương trình Đội Kiểm lâm Thiếu niên Texas vào mùa giải tới hay để các cháu trai của chúng tôi điều hành lại các căn cứ - \nĐọc thêm",
        "reviews": [
            "Đây là một sân vận động bóng chày thực sự thú vị để tận hưởng trò tiêu khiển của nước Mỹ. Hầu hết thời gian trong năm, mái nhà được che phủ nên bạn không phải lo lắng về việc đổ mồ hôi trong cái nóng mùa hè của Texas. Có rất nhiều lựa chọn thực phẩm tuyệt vời - đặc biệt là BBQ - bia địa phương - nhưng thật khó để đánh bại - 1 Ranger Dogs. Phí đỗ xe quanh sân vận động thường là - 20-30. Sau khi đến xem một số trận đấu, giờ đây tôi không cảm thấy có một chỗ ngồi tệ trong nhà. Thậm chí còn có những hoạt động thú vị dành cho trẻ em nếu chúng cần nghỉ ngơi sau khi xem trận đấu. Tiến lên Rangers! Đọc thêm",
            "Global Life Field rất lớn và ấn tượng.  Tôi đã có một vé xem World Series và một góc nhìn đẹp ra sân đấu.  Mỗi sân bóng tôi đến, tôi đều thích nếm thử đồ ăn, tại Global Life Field, tôi ăn xúc xích với pho mát và hành tây, sau đó là thịt gà mềm trong trận đấu để chuẩn bị đồ ăn cho sân bóng của tôi.  \n \nTrận đấu hơi thất vọng khi Arizona Diamondbacks đánh bại Texas Rangers với tỷ số 9-1.  Hàng người xếp hàng vào cửa hàng chuyên nghiệp Global Life Field rất đông và tôi thất vọng với cửa hàng chuyên nghiệp vì họ đã bán hết gần như tất cả các sản phẩm của World Series vào ngày hôm trước.Đọc thêm",
            "Sân bóng rất đẹp về mặt thẩm mỹ. Nhưng những nhượng bộ, đội ngũ nhân viên không biết gì và âm nhạc Tây Ban Nha không ngừng nghỉ khiến tôi bị đánh giá thấp. Tôi thực sự không thích đến đây.Đọc thêm",
            "Global Life Field rất lớn và ấn tượng.  Tôi đã có một vé xem World Series và một góc nhìn đẹp ra sân đấu.  Mỗi sân bóng tôi đến, tôi đều thích nếm thử đồ ăn, tại Global Life Field, tôi ăn xúc xích với pho mát và hành tây, sau đó là thịt gà mềm trong trận đấu để chuẩn bị đồ ăn cho sân bóng của tôi.   Trận đấu hơi thất vọng khi Arizona Diamondbacks đánh bại Texas Rangers với tỷ số 9-1.  Hàng người xếp hàng vào cửa hàng chuyên nghiệp Global Life Field rất đông và tôi thất vọng với cửa hàng chuyên nghiệp vì họ đã bán hết gần như tất cả các sản phẩm của World Series vào ngày hôm trước.Đọc thêm",
            "Đây là một sân vận động bóng chày thực sự thú vị để tận hưởng trò tiêu khiển của nước Mỹ. Phần lớn thời gian trong năm mái nhà được che phủ nên bạn không phải lo đổ mồ hôi trong cái nóng mùa hè ở Texas. Có rất nhiều lựa chọn đồ ăn tuyệt vời - đặc biệt là BBQ - bia địa phương - nhưng thật khó để đánh bại - 1 Ranger Dogs. Đỗ xe quanh sân vận động thường có giá - 20-30. Sau khi tham gia vài trò chơi, bây giờ tôi không còn cảm giác như có một chỗ ngồi tồi tệ trong nhà nữa. Thậm chí còn có những điều thú vị cho trẻ em làm nếu chúng cần nghỉ ngơi sau khi xem trò chơi. Đi Rangers!Đọc thêm",
            "Con gái, cháu trai và tôi đã tham dự một số trận đấu trong mùa hè này. Chúng tôi yêu thích Globe Life Field mới!! Chúng tôi đã đi tham quan và tôi muốn giới thiệu điều đó cho bất kỳ ai. Chúng tôi đã học được rất nhiều! Đồ ăn đắt đến mức nực cười nên chúng tôi cố gắng ăn trước hoặc sau trận đấu. Và chúng tôi cũng mang theo chai nước của riêng mình và điều đó giúp ích rất nhiều! Các nhân viên tại Globe Life rất thân thiện! Đó là cho đến Chủ nhật vừa qua - tôi đã phải hạ đánh giá của mình xuống 1 sao do một công nhân đã đặt tay lên cháu trai tôi và ném cháu xuống đất sau khi chạy đến căn cứ!! Con gái tôi hỏi người công nhân chuyện gì đang xảy ra và anh ta giải thích rằng cháu trai tôi đã vượt quá giới hạn. Đó KHÔNG phải là lý do để đánh anh ta xuống đất. Nó 7 tuổi và khi người công nhân làm việc này, nó đã tóm được sợi dây mà cháu tôi đang đeo để chứng tỏ nó là một Thiếu tá Kiểm lâm Texas và nó quấn quanh cổ cháu tôi - Cổ nó đỏ đến mức sợi dây bị vướng vào . Chúng tôi đã đến các dịch vụ khách hàng để khiếu nại và họ bảo chúng tôi gửi email và hình ảnh và Melissa ở bộ phận dịch vụ khách đồng ý rằng việc cổ anh ấy đỏ quá mức!! Thật không may, chúng tôi chưa bao giờ nhận được phản hồi cho email của mình. Vì vậy, hãy đảm bảo rằng nếu bạn có những đứa trẻ chạy căn cứ, chúng sẽ biết không đi ra ngoài phạm vi phạm lỗi!! Ngoài ra, chúng tôi vẫn sẽ hỗ trợ Đội Kiểm lâm Texas của mình - chỉ là không chắc chúng tôi sẽ trả tiền cho chương trình Đội Kiểm lâm Thiếu niên Texas vào mùa giải tới hay để các cháu trai của chúng tôi điều hành lại các căn cứ - Đọc thêm",
            "Sân vận động mới dành cho Texas Rangers, liền kề với Texas Live để phục vụ các hoạt động trước và sau trận đấu. Các buổi hòa nhạc rộng mở, sạch sẽ với các lựa chọn đồ ăn và đồ uống tuyệt vời. Những người làm việc ở đó rất thân thiện và tập trung vào khách hàng. Cách bố trí chỗ ngồi khác nhau từ hầu hết các công viên bóng. Các dãy phòng bắt đầu ở cấp độ sân và chỗ ngồi thông thường bắt đầu từ đó trở lên. Dung lượng 40k và có vẻ như không phải là một chỗ ngồi tồi trong nhà. Chuyến thăm tuyệt vời, đã xem hai trò chơi!Đọc thêm",
            "Globe Life - mới - là một cải tiến vượt bậc so với - Globe Life - cũ - từ chỗ ngồi, phòng chờ, nhượng bộ, đến khu vực xem.  Sân vận động hoàn chỉnh với mái di động, thật ấn tượng.  Có rất nhiều khu vực phòng chờ rộng mở để tham gia vào toàn bộ lĩnh vực này.  Hầu hết các chỗ ngồi dường như có tầm nhìn tuyệt vời ra sân.  Và....những chiếc ghế ăn thỏa sức ở ngoài sân có thể khá thú vị!!!Đọc thêm",
            "Nhìn chung, đây là một công viên đẹp và giá trị giải trí trong và ngoài sân cỏ đều tốt. Họ hiếm khi mở mái nhà, nhưng ở Texas thật tuyệt khi có máy lạnh ở sân vận động. Nhưng hình thức bên ngoài và bên trong sẽ đẹp hơn. Bên ngoài có vẻ hình hộp và không ấn tượng. Tôi đặc biệt không thích những gì họ làm ở bên trong.  Rất nhiều dây và đường ống lộ ra ngoài. Đối với tôi nó trông tồi tàn. Sân vận động Dallas Cowboys 13 tuổi vẫn ấn tượng hơn nhiều. Ngoài ra, công viên này không thân thiện với người hâm mộ như sân vận động trước vì người hâm mộ ở xa các cầu thủ hơn nên trẻ em sẽ rất khó xin chữ ký và chụp ảnh.Đọc thêm",
            "Thật tuyệt vời làm sao khi được Alexis đưa đi một vòng..trong một chuyến du lịch riêng - !!! Thông tin tuyệt vời được cung cấp và giải thích cũng như rất nhiều cơ hội để chụp ảnh....thật là một nơi đáng yêu..Có cơ hội ném - bắt bóng trên sân....gặp Jesse - anh chàng bảo vệ - cũng vậy-- một giờ rất nhiều thông tin và một nửa....Đọc thêm",
            "Bạn - sẽ thích nơi này nếu âm thanh khủng khiếp hoặc mứt của bạn, tình yêu đứng xếp hàng dài hàng giờ đồng hồ trong buổi hòa nhạc và ngồi cách sân khấu một dặm là điều tuyệt vời.  Ồ và xem qua mạng để khởi động.  Nơi này thật tệ. Tôi ghét nó!    - 50 chỗ đậu xe thì chỉ có 1 tầng để mua hàng.  Điều hướng trong đấu trường cũng thật khủng khiếp. Chỉ có một vài nơi để đi lên hoặc xuống mức thấp hơn.  Không có chỗ ngồi tốt ở chỗ này.  Porta John - s dành cho người ở trên sàn.  Đây là - t 1987 tại Bát Bông.  Nhân tiện, cái đó còn hay hơn cái lỗ tào lao này! Hãy tiết kiệm tiền của bạn đừng đi xem buổi hòa nhạc ở đây. Bạn sẽ hoàn toàn tức giận vì mình đã làm vậy.Đọc thêm",
            "Chúng tôi đã tham dự hai trận đấu buổi tối tại Globe Life Field và nghĩ rằng trải nghiệm này thật tuyệt vời. Mặc dù công viên bóng không có bất kỳ sự quyến rũ hay đặc điểm cụ thể nào như các công viên khác, nhưng bù lại nó có một phòng chờ rộng, nhiều phòng tắm với một số quầy hàng và không gian ở bồn rửa - đó là những phòng vệ sinh sạch sẽ nhất ở công viên bóng mà tôi từng đến. - , tầm nhìn tốt từ tất cả các ghế và chỉ có ánh nắng chiếu thẳng vào mặt bạn ở những ghế cao bên phải có mui mở.  Khi mở mái nhà, họ chơi bài Here Comes the Sun - khá dễ thương.  Những nhượng bộ rất lớn và có một số mặt hàng độc đáo.  Hãy thử món trứng cuộn ức. Tốt quá! Texas Live! cũng ở bên cạnh. Đây là một nơi tuyệt vời để đến trước hoặc sau trận đấu vì đây là nơi tập hợp nhiều nhà hàng, gian hàng thức ăn nhanh và một số quán bar mở. Có một khu vực chính với bức tường màn hình khổng lồ để xem tất cả các sự kiện thể thao. Ngoài ra còn có sân hiên ngoài trời với khu vực quầy bar riêng.  Nhìn chung, một trải nghiệm thú vị tại công viên bóng ở Arlington!Đọc thêm"
        ],
        "star_ratings": [
            16,
            6,
            6,
            3,
            3
        ],
        "review_amount": 34,
        "location": [
            "Hoa Kỳ",
            "Texas - TX -",
            "Arlington",
            "Lĩnh vực cuộc sống toàn cầu",
            "Những điều cần làm ở Arlington"
        ],
        "reviews_time": [
            "Written September 8, 2023",
            "Written October 27, 2023",
            "Written November 26, 2023",
            "Written February 21, 2024",
            "Written November 26, 2023",
            "Written October 27, 2023",
            "Written September 8, 2023",
            "Written May 3, 2023",
            "Written May 2, 2023",
            "Written November 13, 2022",
            "Written November 7, 2022",
            "Written September 21, 2022",
            "Written September 12, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g30183-d21165817-Reviews-Globe_Life_Field-Arlington_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g30183-d19419552-Reviews-Cut_Bourbon-Arlington_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30183-d15270635-Reviews-Lockhart_Smokehouse_Arlington-Arlington_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30183-d15232517-Reviews-Troy_s-Arlington_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30183-d23473937-Reviews-Pudge_s_Pizza-Arlington_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30183-d17149717-Reviews-Sports_Social_Arlington-Arlington_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30183-d15514123-Reviews-Guy_Fieri_s_Taco_Joint-Arlington_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30183-d15058537-Reviews-Miller_Tavern_Beer_Garden-Arlington_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30183-d3529085-Reviews-Marquez_Bakery_and_Tortilla_Factory-Arlington_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30183-d15650361-Reviews-Jack_in_the_Box-Arlington_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30183-d11596412-Reviews-Stadium_Club-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d14930982-Reviews-Texas_Live-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d536260-Reviews-Globe_Life_Park-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d10155115-Reviews-Arlington_Visitor_Welcome_Center-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d1520813-Reviews-AT_T_Stadium-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d11441305-Reviews-Richard_Greene_Linear_Park-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d1418521-Reviews-Esports_Stadium_Arlington_Expo_Center-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d3613072-Reviews-Levitt_Pavilion-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d561679-Reviews-Arlington_Museum_of_Art-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d4226175-Reviews-Top_O_Hill_Terrace-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d260127-Reviews-International_Bowling_Museum_Hall_of_Fame-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d21165817-Reviews-or10-Globe_Life_Field-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d3988023-Reviews-College_Park_Center-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d6418348-Reviews-K1_Speed_Arlington-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d12441235-Reviews-Moore_Memorial_Gardens-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d23382293-Reviews-Home-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d15122356-Reviews-First_United_Methodist_Church-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d8600896-Reviews-Harold_Patterson_Sports_Center-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d26699652-Reviews-Cidercade_Arlington-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d12881796-Reviews-Blue_Ops_Mission-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d11824951-Reviews-The_Perfect_Escape-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d124603-Reviews-Six_Flags_Over_Texas-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30183-d270662-Reviews-River_Legacy_Park-Arlington_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g57978-d279611-Reviews-Smith_Mountain_Lake-Moneta_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32893-d12384714-Reviews-Lake_Piru-Piru_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g42217-d1065706-Reviews-Crystal_Lake-Frankfort_Benzie_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d10112735-Reviews-PR_s_Saloon-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g28968-d147199-Reviews-Lake_Cushman-Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g776005-d3332653-Reviews-Paradise_Beach-Thassos_Town_Limenas_Thasos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2485739-Reviews-Rajamangala_Stadium-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g40164-d10593121-Reviews-White_Sands_Lake_Day_Beach-Franklinton_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g49594-d8527312-Reviews-Sun_Crest_Water_Park-Taylorsville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g41310-d4495411-Reviews-Downs_Park-Pasadena_Maryland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g30183-d21165817-Reviews-or10-Globe_Life_Field-Arlington_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g30183-d21165817-Reviews-Globe_Life_Field-Arlington_Texas.html"
    }
]