[
    {
        "attraction_name": "Goats on the Roof",
        "attraction_name_vi": "Dê trên mái nhà",
        "general_info": [
            "3.083 đánh giá",
            "- 7 trên 97 Mua sắm ở Pigeon Forge",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Dê trên mái nhà của Smokies là điểm tham quan độc đáo của Pigeon Forge dành cho cả gia đình. Cho dê ăn, mua áo phông hoặc khai thác đá quý.Đọc thêm",
        "reviews": [
            "Dê trên mái nhà? Đúng vậy, chúng tôi thực sự có những con dê trên mái nhà mà bạn có thể cho ăn bằng cách cho thức ăn vào cốc và đạp lên cho những con dê đang kiên nhẫn chờ giao hàng. Sau khi đạp chán, bạn có thể đi đến bãi quây dưới đất, nơi có nhiều dê hơn để bạn có thể vuốt ve và cho ăn. Sau đó bạn có thể vào bên trong cửa hàng quà tặng lớn để mua sắm.Đọc thêm",
            "Trải nghiệm tuyệt vời!! Dịch vụ khách hàng còn hơn thế nữa! Người phục vụ của trạm đá quý đã thực hiện thêm các bước để khiến chúng tôi cảm thấy được chào đón và vui vẻ. Chúng tôi yêu thích cửa hàng quà tặng và cho dê ăn! Chúng tôi dự định sẽ quay lại vào ngày mai để đi tàu lượn. Thật là một bầu không khí gia đình tuyệt vời với những người lao động tốt bụng! Chúng tôi ở lại hơn một giờ và có thể ở lại lâu hơn. Mang theo tiền mặt...có tính phí cho thẻ tín dụng. Đọc thêm",
            "Đã đi chơi tàu lượn. Đẹp nhưng ngắn hơn những cái khác trong thị trấn.  Nhưng vẫn khuyên bạn nên thực hiện chuyến đi ngắn để đi chuyến này. Có vẻ như họ sẽ sớm bổ sung thêm sân gôn mini.Đọc thêm",
            "Chúng tôi - đã ở đây nhiều lần và mỗi lần mọi thứ đều ổn. Thực đơn liên tục thay đổi và theo mùa. Mọi người làm việc ở đó đều thân thiện và hiểu biết và đã làm việc ở đó kể từ khi chúng tôi đến, đó luôn là một dấu hiệu tốt. Tôi có thể nói một cách an toàn rằng tôi đã được thưởng thức một số món ăn ngon nhất trong đời tại nhà hàng dê. Đọc thêm",
            "Dê trên mái nhà được một người bạn địa phương của tôi giới thiệu cho các cậu bé 6 và 8 tuổi của chúng tôi và nó thật hoàn hảo. Cả hai đã thực hiện chuyến tàu lượn trên núi cùng một người trưởng thành, khai thác đá quý - và nhận được khá nhiều tiền thưởng! - và cho dê ăn. Chúng tôi đã ở đó khoảng 50 phút và có khoảng thời gian tuyệt vời. Tinh túy của dãy núi Smokey!Đọc thêm",
            "Một trong những cái tốt hơn chúng tôi đã lái cho đến nay. Khá nhanh, không có nhiều thang máy! Đã có lúc bạn cảm thấy như mình hơi điên lên và bay khỏi đường đua! Nhưng nhìn chung đó là một trải nghiệm tốt. Chỉ là - không phải là một chuyến đi dài lắm. Nhưng tôi cảm thấy khoảng thời gian đó phản ánh cái giá phải trả khá tốt. Vì vậy, nó đáng giá. Những con dê không có gì đặc biệt.Đọc thêm",
            "Cửa hàng này luôn là điểm dừng chân không thể bỏ qua đối với chúng tôi.  Chúng tôi đã đi nhiều năm và yêu thích nơi này. Chúng tôi luôn mua cốc đựng thức ăn cho dê để cho con ăn, và chiếc cốc này thực sự rất tiện lợi để sử dụng sau này. Đồ thủ công và đồ trang trí ngoài trời thực sự đẹp cũng như quần áo và các mặt hàng quà tặng khác. Rất độc đáo!! Thêm vào đó, tàu lượn dê thật thú vị!Đọc thêm",
            "Chúng tôi đang tìm một tàu lượn trên núi và dừng lại ở một tàu gần Goats on a Roof, nơi phải chờ 1,5 giờ - chuyến đi kéo dài 7 phút - . Chúng tôi quyết định thử Goats on a Roof và thời gian chờ chưa đến 5 phút và giá vé rẻ hơn. Những chú dê trên mái nhà rất vui nhộn khi mọi người cho chúng ăn. Rất nhiều đồ ăn ngon cho khách du lịch nếu bạn muốn tìm kho báu. Nhân viên thân thiện. Sẽ giới thiệu nếu bạn không muốn chỉ xếp hàng. Đọc thêm",
            "Trải nghiệm hoàn toàn vô lý và thú vị ở vùng núi Tennessee.  Đó hoàn toàn là một cái bẫy du lịch và nếu bạn tham gia vào nó, thời gian của bạn ở đó sẽ vui hơn rất nhiều!  Chúng tôi cho những con dê ngốc nghếch ăn và trải nghiệm khai thác mỏ.  Chúng tôi đi tàu lượn núi, mua sắm trong cửa hàng quà tặng trong hang và chơi putt-putt.  Các nhân viên đều thân thiện và phù hợp với sự phấn khích và vui tươi của chúng tôi.  Tôi có thể - mong đợi để quay lại!Đọc thêm",
            "Không có gì nhiều để nói, họ hứa một chuyến đi tàu lượn trên núi cao với giá 12 đô la cộng thuế. Chàng trai nhỏ của tôi muốn có trải nghiệm như vậy nên chúng tôi đã bỏ ra số tiền lớn. Chúng tôi đã nhận được chính xác những gì chúng tôi đã hứa một chuyến đi tàu lượn trên núi cao với giá 12 đô la cộng thuế. Đừng mong đợi nó giống như Wild Eagle ở ​​Dollywood nhưng nếu bạn đang tìm kiếm một chuyến đi vui vẻ và có 13 đô la cộng thuế để chi tiêu thì tôi sẽ làm điều đó. Một điều tích cực nữa là họ cho phép trẻ em tự lái xe dựa trên chiều cao, điều này thật tuyệt, không giống như một số hoạt động cộng sản ở đây không cho phép trẻ em lái xe vì tuổi tác hơn chiều cao. Đó là loại tin nhắn gì? Nếu một đứa trẻ cao hơn thì nó là người có thành tích vượt trội và cần được khen thưởng bằng cách lái xe go-kart và những thứ tương tự. Nếu những người thành đạt không được khen thưởng thì wr sẽ ngừng có những người đổi mới trong tương lai. Dù sao thì xin lỗi vì hộp xà phòng bóp nát phóng khoáng của tôi - đó là một chuyến đi thú vịĐọc thêm",
            "Tàu lượn trên núi tuyệt vời. Đây là tàu lượn trên núi đầu tiên của chúng tôi và nó không làm chúng tôi thất vọng. Đỗ xe dễ dàng. Ai mà không thích Goats on a Roof chứ!Đọc thêm",
            "Vợ tôi và tôi đã đi Mountain Coaster. Đây là lần đầu tiên chúng tôi đi tàu lượn mt. Chúng tôi rất thích nó và sẽ thử những người khác trong khu vực. Họ cũng có sân gôn thu nhỏ ngay trong khuôn viên. Đọc thêm",
            "Đây là một cửa hàng tốt đẹp để ghé thăm và mua sắm. Họ có nhiều lựa chọn về quà lưu niệm, kẹo mềm và bánh quy. Kẹo mềm có giá hơi cao. Chúng tôi đã mua một vài món quà cho gia đình. Chỉ có một vài con dê trên mái nhà. Họ cũng có tàu lượn siêu tốc ngay trong khuôn viên.Đọc thêm",
            "Chuyến đi tốt. Tốn kém một chút. Phong cảnh đẹp hơn ở một số địa điểm khác, nhưng thật tuyệt khi có những chú dê, sân gôn mini và khai thác đá quý ở cùng một địa điểm.Đọc thêm",
            "Đây là những đứa trẻ của chúng tôi - hoạt động yêu thích trong chuyến đi của chúng tôi! Họ yêu thích tàu lượn - hãy yêu cầu thêm không gian nếu bạn muốn đi nhanh - và cho dê ăn. Bạn có thể bán thức ăn cho dê bằng xe đạp hoặc cho chúng ăn bằng tay. Chúng tôi đã thực hiện nhiều trải nghiệm đắt giá khác và hoạt động rẻ tiền này cuối cùng đã trở thành hoạt động được yêu thích nhất!Đọc thêm",
            "Đó là một khoảng thời gian vui vẻ. Đó là lần đầu tiên chúng tôi đi tàu lượn xuống dốc nên chúng tôi không biết phải mong đợi điều gì. Thật là vội vã! 2 trong số 3 đứa trẻ thực sự thích nó. Tôi thích nó nhưng vợ tôi thì không - cô ấy nghĩ rằng cô ấy cần phải đẩy tay cầm xuống xa và không có cánh tay dài. Bây giờ tôi nghi ngờ rằng bạn chỉ cần đẩy nó đủ để không dừng lại - . Đó là một chút ngẫu nhiên sến súa với dê, Người Tuyết và trò chơi gôn khủng long. Chúng tôi chỉ đi tàu lượn nhưng đã mua một số áo sơ mi trong cửa hàng quà tặng. Có một tàu lượn khác mà chúng tôi thích hơn một chút nhưng đây cũng là một tàu lượn tốt. Đọc thêm",
            "Trải nghiệm tuyệt vời cho giá cả. Một số chiếc đế lót ly trên đường có nhiều tiền hơn và đây là một trải nghiệm tuyệt vời, ít phải chờ đợi hơn và tốn ít tiền hơn!Đọc thêm",
            "Yêu khủng long nên sân golf mini này nằm ngay trên con hẻm của chúng tôi. Tốt hơn nữa đó là một mức giá hợp lý để chơi. Khóa học rất khó mà chúng tôi thích. Tôi cảm thấy tội nghiệp cho tất cả những con dê đó. Có vẻ như họ không có cỏ khô hay nướcĐọc thêm",
            "Vui mừng bạn thích Golf. Dê của chúng tôi có thùng nước trên mặt đất và trên mái nhà, chúng tôi đổ đầy và lau chùi chúng hàng ngày. Chúng tôi cho chúng ăn cỏ khô vào buổi sáng, buổi chiều và lúc đóng cửa vào ban đêm. Những con dê của chúng tôi đã trở thành thú cưng của chúng tôi, chúng tôi yêu quý chúng. Tôi hy vọng bạn và gia đình sẽ sớm quay lại gặp chúng tôi. Sống tốtĐọc thêm",
            "Tàu lượn núi tuyệt vời. Các nhân viên điều hành nơi này rất trơn tru. Có một dòng có kích thước khá nhưng nó di chuyển rất nhanh. Những con dê là một sự bổ sung thú vị. Quán nhỏ xinh, mặc dù quán có lối đi nhỏ.Đọc thêm",
            "Chúng tôi đến thăm Dê trên mái nhà khi đi nghỉ ở Pigeon Forge Tennessee. Nơi này là một vụ nổ. Họ có mọi thứ, kể cả một cửa hàng lưu niệm khổng lồ. Chúng tôi đã thực hiện Alpine Coaster vào ban đêm, điều đó thật tuyệt vời. Lao xuống một ngọn núi với tốc độ gần như Mach1. Nhưng phần tôi thích nhất là cho dê ăn. Với khoảng - 3 bạn có thể có được một cốc đầy thức ăn. Những con dê này phát điên khi ăn nó từ tay bạn. Một số con dê đẹp hơn những con khác. Những con dê thân thiện nhất là Ned, Brian, Diego, - Dale. Tiny Tim cũng rất tuyệt. Những con dê cần đề phòng là Jerrod, hắn là một tên khốn. Mike thật xấu tính. Và Adam, tôi không thể nói anh ấy là ai. Nơi này đáng để ghé thăm. Nó thậm chí còn có những con dê trên mái nhà theo đúng nghĩa đen. Có một lối đi mà họ có thể leo lên. Tôi thực sự muốn giới thiệu địa điểm này và chắc chắn sẽ ghé thăm lại nếu tôi - tôi quay lại. Đọc thêm",
            "Có thể cho dê ăn bằng xe lăn không?Đọc thêm",
            "Vâng, có vẻ khá dễ dàng để di chuyển ra ngoài bằng xe lăn.  Để cho những con dê ăn trên khu vực mái nhà, bạn có thể ngồi trên một chiếc xe đạp bán rong và bán lon thức ăn cho chúng.  Cửa hàng quà tặng tuyệt vời.Đọc thêm",
            "Giới hạn trọng lượng cho chuyến đi này là bao nhiêu?Đọc thêm",
            "Tổng cộng là 370 cho những người đi song song. Tôi tin là sẽ ít hơn một chút nếu trời mưa.Đọc thêm",
            "Có phải - tổng cộng là 15 để cả hai bạn đi trên một chiếc xe trượt tuyết hay - 15 - mỗi người?Đọc thêm",
            "Mỗi\nĐọc thêm",
            "Bạn có bảng giá vé vào cửa - hoạt động không? Đang cố gắng lên kế hoạch cho một chuyến thăm. Cảm ơn!Đọc thêm",
            "Mỏ đá quý của chúng tôi có giá 15,00 một hoặc hai thùng với giá 20,00.  Chow dê của chúng tôi có giá 3,00 cho một cốc lưu niệm đầy 1,00 lần nạp lại.  Thông tin về Alpine Coaster có trực tuyến tại trang web The Coaster at Goats On The Roof. Bạn có thể đến nuôi dê của chúng tôi miễn phí. Hãy đến thăm và trở thành khách của chúng tôi. DÊ TRÊN MÁI MỞ HÀNG NGÀY LÚC 8:00Đọc thêm",
            "Có phải tất cả các điểm tham quan đều mở cửa quanh năm?Đọc thêm",
            "Có lẽ đóng cửa vào Lễ Tạ ơn và Ngày Giáng sinh Đọc thêm",
            "Bạn có vé trước không?Đọc thêm",
            "Không, chỉ cần xuất hiện và đi đến cửa sổ. Sau đó hãy lưu sơ khai của bạn vì bạn có thể đi lại với giá - 5!!! Đọc thêm",
            "Địa điểm này có thân thiện với vật nuôi khôngĐọc thêm",
            "Tôi chắc chắn họ có thể ở lại khu vực đậu xe, nhưng cửa hàng quà tặng phục vụ kem nên tôi đoán là không. Kiểm tra với họĐọc thêm",
            "Họ có giảm giá quân sự cho trẻ em trên Alpine Coaster không? Cảm ơn!Đọc thêm",
            "Thành thật mà nói, tôi không nhớ xin lỗi. Tôi biết bên trong cửa hàng có giảm giá cho quân nhân và tôi biết hầu như mọi nơi khác trong khu vực Pigeon Forge đều có giảm giá cho quân nhân. Hãy xuất trình thẻ hưu trí hoặc thẻ cựu chiến binh để họ xem, nếu không, bạn sẽ không được giảm giáĐọc thêm",
            "Hình ảnh hoặc video có được chụp trong chuyến đi không? Tôi muốn có trải nghiệm này như một món quà lưu niệm. Đọc thêm",
            "CóĐọc thêm",
            "Chúng tôi sẽ đến thăm Gatlinburg vào cuối tuần tới. Lần trước chúng tôi ở khu vực này, chúng tôi đã đến đây và thực sự rất thích nó. Một số người đưa cho chúng tôi phiếu giảm giá để đi tàu lượn. Tôi đang tự hỏi chúng ta có thể tìm lại những phiếu giảm giá như thế này ở đâu...?Đọc thêm",
            "Chúng tôi đã kiểm tra nhóm ngồi trên web. Tìm kiếm Dê trên mái nhà Pigeon Forge Tn.  Thỏa thuận là - 19 cho một chuyến đi tàu lượn siêu tốc Alpine cho tối đa hai người tại The Coaster at Goats on the Roof - - Giá trị 30 - .  Chúng tôi đã mua 2.Đọc thêm"
        ],
        "star_ratings": [
            2228,
            591,
            145,
            55,
            64
        ],
        "review_amount": 3083,
        "location": [
            "lò rèn chim bồ câu",
            "Tennessee - TN -",
            "Quận Sevier",
            "Dê trên mái nhà",
            "Những điều cần làm ở Pigeon Forge",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written June 21, 2023",
            "Written June 27, 2023",
            "Written July 15, 2023",
            "Written September 14, 2023",
            "Written October 7, 2023",
            "Written October 17, 2023",
            "Written December 16, 2023",
            "Written January 1, 2024",
            "Written March 1, 2024",
            "Written March 9, 2024",
            "Written May 29, 2024",
            "Written May 27, 2024",
            "Written May 24, 2024",
            "Written April 27, 2024",
            "Written April 3, 2024",
            "Written April 2, 2024",
            "Written March 31, 2024",
            "Written March 30, 2024",
            "Written March 28, 2024",
            "Written March 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55270-d4473690-Reviews-Goats_on_the_Roof-Pigeon_Forge_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d8735559-Reviews-Boss_Hoggs_BBQ_Shack-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d12880548-Reviews-Bob_s_Burgers_at_the_50_S_Style_Diner-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d26313918-Reviews-Solorzano_s_Pizzeria_Waldens_Creek-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d1567996-Reviews-Cakes_by_Bakin_Bishop-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55328-d1735377-Reviews-StoneHouse_Pizza-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55328-d392958-Reviews-Bennett_s_Pit_Bar_B_Que-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d7078303-Reviews-McDonald_s-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d2391746-Reviews-Subway-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d8476113-Reviews-Clabough_s_Deli_Grill-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d15153586-Reviews-Brick_and_Spoon_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d5528272-Reviews-Antique_Mall-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7076795-Reviews-Wear_Farm_City_Park-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d21253333-Reviews-Tree_Art_Chainsaw_Carving-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4412583-Reviews-The_Island_in_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4606908-Reviews-Smoky_Mountain_Alpine_Coaster-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7147426-Reviews-Ole_Smoky_Tennessee_Moonshine-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d649413-Reviews-Mountain_Valley_Winery-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17406453-Reviews-Main_Event_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17508392-Reviews-Junction_35_Spirits-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d10252461-Reviews-Mill_Bridge_Hard_Cider_Company-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4473690-Reviews-or10-Goats_on_the_Roof-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d143731-Reviews-Stages_West-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d248573-Reviews-Smoky_Mountain_Cat_House-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d8399586-Reviews-Iron_Mountain_Metal_Craft-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1773072-Reviews-Pigeon_Forge_Gem_Mine-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d23578802-Reviews-Steven_Best_s_Smoky_Mountain_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1626540-Reviews-The_Old_Mill_Candy_Kitchen-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d8447712-Reviews-Alewine_Pottery-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d248572-Reviews-The_Christmas_Place-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7022737-Reviews-Lidl_Dollys_Factory_Store-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1164961-Reviews-Three_Bears_General_Store-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d21053897-Reviews-JK_Lanier_s_General_Store-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7733272-Reviews-Smoky_Mountain_Jeep_Rentals-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17836222-Reviews-Smoky_Mountain_Off_road_Outfitters-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d2202866-Reviews-Wears_Valley_Zipline_Adventures-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d11961248-Reviews-Trapped_Escape_Game-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d14173478-Reviews-Smoky_Mountain_Escape_Games-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d8131525-Reviews-The_Escape_Game_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d26694697-Reviews-Lost_Mine_Mountain_Coaster_Mini_Golf-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g293750-d459953-Reviews-Mount_Kilimanjaro-Kilimanjaro_National_Park_Kilimanjaro_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d1796964-Reviews-Luna_Park_in_Coney_Island-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294472-d21338216-Reviews-Belgrade_Nikola_Tesla_Airport_Lounge-Belgrade.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d242747-Reviews-Muzeum_Checkpoint_Charlie-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d4222706-Reviews-Casa_Rosso-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d7148784-Reviews-Mount_Filerimos-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g186419-d207144-Reviews-LEGOLAND_Windsor_Resort-Windsor_Windsor_and_Maidenhead_Berkshire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g31696-d2470599-Reviews-Arkansas_Grand_Canyon-Jasper_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d143784-Reviews-Gooseberry_Falls_State_Park-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d309613-Reviews-Jaco_Beach-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntarenas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55270-d4473690-Reviews-or10-Goats_on_the_Roof-Pigeon_Forge_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55270-d4473690-Reviews-Goats_on_the_Roof-Pigeon_Forge_Tennessee.html"
    }
]