[
    {
        "attraction_name": "God's Acre Healing Springs",
        "attraction_name_vi": "Suối nước chữa bệnh Gods Acre",
        "general_info": [
            "71 đánh giá",
            "1 trong 4 hoạt động giải trí ở Blackville",
            "Khu vực hoang dã tự nhiên"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đây là một nơi tuyệt vời! Nước có vị rất ngon và người dân địa phương rất thân thiện. May mắn thay, nơi này không quá đông đúc khi chúng tôi đến. Đọc thêm",
            "Một nơi đặc biệt ở đất nước SC.  Hãy suy nghĩ 3 trên 3. Đi theo xa lộ 78 đến Blackville.  Bật Rt 3 hướng tới tôi đi 3 dặm rẽ phải.  Nó đóng băng với rất nhiều tinh thể.  Chính tần số rung động trong nước mang lại cho nó khả năng chữa bệnh.Đọc thêm",
            "Đẹp, yên bình, sảng khoái và tâm linh. Rất khó để giải thích nhưng một khi bạn lội trong nước, bạn sẽ hiểu vì cảm giác ngứa ran kéo dài trong nhiều ngày Đọc thêm",
            "People downvoting a literal natural spring that is in the middle of a dense forest???? Smh locals didnt move for u? That level of being so unaware of ones surroundings is astonishing! It is a healing spring, ur supposed to just enjoy the water and sit in the moment. Walk in the water, or drink from the spigots. Patiently wait and be in the actual moment and the peace around it. It was absolutely beautiful. Nature. This is like a nature walk. If u see locals walk around. Its beautiful. Ur in the middle of Gods country. Enjoy the moment. Dont be in a rush, ur literally in the middle of nowhere, how can u be in a rush? If you want to heal u have to want to change. You have to walk to stop. Wak in the water, close ur eyes, listen to whats around u peace!, just relax for once in ur life. Breathe in the fresh clean air. The water is delicious, if ur like me and can taste the difference. Feels refreshing, like ur drinking pure water finally. I dont know if it heals, if it does, I wouldnt tell many. This is one of the few untouched places in the country. Visit say hi, be kind, and smile. But dont act like this is an actual tourist spot. This is just a beautiful place, with beautiful people, gave me such a positive vibe when I was there. As if nothing else matters.I went w my bff, it was a serious of crazy coincidences even going. I went to just taste healthy fresh water once again, there is nothing more free in the world than places like this. We should preserve them, and praise them for putting up with people who are going there acting entitled or just being rude. U need to find god in ur heart again, theres no where else to find him. That was an experience I plan on doing routinely. It was a 3 hr drive there, and 3 back. Some of the detours were in the middle of no where, but when the Friends song comes on while ur going down a dirt road in the middle of nowhere w ur bestie from childhood, and u guys just wanted something to do that day, it was perfect! Were in our mid 40s and said we got nothing to lose! It was awesome, so many laughs. Remember life is about the journey, not the destination. If u want a fun day trip, talking and singing w a bestie, or significant other, headed nowhere and in no rush to get there or get back. Just enjoy the ride, go. Spend some time walking around,  it come prepared.Its the middle of a dense forest, animals exist, its not their fault if they attack u, its urs, ur in their home. Bring a air horn, or get spray, take normal woods stuff w u if u want to make a day trip out of it. Next month well leave early and map a trip out of doing tai chi, or yoga, meditation, and just soak up the energy and vibes. I feel alive inside again, like my body was missing pure fresh water. Read more",
            "Nơi tâm linh đẹp đẽ, thanh bình. Tôi cảm thấy như mình đang trải nghiệm một phép lạ của Chúa. Cảm thấy thật may mắn khi được chứng kiến ​​nơi này, sẽ luôn ghé thăm, tôi rất biết ơn vì nơi này tồn tại, người dân địa phương rất thân thiện, Nguồn cung cấp nước ngọt phước lành không bao giờ cạn tận từ người cha.Đọc thêm",
            "Tôi rất vui vì họ đã làm rất tốt với con đường vòng tròn và một tấm biển lịch sử nhưng chỉ có vậy thôi. Không có ghế dài hoặc các tiện nghi khác. Rất nhiều muỗi và muỗi. Đổ đầy 4 bình xem nước có thần kỳ không.Đọc thêm",
            "Địa điểm tuyệt vời để ghé thăm ở khu vực Blackville. Mang theo một bình đựng nước để đựng nước. Nơi rất đơn giản, yên tĩnh. Đọc thêm",
            "Một nơi thú vị để tham quan trong khi lấy nước. Ngoài ra, gặp gỡ những người từ nơi khác. Thật là sảng khoái khi chỉ thư giãn.Đọc thêm",
            "Trải nghiệm tuyệt vời, sự hiện diện mạnh mẽ và thần thánh, năng lượng tích cực VIBES TUYỆT VỜI tỏa ra từ nơi tràn ngập TÌNH YÊU này:3! Kinh nghiệm của chúng tôi là vô cùng sâu sắc để nói rằng ít nhất! 2 người trong ảnh là bạn gái đáng yêu của tôi và chú chó xe tăng của chúng tôi!Đọc thêm",
            "Tôi đã ở trong khu vực này vào một ngày cuối tuần dài và quyết định kiểm tra nơi này và tự do tham quan địa điểm.  Khi tôi đến đó, vào giữa buổi chiều thứ Sáu, đã có một số người đổ đầy chai vào một số vòi có sẵn.  Có vẻ như hầu hết những người này đều phải là người địa phương, dựa trên số lượng chai họ đổ đầy. Không giống như một người đánh giá khác trên Tripadvisor, tôi nghĩ người dân địa phương rất thân thiện với tôi, một khách du lịch rõ ràng.  Tôi đã nói chuyện với họ, thực tế là một số người trong số họ đã lấy nước uống ở đây được vài năm và họ vui lòng cho tôi cầm lấy tay và nếm thử nhanh khi tôi hỏi một cách lịch sự xem họ có phiền không.  Bản thân nước không có bất kỳ hóa chất nào và mặc dù tôi không thể nói rằng tôi cảm thấy được chữa lành theo bất kỳ cách nào, nhưng nó thực sự rất sảng khoái trong một ngày hè nóng bức.Đọc thêm",
            "Có phải đặt chỗ trước để tham quan không?Đọc thêm",
            "KHÔNG! Healing Springs mở cửa 247, đây chỉ là một con suối tự nhiên với bãi đậu xe được những người chủ cuối cùng mong muốn Chúa. Cửa hàng tổng hợp gần đó đã ấn định giờ nên hãy gọi trước để kiểm tra kỹ và chỉ có nhà vệ sinh ở cửa hàng.Đọc thêm",
            "Nước này được sử dụng như thế nào?Đọc thêm",
            "Để uống rượu và rất nhiều người lội vào con suối này để chữa bệnh và thường ngâm chân trong đó.Đọc thêm",
            "Đây là loại nước có vị ngon nhất mà tôi từng uống. Tôi đang tự hỏi độ pH của nước này là bao nhiêu?Đọc thêm",
            "Không chắc chắn về mức độ ph.  Tôi đồng ý rằng nó có hương vị tuyệt vời và tôi thực sự cảm thấy nó có khả năng làm sạch tuyệt vời.  Vấn đề duy nhất là chúng tôi không có đủ chai nước Đọc thêm",
            "Khi người ta đặt chân xuống nước thì nước có chảy ngược trở lại dòng suối hay không. Nước có còn vệ sinh sau khi rất nhiều người đặt chân vào đó không?Đọc thêm",
            "Nước chảy từ các đường ống trong lòng đất đến độ sâu hàng trăm feet từ giếng tự nhiên hoặc tầng chứa nước. Dòng chảy mà hàng nghìn feet đã chạm vào cuối cùng sẽ được lọc trở lại tầng ngậm nước. Tôi hy vọng bạn thấy điều này hữu íchĐọc thêm",
            "hướng lái xe từ effingham scĐọc thêm",
            "Start out going north on Trails End toward E Dunlap Rd. \n   \n Then 0.02 miles  \n \n  \n \n\n\n  Take the 1st left onto E Dunlap Rd. \n \nIf you reach E Effingham Hwy youve gone about 0.3 miles too far.\n\n   \n Then 0.19 miles  \n \n  \n \n\n\n  Take the 1st right onto S Irby StUS-52 W. \n \nIf you reach the end of E Dunlap Rd youve gone a little too far.\n\n   \n Then 0.61 miles  \n \n  \n \n\n\n  Turn left onto E Effingham HwyUS-301 SSC-327. Continue to follow US-301 S. \n \nIf you reach E Charlie Floyd Rd youve gone about 0.7 miles too far.\n\n   \n Then 10.43 miles  \n \n  \n \n\n\n  Turn right onto N Bethel RdSC-403. Continue to follow SC-403. \n \nSC-403 is 0.7 miles past Parkfield Rd.\n\n \nIf you reach Sunberry Rd youve gone about 0.9 miles too far.\n\n   \n Then 3.48 miles  \n \n  \n \n\n\n  Stay straight to go onto Lynches River Rd. \n   \n Then 2.66 miles  \n \n  \n \n\n\n  Merge onto I-95 S via the ramp on the left toward Savannah. \n \nIf you are on Lynches River Rd and reach Trinity Rd youve gone about 0.7 miles too far.\n\n   \n Then 48.84 miles  \n \n  \n \n\n\n  Merge onto US-301 S via EXIT 97 toward US-301Orangeburg. \n   \n Then 28.82 miles  \n \n  \n \n\n\n  Turn slight right onto Binnicker Bridge Rd. \n \nBinnicker Bridge Rd is 0.6 miles past Lariot Rd.\n\n   \n Then 9.97 miles  \n \n  \n \n\n\n  Binnicker Bridge Rd becomes Country Club RdSC-70. \n   \n Then 4.59 miles  \n \n  \n \n\n\n  Turn slight left onto Carolina HwyUS-321 SSC-70. \n \nCarolina Hwy is 0.3 miles past Guess Dr.\n\n   \n Then 0.39 miles  \n \n  \n \n\n\n  Take the 1st right onto W Baruch StUS-78 W. Continue to follow US-78 W. \n \nUS-78 W is just past E Hammond St.\n\n \nIf you reach Izlar St youve gone a little too far.\n\n   \n Then 8.32 miles  \n \n  \n \n\n\n  Turn left onto Hampton Ave. \n \nHampton Ave is 0.1 miles past Walker St.\n\n \nIf you reach Bradley Dr youve gone about 1.4 miles too far.\n\n   \n Then 0.01 miles  \n \n  \n \n\n\n  Blackville, SC, HAMPTON AVE. \n \nIf you reach S Boundary St youve gone about 0.1 miles too far.Read more",
            "Nó không làm phiền nước với những thứ cống rãnh gần đó.   Làm thế nào mà họ được phép đặt chúng ở đó gần suối.Đọc thêm",
            "ĐÚNG VẬY. Thành phố giám sát nước để đảm bảo nước uống an toànĐọc thêm",
            "Hồ bơi có phải là suối nước nóng không? Hay tất cả đều được tạo thành từ nước mát?Đọc thêm",
            "Tôi nếm thử nước và bạn sẽ luôn muốn nhiều hơn nữa! nó thật sảng khoái :0Đọc thêm"
        ],
        "star_ratings": [
            54,
            9,
            7,
            1,
            0
        ],
        "review_amount": 71,
        "location": [
            "Hoa Kỳ",
            "Blackville",
            "Suối nước chữa bệnh Gods Acre",
            "Những điều cần làm ở Blackville",
            "Nam Carolina SC"
        ],
        "reviews_time": [
            "Written April 1, 2024",
            "Written August 28, 2023",
            "Written August 21, 2023",
            "Written August 9, 2023",
            "Written May 30, 2023",
            "Written September 21, 2022",
            "Written May 2, 2022",
            "Written September 28, 2021",
            "Written August 17, 2021",
            "Written July 17, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g54143-d2706547-Reviews-God_s_Acre_Healing_Springs-Blackville_South_Carolina.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g54143-d8087816-Reviews-Healing_Springs_Country_Store-Blackville_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54143-d3581144-Reviews-Miller_s_Bread_Basket-Blackville_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54143-d1156838-Reviews-Duke_s_BBQ-Blackville_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54143-d3725378-Reviews-Russell_s_Pizza-Blackville_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54143-d26967546-Reviews-Ken_s_Galaxy-Blackville_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54143-d4659635-Reviews-Subway-Blackville_South_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g54143-d27528245-Reviews-Krispy_Krunchy_Chicken-Blackville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54143-d15607471-Reviews-Blackville_Heritage_Museum-Blackville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54143-d8591494-Reviews-Barnwell_State_Park-Blackville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54143-d15601589-Reviews-Blackville_Heritage_Myseum-Blackville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54143-d2706547-Reviews-or10-God_s_Acre_Healing_Springs-Blackville_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54203-d4603985-Reviews-The_Caroline_Collection-Denmark_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g42342-d12882266-Reviews-Little_Girls_Point-Ironwood_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d3270250-Reviews-Coastal_Grand_Mall-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g53009-d10195833-Reviews-Beltzville_State_Park-Lehighton_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g46736-d6979518-Reviews-Johnson_Park-Piscataway_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d109063-Reviews-Ripley_s_Believe_It_or_Not-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g642094-d268085-Reviews-Marksburg-Braubach_Rhineland_Palatinate.html",
            "https://www.tripadvisor.com/Attraction_Review-g616162-d195928-Reviews-Malia_Palace_Archaeological_Site-Malia_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d8127089-Reviews-Islamabad_Zoo-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d455059-Reviews-Poring_Hot_Springs-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g9720210-d2514728-Reviews-Bagan_Lalang_Beach-Sungai_Pelek_Sepang_District_Selangor.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g54143-d2706547-Reviews-or10-God_s_Acre_Healing_Springs-Blackville_South_Carolina.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g54143-d2706547-Reviews-God_s_Acre_Healing_Springs-Blackville_South_Carolina.html"
    }
]