[
    {
        "attraction_name": "Gola dell'Alcantara",
        "attraction_name_vi": "Gola dell - Alcantara",
        "general_info": [
            "2.534 đánh giá",
            "- 2 trong 9 điều cần làm ở Motta Camastra",
            "Hẻm núi"
        ],
        "attraction_summary": "Đi bộ dọc theo nền của hẻm núi dung nham sâu 223 foot này - một hẻm núi hẹp, có cảnh quan ngoạn mục được tạo nên từ đá bởi dòng suối chảy xiết.Đọc thêm",
        "reviews": [
            "Trải nghiệm thực sự tuyệt vời khoảng 45 phút bên ngoài Taormina. Và chuyến đi dễ dàng và đẹp đẽ xuyên qua vùng nông thôn sẽ đưa bạn đến những ngọn núi để ngắm nhìn những hẻm núi. Chúng tôi đã đi bộ, tắm nước và tham quan cơ bản, nhưng ước gì chúng tôi chỉ làm những việc cơ bản. \nCon đường đi bộ sẽ đưa bạn đến Nguồn Sao Kim rất đẹp và cho bạn tầm nhìn từ trên xuống hẻm núi bên dưới, nhưng ngôi sao thực sự chính là hẻm núi. Đi thang máy xuống khiến cho người già và trẻ nhỏ trở thành một chuyến đi dễ dàng. Với đứa trẻ 5 và 8 tuổi, chúng tôi đã có thể vượt qua hẻm núi một chút. \nBọn trẻ có giày bơi mà tôi muốn giới thiệu. Cuối cùng chân tôi đã bị rách. Nước RẤT lạnh nhưng rất sảng khoái vào một ngày tháng 8 nóng nực. Hãy vượt qua nó và đi lên hẻm núi. Nó đáng giá đấy. \nBỏ qua miếng đệm giật gân. Chúng tôi đã làm điều đó cho bọn trẻ nhưng nó quá đắt so với những gì nó vốn có.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan vượt thác - vượt thác với Sicily Green Adventures mà chúng tôi tin rằng đó là điều tốt nhất chúng tôi có thể làm để khám phá Hẻm núi Alcantara! Đây không chỉ là một cách tuyệt vời để khám phá những điều kỳ diệu của thiên nhiên và phong cảnh tuyệt đẹp mà còn cực kỳ thú vị và hồi hộp thực sự - hoàn hảo cho mọi nhà thám hiểm ngoài kia! \n\nChúng tôi leo núi, leo núi, chèo bè và nhảy qua hẻm núi, luôn được hỗ trợ bởi những hướng dẫn viên tuyệt vời Francesco và Turi! Họ đảm bảo mọi người luôn cảm thấy thoải mái, chỉ ra những cách khác nhau để tiếp tục cuộc hành trình của chúng tôi - luôn có một lựa chọn cho những ai muốn đi chậm hơn một chút - điều này có lẽ đã được gia đình trẻ trong nhóm chúng tôi đánh giá cao -! \n\nĐiều tuyệt vời nhất của chuyến tham quan là chúng tôi hầu như chỉ có một mình trong thiên nhiên, điều mà tôi thậm chí không đánh giá cao cho đến khi chúng tôi đến cuối hẻm núi, nơi đám đông đang tụ tập. \n\nNếu bạn muốn một cách yên bình, thơ mộng hơn để khám phá thiên nhiên đồng thời có được chuyến phiêu lưu đáng nhớ trong đời, tôi không thể giới thiệu đủ chuyến tham quan này!Đọc thêm",
            "Tôi và bạn tôi đã có khoảng thời gian tuyệt vời với Cesco và Turi!!! Cả hai đều rất hữu ích, chúng tôi cảm thấy an toàn trong suốt thời gian vượt thác cùng họ. Họ rất chuyên nghiệp và đưa ra cho chúng tôi những hướng dẫn rất rõ ràng, rất dễ làm theo. Họ đã chụp rất nhiều hình ảnh và video về chúng tôi. Tôi sẽ giới thiệu 10 - 10 điều này cho bất kỳ ai đang tìm kiếm một cuộc phiêu lưu trong thiên nhiên ở Sicily!  -  - Đọc thêm",
            "Hẻm núi có một công viên thực vật mà bạn phải trả tiền để vào. Thật đáng thất vọng vì hầu như không có loài hoa thực vật nào, ít cây thực vật và rất nhiều khu vực không được chăm sóc.  Bạn phải trả 9 euro để đi bộ một vòng và sau đó bạn có thể sử dụng thang máy để đi xuống hẻm núi. Hẻm núi bị hư hỏng do sử dụng quá nhiều biển báo và hàng rào và mất đi vẻ tự nhiên. Toàn bộ công viên mang tính thương mại cao và phá hủy hẻm núi đáng để ghé thăm.Đọc thêm",
            "Chúng tôi đến khá muộn trong ngày nên chỉ có thể lấy vé - cơ bản - và ngắm hẻm núi chính từ bãi biển nhỏ. Hoàn toàn tuyệt đẹp và lần sau tôi sẽ đảm bảo rằng chúng ta sẽ có một ngày tuyệt vời vì có một số con đường mòn đi bộ đường dài và một quán cà phê có giá hợp lý. Ngoài ra còn có lối vào miễn phí nhưng điều này không được khuyến khích vào mùa đông - chúng tôi được biết đó là - một điều kỳ diệu - họ thậm chí còn mở cửa vì dòng sông thường lũ lụt vào tháng 1 - hãy theo dõi dự báo thời tiết và bầu trời buổi sáng nếu bạn muốn lên kế hoạch cho một chuyến thăm.Đọc thêm",
            "Con đường ven sông này thật thú vị. Vào tháng Tư nước lạnh nhưng trong lành. Tôi thực sự khuyên bạn nên giày nước. Tôi đã đi bộ một vài con đường mòn trên sông và con đường này thực sự dài nhưng tôi chỉ thử một đoạn ngắn.Đọc thêm",
            "Chúng tôi đến khá muộn trong ngày nên chỉ có thể lấy vé - cơ bản - và ngắm hẻm núi chính từ bãi biển nhỏ. Hoàn toàn tuyệt đẹp và lần sau tôi sẽ đảm bảo rằng chúng ta sẽ có một ngày tuyệt vời vì có một số con đường mòn đi bộ đường dài và một quán cà phê có giá hợp lý. Ngoài ra còn có lối vào miễn phí nhưng điều này không được khuyến khích vào mùa đông - chúng tôi được biết đó là - một điều kỳ diệu - họ thậm chí còn mở cửa vì dòng sông thường lũ lụt vào tháng 1 - hãy theo dõi dự báo thời tiết và bầu trời buổi sáng nếu bạn muốn lên kế hoạch cho một chuyến thăm.Đọc thêm",
            "Hẻm núi có một công viên thực vật mà bạn phải trả tiền để vào. Thật đáng thất vọng vì hầu như không có loài hoa thực vật nào, ít cây thực vật và rất nhiều khu vực không được chăm sóc.  Bạn phải trả 9 euro để đi bộ một vòng và sau đó bạn có thể sử dụng thang máy để đi xuống hẻm núi. Hẻm núi bị hư hỏng do sử dụng quá nhiều biển báo và hàng rào và mất đi vẻ tự nhiên. Toàn bộ công viên mang tính thương mại cao và phá hủy hẻm núi đáng để ghé thăm.Đọc thêm",
            "Tôi và bạn tôi đã có khoảng thời gian tuyệt vời với Cesco và Turi!!! Cả hai đều rất hữu ích, chúng tôi cảm thấy an toàn trong suốt thời gian vượt thác cùng họ. Họ rất chuyên nghiệp và đưa ra cho chúng tôi những hướng dẫn rất rõ ràng, rất dễ làm theo. Họ đã chụp rất nhiều hình ảnh và video về chúng tôi. Tôi sẽ giới thiệu 10 - 10 điều này cho bất kỳ ai đang tìm kiếm một cuộc phiêu lưu trong thiên nhiên ở Sicily!  -  - Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan vượt thác - vượt thác với Sicily Green Adventures mà chúng tôi tin rằng đó là điều tốt nhất chúng tôi có thể làm để khám phá Hẻm núi Alcantara! Đây không chỉ là một cách tuyệt vời để khám phá những điều kỳ diệu của thiên nhiên và phong cảnh tuyệt đẹp mà còn cực kỳ thú vị và hồi hộp thực sự - hoàn hảo cho mọi nhà thám hiểm ngoài kia! Chúng tôi leo núi, leo núi, chèo bè và nhảy qua hẻm núi, luôn được hỗ trợ bởi những hướng dẫn viên tuyệt vời Francesco và Turi! Họ đảm bảo mọi người luôn cảm thấy thoải mái, chỉ ra những cách khác nhau để tiếp tục cuộc hành trình của chúng tôi - luôn có một lựa chọn cho những ai muốn đi chậm hơn một chút - điều này có lẽ đã được gia đình trẻ trong nhóm chúng tôi đánh giá cao -! Điều tuyệt vời nhất của chuyến tham quan là chúng tôi hầu như chỉ có một mình trong thiên nhiên, điều mà tôi thậm chí không đánh giá cao cho đến khi chúng tôi đến cuối hẻm núi, nơi đám đông đang tụ tập. Nếu bạn muốn một cách yên bình, thơ mộng hơn để khám phá thiên nhiên đồng thời có được chuyến phiêu lưu đáng nhớ trong đời, tôi không thể giới thiệu đủ chuyến tham quan này!Đọc thêm",
            "Xin chàoChúng tôi có 4 chàng trai đã tham gia chuyến lưu diễn cùng Francesco, đó là một vụ nổ. Francesco là hướng dẫn viên rất chuyên nghiệp và đồng đội của anh ấy cũng vậy. Bạn sẽ nhận được tất cả các thiết bị bạn cần và tất cả những gì bạn phải làm là tận hưởng thời gian của mình. Nước lạnh nhưng rất sảng khoái. Đừng suy nghĩ kỹ và hãy tận hưởng chuyến du lịch tuyệt đẹp này với những cuộc phiêu lưu xanh tươi ở Sicily. Chúc bạn vui vẻ : - Đọc thêm",
            "Trải nghiệm thực sự tuyệt vời khoảng 45 phút bên ngoài Taormina. Và chuyến đi dễ dàng và đẹp đẽ xuyên qua vùng nông thôn sẽ đưa bạn đến những ngọn núi để ngắm nhìn những hẻm núi. Chúng tôi đã đi bộ, tắm nước và tham quan cơ bản, nhưng ước gì chúng tôi chỉ làm những việc cơ bản. Con đường đi bộ sẽ đưa bạn đến Nguồn Sao Kim rất đẹp và cho bạn tầm nhìn từ trên xuống hẻm núi bên dưới, nhưng ngôi sao thực sự chính là hẻm núi. Đi thang máy xuống khiến cho người già và trẻ nhỏ trở thành một chuyến đi dễ dàng. Với đứa trẻ 5 và 8 tuổi, chúng tôi đã có thể vượt qua hẻm núi một chút. Bọn trẻ có giày bơi mà tôi muốn giới thiệu. Cuối cùng chân tôi đã bị rách. Nước RẤT lạnh nhưng rất sảng khoái vào một ngày tháng 8 nóng nực. Hãy vượt qua nó và đi lên hẻm núi. Nó đáng giá đấy. Bỏ qua miếng đệm giật gân. Chúng tôi đã làm điều đó cho bọn trẻ nhưng nó quá đắt so với những gì nó vốn có.Đọc thêm",
            "Dễ dàng đi đến đáy hẻm núi bằng thang máy điện và đi bộ quanh đỉnh hẻm núi với các khu vực quan sát an toàn. Trung tâm Gorge đã giúp việc tiếp cận an toàn trở nên dễ dàng và đã cung cấp các bảng thông tin tốt có bản dịch tiếng Anh.Đọc thêm",
            "Vượt thác với cuộc phiêu lưu xanh Sicily: Chà! Alcantara là một hẻm núi tuyệt đẹp. Không có cách nào tốt hơn để ghé thăm nó hơn là vượt thác vì bạn sẽ đến những nơi mà không ai khác có thể truy cập. Và nó cũng có rất nhiều niềm vui! Bạn sẽ được leo trèo, bơi lội, đu dây, nhảy, thoát hiểm và sử dụng các đường trượt nước tự nhiên. Trải nghiệm với hướng dẫn viên Francesco của chúng tôi - chủ sở hữu - và Salvatore thật tuyệt vời! Bạn bắt đầu tại cơ sở của họ, nơi bạn sẽ được giới thiệu cách hạ dây xuống, v.v. Thiết bị họ cung cấp cho bạn có hình dạng khá tốt và cao cấp. Tiếp theo, bạn sẽ được đưa đến điểm bắt đầu của hẻm núi - khoảng 5 phút - sau đó đi bộ 10 phút. Ngoài ra, bạn sẽ ở dưới nước suốt thời gian đó, điều này thật tuyệt vời - không lạnh chút nào vì họ cung cấp cho bạn bộ đồ lặn 5 mm -. Francesco nói tiếng Đức rất tốt và dạy chúng tôi những điều về hẻm núi và hẻm núi. Anh ấy biết rất rõ những gì anh ấy đang nói và sẽ trả lời tất cả các câu hỏi của bạn! Francesco và Salvatore khiến chúng tôi cảm thấy siêu an toàn suốt thời gian qua. Họ thuộc lòng hẻm núi này. Nói chung là một trải nghiệm tuyệt vời và cực kỳ thú vị, chắc chắn đáng đồng tiền bát gạo. Chúng tôi đã từng tham gia các chuyến tham quan vượt thác trước đây nhưng chưa bao giờ học được nhiều điều như vậy và cảm thấy rất thoải mái khi được hướng dẫn viên hướng dẫn.Đọc thêm",
            "Âm thanh của nước thật thư giãn. Hẻm núi không được nhìn thấy từ đường nhưng có thể vào được qua quầy bán vé và đi xuống bằng cầu thang bộ hoặc thang máy. Nước rất lạnh quanh năm. Có không gian để tắm nắng. Nơi này có thể đông đúc vào những thời điểm nhất định. Đọc thêm",
            "Sau khi đi bè toàn thân, có thể ở lại hẻm núi hay phải ra ngoài?Đọc thêm",
            "Việc đi bộ dưới nước diễn ra như thế nào - chúng ta có cần phải mặc đồ bơi và để lại túi xách, v.v. hay nó khá nông? Chỉ đang băn khoăn không biết liệu tôi có cần mang theo máy ảnh chống nước hay túi đựng điện thoại - ví, v.v. Cảm ơn Đọc thêm",
            "Tùy thuộc vào cách bạn thực hiện, hầu hết đều có hướng dẫn viên, tôi ở lại trong khi gia đình tôi thực hiện, vì vậy tôi đã trông coi đồ đạc của họ và họ không có bất kỳ bộ đồ lặn nào, v.v. Nước ngập đến ngang eo. Họ đi bè vượt thác và nhiều hoạt động khác. Do điều kiện thời tiết - mưa lớn - lần này, không ai được phép xuống nước vì rất nguy hiểm. Đọc thêm",
            "Xin chào mọi người, nó có thân thiện với thú cưng không? Dự định đi vào tháng 8. Cảm ơn bạnĐọc thêm",
            "chào buổi sáng, đi vào từ lối vào công cộng, cũng có thể đi bộ dọc theo con đường để ngắm nhìn các hang động từ trên cao hay tôi phải đi vào từ lối vào riêng để làm điều đó? cảm ơn bạnĐọc thêm",
            "Từ lối vào công cộng có thêm một chút thảm thực vật bao phủ tầm nhìn ra hẻm núi. Tuy nhiên, từ cả hai bạn đều đi xuống, tôi không nghĩ có đường đi lên, nếu đó là câu hỏiĐọc thêm",
            "Có thể đi bộ qua hẻm núi mà không cần phải đi dưới nước không?Đọc thêm",
            "Bạn có thể thanh toán bằng thẻ ghi nợ không?Đọc thêm",
            "Xin chào, nếu tôi nhớ không lầm - chi phí vào cửa thành phố -. 1,50 mỗi người..... mang theo 5 - 10 euro tiền mặt để bạn yên tâm. Tôi không nhớ họ có tư thế khôngĐọc thêm",
            "- Nếu bạn đi xem Alcantara, đừng trả 8 euro cho gian lận thương mại chỉ để đi xuống bằng thang máy thay vì cầu thang bộ -\nÝ bạn là gì, thang máy có giá 1,50 euro hay một phần của khoản phí 8 euro? Đọc thêm",
            "Thang máy có giá 8 Euro và cầu thang bộ - chỉ cần đi bộ xuống - đi bộ lên, dốc nhưng thực sự không dài, có thể đi được trong vòng vài phút - chỉ có 1,5 Euro. Các dịch vụ khác nhau và thậm chí lối vào ở những nơi khác nhau, thang máy bắt đầu ở đâu đó trong Alcantara - khu phức hợp vườn thực vật và cầu thang bắt đầu xa hơn một chút, dọc theo con đường. Vì chỉ ghé thăm Alcantara - và nếu bạn có tình trạng tốt và không ngồi xe lăn -, tôi thực sự khuyên bạn chỉ nên sử dụng cầu thang : - Đọc thêm",
            "Bạn vừa đi dép lê hay bạn thuê một đôi giày đặc biệt nào đó? Tôi đã đọc được điều gì đó về túi chống nước hoặc vỏ điện thoại, thông minh! Tôi tò mòĐọc thêm",
            "Có hoạt động nào dành cho trẻ em không?Đọc thêm",
            "Không, tôi không nghĩ vậy, nước ở mức 5 độ và nếu chúng quá nhỏ thì không phù hợp.Đọc thêm",
            "CHÀO.\nChúng tôi chỉ muốn đến thăm hẻm núi.  Bạn thực sự đang đi bộ trong nước hay có một con đường bên cạnh mặt nước trong hẻm núi?  Và bạn sẽ dành bao nhiêu thời gian để đi bộ trong hẻm núi?\nCảm ơn.Đọc thêm",
            "Xin chào,Có, bạn đang đi bộ bên trong hẻm núi vài mét. Có một quán cà phê ở đầu nơi bạn có thể ngồi. Tôi muốn giới thiệu 1-2 giờ.Đọc thêm"
        ],
        "star_ratings": [
            1372,
            656,
            259,
            133,
            114
        ],
        "review_amount": 2534,
        "location": [
            "Gola dell - Alcantara",
            "Sicilia",
            "Tỉnh Messina",
            "Nước Ý",
            "Châu Âu",
            "Motta Camastra",
            "Các hoạt động ở Motta Camastra"
        ],
        "reviews_time": [
            "Written August 8, 2023",
            "Written August 21, 2023",
            "Written September 4, 2023",
            "Written October 18, 2023",
            "Written January 21, 2024",
            "Written May 20, 2024",
            "Written January 21, 2024",
            "Written October 18, 2023",
            "Written September 4, 2023",
            "Written August 21, 2023",
            "Written August 10, 2023",
            "Written August 9, 2023",
            "Written June 23, 2023",
            "Written April 4, 2023",
            "Written November 17, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g580233-d195530-Reviews-Gola_dell_Alcantara-Motta_Camastra_Province_of_Messina_Sicily.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g580233-d4557372-Reviews-La_Porta_del_Re_all_Al_Quantarah-Motta_Camastra_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580233-d8552737-Reviews-Al_Qantarah_Charme-Motta_Camastra_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19431908-d27798021-Reviews-Ristorante_MGM_Alcantara-Sciara_Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580233-d1485035-Reviews-I_Due_Compari-Motta_Camastra_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580233-d4714879-Reviews-Casale_Romano-Motta_Camastra_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580233-d12712768-Reviews-Trattoria_Del_Corso-Motta_Camastra_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580233-d26821698-Reviews-Sicilia_Bedda-Motta_Camastra_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580233-d10373518-Reviews-Macelleria_Di_Bertolami_Rosa-Motta_Camastra_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1183466-d1903907-Reviews-Paradise_Alcantara-Graniti_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1183466-d4749901-Reviews-Uliveto-Graniti_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g663798-d4738092-Reviews-Le_Gole_dell_Alcantara-Castiglione_di_Sicilia_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g663798-d2284990-Reviews-Alcantara_River_Park-Castiglione_di_Sicilia_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g580233-d12866246-Reviews-Spray_Park-Motta_Camastra_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g660768-d2432304-Reviews-Gambino_Winery-Linguaglossa_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g580233-d26814890-Reviews-Antico_Frantoio-Motta_Camastra_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g580233-d26707922-Reviews-Le_Mamme_Del_Borgo-Motta_Camastra_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g580233-d14002095-Reviews-Centro_Storico-Motta_Camastra_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g580233-d26814958-Reviews-Chiesa_Ss_Annunziata-Motta_Camastra_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g642182-d3844028-Reviews-Gurne_dell_Alcantara_Francavilla_di_Sicilia-Francavilla_di_Sicilia_Province_of_Me.html",
            "https://www.tripadvisor.com/Attraction_Review-g945966-d4601005-Reviews-Castillo_de_Castelmola-Castelmola_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g580233-d195530-Reviews-or10-Gola_dell_Alcantara-Motta_Camastra_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187891-d196767-Reviews-Ortigia-Syracuse_Province_of_Syracuse_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187888-d195063-Reviews-Mount_Etna-Catania_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g1093059-d10262142-Reviews-Dario_Vaghi_Etna_Excursion_Naturalistic_Guide-Viagrande_Province_of_Catania_Sic.html",
            "https://www.tripadvisor.com/Attraction_Review-g194798-d6487236-Reviews-Gruppo_Orione-Lipari_Aeolian_Islands_Islands_of_Sicily_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g1221553-d15051984-Reviews-Etna_Horse_Paradise-Belpasso_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g262047-d12919697-Reviews-La_Tabaccara-Lampedusa_Islands_of_Sicily_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g262047-d568915-Reviews-Spiaggia_dei_Conigli-Lampedusa_Islands_of_Sicily_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024112-d4506841-Reviews-Caves_of_Marettimo-Marettimo_Aegadian_Islands_Islands_of_Sicily_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g262047-d7063065-Reviews-Lampedusa_Turtle_Rescue-Lampedusa_Islands_of_Sicily_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g3388402-d4555912-Reviews-Gole_di_Tiberio-San_Mauro_Castelverde_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g580233-d1896054-Reviews-New_Travel_Services_Sicily_Experts-Motta_Camastra_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g660768-d12435069-Reviews-Guide_Vulcanologiche_Etna_Nord-Linguaglossa_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g660768-d15052054-Reviews-Dream_Island-Linguaglossa_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g660768-d3984822-Reviews-Etna_Quad_Adventure-Linguaglossa_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g660768-d19622020-Reviews-Escursioni_Etna_Don_Mariano_Etna_Tour_Excursion-Linguaglossa_Province_of_Catania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187892-d3228206-Reviews-Villa_Britannia_Cooking_Classes-Taormina_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187892-d1444067-Reviews-Sicily_Life_Tours-Taormina_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187892-d4559569-Reviews-Excursions_Sicily-Taormina_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g194774-d4459076-Reviews-Sicily_with_Sebastian-Giardini_Naxos_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g1996420-d4345669-Reviews-Secret_Italia_Tours-Gaggi_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g194774-d6542399-Reviews-Escursioni_in_Barca_Isola_Bella_Grotta_Azzurra_Daniele_e_Salvo-Giardini_Naxos_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d2367131-Reviews-Freedom_Park-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g303165-d12853269-Reviews-Monastery_Beach-Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g41112-d19545146-Reviews-Sugarloaf_Mountain-Dickerson_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2474971-Reviews-Prague_Airport_Transfers-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g143015-d146419-Reviews-Sunset_Point-Bryce_Canyon_National_Park_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g46552-d3457505-Reviews-Hopatcong_State_Park-Landing_Morris_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g2037761-d3830227-Reviews-Morib_Beach-Banting_Kuala_Langat_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g8642732-d2446839-Reviews-Shai_Hills_Resource_Reserve-Afienya_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d3140479-Reviews-Maunakea_Visitor_Information_Station-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g40164-d10593121-Reviews-White_Sands_Lake_Day_Beach-Franklinton_Louisiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g580233-d195530-Reviews-or10-Gola_dell_Alcantara-Motta_Camastra_Province_of_Messina_Sicily.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g580233-d195530-Reviews-Gola_dell_Alcantara-Motta_Camastra_Province_of_Messina_Sicily.html"
    }
]