[
    {
        "attraction_name": "Goldbelt Tram",
        "attraction_name_vi": "Xe điện đai vàng",
        "general_info": [
            "3.056 đánh giá",
            "14 trong số 91 điều cần làm ở Juneau",
            "Xe điện",
            "Đài quan sát"
        ],
        "attraction_summary": "Là đường xe điện trên không duy nhất ở Đông Nam Alaska, Đường xe điện Goldbelt Mount Roberts sẽ đưa bạn lên độ cao 1.800 feet so với mực nước biển chỉ trong năm phút. Trên đường lên, hãy ngạc nhiên trước những khung cảnh đáng kinh ngạc trong khi nghe tường thuật chuyến tham quan xung quanh. Ở trên cùng, bạn có thể bắt tay vào nhiều con đường mòn đi bộ đường dài khác nhau, xem khu trưng bày động thực vật tại Trung tâm Tự nhiên, xem một bộ phim ngắn từng đoạt giải thưởng về lịch sử và văn hóa Tlingit, đồng thời dùng bữa với tầm nhìn ra nhà hàng. Đường xe điện hoạt động từ tháng 4 đến tháng 10 nhưng thời gian tốt nhất để ghé thăm là vào tháng 6 để chiêm ngưỡng cảnh quan tuyệt đẹp của đồng cỏ núi cao.  TripadvisorĐọc thêm",
        "reviews": [
            "Một vài góc nhìn đẹp nhưng giá quá cao. Ở tuổi 50, đây là điều duy nhất tôi muốn bỏ qua. Chúng tôi đã thực hiện một chuyến đi bộ nhỏ. Không có đường ray hoặc hàng rào. Tôi rất vui vì không có con nhỏ đi cùng nếu không tôi sẽ bị suy nhược thần kinh.Đọc thêm",
            "Đi xe điện là một trong những việc mọi người đều làm ở Juneau.  Chúng tôi đã có một ngày đẹp trời nên quang cảnh rất tuyệt khi nhìn xuống các tàu du lịch và thành phố.  Phải mất một thời gian dài đáng ngạc nhiên để lên được xe điện ở phía dưới và phía trên.  Chỉ có hai xe chạy đối diện nhau không giống như những đội khác mà chúng tôi đã thực hiện.  Các quan điểm chắc chắn có giá trị đi xe.  Tuy nhiên, khi ở trên xe rất khó nhìn thấy vì mọi người chen chúc như gia súc.  Chúng tôi đã ăn ở trên cùng nhưng thức ăn ở mức trung bình.  Chúng tôi đã không ở trên đỉnh lâu vì không có nhiều việc phải làm trừ khi bạn đi xuống một trong những con đường mòn đi bộ đường dài.  Chúng tôi mất nhiều thời gian để đi xuống cũng như để đứng dậy.Đọc thêm",
            "Tôi quyết định đi xe điện để lấp đầy thời gian trước chuyến tham quan trên bờ và thấy nó rất mệt mỏi. Tôi không ngờ mình bị nhồi nhét như cá mòi không có chỗ để di chuyển và điều đó cũng gây khó khăn cho việc ngắm cảnh và chụp ảnh. Khi tôi lên đến đỉnh, tôi rất bối rối không biết nên đi bộ xung quanh bằng cách nào. Xung quanh không có bất kỳ dấu hiệu nào và mãi đến khi tôi đi qua một tòa nhà khác, tôi mới tìm thấy một bản đồ hiển thị những con đường mòn khác nhau. Khi tôi đến đó thì trời khá lầy lội nên tôi chỉ có thể đi được chừng đó. Khung cảnh nhìn từ trên xuống chắc chắn rất đẹp nhưng ngoài ra thì không có gì nhiều để làm. Hàng chờ xe điện quay trở lại khá dài nhưng xe điện cứ mười phút lại có một chuyến nên thời gian chờ đợi không quá tệ.Đọc thêm",
            "Quan điểm tuyệt vời! Những bông hoa tuyệt vời! Ước gì chúng tôi có thời gian để leo lên đỉnh - những người khác đi xuống đã nhìn thấy những con dê núi ở trên đó. Than ôi, chúng tôi phải bắt xe điện xuống b4 đang đóng cửa.\nCần phải quay lại vào lúc khác vào buổi sáng!! Đọc thêm",
            "Đây là một cách tuyệt vời để ngắm một số quang cảnh tuyệt đẹp của Juneau, cũng như đi bộ đường dài để ngắm những quang cảnh ngoạn mục hơn nữa. Khi bạn lên đến đỉnh xe điện, hãy đi theo Đường mòn vòng quanh Núi Roberts, sau đó khi nó tách ra, hãy tiếp tục leo lên núi. Chúng tôi đi theo đường mòn đến một cây thánh giá dọc theo sườn núi. Bạn có thể đi xa hơn nếu muốn, nhưng chúng tôi đã quay lại đây. Có muỗi, vì vậy hãy mang theo thuốc chống côn trùng. Tôi sẽ coi đây là một chuyến đi bộ đường dài vừa phải. Đọc thêm",
            "Tôi nghĩ hầu hết du khách đến Juneau đều đi xe điện Goldbelt, nó đã nằm trong danh sách những việc phải làm của tôi từ lâu và không đời nào tôi lại bỏ lỡ nó trong chuyến thăm Juneau.\nNó cực kỳ đắt so với những gì nó vốn có - 50 cho một ngày và tôi nghi ngờ nhiều người sử dụng nó nhiều hơn một lần trong một ngày. \nNếu vậy, cuộc hành trình sẽ mất khoảng 5 phút và tầm nhìn ra thành phố cũng như bến cảng rất ấn tượng. \nỞ trên cùng, có một bộ phim thực sự thú vị về văn hóa Tinglit, một cửa hàng quà tặng khá tiêu chuẩn và một quán bar nhà hàng có tầm nhìn tuyệt vời ra Juneau.\nCó những con đường mòn nhưng thông tin về chúng khá hạn chế.\nNói chung, đó là một trải nghiệm tốt. Một trong những điều bạn nên làm một lần trong đời!Đọc thêm",
            "Chuyến đi bằng thuyền gondola nằm ngay đối diện tàu du lịch của chúng tôi.  Chúng tôi mua vé tại địa điểm của họ mà không phải chờ đợi và chuyến đi lên núi thật tuyệt vời.  Khi chúng tôi lên đến đỉnh, quang cảnh rất đẹp và chúng tôi có thể khám phá và ngắm nhìn hàng dặm xung quanh:Đọc thêm",
            "Xe điện vành đai vàng sẽ đưa bạn lên đỉnh núi nơi bạn có thể thực hiện chuyến đi bộ đáng kinh ngạc. Vấn đề duy nhất là xe điện đông đến mức nào và thời gian chờ đợi là bao lâu. Cho phép bản thân dành ít nhất 4-5 giờ cho chuyến đi khứ hồi và đi bộ đường dài.Đọc thêm",
            "Thời tiết khiến chuyến đi có chút thất vọng vì mưa to. Đi xe điện thực sự khá thú vị. Chúng tôi đưa mẹ đi xe lăn và các nhân viên điều hành xe điện rất thân thiện và hiểu biết. Chúng tôi đã cố gắng đi bộ nhưng khá ướt và lầy lội. Ai đó đã đăng trước đó về nhà hàng và món cua nachos lẽ ra phải đọc TRƯỚC KHI chúng tôi gọi món. Đừng đặt hàng!Đọc thêm",
            "Chúng tôi đã có một cái nhìn đẹp từ xe điện và nó nằm trên đỉnh. Nhưng đó là một ngày nắng đẹp. Chúng tôi cũng ăn trưa tại nhà hàng trên cùng. Cá n khoai tây chiên và bánh mì kẹp thịt tuyệt vời! Người điều hành xe điện và nhà hàng rất thân thiện và hữu ích. Tôi muốn giới thiệu cho người khácĐọc thêm",
            "Xin đừng lãng phí tiền vào việc này trừ khi bạn đặc biệt cần thang máy để đi bộ đường dài. Rất ít để xem hoặc làm trừ khi bạn đang đi bộ đường dài. Đồ ăn ở nhà hàng cực kỳ đắt đỏ và không tuyệt vời. Chúng tôi có một nhóm 6 người - họ mang thức ăn và 2 khăn ăn. Không bao giờ tìm thấy thêm Bánh hamburger của tôi gần như còn sống Chúng tôi phải đi yêu cầu nạp thêm một vài đồ uống Toàn bộ khu vực nhỏ này là một rạp chiếu phim tri thức, một vài cửa hàng quà tặng, nhà hàng và trong trường hợp của chúng tôi là cha mẹ của những đứa trẻ đã để chúng chạy lung tung và trèo lên mọi thứ được đánh dấu rõ ràng là không trèo lên chúng nhưng đó chỉ là trải nghiệm tuyệt vời nhất. Phần tốt duy nhất là tầm nhìn. Và điều đó chỉ tồn tại trong thời gian ngắn. Hãy tiêu tiền vào thứ gì đó tốt hơnĐọc thêm",
            "Xe điện không đáng giá 55 mà họ tính phí.  Đi lên cửa hàng quà tặng và quay trở lại.  Cách quá mức.  Sẽ không khuyến khích.  Hãy tiết kiệm tiền của bạn và đi xem cá voi.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan này để hiểu rõ hơn về lịch sử của các Quốc gia Đầu tiên. Chúng tôi rất ấn tượng với kiến ​​thức và cách cung cấp câu chuyện và bài hát của các hướng dẫn viên du lịch! Chúng tôi đã quay video và chụp ảnh để giúp chúng tôi ghi nhớ chuyến tham quan này!Đọc thêm",
            "Cảm ơn Norman và Greg. Tôi là wooshkeetaan đến từ xuna. Tôi đã tìm hiểu thêm về những câu chuyện về vùng đất và gia tộc. Bạn đã đưa tôi đến gần hơn bằng cách ca hát và nhảy múa.Đọc thêm",
            "Tận hưởng chuyến tham quan cùng các nhân viên Norman và Greg! Chắc chắn là một nhóm tương tác! Chuyến tham quan rất nhiều thông tin và thú vị với những câu chuyện và lịch sử để chia sẻ!Đọc thêm",
            "Trải nghiệm tuyệt vời.  Tôi chắc chắn sẽ giới thiệu điều này cho tất cả.  Khung cảnh tuyệt vời và cơ hội chụp ảnh là vô tận.Đọc thêm",
            "Tôi rất thích lịch sử của các cuộc thăm dò vật tổ và tôi thực sự thích các bài hát.  Tôi muốn tìm hiểu thêm về sự khác biệt giữa tộc quạ và tộc đại bàng cũng như ý nghĩa của mỗi loài trong số chúng trên Cột vật tổ.Đọc thêm",
            "Hướng dẫn tuyệt vời!!  Chỉ cần vô cùng hiểu biết và thân thiện.  Họ cũng là người địa phương nên quan điểm của họ thực sự không thể so sánh được.  Ngắn gọn và ngọt ngào nhưng đủ dài để có được thông tin tốt thì chúng tôi đi ra đầu hàng và dành thời gian còn lại trong ngày trên đỉnh núi.  Chắc chắn đề nghị!!! Đọc thêm",
            "Xe điện đi lên ở một góc dốc nhưng cho cảm giác hoàn toàn an toàn khi bay qua ngọn cây. Tầm nhìn ra những con tàu du lịch ở xa phía dưới sẽ thu hút sự chú ý với những đỉnh núi phủ tuyết ở đường chân trời và khu rừng tươi tốt ngay bên dưới. Bộ phim miễn phí ở trên cùng cung cấp một phần lịch sử của người Tlingit và cách họ chăm sóc đất đai và biển cả. Cửa hàng quà tặng có nhiều mặt hàng đích thực từ người dân bản địa.Đọc thêm",
            "Chắc chắn là đáng xem! Tôi nhớ món khoai tây chiên ớt ở nhà hàng. Nhưng quang cảnh thì tuyệt vời Vào một ngày quang đãng. Đôi khi có thể nhìn thấy một con đại bàng. Đọc thêm",
            "Làm thế nào để bạn đến thị trấn từ đầu xe điệnĐọc thêm",
            "Bạn cần sử dụng xe điện một lần nữa. Trên cùng chỉ có những con đường mòn tự nhiênĐọc thêm",
            "Thời gian hoạt động mới nhất được đăng có phải là chuyến đi cuối cùng đi lên Mount Roberts không? Đang cố gắng tìm hiểu xem liệu chúng tôi có đủ thời gian để tham quan và đi bộ sau chuyến tham quan sẽ quay trở lại cảng lúc 5:45 chiềuĐọc thêm",
            "Chúng tôi đã đăng ký cho anh ấy thông qua hãng du thuyền của chúng tôi cho chuyến du ngoạn sắp tới.  Họ khuyên họ sẽ hoàn trả chi phí lên tàu nếu chúng tôi không sử dụng vé vì bất kỳ lý do gì khi quay lại tàu vào ngày hôm đó.Đọc thêm",
            "Làm thế nào để tôi đến đó từ một tàu du lịch. Đi bộ có xa khôngĐọc thêm",
            "Đi bộ rất ngắn từ cảng Cruise ShipĐọc thêm",
            "Có cách nào để mua vé trực tuyến trước không?Đọc thêm",
            "Tôi không tin như vậy. Xe điện chạy từ thứ năm đến chủ nhật. Thật tuyệt khi đi bộ đường dài khi bạn đến đó, nhà hàng không mở cửa phục vụ bữa ăn nên bạn có thể muốn kiểm tra trước khi đi. Một số cửa hàng đẹp ở trên cùng. Bạn sẽ không gặp bất kỳ vấn đề gì khi nhận được vé. Xe điện chạy liên tụcĐọc thêm",
            "Đường mòn Alpine ở trên đỉnh dài và dốc bao nhiêu?  Có con đường nào khác quay trở lại Trạm Xe điện Top không và chúng dài bao nhiêu, có biển chỉ dẫn rõ ràng không?Đọc thêm",
            "Tôi nghĩ còn khoảng 10 phút nữa là lên đến đỉnh và có 2 cái nên một cái chạy lên và một cái chạy xuống. Không, không có công ty nào khác. Đọc thêm",
            "Tôi sẽ đến Alaska vào ngày 21 tháng 9 và muốn biết khi nào xe điện đóng cửa trong mùaĐọc thêm",
            "xin lỗi tôi không trả lời bạn được. Có chuyện khẩn cấp trong gia đình. Cảm ơnĐọc thêm",
            "Xe điện có hỗ trợ xe lăn không?  Trên 4L oxy.  Phích cắm trên tường của họ có dùng để sạc pin trên bộ tập trung di động không?Đọc thêm",
            "Chuyến đi này có phù hợp cho xe lăn không?  Tôi đang dùng 4L oxy.  Điều này có thể thực hiện được không?  Có phích cắm tường nào có thể sử dụng được để sạc lại pin trên bộ tập trung di động không?Đọc thêm",
            "Có, xe lăn có thể vừa trên xe điện. Tôi chắc chắn có ổ cắm tường để bạn sử dụng tại trung tâm du khách hoặc nhà hàng. Đọc thêm",
            "Xin chào, bạn có thể mua vé khi xuống thuyền hay nên lấy vé trước?Đọc thêm",
            "Bạn có thể mua vé ở lối vào xe điện, điều mà tôi sẽ làm nếu bạn đi du lịch một mình, bởi vì nó thực sự chỉ đáng để đi lên đó khi thời tiết đẹp.  Chuyến tham quan trên bờ của chúng tôi qua tàu du lịch đã bao gồm vé.Đọc thêm"
        ],
        "star_ratings": [
            1310,
            1084,
            473,
            118,
            72
        ],
        "review_amount": 3057,
        "location": [
            "Hoa Kỳ",
            "Juneau",
            "Các hoạt động ở Juneau",
            "Alaska AK",
            "Xe điện đai vàng"
        ],
        "reviews_time": [
            "Written June 18, 2023",
            "Written June 24, 2023",
            "Written June 27, 2023",
            "Written July 10, 2023",
            "Written July 11, 2023",
            "Written July 16, 2023",
            "Written July 17, 2023",
            "Written July 20, 2023",
            "Written July 23, 2023",
            "Written July 25, 2023",
            "Written June 7, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 22, 2024",
            "Written December 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31020-d144194-Reviews-Goldbelt_Tram-Juneau_Alaska.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31020-d3330827-Reviews-Alaskan_Crepe_Escape-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31020-d665301-Reviews-Tracy_s_King_Crab_Shack-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31020-d330403-Reviews-Red_Dog_Saloon-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31020-d10304011-Reviews-Deckhand_Dave_s-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31020-d330393-Reviews-Twisted_Fish_Company_Alaskan_Grill-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31020-d330406-Reviews-The_Hangar_On_The_Wharf-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31020-d8261911-Reviews-The_Wild_Alaskan-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31020-d3390133-Reviews-Alaska_Fish_Chips_Company_At_The_Flight_Deck-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31020-d2199265-Reviews-The_Rookery_Cafe-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31020-d14151558-Reviews-Devil_s_Club_Brewing_Company-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d20300473-Reviews-Visitor_Center_Travel_Juneau_Cruise_Ship_Terminal-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d25941588-Reviews-Archie_van_winkle_memorial-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d24177142-Reviews-Effy_Jewelry-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d12866866-Reviews-Alaska_Commercial_Fishermen_s_Memorial-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d25941580-Reviews-Alaska_Commercial_Fishermen_s_Memorial-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d23546487-Reviews-Gary_s_Fine_Jewelry_Juneau-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d11609666-Reviews-Juneau_municipal_library-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d26269143-Reviews-Lambros_Goldsmith-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d12866714-Reviews-Statue_of_Patsy_Ann_the_Dog-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d105338-Reviews-Mount_Roberts_Trail-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d144194-Reviews-or10-Goldbelt_Tram-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d18977493-Reviews-Harv_and_Marvs_Outback_Alaska-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d23308358-Reviews-M_M_Tours_of_Juneau-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d6620759-Reviews-Juneau_Limousine_Services_Tours-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d15188644-Reviews-Alaska_Taxi_Tours-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d8674211-Reviews-Glacier_Taxi_Tours-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d27180785-Reviews-Like_a_Local-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d21113819-Reviews-M_V_Tender_Water_Taxi-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d24143619-Reviews-Wild_Alaska_Adventures-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d17444699-Reviews-Alaskan_Legend_Yacht_Charters-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d23557584-Reviews-The_Chiefton_Group-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d10393900-Reviews-Alaska_Coach_Tours-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d10584208-Reviews-Pioneer_Traders-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d9570576-Reviews-Alaska_Pedicab_Juneau-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d8471055-Reviews-Trove-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d8123661-Reviews-Alaska_Shirt_Company-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d17390643-Reviews-Alaska_Land_Sea_Adventures-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d7344141-Reviews-Jewels_by_Kris-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d2220799-Reviews-Caribou_Crossings-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d10073245-Reviews-Panhandle_Excursions-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d6924018-Reviews-Omni_Jewelers-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d10063463-Reviews-Celebrity_Jewelers-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d4375340-Reviews-Del_Sol-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d197738-Reviews-Tivoli_Gardens-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d15306289-Reviews-Seoul_Botanical_Garden-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g147238-d312350-Reviews-Prickly_Pear_Cays-Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g57415-d116996-Reviews-Mount_Mansfield-Stowe_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d146846-Reviews-Trinity_Park-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g46371-d4154568-Reviews-Delicious_Orchards-Colts_Neck_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d8502444-Reviews-OXYA-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g36057-d12950017-Reviews-Golden_Eagle_Ferry-Golden_Eagle_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60766-d1125475-Reviews-Wild_River_Country-Little_Rock_Arkansas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31020-d144194-Reviews-or10-Goldbelt_Tram-Juneau_Alaska.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31020-d144194-Reviews-Goldbelt_Tram-Juneau_Alaska.html"
    }
]