[
    {
        "attraction_name": "Golden Temple",
        "attraction_name_vi": "ngôi đền vàng",
        "general_info": [
            "9.323 đánh giá",
            "- 2 trong số 112 điều cần làm ở Amritsar",
            "Địa điểm tôn giáo"
        ],
        "attraction_summary": "Đền Vàng Sri Harimandir Sahib không chỉ là địa điểm tôn giáo trung tâm của người Sikh mà còn là biểu tượng của tình anh em và sự bình đẳng của con ngườiĐọc thêm",
        "reviews": [
            "Một trải nghiệm thần thánh hoàn toàn thỏa mãn tâm hồn.. Từ ngữ không thể diễn tả được sự rung cảm, hào quang của nơi này. Nó phải được trải nghiệm ít nhất một lần trong đời. Bạn có thể dành hàng giờ chỉ để ngồi một mình một mình, mọi người di chuyển xung quanh, bạn có thể thấy mọi người đều tham gia vào cách thờ phượng riêng của họ. Langar và Prasad là việc phải làm. Bạn cũng có thể làm khâu. Nói chung, chúng tôi cảm thấy hoàn toàn yên bìnhĐọc thêm",
            "Đến thăm vào một ngày chủ nhật bận rộn. Nơi này có kiến ​​trúc ấn tượng với thái độ tôn trọng của nhiều du khách. \n\nLangar rất lớn và được những người tìm kiếm thức ăn và nhiều tình nguyện viên bảo trợ rất tốt. Máy sản xuất chapati là điển hình cho quy mô hoạt động.\n\nLễ - đưa lên giường - rất đáng xem vì ý nghĩa và nghi thức của nó.Đọc thêm",
            "Được hàng nghìn người ghé thăm hàng ngày, ngôi chùa này chắc chắn là một trong những nơi yên bình nhất mà tôi từng đến thăm. Hào quang và năng lượng là không thể diễn tả được. Điều đó đẩy giới hạn của bạn đến mức thậm chí phải chờ 3 giờ để xếp hàng cho darshan. Tôi đã có một trải nghiệm tuyệt vời đến khó tin. Ngôi chùa trông càng đẹp hơn vào ban đêm. Món langar được phục vụ tại Golden Temple là một trong số đó vì đây là nhà bếp cộng đồng lớn nhất phục vụ các bữa ăn nóng hổi tươi ngon miễn phí trị giá 50k-1lac mỗi ngày. Tôi rất vui vì có thể thử nó và vâng, nó khá thỏa mãn.Đọc thêm",
            "Nơi thờ cúng tuyệt vời để ghé thăm. Hãy đến vào sáng sớm vì trời nóng và rất bận rộn. Hướng dẫn rất hữu ích để có được trải nghiệm tốt nhất. Những căn bếp cung cấp voọc thật tuyệt vời và có thể nuôi sống hàng nghìn con mỗi ngày.Đọc thêm",
            "Phải. Chúng tôi đã đi vào khoảng 11 giờ sáng. Nó không quá bận rộn nhưng đã có một hàng dài người xếp hàng vào chùa. Chúng tôi đã không tham gia hàng đợi đó để vào đó vì phải chờ khoảng 2 giờ.\nChúng tôi đi dạo quanh hồ bơi, mua prasad - helva - khoảng 20 đô la - được tặng cho những người đến chùa và ngâm mình trong hồ bơi. Chúng tôi lên bảo tàng để xem các bức tranh và tìm hiểu về lịch sử của cộng đồng người Sikh. \n\nLời khuyên:\nChúng tôi mang theo khăn trùm đầu của riêng mình khi đi dọc phố, bạn sẽ bị quấy rầy rất nhiều vì những chiếc mũ đội đầu. \nChúng tôi mua 2 kara - những chiếc vòng bạc - không phải từ ngôi chùa mà từ một người bán hàng rong và trả 150 rupee cho 2 chiếc. Có lẽ bạn có thể mua được thứ gì đó - thiêng liêng hơn - từ khu phức hợp ngôi đền cho việc đó.\nHãy đi sớm hơn 11 giờ sáng để băng qua lối đi vào chùa - hàng đợi rất dài.Đọc thêm",
            "I went to the Swarn Mandir  - as the Golden temple is called -  at around 9.30 am with my wife and son. The  lady at the Street shop outside the Temple asked us to purchase Handkerchiefs as you are not to expose your hair inside and said she will tie it on our heads too as a complimentary gesture if we buy.So we bought two hankies - as my wife was already having her chunri to cover her head.Early morning time is good for the visit as with naked feet your feet burn on the floors as you walk inside.This despite the fact that rubber and jute mats are spread in almost all areas where you walk .\nThe Golden glow of Gold  in the main temple Gumbaj makes this temple unique.It is also supposed to be the main religious centre of Sikhs and the Temple is spread over several acres with a holy big  pond adorning the place.The temple has all amenities and volunteers  - Kar sewaks -  provide drinking water in corners to keep quench thirst on sultry days. There is a car parking area about 50 metres from the temple too. \nAs there were very very long queues for the main sacred shrine darshan so we could  not join which thing disappointed us . Possibly if we had come around 6 or 7 am we could have had a chance.\nThe Golden Temple is magnificent and we could see Sikhs taking holy dips in the pond  in a specific designated area towards the rear.Guards can be rude as we too experienced as when taking photos in the premises, the chunri of my wife slipped a bit   and the guard insisted that we delete the pic from the mobile right in his presence as the head was visible.But otherwise the people positioned there were friendly and of amiable nature.Overall a good place thronged by thousand of devotees daily.Read more",
            "Ngôi đền về đêm là một hình ảnh thú vị. Trở lại sau 20 năm. Rất nhiều vội vàng, nhưng sạch sẽ không tì vết. Darshan không thể thực hiện được vào ngày 13 - 08, nhưng lúc 7 giờ tối đã mất hơn hai giờ một chút. Đó là một trải nghiệm đáng nhớ.Đọc thêm",
            "Kiến trúc tuyệt đẹp.\nNhững tấm bảng quan trọng về mặt lịch sử - đài tưởng niệm, trên các bức tường cạnh cổng vào Gurdwara.\n Đến thăm vào buổi tối sớm như một phần của chuyến tham quan nhóm nhỏ, chỉ có một buổi tối ở Amritsar. Không quá bận rộn vào buổi tối vì tôi cho rằng lượng khách du lịch chính đến vào ban ngày?\nSẽ ở lại lâu hơn nếu lịch trình cho phép.\nCảm thấy rất vinh dự được tham gia bữa ăn chung và thăm bếp.\nĐẹp khi màn đêm buông xuống và ánh đèn bật sáng\nĐọc thêm",
            "Ngoài tầm quan trọng về mặt lịch sử và tâm linh, ngôi đền xinh đẹp này còn là địa điểm linh thiêng nhất của đạo Sikh. Vẻ đẹp của ngôi chùa này là mọi người thuộc mọi tín ngưỡng đều có thể đến thăm nó mà không có bất kỳ sự phân biệt đối xử nào. Toàn bộ khu phức hợp còn bao gồm Akal Takht, Tháp Đồng hồ, Bảo tàng và Langar, nơi cung cấp bữa ăn chay miễn phí cho mọi người.\nKhi chúng tôi đến vào buổi chiều, có một hàng dài người xếp hàng và rất nóng. Chúng tôi đã làm Parikrama - đi khắp bốn phía của ngôi đền - và lấy Karawa - prasad -. Người ta có thể cảm nhận được sự rung cảm tích cực bên trong khu phức hợp. Nó thực sự được duy trì rất tốt. Đọc thêm",
            "Mind blowing experience. Such an amazing and serene place, which made me feel good just to be human. It is a major centre for the Sikh religion, and besides that it is a beautiful structure anyway.\n\nYou need to cover your head, and no shorts allowed. Unlike other reviewers, my experience was entirely cordial and polite. I did go in shorts, and the security guy at the entrance told me very politely that this was not allowed, and he went on to give me a solution - which was to borrow a garment from one of the footwear check in windows. Yes no footwear inside either.\n\nThe place is enchanting. We went to the langar and were served beautiful food. Then a volunteer kindly showed us round the kitchen and behind the scenes, which was really interesting.\n\nStayed till after dark and saw it all lit up.\n\nI must emphasise - everyone was extremely polite and helpful, there was no rudeness from security or anyone else  - unlike other reviewers -  reports - . \n\nI will definitely come againRead more",
            "Thật là một nơi tốt - ..Cầu nguyện tốt cho mọi thứ - - .thật tuyệt khi được xem ngôi đền - ..đây là một trong những chuyến đi tâm linh của tôi - .Amritsar là một thành phố tuyệt vời để vui chơi - tận hưởng - Đọc thêm",
            "Thực sự tôi không có từ nào để diễn tả vẻ đẹp của nơi này nhưng tôi muốn cảm ơn người dân Amritsar vì lòng tốt của họ. Tôi đã gặp một số người mô tả cho tôi các nghi lễ để thực hiện ở chùa vàng, họ cũng hướng dẫn tôi đến bếp ăn cộng đồng để thực hiện. langar...Đọc thêm",
            "Chúng tôi đã ở Amritsar trong 3 ngày và chúng tôi đến thăm ngôi đền vàng mỗi ngày tại amritvela vì hướng dẫn viên của chúng tôi, ông Dilmeet Singh ji đã nói với chúng tôi về tầm quan trọng của amritvela và khi bạn bước vào ngôi đền vàng, bầu không khí rất tích cực, hào quang của nơi đó vẫn tiếp tục cấp độ khácĐọc thêm",
            "Đền thờ là một trong những địa điểm vĩ đại nhất thế giới! Nó thật vĩ đại, uy nghiêm và tạo nên sự tôn kính. Nhà bếp rộng lớn cung cấp bữa ăn miễn phí cho hàng nghìn người gần như suốt ngày đêm.Đọc thêm",
            "Đây là một địa điểm tôn giáo đơn giản tuyệt vời rất đáng để ghé thăm. Lưu ý rằng bạn phải mặc - nam - quần dài và áo sơ mi dài tay. Bạn cũng phải che đầu trước khi vào và cởi giày, tất. Sau đó bạn rửa tay và chân. Tôi không xếp hàng để vào chùa vì thời gian xếp hàng kéo dài hơn 2 giờ, nhưng tôi đã nhìn quanh những căn bếp khổng lồ ở đó phục vụ hàng nghìn người mỗi ngày. Đây là một khía cạnh quan trọng của tôn giáo Sikh. Đọc thêm",
            "Thiên đường trên trái đất ..Walikng ngay từ con phố di sản, bao quanh là những ngôi nhà cổ, văn hóa, lịch sử và màu sắc cũ. Đọc thêm",
            "nơi này là thiên đường. cảm thấy thật tuyệt khi được đi xem một ngôi đền thờ cúng siêu tuyệt vời như vậy. sạch sẽ so với các ngôi chùa khác. phải xem . có một dòng để xem bên trong ngôi đền. thời gian chờ 2-3 tiếng. nếu bạn đi sáng sớm 4h30 thì mất 2 tiếng. nhưng đáng để chờ đợi.Đọc thêm",
            "Tôi không có từ nào để mô tả trải nghiệm của mình nhưng tôi muốn bạn tin tôi rằng ngôi đền vàng thực sự là thiên đường, chúng tôi đến thăm ngôi đền vàng ở amritvela. Ông singh khuyên chúng tôi nên đến thăm tại amritvela - 2h15 sáng đến 5 giờ sáng - và ông ấy đã cho chúng tôi biết ý nghĩa của amritvela - 7973153505 - anh ấy là một người Gursikh, tôi thực sự muốn cảm ơn anh singh vì đã hướng dẫn chúng tôi con đường đúng đắn..Anh ấy làm dịch vụ này miễn phí nếu bạn muốn đến thăm amritvela..Đọc thêm",
            "Đền Vàng, còn được gọi là Sri Harmandir Sahib, là một ngôi đền linh thiêng của đạo Sikh nằm ở Amritsar, Ấn Độ. Nó - nổi tiếng với kiến ​​trúc vàng tuyệt đẹp, ý nghĩa tâm linh và bầu không khí hòa nhập. Đến thăm vào một buổi chiều các ngày trong tuần mang lại trải nghiệm thanh bình với ít đám đông hơn, cho phép du khách đắm mình trong sự yên tĩnh và tâm linh của nơi này. Tuy nhiên, những ngày cuối tuần có xu hướng bận rộn hơn do lượng người hành hương cũng như khách du lịch tăng lên, điều này có thể dẫn đến thời gian chờ đợi lâu hơn để vào khu phức hợp đền thờ và tham gia các nghi lễ. Bất kể ngày nào, trải nghiệm Chùa Vàng đều là một trải nghiệm thực sự đáng nhớ và phong phú đối với tất cả những ai ghé thăm.Đọc thêm",
            "Không có sự tôn trọng hoặc tổ chức cho sangat. Trong tôn giáo Sikh, sự tôn trọng và phục vụ sangat được đặt lên hàng đầu. Hôm qua tôi đi đông lắm, nhưng hệ thống langar đã sụp đổ hoàn toàn. Nếu bạn có con, chúng sẽ ngạt thở khi xếp hàng chờ đợi, đó giống như tình huống giẫm đạp. Một số để lại đĩa và đi. Đối với tất cả số tiền họ quyên góp được, tôi không hiểu tại sao họ vẫn chưa nâng cấp phần langar hall ở đó. Họ cũng cần phải dừng du lịch đại chúng ở đây. Tôi biết về các giá trị, v.v. nhưng thực sự đối với những người sangat chân chính và trung thành thì điều đó bây giờ là quá nhiều.Đọc thêm",
            "Nơi cho thuê xe đạp tại Amritsar. Vui lòng gợi ý cho tôiĐọc thêm",
            "không chắc chắn, tôi khuyên bạn nên nhờ Google trợ giúpĐọc thêm",
            "Tôi dự định đến thăm Chùa Vàng lần đầu tiên cùng bọn trẻ vào ngày 3 và 4 tháng 7 năm 2023. Chúng tôi sẽ đến Ấn Độ sau 20 năm và bọn trẻ chưa bao giờ đến Ấn Độ. Chúng tôi muốn có được darshan, đây có phải là thời điểm tuyệt vời để đi không.Đọc thêm",
            "Bất cứ lúc nào cũng là thời điểm tốt - có lẽ ngoại trừ vào mùa hè khi nhiệt độ chạm tới 40 độ C!! Có, tháng 7 cũng được - hãy lên kế hoạch đến thăm vào một ngày trong tuần, tốt nhất là trước 10 giờ sáng, sau đó đám đông sẽ tăng lên...\nTôi thường ở Taj Swarna ở Amritsar, đội ngũ nhân viên nhiệt tình và lòng hiếu khách tuyệt vời của Taj - yêu cầu họ giới thiệu Hướng dẫn - Xe hơi.. đắt hơn một chút, nhưng đáng giá - đặc biệt vì bạn muốn con mình có trải nghiệm tốt sau 20 năm ...Đọc thêm",
            "Có an toàn khi đến thăm amritsar vào ngày 4-6 tháng 4 trong bối cảnh tất cả những gì đang diễn ra ở đó không? Xin vui lòng cho chúng tôi biết.Đọc thêm",
            "Tuyệt đối an toàn. Amritsar là thành phố an toàn nhất và người dân đặc biệt thân thiện. Hãy tận hưởng kỳ nghỉ của bạnĐọc thêm",
            "Đến thăm amritsar có an toàn không, vì tôi dự định đến thăm từ ngày 28 tháng 2 đến ngày 2 tháng 3 năm 2023 do cuộc biểu tình gần đây.Đọc thêm",
            "Ngoài những gì đang xảy ra, hãy hết sức cẩn thận..tỷ lệ tội phạm và sự tàn phá ở Amritsar..Đọc thêm",
            "Hôm qua, tôi đã đến ngôi đền vàng ở amritsar và thuê một chiếc xe kéo. Khi đến lối vào ngôi đền vàng, một số người bán patka màu vàng cho ngôi đền đã đến gặp chúng tôi bằng ô tô và bắt đầu tiếp thị các mặt hàng của họ cho tất cả chúng tôi. Trong khi đó, chiếc ô tô đó đã bỏ chạy với tất cả hành lý của chúng tôi. Chúng tôi đã quên lấy hành lý của mình do những người bán hàng sai trái ở đó. Chúng tôi đã gửi FIR ở đó và sau đó chúng tôi vẫn chưa nhận được phản hồi tốt nào. Xin hãy hướng dẫn bạn bè của tôi. Tôi hoan nghênh những đề xuất có giá trị của bạn. -  -  -  -  -  - Đọc thêm",
            "Bạn nên nói chuyện lại với cảnh sát\n\nhoặc gửi thư đến email của họ có sẵn trên trang web của cảnh sát PunjabĐọc thêm",
            "Tôi không có câu trả lời nào cả. Bản thân tôi đang tìm cách đặt phòng tại Chùa Vàng và có chỗ ở, thức ăn miễn phí, v.v. cũng như cách đặt phòng. .Số điện thoại của tôi-9440871358.Đọc thêm",
            "Tôi không biết về chỗ ở miễn phí. Hãy xem trang web của họ hoặc bất kỳ trang web nào khác xung quanh chùa Vàng, những nơi có thể cung cấp loại hình lưu trú được trợ cấp theo pháp giới. Tuy nhiên, prasad xung quanh khu phức hợp đền thờ và đồ ăn Langar hoàn toàn miễn phí và phục vụ 24 giờ!Đọc thêm",
            "Tôi muốn biết liệu tôi có đề nghị làm việc trong 40 ngày không, vậy tôi có thể ở đâu thay vì phòng khách sạnĐọc thêm",
            "CóĐọc thêm",
            "Có khung thời gian nào cho darshan vì hạn chế của Covid hay bất kỳ lý do nào khác không?\n\nNếu có ai có thể trợ giúp về thông tin đó Đọc thêm",
            "24 giờ Darshan. Không hạn chếĐọc thêm",
            "Làm thế nào để trẻ em đi chân trần vào tháng 12? Vì chúng tôi dự định đến đó vào mùa đông. Mọi góp ý xin vui lòngĐọc thêm",
            "Sử dụng những cú sốc bằng lenĐọc thêm",
            "Chúng tôi đã đến thăm chùa Vàng và ở trong khu vực chùa, chúng tôi có 7 người cao tuổi 4 người nên chúng tôi muốn đặt trước cách đặtĐọc thêm"
        ],
        "star_ratings": [
            8442,
            772,
            84,
            12,
            13
        ],
        "review_amount": 9323,
        "location": [
            "Các hoạt động ở Amritsar",
            "Ấn Độ",
            "Punjab",
            "Quận Amritsar",
            "Amritsar",
            "ngôi đền vàng",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written July 9, 2023",
            "Written July 15, 2023",
            "Written July 17, 2023",
            "Written August 3, 2023",
            "Written August 5, 2023",
            "Written August 15, 2023",
            "Written August 29, 2023",
            "Written September 10, 2023",
            "Written October 12, 2023",
            "Written May 13, 2024",
            "Written May 9, 2024",
            "Written May 5, 2024",
            "Written April 30, 2024",
            "Written April 26, 2024",
            "Written April 19, 2024",
            "Written April 13, 2024",
            "Written April 11, 2024",
            "Written April 3, 2024",
            "Written March 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303884-d12687575-Reviews-Golden_Temple-Amritsar_Amritsar_District_Punjab.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303884-d5776961-Reviews-GurdasRam_Jalebi_Wale_Katra_Ahuwalia-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303884-d6377065-Reviews-Brother_s_Amritsari_Dhaba-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303884-d7221908-Reviews-Bhai_Kulwant_Singh_Kulchian_Wale-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303884-d23675689-Reviews-Masala_Darbaar-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303884-d1191041-Reviews-Bade_Bhai_Ka_Brothers_Dhaba-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303884-d15887369-Reviews-Goenka_Sweets-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303884-d779594-Reviews-Kesar_da_Dhaba-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303884-d7717014-Reviews-Mc_Donalds-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303884-d9706370-Reviews-Brother_s_Dhaba-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303884-d2453277-Reviews-Neelam_s-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d3299765-Reviews-Tempio_d_Oro-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d2694082-Reviews-Akal_Takht-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d4088844-Reviews-Gurudwara_Bir_Baba_Budha_Sahib-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d499036-Reviews-Jallianwala_Bagh-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d4088833-Reviews-Gurudwara_Baba_Atal_Rai-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d11959724-Reviews-The_Partition_Museum-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d4092638-Reviews-Dukh_Bhanjani_Ber_Tree-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g6498530-d12608021-Reviews-Virasat_e_Khlasa-Anandpur_Sahib_Rupnagarr_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d3705323-Reviews-Santokhsar_Sahib-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d25124115-Reviews-Heritage_Street-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d12687575-Reviews-or10-Golden_Temple-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d2155405-Reviews-Khalsa_College-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d3645568-Reviews-Maharaja_Ranjit_Singh_Statue-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d2487377-Reviews-Durgiana_Temple-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d4401030-Reviews-Gobindgarh_Fort-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d4152175-Reviews-Tarn_Taran_Sahib-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d2463924-Reviews-Mandir_Mata_Lal_Devi-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d2646248-Reviews-Amritsar_Heritage_Walk-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d13551736-Reviews-Tourist_Hero_Amritsar-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d15025959-Reviews-Tempo_Traveller_Amritsar-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d13339409-Reviews-City_On_Pedals-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g303884-d12250842-Reviews-Central_Sikh_Museum-Amritsar_Amritsar_District_Punjab.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d15691123-Reviews-24_7_Ride-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187837-d1165447-Reviews-Villa_Monastero-Varenna_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g189432-d3324239-Reviews-Monastiri_Beach-Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60944-d1452361-Reviews-Howland_Hill_Road-Crescent_City_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d255244-Reviews-Kaka_ako_Waterfront_Park-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d16734488-Reviews-Moa_Alishba_Thaimassage_Spa-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g644226-d12822246-Reviews-Centaurs_Path-Portaria_Volos_Magnesia_Region_Thessaly.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d6981425-Reviews-Women_s_Massage_Center_by_Ex_Prisoners-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g57044-d318738-Reviews-Thanksgiving_Point-Lehi_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g190502-d519688-Reviews-Bergenhus_Fortress-Bergen_Hordaland_Western_Norway.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303884-d12687575-Reviews-or10-Golden_Temple-Amritsar_Amritsar_District_Punjab.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303884-d12687575-Reviews-Golden_Temple-Amritsar_Amritsar_District_Punjab.html"
    }
]