[
    {
        "attraction_name": "Golden Gate Bridge",
        "attraction_name_vi": "Cầu Cổng Vàng",
        "general_info": [
            "49.842 đánh giá",
            "1 trong số 1.031 điều cần làm ở San Francisco",
            "Địa điểm lịch sử",
            "Địa điểm ưa thích",
            "Cầu"
        ],
        "attraction_summary": "Trải dài 4.200 feet và cao bằng tòa nhà 65 tầng, cây cầu nổi tiếng này là cửa ngõ vào San Francisco.Đọc thêm",
        "reviews": [
            "Đây là một cây cầu tráng lệ ở một trong những khung cảnh đẹp nhất thế giới. Đó là một trong những nơi mà chúng tôi thực sự muốn ghé thăm khi đến San Francisco. Chúng tôi đang tham gia BigBus Tour và mặc dù trời rất lạnh khi băng qua cầu nhưng thật tuyệt khi chúng tôi đến điểm dừng North Vista Point. Chúng tôi phải chụp rất nhiều bức ảnh, trong đó có một bức với Cầu Cổng Vàng phía sau. Tôi thực sự vui mừng vì chúng tôi có cơ hội chứng kiến ​​điều này khi chúng tôi ở San Francisco. Tôi chắc chắn sẽ giới thiệu địa điểm này cho bất kỳ ai muốn ngắm Cầu Cổng Vàng mang tính biểu tượng trong chuyến đi đến San Francisco.Đọc thêm",
            "Hãy đợi đến khoảng giữa trưa để sương mù tan nếu bạn muốn có một bức ảnh cây cầu không có sương mù.  Tôi luôn muốn được nhìn thấy cây cầu Golden Gate và cuối cùng đã có cơ hội vào tháng 5 năm 2023. Đỗ xe hoặc bắt xe uberlyft đến bãi đậu xe Battery East để có tầm nhìn không bị cản trở ra cây cầu.Đọc thêm",
            "Hãy đến để chiêm ngưỡng một trong những điểm ngắm cảnh mang tính biểu tượng trên toàn nước Mỹ. Trên thực tế, có nhiều góc nhìn ở cả hai bên cầu. CHÚNG TÔI khá hạn chế về thời gian nên rất hài lòng với tầm nhìn từ phía Nam của cây cầu. Có một cửa hàng nhỏ và trung tâm chào đón ở đây mặc dù các cuộc triển lãm khá tối giản. Tuy nhiên, có nhiều điểm thuận lợi tuyệt vời thậm chí chỉ ở cùng một phía của cây cầu nên chúng tôi đã dành khoảng 45 phút đi lang thang để chụp ảnh từ các góc độ khác nhau, tất cả đều rất tuyệt vời. Đọc thêm",
            "Điều này thật đáng yêu. Ôi thật cảm động. Thay vì đi thuyền đến cầu, chúng tôi lái xe qua cầu và sang bờ bên kia và chụp ảnh. Không cần phải trả tiền cho chuyến du ngoạn trên biển, trừ khi bạn muốn chụp ảnh từ góc độ đó.Đọc thêm",
            "Đã từng trải qua rồi.  Nếu bạn ở San Fran bạn phải làm điều đó phải không?  Chúng tôi thuê xe đạp từ Blazing Bikes và cất cánh.  Đường qua cầu rồi quay lại.  Không muốn tiếp tục đi tìm phà để quay về.  Chúng tôi rất thích đi xe đạp, yêu thích quy mô của cây cầu nhưng không cần phải làm lại.  Chỉ là một trong số ít điều bạn nên làm khi ở San Fran - đó là lý do duy nhất khiến nó nhận được đánh giá cao hơn mức tôi đưa ra.  Rất thích đạp xe khắp nơi trên đường trở về Blazing Bikes.Đọc thêm",
            "Dù bạn lái xe hay đi bộ thì trải nghiệm lái xe hay đi bộ qua cây cầu huyền thoại này là điều không thể bỏ qua khi bạn đến San Francisco.\n\nVào những ngày đẹp trời ít sương mù, bạn sẽ có tầm nhìn tuyệt vời ra thành phố và vào những ngày xấu khi sương mù dày đặc ập đến, bạn sẽ có cảm giác rất kỳ lạ.\n\nNếu đi bộ qua sẽ có làn đường dành riêng cho xe đạp và người đi bộ. Cũng có \nBảng thông tin về cây cầu khi bạn đi qua.Đọc thêm",
            "Một địa điểm mang tính biểu tượng khác mà chúng tôi phải xem và trải nghiệm khi ở trong thành phố.  Chúng tôi đã đi qua cả hai chiều bằng cách nhảy lên, xuống xe buýt và sau đó lại bằng xe đạp.  Có một quán cà phê đẹp ở cuối thành phố và một số địa điểm tuyệt vời trên ngọn đồi phía bên kia để chụp ảnh.  Thực sự không còn nhiều điều để nói nữa - chỉ cần xem qua nó cũng khá tuyệt.Đọc thêm",
            "Chúng tôi đi qua khu vực này vào một ngày chủ nhật, đầu giờ chiều và nó vô cùng tắc nghẽn.  Bãi đậu xe của trung tâm du khách không mở cửa nên có rất nhiều ô tô đang cố gắng tìm chỗ đậu xe.  Mọi người đi bộ hàng dặm để ngắm nhìn cây cầu, đây là lý do chỉ có 4 sao.  Chúng tôi có thể đánh dấu một mục trong danh sách nhóm, nhưng chúng tôi đã thoát khỏi mục đó nhanh nhất có thể và không cần làm lại.Đọc thêm",
            "Lần đầu tiên nhìn thấy cây cầu đã khiến tôi nghẹt thở theo đúng nghĩa đen. Quy mô và sự hoành tráng của nó còn hơn cả những gì tôi mong đợi. Chúng tôi đã lái xe đến nhiều điểm để có những góc nhìn khác nhau. Hãy chuẩn bị cho đám đông và bãi đậu xe hạn chế. Ngoài ra, hãy chuẩn bị cho việc trời mát hơn bạn mong đợi. Đừng bận tâm sửa tóc vì gió rất điên cuồng. Có vài lần ở điểm dừng cuối cùng chúng tôi chụp một bức ảnh mà tôi tưởng gió sẽ thổi bay mình. Nó hoàn toàn xứng đáng với tất cả sự cường điệu và là điều phải làm đối với bất kỳ ai đến thăm San Francisco.Đọc thêm",
            "Phải xem nếu đến thăm San Francisco! Chúng tôi đi bộ dọc theo bờ biển phía thành phố vào ngày đầu tiên và đến trung tâm du khách rồi lái xe qua cầu vào ngày thứ 2 để đến điểm ngắm cảnh ở phía bên kia. Thật không may, thời tiết khá tồi tệ trong cả hai ngày nhưng điều đó có nghĩa là không có ai ở xung quanh!Đọc thêm",
            "Bắt xe buýt từ trung tâm thành phố SF đến Trung tâm du khách khi bắt đầu đi bộ trên cầu. Đi bộ ồn ào, lộng gió qua cầu Tôi rất thích nó! Cuối cùng ...Vista Point. Tôi tìm thấy lối vào dưới cầu ở đó và đi theo con đường đến Sausalito. Khoảng 2,7 dặm đi bộ đẹp, tập luyện tốt. Đi phà trở lại SF từ Sausalito. Một ngày tuyệt vời!Đọc thêm",
            "Tôi đã xem Cầu Cổng Vàng trên phim rất nhiều lần và luôn nghĩ nó trông rất ngầu, nhưng thực tế khi nhìn thấy nó... ồ! Chúng tôi bắt một chuyến đi để ngắm cảnh ở phía Bắc, và sau đó đi bộ ngược lại về phía thành phố, đó là một trải nghiệm tuyệt vời. Vào ngày cuối cùng của chúng tôi, chúng tôi cũng thức dậy để đi ngắm bình minh trông thật kỳ diệu!Đọc thêm",
            "Chúng tôi thích đi bộ qua cầu và quay lại. Chúng tôi đi mất 45 phút và quay lại mất 35 phút với 2,5k. Chúng tôi nghĩ rằng chúng tôi đã đạt được tốc độ tốt nhưng khi bạn google thì thời gian trung bình là 30 phút. Khung cảnh thật tuyệt vời và bạn có thể đi bất kỳ tốc độ nào và người đi xe đạp rất tôn trọng người đi bộ. Chúng tôi cảm thấy an toàn và tận hưởng khung cảnh từ phía bên kia và của cây cầu. Lỗi của tân binh và luôn kiểm tra xem có nước chảy để rửa tay sau khi xà phòng ở nhà vệ sinh tạm thời không, mmmm vì họ chắc chắn đã hết nước vào ngày chúng tôi ở đó. Hãy mặc thật nhiều và có thể đội mũ len vì trời có gió trên cầu. Liz và Michael Melbourne, ÚcĐọc thêm",
            "Nhiều hơn tôi nghĩ.  Họ đã có một màn trình diễn đẹp mắt thể hiện cấu trúc của nó. Một minh họa bên ngoài mà bạn có thể thử nghiệm để thể hiện tính chất vật lý đằng sau thiết kế của nó. Chúng tôi đi bộ qua cầu mất khoảng 35 phút và chụp rất nhiều ảnh.  Rất đáng để đi!Đọc thêm",
            "Rất tuyệt! Nếu bạn có thời gian. Đi bộ qua cầu! Chúng tôi mất khoảng một giờ để đi và quay lại. Ở bên phải nếu bạn là người đi bộ.Đọc thêm",
            "Khi nhắc đến San Francisco, một trong những điều đầu tiên mà nhiều người nghĩ tới chính là Cầu Cổng Vàng, một trong những cây cầu nổi tiếng nhất nước Mỹ. Màu đỏ tuyệt đẹp của Cổng Vàng thu hút du khách từ khắp nơi trên thế giới và chúng tôi nằm trong số đó. Chúng tôi đã đến thăm San Francisco để tận mắt chứng kiến ​​vẻ đẹp của nó và nó không làm chúng tôi thất vọng chút nào. Cầu Cổng Vàng rộng lớn và sở hữu sức hấp dẫn không thể phủ nhận. Chúng tôi lái xe lên đồi đến Điểm quan sát Cổng Vàng, nơi chúng tôi có thể chiêm ngưỡng toàn bộ cây cầu từ một góc rộng. Từ vị trí thuận lợi này, chúng tôi ngắm nhìn cây cầu trên nền phông nền của San Francisco, tạo nên một khung cảnh vô cùng đẹp mắt. Chúng tôi thực sự giới thiệu địa điểm này cho bất kỳ ai đang tìm kiếm góc nhìn đẹp nhất về Cầu Cổng Vàng; một chuyến đi bộ ngắn từ khu vực đậu xe sẽ mang lại cho bạn một kỷ niệm khó quên.Đọc thêm",
            "Đi bộ qua nó hoặc đạp xe. Chúng tôi yêu thích khung cảnh của nó trên đường đi khi chúng tôi đi bộ từ cánh đồng Chrissy rồi băng qua Sausalito, nơi chúng tôi bắt chuyến phà trở về SF. Một trong những ngày tuyệt vời nhất của chúng tôi ở SF.Đọc thêm",
            "Với phương tiện giao thông công cộng rất dễ dàng đến cây cầu tuyệt vời này. Khung cảnh tuyệt vời của cây cầu. Cửa hàng du lịch rất lớn và có rất nhiều đồ lưu niệm.Đọc thêm",
            "Thứ nhất, San Francisco thật tuyệt vời và là một trong những thành phố tốt nhất của Hoa Kỳ. Thứ hai, cây cầu đó là vị trí đẹp nhất ở đó, nơi lái xe qua nó khá vui vẻ và thú vị, và khi ngắm nhìn nó, có những điểm cao tuyệt vời để ngắm nhìn nó với cảm giác đẹp như tranh vẽ và thấy nó đầy cảm hứng và xinh đẹp. Những điểm ngắm cảnh như vậy được chú ý rõ ràng trên google maps. Một mẹo cuối cùng là việc lái xe qua cầu sẽ phải chịu phí điện tử.Đọc thêm",
            "Cầu Cổng Vàng khiến chúng tôi nghẹt thở.  Lần đầu tiên chúng tôi có thể xem nó từ Battery Spencer Overlook, nơi có một số khu vực để dừng xe và đỗ xe để ngắm nhìn khung cảnh tuyệt vời này!Đọc thêm",
            "Xin chào,\nVào ngày 23 tháng 3, mẹ tôi và tôi có 5 giờ quá cảnh ở SFO trước khi nối chuyến trở về Amsterdam. Liệu có đủ thời gian để ngắm cầu Cổng Vàng và quay lại sân bay nếu chúng tôi đi Uber không? Chúng tôi chỉ muốn ngắm cảnh và quay lại sân bay. Khung thời gian của chúng tôi là từ 9:30 sáng đến 1 giờ chiều vào thứ Sáu vì có thể chúng tôi cần phải làm thủ tục hải quan một lần nữa khi rời khỏi sân bay. Đọc thêm",
            "Bạn có thể làm điều đó. Nó có thể là một điều gần gũi, nhưng giao thông trong khung giờ này không quá tệ.Đọc thêm",
            "Chào bạn,\nVì vậy, vào ngày 23 tháng 3, mẹ tôi và tôi có 5 giờ dừng chân ở SFO trước khi quay trở lại Amsterdam. Liệu chúng ta có đủ thời gian để ngắm cầu cổng vàng và quay lại sân bay nếu chúng ta bắt Uber không? Chúng tôi chỉ muốn nhìn thấy nó và quay lại sân bay một lần nữa. Khoảng thời gian của chúng tôi là từ 9h30 sáng đến 1 giờ chiều ngày thứ Sáu vì chúng tôi có thể cần phải làm thủ tục hải quan lần nữa khi rời sân bay. Đọc thêm",
            "Bạn có thể làm điều đó. Nó có thể là một điều gần gũi, nhưng giao thông trong khung giờ này không quá tệ.Đọc thêm",
            "Tôi có thể đi bộ qua cầu và đi xe buýt trở lại không? Chúng tôi muốn đi qua hôm nay nhưng trời mưa khá liên tục nên chỉ muốn đi bộ một chiều và đi xe trở về.\nCảm ơnĐọc thêm",
            "Là một cư dân trước đây và là khách thường xuyên của Cầu GG, Fort Point, Sausalito, tôi đã đi qua cây cầu này nhiều lần.  Chuyến tham quan đi bộ một chiều tốt nhất là đi thang máy từ S.F. về phía Bắc và đi bộ trở lại miễn phí để ngắm cảnh S.F.  Đừng quên có những di tích lịch sử dưới cầu ở cả hai đầu tạo nên những bức ảnh tuyệt vời về cây cầu và thành phố.Đọc thêm",
            "Xin chào, bạn có thể giúp tôi thông tin về cách đỗ xe mô tô nhìn ra Cổng Vàng không?Đọc thêm",
            "Bạn đậu xe ở đâu để đi dạo trên cầu\nĐọc thêm",
            "Có bãi đậu xe ở hai đầu cầu, nơi có tầm nhìn và cơ hội chụp ảnh tuyệt vời.Đọc thêm",
            "Đây có phải là khu vực mà tôi có thể chụp ảnh tự sướng với cây cầu ở hậu cảnh không? Nếu vậy tôi sẽ đứng ở đâu để có được phần lớn toàn bộ cây cầu làm nền cho bức ảnh của bạn khi tôi đến thăm? Đọc thêm",
            "Vâng, có những địa điểm ở hai bên cầu tại điểm ngắm cảnh... phía Thành phố, bạn có thể chụp ảnh tự sướng dọc theo con đường ở phía Đông của cầu với bức ảnh đẹp nhất đứng ở con đường nơi nó chia đôi giữa phần đi bộ của cầu và lối đi dưới cầu dành cho người đi xe đạp. Tại điểm ngắm cảnh phía Tây, bạn có thể selfie dọc theo bức tường đá của bãi đậu xe.Đọc thêm",
            "Tôi sẽ hạ cánh tại nhà ga quốc tế San Fran lúc 12:45 trưa với chuyến bay nội địa khởi hành từ cùng sân bay lúc 8 giờ tối.\n\nXin vui lòng cho tôi biết cách hiệu quả nhất để ngắm nhìn khung cảnh đẹp nhất và đi bộ trên cầu, trước khi lấy món súp cua ở bến tàu và quay trở lại sân bay. Tôi có lẽ có 2-3 giờ rõ ràng.\n\nCảm ơn!Đọc thêm",
            "Hãy gọi taxi và làm mọi việcĐọc thêm",
            "Đó là một lời đồng ý vang dội vì lần đầu tiên tôi nhìn thấy nó là vào ban đêm. Huyền ảo với những màn sương mù lơ lửng trên đó. Xe buýt 92 và 93 sẽ đưa bạn đến đó. Vẫn đủ thời gian để đi bộ một quãng đường dài để ngắm Cung Mỹ thuật nếu bạn sẵn sàng.Đọc thêm",
            "Tôi sẽ đến khu vực San Francisco để tham gia một hội thảo. Tôi sẽ không xong việc cho đến 4 giờ 30 chiều và tôi bay ngay vào sáng hôm sau. Tôi vẫn có thể\nĐi vào ban đêm? Cách tốt nhất để nhìn thấy nó vào ban đêm là gì? Có xe buýt không? Đọc thêm",
            "Xe buýt là cách tốt nhất và an toàn nhất vào ban đêm nếu không hãy đi Uber cho một chuyến khứ hồi! Đó là điều bắt buộc ngay cả khi bạn không có nhiều thời gian. Hãy tận hưởng.Đọc thêm",
            "Tôi đã đạp xe qua cây cầu nhiều lần, tuy nhiên tôi sẽ quay lại với những người bạn chưa trải nghiệm hoạt động phải thực hiện này. Tuy nhiên, chúng ta sẽ đến thăm vào giữa mùa đông, tuần thứ hai của tháng Hai và tôi sợ trên cầu sẽ lạnh đến mức chúng ta sẽ không thể tận hưởng được? Có ai đạp xe vào những tháng mùa đông không? Nếu vậy thì đối với những người đi xe đạp nghiệp dư thì thế nào?  TIAĐọc thêm",
            "Chúng tôi đã làm điều đó 2 tuần trước Fishermans Wharf-Sausalito - lên Marin Heights và quay lại thành phố.  Điều quan trọng là các lớp dụng cụ tập luyện mà bạn có thể thay đổi.  Có một số đoạn leo dốc gần cây cầu giúp bạn dễ chịu và ấm áp!!! Nhưng bạn sẽ cần một vài lớp và áo khoác ấm nếu dừng lại.  Trời lạnh nhưng bầu trời trong xanh khi chúng tôi làm điều đó-thật ngoạn mục!Đọc thêm"
        ],
        "star_ratings": [
            37274,
            10361,
            1915,
            184,
            109
        ],
        "review_amount": 49843,
        "location": [
            "San Francisco",
            "Cầu Cổng Vàng",
            "California CA",
            "Hoa Kỳ",
            "Những điều cần làm ở San Francisco"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written June 8, 2023",
            "Written June 18, 2023",
            "Written July 1, 2023",
            "Written July 1, 2023",
            "Written July 3, 2023",
            "Written July 3, 2023",
            "Written July 8, 2023",
            "Written July 15, 2023",
            "Written July 16, 2023",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 24, 2024",
            "Written May 9, 2024",
            "Written April 20, 2024",
            "Written April 18, 2024",
            "Written April 6, 2024",
            "Written March 27, 2024",
            "Written March 15, 2024",
            "Written March 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60713-d104675-Reviews-Golden_Gate_Bridge-San_Francisco_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d935446-Reviews-The_Warming_Hut-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d17885757-Reviews-Equator_Coffees_Round_House_Cafe-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33062-d3547005-Reviews-Farley-Sausalito_Marin_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33062-d6027592-Reviews-Bean_Sprouts_Cafe-Sausalito_Marin_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33062-d25164998-Reviews-Sula_Lounge-Sausalito_Marin_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d8390459-Reviews-The_Walt_Disney_Family_Museum_Cafe-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d26304918-Reviews-Dalida_Mediterranean_Restaurant-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d25293629-Reviews-Presidio_Pop_Up-San_Francisco_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33062-d855950-Reviews-Aurora_Sausalito-Sausalito_Marin_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60713-d25292356-Reviews-Colibri_Mexican_Bistro-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d17723621-Reviews-Crissy_Field_Marsh-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d106745-Reviews-San_Francisco_Bay-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d143136-Reviews-Fort_Point_National_Historic_Site-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33062-d7717211-Reviews-Vista_Point-Sausalito_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d102523-Reviews-Alcatraz_Island-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60909-d10122549-Reviews-Golden_Gate_View_Point-Mill_Valley_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d2440554-Reviews-Hendrik_Point-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1556974-Reviews-Walt_Disney_Family_Museum-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g155988-d104207-Reviews-Golden_Gate_National_Recreation_Area-Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104821-Reviews-Cable_Cars-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104675-Reviews-or10-Golden_Gate_Bridge-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d106232-Reviews-Lombard_Street-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d108678-Reviews-Fisherman_s_Wharf-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d557330-Reviews-Oracle_Park-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156469-Reviews-Golden_Gate_Promenade-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104544-Reviews-City_Lights_Booksellers-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d142463-Reviews-Filbert_Steps-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104529-Reviews-SS_Jeremiah_O_Brien-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d105363-Reviews-Twin_Peaks-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d3218297-Reviews-Golden_Gate_Bridge_Tours-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1886388-Reviews-Edge_of_the_World_Tours-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d2311120-Reviews-Sports_Basement_Outdoors-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d21165082-Reviews-JB_Walking_Tours-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d8141758-Reviews-Palace_Games-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d7162076-Reviews-Doc_Miles_Photo_Tours-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1638509-Reviews-Golden_Horizon_Tours-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d26306405-Reviews-Universal_Studio_Productions-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41490-d1469288-Reviews-King_Richard_s_Faire-Carver_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g776001-d199897-Reviews-Banana_Beach-Vasilikos_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d9785785-Reviews-Heceta_Beach-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d15052032-Reviews-QC_Terme_Chamonix-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15685098-Reviews-The_Office_A_Musical_Parody-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47958-d116393-Reviews-Cayuga_Lake-Ithaca_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d190566-Reviews-Teatro_Kapital-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g33188-d1091844-Reviews-College_Cove-Trinidad_Humboldt_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33022-d127321-Reviews-Mission_San_Juan_Capistrano-San_Juan_Capistrano_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g3445118-d545970-Reviews-Mount_Ararat-Agri_Agri_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60713-d104675-Reviews-or10-Golden_Gate_Bridge-San_Francisco_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60713-d104675-Reviews-Golden_Gate_Bridge-San_Francisco_California.html"
    }
]