[
    {
        "attraction_name": "Goldmyer Hot Springs",
        "attraction_name_vi": "Suối nước nóng Goldmyer",
        "general_info": [
            "20 đánh giá",
            "9 trong số 22 điều cần làm ở North Bend",
            "Mạch nước phun suối nước nóng"
        ],
        "attraction_summary": "Làn nước ấm áp, êm dịu tự nhiên sẽ xua tan mọi muộn phiền của bạn trong khung cảnh hoang dã tuyệt đẹp nàyĐọc thêm",
        "reviews": [
            "Không thể sử dụng xe lăn.   Lái xe từ con đường trải nhựa đến đầu đường mòn mất 70 phút trên chiếc xe 4x4 mà không gặp vấn đề gì.   Bạn không làm được điều đó với một chiếc ô tô thông thường.  Thời tiết thật tuyệt vời khi chúng tôi đi.  Vì vậy hãy lập kế hoạch cho phù hợp. Cuộc đi bộ đường dài đủ dài để khiến anh chàng này có hình dạng hợp lý.  Nhưng đi bộ đường dài không phải là sở trường của tôi.  Phần cuối có một chút tăng độ cao.  Nhưng sau hai giờ đi bộ đường dài, tôi đã cạn kiệt adrenaline. Nơi này rất đẹp và hồ bơi được giữ gìn cẩn thận và nằm ngay cạnh một số thác nước.  Rất đáng giá.  Bản thân các hồ bơi dường như đã được cải thiện bằng vữa.  Bạn không ngồi trong bùn. Tôi bị phát ban do ngâm nước.  Vợ tôi thì không.  Tôi không biết đó là về cái gì.  Nó không nghiêm trọng, nhưng có điều cần lưu ý. Tôi sẽ quay lại chứ? Vâng, cô dâu của tôi đã rất hạnh phúc.  Đối với quá trình đặt phòng.  Thật là khó hiểu.  Một số hệ thống dựa trên xổ số.  Tôi không nghĩ những người trông coi nơi này có liên quan gì đến việc này.  Người phụ nữ mà tôi nói chuyện cùng rất dễ chịu và hữu ích.  Đó là 30 một người. Ngoài ra, bạn cần có thẻ đỗ xe Thẻ khám phá?Đọc thêm",
            "Yêu nó ở đây mỗi khi tôi đi. Trong suốt những năm làm việc của mình, tôi chưa bao giờ tìm thấy một nơi nào giống như Goldmyer. Nó hữu cơ, sạch sẽ, nhẹ nhàng và nhân viên luôn thân thiện và mỉm cười Đọc thêm",
            "Chúc may mắn bạn sẽ không bao giờ thấy nơi này nó bị khóa.  Quá trình này giống như nhận trợ cấp thất nghiệp.Đọc thêm",
            "Đây là một nơi được đóng gói, đi bộ đến và quay lại. Chúng tôi đã ngâm mình tuyệt vời. Họ có 3 bể nhiệt độ. Thật yên tĩnh và thư giãn. Nói cho bạn biết, họ có một bàn ăn dã ngoại cách con suối vài phút đi bộ trên đường đến khu cắm trại nếu bạn muốn ăn ở đó thay thế. Đó là quần áo tùy chọnĐọc thêm",
            "The location and place in itself is worth five stars, unfortunately the staffs unresponsiveness and the way in which they manage this place is worth no more than two stars. Here are the reasons why:The website claims that if you leave a phone message you will receive a reply in the order that calls are received. This is rarely the case as leaving multiple messages gets you nowhere. The calendar shows that most weekends are FULL usually two to three months in advance. There are two issues here: the extremely low fee which allows someone to say screw it, I am tired, not going to show up today, its only a few bucks..., and the fact that the calendar displays false information, this relates to the fact I just wrote about. People decide to not show up but the slots remain full thus preventing those who really want to go, to not be able to make a reservation. The staff has been very lazy about correcting this as this problem is months or even years old. A solution would be to make each reservation 15 or even 20, thus prompting people to actually show up or take the time of their not so busy lifestyles to cancel.  I say this because five minutes of your time regardless of how busy you are, is something that even a single parent of three kids can afford to set aside to save his precious 15 or 20 bucks. Go on their website right now and you will see every single weekend booked many weeks out. I assure you, many of these people WILL NOT show up. When I was there the calendar stated FULL, but only seven people showed up including myself and my partner. That was a total of seven people for several hours while the calendar said FULL. I sincerely hope that the people in the cabin take some initiative to fix this issue. If it is so difficult for them to call someone back or actually engage with the public via phone, perhaps the organisation should invest on a satellite phone, prices have dropped considerably and connecting it to a computer will allow access to email. How to fix this: 1. Raise prices to 15 to 25 to prompt reservations to actually be displayed in an accurate and fair manner.  2. Follow thru on what you say you are actually going to do as written on your website: Call people back.3. Do a better job at updating the calendar - right now you are just throwing fake numbers in there.Read more",
            "Đó là một chuyến đi bộ đường dài xứng đáng khi bạn ngâm mình trong suối nước nóng.   Nhiệt độ 108 thật hoàn hảo!  Ngồi ở ghế đá ở cuối hang xuân thật tuyệt vời!Đọc thêm",
            "Lần đầu tiên tôi đến suối là lúc 10 giờ. Hồi đó, đó là một nơi khác. mặc dù hồi đó nó đơn giản hơn nhiều nhưng nó không sạch sẽ và được kiểm soát. Vì tất cả những thứ thú vị đều có xu hướng được sử dụng quá mức, như trường hợp vào đầu những năm 70. Bây giờ chúng tôi có những cuộc phiêu lưu hoang dã bền vững trong sạch khi cần thiết. Goldmyer nằm giữa một khu rừng già tuyệt vời và có đường mòn trên đỉnh Thái Bình Dương ở đó. Có rất nhiều suối trong khu vực. Luôn luôn có việc gì đó để làm. Phải đi cùng người đặc biệt trong cuộc đời bạn. Goldmyer là nơi tạo nên những kỷ niệm tuyệt vời. Cảm ơn tất cả những người có trách nhiệm Kelly OReillyĐọc thêm",
            "We came here on a Thursday afternoon and while I dont think the day was booked up, it was close.  Theres a reason you pay ahead of time because its not uncommon for people not to show up either because a. the driving terrain to get in is ROUGH and you have to have a decent raised vehicle and some people dont realize that and have to turn around or b. dont quite realize its a 2 hour hike in and realize they are going to be super late and just go back.After we get to the end and find parking, we hiked about 2 hours in over gentle terrain.  Thankfully, it was a slightly misting overcast day so it was perfect for a long hike.  There is a bathroom where you park and again when you get to the check-in cabin.  From there, its a good hike up for about 15 minutes to the actual springs.  There is a cabana there but its completely open and not really for changing though we did so.  We also ate lunch in there.  The closest bathroom is a couple minutes walk and isnt the most finished location.While up to 20 people could fit in the springs, around 10 was tops in our book.  Perhaps 3 can comfortably fit in the middle bath, perhaps 4-5 in the lower bath and 2-3 in the upper bath.  Any more and youd have to go deeper into the top baths cave and there was no fresh air and it was like a sauna which maybe for some people would be fine.We actually had a great time but the weather was also ideal.  If it had been hot, it wouldnt have been as comfortable, though we may have used the natural cold spring more.  The view is pretty.  They stagger the times people come in so you cant be sure if someone will be there or not when you arrive unless you booked the whole thing or are the first people in.  Because its such an intimate space, you feel obligated to talk or awkwardly avoid other people.  I think in the end we showed up around 1pm after hiking since 11am and left at 5pm so we were driving out a little before 7pm, so it wasnt completely dark for the first 30 minutes of driving.Read more",
            "Goldmyer ở xa: chỉ dành cho những người có thể tự bảo vệ mình. Tôi đã hơn 65 tuổi và chúng tôi đã đi bộ từ đầu đường mòn Middle Fork chỉ trong một đêm. Đó là một ngày hè rực rỡ và việc đi bộ 5 dặm hoặc 8 km thật thú vị vì nó di chuyển dọc theo con sông hầu hết chặng đường. Những khu rừng tuyệt đẹp vào cuối mùa hè. Tuy nhiên không có chim. Một người leo núi khác nhìn thấy một con gấu nhưng chúng tôi thì không. Suối nước nóng đã bố trí 8 khu cắm trại trong rừng lá kim. Nó hoang dã và đáng yêu. Đơn giản quá. Các bồn tắm suối nhỏ - mất khoảng 6 - 7 bồn ở bể dưới và 2 bồn ở bể giữa cùng một lúc. Bể bơi trên cùng quá nóng mặc dù một số người đã quản lý được nó trong một thời gian ngắn. tất cả chúng tôi đều khỏa thân và điều đó không hề gây cảm giác khó xử chút nào. Bạn cần phải đặt trước DÀI vì nó rất phổ biến.Đọc thêm",
            "Goldmyer là viên ngọc ẩn của suối nước nóng. Nhiều đến mức tôi thậm chí còn do dự khi viết bài đánh giá này. Mẹo? Hãy ôm lấy người yêu của bạn và đặt một chỉ số rút lui qua đêm. Mùa hè là thời tiết lý tưởng. Trang web được giới hạn ở 20 người mỗi ngày và bắt buộc phải đặt chỗ trước. Đi bộ 4,5 dặm bằng phẳng và dễ dàng dọc theo Đường mòn Dingford, sau 2,5 giờ lái xe từ Seattle Đoạn đường cuối cùng không được trải nhựa và đi chậm. Mang theo mọi thứ bạn cần và đóng gói những thứ bạn mang theo. Và vâng, quần áo là tùy chọn. Hãy để bộ đồ ở nhà và hòa mình với thiên nhiên!Tuyên bố từ chối trách nhiệm: Đây là một bài đánh giá bị trì hoãn; Tôi đã đến thăm vào tháng 7 năm 2014 nên mọi thứ có thể đã thay đổi kể từ đó.Đọc thêm"
        ],
        "star_ratings": [
            14,
            3,
            1,
            2,
            0
        ],
        "review_amount": 20,
        "location": [
            "Hoa Kỳ",
            "Washington WA",
            "khúc cua phía Bắc",
            "Những điều cần làm ở Bắc Bend",
            "Suối nước nóng Goldmyer"
        ],
        "reviews_time": [
            "Written February 3, 2024",
            "Written September 22, 2023",
            "Written June 25, 2020",
            "Written March 6, 2020",
            "Written November 21, 2019",
            "Written May 2, 2019",
            "Written February 10, 2018",
            "Written July 16, 2017",
            "Written August 26, 2016",
            "Written March 10, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58640-d146060-Reviews-Goldmyer_Hot_Springs-North_Bend_Washington.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g58749-d10638892-Reviews-Franklin_Falls-Snoqualmie_Pass_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58749-d146293-Reviews-Snoqualmie_Summit_Ski_Area-Snoqualmie_Pass_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58749-d7398526-Reviews-Dru_Bru-Snoqualmie_Pass_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58640-d3386572-Reviews-Denny_Creek_Trail-North_Bend_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58748-d11662723-Reviews-Gold_Creek_Pond_Trail-Snoqualmie_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58749-d25446445-Reviews-The_Firehouse-Snoqualmie_Pass_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58640-d146060-Reviews-or10-Goldmyer_Hot_Springs-North_Bend_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58640-d2665476-Reviews-Rattlesnake_Mountain_Trail-North_Bend_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58640-d7134952-Reviews-Rattlesnake_Lake_Recreation_Area-North_Bend_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58640-d10445267-Reviews-Twin_Falls-North_Bend_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58640-d8727585-Reviews-Mt_Si-North_Bend_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58640-d146276-Reviews-Iron_Horse_Trail-North_Bend_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58640-d141323-Reviews-Olallie_State_Park-North_Bend_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58640-d20323602-Reviews-Twin_Falls_Trail-North_Bend_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58640-d12634450-Reviews-Little_Si_Trail-North_Bend_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58640-d27068376-Reviews-Talapus_Lake-North_Bend_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58749-d14914505-Reviews-Summit_Tubing_Park-Snoqualmie_Pass_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58749-d4346322-Reviews-Kachess_Lake-Snoqualmie_Pass_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58349-d14456021-Reviews-Cascade_Trekking_Company-Bellevue_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58749-d25446411-Reviews-Pass_Life_Worksapce-Snoqualmie_Pass_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g58749-d15685200-Reviews-Summit_Nordic_Center-Snoqualmie_Pass_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g196481-d12861909-Reviews-Kolitsani_Beach-Ios_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548483-Reviews-Terminal_5-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55578-d117393-Reviews-First_Monday-Canton_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d12078447-Reviews-Kampong_Bharu-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298123-d1196864-Reviews-Izu_Shaboten_Zoo-Ito_Shizuoka_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g298068-d317897-Reviews-Registan-Samarkand_Samarqand_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46515-d7104852-Reviews-Hoboken_Waterfront_Walkway-Hoboken_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g147429-d12690020-Reviews-Pig_Beach-Great_Exuma_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d15063368-Reviews-Christin_Massage-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g190475-d319306-Reviews-Polaria-Tromso_Troms_Northern_Norway.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58640-d146060-Reviews-or10-Goldmyer_Hot_Springs-North_Bend_Washington.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58640-d146060-Reviews-Goldmyer_Hot_Springs-North_Bend_Washington.html"
    }
]