[
    {
        "attraction_name": "Goldfield Hotel",
        "attraction_name_vi": "Khách sạn Goldfield",
        "general_info": [
            "35 đánh giá",
            "3 trong số 12 điều cần làm ở Goldfield",
            "Địa điểm ưa thích"
        ],
        "attraction_summary": "Khách sạn cũ được cho là bị ma ám. Đọc thêm",
        "reviews": [
            "Chúng tôi chủ yếu đến Goldfield để xem Rừng ô tô quốc tế, nơi này khá thú vị và chắc chắn là một trong những điểm du lịch ấn tượng kỳ lạ nhất mà bạn có thể thấy. Mất khoảng một giờ để đi lang thang khắp nơi và có chỗ để đi bộ hoặc lái xe tùy thuộc vào khả năng di chuyển của bạn. Chúng tôi cũng đã ăn trưa tại Dinky Diner và ăn một chiếc bánh mì kẹp thịt ngon lành đắt đến mức đáng ngạc nhiên, nhưng rồi lại không có gì trong những ngày này. Chúng tôi đến đó vào giữa tuần nên trung tâm du khách đóng cửa.Đọc thêm",
            "Khách sạn Goldfield ở Goldfield Nevada được coi là một trong những tòa nhà bị ma ám nhất nước này. Thật không may tại thời điểm này, bạn không thể vào bên trong tòa nhà vì nó đã đóng cửa với hy vọng được tu sửa. Chỉ cần nhìn từ bên ngoài có thể thấy nó có vẻ hơi đáng ngại. Hy vọng một ngày nào đó nó sẽ mở cửa và mọi người có thể vào và thực sự trải nghiệm khách sạn ma ám này.Đọc thêm",
            "Nằm dọc theo Quốc lộ 95, khách sạn lớn này được xây dựng vào năm 1908 là lời nhắc nhở về thời kỳ thịnh vượng hơn ở Goldfield. Lối vào chính nằm trên Đại lộ Columbia. Mặt tiền ở bên này đã xuống cấp nhưng vẫn vương giả. Sàn của cổng được lát bằng gạch khảm và rất đáng để bạn dừng lại để xem một mình. Chúng tôi không thể vào vì tất cả các cửa đều bị khóa và việc xây dựng đang diễn ra bên trong.Đọc thêm",
            "Dừng lại ở Goldfield để xem một số điểm tham quan trong thị trấn. Khách sạn Goldfield là một trong những tòa nhà lớn nhất ở Goldfield và xét về độ tuổi của nó, nó có hình dáng tuyệt vời so với nhiều tòa nhà khác. Họ vẫn đang cải tạo lại khách sạn, công việc đã tồn tại hàng chục năm nay. Người dân địa phương có vẻ lạc quan rằng khách sạn sẽ sớm mở cửa, chưa đầy hai năm nữa, nhưng thật khó để nói trước. Vào thời điểm tôi đi, không có tour du lịch bên trong nên tôi hơi bối rối với điều đó nhưng bạn có thể nhìn vào cửa sổ. Nếu khách sạn mở cửa sớm, tôi nghĩ đó sẽ là một nơi tuyệt vời để ở, nếu giá không hấp dẫn. Nếu bạn lái xe qua hoặc đến gần Goldfield, tôi khuyên bạn nên dừng lại và kiểm tra khách sạn cũng như các điểm tham quan khác. Người dân địa phương rất thân thiện và có nhiều câu chuyện thú vị.Đọc thêm",
            "Nơi tuyệt vời, chúng tôi đã ở đó vào đêm Giáng sinh và tôi rất muốn tham quan nên tình cờ tôi thấy có người đi bộ trong tòa nhà, cô ấy cho tôi vào và chụp ảnh. Tôi chắc chắn sẽ quay lại khi họ mở cửa và một lần nữa khi tôi có thể ít nhất là được tham quan có hướng dẫn viênĐọc thêm",
            "Đây là một khách sạn lịch sử tuyệt vời và chúng tôi đang chờ nó mở cửa. Họ đã bắt đầu làm lại nhưng có vẻ như họ chưa tiến xa được. Những người trong cửa hàng quà tặng nói rằng nó sẽ mở cửa vào năm sau nên chúng tôi đang kiên nhẫn chờ đợi. Chúng tôi thích ở trong tất cả các khách sạn cũ. Đọc thêm",
            "đó là một khách sạn bị ma ám với hồn ma của Elizabeth walker và hẻm núi Winfield Tôi đã nghiên cứu về nó, nó không mở cửa cho công chúng nhưng tôi nghe nói từ những người khác rằng bạn có thể nhìn qua cửa sổ của họ và nhìn thấy bên trong nó và có thể thoáng thấy bóng ma Tôi hy vọng một ngày nào đó tôi có thể tự mình đến đóĐọc thêm",
            "Tôi đã nói chuyện với một số người dân địa phương và người đàn ông sở hữu nó được cho là đang khôi phục nó. Khi tôi đến thăm vào năm 1967, khu vực ăn uống mà bạn có thể nhìn thấy qua cửa sổ vẫn còn hoàn thiện và quầy bar vẫn ở đó. Bạn thực sự có thể nhìn thấy dòng nước trên ly đặt trên bàn. Tất cả những thứ đó đã được dỡ bỏ và tòa nhà có dấu hiệu cho thấy công việc đang tiếp tục được thực hiện. Sẽ thật tuyệt vời khi thấy nó trở lại thời kỳ huy hoàng trước đây. Tuy nhiên, đáng để dừng lại trong vài phút để tiếp thu.Đọc thêm",
            "Vào đầu những năm 1900, đây là một thị trấn có 35.000 dân và khách sạn hiện đại này được xây dựng để phục vụ nhiều vị khách quan trọng thường xuyên lui tới thị trấn. Khi quặng cạn kiệt, năm 1930 thị trấn có chưa đầy 1000 người.  Cuối cùng khách sạn trở thành một ngôi nhà thất bại.  Một cuộc cải tạo đã được tiến hành vào giữa những năm 1980, nhưng nhà đầu tư đã phá sản.  Một chủ trang trại giàu có đã mua khách sạn và được đồn đại là có kế hoạch sửa chữa nó, nhằm vực dậy nền kinh tế thị trấn, nhưng không ai nín thở. Khách sạn đã được giới thiệu trên nhiều chương trình huyền bí như Những địa điểm đáng sợ nhất thế giới của Fox Family TV, Những cuộc phiêu lưu ma quái và Thợ săn ma.  Nó được tuyên bố là một điểm hoạt động.  Bạn có thể google và đọc về lịch sử cũng như cơ sở cho những tuyên bố bị ma ám.  Tôi không thích những thứ như vậy nhưng tòa nhà vẫn rất thú vị để chụp ảnh khi bạn lái xe qua thị trấn.Đọc thêm",
            "Khách sạn lớn này, bị bỏ hoang và đổ nát nhưng vẫn trong tình trạng khá tốt, là hình ảnh thu nhỏ của Goldfield và lịch sử của nó. Lớn và rõ ràng là từng rất hoành tráng, nơi bị bỏ hoang này nằm ở trung tâm thị trấn, toàn bộ nơi này gần như bị bỏ hoang, và khi chúng tôi ở đó vào giữa ngày trong tuần, không có ai xung quanh ngoại trừ tòa án gần đó. Theo như tôi biết, nơi này đóng cửa với du khách nhưng đi bộ xung quanh rất có không khí. Goldfield rất đáng để khám phá nếu bạn ở trong khu vực. Đọc thêm"
        ],
        "star_ratings": [
            14,
            14,
            6,
            0,
            1
        ],
        "review_amount": 35,
        "location": [
            "Hoa Kỳ",
            "Nevada NV",
            "mỏ vàng",
            "Khách sạn Goldfield",
            "Các hoạt động ở Goldfield"
        ],
        "reviews_time": [
            "Written April 29, 2024",
            "Written November 16, 2021",
            "Written September 28, 2019",
            "Written May 10, 2019",
            "Written December 26, 2018",
            "Written November 3, 2018",
            "Written October 24, 2018",
            "Written March 19, 2018",
            "Written August 3, 2017",
            "Written May 5, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45949-d754097-Reviews-Goldfield_Hotel-Goldfield_Nevada.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g45949-d3600566-Reviews-Goldfield_Cemetery-Goldfield_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45949-d754097-Reviews-or10-Goldfield_Hotel-Goldfield_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45949-d8481910-Reviews-International_Car_Forest_of_The_Last_Church-Goldfield_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45949-d1064077-Reviews-Gold_Point_Ghost_Town-Goldfield_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g45949-d12401765-Reviews-Esmeralda_County_Courthouse-Goldfield_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d21083534-Reviews-Talixo_Punta_Cana-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d649759-Reviews-WonderWorks-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187440-d191218-Reviews-Aqualand_Torremolinos-Torremolinos_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d314921-Reviews-Old_Market_Hall-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g51991-d294415-Reviews-Champoeg_State_Heritage_Park-Newberg_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g33997-d1632685-Reviews-Bethany_Beach_Boardwalk-Bethany_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g55879-d108606-Reviews-The_Seawall-Galveston_Galveston_Island_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4096021-Reviews-Dragon_Hill_Spa-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d23468603-Reviews-Maui_Jim_Corporate_Headqaurters-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g41548-d4742539-Reviews-Scorton_Creek-East_Sandwich_Sandwich_Cape_Cod_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45949-d754097-Reviews-or10-Goldfield_Hotel-Goldfield_Nevada.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45949-d754097-Reviews-Goldfield_Hotel-Goldfield_Nevada.html"
    }
]