[
    {
        "attraction_name": "Golden Skybridge",
        "attraction_name_vi": "Cầu vàng Skybridge",
        "general_info": [
            "672 đánh giá",
            "- 3 trong số 53 điều cần làm ở Golden",
            "Cầu",
            "Đài quan sát"
        ],
        "attraction_summary": "Cuộc phiêu lưu đang chờ đợi tại Golden Skybridge, nơi có những cây cầu treo cao nhất Canada. Khi bạn đi bộ ở độ cao 426 feet phía trên một hẻm núi rộng lớn, bị Thung lũng Columbia nhấn chìm, khung cảnh hùng vĩ của dãy núi Rocky và Purcell sẽ khiến bạn nghẹt thở. Ngoài những cây cầu trên cao đáng kinh ngạc, còn có rất nhiều điều khác để xem và làm. Thực hiện chuyến đi ly kỳ xuyên rừng, dọc theo rìa hẻm núi và xuống sườn núi trên Tàu lượn siêu tốc Railrider Mountain Coaster, bay xuyên qua bầu trời trên đường đu dây của chúng tôi, leo lên những đám mây trên bức tường đá của chúng tôi hoặc thử sức mình với trò ném rìu - thật thú vị dành cho mọi người tại Golden Skybridge.Đọc thêm",
        "reviews": [
            "Cầu trên không vàng cho phép bạn ngắm nhìn quang cảnh của sông Kicking Horse và dãy núi BC từ một góc nhìn hoàn toàn mới. Có hai cây cầu treo cho phép bạn hoàn thành một vòng đường mòn, với nhiều điểm ngắm cảnh. Tôi khuyên bạn nên đi sớm hơn trong ngày để bạn có thể dành thời gian trên cầu, đắm mình trong quang cảnh và chụp ảnh. Đọc thêm",
            "Kính thưa,\n\nCảm ơn bạn đã tham gia cùng chúng tôi tại Golden Skybridge trong chuyến thăm gần đây của bạn. Phản hồi của bạn rất quan trọng với chúng tôi. Tôi đánh giá cao thời gian bạn dành để đưa ra đánh giá của khách. Tôi hy vọng bạn sẽ sớm chọn ghé thăm chúng tôi lần nữa!\n\nTrân trọng,\n\nBrianna Paton \nĐiều phối viên \nBộ sưu tập Golden Skybridge của Pursuit \nĐọc thêm",
            "Chúng tôi yêu thích công viên này! Không chỉ có cây cầu đẹp ngoạn mục mà còn có những điểm tham quan trong công viên. Chồng tôi và tôi thích các sân chơi vì con gái chúng tôi sẽ rất vui khi được khám phá chúng nếu đi cùng chúng tôi. Chúng tôi chắc chắn đề nghị nơi này! Tuy nhiên, nếu một người sợ độ cao, anh ấy - cô ấy có thể thấy việc vượt qua nó quá đáng sợ. Đọc thêm",
            "Irenegurieva thân mến,\n\nCảm ơn bạn đã tham gia cùng chúng tôi tại Golden Skybridge trong chuyến thăm gần đây của bạn. Phản hồi của bạn rất quan trọng với chúng tôi. Tôi đánh giá cao thời gian bạn dành để đưa ra đánh giá của khách. Tôi hy vọng bạn sẽ sớm chọn ghé thăm chúng tôi lần nữa!\n\nTrân trọng,\n\nBrianna Paton\nĐiều phối viên \nBộ sưu tập Golden Skybridge của Pursuit \nĐọc thêm",
            "Skybridge không chỉ đơn thuần là đi bộ qua cầu. Nó có tầm nhìn đáng kinh ngạc về hẻm núi, thác nước, dòng sông và những ngọn núi xung quanh!!!  Công viên vượt quá mong đợi của tôi. Chúng tôi rất thích thử thách ở rìa hẻm núi có chướng ngại vật và đường đu dây nhỏ - Đường đu dây trên bầu trời thật tuyệt vời! Tôi thực sự khuyên bạn nên ghé thăm! Đọc thêm",
            "Kính gửi Mariansmith0891,\n\nCảm ơn bạn đã tham gia cùng chúng tôi tại Golden Skybridge trong chuyến thăm gần đây của bạn. Phản hồi của bạn rất quan trọng với chúng tôi. Tôi đánh giá cao thời gian bạn dành để đưa ra đánh giá của khách.  Tôi hy vọng bạn sẽ sớm chọn ghé thăm chúng tôi lần nữa!\n\nTrân trọng,\n\nBrianna Paton \nĐiều phối viên \nBộ sưu tập Golden Skybridge của Pursuit \nĐọc thêm",
            "Chúng tôi thấy công viên được bảo trì tốt và nhân viên thân thiện và hữu ích.  Chúng ta đã có vài giờ tuyệt vời ở đó, nhưng tôi - tôi không chắc đó là nơi bạn sẽ quay lại nhiều lần.  Sự thất vọng duy nhất của chúng tôi là sau khi quá muộn khi phát hiện ra rằng bạn chỉ được phép tham gia 2 trong số 3 khóa học đi dây trên cao, nhưng cả hai khóa học chúng tôi đã tham gia đều rất vui còn tôi thì rất nóng và chúng tôi vẫn ổn khi hoàn thành.  Đu dây khá lâu nhưng đáng để cảm giác hồi hộp khi bay qua hẻm núi.Đọc thêm",
            "Kính gửi MLinderer,\n\nCảm ơn bạn đã tham gia cùng chúng tôi tại Golden Skybridge trong chuyến thăm gần đây của bạn. Phản hồi của bạn rất quan trọng với chúng tôi. Tôi đánh giá cao thời gian bạn dành để trả lời.\n\nTại Golden Skybridge, chúng tôi cố gắng vượt xa sự mong đợi của khách hàng bằng cách cung cấp các dịch vụ và lòng hiếu khách xuất sắc. Mục tiêu của chúng tôi là làm cho mỗi trải nghiệm trở nên thú vị và giúp bạn tạo ra những kỷ niệm tuyệt vời. Mỗi ngày, nhóm của chúng tôi đặt mục tiêu thực hiện công việc tốt nhất có thể và những phản hồi như của bạn sẽ khiến công việc đó trở nên đáng giá.\n\nBiết rằng khách hàng đã có trải nghiệm tốt với chúng tôi đồng nghĩa với việc chúng tôi có thể ăn mừng thành công của mình. Nó thúc đẩy chúng tôi nỗ lực cung cấp dịch vụ tốt hơn nữa trong tương lai. Vui lòng quay lại và gặp lại chúng tôi lần sau khi bạn ở đây! \n\nCảm ơn một lần nữa cho phản hồi của bạn. \n\nTrân trọng.\n\nBrianna Paton\nĐiều phối viên\nBộ sưu tập Golden Skybridge của Pursuit \nĐọc thêm",
            "Đưa những đứa trẻ của chúng tôi - lứa tuổi 3,5,7 - đi trong ngày. Có một trải nghiệm tuyệt vời - có rất nhiều việc phải làm cho mọi người. Nhiều lựa chọn hơn cho những đứa trẻ lớn hơn nhưng những đứa trẻ nhỏ của tôi thích leo núi, cầu và sân chơi. Nó thân thiện với xe đẩy, nhưng nên sử dụng lốp lớn hơn vì có những con đường rải sỏi và một số đoạn dốc hơn. Đọc thêm",
            "Thưa Ddpeirce,\n\nCảm ơn bạn đã tham gia cùng chúng tôi tại Golden Skybridge trong chuyến thăm gần đây của bạn. Phản hồi của bạn rất quan trọng với chúng tôi. Tôi đánh giá cao thời gian bạn dành để đưa ra đánh giá của khách. Tôi rất vui khi biết gia đình bạn đã có một ngày tuyệt vời! Tôi hy vọng bạn sẽ sớm chọn ghé thăm chúng tôi lần nữa!\n\nTrân trọng,\n\nBrianna Paton\nĐiều phối viên\nBộ sưu tập Golden Skybridge của Pursuit \nĐọc thêm",
            "Công viên rất mát mẻ để tham quan. Thật không may, tàu lượn núi đã đóng cửa nhưng chuyến đi trông thật tuyệt vời. Dây kéo và dây thừng cao rất tuyệt, nhưng có một số người phải xếp hàng dài dưới nắng. Chúng tôi đến lúc 1 giờ chiều và công viên dường như trở nên yên tĩnh hơn vào lúc 5 giờ chiều khi chúng tôi rời đi. Chuyến phiêu lưu thật đáng giá và chúng tôi đã thực hiện thêm cú đu dây qua hẻm núi thật hoành tráng! Đọc thêm",
            "Kính gửi Laurentaylor2023,\n\nCảm ơn bạn đã tham gia cùng chúng tôi tại Golden Skybridge trong chuyến thăm gần đây của bạn. Phản hồi của bạn rất quan trọng với chúng tôi. Tôi đánh giá cao thời gian bạn dành để đưa ra đánh giá của khách. Tôi hy vọng bạn sẽ sớm chọn ghé thăm chúng tôi lần nữa!\n\nTrân trọng,\n\nBrianna Paton\nĐiều phối viên\nBộ sưu tập Golden Skybridge của Pursuit \nĐọc thêm",
            "Những cây cầu trên bầu trời đã mang lại một số rung động như mong đợi, với tầm nhìn tuyệt vời bên dưới. Thử thách ở rìa hẻm núi rất thú vị, mặc dù thời gian chờ đợi có thể lâu. Zipline rất thú vị.Đọc thêm",
            "Thân gửi Dbearwang,\n\nCảm ơn bạn đã tham gia cùng chúng tôi tại Golden Skybridge trong chuyến thăm gần đây của bạn. Phản hồi của bạn rất quan trọng đối với chúng tôi. Tôi đánh giá cao thời gian bạn dành để cung cấp đánh giá của khách. Tôi hy vọng bạn sẽ sớm chọn ghé thăm chúng tôi một lần nữa!\n\nTrân trọng,\n\nBrianna Paton\nĐiều phối viên\nGolden Skybridge của Pursuit Collection\nĐọc thêm",
            "Chúng tôi đã vượt qua cuộc phiêu lưu cộng với đu quay hẻm núi. Trải nghiệm này thực sự tuyệt vời, nhưng các nhân viên đã làm cho ngày của chúng tôi thực sự tốt hơn. Các chàng trai của tôi đang lo lắng, nhưng các nhân viên đã xoa dịu sự lo lắng của họ, hét to với các nhân viên đu dây và đu dây trong hẻm núi. Xin lỗi tôi đã quên các bạn - tên. Xin gửi lời chào đến Jocelyn nữa, cô ấy đã tham dự buổi ném rìu với chúng tôi vào khoảng 10 giờ sáng, gặp lại cô ấy trong trò chơi zipline vào khoảng 4 giờ chiều, và cô ấy vẫn rất thân thiện và nồng nhiệt. Chúng tôi chắc chắn sẽ quay lại và giới thiệu điều này cho gia đình và bạn bè của chúng tôi! Đọc thêm",
            "Kính gửi Nữ hoàng Wanklin,\n\nCảm ơn bạn đã tham gia cùng chúng tôi tại Golden Skybridge trong chuyến thăm gần đây của bạn. Phản hồi của bạn rất quan trọng với chúng tôi. Tôi đánh giá cao thời gian bạn dành để trả lời.\n\nTại Golden Skybridge, chúng tôi cố gắng vượt xa sự mong đợi của khách hàng bằng cách cung cấp các dịch vụ và lòng hiếu khách xuất sắc. Mục tiêu của chúng tôi là làm cho mỗi trải nghiệm trở nên thú vị và giúp bạn tạo ra những kỷ niệm tuyệt vời. Mỗi ngày, nhóm của chúng tôi đặt mục tiêu thực hiện công việc tốt nhất có thể và những phản hồi như của bạn sẽ khiến công việc đó trở nên đáng giá.\n\nBiết rằng khách hàng đã có trải nghiệm tốt với chúng tôi đồng nghĩa với việc chúng tôi có thể ăn mừng thành công của mình. Nó thúc đẩy chúng tôi nỗ lực cung cấp dịch vụ tốt hơn nữa trong tương lai. Vui lòng quay lại và gặp lại chúng tôi lần sau khi bạn ở đây! \n\nCảm ơn một lần nữa cho phản hồi của bạn. \n\nTrân trọng.\n\nBrianna Paton\nĐiều phối viên \nBộ sưu tập Golden Skybridge của Pursuit \nĐọc thêm",
            "Nhân viên rất tuyệt vời, hiểu biết và thân thiện. Các căn cứ trông được duy trì tốt. Rất vui được đi bộ và tận hưởng khung cảnh tuyệt vời và niềm vui cho những ai muốn phiêu lưu hơn! Chúng tôi là một nhóm gồm hai người lớn và 3 thanh thiếu niên. Đi sớm vào cuối tuần để tránh xếp hàng dài.Đọc thêm",
            "Jill thân mến,\n\nCảm ơn bạn đã tham gia cùng chúng tôi tại Golden Skybridge trong chuyến thăm gần đây của bạn. Phản hồi của bạn rất quan trọng với chúng tôi. Tôi đánh giá cao thời gian bạn dành để đưa ra đánh giá của khách. Tôi hy vọng bạn sẽ sớm chọn ghé thăm chúng tôi lần nữa!\n\nTrân trọng,\n\nBrianna Paton\nĐiều phối viên \nBộ sưu tập Golden Skybridge của Pursuit \nĐọc thêm",
            "Một cuộc phiêu lưu tuyệt vời cho cả gia đình.  Các chuyến đi và quang cảnh tại công viên thật tuyệt vời.  Các cơ sở được duy trì rất tốt và sạch sẽ.  Nhân viên thân thiện và lịch sự.  Việc định giá có thể tốn một chút công sức để phù hợp với nhu cầu của từng gia đình, nhưng nhìn chung là một buổi chiều tuyệt vời.Đọc thêm",
            "Kevin thân mến,\n\nCảm ơn bạn đã tham gia cùng chúng tôi tại Golden Skybridge trong chuyến thăm gần đây của bạn. Phản hồi của bạn rất quan trọng với chúng tôi. Tôi đánh giá cao thời gian bạn dành để trả lời.\n\nTại Golden Skybridge, chúng tôi cố gắng vượt xa sự mong đợi của khách hàng bằng cách cung cấp các dịch vụ và lòng hiếu khách xuất sắc. Mục tiêu của chúng tôi là làm cho mỗi trải nghiệm trở nên thú vị và giúp bạn tạo ra những kỷ niệm tuyệt vời. Mỗi ngày, nhóm của chúng tôi đặt mục tiêu thực hiện công việc tốt nhất có thể và những phản hồi như của bạn sẽ khiến công việc đó trở nên đáng giá.\n\nBiết rằng khách hàng đã có trải nghiệm tốt với chúng tôi đồng nghĩa với việc chúng tôi có thể ăn mừng thành công của mình. Nó thúc đẩy chúng tôi nỗ lực cung cấp dịch vụ tốt hơn nữa trong tương lai. Vui lòng quay lại và gặp lại chúng tôi lần sau khi bạn ở đây! \n\nCảm ơn một lần nữa cho phản hồi của bạn. \n\nTrân trọng.\n\nBrianna Paton\nĐiều phối viên\nBộ sưu tập Golden Skybridge của Pursuit \nĐọc thêm",
            "Bố cục đẹp mắt được cân nhắc kỹ lưỡng với đội ngũ nhân viên tuyệt vời để hỗ trợ. Việc đi bộ trên cầu 2x thật đáng sợ và mạo hiểm đối với những người khác. Trải nghiệm leo núi cảm giác mạnh là điều không thể bỏ qua nếu bạn có kế hoạch ghé thăm.Đọc thêm",
            "Cây cầu treo hơi lung lay - đổ lỗi cho những người sử dụng khác - , tàu lượn siêu tốc là một vụ nổ, zipline là một cách nhanh chóng để vượt qua hẻm núi - cười lớnĐọc thêm",
            "Bridge Pass xứng đáng với số tiền bỏ ra. Tôi nghĩ công viên nói chung là một trong những điểm tham quan tốt nhất mà Canada có được với số tiền bỏ ra. Dễ dàng tiếp cận, được bảo trì tốt và đội ngũ nhân viên am hiểu và rất thân thiện. Đọc thêm",
            "Golden Skybridge ở Golden, British Columbia, mang đến một chuyến đi chơi thú vị với hai cây cầu treo mang lại tầm nhìn đẹp ra cảnh quan xung quanh. Những cây cầu nằm khá cao so với nền hẻm núi, mang đến cho du khách cơ hội thưởng ngoạn khung cảnh thiên nhiên từ một góc nhìn khác. Trải nghiệm bao gồm một số hoạt động bổ sung như đu dây và đu dây trong hẻm núi dành cho những ai thích phiêu lưu một chút. Nhân viên thân thiện và đảm bảo chuyến tham quan an toàn, trong khi các lối đi và đài quan sát được giữ gìn cẩn thận, phù hợp với hầu hết du khách. Có sẵn các tiện ích như trung tâm du khách, cửa hàng quà tặng và các lựa chọn ăn uống, giúp bạn thuận tiện chi tiêu vài giờ ở đó. Golden Skybridge là địa điểm lý tưởng cho chuyến đi chơi cùng gia đình hoặc chuyến tham quan nhàn nhã để chiêm ngưỡng vẻ đẹp của khu vực.Đọc thêm",
            "Tôi và bạn tôi đã đến và chúng tôi đã có một ngày tuyệt vời, thành thật mà nói, thực sự vượt quá sự mong đợi của tôi. Chúng tôi chắc chắn sẽ quay lạiXem thêm",
            "Skybridge là một cuộc phiêu lưu thực sự và các điểm tham quan cũng rất tuyệt vời và siêu thú vị! Nếu bạn đang tìm kiếm một cuộc phiêu lưu: đây là nơi thích hợp Đọc thêm",
            "Gửi Jacquelineijksen3,\n\nCảm ơn bạn đã tham gia cùng chúng tôi tại Golden Skybridge trong chuyến thăm gần đây của bạn. Phản hồi của bạn rất quan trọng với chúng tôi. Tôi đánh giá cao thời gian bạn dành để đưa ra đánh giá của khách. Tôi hy vọng bạn sẽ sớm chọn ghé thăm chúng tôi lần nữa!\n\nTrân trọng,\n\nBrianna \nĐiều phối viên \nBộ sưu tập Golden Skybridge của Pursuit \nĐọc thêm",
            "Tôi được bạn bè nói rằng tôi sẽ thích đến thăm Cầu Golden Sky. Và họ đã không sai. TÔI THỰC SỰ THƯỞNG THỨC tất cả các chuyến đi và cơ sở vật chất của bạn. Đây là lần đầu tiên tôi trải nghiệm loại adrenaline đó.. Tôi - tôi đang mong chờ chuyến thăm tiếp theo của chúng tôi. Hãy tiếp tục nhé! Đọc thêm",
            "Bayanjeffrey thân mến,\n\nCảm ơn bạn đã tham gia cùng chúng tôi tại Golden Skybridge trong chuyến thăm gần đây của bạn. Phản hồi của bạn rất quan trọng với chúng tôi. Tôi đánh giá cao thời gian bạn dành để trả lời.\n\nTại Golden Skybridge, chúng tôi cố gắng vượt xa sự mong đợi của khách hàng bằng cách cung cấp các dịch vụ và lòng hiếu khách xuất sắc. Mục tiêu của chúng tôi là làm cho mỗi trải nghiệm trở nên thú vị và giúp bạn tạo ra những kỷ niệm tuyệt vời. Mỗi ngày, nhóm của chúng tôi đặt mục tiêu thực hiện công việc tốt nhất có thể và những phản hồi như của bạn sẽ khiến công việc đó trở nên đáng giá.\n\nBiết rằng khách hàng đã có trải nghiệm tốt với chúng tôi đồng nghĩa với việc chúng tôi có thể ăn mừng thành công của mình. Nó thúc đẩy chúng tôi nỗ lực cung cấp dịch vụ tốt hơn nữa trong tương lai. Vui lòng quay lại và gặp lại chúng tôi lần sau khi bạn ở đây! \n\nCảm ơn một lần nữa cho phản hồi của bạn. \n\nTrân trọng.\n\nBrianna\nĐiều phối viên\nBộ sưu tập Golden Skybridge của Pursuit \nĐọc thêm",
            "Trải nghiệm tuyệt vời, Coaster Pass thật tuyệt vời. Điều đáng thất vọng là việc nâng cấp để thực hiện trò ném rìu, v.v. rất tốn kém. Chiếc xích đu rất đắt tiền và không có gì ngạc nhiên khi chúng tôi thấy nó được sử dụng một lần khi chúng tôi ở đó.Đọc thêm",
            "Dưới đây là bài đánh giá về Golden Skybridge dựa trên phản hồi của du khách- Khung cảnh ngoạn mục của dãy núi Rocky và Thung lũng Columbia- Những cây cầu treo an toàn và được bảo trì tốt- Những con đường mòn tuyệt đẹp với các biển báo cung cấp thông tin về hệ thực vật và động vật địa phương- Trung tâm diễn giải sâu sắc với các cuộc triển lãm về văn hóa bản địa và lịch sử- Nhân viên thân thiện và hiểu biết- Đáng giá - Nhược điểm: - - Có thể đông đúc trong mùa cao điểm- Một số du khách có thể thấy những cây cầu treo đáng sợ hoặc đáng sợ- Các lựa chọn ăn uống hạn chế gần đó- Bãi đậu xe có thể là một thách thức trong thời gian bận rộn - Nhìn chung: - Golden Skybridge là điểm tham quan không thể bỏ qua đối với những người yêu thiên nhiên, thích phiêu lưu và những người muốn tìm hiểu về văn hóa bản địa. Với cảnh quan tuyệt đẹp, những con đường mòn được bảo trì tốt và các triển lãm thông tin, đây là một sự bổ sung tuyệt vời cho bất kỳ hành trình Rockies nào của Canada. Chỉ cần chuẩn bị cho đám đông tiềm năng và các lựa chọn ăn uống hạn chếĐọc thêm",
            "Tầm nhìn từ Skybridges thật tuyệt vời và toàn bộ khu vực được bảo trì rất tốt.  Tuy nhiên, chi phí để làm bất cứ điều gì khác ngoài Skybridges dường như quá cao.Đọc thêm"
        ],
        "star_ratings": [
            439,
            128,
            55,
            30,
            29
        ],
        "review_amount": 681,
        "location": [
            "vàng",
            "Kootenay Rockies",
            "British Columbia",
            "Cầu vàng Skybridge",
            "Canada",
            "Những điều cần làm ở Golden"
        ],
        "reviews_time": [
            "Written June 6, 2023",
            "Written June 12, 2023",
            "Written June 16, 2023",
            "Written June 19, 2023",
            "Written June 21, 2023",
            "Written June 26, 2023",
            "Written July 2, 2023",
            "Written July 8, 2023",
            "Written July 10, 2023",
            "Written July 12, 2023",
            "Written June 3, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 28, 2024",
            "Written May 26, 2024",
            "Written May 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g181785-d23422116-Reviews-Golden_Skybridge-Golden_Kootenay_Rockies_British_Columbia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g181785-d8420992-Reviews-Bear_Bone_Burger_Co-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181785-d761026-Reviews-Husky_House_Restaurant-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181785-d12820670-Reviews-Tim_Hortons-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181785-d12404612-Reviews-Q_s_Asian_style_Fusion_Rrstaurant-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181785-d761040-Reviews-Subway-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181785-d12411509-Reviews-Ricky_s_All_Day_Grill_Golden-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181785-d761010-Reviews-A_W_Restaurant_Drive_Thru-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181785-d3521951-Reviews-Kicking_Horse_Palace-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181785-d761028-Reviews-Legendz_Diner-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g181785-d761017-Reviews-Dairy_Queen_Grill_Chill-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d155620-Reviews-Kicking_Horse_River-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d4580658-Reviews-Kicking_Horse_Pedestrian_Bridge-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d12655557-Reviews-Golden_Visitor_Centre-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d4585012-Reviews-Burges_James_Gadsden_Provincial_Park-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d12314231-Reviews-Whitetooth_Brewing_Company-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d6456538-Reviews-Gorman_Lake-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d7113871-Reviews-Dogtooth_Climbing_Gym-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d7134718-Reviews-Kinbasket_Lake-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d7022346-Reviews-Art_Gallery_of_Golden-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d7138290-Reviews-Gushers_Spray_Park-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d23422116-Reviews-or10-Golden_Skybridge-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d2323853-Reviews-Rocky_Mountain_Buffalo_Ranch_Guest_Cabins-Golden_Kootenay_Rockies_British_Columbi.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d10074623-Reviews-World_s_Largest_Paddle-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d7138289-Reviews-Spirit_Square-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d21132251-Reviews-Thompson_Falls-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d19409716-Reviews-Kicking_Horse_Pass-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d7053816-Reviews-Golden_District_Arena-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d7138296-Reviews-Keith_King_Memorial_Sports_Fields-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d7054844-Reviews-Edelweiss_Village-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d7138237-Reviews-Red_Barn_Petting_Farm-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d1741614-Reviews-Glacier_Raft_Company_Day_Tours-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d1187698-Reviews-Alpine_Rafting-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d4699575-Reviews-Canadian_Off_Road_Adventures-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d4547971-Reviews-Skydive_Extreme_Yeti-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d5994505-Reviews-White_N_Wild_Snowmobile_Tours-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d3825667-Reviews-Rocky_Mountain_Riders-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d1127874-Reviews-Wet_N_Wild_Rafting_Adventures-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d3584335-Reviews-Golden_Snowmobile_Rentals_Tours-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g181785-d14176189-Reviews-The_Golden_Gillie-Golden_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184840-d2398177-Reviews-Capo_Vaticano-Capo_Vaticano_Ricadi_Province_of_Vibo_Valentia_Calabria.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d527276-Reviews-Terminal_Tower_Observation_Deck-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g41555-d3445823-Reviews-Nauset_Light_Beach-Eastham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g57371-d4520256-Reviews-Vermont_Antique_Mall-Quechee_Hartford_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g41219-d4178282-Reviews-FedExField-Landover_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g35783-d559710-Reviews-Cave_in_Rock_State_Park-Cave_in_Rock_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069552-d6635275-Reviews-Lido_Venice_Beach-Mascali_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d3244615-Reviews-Smallest_Bar-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d195786-Reviews-Castelo_dos_Mouros-Sintra_Sintra_Municipality_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d196263-Reviews-Tom_s_Bar-Berlin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g181785-d23422116-Reviews-or10-Golden_Skybridge-Golden_Kootenay_Rockies_British_Columbia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g181785-d23422116-Reviews-Golden_Skybridge-Golden_Kootenay_Rockies_British_Columbia.html"
    }
]