[
    {
        "attraction_name": "Gooseberry Falls State Park",
        "attraction_name_vi": "Công viên tiểu bang Thác Gooseberry",
        "general_info": [
            "1.652 đánh giá",
            "- 1 trong 25 điều cần làm ở Two Harbors",
            "Công viên tiểu bang",
            "Đường đi xe đạp"
        ],
        "attraction_summary": "Công viên North Shore này là nơi có thác nước bốn tầng ngoạn mục, khung cảnh tuyệt đẹp và là nơi lý tưởng để câu cá hồi.Đọc thêm",
        "reviews": [
            "Chúng tôi hoàn toàn tận hưởng khoảng thời gian ở Công viên bang Gooseberry Falls. Những đứa trẻ thích khám phá và leo trèo trên những tảng đá. Tất cả chúng tôi đều nghĩ rằng thác nước rất đẹp và chúng tôi đã nhìn thấy một bà mẹ và các em bé của bà ấy đang bơi! Lần cuối cùng chúng tôi đến đây nhiều năm trước, nước rất cao và thực sự đáng sợ, nhưng lần này thấp hơn rất nhiều và chúng tôi thích thú hơn một chút.Đọc thêm",
            "Đường mòn Hiked Fifth Falls yên tĩnh và ít người qua lại.  Đi bộ đẹp.  Có thể đã sử dụng nhiều biển báo hơn để đôi khi chúng tôi không cảm thấy bối rối.  Cấu trúc CCC đáng kinh ngạc dọc theo chuyến đi bộ.\nCũng đi bộ đường mòn đến thác trên và giữa.  Đi bộ đẹp, nhưng bận rộn hơn nhiều.  Dễ dàng cho gia đình và được đánh dấu rõ ràng.Đọc thêm",
            "Trước hết, đối với gia đình, đó là một trong những điều quan trọng nhất; nó miễn phí! Thác rất đẹp và chảy liên tục quanh năm mặc dù tốt hơn vào mùa xuân hoặc sau cơn mưa khi nước chảy xiết. Đưa cháu gái 2 tuổi của tôi đến đây và thậm chí cháu còn dừng lại và nhìn nó một lúc, tất nhiên, ở độ tuổi đó việc tập trung vào những việc lớn là điều bất thường. Nơi tuyệt vời để chụp một số bức ảnh gia đình và hòa mình với thiên nhiên. Đừng để bãi đậu xe đông đúc ngăn cản bạn; mọi người chợt tan biến trong không gian rộng lớn này. Trung tâm du khách rất đẹp và ở đây có phòng vệ sinh cũng như nơi trưng bày động vật hoang dã.Đọc thêm",
            "Vô số cơ hội đi bộ đường dài ở đây không chỉ đến thác mà còn xuống Hồ Lớn. Có những con đường trải nhựa rộng cũng như những con đường mòn đi bộ mộc mạc hơn. Xung quanh khung cảnh đáng yêu. Là một người đam mê lịch sử, tôi cũng thực sự yêu thích tất cả thông tin CCC - địa điểm tốt nhất trong nước về vấn đề này. Đọc thêm",
            "Tôi khuyên bạn nên xem lại trang web trước khi đi để bạn biết bạn muốn đi theo con đường hoặc đoạn nào.  Sẽ không mất phí nếu bạn đậu xe tại trung tâm du khách và đi bộ vào nhưng lưu ý rằng bãi đậu xe chính không lớn lắm và lượng xe tràn dành cho RV - s và các loại xe lớn nhưng mọi người cũng đỗ xe ở đó.  Chúng tôi đến đó khoảng 11 giờ và phải đậu xe ở khu vực tràn.  Thác và chuyến đi bộ Gitcha Gimma bắt đầu phía sau trung tâm du khách đối diện với khu vực đỗ xe.  Đường đi này vừa phải, có vài đoạn lên xuống và cầu thang.  Ngoài ra còn có rất nhiều rễ và đá để di chuyển.  Nếu tôi nhớ thì đó là 1,2 đến 2 dặm tùy theo tuyến đường của bạn.  Đó là một chuyến đi bộ rất thú vị và thực sự thích quang cảnh Hồ Superior khoảng nửa chặng đường.  Trên đường về, bạn có thể đi theo con đường đến khu vực đường cao tốc dưới cầu và ngắm nhìn thác phía trên và cấu trúc Lâu đài.  Đừng quên nước, kem chống nắng và mũ.  Đọc thêm",
            "Đây là một công viên tuyệt vời.  Đừng bỏ qua nó nếu bạn đang ở trong khu vực.  Trung tâm du khách chắc chắn đáng để dừng chân.  Thác thật đáng yêu.  Chúng - từ những bức ảnh chúng tôi thấy - khoảng 2 - 3 dòng chảy khi chúng tôi ở đó.  Để đến được thác, bạn phải leo cầu thang nhưng không khó để đi đến thác giữa hoặc thác thấp hơn.  Chúng tôi đã không đi đến thác trên. Một loại được cho phép khá nhiều ở bất cứ đâu và chúng tôi thấy những đứa trẻ còn rất nhỏ đang đứng ở những vị trí bấp bênh gần thác.  Hầu hết mọi người dường như đều hướng đến thác, nhưng trong chuyến thăm thứ hai, chúng tôi đã đi theo một con đường mòn rất vắng vẻ phía trên dòng sông với tầm nhìn tuyệt đẹp ra mặt nước và cây cối.  Cuối cùng, con sông gặp Hồ Superior và một lần nữa lại có những khung cảnh tuyệt vời. Đọc thêm",
            "Đã từng đến đây thường xuyên vào những năm 1970 - s và 1980 - s.  Rất nhiều thứ đã thay đổi kể từ đó, ngoại trừ thác nước.  Có trung tâm du khách, từ đó có đường đi bộ xuống thác, trong đó có hai thác gần nhau.  Bạn có thể nhìn thấy thác từ lối đi cũng như đi xuống cầu thang.  Điều không thay đổi, điều tuyệt vời là khi bạn đến thác, bạn có thể đi lang thang trên những tảng đá xung quanh chúng.   Họ đã không làm cho nơi này trở nên sang trọng hơn.  Đọc thêm",
            "Đây là Công viên Bang Minnesota yêu thích thứ hai của tôi nhưng nó thật tuyệt vời.  Tôi đã đến thăm Minnesota North Shore như một sự bổ sung sau chuyến đi của mình để xem VQG Voyageurs và VQG Isle Royale.  Mặc dù cả hai Công viên Quốc gia đều tuyệt vời, điểm nổi bật của chuyến đi là một số Công viên Bang Minnesota trên Bờ Hồ Superior North Shore thật tuyệt vời và Gooseberry đứng đầu danh sách đó.  \n\nỞ nhiều nơi, Gooseberry được xếp hạng số một cùng với Tettegouche số 2 nhưng lại đang bị chẻ tóc.  Mặc dù tôi cảm thấy Tettegouche tốt hơn một chút nhưng tôi sẽ chỉ nói rằng cả Thác Fifth và Gitchi Gummi đều là hai trong số những địa điểm đi bộ đường dài tốt nhất để thực hiện.\n\nTôi bắt đầu với Gitchi Gummi, một chuyến đi bộ dài 2,2 dặm với độ cao 282 feet thẳng đứng sẽ đưa bạn từ thác đến bờ hồ.  Khi ở trên hồ, bạn sẽ được nâng lên khoảng 150 - phía trên đó với tầm nhìn tuyệt vời ra cửa sông.  \n\nCũng tốt như chuyến đi bộ này, Thác Thứ Năm ở độ cao 3,0 dặm và 300 feet thẳng đứng là điểm nổi bật, đặc biệt là các thác nước.  Sự kết hợp của 3 thác khác nhau khiến đây trở thành một trong những địa điểm đẹp nhất ở Bờ Bắc, hãy xem hình ảnh.  Đây là lý do tại sao nó là công viên hàng đầu hoặc thứ hai ở Minnesota và Fifth Falls là công viên đi bộ đường dài số 1 ở bang Minnesota. \n\nMột lần nữa, Minnesota North Shore là điểm nổi bật trong chuyến đi của tôi bao gồm 2 công viên quốc gia và công viên này chiếm một phần quan trọng trong bảng xếp hạng đó.  Đây là PHẢI XEM nếu bạn đang ở trong khu vực. Đọc thêm",
            "Bạn có thể nói gì thêm về Gooseberry mà chưa được nói đến.  Nếu bạn đang lên kế hoạch cho chuyến phiêu lưu ở North Shore thì Gooseberry là địa điểm không thể bỏ qua.  Nếu bạn không dành thời gian đến thăm địa điểm tuyệt vời này, bạn đã để lại một lỗ hổng trong cuộc phiêu lưu của mình!Đọc thêm",
            "Không bao giờ thất vọng vào mùa xuân khi tuyết tan.  Sau một mùa đông khủng khiếp, tuyết biến mất chỉ sau vài ngày để lại những thác nước chảy xiết.  Đây là một công viên tiểu bang MN rất nổi tiếng, vì vậy hãy lên kế hoạch cho mọi người.  Bạn KHÔNG cần thẻ vào công viên để vào thác chính, chỉ khi bạn đi xa hơn vào công viên.  Trung tâm của khách chính rất đẹp và có nhiều thứ để xem.  Đi theo một số con đường đi bộ bên bờ Sông Gooseberry hoặc lên đỉnh đài quan sát Hồ Superior để tránh xa đám đông.  Thác chính chỉ cách bãi đậu xe một quãng đi bộ ngắn và có thể tiếp cận được.Đọc thêm",
            "Đến đây vào thứ bảy trời mưa vì tôi yêu thác nước. Quên một chiếc áo mưa - chiếc ô - không ngăn được tôi nhìn thấy vài cú ngã. Đã yêu nó! Sẽ quay lại để đi bộ đường dài nhiều hơn và có thể cắm trại.Đọc thêm",
            "Bãi đậu xe rất đông nhưng chúng tôi không ngại phải đi bộ xa hơn một chút. Trung tâm du khách có rất nhiều triển lãm đẹp mắt và trưng bày mang tính giáo dục. Một cửa hàng quà tặng cũng rất đẹp, mặc dù chúng tôi không mua bất cứ thứ gì. Bản đồ chi tiết đẹp mắt được đăng kèm theo mô tả đường mòn cũng như mức độ khó. Những cây cao và động vật hoang dã tuyệt đẹp bao quanh bạn. Một khi bạn đến thác, nó thật mê hoặc. Âm thanh - hình ảnh thật tuyệt vời. Bạn có thể trèo quanh những tảng đá và xuống nước ở một số khu vực. Đây là một nơi tuyệt vời để ghé thăm và tôi - rất vui vì chúng tôi đã dừng lại! Đọc thêm",
            "Không bao giờ thất vọng vào mùa xuân khi tuyết tan.  Sau một mùa đông khủng khiếp, tuyết biến mất chỉ sau vài ngày để lại những thác nước chảy xiết.  Đây là một công viên tiểu bang MN rất nổi tiếng, vì vậy hãy lên kế hoạch cho mọi người.  Bạn KHÔNG cần thẻ vào công viên để vào thác chính, chỉ khi bạn đi xa hơn vào công viên.  Trung tâm của khách chính rất đẹp và có nhiều thứ để xem.  Đi theo một số con đường đi bộ bên bờ Sông Gooseberry hoặc lên đỉnh đài quan sát Hồ Superior để tránh xa đám đông.  Thác chính chỉ cách bãi đậu xe một quãng đi bộ ngắn và có thể tiếp cận được.Đọc thêm",
            "Bạn có thể nói gì thêm về Gooseberry mà chưa được nói đến.  Nếu bạn đang lên kế hoạch cho chuyến phiêu lưu ở North Shore thì Gooseberry là địa điểm không thể bỏ qua.  Nếu bạn không dành thời gian đến thăm địa điểm tuyệt vời này, bạn đã để lại một lỗ hổng trong cuộc phiêu lưu của mình!Đọc thêm",
            "Đây là Công viên Bang Minnesota yêu thích thứ hai của tôi nhưng nó thật tuyệt vời.  Tôi đã đến thăm Minnesota North Shore như một sự bổ sung sau chuyến đi của mình để xem VQG Voyageurs và VQG Isle Royale.  Mặc dù cả hai Công viên Quốc gia đều tuyệt vời, điểm nổi bật của chuyến đi là một số Công viên Bang Minnesota trên Bờ Hồ Superior North Shore thật tuyệt vời và Gooseberry đứng đầu danh sách đó.  Ở nhiều nơi, Gooseberry được xếp hạng số một cùng với Tettegouche số 2 nhưng lại đang bị chẻ tóc.  Mặc dù tôi cảm thấy Tettegouche tốt hơn một chút, nhưng tôi sẽ chỉ nói rằng cả Thác Fifth và Gitchi Gummi đều là hai trong số những tuyến đường đi bộ đường dài tốt nhất để làm. Tôi bắt đầu với Gitchi Gummi, một tuyến đường đi bộ dài 2,2 dặm với 282 feet thẳng đứng đưa bạn từ thác đến bờ hồ.  Khi ở trên hồ, bạn sẽ được nâng lên khoảng 150 - phía trên đó với tầm nhìn tuyệt vời ra cửa sông.  Cũng tốt như chuyến đi bộ này, Thác Thứ Năm ở độ cao 3,0 dặm và 300 feet thẳng đứng là điểm nổi bật, đặc biệt là các thác nước.  Sự kết hợp của 3 thác khác nhau khiến đây trở thành một trong những địa điểm đẹp nhất ở Bờ Bắc, hãy xem hình ảnh.  Đây là lý do tại sao nó là công viên hàng đầu hoặc thứ hai ở Minnesota và Fifth Falls là công viên đi bộ đường dài số 1 ở bang Minnesota. Một lần nữa, Minnesota North Shore là điểm nổi bật trong chuyến đi của tôi bao gồm 2 công viên quốc gia và công viên này chiếm một phần quan trọng trong bảng xếp hạng đó.  Đây là PHẢI XEM nếu bạn đang ở trong khu vực. Đọc thêm",
            "Đã từng đến đây thường xuyên vào những năm 1970 - s và 1980 - s.  Rất nhiều thứ đã thay đổi kể từ đó, ngoại trừ thác nước.  Có trung tâm du khách, từ đó có đường đi bộ xuống thác, trong đó có hai thác gần nhau.  Bạn có thể nhìn thấy thác từ lối đi cũng như đi xuống cầu thang.  Điều không thay đổi, điều tuyệt vời là khi bạn đến thác, bạn có thể đi lang thang trên những tảng đá xung quanh chúng.   Họ đã không làm cho nơi này trở nên sang trọng hơn.  Đọc thêm",
            "Đến thăm Thác Gooseberry SP vào một ngày cuối tháng 9 mát mẻ và mưa.  Thật là một công viên tuyệt đẹp và chúng tôi thật may mắn khi thác nước ầm ầm do trời mưa.  Rất vui vì chúng tôi đã dừng lại thăm.Đọc thêm",
            "Đây là một công viên tuyệt vời.  Đừng bỏ qua nó nếu bạn đang ở trong khu vực.  Trung tâm du khách chắc chắn đáng để dừng chân.  Thác thật đáng yêu.  Chúng - từ những bức ảnh chúng tôi thấy - khoảng 2 - 3 dòng chảy khi chúng tôi ở đó.  Để đến được thác, bạn phải leo cầu thang nhưng không khó để đi đến thác giữa hoặc thác thấp hơn.  Chúng tôi đã không đi đến thác trên. Một loại được cho phép khá nhiều ở bất cứ đâu và chúng tôi thấy những đứa trẻ còn rất nhỏ đang đứng ở những vị trí bấp bênh gần thác.  Hầu hết mọi người dường như đều hướng đến thác, nhưng trong chuyến thăm thứ hai, chúng tôi đã đi theo một con đường mòn rất vắng vẻ phía trên dòng sông với tầm nhìn tuyệt đẹp ra mặt nước và cây cối.  Cuối cùng, con sông gặp Hồ Superior và một lần nữa lại có những khung cảnh tuyệt vời. Đọc thêm",
            "Nơi này là một viên ngọc tuyệt đối! Có 3 thác nước. Nước đang phun trào. Rất nhiều cơ hội cho hình ảnh. Những chuyến đi nhỏ thú vị để đi bộ xung quanh.Đọc thêm",
            "Tôi khuyên bạn nên xem lại trang web trước khi đi để bạn biết bạn muốn đi theo con đường hoặc đoạn nào.  Sẽ không mất phí nếu bạn đậu xe tại trung tâm du khách và đi bộ vào nhưng lưu ý rằng bãi đậu xe chính không lớn lắm và lượng xe tràn dành cho RV - s và các loại xe lớn nhưng mọi người cũng đỗ xe ở đó.  Chúng tôi đến đó khoảng 11 giờ và phải đậu xe ở khu vực tràn.  Thác và chuyến đi bộ Gitcha Gimma bắt đầu phía sau trung tâm du khách đối diện với khu vực đỗ xe.  Đường đi này vừa phải, có vài đoạn lên xuống và cầu thang.  Ngoài ra còn có rất nhiều rễ và đá để di chuyển.  Nếu tôi nhớ thì đó là 1,2 đến 2 dặm tùy theo tuyến đường của bạn.  Đó là một chuyến đi bộ rất thú vị và thực sự thích quang cảnh Hồ Superior khoảng nửa chặng đường.  Trên đường về, bạn có thể đi theo con đường đến khu vực đường cao tốc dưới cầu và ngắm nhìn thác phía trên và cấu trúc Lâu đài.  Đừng quên nước, kem chống nắng và mũ.  Đọc thêm"
        ],
        "star_ratings": [
            1254,
            333,
            51,
            7,
            7
        ],
        "review_amount": 1652,
        "location": [
            "Minnesota - MN -",
            "Hai bến cảng",
            "Những điều cần làm ở Hai bến cảng",
            "Hoa Kỳ",
            "Công viên tiểu bang Thác Gooseberry"
        ],
        "reviews_time": [
            "Written June 26, 2023",
            "Written July 11, 2023",
            "Written July 28, 2023",
            "Written August 7, 2023",
            "Written August 28, 2023",
            "Written September 24, 2023",
            "Written November 20, 2023",
            "Written December 30, 2023",
            "Written January 2, 2024",
            "Written January 13, 2024",
            "Written May 5, 2024",
            "Written January 14, 2024",
            "Written January 13, 2024",
            "Written January 2, 2024",
            "Written December 30, 2023",
            "Written November 21, 2023",
            "Written October 8, 2023",
            "Written September 24, 2023",
            "Written September 14, 2023",
            "Written August 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g43583-d143784-Reviews-Gooseberry_Falls_State_Park-Two_Harbors_Minnesota.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g43583-d409588-Reviews-Grand_Superior_Grill-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Restaurant_Review-g43583-d409456-Reviews-The_Rustic_Inn_Cafe-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d7250572-Reviews-Iona_s_Beach_Scientific_and_Natural_Area-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d143784-Reviews-or10-Gooseberry_Falls_State_Park-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d142988-Reviews-Split_Rock_Lighthouse_State_Park-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d134016-Reviews-Superior_Hiking_Trail-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d134017-Reviews-Hellacious_Overlook-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d14799976-Reviews-Agate_Bay_Beach-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d15071047-Reviews-Iona_s_Beach-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d142997-Reviews-Split_Rock_Lighthouse-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d8706216-Reviews-Northwoods_Pioneer_Gallery_Gifts-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d26851129-Reviews-Silver_Cliff_Scenic_Viewpoint-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d17721439-Reviews-Small_Time_Charters-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g43583-d27083467-Reviews-Cooter_Pottery_Handweaving-Two_Harbors_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d243400-Reviews-Pinacoteca_di_Brera-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d17735125-Reviews-Star_Wars_Galaxy_s_Edge-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56928-d2182194-Reviews-Boykin_Springs_at_Angelina_National_Forest-Zavalla_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1371707-Reviews-Saturday_Farmer_s_Market_KCC-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d4700220-Reviews-Castillo_San_Felipe_del_Morro-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d6966841-Reviews-Hollywood_Palladium-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32761-d17478653-Reviews-Google_Merchandise_Store-Mountain_View_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g59175-d1754129-Reviews-Camden_Park-Huntington_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54273-d105061-Reviews-Sea_Pines_Forest_Preserve-Hilton_Head_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g194697-d1221417-Reviews-Stelvio_Pass-Bormio_Province_of_Sondrio_Lombardy.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g43583-d143784-Reviews-or10-Gooseberry_Falls_State_Park-Two_Harbors_Minnesota.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g43583-d143784-Reviews-Gooseberry_Falls_State_Park-Two_Harbors_Minnesota.html"
    }
]