[
    {
        "attraction_name": "Gornergrat",
        "attraction_name_vi": "Gornergrat",
        "general_info": [
            "5.247 đánh giá",
            "3 trên 56 hoạt động giải trí ở Zermatt",
            "Núi",
            "Đài quan sát",
            "Tháp quan sát"
        ],
        "attraction_summary": "Gornergrat 3.089 m là một trong những địa điểm mà mọi người nên ghé thăm ít nhất một lần trong đời. Toàn cảnh núi non và quang cảnh tuyệt đẹp của Matterhorn là những điều không thể nào quên. Với đài quan sát đầy nắng có thể tiếp cận quanh năm, Gornergrat, ở độ cao 3.089 m, đã trở thành một trong những điểm đến du ngoạn hàng đầu của Thụy Sĩ kể từ năm 1898. Gornergrat Bahn là tuyến đường sắt răng cưa hoàn toàn chạy bằng điện đầu tiên trên thế giới. Ngày nay, đây là tuyến đường sắt hiện đại, thân thiện với môi trường, được trang bị hệ thống phanh tái tạo tạo ra điện khi xuống dốc và do đó tiết kiệm năng lượng. Cả năm: Chủ đề ảnh: 29 ngọn núi cao trên 4.000 m trong tầm nhìn Thụy Sĩ, Ý Cửa hàng Nhà hàng: tự phục vụ hoặc có người phục vụ, trong nhà và ngoài trời Sân hiên tắm nắng lớn Nhà nguyện Bernhard von Aosta Bệ ngắm cảnh toàn cảnh Mùa hè: Dê núi hoang dã gần bệ ngắm cảnh của nhà ga Điểm khởi đầu cho chuyến đi bộ đường dài Ưu đãi có thể đặt trước cho chuyến đi lúc mặt trời mọc Ưu đãi có thể đặt trước cho bữa tối lúc hoàng hôn Dành cho gia đình: Wolli và các thám tử khí hậu có hướng dẫn bằng âm thanh từ Zermatt Du lịch và tuyến đường sắt bánh răng Gornergrat Bahn Mùa đông: Ăn tối dưới bầu trời đầy sao Ưu đãi có thể đặt trước cho chuyến tham quan dưới ánh trăng Ưu đãi có thể đặt trước cho chuyến đi Truy cập trực tiếp đến các đường trượt tuyết và đường mòn đi bộ đường dài vào mùa đông Đường dốc trượt tuyết cao nhất ở Thụy Sĩ Rotenboden 2815 m - Riffelberg 2582 m Làng tuyết trên 2727 m Đọc thêm",
        "reviews": [
            "Một trong những nơi tuyệt vời nhất mà chúng tôi từng đến. Chúng tôi đã thực hiện một chuyến đi trong ngày đặc biệt từ Interlaken đến Zermatt và quay lại và chúng tôi rất vui vì đã làm như vậy! Từ tầm quan sát trên cùng, bạn có thể nhìn thấy 360 độ các đỉnh núi tuyết và sông băng xung quanh mình, và tất nhiên cả Matterhorn siêu phàm với tất cả sự duyên dáng và sức mạnh của nó, trong một khoảng cách chạm tới - trải nghiệm cuộc sống chỉ có một lần. Chỉ cần đảm bảo trước rằng thời tiết trên đỉnh đủ quang đãng, nếu không thì chẳng ích gì để leo lên.Đọc thêm",
            "Gần đỉnh dãy Alps với tầm nhìn tuyệt vời! Đi tàu răng cưa từ Zermatt trong 33 phút để lên đỉnh. Bạn có thể nhìn thấy một số sông băng từ đây. Điểm quan sát này có nhiều phạm vi quan sát cung cấp cho bạn tên của các đỉnh bạn đang xem. Có một vài thang máy bên trong tòa nhà để giúp tăng độ cao trong trường hợp bạn không muốn đi bộ lên đỉnh. Nhà vệ sinh có sẵn và một quán cà phê nhỏ. Có một thực tế ảo về việc bay qua Matterhorn và một bảng thông tin thú vị. Một nhà nguyện nhỏ cũng ở đây. Một số con đường mòn sẽ phân nhánh để đạp xe xuống núi nếu bạn chọn.Đọc thêm",
            "Bản thân chuyến tàu Cog lên núi đã đẹp đến kinh ngạc nhưng nó chỉ là khúc dạo đầu cho những thắng cảnh được ngắm nhìn.  Khi đến ga xe lửa, hãy leo lên đài quan sát để có tầm nhìn ngoạn mục ra sông băng Gornergrat, Monte Rosa, ngọn núi cao thứ hai ở châu Âu và tất nhiên là Matterhorn.  Hãy đeo kính râm và bôi kem chống nắng vì không khí loãng khiến ánh nắng trở nên mạnh hơn.  Đây là một trải nghiệm không thể bỏ qua nếu bạn đến thăm Thụy Sĩ.Đọc thêm",
            "Đây là một trải nghiệm ngoạn mục và cần phải được thực hiện. Nhưng xin đừng lặp lại sai lầm của chúng tôi: đối với gia đình 5 vé có giá 200 vé một chiều vì chúng tôi không biết về Swiss Family Pass mà bạn có thể mua và loại vé nào sẽ có giá 100 50. Vẫn đắt điên cuồng nhưng ít nhất thì tốt hơn một chút.Đọc thêm",
            "Tuyến đường sắt cograck tuyệt vời đến đỉnh Gornergrat. Mua vé cho phép bạn xuống xe tại các điểm dừng - cho phép đi bộ hoặc đi bộ đường dài trong khả năng của bạn. Khung cảnh tuyệt vời của Zermatt khi bạn bắt đầu đi lên. Sau đó là khung cảnh tuyệt vời của Matterhorn khi bạn leo lên.\nNhà ga trên cùng có một quán cà phê cửa hàng quà tặng đóng cửa khi chúng tôi ghé thăm\nMột nhà thờ nhỏ. Xem điểm của các đỉnh núi, sông băng Matterhorn.\nKhuyến cáo nên sử dụng Swiss pass hoặc Half card để giảm giá véĐọc thêm",
            "Một chuyến tàu êm ái từ Zermatt đến đỉnh Gornergrat sẽ đưa bạn đến khung cảnh tuyệt vời của Sông băng Gornergrat, Matterhorn, Monte Rosa và một loạt khung cảnh núi cao. Giá cả hợp lý, hành trình bằng đường sắt là một trải nghiệm thú vị và nhà hàng trên đỉnh là nơi tuyệt vời để thư giãn và ngắm cảnh. Hãy dành chút thời gian bước vào nhà nguyện để suy ngẫm về những ngày đầu chinh phục đỉnh cao. Mẹo: Đi tàu vào giữa ngày và bạn sẽ tránh được đám đông vào buổi sáng. Hãy tận hưởng!Đọc thêm",
            "Trong chuyến đi trong ngày Saga từ Hồ Orta ở Ý, chúng tôi đã có một hành trình tuyệt vời bằng xe khách và hai chuyến tàu răng cưa lên núi Gornegrat đến đài thiên văn. Mặc dù đám mây che khuất tầm nhìn của chúng tôi về The Matterhorn nhưng ngày hôm đó chúng tôi đã được chào đón nồng nhiệt tại nhà hàng Gornergrat - đồ ăn rất ngon và phong phú. Sau đó là sự phấn khích của chuyến tàu bánh cóc quay trở lại núi về Zermatt. Một ngày đáng yêu.Đọc thêm",
            "Trong khi điểm thu hút chính là Matterhorn, đừng quên các sông băng xung quanh ga xe lửa Gornergrat! Chúng rất đồ sộ và cảm giác về quy mô của con người thật không thể đo đếm được! \n\nNếu quang cảnh vào buổi sáng có sương mù và dự báo cho biết trời nắng, đừng hoảng sợ! Đó chỉ là những đám mây di chuyển qua và cuối cùng chúng sẽ cháy hết sau vài giờ nữa. Hãy thoải mái ở lại trong khu vực. Có rất nhiều địa điểm trưng bày trong khu vực, bao gồm cả sô cô la Matterhorn lớn nhất thế giới! Dự báo của Thụy Sĩ khá chính xác. Nhưng về bản chất chúng rất cục bộ và đó là cách hoạt động của thời tiết miền núi.Đọc thêm",
            "Thật là một cách để kết thúc một ngày tuyệt vời ở vùng núi.\n\nĐi theo Gornergrat Bahn từ vị trí thuận tiện gần Ga chính, đây là một chuyến tham quan toàn cảnh. Cả đi lên và đi xuống.\n\nNgồi lại và tận hưởng khung cảnh xung quanh. Đã dành một chút thời gian ở đỉnh núi nhưng điểm thu hút chính là một chuyến đi tuyệt vời khác để quay trở lại căn cứ.\nĐọc thêm",
            "Chúng tôi đã đến Gornergrat vào mùa thu nên quyết định đi vào mùa đông. Chúng tôi nghĩ nó còn đẹp hơn nữa, vì tuyết khiến Matterhorn và những ngọn núi càng trở nên huyền diệu hơn. Chuyến đi mất nửa giờ và quang cảnh rất đẹp. Mọi thứ đều đã đóng cửa hoặc đang được cải tạo ở phía trên, vì vậy chúng tôi đi bộ trên những con đường mòn và chiêm ngưỡng cảnh quan tuyệt đẹp. Nó là sự bổ sung cho Thiên đường sông băng Matterhorn, hãy nhớ ghé thăm nó. Trên đường lên và xuống có tầm nhìn đẹp ra thành phố và núi non, vì vậy hãy chuẩn bị máy ảnh.Đọc thêm",
            "Bẫy du lịch, đi bộ thay vì đi tàu này. Đây không gì khác ngoài những cửa hàng lưu niệm rẻ tiền và đồ ăn dở ở trên cùng.Đọc thêm",
            "Trải nghiệm Gornergrat thật tuyệt vời nhưng có một điều tôi luôn nhận thấy là những người ở trạm bán vé thô lỗ đến mức nào. Hoặc có lẽ đó chỉ dành cho những người không phải người châu Âu! Họ luôn thô lỗ. Đây là lần thứ ba tôi đến thăm và nó luôn như vậy! Dù bạn làm gì, đừng đặt câu hỏi hoặc tốt hơn là tránh chúng và mua vé trực tuyến nếu có thể. Trải nghiệm sẽ tốt hơn rất nhiều.Đọc thêm",
            "Bản thân chuyến tàu thật tuyệt vời! Quan điểm tốt nhất của Matterhorn. Ở phía trên có một vài cửa hàng, nhà hàng và một nhà thờ. Nó rất đẹp với góc nhìn 360 độ. Tôi chắc chắn khuyên bạn nên đi vào một ngày có ít mây. Đây chắc chắn là một trong những điểm nổi bật trong chuyến đi Zermatt của chúng tôi. Đừng bỏ lỡ nó! Đọc thêm",
            "Đó là một chuyến tàu tuyệt vời đến Gornergrat.  Một ngày nắng đẹp và chuyến leo núi thật ngoạn mục. Rất nhiều phong cảnh đẹp và trên đỉnh phủ đầy tuyết. Thật mát mẻ khi có làn gió trong lành và tuyết trắng hoàn hảo. Chúng tôi hơi lạc lõng trong tuyết nhưng có thể nhìn thấy đường ray xe lửa Yêu nó và thật là một kỷ niệm.  Chỉ cần dành thời gian để làm.Đọc thêm",
            "Gornergrat là đỉnh núi ngoạn mục mang đến tầm nhìn toàn cảnh dãy Alps của Thụy Sĩ. Cuộc hành trình trên Đường sắt Gornergrat bản thân nó là một cuộc phiêu lưu, với những khung cảnh đầy cảm hứng trong suốt chặng đường đi lên. Khi đã ở trên đỉnh, khung cảnh sẽ vô cùng ngoạn mục, với những đỉnh núi mang tính biểu tượng như Matterhorn thống trị đường chân trời. Nền tảng quan sát mang lại một vị trí thuận lợi tuyệt vời, khiến nơi đây trở thành thiên đường cho các nhiếp ảnh gia và những người đam mê thiên nhiên. Chuyến thăm Gornergrat là điều không thể bỏ qua đối với bất kỳ ai đang tìm kiếm trải nghiệm núi cao khó quên.Đọc thêm",
            "Mọi người bảo chúng tôi hãy đi xem Matterhorn...nên chúng tôi đã lắng nghe, và thật là một màn trình diễn tuyệt vời về thiên nhiên và sự sáng tạo của Chúa! Đỉnh núi có độ cao hơn 14.000 feet và chúng tôi có thể đi tàu qua dãy Alps đến một điểm chỉ cao hơn 10.000 feet. Nếu bạn là một vận động viên trượt tuyết, phong cảnh đẹp không thể tả bằng lời, và nếu bạn chỉ là một người nhìn như chúng tôi, thật đáng để bạn dành thời gian và công sức để đến gần nhất có thể... Tôi đã từng xem những bức ảnh về nó trước đây, nhưng những bức ảnh thì không làm điều đó công bằng. Có rất nhiều địa điểm đẹp trên thế giới này, và địa điểm này nằm ở vị trí cao nhất trong danh sách!!Đọc thêm",
            "Chúng tôi đã đến Gornergrat vào mùa thu nên quyết định đi vào mùa đông. Chúng tôi nghĩ nó còn đẹp hơn nữa, vì tuyết khiến Matterhorn và những ngọn núi càng trở nên huyền diệu hơn. Chuyến đi mất nửa giờ và quang cảnh rất đẹp. Mọi thứ đều đã đóng cửa hoặc đang được cải tạo ở phía trên, vì vậy chúng tôi đi bộ trên những con đường mòn và chiêm ngưỡng cảnh quan tuyệt đẹp. Nó là sự bổ sung cho Thiên đường sông băng Matterhorn, hãy nhớ ghé thăm nó. Trên đường lên và xuống có tầm nhìn đẹp ra thành phố và núi non, vì vậy hãy chuẩn bị máy ảnh.Đọc thêm",
            "Thật là một cách để kết thúc một ngày tuyệt vời trên núi. Đi Gornergrat Bahn từ vị trí thuận tiện gần Ga chính, đó là một chuyến tham quan toàn cảnh. Cả đi lên và đi xuống. Ngồi ngả lưng và tận hưởng khung cảnh xung quanh. Đã dành một chút thời gian ở đỉnh núi nhưng điểm thu hút chính là một chuyến đi tuyệt vời khác để quay trở lại căn cứ.Đọc thêm",
            "Thật là một nơi tuyệt vời để ghé thăm. Chúng tôi thật may mắn khi có một ngày quang đãng với tầm nhìn tuyệt vời ra Matterhorn và chuyến tàu đi lên thật tuyệt vời!Đọc thêm",
            "Trong khi điểm thu hút chính là Matterhorn, đừng quên các sông băng xung quanh ga xe lửa Gornergrat! Chúng rất đồ sộ và cảm giác về quy mô của con người thật không thể đo đếm được! Nếu quang cảnh vào buổi sáng có sương mù và dự báo cho biết trời nắng, đừng hoảng sợ! Đó chỉ là những đám mây di chuyển qua và cuối cùng chúng sẽ cháy hết sau vài giờ nữa. Hãy thoải mái ở lại trong khu vực. Có rất nhiều địa điểm trưng bày trong khu vực, bao gồm cả sô cô la Matterhorn lớn nhất thế giới! Dự báo của Thụy Sĩ khá chính xác. Nhưng về bản chất chúng rất cục bộ và đó là cách hoạt động của thời tiết miền núi.Đọc thêm",
            "Dịch vụ này có sẵn vào tháng 11 không?\nCảm ơn bạn Đọc thêm",
            "KHÔNG! Mùa đông bắt đầu vào ngày 1 tháng 12. Hôm nay, ngày 15 tháng 11 năm 2023, ở Zermatt đã có tuyết!Đọc thêm",
            "Chào buổi sáng, \n\nCó thể đi lên bằng đường sắt leo núi rồi đi bộ xuống không? Chúng tôi dự định thực hiện hoạt động này vào đầu tháng 3.\nCảm ơn bạn rất nhiều vì đã trả lời của bạn.\nMarie PierreĐọc thêm",
            "Xin chào, tôi chỉ muốn hỏi liệu có ai có đánh giá gì về sự kiện Under the Stars do KulmHotel và đài quan sát ở đó tổ chức không? Nó có đáng không? Cảm ơn!Đọc thêm",
            "Xin chào, tôi chỉ tự hỏi liệu đây có phải là bài đánh giá cho sự kiện do KulmHotel và đài quan sát ở đó tổ chức không? Cảm ơn!Đọc thêm",
            "Không, đó là một chuyến đi riêngĐọc thêm",
            "Xin chào, tôi muốn hỏi liệu tôi có đến từ ga Gornergrat không nhưng tiếc là tôi đã lỡ ga Rotenboden và đến ga Riffelalp, tôi vẫn có thể bắt chuyến tàu hướng Gornergrat và xuống Rotenboden từ Riffelalp chứ?  \n\nTôi hỏi câu hỏi này vì tôi được bảo rằng vé này là vé một chiều mà bạn không thể xuống ở bất kỳ ga nào bạn muốn, nếu tôi muốn quay lại Rotenboden, tôi cần mua vé mới tại Zermatt, và đó sẽ là Zermatt - Rotenboden, tôi thấy thật buồn cười khi thông báo trên đài phát thanh không hề giống như những gì tôi được kể. Có lẽ bạn nên cập nhật thông báo của mình cho phù hợp.Đọc thêm",
            "Chậm một ngày, nhưng bạn có thể làm được.Đọc thêm",
            "Vé Đường sắt Gornergrad chỉ có giá trị trong cùng ngày phải không?Đọc thêm",
            "Tôi đã mua vé khứ hồi tại quầy trong ngày và trả lại ngay trong ngày, nhưng vé khứ hồi Gornergrat Bahn có giá trị trong 10 ngày. Nó được liệt kê trong Câu hỏi thường gặp 6 trên trang web Gornergrat Bahn bằng tiếng Nhật.",
            "Bạn bắt chuyến tàu ở đâu, tôi có thể đặt trước không, và bất cứ điều gì khác mà chúng tôi nên biết hoặc gợi ý. Đây sẽ là chuyến đi ăn trưa buổi sáng hay chuyến đi ăn chiều tốt hơn? Thời tiết nào chúng ta có thể sẽ thấy nhất? Chúng tôi sẽ ở tại Jagerhoff ở Zermatt từ ngày 19 đến ngày 22 tháng 5 năm 2020, thứ Ba-Thứ Sáu. Đọc thêm",
            "Tàu khởi hành từ ga đối diện với ga chính Zermatt. Cuộc hành trình mất khoảng 45 phút đến một giờ để lên đến đỉnh. Giá cả khác nhau. Sau 12h trưa giá rẻ hơn rất nhiều. Đề nghị của tôi là hãy đi sau 12 giờ, ăn trưa ở đó và bạn sẽ có nhiều thời gian để khám phá cho đến khi mặt trời lặn. Bạn có thể mua vé tàu nếu bạn đi đến Zermatt bằng tàu hỏa hoặc bạn có thể mua vé tại nhà ga vào ngày đi.Đọc thêm",
            "Xấu của tôi với câu hỏi trước! Tôi có thể hỏi lại được không\n\nDự định đến Gornergrat trong dịp X mas - Năm mới 2019, tôi có thể hỏi liệu việc đi bộ giữa các ga có an toàn cho trẻ em hay không và liệu đường đi có đủ tốt để mang theo một chiếc xe trượt cho thuê cho một đứa trẻ 10 tuổi không? Hoặc để tìm một chiếc xe trượt cho thuê ở đó giữa các ga xe lửa nếu có\nNubeĐọc thêm",
            "Tôi đồng ý rằng câu trả lời sẽ thay đổi theo mùa.  TI, như đã lưu ý ở trên, có thể cung cấp thông tin tốt hơn nhiều nếu họ biết khi nào bạn sẽ đến.Đọc thêm",
            "Cảm ơn vì tất cả những câu trả lời tử tế...cũng như những lời khuyên thú vị nên đi bộ xuống ga tiếp theo trên đường từ Gornerrat xuống, tuyến đường đi bộ từ ga này đến ga khác có thân thiện với trẻ em với biển báo và mọi thứ không? Chắc chắn là bạn không muốn kết thúc trong một hố băngĐọc thêm",
            "Có, nơi này thân thiện với trẻ em và khá dễ đi bộ đường dài, và có một biển báo dọc đường. Tôi khuyên bạn nên đi tàu lên đến đỉnh tại ga Gornergrat, sau đó trên đường trở về, chỉ cần đi tàu trở lại 1 ga đến Roterboden, cách nhau chỉ 5 phút. Sau đó, bắt đầu đi bộ đường dài từ ga Roterboden. Đi bộ 10 phút đến Riffelsee, hồ nổi tiếng nhất ở Matterhorn. Bạn có thể nhìn thấy hình ảnh phản chiếu của Matterhorn trên hồ. Sau đó, tiếp tục đi bộ đường dài đến Riffelberg để bắt tàu trở lại Zermatt. Bạn sẽ mất 2 giờ để đi bộ đường dài bao gồm cả thời gian chụp ảnh. Đây là nơi gần nhất bạn có thể đến Matterhorn với tầm nhìn triệu đô mỗi phút trong khi bạn đi bộ đường dài. Chỉ cần kiểm tra thời tiết trước khi đi. Đọc thêm",
            "Từ Zermatt, tôi đang dự định mua vé khứ hồi tới Gornergrat. Muốn biết...\nTừ bất kỳ trạm nào trên đường đi, tôi có thể mua vé để tự nhiên nhảy lên ngọn núi khác không? Tôi có cần quay lại Zermatt để bắt đầu lại cuộc hành trình không? Bất kỳ loại vé nào tôi nên xem xét chỉ cho mục đích ngắm cảnh..không phải loại vé trượt tuyết\nCảm ơn\nZermatt NubeĐọc thêm",
            "Để đi du lịch nơi khác, bất cứ nơi nào ở Thụy Sĩ, hãy sử dụng ứng dụng SBB di động trên điện thoại. Tất cả các tùy chọn đều có sẵn và bạn có thể mua trực tuyến ngay lập tứcĐọc thêm"
        ],
        "star_ratings": [
            4164,
            904,
            120,
            33,
            26
        ],
        "review_amount": 5247,
        "location": [
            "bang Valais",
            "Zermatt",
            "Các hoạt động ở Zermatt",
            "Gornergrat là gì?",
            "Thụy sĩ",
            "Châu Âu",
            "dãy núi Alps của Thụy Sĩ"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written July 2, 2023",
            "Written July 21, 2023",
            "Written August 10, 2023",
            "Written September 7, 2023",
            "Written October 23, 2023",
            "Written October 26, 2023",
            "Written November 21, 2023",
            "Written December 31, 2023",
            "Written February 6, 2024",
            "Written May 24, 2024",
            "Written May 23, 2024",
            "Written May 19, 2024",
            "Written March 9, 2024",
            "Written March 2, 2024",
            "Written February 8, 2024",
            "Written February 6, 2024",
            "Written December 31, 2023",
            "Written December 14, 2023",
            "Written November 21, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g188098-d531608-Reviews-Gornergrat-Zermatt_Canton_of_Valais_Swiss_Alps.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g188098-d1320152-Reviews-Restaurant_Vis_a_vis-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188098-d4004690-Reviews-Panorama_Self-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188098-d12212858-Reviews-Iglu_Restaurant_und_Schneebar-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188098-d15368136-Reviews-Mountain_Lodge_Ze_Seewjinu-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188098-d4004799-Reviews-Buffet_Bar_Riffelberg-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188098-d4004706-Reviews-Restaurant_Riffelhaus_1853-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188098-d1567272-Reviews-Restaurant_Alphitta-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188098-d1905537-Reviews-Findlerhof-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188098-d1013561-Reviews-Restaurant_Chez_Vrony-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188098-d3735585-Reviews-Restaurant_Enzian-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d23892284-Reviews-Zooom_The_Matterhorn-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d12327670-Reviews-Kapelle_Gornergrat_Bernhard_von_Aosta-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d10906505-Reviews-Riffelsee-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d5993721-Reviews-Summit_Ski_Snowboard_School-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d3259431-Reviews-Matterhorn_Museum_Zermatlantis-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d2314066-Reviews-Matterhorn_Glacier_Paradise-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d3291999-Reviews-Mountaineers_Cemetery-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d8550951-Reviews-Gorner_Gorge-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g187864-d10752641-Reviews-Plateau_Rosa-Breuil_Cervinia_Valtournenche_Valle_d_Aosta.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d631803-Reviews-Hinterdorfstrasse-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d531608-Reviews-or10-Gornergrat-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d5973185-Reviews-Alpine_Ski_School-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d3648110-Reviews-Zermatt_Ski_School_European_Snowsport_ES-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d2161171-Reviews-Stoked_Snowsports_School-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d546182-Reviews-The_Matterhorn-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d1992774-Reviews-Zermatt_Matterhorn_Ski_Paradise-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d673031-Reviews-Breithorn-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d23793589-Reviews-Swisstaste_Shop-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d15684940-Reviews-Matterhorn_Paragliding-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d14799054-Reviews-FlyZermatt_Paragliding-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d4972211-Reviews-Alpenwild-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d12693769-Reviews-Flybypara-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d2393842-Reviews-Rothorn-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d2405210-Reviews-Sunnegga-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d7797082-Reviews-Matterhorn_Diamonds_Ski_School-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g33062-d8385811-Reviews-Battery_Spencer-Sausalito_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574650-d6975973-Reviews-Ios_Club_Sunset_Dining_Bar-Chora_Ios_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g35363-d4307485-Reviews-Old_Car_City-White_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d104918-Reviews-Portland_Observatory-Portland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g211883-d4442921-Reviews-Sky_Road-Clifden_County_Galway_Western_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g2283829-d379340-Reviews-Tanah_Lot_Temple-Beraban_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g34346-d2175397-Reviews-Founders_Park-Islamorada_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33514-d2556379-Reviews-Bear_Creek_Lake_Park-Lakewood_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g494953-d4988663-Reviews-Firopotamos_Beach-Milos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g49680-d1450283-Reviews-Children_s_Museum_of_Winston_Salem-Winston_Salem_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g188098-d531608-Reviews-or10-Gornergrat-Zermatt_Canton_of_Valais_Swiss_Alps.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g188098-d531608-Reviews-Gornergrat-Zermatt_Canton_of_Valais_Swiss_Alps.html"
    }
]