[
    {
        "attraction_name": "Grand Caverns",
        "attraction_name_vi": "Hang động lớn",
        "general_info": [
            "573 đánh giá",
            "1 trong 6 điều cần làm ở Hang động",
            "Hang động Hang động"
        ],
        "attraction_summary": "Hang động biểu diễn liên tục lâu đời nhất của Châu Mỹ, được tạp chí Parade bình chọn là hang động đứng thứ 2 tại Châu Mỹ và là Di tích thiên nhiên quốc gia, Grand Caverns là ví dụ điển hình về lịch sử và vẻ đẹp. Với sự phong phú của các khối hình khiên hiếm có và lịch sử quanh mỗi khúc quanh, hãy đến và tự mình xem lý do tại sao chúng tôi lại là Grand. Đọc thêm",
        "reviews": [
            "Đây là một chuyến tham quan tuyệt vời trong kỳ nghỉ của gia đình chúng tôi. Sau vài ngày đi bộ đường dài, chúng tôi đã sẵn sàng cho một hoạt động khác.  Hướng dẫn viên du lịch của chúng tôi. Kaylee? thật tuyệt vời. Rất nhiều thông tin! Tôi đã từng đi tham quan các hang động khác trước đây và đây là hang động tôi yêu thích nhất. Thanh thiếu niên, thanh niên và người lớn của chúng tôi đã tham gia rất nhiều vào toàn bộ chuyến tham quan.  Rất khuyến khích! Đọc thêm",
            "Vợ tôi và tôi đến thăm hang động xinh đẹp này vào một buổi sáng mưa giữa tháng Sáu.  Chúng tôi đã đến thăm một lần trước đó khoảng 7 năm. Chuyến tham quan dài 70 phút thực sự hấp dẫn và đẹp đẽ. Hướng dẫn viên du lịch của chúng tôi Meredith đã làm một công việc tuyệt vời với một nhóm gồm 13 du khách. Cô giải thích về lịch sử, nhiều sự kiện và khoa học về cách hình thành hang động cũng như nhiều kiểu hình thành bên trong hang động. Cô ấy là một diễn giả rất giỏi và thú vị khi mô tả các phòng và đội hình khác nhau cũng như cách chúng có tên. Cô cũng nói một chút về phần hang động mới rất rộng lớn được phát hiện vào khoảng năm 2000, không mở cửa cho công chúng tham quan nhưng đang được các nhà khoa học và các nhà thám hiểm hang động khám phá.  Đừng bỏ lỡ hang động đặc biệt này.  Mang theo áo len hoặc áo khoác khi nhiệt độ hang động ở 55F. Đọc thêm",
            "Đoán là tôi đã hơn 50 năm rồi và vui mừng được gặp lại vợ tôi.\n\nCả hai chúng tôi đều thích chuyến tham quan và có một hướng dẫn viên tuyệt vời, Lizzie.  Cô ấy đã được thông báo và cung cấp rất nhiều thông tin.\n\nBên trong rất mát nên hãy nhớ mang theo áo khoác nhẹ.  Nếu bạn chưa từng đến, hãy ghi chuyến đi này vào danh sách việc cần làm của bạn.Đọc thêm",
            "Trải nghiệm tuyệt vời, tôi đánh giá cao Grand Caverns. Hình thành trực tiếp đẹp và hướng dẫn viên du lịch am hiểu. Mọi người đều thân thiện và hay giúp đỡ. Trời lạnh 54 độ nên mang theo áo khoác nhé. Đọc thêm",
            "Không thể tin được, tuyệt vời và ngoạn mục! Tôi đã không đến Caverns khoảng 40 năm và mặc dù tôi nhớ đó là một trải nghiệm tuyệt vời nhưng tôi vẫn không nhớ nó thực sự gây cảm hứng kinh ngạc đến thế nào! Chúng tôi đã đưa một nhóm gia đình lớn gồm 15 người từ 4 đến 76 tuổi và mọi người trong chúng tôi đều rất ấn tượng với các hang động và hướng dẫn viên của chúng tôi, Nếu bạn có khách đến khu vực này, đừng ngần ngại đưa họ đi. Đó thực sự là một cách độc đáo để tận hưởng một buổi chiều mùa hè mát mẻ!Đọc thêm",
            "Chồng tôi và tôi yêu Grand Caverns!  Bạn có một hướng dẫn viên du lịch với một nhóm nhỏ người.  Rất đẹp, Không bị xáo trộn và cũng có rất nhiều sự thật lịch sử!  Điều này làm cho các hang động khác trông quá thương mại hóa và bị chủ nhân xúc động!  Sau chuyến thăm này, những người khác đã không vượt qua được!!! Đọc thêm",
            "Đặt một tour du lịch ở đây vì nó gần chỗ ở của chúng tôi nhất. Chuyến tham quan hang động thực sự rất hay, có nhiều điều thú vị để xem. Hướng dẫn viên của chúng tôi rất am hiểu và hài hước, điều đó khiến chuyến tham quan trở nên thú vị. Những thứ trên bảo tàng mặt đất, v.v. có thể cần một chút tình yêu, nhưng tôi cho rằng những hang động thực sự khá giống với những hang động khác trong khu vực. Sau khi mua vé, bạn cần phải đi bộ lên một con dốc ngắn để tham gia chuyến tham quan hang động. Nó được lát đá và có ít nhất một chiếc ghế dài mà tôi nhận thấy trên đường lên. Không quá dài nhưng có thể mất một chút thời gian đối với những người không quen đi bộ lên dốc.Đọc thêm",
            "Chuyến đi đến Grand Caverns của tôi là một món quà sinh nhật bất ngờ cho đứa cháu trai chín tuổi của tôi. Tôi biết cháu sẽ thích lắm, và cháu đã thích! Tôi đã đến thăm các hang động khi còn nhỏ, và tôi cũng thích các hang động. Vì khu vực của tôi đã trải qua những ngày nhiệt độ 90100 độ trong hai tuần, các hang động là lựa chọn hoàn hảo cho một chuyến đi mát mẻ 55 độ với nhiều cảnh đẹp thiên nhiên! Đọc thêm",
            "Tôi đi cùng hai người bạn đồng nghiệp của mình như một ý tưởng ngẫu hứng. Chúng tôi hoàn toàn bị thổi bay! Chuyến tham quan của chúng tôi diễn ra vào đầu ngày, vì vậy chúng tôi có hướng dẫn viên du lịch để đặt câu hỏi và dành nhiều thời gian hơn để đánh giá cao lịch sử và sự kỳ vĩ về địa chất của các hang động. \n\nCá nhân tôi sẽ tham dự một lần nữa. Giá cả hợp lý và có vô số lựa chọn ở tầng trệt để tận hưởng. Tôi sẽ mang theo con mình vào lần tới khi tôi đi.Đọc thêm",
            "Trải nghiệm hang động nổi bật. \n\nChúng tôi đã đi tham quan Mammoth, Cumberland, Linville, Cathedral, Lost Sea, Ruby Falls và Jenolan Australia...đây là một trong những nơi hay nhất trong số đó.  Cơ sở vật chất hơi cũ kỹ, nhưng đội ngũ nhân viên rất xuất sắc và phong cảnh mỗi bước đi thật khó có nơi nào sánh bằng. Con trai chúng tôi muốn quay trở lại để tham gia chuyến thám hiểm hang động mạo hiểm.  \n\nRất khuyến khích!Đọc thêm",
            "Hướng dẫn viên của chúng tôi, Kayla, thật xuất sắc!  Rất am hiểu.  Đã trả lời tất cả các câu hỏi của chúng tôi, ngay cả những đứa cháu trai năm tuổi của tôi.  Cô ấy thật tuyệt vời.  Tất nhiên, các hang động rất đẹp.  Tôi đã từng đến đây nhưng lần này đã học được nhiều hơn.  Cháu trai tôi đã khai thác đá quý và chúng tôi rất ngạc nhiên trước số đá quý mà cháu nhận được với mức giá đó. Chuyến đi trong ngày tuyệt vời.Đọc thêm",
            "Chuyến tham quan kéo dài 70 phút mà chúng tôi thực hiện cùng Ashley là một trải nghiệm TUYỆT VỜI!!!  Hang động rất lớn và rất đẹp như tranh vẽ!!  Ashley có kiến ​​thức sâu rộng về hệ thống hang động và đã giải thích rất tốt về các vật phẩm và lịch sử khác nhau trong hang động.  RẤT KHUYẾN NGHỊ!!!! Đọc thêm",
            "Chúng tôi muốn thực hiện một chuyến tham quan hang động trong chuyến đi này. Nhiều năm trước, chúng tôi đã đi tham quan Hang động Luray và một điều chúng tôi nhớ là tất cả đều rất đông đúc. Hang động Luray rất đẹp. Mặt khác, Grand Caverns lại là viên ngọc ẩn. Hang động tuyệt vời để xem, không có đám đông. Trên thực tế, ngày chúng tôi ở đó, chúng tôi là 2 người duy nhất trong chuyến lưu diễn. Hướng dẫn viên của chúng tôi rất am hiểu và không vội vàng. Vì vậy, chúng tôi có thể hỏi tất cả các câu hỏi mà chúng tôi muốn. Hang động này hoàn toàn đáng để ghé thăm.Đọc thêm",
            "Chuyến tham quan thực sự tuyệt vời! Mặc dù nó đã được đánh giá rất tốt nhưng hóa ra nó lại tốt hơn chúng tôi mong đợi. Chúng tôi đã đến Hang Mammoth ở Kentucky, nhưng nơi này tốt hơn rất nhiều. Ashley là người hướng dẫn của chúng tôi và đã làm rất tốt! Đọc thêm",
            "Tôi đã đặt trực tuyến trước một vài tuần nhưng có vẻ như chuyến tham quan chưa kín chỗ nên việc đi bộ sẽ có tác dụng. Chuyến tham quan kéo dài 70 phút và đi trên một con đường dễ đi, có nhiều ánh sáng. Mỗi phòng đều có một cái tên với lịch sử thú vị từ khi hang động được phát hiện. Hướng dẫn viên của chúng tôi, Laurie, rất tuyệt và rất vui tính. Việc phải làm nếu bạn ở trong khu vực và cũng tuyệt vời cho trẻ em 3 tuổi. Đọc thêm",
            "Chuyến tham quan nhỏ tuyệt vời đến một số hang động tuyệt vời.  Khoa học thú vị và sự thật lịch sử trong suốt chuyến tham quan. Tim là một người hướng dẫn tuyệt vời và đã làm rất tốt việc cân bằng sự thật với sự hài hước. Rất thích quay lại để nghe một số sự kiện âm nhạc của họ. Tất cả các nhân viên đều cực kỳ dễ chịu, hiểu biết và lạc quan. Đọc thêm",
            "Chúng tôi đã tổ chức Cuộc thi Trường học Môi trường Môi trường hàng năm tại Grand Caverns Park trong hai ngày qua. Mặc dù chúng tôi đã thực hiện một chuyến tham quan hang động như một phần của chương trình, nhưng công viên, gian hàng và khuôn viên thật tuyệt vời cho sự kiện của chúng tôi! Các nhân viên thật tuyệt vời khi được làm việc cùng trong việc lập kế hoạch và chuẩn bị cho chương trình của chúng tôi, đồng thời rất thân thiện và hữu ích. Tôi thực sự khuyên bạn nên sử dụng công viên cho một sự kiện mà bạn có thể đang lên kế hoạch, họp mặt gia đình bằng cách sử dụng nơi trú ẩn hoặc chỉ là một buổi chiều đi dạo thư giãn dọc theo Sông Nam! Cảm ơn Grand Caverns đã biến Envirothon 2024 trở thành một kỷ niệm đáng nhớ!Đọc thêm",
            "Chuyến tham quan thật tuyệt vời - kéo dài một giờ, với chuyến đi dài qua các hang động và một hướng dẫn viên rất hiểu biết và vui tính. Rất khuyến khích. Đọc thêm",
            "Tim, hướng dẫn viên của chúng tôi, dành hơn một giờ để chỉ ra nhiều đặc điểm ngoạn mục của hang động và giải thích lịch sử của nó. Grand Cavern ít phổ biến hơn nhưng lại ấn tượng và đẹp mắt như Luray, cung cấp các chuyến tham quan theo nhóm nhỏ hơn với mức giá hợp lý hơn cho các gia đình.Đọc thêm",
            "Chồng tôi, tôi đã có một trải nghiệm tuyệt vời khi đến Grand Caverns. Hướng dẫn của chúng tôi, Anna, đã làm rất tốt và rất nhiều thông tin. Các hang động rất đẹp, con đường dễ đi và có nhiều ánh sáng để nhìn thấy mọi thứ. Chúng tôi thực sự khuyên bạn nên đi đến hang động này. Nó có giá rất phải chăng và cũng có rất nhiều lịch sử!!Đọc thêm"
        ],
        "star_ratings": [
            472,
            89,
            11,
            1,
            0
        ],
        "review_amount": 573,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm trong Hang động",
            "Hang động lớn",
            "Virginia VA",
            "Hang động"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 13, 2023",
            "Written June 28, 2023",
            "Written July 2, 2023",
            "Written July 8, 2023",
            "Written July 11, 2023",
            "Written July 15, 2023",
            "Written July 31, 2023",
            "Written August 14, 2023",
            "Written September 5, 2023",
            "Written June 5, 2024",
            "Written June 3, 2024",
            "Written May 22, 2024",
            "Written May 21, 2024",
            "Written May 5, 2024",
            "Written May 3, 2024",
            "Written April 12, 2024",
            "Written April 7, 2024",
            "Written April 2, 2024",
            "Written March 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g57792-d108583-Reviews-Grand_Caverns-Grottoes_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g57792-d1941127-Reviews-Wood_Fired_Oven-Grottoes_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57792-d4632698-Reviews-Subway-Grottoes_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57792-d17604562-Reviews-LiL_Guss-Grottoes_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57792-d12986703-Reviews-Shun_Xing-Grottoes_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57792-d13846215-Reviews-7_Eleven-Grottoes_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57792-d4913685-Reviews-Ciros_Flying_Pizza-Grottoes_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58081-d26956711-Reviews-340_Quick_Stop_Inc-Port_Republic_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57792-d108288-Reviews-Grottoes_and_Grand_Caverns-Grottoes_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57792-d12597850-Reviews-Fountain_Cave-Grottoes_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57991-d1095994-Reviews-CrossKeys_Vineyards-Mount_Crawford_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57991-d12125144-Reviews-Marceline_Vineyards-Mount_Crawford_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58081-d264377-Reviews-Port_Republic_Museum-Port_Republic_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57809-d108580-Reviews-Frank_Kemper_House-Harrisonburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58303-d24592580-Reviews-Harmony_Harvest_Farm-Weyers_Cave_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57991-d14108903-Reviews-Hobbit_Hill_Farm-Mount_Crawford_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57792-d108583-Reviews-or10-Grand_Caverns-Grottoes_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57792-d6861335-Reviews-Something_Cool_Shops_on_340-Grottoes_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57809-d2228767-Reviews-White_Oak_Lavender_Farm_The_Purple_WOLF_Tasting_Room-Harrisonburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57991-d4279515-Reviews-Green_Valley_Book_Fair-Mount_Crawford_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58267-d3805969-Reviews-Factory_Antique_Mall-Verona_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57809-d12860463-Reviews-Purple_Wolf_Vineyard-Harrisonburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57991-d7394634-Reviews-Mt_Crawford_Creamery-Mount_Crawford_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58303-d10783659-Reviews-Valley_Pike_Farm_Market-Weyers_Cave_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57950-d19792506-Reviews-Cave_Hill_Farms_Brewery-McGaheysville_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d10804849-Reviews-Horseshoe_Lake-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d10720173-Reviews-AmberSky_Gdansk_Kolo_Widokowe-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d23957754-Reviews-Archaeological_Museum_Of_Chania-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8603785-Reviews-Snow_Town_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12163991-Reviews-Moorea_Beach_Club-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d318176-Reviews-Palace_of_Parliament-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g51547-d737316-Reviews-Riverwind_Casino-Norman_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808394-d1656808-Reviews-Taipei_Zoo-Wenshan_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g59080-d6932127-Reviews-West_Virginia_State_Wildlife_Center-French_Creek_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g42256-d251807-Reviews-Frederik_Meijer_Gardens_Sculpture_Park-Grand_Rapids_Kent_County_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g57792-d108583-Reviews-or10-Grand_Caverns-Grottoes_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g57792-d108583-Reviews-Grand_Caverns-Grottoes_Virginia.html"
    }
]