[
    {
        "attraction_name": "Grand Central Market",
        "attraction_name_vi": "Chợ lớn trung tâm",
        "general_info": [
            "1.156 đánh giá",
            "6 trên 387 Mua sắm ở Los Angeles",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Trung tâm thành phố Los Angeles là một đô thị sầm uất với những tòa nhà cao chót vót, những con phố nhộn nhịp và những nhà kho công nghiệp. Ở đây có sự đa dạng rõ rệt của các nền văn hóa với sự gia tăng ngày càng tăng của các chuyên gia kinh doanh và những người theo phong cách hipster. Nhiều người gọi sự phát triển của Downtown trong những năm gần đây là quá trình đô thị hóa. Các gác xép, quán bar, khách sạn và nhà hàng mới mọc lên thường xuyên. Khu trung tâm thành phố là nơi có một số nhà hàng tốt nhất trong thành phố dẫn đầu giới ẩm thực LA, đồng thời là địa điểm của các địa điểm văn hóa và thể thao bao gồm Phòng hòa nhạc Walt Disney, Trung tâm Staples và Đấu trường La Mã tại Đại học Nam California. Đọc thêm",
        "reviews": [
            "Chúng tôi tình cờ tìm thấy nơi này, đối diện phía dưới chuyến bay của Angels. Sáng thứ Ba rất đông đúc, chủ yếu là du khách, cộng thêm một vài người mặc trang phục công sở đến ăn trưa sớm.\nCác món ăn Mexico, Trung Quốc, Salvador, cùng với bánh mì kẹp thịt, món cuốn, bánh sandwich, người bán thịt, sản phẩm tươi sống, thậm chí cả thợ kim hoàn!\nChúng tôi ăn sáng tại Egg Slt và sau đó ăn tối tại nhà máy bia Golden Road. Đọc thêm",
            "Bạn sẽ tha hồ lựa chọn ở đây - đúng vậy! \nNó không sang trọng hay có máy lạnh nhưng có rất nhiều nét đặc sắc. Mặc dù trời nóng vào mùa hè nhưng nó được che chắn nên không thể chịu nổi. Giống như một khu chợ khổng lồ với vô số lựa chọn ẩm thực - nhà bếp quốc tế cũng như bánh pizza, trà trân châu thông thường, v.v. \nNgoài ra, nó rất chật, tôi nằm giữa trung tâm thành phố và tất cả các địa danh khác mà bạn nên ghé thăm ở Los Angeles, vì vậy tôi chắc chắn sẽ giới thiệu một bữa ăn ở đây: Đọc thêm",
            "Chợ lớn trung tâm là chợ công cộng cũ ở trung tâm thành phố Los Angeles.  Nó hiện được cung cấp gần như hoàn toàn cho các quán ăn đa dạng, nhiều trong số đó khá ngon hoặc xuất sắc.  Có một số người còn sót lại, bao gồm người bán nông sản, người bán ghim và đồ lưu niệm, và có những người buôn bán quần áo, v.v.\n\nLần đầu tiên chúng tôi đến đây có thể là nhiều năm trước và nó đã thay đổi rất nhiều kể từ đó.  Khi chúng tôi lần đầu đến đây, nó yên tĩnh hơn nhiều và về cơ bản hoàn toàn không có khách du lịch - nhưng hồi đó, gần đây nhất là năm 2011, trung tâm thành phố LA về cơ bản không có khách du lịch hoặc đám đông người giàu có, hipster, v.v., đã chuyển đến. kể từ đó. Hầu hết các quán ăn ở đây bây giờ đều không còn ở đó khi chúng tôi thực sự đến đây lần cuối vào năm 2011, mặc dù vẫn còn một số địa điểm cũ đã tồn tại ở đây trong nhiều thập kỷ.  Đây là một nơi tuyệt vời để đến để lựa chọn trong số vô số thứ để ăn hoặc uống, mua sắm một chút và ngắm nhìn một chút LA cũ kỹ, tuy nhiên nó đã trở nên sang trọng hơn.Đọc thêm",
            "Đây là một phát hiện tuyệt vời nếu bạn đang ở trong khu vực. Nó mở cửa từ 8-8 giờ, bảy ngày một tuần và có nhiều quầy hàng thực phẩm phục vụ bất kỳ loại món ăn dân tộc nào mà bạn mong muốn. Sự rung cảm tuyệt vời và rõ ràng được người dân địa phương cũng như khách du lịch sử dụng. Và nó có phòng vệ sinh và quầy bar!Đọc thêm",
            "Chúng tôi đi ngang qua để ăn tối sớm. Một số quầy hàng đã đóng cửa, có thể chỉ mở cửa phục vụ bữa trưa. Có rất nhiều sự lựa chọn, nhưng nặng về Mexico. Đám đông còn trẻ, độ tuổi 20 và âm nhạc rất LỚN.\n\nKem McConnells thật tuyệt vời.\n\nChúng tôi đi tàu leo ​​núi gần đến cửa trước.\n\nTôi sẽ đi lần nữa chứ? Ở tuổi tôi thì không.Đọc thêm",
            "Chợ lớn trung tâm có nhiều nhà hàng trong đó. Tôi ăn trưa tại một nhà hàng Thái Lan. Đồ ăn và đồ uống kiểu Thái có vị ngon. Nhân viên của nhà hàng rất tốt bụng và thân thiện. Tôi thực sự thích bữa ăn của tôi. Cảm ơn bạn rất nhiều.Đọc thêm",
            "Là một tổ chức ở trung tâm thành phố từ năm 1917, ngày nay Grand Central Market không còn là một khu chợ công cộng nữa mà giống một khu ẩm thực hơn với nhiều lựa chọn ăn uống khác nhau. Tôi đã đến Lucky Bird Fried Chicken, Fat Flour Bake Shop và McConnells Ice Cream, tất cả đều tuyệt vời.\n\nLối vào Hill St nằm ngay bên kia đường đối diện Angels Flight, và chỉ cần đi bộ một đoạn ngắn là đến các ga tàu điện ngầm Pershing Square hoặc Historic Broadway. Vào cuối tuần, nơi này có thể đông đúc, nhưng dường như luôn có chỗ để ngồi. Đọc thêm",
            "Không có gì để không yêu tại Grand Central Market ở Downtown Los Angeles. Bãi đậu xe là một con gấu, nhưng ngoài điều đó ra, nó chỉ là niềm vui. \n\nĐó là một khu chợ đầy đủ và cũng là một nơi để ăn. Họ có quầy bán đủ loại đồ ăn, họ có một quán ăn nơi bạn có thể ngồi xuống, họ có mọi loại đồ ăn mà bạn có thể tưởng tượng, đặc biệt là đồ ăn Mexico.\n\nNó trở nên đông đúc nhưng đám đông rất tuyệt và là một phần niềm vui khi ở đó. Nơi này thật lớn. Họ giữ nó sạch sẽ nhất có thể cho một nơi rộng lớn như vậy với mọi người ở khắp mọi nơi.\n\nBạn có thể có được những thứ ở đó mà bạn sẽ khó tìm được ở nơi khác. Họ có một bộ sưu tập ớt rất lớn, nhiều loại chúng tôi chưa từng thấy.\n\nTôi có bạn bè trong thị trấn nên chúng tôi đi đến khu chợ tuyệt vời nhất. Họ yêu thích nó.\n\nHọ có xúc xích và bánh mì xúc xích tuyệt vời. Bạn có thể ăn mọi thứ ở đó, nhưng bạn có thể mang về nhà một đống đồ ăn ngon trong vài ngày và bạn có thể mua sắm ở đó cho mọi nhu cầu thị trường của mình.\n\nĐưa tất cả đồ đạc của bạn lên xe không phải là điều thú vị, nhưng bạn sẽ tìm ra cách.\n\nBất cứ khi nào bạn ở LA, bạn phải dừng lại.Đọc thêm",
            "Khu chợ rộng lớn cung cấp nhiều món ăn ngon.  Tất cả mọi thứ từ thực phẩm ăn sáng, trái cây và bánh ngọt đến sushi, đồ ăn Mexico và pizza nướng bằng củi.  Tôi đã ăn sáng burrito đủ lớn để chia sẻ với người khác.  Cũng có một ly cà phê từ nhà cung cấp The Donut Man rất ngon, giá cả hợp lý và được nạp thêm miễn phí. Đọc thêm",
            "Chợ lớn cung cấp nhiều món ăn ngon. Mọi thứ từ đồ ăn sáng, trái cây và bánh ngọt đến sushi, đồ ăn Mexico và pizza nướng bằng củi. Tôi đã ăn một chiếc burrito ăn sáng đủ lớn để chia sẻ với một người khác. Tôi cũng đã uống một tách cà phê từ người bán The Donut Man, rất ngon, giá cả phải chăng và được tặng kèm một cốc cà phê miễn phí. Đọc thêm",
            "Rất bận rộn nhưng tốt.  Nên bận rộn với tất cả những nhà cung cấp thực phẩm.   Bánh mì kẹp thịt FTW tuyệt vời.   Không phải đợi lâu vì đã có hàng.Đọc thêm",
            "Chắc chắn là một điểm đến ẩm thực thú vị. Rất nhiều sự lựa chọn. Đó là một phòng ăn có steroid với mọi thứ bạn có thể tưởng tượng đều có mùi thơm ngon.Đọc thêm",
            "Không có gì để không yêu tại Grand Central Market ở Downtown Los Angeles. Bãi đậu xe là một con gấu, nhưng ngoài điều đó ra, nó chỉ là niềm vui. Đó là một khu chợ đầy đủ và cũng là một nơi để ăn. Họ có quầy bán đủ loại đồ ăn, họ có một quán ăn nơi bạn có thể ngồi xuống, họ có mọi loại đồ ăn mà bạn có thể tưởng tượng, đặc biệt là đồ ăn Mexico. Nó đông đúc nhưng đám đông rất tuyệt và là một phần thú vị khi ở đó. Nơi này thật lớn. Họ giữ nó sạch sẽ nhất có thể cho một nơi rộng lớn như vậy với mọi người ở khắp mọi nơi. Bạn có thể lấy những thứ ở đó mà bạn sẽ khó tìm được ở nơi nào khác. Họ có một bộ sưu tập ớt rất lớn, nhiều loại trong số đó chúng tôi chưa từng thấy. Tôi có bạn bè ở thị trấn nên chúng tôi đã đi đến khu chợ tuyệt vời nhất. Họ yêu thích nó. Họ có xúc xích và bánh mì kẹp xúc xích rất ngon. Bạn có thể ăn mọi thứ ở đó, nhưng bạn có thể mang cả đống về nhà và có đồ ăn ngon trong vài ngày và bạn có thể mua sắm ở đó đáp ứng mọi nhu cầu thị trường của mình. Đưa tất cả đồ đạc lên xe không phải là điều thú vị, nhưng bạn sẽ tìm ra cách. Bất cứ khi nào bạn đang ở LA bạn phải dừng lại.Đọc thêm",
            "Là một tổ chức ở trung tâm thành phố từ năm 1917, ngày nay Grand Central Market không còn là một khu chợ công cộng nữa mà giống một khu ẩm thực hơn với nhiều lựa chọn ăn uống khác nhau. Tôi đã từng đến quán gà rán Lucky Bird, cửa hàng bánh nướng Fat Flour và kem McConnells, tất cả đều tuyệt vời. Lối vào Hill St nằm ngay đối diện với Angels Flight và cách Quảng trường Pershing hoặc Broadway Lịch sử một quãng đi bộ ngắn Ga tàu điện ngầm. Vào cuối tuần, nơi đây có thể đông đúc nhưng dường như luôn có chỗ để ngồi.Đọc thêm",
            "Chợ lớn trung tâm có nhiều nhà hàng trong đó. Tôi ăn trưa tại một nhà hàng Thái Lan. Đồ ăn và đồ uống kiểu Thái có vị ngon. Nhân viên của nhà hàng rất tốt bụng và thân thiện. Tôi thực sự thích bữa ăn của tôi. Cảm ơn bạn rất nhiều.Đọc thêm",
            "Chúng tôi đi bộ đến đó để ăn tối sớm. Một số quầy hàng đã đóng cửa, có thể chỉ mở cửa vào giờ ăn trưa. Có rất nhiều lựa chọn, nhưng chủ yếu là đồ ăn Mexico. Đám đông trẻ, khoảng 20 tuổi, và nhạc thì RẤT TO. Kem McConnells thì tuyệt vời. Chúng tôi đi cáp treo gần đến cửa trước. Tôi có quay lại không? Ở độ tuổi của tôi, thì không. Đọc thêm",
            "Đây là một phát hiện tuyệt vời nếu bạn đang ở trong khu vực. Nó mở cửa từ 8-8 giờ, bảy ngày một tuần và có nhiều quầy hàng thực phẩm phục vụ bất kỳ loại món ăn dân tộc nào mà bạn mong muốn. Sự rung cảm tuyệt vời và rõ ràng được người dân địa phương cũng như khách du lịch sử dụng. Và nó có phòng vệ sinh và quầy bar!Đọc thêm",
            "Chợ lớn trung tâm là chợ công cộng cũ ở trung tâm thành phố Los Angeles.  Nó hiện được cung cấp gần như hoàn toàn cho các quán ăn đa dạng, nhiều trong số đó khá ngon hoặc xuất sắc.  Có một vài người còn sót lại, bao gồm một nhà cung cấp sản phẩm, người bán ghim và đồ lưu niệm, và có những người buôn bán quần áo, v.v. Lần đầu tiên chúng tôi đến đây có thể là nhiều năm trước và nó đã thay đổi rất nhiều kể từ đó.  Khi chúng tôi lần đầu tiên đến đây, nó yên tĩnh hơn nhiều và về cơ bản hoàn toàn không có khách du lịch - nhưng hồi đó, gần đây nhất là năm 2011, trung tâm thành phố LA về cơ bản không có khách du lịch hoặc đám đông người giàu có, hipster, v.v., đã chuyển đến. kể từ đó. Hầu hết các quán ăn ở đây bây giờ đều không còn ở đó khi chúng tôi thực sự đến đây lần cuối vào năm 2011, mặc dù vẫn còn một số địa điểm cũ đã tồn tại ở đây trong nhiều thập kỷ.  Đây là một nơi tuyệt vời để đến để lựa chọn trong số vô số thứ để ăn hoặc uống, mua sắm một chút và ngắm nhìn một chút LA cũ kỹ, tuy nhiên nó đã trở nên sang trọng hơn.Đọc thêm",
            "100000010 tôi sẽ quay lại lần nữa! Có rất nhiều lựa chọn thực phẩm. Chỉ cần đảm bảo rằng bạn có cả tiền mặt và apple payĐọc thêm",
            "Khu vực xung quanh Grand Central Market như thế nào?Đọc thêm",
            "Trung tâm thành phố LA của nó. Có một đoạn đường đỗ xe kèm theo, nơi bạn có thể đỗ xe trong 4 giờ hoặc một khoảng thời gian. Tòa nhà Bradbury ở bên kia đường cũng như quán Blue Bottle Coffee. Tuyến đường sắt thẳng đứng lịch sử của Chuyến bay Angels cũng nằm ngay bên kia đường ở phía bên kia. Bảo tàng Broad và Phòng hòa nhạc Walt Disney nằm trên đỉnh Angels Landing. Tòa thị chính LA cách Chợ Trung tâm Thế giới một quãng đi bộ. Hiệu sách Cuối cùng cũng nằm trong khoảng cách đi bộ. Tôi đã đến khu vực này ba lần và giới thiệu.Đọc thêm",
            "Nó cách Sheraton Grand bao xa? Có dễ dàng để đi bộ đến nó? Có đủ an toàn vào ban đêm không?Đọc thêm",
            "Có, nó an toàn, và bạn sẽ khó lòng nhìn thấy người vô gia cư nào ở quận đó trước 10 giờ tối. Tôi thích lái xe hoặc Uber hơn, đặc biệt là khi đi cùng gia đình.Đọc thêm",
            "Tiene Parking?Đọc thêm",
            "Chợ không có bãi đậu xe riêng. Có, có những bãi đậu xe trên các con phố lân cận nơi bạn tính phí theo giờ, mức tối đa hàng ngày và rất thuận tiện để sử dụng trong ngày. Tôi dường như nhớ rằng nó dao động trong khoảng từ 15 đến 20 trong cả ngày. Bạn có thể lựa chọn ăn sáng hoặc ăn trưa tại chợ và tham quan khu vực, chẳng hạn như Tòa nhà Bradbury, một tòa nhà đẹp ngay phía trước; Trên con phố sau chợ, bạn có thể đi một chiếc phễu nhỏ, đưa bạn đến một khu vực cao hơn, nơi bạn có thể có một góc nhìn khác về thành phố và từ đó bạn có thể đi bộ đến Phòng hòa nhạc Walt Disney và thậm chí cả Nhà thờ Los Angeles.Đọc hơn",
            "Chợ miền Trung lớn có sạc ô tô điệnĐọc thêm",
            "Tôi không biết xin lỗi.Đọc thêm",
            "Nó có thân thiện với chó không?Đọc thêm",
            "Quá đông để chó có thể đi lang thang.Đọc thêm",
            "Giá trung bình tại các điểm ăn uống là bao nhiêu?Đọc thêm",
            "Phụ thuộc vào việc bạn thích ăn gì và ăn bao nhiêu. Nhưng bạn có thể có một bữa ăn ngon với giá khoảng 8-10 US, không bao gồm đồ uốngĐọc thêm",
            "Có bãi đậu xe GẦN nào dành cho ô tô có biển đỗ xe dành cho người khuyết tật không?Đọc thêm",
            "Có, nhưng tiếc là Los Angeles không có giấc ngủ trưa điện tử để bạn dễ dàng tìm thấy chúng trên mạng.  Bạn sẽ cần phải lái xe đến bãi đậu xe gần đó và tìm kiếm các điểm.  Chúng rất dễ nhận biếtĐọc thêm",
            "Có mở cửa vào cuối tuần không? Giờ của họ là mấy giờ? làm cách nào để đến đó bằng phương tiện công cộng?Đọc thêm",
            "có - mở cửa vào cuối tuần.  Tôi chắc chắn bạn có thể đi xe buýt hoặc tàu điện ngầm và đi bộ một chút.  \n\nbạn có thể truy cập trang web hàng giờ - nhưng tôi tin rằng trang web sẽ mở cửa lúc 8 giờ sángĐọc thêm",
            "Giờ làm việc là gì? Mở cửa hàng ngày?Đọc thêm",
            "Chào Doris,\n\nGiờ làm việc: Chủ Nhật - Thứ Tư 8 giờ sáng - 6 giờ chiều Thứ Năm - Thứ Bảy 8 giờ sáng - 9 giờ tối\n\nBạn có thể xem trang web Grand Central Markets để biết danh sách các nhà cung cấp và hơn thế nữa! Có lẽ lên kế hoạch trước cho cuộc tấn công của bạn:\n\nMặc quần co giãn - ăn tấn! xoĐọc thêm"
        ],
        "star_ratings": [
            514,
            450,
            129,
            48,
            15
        ],
        "review_amount": 1156,
        "location": [
            "Hoa Kỳ",
            "Những thiên thần",
            "Những điều cần làm ở Los Angeles",
            "Chợ Grand Central",
            "California CA"
        ],
        "reviews_time": [
            "Written July 30, 2023",
            "Written August 25, 2023",
            "Written January 30, 2024",
            "Written February 14, 2024",
            "Written March 6, 2024",
            "Written March 13, 2024",
            "Written April 2, 2024",
            "Written April 2, 2024",
            "Written June 2, 2024",
            "Written June 3, 2024",
            "Written May 21, 2024",
            "Written May 5, 2024",
            "Written April 2, 2024",
            "Written April 2, 2024",
            "Written March 14, 2024",
            "Written March 6, 2024",
            "Written February 14, 2024",
            "Written January 30, 2024",
            "Written December 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32655-d524600-Reviews-Grand_Central_Market-Los_Angeles_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d3848093-Reviews-Maccheroni_Republic-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d6103846-Reviews-Eggslut-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d2241406-Reviews-Perch-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d7617914-Reviews-Redbird-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d8803003-Reviews-Otium_Restaurant-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d364702-Reviews-Water_Grill_Los_Angeles-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d7969803-Reviews-Pitchoun-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d364770-Reviews-Nick_Stef_s_Steakhouse-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d7256919-Reviews-McConnell_s_Fine_Ice_Creams-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32655-d7061325-Reviews-Kazunori_The_Original_Hand_Roll_Bar-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d106169-Reviews-Million_Dollar_Theater-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d127352-Reviews-Bradbury_Building-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d142962-Reviews-Angels_Flight_Railway-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d19792599-Reviews-Victor_Clothing-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d8645857-Reviews-The_Broad-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d560772-Reviews-Continental_Building-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d10020658-Reviews-Fiesta_Broadway-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d127399-Reviews-The_Museum_of_Contemporary_Art-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d258384-Reviews-Walt_Disney_Concert_Hall-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d7736397-Reviews-Mrs_Fish-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d524600-Reviews-or10-Grand_Central_Market-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d592701-Reviews-Amoeba_Music-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d6835662-Reviews-The_Last_Bookstore-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d219483-Reviews-The_Original_Farmers_Market-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d3316997-Reviews-American_Riviera_Private_Tours-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d547175-Reviews-The_Grove-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d156954-Reviews-Universal_CityWalk_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d1908285-Reviews-Citadel_Outlets-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d207644-Reviews-Olvera_Street-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d254736-Reviews-Hollywood_Highland-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d7603086-Reviews-Hollywood_Farmers_Market-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12429167-Reviews-Handlebar_Bike_Tours-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d17595359-Reviews-Los_Angeles_Supercar_Tour_by_Exotics_Racing-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d1569381-Reviews-Six_Taste-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d5841275-Reviews-The_Redwood_Bar-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12836641-Reviews-Spa_at_the_Omni_Los_Angeles_Hotel-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d9706085-Reviews-Sidewalk_Food_Tours_of_Los_Angeles-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d3778542-Reviews-Local_Japan_Day_Tours-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d1568831-Reviews-Palacio_da_Bolsa-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1006065-Reviews-Broadacres_Marketplace-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d669464-Reviews-Wailea_Golf_Club-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g51176-d8541845-Reviews-Ramseyer_Farms-Wooster_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g2301800-d447297-Reviews-Tanjung_Puting_National_Park-Central_Kalimantan_Kalimantan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7998333-Reviews-Chelsea_Flea_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g41995-d1114249-Reviews-Birch_Run_Premium_Outlets-Birch_Run_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d4226851-Reviews-Wheatlands_Plantation-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d144263-Reviews-Boone_Hall_Plantation-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g608520-d3694515-Reviews-Gangchon_Rail_Park-Chuncheon_Gangwon_do.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32655-d524600-Reviews-or10-Grand_Central_Market-Los_Angeles_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32655-d524600-Reviews-Grand_Central_Market-Los_Angeles_California.html"
    }
]