[
    {
        "attraction_name": "Grand Prismatic Spring",
        "attraction_name_vi": "Mùa xuân lăng trụ lớn",
        "general_info": [
            "3.193 đánh giá",
            "10 trong số 164 điều cần làm ở Công viên Quốc gia Yellowstone",
            "Mạch nước phun suối nước nóng"
        ],
        "attraction_summary": "Suối nước nóng có màu sắc rực rỡ là kết quả của tảo sống trong nước.Đọc thêm",
        "reviews": [
            "Đây là một trong những điểm thu hút phổ biến nhất và có rất nhiều người, chụp ảnh tự sướng và hành động - nhưng cũng dễ hiểu vì đây là một địa danh địa chất quan trọng.  Hãy cẩn thận trên lối đi bộ vì nó đông đúc và chúng tôi nghĩ rằng nó hơi hẹp và ván hơi trơn.  Đi sớm.Đọc thêm",
            "Chúng tôi đã nhìn thấy vô số mạch nước phun và suối bao gồm cả Grand Prismatic Spring. Thật thú vị khi nhìn từ mặt đất nhưng bạn sẽ không thể nhìn thấy hoặc đánh giá cao các cvlours cho đến khi bạn đi lên đài quan sát phía trên và nhìn xuống nó. Đi bộ là một đoạn lái xe ngắnĐọc thêm",
            "Chắc chắn có được một cái nhìn bỏ qua từ Thác Tiên.  Hãy đến vào một ngày nắng đến một phần nắng. Trải nghiệm mãnh liệt với một vài đám mây và những thay đổi về màu sắc! Đi bộ đường dài - 8 tuổi đã làm được. Việc nhìn thấy trâu là một phần thưởng. Đi sớm - đỗ xe khó khăn. Điểm thu hút phổ biến.Đọc thêm",
            "Sau khi đi bộ đường dài đến một chỗ đậu nhìn ra suối, nơi chúng tôi có thể có được góc nhìn thực sự về những màu sắc rộng lớn của khu vực, chúng tôi xuống bãi đậu xe để đi bộ nửa dặm quanh Suối Grand Prismatic.\nBãi đậu xe đã đầy nên chúng tôi đỗ xe bên lề đường và đi bộ vào bãi đậu xe để sử dụng các tiện nghi của họ, sau đó tiếp tục đi lên suối.\nĐường đi vòng là một cách giúp kiểm soát tuyệt vời một trong những điểm đông đúc nhất mà chúng tôi gặp phải trong 4 ngày ở Công viên. Có nhiều chỗ để chụp ảnh và không cảm thấy như đang làm phiền trải nghiệm của bất kỳ ai khác. Đọc thêm",
            "Thật tuyệt vời khi có thể nhìn thấy địa điểm lịch sử và xinh đẹp này trong công viên. Tôi ước chúng tôi đã leo lên điểm thuận lợi để nhìn thấy nó từ trên cao. Lối đi bộ rất đẹp và việc đỗ xe rất khó khăn. Phòng vệ sinh tốt và nhìn thấy con bò rừng rất đẹp.Đọc thêm",
            "Nếu bạn có thời gian, tôi khuyên bạn nên đi bộ đường dài hơn đến khu vực quan sát phía trên để bạn có thể nhìn xuống suối. Chúng tôi đi bộ trên khu vực lối đi lát ván dẫn bạn đến ngay cạnh suối. Điều này thật tuyệt vời nhưng cũng khó có được cái nhìn toàn cảnh về độ lớn của những con suối này. Sự tương phản về màu sắc thật đáng kinh ngạc.Đọc thêm",
            "Grand Prismatic Springs là địa điểm không thể bỏ qua nếu đến thăm Yellowstone, đặc biệt nếu bạn đang tìm kiếm các hoạt động dễ tiếp cận hơn. Bãi đậu xe đã đầy khi chúng tôi đến lúc 10 giờ sáng nên chúng tôi phải đỗ xe bên đường cao tốc, đây không phải là vấn đề đối với chúng tôi. Chúng tôi không thấy nó quá đông đúc vì mọi người phân tán xung quanh lối đi bộ lát ván dài 5 dặm. Mặc dù đó là một ngày nhiều mây mát mẻ nhưng màu sắc thật tuyệt vời, tôi chỉ có thể tưởng tượng nó sẽ trông như thế nào vào một ngày nắng. Vì trời mát, tạo ra nhiều hơi nước hơn và hạn chế tầm nhìn nên chúng tôi đã không leo lên khu vực quan sát.Đọc thêm",
            "Mùa xuân này là mùa xuân lớn nhất ở Yellowstone và là nơi mà mọi người đều muốn chụp một bức ảnh của mình. Tôi được nhân viên kiểm lâm ở Old Faithful cho biết rằng điểm quan sát đã bị đóng cửa do điều kiện đường mòn nhưng tôi cá rằng việc nhìn từ trên cao sẽ rất tuyệt vời. Tôi đã có thể chụp một vài bức ảnh selfie của mình và thậm chí còn được một vài người đề nghị chụp ảnh tôi trước mặt nó. Hãy lịch sự và giúp đỡ lẫn nhau. Làm cho toàn bộ trải nghiệm trở nên tốt hơn và mang lại cho mọi người cơ hội để có được bức ảnh của chính họ trước tác phẩm nghệ thuật tự nhiên này.Đọc thêm",
            "Tôi khuyên bạn nên xem nó từ bên ngoài.\n\nThật là ngoạn mục!  Có hai cách để nhìn thấy nó - từ trên cao hoặc từ mặt đất!  Tôi là một người đam mê NatGeo, vì vậy cuối cùng tôi cũng có thể tận mắt nhìn thấy điều này thật tuyệt vời.  Tôi đi theo con đường có tầm nhìn từ trên cao.  Đó là một con đường dốc và tôi gặp khó khăn một chút, nhưng như người ta nói - chậm và ổn định.  Tầm nhìn ở phía trên hơi nhỏ nhưng nó chắc chắn mang lại một góc nhìn khác so với khi bạn nhìn từ mặt đất.Đọc thêm",
            "Đường đi bộ lót ván giúp bạn dễ dàng khám phá mùa xuân.\n\nBãi đậu xe nhỏ vì sự phổ biến của điểm thu hút. Hãy kiên nhẫn! Tham quan không mất nhiều thời gian nên xe ra đi thường xuyên!Đọc thêm",
            "Đường đi bộ lót ván giúp du khách dễ dàng khám phá suối. Bãi đậu xe nhỏ so với mức độ phổ biến của điểm tham quan. Hãy kiên nhẫn! Tham quan không mất nhiều thời gian nên xe ra đi thường xuyên!Đọc thêm",
            "Tôi khuyên bạn nên xem nó từ góc nhìn. Nó thật ngoạn mục!  Có hai cách để nhìn thấy nó - từ trên cao hoặc từ mặt đất!  Tôi là một người đam mê NatGeo, vì vậy cuối cùng tôi cũng có thể tận mắt nhìn thấy điều này thật tuyệt vời.  Tôi đi theo con đường có tầm nhìn từ trên cao.  Đó là một con đường dốc và tôi gặp khó khăn một chút, nhưng như người ta nói - chậm và ổn định.  Tầm nhìn ở phía trên hơi nhỏ nhưng nó chắc chắn mang lại một góc nhìn khác so với khi bạn nhìn từ mặt đất.Đọc thêm",
            "Mùa xuân này là mùa xuân lớn nhất ở Yellowstone và là nơi mà mọi người đều muốn chụp một bức ảnh của mình. Tôi được nhân viên kiểm lâm ở Old Faithful cho biết rằng điểm quan sát đã bị đóng cửa do điều kiện đường mòn nhưng tôi cá rằng việc nhìn từ trên cao sẽ rất tuyệt vời. Tôi đã có thể chụp một vài bức ảnh selfie của mình và thậm chí còn được một vài người đề nghị chụp ảnh tôi trước mặt nó. Hãy lịch sự và giúp đỡ lẫn nhau. Làm cho toàn bộ trải nghiệm trở nên tốt hơn và mang lại cho mọi người cơ hội để có được bức ảnh của chính họ trước tác phẩm nghệ thuật tự nhiên này.Đọc thêm",
            "Đi bộ tuyệt vời qua lưu vực Geyser. Suối nước nóng thật đáng chú ý và phản chiếu giữa buổi chiều tạo nên những bức ảnh tuyệt đẹp. Rất nhiều đặc điểm địa nhiệt để xemĐọc thêm",
            "Đây là suối nước nóng lớn nhất ở Mỹ.  Mọi người đều phải nhìn thấy nó.  Tuy nhiên, sự đông đúc có thể khiến bạn không muốn xem.Đọc thêm",
            "Lượt xem NÀY thật TUYỆT VỜI ... Đó là NHỮNG ĐIỀU ĐẸP NHẤT BAO GIỜ CÓ TRONG THỰC TẾ!! KHÔNG CHẠM vào Đá !!Đọc thêm",
            "Bạn cần một ngày tươi sáng và đầy nắng để đánh giá đầy đủ điều này. Chúng tôi không hiểu nhưng chúng tôi vẫn thích nhìn thấy nó. Có một lối đi bộ lót ván mà bạn có thể đi bộ lên và ngắm nhìn nó từ góc nhìn của chim. Đó là khoảng một phần tư dặm đi bộ. Đọc thêm",
            "Chúng tôi không biết rằng phải mất một khoảng cách khá xa để có thể thực sự nhìn thấy lò xo hình lăng trụ. Thật không may, không có biển báo nào cho đến khi bạn đến được con đường mà bạn phải đi. Sẽ rất hữu ích nếu liệt kê thông tin khoảng cách trong công viên từ bãi đậu xe đến địa điểm xem thực tế, để bạn có thể chọn những điểm tham quan cần xem trước khi quyết định lái xe đến đó và cố gắng tìm một chỗ đậu xe. Tuy nhiên, chúng tôi đã cố gắng đi bộ để ngắm mùa xuân. Tuy nhiên, chúng tôi đã đi được khoảng 100 thước từ ô tô của mình và vào một ngày nắng đẹp, trời bắt đầu mưa và ném những hạt băng nhỏ vào người chúng tôi!  Vì vậy, chúng tôi quay trở lại xe, người ướt sũng. Tôi chắc chắn rằng nơi đây rất đẹp để chiêm ngưỡng nhưng hãy nhớ sẵn sàng đi bộ một quãng đường để đến gần bất kỳ mạch nước phun lớn nào trong công viên ngoại trừ Old Faithful. Và có một chiếc ô trong xe.Đọc thêm",
            "Chúng tôi đã đến nhóm mạch nước phun này, trong đó có mạch nước phun Excelsior. Đây là một khu vực tuyệt vời để tham quan. Lăng kính lớn rất khó để nhìn thấy từ góc nhìn này. Tôi đã nhìn thấy mọi người ở một góc nhìn cao hơn nhưng tôi không thể đến đó. Nhưng đó là một khu vực hoạt động địa nhiệt tuyệt đẹpĐọc thêm",
            "Grand Prismatic Springs là địa điểm không thể bỏ qua nếu đến thăm Yellowstone, đặc biệt nếu bạn đang tìm kiếm các hoạt động dễ tiếp cận hơn. Bãi đậu xe đã đầy khi chúng tôi đến lúc 10 giờ sáng nên chúng tôi phải đỗ xe bên đường cao tốc, đây không phải là vấn đề đối với chúng tôi. Chúng tôi không thấy nó quá đông đúc vì mọi người phân tán xung quanh lối đi bộ lát ván dài 5 dặm. Mặc dù đó là một ngày nhiều mây mát mẻ nhưng màu sắc thật tuyệt vời, tôi chỉ có thể tưởng tượng nó sẽ trông như thế nào vào một ngày nắng. Vì trời mát, tạo ra nhiều hơi nước hơn và hạn chế tầm nhìn nên chúng tôi đã không leo lên khu vực quan sát.Đọc thêm",
            "Chúng tôi dự định đến thăm công viên đá vàng vào tuần đầu tiên của tháng 5 từ ngày 2 tháng 5. Liệu chúng ta có thể nhìn thấy những lò xo hình lăng trụ lớn và màu sắc của nó Đọc thêm",
            "Có, nó sẽ mở cửa miễn là không có tuyết rơi bất ngờ.  Phải đẹp như mọi khi.Đọc thêm",
            "Khoảng cách đi bộ đến Grand Prismatic Spring Overlook từ khu vực đỗ xe là bao xa? Ngoài ra người ta còn nêu rõ độ nghiêng nhỏ, lớn nhỏ như thế nào. Tôi có thể làm điều đó bằng nạng không?Đọc thêm",
            "Thực sự quan trọng để đậu xe ở đường mòn Thác Tiên.  Con đường tương đối bằng phẳng cho đến khi bạn nhìn thấy biển báo để bỏ qua. Nó có thể dốc hơn một chút nhưng có thể quản lý được. Tôi kể cho bạn nghe điều này vì tôi đã từng phải dùng nạng khi bị gãy chân ở Trung Quốc. Tôi đã đi bộ nhiều con đường mòn trong đó có Núi Vàng có hơn 50.000- 60.000 bậc thang.  Đúng là tôi đã 49 tuổi và có thể trạng tốt. \nMột người khuyên nên đi sớm nhưng có một nhược điểm. Nếu đi sớm bạn sẽ chỉ thấy hơi nước do sự kết hợp giữa không khí lạnh và nước nóng. Nếu có thể đến điểm ngắm cảnh vào khoảng giữa trưa, bạn sẽ thấy được sự hùng vĩ, đa sắc màu xung quanh con suối.  Mặt khác, việc tìm chỗ đỗ xe sẽ khó khăn.\nChúc may mắn và vui vẻ! Đọc thêm",
            "Xin chào mọi người, chúng tôi đang lên kế hoạch cho chuyến đi đường đến Yellowstone vào tuần cuối cùng của tháng 3, tôi muốn biết liệu chúng tôi có thể xem Grand Prismatic vào thời điểm đó trong năm không? TIAĐọc thêm",
            "Công viên nên mở cửa để tránh tuyết rơi dày.  Tôi mới đến thăm vào mùa hè và một lần vào tháng 10 trong tuần trăng mật của chúng tôi và tôi nhớ một trong những lối vào công viên đã bị tuyết đóng lại.  Bạn phải đi lên một con đường dốc lát ván vào mùa hè để ngắm nhìn mùa xuân.  Có thể có xe trượt tuyết cho thuê nếu bạn cần.  Con trâu bằng cách nào đó đến được đó - bạn có thể thấy phân của chúng. Tôi sẽ gọi cho trung tâm du khách để biết thông tin.  Mùa xuân thật đẹp.  Hy vọng bạn sẽ thấy nó.Đọc thêm",
            "Xin chào,\nBạn có nhớ tên công ty tổ chức tour du lịch bằng xe trượt tuyết mà bạn đã sử dụng không?  Tôi chỉ có thể tìm thấy các tour du lịch đến các tín đồ cũ.\nCảm ơn bạn!Đọc thêm",
            "Prismatic Spring đang trên đường đến Old Faithful từ West Yellowstone. Nó ở ngay trên sông. Họ có thể không dừng lại ở đó vì nó nằm ở phía nam của con sông tính từ con đường, nằm ở phía bắc của con sông. Xem liệu họ có cho phép bạn đi bộ trên tuyết đến các điểm đến trên đường đến Old Faithful hay không.Đọc thêm",
            "Quãng đường đi bộ lên điểm quan sát phía trên để ngắm lăng kính lớn là bao xa? Đây là một trong những địa điểm hàng đầu mà tôi muốn ghé thăm trong chuyến đi của chúng tôi. Chúng tôi dự định đến đó từ rất sớm vào sáng sớm nhưng lại là những người mới đi bộ đường dài với một đứa trẻ 4 tuổi. Mọi đề xuất đều được đánh giá cao!!! Đọc thêm",
            "Có một đoạn đường lên dốc ngắn nhưng mọi người ở mọi lứa tuổi đều đi bộ trên đường mòn. Nó không dài chút nào, ít hơn tôi đoán. Có một vài mạch nước phun dọc đường đi nên có cảm giác như một chuyến đi ngắn. Để chắc chắn đi lên đầu, khung cảnh thật tuyệt vời! nhưng vâng, nếu trời lạnh vào buổi sáng sẽ có sương mù và không có nhiều tầm nhìn. Tôi đã đi khoảng 12!Đọc thêm",
            "Xin chào, dự định đến thăm vào ngày 23 tháng 5 vào tuần tới. Theo dự báo thời tiết sẽ có tuyết; các con đường hoặc đường mòn sẽ bị đóng cửa?Đọc thêm",
            "Vâng, chắc chắn vào thời điểm đó trong năm sẽ có tuyết. Điều tốt nhất bạn có thể làm là gọi đến công viên và hỏi thông tin về các con đường. Có, hầu hết các con đường mòn đi bộ đường dài sẽ đóng cửa, đặc biệt là khu vực hình lăng trụ. hy vọng thông tin này giúp đỡ.\nHãy thử liên hệ với họ qua trang FB của họ, họ sẽ phản hồi sớmĐọc thêm",
            "Đang tìm kiếm các chuyến du lịch hàng không vào cuối tháng 9 tới Yellowstone, đặc biệt là để xem Grand Prismatic.  Bất kỳ đề xuất?  Đọc thêm",
            "Xin chào, thời tiết tháng 9 có thể rất khó đoán nên hy vọng bạn sẽ may mắn và có được một ngày đẹp trời để tận hưởng Suối nước nóng Grand Prismatic! Chúng tôi đã đến thăm vào giữa tháng 9 và một ngày trời trong xanh và ấm áp ở mức cao 60 độ và ngày hôm sau có tuyết và một số con đường trong công viên bị đóng. Nếu bạn đến Suối nước nóng vào sáng sớm, bạn có thể phải đối mặt với sương mù và trừ khi bạn ở trên cao, bạn sẽ không nhìn thấy nhiều về Suối nước nóng. Tuy nhiên, nếu bạn đang tham gia tour du lịch trên không như bạn đề xuất, vào một ngày đẹp trời, bạn sẽ có được tầm nhìn đẹp nhất. Đây thực sự là một địa điểm tuyệt đẹp nếu bạn có thể tận hưởng tất cả các màu sắc. Chúc may mắn! Đọc thêm",
            "Tôi không tìm thấy ai tổ chức tour tham quan Suối nước nóng Grand Prismatic vào mùa đông. Có ai giúp tôi được không? - muốn đi du lịch vào ngày 13 hoặc 14 tháng 3 năm 2019Đọc thêm",
            "Tôi tin rằng chuyến đi bằng máy trên tuyết sẽ kết thúc vào ngày hôm sau, vào ngày 15 tháng 3.\nNhững gì bạn cần là một chuyến tham quan bằng xe trượt tuyết đến Old Faithful từ cổng phía nam hoặc cổng phía tây sẽ đồng ý cho phép bạn đi bộ trên đường mòn Midway Geyser Basin một mình hoặc với một trong những hướng dẫn viên của họ trong khi phần còn lại của chuyến tham quan thăm các chậu sơn đài phun nước, dài 3 km gần với đá vàng phía tây hơn. Tầm nhìn từ đầu đường mòn thác cổ tích sẽ là một chuyến trượt tuyết dài hơn hoặc một chuyến đi bộ đường dài trên tuyết. Kinh nghiệm của tôi là có đủ người đi bộ trên lối đi phủ đầy tuyết đến mức bạn sẽ không cần giày đi tuyết trừ khi gần đây có bão.\nLý do bạn không nghe về nó vào mùa đông là vì sự chênh lệch nhiệt độ quá lớn nên bạn thường chỉ nhìn thấy một đám mây hơi lớn màu xám. Nếu đó là một ngày trời trong xanh, bạn sẽ thấy một đám mây khổng lồ màu xanh nhạt. Ruộng bậc thang khoáng rộng và thảm vi khuẩn hấp dẫn bất cứ lúc nào. Nhưng những bức ảnh đầy màu sắc đáng kinh ngạc mà bạn nhìn thấy được chụp vào mùa hè khi không khí ấm áp hơn nhiều.\nNếu không có công ty du lịch xe trượt tuyết hoặc xe trượt tuyết nào giúp bạn thì bạn cần phải ở lại hai đêm tại Old Faithful Snow Lodge. Từ đó, xe trượt tuyết Xanterra có thể được thuê để thả bạn xuống và bạn có thể trượt tuyết trở lại hoặc bạn có thể thuê ván trượt và trượt tuyết trong phạm vi 10 km từ các tín đồ cũ, 1 km vòng quanh rồi tự mình quay lại 10 km. \nLời chúc tốt nhất. Đọc thêm",
            "Tầm nhìn từ trên cao có phải là một chuyến đi bộ dễ dàng không? Liệu người già đang sử dụng xe tập đi có thể lên được tầm nhìn cao hơn không?Đọc thêm",
            "phần này không dành cho người khuyết tật.. nên họ sẽ khó đi. Đường lên dốc khoảng 12 dặm nhưng hơi khó khăn đối với người trẻ và người lớn tuổi! Hy vọng điều này sẽ giúpĐọc thêm",
            "Tôi nhận được những lời khuyên trái ngược nhau về việc liệu có thể đến thăm The Grand Prismatic Spring vào mùa đông hay không - hầu hết đều nói rằng điều đó là không thể nhưng có một số đánh giá cho biết họ đã thực hiện các chuyến tham quan ở đó. Có ai biết tour nào đi Grand Prismatic Spring vào tháng 3 không?Đọc thêm",
            "Chúng tôi đã đi qua dịp Giáng sinh trên một chiếc xe Snow, nhưng một số tài xế không đi xa đến mức đó qua Old Faithful.Đọc thêm"
        ],
        "star_ratings": [
            2471,
            515,
            161,
            31,
            15
        ],
        "review_amount": 3193,
        "location": [
            "Hoa Kỳ",
            "Mùa xuân lăng trụ lớn",
            "Công viên quốc gia Yellowstone",
            "Wyoming WY",
            "Những điều cần làm ở Công viên quốc gia Yellowstone"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 20, 2023",
            "Written June 24, 2023",
            "Written July 2, 2023",
            "Written July 14, 2023",
            "Written August 16, 2023",
            "Written September 21, 2023",
            "Written April 22, 2024",
            "Written April 22, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written April 22, 2024",
            "Written April 22, 2024",
            "Written January 15, 2024",
            "Written December 31, 2023",
            "Written October 27, 2023",
            "Written October 16, 2023",
            "Written September 28, 2023",
            "Written September 26, 2023",
            "Written September 21, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60999-d126749-Reviews-Grand_Prismatic_Spring-Yellowstone_National_Park_Wyoming.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d288350-Reviews-Midway_Geyser_Basin-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d20253039-Reviews-Excelsior_Geyser_Crater-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d532063-Reviews-Lower_Geyser_Basin-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d4430877-Reviews-Fountain_Paint_Pot-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d209770-Reviews-Biscuit_Basin-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d6998643-Reviews-Firehole_Lake_Drive-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d126748-Reviews-Upper_Geyser_Basin-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d2311498-Reviews-Old_Faithful_Visitor_Education_Center-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d142956-Reviews-Old_Faithful-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d8505942-Reviews-Beehive_Geyser-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d126749-Reviews-or10-Grand_Prismatic_Spring-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d290469-Reviews-Grand_Canyon_of_the_Yellowstone-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d142959-Reviews-Lower_Yellowstone_River_Falls-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d532065-Reviews-Artist_Point-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d12235309-Reviews-Yellowstone_National_Park-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d3400613-Reviews-Hayden_Valley-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d290467-Reviews-West_Thumb_Geyser_Basin-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d5043810-Reviews-Upper_Falls-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d142958-Reviews-Castle_Geyser-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d2324530-Reviews-Mystic_Falls_Trail-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d146658-Reviews-Fairy_Falls-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d1962601-Reviews-Firehole_Canyon_Drive-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d146784-Reviews-Grand_Loop_Road-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g30226-d266201-Reviews-Old_Town-Alexandria_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1772449-d3179315-Reviews-Saif_ul_Muluk_Lake-Naran_Khyber_Pakhtunkhwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d13424800-Reviews-Kampong_Phluk_Floating_Village-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33012-d647320-Reviews-San_Clemente_State_Beach-San_Clemente_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d14093913-Reviews-Twin_Lakes_Trails-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294257-d320343-Reviews-Puerto_Princesa_Underground_River-Puerto_Princesa_Palawan_Island_Palawan_Province_.html",
            "https://www.tripadvisor.com/Attraction_Review-g1819860-d3220515-Reviews-El_Charco_Azul-Patillas_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g56901-d5058160-Reviews-Devil_s_Backbone_Scenic_Drive-Wimberley_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298428-d547630-Reviews-Panama_Canal_Railway-Colon_Colon_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4235880-Reviews-Grand_City_Mall-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60999-d126749-Reviews-or10-Grand_Prismatic_Spring-Yellowstone_National_Park_Wyoming.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60999-d126749-Reviews-Grand_Prismatic_Spring-Yellowstone_National_Park_Wyoming.html"
    }
]