[
    {
        "attraction_name": "Grasshopper Point Picnic Area",
        "attraction_name_vi": "Khu dã ngoại Grasshopper Point",
        "general_info": [
            "73 đánh giá",
            "- 3 trong 9 điều cần làm ở Làng Oak Creek",
            "Công viên"
        ],
        "attraction_summary": "Khu dã ngoại Grasshopper Point là khu vực bơi lội được yêu thích và có lối đi đến những con đường mòn đi bộ đường dài tuyệt vời. Grasshopper Point nằm ở Oak Creek Canyon, cách Sedona, AZ 2 dặm về phía bắc. Khu vực bơi lội này nằm dưới những bức tường hẻm núi và có nước sâu để giải trí dưới nước. Đường mòn Allen - s Bend bắt đầu từ khu dã ngoại và chạy song song với con lạch. Đường mòn Casner bắt đầu ở cuối Đường mòn Allen - s Bend và có tầm nhìn tuyệt vời. Bơi lội, đi bộ đường dài, câu cá và dã ngoại là những hoạt động được yêu thích tại Grasshopper Point. Xin lưu ý: Không khuyến khích nhảy vách đá và lặn vì lý do an toàn cá nhân. Hồ bơi có độ sâu khác nhau, những tảng đá ẩn giấu và những vật thể không lường trước được có thể gây nguy hiểm.Đọc thêm",
        "reviews": [
            "Đã đến đây vào chiều muộn ngày 2 - 27 - 24. Phí vào khu vực đỗ xe là - 12, chỉ dùng tiền mặt hoặc séc. Chúng tôi không có tiền mặt nên chúng tôi định bỏ qua khoản này, nhưng có một bãi đậu xe trên đường ngay phía Bắc lối vào, ở phía Đông của 89A. Đỗ xe ở đó và đi theo con đường dọc theo con đường một đoạn ngắn. Sau đó, con đường mòn đi xuống con lạch - đoạn đầu khá dốc - . Đó là một con đường được xác định rõ ràng. Đi thẳng tới cairn và đi theo con đường mòn cho đến khi bạn đến Grasshopper Point. Chúng tôi thực sự rất thích chuyến đi bộ ngắn này - chưa đầy một dặm - và chúng tôi vẫn có thể nhìn thấy khu vực bơi lội mà không cần mang theo tiền mặt. Nước rất lạnh nhưng thật thú vị khi dạo chơi bên dòng nước và lao xuống vùng cực một chút.Đọc thêm",
            "Hoàn toàn thất vọng và không đáng với phí đậu xe 12 đô la. Nếu có khu dã ngoại thì chúng tôi không tìm được. Nếu có chỗ nào có thể xuống nước sâu hơn 6 inch thì chúng tôi không thể tìm được. Ít nhất phải nói là khó khăn để đến được con lạch. Hầu như không có nước trên hầu hết các tảng đá và thác cũng không nhiều. Chỉ có một bản đồ nhỏ được vẽ với tỷ lệ lớn để hướng dẫn bạn, điều này gần như không thể theo được đến nơi bạn có thể đi dã ngoại hoặc bơi lội, vì vậy chúng tôi cũng không thể làm được. Đừng lãng phí thời gian của bạn, tôi cảm thấy thật ngu ngốc khi đưa cả gia đình đến nơi này. Những bức ảnh trên mạng trông rất đẹp, tôi chỉ tự hỏi đó là đâu?Đọc thêm",
            "Mang giày quần vợt! Những tảng đá lớn để vượt qua. Sau đó chuyển sang dép xỏ ngón. Chúng tôi đã rất vui! Một số người bạn của chúng tôi đã thực hiện một số động tác nhảy vách đá trong khi những người khác ngồi ngâm chân trong làn nước lạnh giá. Chỉ là một thời gian thư giãn, vui vẻ!Đọc thêm",
            "Một hố bơi ở trung tâm của xứ sở thần tiên Red Rock của Sedona. Chúng tôi đã làm điều này vào một ngày hè nóng nực vào tháng 7 sau khi đi bộ đường dài qua Cầu Devil. Thật là một niềm vui. Nước sạch và mát lạnh rất sảng khoái - có đủ chỗ để bơi. Có những nơi bạn có thể nhảy xuống nước nếu bạn thích. - Phí đỗ xe là 8. Đi bộ một đoạn ngắn từ đó. Đọc thêm",
            "Thực sự đẹp và phong cảnh. Yêu những con đường mòn đi bộ nhỏ, làn nước mát lạnh và con người thân thiện. Rất muốn giới thiệu một chuyến thăm. Đọc thêm",
            "Chúng tôi đã đi vào thời điểm lễ Phục sinh cao điểm và phải đợi khoảng 15 phút để vào công viên, nhưng điều đó thật đáng giá. Sau đó chỉ cần đi bộ một đoạn ngắn qua vài tảng đá là đến hố bơi.  Hố bơi - khu vực bãi biển - rất nhiều đá.   Nước lạnh nhưng sảng khoái.  Các em học sinh cấp hai đã có khoảng thời gian tuyệt vời khi trèo tường rồi nhảy xuống vách đá.  Đây không phải là khu vực tuyệt vời dành cho trẻ nhỏ do địa hình nhiều đá và chúng cũng còn quá nhỏ để nhảy.Đọc thêm",
            "Chúng tôi được mời đến dự tiệc sinh nhật con trai một người bạn tại địa điểm này. Đây là lần đầu tiên chúng tôi đến và nó tuyệt hơn chúng tôi mong đợi. Chúng tôi đã xem nhiều hình ảnh và video và nghĩ rằng trời ơi - đông quá, trông chẳng vui chút nào nếu chúng tôi không có chỗ. - Mẹo là hãy đến sớm vì bãi đậu xe rất hạn chế. Khi đã đầy, không có ô tô nào được vào nhưng du khách vẫn có thể vào, chỉ cần trả tiền mặt tại cửa sổ! Chúng tôi là một trong số ít người không thể đậu xe nên chúng tôi phải tìm chỗ đậu xe tại bãi đậu xe nhỏ gần Cầu Midgley và bạn bè chúng tôi đã đón chúng tôi. Đường đi bộ đến hố không xa lắm. Đó là địa hình toàn cảnh nên hãy lên kế hoạch phù hợp nếu bạn muốn mang theo thùng làm mát có bánh xe. Bạn bè chúng tôi đã mang theo và rất nhiều người ở đó. Chỉ cần giúp mang vác. Nước rất trong và siêu lạnh nhưng thật tuyệt vì đó là một ngày rất nóng. Một mẹo nữa, hãy mang giày đi nước! Chân bạn sẽ bị đau đấy! Tôi đã đi giày đi bộ đường dài và làm ướt nó nhưng sau đó khi tôi ra ngoài, nó rất ướt, không dễ chịu chút nào. Bạn có thể ăn uống nhưng hãy đảm bảo dọn dẹp sau khi mang theo. Phòng vệ sinh nằm ở trên cùng trong bãi đậu xe nhưng nó giống như một nhà vệ sinh di động chỉ đóng lại như một phòng vệ sinh bình thường. Không có xà phòng nên hãy mang theo chất khử trùng và khăn lau. Tôi luôn có chúng trong tầm tay! Cuối cùng, hãy vui vẻ! Chúng tôi đã làm. Không thể chờ đợi để quay lại! Đọc thêm",
            "Cảm ơn bạn đã giải thích và phản hồi tuyệt vời cho Grasshopper Point! Chúng tôi rất vui khi biết bạn đã có một ngày vui vẻ và hy vọng bạn có thể sớm quay lại!Đọc thêm",
            "Không nên dùng cho bất kỳ ai tiếp cận - người cao tuổi - vì việc đi bộ đến con lạch ít nhất phải nói là khó khăn.  Có bãi đậu xe cho khoảng 20 chiếc ô tô và sau đó họ đóng lối vào cho đến khi có người rời đi.  Đó là - s - 9 một chiếc ô tô và chuyến đi bộ đều xuống dốc.  50 đầu tiên của con đường mòn đã được đánh dấu rõ ràng cho đến khi bạn đến chân đồi, sau đó bạn phải băng qua những tảng đá và cát sông khổng lồ.  Nếu bạn đi chân trần thì không tốt.  Dép xỏ ngón cũng không phải là một lựa chọn tốt.  Khi đến được con lạch, bạn phải đứng trên những tảng đá, không có bãi biển hay khu vực nào để đặt đồ đạc của mình. Nước rất mát - tuyệt vời cho một ngày 108 độ vào giữa tháng 8 - và siêu trong.  Hầu hết những người nhảy khỏi vách đá đều là thanh thiếu niên và khoảng 20 tuổi, tôi nghĩ người già nhất mà tôi thấy là một phụ nữ, có thể khoảng 30 tuổi cùng với những đứa con nhỏ của cô ấy. Bạn phải bơi qua và leo lên. mặt đá, một số nơi dễ dàng hơn những nơi khác và bạn có thể leo lên các độ cao khác nhau để khiến cú nhảy trở nên táo bạo hơn.  Một số vách đá cao 80 - 100 feet và tôi không thể nhìn thấy đáy lạch nơi bạn nhảy. Hãy đi sớm! Mang giày đi nước!Đọc thêm",
            "Tôi đang tìm một nơi để câu cá ở lạch và đọc về Grasshopper Point.  Tôi trả phí vào cửa, đậu xe và tìm thấy một con đường mòn dẫn ra bãi đậu xe được đánh dấu - Creek Access -.  Không có bản đồ có sẵn tại quầy thanh toán.  Sau khoảng 50 thước, con đường mòn kết thúc tại một lòng lạch khô đầy đá và tảng.  Tôi đi theo lòng lạch - với một số khó khăn vì nó hoàn toàn chứa đầy đá - trong khoảng một phần ba dặm.  Trong suốt khoảng cách đó, tôi chưa bao giờ nhìn thấy một con đường được bảo trì nào khác, cũng như không có bất kỳ biển báo chỉ đường nào nữa.  Sau khi lần theo nhiều con đường mòn khác, cuối cùng tôi cũng tìm thấy con sông.  Trên đường về, tôi gặp hai gia đình có trẻ em đang đi tìm nước.  Họ nghĩ, giống như tôi, họ sẽ tìm thấy một con đường được đánh dấu dẫn đến khu vực bơi lội. Lời khuyên của tôi - nếu bạn còn trẻ - tôi thì không - và có thể đi bụi qua bụi cây và đá, VÀ nếu bạn chuẩn bị sẵn giày dép phù hợp, bạn có thể có một khoảng thời gian vui vẻ ở đó nếu bạn không bị lạc trên đường.Đọc thêm",
            "Chris M, cảm ơn bạn đã chia sẻ trải nghiệm của mình tại Grasshopper Point. Không có người để lại phản hồi thì khó biết cách cải thiện. Đề xuất của bạn về biển báo rõ ràng sẽ được gửi đến cấp quản lý phù hợp. Chúng tôi hy vọng rằng sau khi xuống nước, bạn sẽ tận hưởng khoảng thời gian vui vẻ! Đọc thêm",
            "Chúng tôi lái xe đến Grasshopper Point để đi dã ngoại một chút nhưng nhận thấy rằng đây cũng là một địa điểm hấp dẫn để bơi lội trong lạch và những con đường mòn đi bộ đường dài. Nhưng tất cả những điều đó đã làm tăng thêm trải nghiệm và chúng tôi rất thích ngắm cảnh cũng như buổi dã ngoại của mình. Vui vẻ!Đọc thêm",
            "David, cảm ơn bạn đã đánh giá Grasshopper Point! Chúng tôi rất vui khi biết bạn thích một trong những khu giải trí hàng đầu ở Bắc Arizona và hy vọng bạn sẽ sớm ghé thăm lại!Đọc thêm",
            "Tại sao bãi đậu xe luôn đóng cửa hoặc đầy đủ? Tôi đã thử hai lần vào khoảng 11 giờ sáng và đó có phải là nơi bạn đi bộ để ra sông không? Tôi sẽ không bắt gia đình tôi phải đi bộ trên đường cao tốc để đến đó. Quá nguy hiểm. Đọc thêm",
            "Ở đây chỉ có 20 chỗ và đóng lô cho đến khi có xe rời đi.  Chúng tôi đã gặp may mắn, nhưng thường phải chờ đợi rất lâu.  Đi sớm - Đọc thêm",
            "Khu dã ngoại cách bãi đậu xe bao xa?Đọc thêm",
            "Có lẽ một phần tư dặm hoặc ít hơn. Nó không cách xa bãi đậu xe một quãng đi bộ. Tôi nói 15-20 phút.Đọc thêm",
            "Có đường mòn từ Khu dã ngoại Grasshopper Point đến Đường mòn Huckaby ở Cầu Midgley không?Đọc thêm",
            "Vâng, cóĐọc thêm",
            "Có bất kỳ đường mòn đi bộ đường dài nào dọc theo con lạch hoặc khu vực đó không?Đọc thêm",
            "Đúng. \n\nTừ điểm này có một con đường mòn dọc sông theo dòng chảy về phía Sedona. Bạn có thể Google bản đồ nó để có được một ý tưởng hay. Xin lưu ý rằng con đường này sẽ đưa bạn trở lại cây cầu mà bạn đã dùng ô tô băng qua để đến điểm Grasshopper. Vì vậy, bằng cách đi theo các nhánh cây hướng về phía con đường - không khó hay xa - bạn sẽ đến được con đường song song với con đường dành cho ô tô này mà nếu tiếp tục đi sẽ cho phép thu được khung cảnh tuyệt vời mà mọi người có được khi đậu xe trên bãi đất nhỏ bên cạnh cây cầu - dễ bị bỏ lỡ trên đường tới điểm Grasshopper - . Vì vậy, bạn không cần phải xếp hàng chờ đợi nhiều chỗ trống trên bãi đậu xe của cây cầu.\n\nGiờ đây, bằng cách đi trên con đường ở mực nước, bạn sẽ có rất nhiều khu vực trong bóng tối, một điều tuyệt vời trong thời điểm mùa hè nóng nực, với hẻm núi bị thu hẹp theo từng đoạn tạo thành một đường hầm không khí mát mẻ trên đường đi!!. .\n\nBạn chưa hỏi về việc ở lại trên mặt nước để tận hưởng một ngày dã ngoại. Chà, điều đó có thể phức tạp, và tôi - tôi sẵn sàng cho bạn một số lời khuyên nếu bạn yêu cầu!!..\n\nHy vọng bạn thấy thông tin này hữu ích và tôi hy vọng bạn có một chuyến đi vui vẻ trong chuyến đi sắp tới!!..Đọc thêm",
            "Nó cách đường chính bao xa?Đọc thêm",
            "Một quãng đường ngắn nhưng khá hiểm trở. Đừng đi dép xỏ ngón. Có lẽ chỉ 1 - 4 dặm. Đọc thêm",
            "Chó có được phép không?Đọc thêm",
            "NẾU con chó của bạn là Động vật phục vụ có bằng chứng kèm theo.Đọc thêm",
            "Có xe đưa đón của khách sạn sẽ đưa bạn đến khu mua sắm chính Scottsdale không.Đọc thêm",
            "Không, xe đưa đón duy nhất từ ​​Sedona đến Phoenix đi tới sân bay.Đọc thêm"
        ],
        "star_ratings": [
            36,
            25,
            7,
            1,
            4
        ],
        "review_amount": 73,
        "location": [
            "Khu dã ngoại Grasshopper Point",
            "Arizona - AZ -",
            "Hoa Kỳ",
            "Làng Oak Creek",
            "Những hoạt động không thể bỏ qua ở Làng Oak Creek"
        ],
        "reviews_time": [
            "Written March 5, 2024",
            "Written January 31, 2024",
            "Written August 2, 2023",
            "Written July 21, 2022",
            "Written June 27, 2021",
            "Written April 16, 2021",
            "Written September 2, 2020",
            "Written August 16, 2020",
            "Written August 23, 2019",
            "Written February 5, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4813352-d3378359-Reviews-Grasshopper_Point_Picnic_Area-Village_of_Oak_Creek_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d2248361-Reviews-Indian_Gardens_Cafe_Market-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d27737103-Reviews-Blackhawk_Coffee-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d670560-Reviews-Elote_Cafe-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d538321-Reviews-89Agave_Cantina-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d4547702-Reviews-Sedona_Pizza_Company-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d1367364-Reviews-Open_Range_Grill_Tavern-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d7026058-Reviews-SaltRock_Southwest_Kitchen-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d610509-Reviews-Sedona_Memories-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d8139069-Reviews-Outlaw_Grille-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31352-d514713-Reviews-HP_Cafe-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d105473-Reviews-Oak_Creek_Canyon-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d3617831-Reviews-Broken_Arrow_Trail-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d254063-Reviews-Little_Horse_Trail-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d3297843-Reviews-Schnebly_Hill_Road-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d591294-Reviews-Snoopy_Rock-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d564148-Reviews-Exposures_International_Gallery_of_Fine_Art-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d267954-Reviews-Sedona_Arts_Center-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d3599011-Reviews-Renee_Taylor_Gallery-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d7122263-Reviews-Soldier_Pass_Trail-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d564157-Reviews-Sedona_Heritage_Museum-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g4813352-d3378359-Reviews-or10-Grasshopper_Point_Picnic_Area-Village_of_Oak_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d12849059-Reviews-Sedona_Clothing_Company-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d1576328-Reviews-Arizona_Safari_Jeep_Tours-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d4542780-Reviews-Sedona_Spirit_Journeys-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d4036916-Reviews-Trail_Lovers_Sedona_Hiking_MTB_Guides-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d9874618-Reviews-Gateway_Cottage_Wellness_Center-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d2046133-Reviews-Adventures_Out_West-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d109696-Reviews-Pink_Jeep_Tours_Sedona-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d2104043-Reviews-Arizona_Winery_Tours-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d10168807-Reviews-Sedona_CanAm_ATV_Rentals-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d1164381-Reviews-Sedona_Off_Road_Center-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d4222734-Reviews-Trailhead_Tea-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d2343560-Reviews-The_Hike_House-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d23382884-Reviews-EzRider_of_Sedona-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60971-d6623125-Reviews-Canyon_Country_Tours_Grand_Canyon_Tours-Flagstaff_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d19121695-Reviews-Caledonian_Sleeper_Train-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g295388-d14035936-Reviews-Museum_of_War_and_Genocide_Victims_1992_1995-Mostar_Herzegovina_Neretva_Canton_F.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d1952467-Reviews-Pacific_Central_Station-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g608455-d2477869-Reviews-Bokor_National_Park-Kampot_Kampot_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d143830-Reviews-La_Brea_Tar_Pits_and_Museum-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808853-d456231-Reviews-Chiang_Kai_Shek_Memorial_Hall-Zhongzheng_District_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g298060-d8560663-Reviews-Ajman_China_Mall-Ajman_Emirate_of_Ajman.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d4420675-Reviews-S_I_T_Bus_Shuttle-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6219219-Reviews-Aladdin_The_Musical-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1205209-d9867464-Reviews-The_Mall_Athens-Maroussi_Attica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4813352-d3378359-Reviews-or10-Grasshopper_Point_Picnic_Area-Village_of_Oak_Creek_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4813352-d3378359-Reviews-Grasshopper_Point_Picnic_Area-Village_of_Oak_Creek_Arizona.html"
    }
]