[
    {
        "attraction_name": "Great Passion Play",
        "attraction_name_vi": "Niềm đam mê lớn Chơi",
        "general_info": [
            "1.215 đánh giá",
            "- 2 trong 8 Nhà hát - Buổi hòa nhạc ở Eureka Springs",
            "Sân khấu - Biểu diễn"
        ],
        "attraction_summary": "Được biểu diễn từ tháng 5 đến tháng 10, Vở kịch Great Passion tại Eureka Springs, Arkansas là - Hoa Kỳ - s - 1 Sân khấu ngoài trời có người tham dự. - Từ năm 1968, Vở kịch đã được hơn 7,7 triệu người trên khắp thế giới đến xem. Vở kịch được biểu diễn dưới bầu trời đêm bởi dàn diễn viên gồm khoảng 150 diễn viên và nhiều động vật sống. Hy vọng và lời cầu nguyện của chúng tôi là làm cho Kinh thánh trở nên sống động! BẢO TÀNG KINH THÁNH mở cửa hàng ngày trừ Chủ Nhật, từ 10:00 sáng đến 5:00 chiều. Vào những ngày diễn ra Vở kịch, Bảo tàng mở cửa đến 8:00 tối - 7:00 tối sau Ngày lễ Lao động - . BẢO TÀNG NGHỆ THUẬT THÁNH THIỆN - Mở cửa hàng ngày trước Vở kịch từ 11:00 sáng - 8:00 tối - sau Ngày lễ Lao động đến 7:00 tối - . Những ngày không diễn theo lịch hẹn. CHUYẾN THAM QUAN ĐẤT THÁNH - chuyến tham quan có hướng dẫn viên kéo dài từ hai tiếng rưỡi đến ba giờ. Du khách sẽ được đưa ngược thời gian khi họ đi qua một bản sao kích thước thật của Cổng Đông Jerusalem và Chợ để đến các cuộc triển lãm lấy cảm hứng từ Kinh thánh bao gồm Moses - Tabernacle in the Wilderness, Bethlehem Inn và Nativity, Upper Room, Garden Tomb, Walk with Peter và các cuộc triển lãm khác mô tả cuộc sống trong thời Kinh thánh. Tất cả các cuộc triển lãm đã được nghiên cứu về mặt khảo cổ học và lịch sử để đảm bảo tính xác thực. Các chuyến tham quan diễn ra vào ngày diễn ra Vở kịch từ 12:00 trưa đến 4:00 chiều. Có đi bộ tại mỗi điểm dừng. Thời gian đi bộ dài nhất tại bất kỳ điểm dừng nào là khoảng ba mươi phút. Vào những ngày Vở kịch không được biểu diễn, chúng tôi cũng có các chuyến tham quan có hướng dẫn viên đặc biệt đến Đất Thánh, khu vực hậu trường và bữa trưa. Các chuyến tham quan này diễn ra quanh năm, vào tất cả các ngày trừ Chủ Nhật. Cần phải đặt chỗ trước cho các chuyến tham quan ngoài mùa này. Đọc thêm",
        "reviews": [
            "Bộ tuyệt vời, luôn là một phước lành mỗi khi chúng tôi đi. Giọng nói của Chúa Giêsu có thể hay hơn nhiều. Có vẻ như micro không dây đã được sử dụng trước đây. Tôi có thể sai về điều đó, bài thuyết trình vẫn rất cảm động và thú vị.  Chúng tôi sẽ trở lại. Đêm đó thực sự rất nóng và rất ấn tượng với sức chịu đựng của các diễn viên.  Yêu thích niềm đam mê chơi.Đọc thêm",
            "The Passion Play là một vở kịch có tính sản xuất cao rất đáng để du lịch đến Arkansas để xem. Công cụ mạnh mẽ để tiếp cận những người bị hư mất vì Đấng Christ. Truyền cảm hứng cho mọi lứa tuổi. Rất khuyến khích! Tuyệt vời cho một chuyến đi tuổi trẻ!Đọc thêm",
            "Đây là một điều tuyệt vời để trải nghiệm.  Chưa bao giờ xem một vở kịch - khá thích nó!  Chắc chắn phải xem bạn có đang ở trong khu vực không.  Tôi khuyên bạn nên mang theo thứ gì đó mềm mại để ngồi lên vì xương mông của tôi bị đau sau khi ngồi vài giờ trên những chiếc ghế nhôm đó!\nChúng tôi cũng thích đi bộ quanh những con đường mòn.Đọc thêm",
            "Mùa hè này Trại Sân khấu Nữ Di sản Hoa Kỳ của chúng tôi đã đến thăm và các cô gái yêu thích vở kịch! Đây là năm thứ ba chúng tôi tham gia Theater Camp đến The Passion Play và chúng tôi dự định sẽ tiếp tục quay lại trong nhiều năm tới! Các nhân viên ở đây theo nghĩa đen là tốt nhất. Họ rất thân thiện và sẽ giúp đỡ bạn - giống như năm ngoái khi tôi hầu như không biết mình đang làm gì trong việc lãnh đạo nhóm của mình và đang trên bờ vực suy sụp. Họ thực sự tuyệt vời - . Tôi cũng thực sự khuyên bạn nên xem chuyến tham quan hậu trường sau khi xem vở kịch. Rất dễ dàng để hướng dẫn qua trung tâm nơi hành động diễn ra. Hãy chắc chắn rằng bạn mang giày đi bộ tốt - có rất nhiều bước để đến chỗ ngồi. Đến đó sớm cũng có thể đảm bảo bạn có được chỗ ngồi đầu tiên, nhưng cũng có rất nhiều điều thú vị diễn ra trước buổi diễn mà bạn sẽ không muốn bỏ lỡ.\n\nĐi xem nó. Mời thêm những người bạn của bạn. Mang theo nhóm thanh niên của bạn. Mang theo gia đình của bạn. Mang theo nhóm nghiên cứu Kinh Thánh của bạn. Nếu đi cùng bạn bè, bạn có thể nói về chuyện đó khi lái xe về nhà và xem liệu cả hai có nhận thấy những điều khác nhau hay không. Cứ xem đi các bạn hahaĐọc thêm",
            "Chúng tôi đã không được xem Vở kịch Đam mê vĩ đại trong nhiều năm nên quyết định đến vào ngày kỷ niệm của chúng tôi!\nRất vui vì chúng tôi đã làm! Thời tiết thật hoàn hảo - trời đã mưa sớm hơn trong ngày - buổi tối thật đẹp - khoảng 70 độ. Khung cảnh thật đẹp - các diễn viên đã làm rất tốt! Mạch truyện trôi chảy với kinh thánh! Chúng tôi rất vui vì Passion Play đã có thể hoạt động trở lại - không bị đóng cửa hoàn toàn trong thời kỳ Covid như nhiều người khác đã làm. \nHọ cũng cung cấp các chuyến tham quan Thánh địa - một bản sao của một số thứ ở Thánh địa, một bảo tàng đẹp, một nhà nguyện, bữa tối tự chọn vào những đêm họ tham gia vở kịch Passion Play. Và tất nhiên là Tượng Chúa Kitô. \nMột nơi rất đẹp - đầy cảm hứng để ghé thăm!Đọc thêm",
            "Địa điểm này thật tuyệt vời. Có rất nhiều thứ để xem và trải nghiệm mà bạn nên dành cả ngày để tận hưởng hết.\nChúng tôi đến vào khoảng 1 giờ 30 - chỉ có vợ tôi - tôi - và không có thời gian để xem 2 lễ vật, một trong số đó là - chuyến tham quan Thánh Địa -.\nBữa ăn rất ngon, người phục vụ rất thân thiện và hiệu quả. Nói chung là một trải nghiệm thú vị và xứng đáng với mức giá hợp lý mà chúng tôi đã trả.\nVở kịch rất xuất sắc. Đó - s a - Đừng - đừng bỏ lỡ - ! Chuyến tham quan hậu trường mang lại nhiều thông tin và bổ sung thêm sự hiểu biết về những gì cần thực hiện cho buổi biểu diễn.Đọc thêm",
            "Đã có một thời gian tuyệt vời.  Chúng tôi đã thực hiện chuyến tham quan hậu trường, tiệc buffet và buổi biểu diễn.  Thời gian tuyệt vời để làm tất cả điều đó.  Hướng dẫn viên Ray đã chia sẻ đức tin của mình và lý do tại sao các tình nguyện viên lại có mặt ở đó.  Rất nhiều thông tin và giúp ích cho trải nghiệm chơi.  Thức ăn rất ngon và chúng tôi rất thích gặp gỡ những người làm việc ở đó.  Họ cũng chia sẻ và điều đó thật tốt.  Các buổi biểu diễn trước đều tốt và phòng trưng bày nghệ thuật rất xuất sắc.  Đã không tồn tại ở đó hơn 30 năm và nhiều thứ đã thay đổi và chúng tôi thực sự muốn giới thiệu nó.Đọc thêm",
            "Chúng tôi đã dành trọn một ngày rưỡi trên sân chơi Passion Play. \n\nVào ngày trước vở kịch...\nBảo tàng Kinh thánh có diện tích nhỏ nhưng chứa đầy những ví dụ Kinh thánh đáng kinh ngạc bằng nhiều ngôn ngữ. \nBức tượng Chúa Kitô Ozarks rất thú vị và tôi nghĩ sự quan tâm của chúng tôi sẽ dừng lại sau khi nhìn thấy nó.  Nhưng cuối cùng chúng tôi lại dành thêm thời gian ở điểm quan sát phía dưới đồi để thiền định và cầu nguyện trong khi chúng tôi có thể có khu vực này cho riêng mình.  Rất đẹp.\n\nVào ngày đi chơi...\nBuổi giảng dạy tại Tabernacle rất bổ ích và thú vị.\nChuyến tham quan Đất Thánh đã được thực hiện khá tốt và không chỉ thu hút được sự quan tâm của chúng tôi mà còn thu hút được sự quan tâm của một số trẻ em trong chuyến tham quan của chúng tôi.  Một số diễn viên cần thêm kinh nghiệm, nhưng tôi nghĩ điều đó sẽ đến.\nBảo tàng nghệ thuật thật đáng yêu.  Chúng tôi đã không đến bảo tàng lịch sử Kinh Thánh\nTiệc buffet rất ngon với đồ ăn phong phú và nhiều sự lựa chọn.\n\nVà cuối cùng, vở kịch thật tuyệt vời.  Đúng vậy, một số diễn viên cần được huấn luyện cách cử chỉ bằng cánh tay để thu hút sự chú ý của khán giả mà không phải lắc lư như cánh tay cối xay gió.  Nhưng điều đó có lẽ sẽ đi kèm với kinh nghiệm.  Mặt khác, kịch bản được viết rất tốt và bối cảnh vô cùng đẹp và sáng tạo.  Toàn bộ trải nghiệm rất có ý nghĩa đối với chúng tôi.  \n\nCảm ơn bạn!Đọc thêm",
            "Chúng tôi đã không đi xem The Great Passion Play trong nhiều năm rồi, vì vậy chúng tôi tò mò liệu nó có hay như trước không. Nó rất tốt, rất tốt và đáng để ghé thăm. Nó chỉ không - có vẻ khá tốt như 25 năm trước, đó là lần cuối cùng chúng tôi ở đó. \nDàn diễn viên tuyệt vời, họ vẫn sử dụng nhiều động vật sống và thông điệp vẫn mạnh mẽ. Tôi nghĩ điều đáng thất vọng là thiếu vắng người tham dự. 25 năm trước, rạp hát chật cứng. Đêm chúng tôi đến đó có lẽ chưa đến một nghìn người ở đó. \nVấn đề của chương trình không phải là chương trình mà là chính khán giả. Hoạc thiếu điều đó. Việc hỗ trợ một sản phẩm tuyệt vời như thế này là tùy thuộc vào chúng ta, nếu không chúng ta sẽ mất nó. \nTôi khuyến khích bạn hãy dành thời gian đến thăm, đưa con cháu của bạn đi cùng và nghe về Chúa Giêsu. Đọc thêm",
            "Buổi biểu diễn hoàn toàn tuyệt vời! Chúng tôi rất thích từng chút của nó! Nó kể sự thật tuyệt đối về những gì đã xảy ra trong những ngày cuối cùng, kết thúc bằng Chúa Giêsu - Sự Phục Sinh. Đây cũng là một chương trình hoàn hảo dành cho gia đình và chắc chắn đáng để bạn dành thời gian xem. Chúng tôi sẽ trở lại để trải nghiệm tất cả những thứ khác được cung cấp ở đó. Đọc thêm",
            "Rất khuyến khích.   Thêm trải nghiệm về Thánh địa, chắc chắn không thể thay thế cho chuyến viếng thăm Thánh địa thực sự nhưng có thể chúng ta sẽ không thể đến đó trong đời với tình trạng bất ổn.Đọc thêm",
            "Những ngày cuối cùng trong chức vụ trần thế, sự phục sinh và thăng thiên của Đấng Mê-si được tái hiện sống động với bối cảnh vô cùng chi tiết.Đọc thêm",
            "Mặc dù quảng cáo nói từ tháng 5 đến tháng 10 nhưng chúng tôi đã đi vào tháng 4.  Chúng tôi yêu thích toàn bộ trải nghiệm.  Trước vở kịch, chúng ta được xem người thợ gốm tạo ra một chiếc bình và chia sẻ tình yêu của Chúa dành cho chúng ta.  Chúng tôi cũng rất thích tiệc buffet!  Cuộc chơi đam mê đã vượt quá sự mong đợi của chúng tôi!  Xin chúc mừng tất cả các bạn, Chúa Giêsu trong tuần cuối cùng của cuộc đời trên trái đất, đến thập tự giá và ngôi mộ trống, công việc quan trọng!!    - - - - - ps mang vật gì đó mềm mại để lót ghế.Đọc thêm",
            "Bảo tàng kinh thánh tuyệt vời, tận hưởng Thánh địa 2 giờ của bạn. Truyền cảm hứng và nhiều thông tin! Tôi đặc biệt yêu thích cách họ sử dụng những đạo cụ đơn giản trong câu chuyện. Đọc thêm",
            "Lần đầu tiên ở Eureka Springs. Passion Play đứng đầu danh sách của chúng tôi và không làm chúng tôi thất vọng. Sân khấu và màn trình diễn tuyệt vời của tất cả mọi người! Rất khuyến khích. Chắc chắn sẽ gặp lại.Đọc thêm",
            "Chúng tôi rất thích việc sản xuất vở kịch. Người dân rất nồng hậu và lịch sự, và có nhiều thứ để bạn xem trong khi chờ đợi vở kịch. Một đoạn đi bộ ngắn ở cuối bãi đậu xe cũng sẽ đưa bạn đến tượng Chúa Kitô Ozarks đầy ấn tượng.  Họ phục vụ bữa tối tự chọn, nhưng chúng tôi chỉ mua một ít đồ ăn nhẹ ở quầy bán đồ giảm giá. Phòng vệ sinh sạch sẽ. Cửa hàng quà tặng và bảo tàng nghệ thuật rất đẹp. Những người anh em họ của tôi đã tham gia chuyến tham quan sân khấu phía sau và họ nói rằng nó cực kỳ giàu thông tin. Về bản thân vở kịch: Lời thoại rất cứng nhắc và với sân khấu đẹp mắt và các hiệu ứng đặc biệt, chúng tôi mong đợi một lời thoại chuyên nghiệp hơn - cách truyền tải. Mọi người trong nhóm của chúng tôi đều có cùng cảm xúc về quá trình sản xuất. Nhìn chung thì đó vẫn là một buổi tối đáng yêu.Đọc thêm",
            "Những ngày cuối cùng của Chúa Giêsu trở nên sống động trong buổi biểu diễn này theo cách làm sống động đức tin của tôi. Tôi khuyến khích những người đã có đức tin cũng như những người chưa tiếp nhận Chúa Giê-xu là Chúa và Đấng Cứu Rỗi của họ hãy đến và đích thân chứng kiến ​​cuộc thương khó của Chúa Giê-su dành cho những người hư mất. Tôi cảm thấy như thể mình đang ở đó trong những ngày cuối cùng của Chúa Giêsu. Cảm ơn Chúa vì đã yêu thương con đủ để hiến mạng sống cho con và cho cả thế giới!Đọc thêm",
            "Chúng tôi đã tham dự Passion Play ở Đức và buổi biểu diễn này hay hơn nhiều! Gần như trích dẫn hoàn toàn Kinh thánh, nó trôi chảy rất hay và trình bày Tuần lễ Thương khó của Chúa Kitô một cách đầy kịch tính. Phong cảnh, đạo cụ và sân khấu đẹp mắt, có trẻ em và động vật chạy qua, khiến nó trở nên rất cá tính. Hiệu ứng ấn tượng và rất dễ nghe và dễ hiểu - bằng tiếng Anh - . Chúng tôi đến từ California và chuyến đi này thật đáng giá! Chúng tôi đánh giá cao điều này. Chỉ cần nhớ mang theo chăn và áo khoác ấm!Đọc thêm",
            "Hoàn toàn ngoạn mục và rất cảm động. Tôi cảm thấy như tôi thực sự ở đó. Đánh thức mối quan hệ bền chặt của tôi với Chúa Giêsu Kitô. Cảm ơn bạn rất nhiều vì kinh nghiệm này. Đọc thêm",
            "Bộ này thật tuyệt vời! Ngôi mộ, thiên thần và sự thăng thiên của Chúa Kitô là những khoảnh khắc đáng kinh ngạc và thực sự cảm động - - Đọc thêm"
        ],
        "star_ratings": [
            1010,
            137,
            40,
            16,
            12
        ],
        "review_amount": 1215,
        "location": [
            "Những hoạt động nên làm ở Eureka Springs",
            "Niềm đam mê lớn Chơi",
            "Hoa Kỳ",
            "Suối Eureka",
            "Arkansas - AR -"
        ],
        "reviews_time": [
            "Written July 8, 2023",
            "Written July 8, 2023",
            "Written July 10, 2023",
            "Written July 11, 2023",
            "Written July 22, 2023",
            "Written August 5, 2023",
            "Written August 6, 2023",
            "Written August 14, 2023",
            "Written September 4, 2023",
            "Written September 15, 2023",
            "Written April 23, 2024",
            "Written April 22, 2024",
            "Written April 8, 2024",
            "Written January 4, 2024",
            "Written December 24, 2023",
            "Written November 9, 2023",
            "Written November 6, 2023",
            "Written November 4, 2023",
            "Written November 4, 2023",
            "Written November 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31582-d267798-Reviews-Great_Passion_Play-Eureka_Springs_Arkansas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31582-d1122572-Reviews-Ice_Cream_Delights-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31582-d4943999-Reviews-Nibbles_Eatery-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31582-d8321479-Reviews-Grotto_Wood_Fired_Grill_and_Wine_Cave-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31582-d5824314-Reviews-Skybar_Gourmet_Pizza-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31582-d735329-Reviews-Grand_Central_Restaurant-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31582-d602924-Reviews-Mud_Street_Cafe-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31582-d6673678-Reviews-Two_Dumb_Dames_Fudge_Factory-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31582-d9769291-Reviews-Brews-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31582-d1122592-Reviews-The_Crystal_Dining_Room-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31582-d1122521-Reviews-Eureka_Grill-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d23846338-Reviews-The_Bible_Museum-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d145335-Reviews-Christ_of_the_Ozarks-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d299034-Reviews-St_Elizabeth_s_Catholic_Church-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d2180108-Reviews-Intrigue_Theater-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d10435273-Reviews-Eureka_Springs_Historical_Downtown-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d10435297-Reviews-Basin_Spring_Park-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d2707274-Reviews-Lake_Leatherwood-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d672040-Reviews-Eureka_Springs_North_Arkansas_Railway-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d109480-Reviews-Thorncrown_Chapel-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d17635395-Reviews-Magnetic_Spring-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d267798-Reviews-or10-Great_Passion_Play-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d614436-Reviews-Ozark_Mountain_Hoe_Down_Music_Theater-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d12081631-Reviews-Escape_Room_13-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d23431054-Reviews-The_Young_Americans_Dinner_Theatre-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d4142827-Reviews-Crescent_Theatre-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d19096874-Reviews-I_Haunt_You-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d15294130-Reviews-The_Melonlight_Ballroom-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d23163960-Reviews-The_Great_Passion_Play-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d2060451-Reviews-Underground_Eureka_Tour-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d3963801-Reviews-Ozark_Mountain_Ziplines-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d1133469-Reviews-Spa1905-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d2352247-Reviews-Eureka_Springs_Historic_District_Tram_Tours-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d9859156-Reviews-Haunted_Eureka_Springs-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d1214511-Reviews-Crescent_Hotel_Ghost_Tour-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d267800-Reviews-New_Holy_Land_Tour-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g49215-d181861-Reviews-Dry_Falls-Highlands_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d7983921-Reviews-Saadiyat_Beach-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33029-d13576836-Reviews-Lacy_Park-San_Marino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d143006-Reviews-M_M_S_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g33391-d4461342-Reviews-McPhee_Reservoir-Dolores_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d2301874-Reviews-Old_Town_Altstadt_Tbilisi-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g54091-d25257690-Reviews-Spa_Light-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d207715-Reviews-Brookfield_Place-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d108396-Reviews-Nashville_Zoo-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g21179689-d25190516-Reviews-Lusail_Boulevard-Lusail.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31582-d267798-Reviews-or10-Great_Passion_Play-Eureka_Springs_Arkansas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31582-d267798-Reviews-Great_Passion_Play-Eureka_Springs_Arkansas.html"
    }
]