[
    {
        "attraction_name": "Great Frogs Winery",
        "attraction_name_vi": "Nhà máy rượu vang Great Frogs",
        "general_info": [
            "39 đánh giá",
            "- 28 trong số 103 điều cần làm ở Annapolis",
            "Nhà máy rượu vang - Vườn nho"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chị gái tôi và tôi đã đến thăm nhà máy rượu này khi đến thăm Annapolis vì nó được đánh giá cao và được xếp vào danh sách những điều nên làm hàng đầu khi đến thăm thành phố.. Chúng tôi đã đặt chỗ để thử rượu và đến muộn khoảng 10 phút, điều đó không phải là vấn đề đối với họ . Tôi đã cho nơi này hai sao vì khu vực bên ngoài rất đẹp, khu vực bên trong rất dễ thương và có vẻ như sẽ có nhạc sống khi chúng tôi rời đi - tuy nhiên.. việc nếm rượu thật đáng thất vọng. Thứ nhất, rất tốn kém cho một lần nếm thử rượu gồm 6 loại rượu đóng gói sẵn - 30 - mỗi người - - thứ hai, vì bất kỳ lý do gì, rượu được đóng gói sẵn trong những thứ trông giống như chai dầu gội bằng nhựa - Tôi không chắc đây có phải là điều gì đã làm cho rượu có mùi vị tệ đến vậy, hoặc nếu hỗn hợp họ chọn để trộn với nhau chỉ tạo ra một loại rượu không ngon, hoặc nếu họ - không trồng nho ngon - nhưng không có một loại rượu chết tiệt nào mà tôi thích hoặc muốn uống ly thứ hai của. Ngoài ra, việc nếm rượu vang là - tự hướng dẫn -, vì vậy họ đưa cho bạn một danh sách có tên rượu và ghi chú hương vị và bạn tự rót đồ uống của mình - có thể là sở thích cá nhân nhưng tôi muốn có ai đó nói cho chúng tôi biết về các loại rượu và nhà máy rượu, rót cho chúng tôi - hoặc ít nhất là cung cấp cho chúng tôi rượu trong các chuyến bay bằng thủy tinh mà chúng tôi có thể tự rót -, tôi sẽ thích một chiếc cốc bỏ đi hoặc một số bánh quy giòn miễn phí - nó có vẻ tối giản và rẻ với mức giá đó. họ có bán bánh quy giòn, pho mát và thịt theo kiểu gọi món mà bạn có thể mua riêng - được cho là của địa phương nhưng thực lòng mà nói thì chúng cũng không ngon miệng và đắt tiền - mọi người dường như rất thích thú nhưng tôi thực lòng nghĩ rằng rượu là rượu và tôi KHÔNG khuyến khích đây là điều hàng đầu phải làm. Chỉ là ý kiến ​​​​của tôi. Lưu ý phụ: họ không có sẵn ghế cao.Đọc thêm",
            "Kinh nghiệm thất vọng. Đó là một ngày nóng nực khó chịu, hai chị em tôi - tất cả đều ở ngoài thị trấn - tình cờ gặp được nơi này. Chúng tôi rất ngạc nhiên khi phát hiện ra rằng mình cần đặt chỗ trước để ngồi bên trong. Tôi sống ở một khu vực có rất nhiều nhà máy rượu vang - và nhà máy bia - và không ai trong số họ yêu cầu đặt chỗ trước. Và chiếc quạt ngoài trời duy nhất được cung cấp là một chiếc quạt cỡ lớn, cỡ công nghiệp thổi vào ba cô gái trẻ - những nữ tiếp viên, tất cả đều đang nhìn chằm chằm vào điện thoại của họ. Mỗi người chúng tôi uống một ly rượu và uống không hết. Trời quá nóng và rượu không ngon lắm. Đó là một tài sản đẹp, nhưng các nhân viên và chính sách không được chào đón. Đọc thêm",
            "Chúng tôi dừng lại ở đây vào chiều thứ bảy để uống một ít rượu và nghe nhạc Live. Chúng tôi đã có chuyến bay rượu vang trắng và nó thật tuyệt! Sân hiên có nhiều chỗ ngồi với ô che nắng. Nó cũng thân thiện với chó. Họ có một chiếc xe bán đồ ăn có sangria và đồ ăn nhẹ như brie. Ngoài ra còn có khu vực trong nhà để ngồi có máy lạnh. Tuy nhiên, bạn cần đặt chỗ trước nếu muốn ngồi bên trong. Đó là một điều tuyệt vời nên làm nếu bạn ở trong khu vực!Đọc thêm",
            "Một số người trong chúng tôi đã cùng nhau tham gia sự kiện Farm to Table tại nhà máy rượu này vào ngày 20 tháng 7.  Thật là một câu chuyện hài hước!  Số vé là - 60 và cách họ tiếp thị sự kiện, nhiều người nghĩ rằng đây sẽ là một bữa tiệc tự chọn.  Thay vào đó, những chiếc bàn được đặt ở bên ngoài trong thời tiết gần như 100 độ và mọi người đến xung quanh với những món ăn trong thực đơn có hương vị nhỏ hơn một chút.  Bạn chỉ có mỗi cái một cái thôi.  Khi tôi hỏi một trong những máy chủ đang đi lại xung quanh, câu trả lời là - chính là nó - .   - 60 cho khoảng 6 món có kích cỡ vừa ăn và rượu gần như có thể uống được ở mức - 30 một chai.  Hai chiếc ly đi kèm với 6 miếng cắn hoàn toàn vô vị và với sức nóng thì quá ấm.  Chúng tôi rời đi được nửa đường để đi ăn gì đó và nhiều người đã rời đi và nhiều người cũng rời đi cùng chúng tôi.  Không có thông tin nào về các trang trại cung cấp thực phẩm hoặc nơi chúng ở ngoài tên của trang trại.  Toàn bộ điều này được tổ chức kém.  Tất cả những gì tôi có thể hy vọng là phần lớn số tiền thu được thực sự đã đến tay nông dân.Đọc thêm",
            "Cảm ơn phản hôi của bạn.  Sự kiện đó được tổ chức và lên kế hoạch bởi Cơ quan Phát triển Kinh tế Quận Anne Arundel chứ không phải Great Frogs.  Chúng tôi chỉ nhận được một phần rất nhỏ trong giá vé để hoàn trả một phần cho chúng tôi 2 ly rượu đáng lẽ phải có trong vé.  Chúng tôi đã chuyển thông tin này cho AAEDC để họ có thể cải thiện sự kiện của mình.  Đọc thêm",
            "Hôm nay, Câu lạc bộ Phụ nữ của chúng ta đã cùng nhau họp mặt tại Great Frogs Vineyard trong Giờ Vui vẻ. Tất cả chúng tôi đều mua chuyến bay nếm thử chai 6 - 2 ounce. Hầu hết chia đều nếm thử cho 2 người. Chúng tôi có thể tìm thấy hai chiếc bàn có ô bên ngoài mà các nữ tiếp viên đã giúp chúng tôi kéo lại. Tôi đã đặt chỗ ngồi trong nhà để dự phòng trong trường hợp thời tiết không hợp lý. Chúng tôi mang theo những đơn hàng nhẹ để chia sẻ nhưng họ bán nhiều loại pho mát và bánh quy giòn. Chúng tôi gặp cặp vợ chồng trẻ bên cạnh rất ngọt ngào. Người thanh niên giúp chúng tôi điều chỉnh ô và vợ anh ấy đã chụp rất nhiều ảnh cho chúng tôi. Chúng tôi quyết định đây sẽ là sự kiện thường niên vì tất cả chúng tôi đều đã có khoảng thời gian tuyệt vời.Đọc thêm",
            "Đây là một lời xin lỗi đáng tiếc cho một nhà máy rượu. Loại rượu họ nếm thử, loại Vintner - trắng và đỏ, là những loại rượu tệ nhất mà chúng tôi từng được bán. Rượu vang đóng hộp mới có vị trắng như nước. Màu đỏ nhạt, hầu như không có xác và dùng rất lạnh. Chúng KHÔNG CÓ GIÁ TRỊ với khoản phí - 10. Trong trường hợp họ bỏ lỡ, nếm thử có nghĩa là nếm thử nhiều loại rượu chứ không phải một ly một loại rượu. Trớ trêu thay, có một số chai được cho là nổi tiếng của họ được trưng bày nhưng không nhân viên nào biết về chúng. Những chai này không phải để nếm thử hay để bán. Đây có phải là một trò đùa không? Bạn - tốt hơn hết nên đến quán rượu địa phương.Đọc thêm",
            "Nhà máy rượu Great Frogs là một viên ngọc ẩn ở Annapolis.  Loại rượu này được làm rất tốt ở vùng giữa Đại Tây Dương. Nhưng điều làm nên sự khác biệt của Great Frogs là địa điểm tuyệt đẹp và nhà kho đã được tân trang lại. Đáng giá một chuyến đi trong ngày!Đọc thêm",
            "Không khí tuyệt vời. Dịch vụ thân thiện. Đồ ăn nhẹ ngon. Tôi thích 5 trong số 6 loại rượu - có thể rượu trắng cũng ngon, nhưng không phải thứ của tôi. Đó là một cách rất tốt để dành thời gian thư giãn cuối tuần. Tôi chắc chắn sẽ quay trở lại. Đọc thêm",
            "Chúng tôi đã trải nghiệm lễ kỷ niệm và có một vụ nổ! Nếm rượu ngon nhất tôi đã làm! Họ cho bạn một chuyến bay và bạn có thể đi theo tốc độ của mình. Rượu rất tuyệt và đĩa đồ ăn nhẹ được kết hợp hoàn hảo. Và món quà đã không làm bạn thất vọng! Đọc thêm",
            "Thật là một phát hiện tuyệt vời! Gần đây chúng tôi đã ghé thăm Nhà máy rượu vang Great Frogs và thưởng thức 6 buổi nếm thử rượu vang. Thật là tuyệt. Rượu vang tuyệt vời. Dịch vụ tuyệt vời. Địa điểm tuyệt vời. Phải ghé thăm! Đọc thêm",
            "Chúng tôi có một nhóm phụ nữ có thể muốn thử địa điểm này cho Giờ hạnh phúc - buổi tối. Điều gì sẽ xảy ra nếu chúng ta có những người không uống rượu trong nhóm của mình? Ngoài ra, có món ăn bổ sung nào để đặt hàng nếu mọi người muốn nhiều hơn chỉ là phô mai - bánh quy giòn không? Cảm ơn trước.Đọc thêm",
            "Chúng tôi đã ở đó với một người không uống rượu. Tôi không nhớ có đồ uống nào khác không, nhưng chúng tôi đã nhầm lẫn và không gọi trước phô mai và bánh quy giòn. Chúng tôi không thể đặt hàng ngay tại chỗ. Hy vọng điều đó có ích.Đọc thêm",
            "Giờ là mấy giờ và chính xác nó nằm ở đâu?Đọc thêm",
            "Giờ giấc khác nhau nhưng nếu bạn muốn nếm thử hãy đặt trước bằng cách gọi điện. Nó rất đáng giá. Họ cung cấp cho bạn nhiều đồ ăn nhẹ và nước đóng chai. Bao gồm trong nếm thử. Ngay bên ngoài thị trấn. Chúng tôi mất 5 phút để đến đó từ trung tâm thị trấn. Thật sự rất gần đây. Đọc thêm"
        ],
        "star_ratings": [
            30,
            2,
            2,
            2,
            3
        ],
        "review_amount": 39,
        "location": [
            "Annapolis",
            "Các hoạt động ở Annapolis",
            "Nhà máy rượu vang Great Frogs",
            "Hoa Kỳ",
            "Maryland - MD -"
        ],
        "reviews_time": [
            "Written November 4, 2023",
            "Written July 9, 2023",
            "Written August 20, 2022",
            "Written July 22, 2022",
            "Written June 4, 2022",
            "Written October 10, 2021",
            "Written August 16, 2020",
            "Written October 15, 2019",
            "Written September 29, 2019",
            "Written August 27, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g29494-d8838886-Reviews-Great_Frogs_Winery-Annapolis_Maryland.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g29494-d2249405-Reviews-Grapes_Wine_Bar-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29494-d590401-Reviews-Grump_s_Cafe-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29494-d7242816-Reviews-El_Cabrito_Mexican_Grill-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29494-d3698466-Reviews-Annapolis_Smokehouse_and_Tavern-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29494-d644618-Reviews-Main_Market-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29494-d2556722-Reviews-Taqueria_Juquilita-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29494-d11999641-Reviews-Little_Italy-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29494-d4952422-Reviews-Bruster_s_Real_Ice_Cream-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29494-d4689346-Reviews-Sweet_Hearts_Patisserie-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29494-d7999227-Reviews-Tastings_Gourmet_Market-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d116671-Reviews-Quiet_Waters_Park-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d258251-Reviews-U_S_Naval_Academy-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d4546220-Reviews-Annapolis_Historic_District-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d142550-Reviews-Maryland_State_House-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d196116-Reviews-Ego_Alley-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d116665-Reviews-William_Paca_House_Garden-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d207425-Reviews-St_Anne_s_Church-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g41124-d129942-Reviews-Historic_London_Town_and_Gardens-Edgewater_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d218829-Reviews-Hammond_Harwood_House-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d2257852-Reviews-Pennsylvania_Dutch_Farmer_s_Market-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d8838886-Reviews-or10-Great_Frogs_Winery-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d23331308-Reviews-Vitola_121_Lounge-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d27484799-Reviews-Tripshepherd_Annapolis_Tours-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d21088969-Reviews-Anne_Arundel_County_Farmers_Market-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d20763046-Reviews-Island_Chill_Yacht_Charters-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d20211253-Reviews-Annapolis_Transportation-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d6813331-Reviews-Capital_SUP_Quiet_Waters_Park-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d2515355-Reviews-Classic_Sail_Charters-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d1908643-Reviews-Annapolis_Eventours-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d6740551-Reviews-Colonial_Tours_of_Annapolis-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d1874870-Reviews-Annapolis_Ghost_Tours_Crawls-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d1091648-Reviews-Schooner_Woodwind_Annapolis_Sailing_Cruises-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d116678-Reviews-Watermark_Cruises_and_Tours-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d609620-Reviews-Annapolis_Sailing_School-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d10332917-Reviews-Mission_Escape_Rooms-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29494-d646900-Reviews-Pirate_Adventures_on_the_Chesapeake-Annapolis_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g29196-d7602731-Reviews-Avalon-Alpharetta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d12254387-Reviews-Melissa_Massage_Therapy_Lounge-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d1813078-Reviews-Rams_Head_Live-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g187792-d190135-Reviews-Villa_d_Este-Tivoli_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d737307-Reviews-The_Track_Family_Fun_Parks_Track_4-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d20147326-Reviews-IGA_Lounge-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d591255-Reviews-Playland-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g652061-d10166227-Reviews-Plaza_Ada_Bojana_Nudisticka-Ulcinj_Ulcinj_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d2542740-Reviews-Telefericos_da_Madeira-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g53009-d2550133-Reviews-Country_Junction-Lehighton_Pocono_Mountains_Region_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g29494-d8838886-Reviews-or10-Great_Frogs_Winery-Annapolis_Maryland.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g29494-d8838886-Reviews-Great_Frogs_Winery-Annapolis_Maryland.html"
    }
]