[
    {
        "attraction_name": "Great Wolf Lodge Water Park",
        "attraction_name_vi": "Công viên nước Great Wolf Lodge",
        "general_info": [
            "451 đánh giá",
            "- 7 trong số 39 điều cần làm ở Sandusky",
            "Công viên nước"
        ],
        "attraction_summary": "Phí vị trí Mason - 15 chỗ đậu xe một ngày. Bãi đậu xe dành cho người khuyết tật cũng có. Ngay cả khi bạn đã đặt trước khi chính sách này có hiệu lực và không đồng ý với các điều khoản này trong đặt phòng của bạn. Ngay cả khi nhà nghỉ thông báo với bạn rằng họ sẽ từ bỏ khoản tiền đó, họ vẫn sẽ tính phí vào thẻ của bạn một cách gian lận và từ chối hoàn trả. Họ không làm những gì họ nói và không thực sự quan tâm đến khách hàng của mình. Đó là tất cả về tiền bạc. Chúng tôi sẽ không trở lại vì điều này. Phí đỗ xe A - 15 là một con số kỳ lạ đối với họ để chết nhưng nó đã giết chết gia đình chúng tôi.Đọc thêm",
        "reviews": [
            "Expectations NOT met - Great Wolf Ohio 1- half of group arrived at 8pm - activity in lobby was wall to wall people. No pathway to push luggage carts through crowd to reach elevators . I asked reception desk staff to assist in clearing a path ,as concern to injure guests sitting on floor or child running. She said  - she could not help -  . I asked how she suggested we get to our paid rooms ? She simply turned away and returned to the desk. WOW !2- Build a bear store with four children . All chose a wolf. The staff helping to build was very kind and sweet with kids. The lineup was out the door as she finished our 4. She called for help -and told us  - no one answers phone - . We then  lined up at cash register but she was building bears with others - she called again and supervisor  - Alaina -  came to cash guests out. Posted on the cash register was an offer for 25 -  off. I asked Alaina to offer us this and she stated  - that should not be there -  . I voiced my concern that was NOT a fair statement - I felt I should be entitled to a posted offer. She said she would  - try -  to credit my room. No surprise -check out bill did not include any credit for 25 -  reduction. As we left store she removed the posted offer from cash register.WOW!3- Bowling activity was fun for kids. The issue was the benches -we were unable to sit down as fabric  - vinyl  -  was shredded - ripped  - torn. How can this situation not be resolved ? Clearly maintenance is not a priority - charging for highly priced game of bowling is. WOW!4- Check out time is 11am . AT 1059am they are knocking on doors to remind you . WE exited at 11am and hallway was filled with cleaning cart staff  -  carts. SO the question is -if rooms are cleaned at 11am  - on arrival day -we arrived at 10am as we were told our room MAY be ready  -  water park was open for use - we waited until 2pm for text to state our room was available?  Some room clearly are available earlier in day -why not offer this early access? Locker fee was  - 14.and we were lucky to find one available. Also NO safes in the room. WOW!5- Water park sitting is limited - guests arrive at opening and put towels on chairs and swim all day -inconsiderate of those not swimming.No staff in pool area  to assist with seating or locker rental -I had an issue and I asked the swim supply store staff to help me  - although she admitted she knew nothing about process to rent a locker - . We witnessed two  - mock drownings - . One was a guest  -  employee -  struggles to breath at exit of slide - life guard jumps in to assist -then we see 2 men in suits - congratulate life guard . Later that day we are watching our kids exit the 2 largest slides  - double tubes -  then we see lifeguard jump into water and pulls a child sized mannequin complete with hair and bathing suit from bottom of pool at base of slide- another heart stopping moment for all guests observing this  - mock drowning - . Why not post warnings for guests informing all of  - mock drownings -  .possibility ?this was very unsettling .WOW!6-positive note- breakfast buffet serves a huge amount of food with fast service. Cassidy was an outstanding server. My review was sent with checkout survey - a director contacted me the same day with her  - deep regrets  - and her need to  - discuss my experience - . I provided a day  -  time to connect as she requested- that was 3 days ago -she did not follow up as promised . Who - s surprised ? WOW!Read more",
            "Chúng tôi đã đặt trước một dãy lò sưởi, lò sưởi không hoạt động, bạn nhìn ra cửa hiên để nhìn thấy máy sưởi lớn của công viên nước, tòa nhà đóng băng trừ khi bạn ở trong công viên nước, chúng tôi đã trả thêm tiền cho vé sói - một nửa số trò chơi ma thuật không làm được - không hoạt động và trò chơi King Kong VR đi kèm đã bị hỏng. Tôi đã liên hệ với Great Wolf nhưng không có ai phản hồi.Đọc thêm",
            "Kỳ nghỉ gần đây của tôi tại Great Wolf Lodge ở Sandusky, Ohio, đã để lại nhiều điều đáng thất vọng. Mặc dù khách sạn đã bán hết phòng, nhưng lại thiếu nhân viên nghiêm trọng ở mọi bộ phận dịch vụ, dẫn đến sự chậm trễ đáng kể và thiếu chú ý đến từng chi tiết trong suốt chuyến thăm của tôi. Khi bước vào phòng khách sạn, tôi đã thất vọng. Độ sạch sẽ của phòng không đạt chuẩn, với nấm mốc rõ ràng trên trần nhà và sàn phòng tắm. Điều này hoàn toàn không thể chấp nhận được đối với một khách sạn tầm cỡ này. Khu vực hồ bơi quá đông đúc và thiếu chỗ ngồi, khiến việc tận hưởng các tiện nghi trở nên khó khăn. Dịch vụ thức ăn nhanh cũng đáng thất vọng không kém, với đồ ăn đông lạnh và khoai tây chiên cũ được phục vụ, và hệ thống đặt hàng trên thiết bị di động không hoạt động bình thường. Trải nghiệm ăn uống cũng đáng thất vọng. Mặc dù được thông báo rằng sẽ phải đợi 30 phút, tôi đã đợi hơn hai giờ để có bàn, chỉ để được thông báo rằng bếp quá đông và tôi được khuyên nên tìm đồ ăn ở nơi khác. Bữa sáng ngày hôm sau bị ảnh hưởng bởi dịch vụ kém, với nhân viên phục vụ không thể quản lý bàn của họ một cách hiệu quả và không có đồ uống được rót thêm. Mặc dù đội ngũ giải trí đã làm rất tốt công việc giải trí cho trẻ em, nhưng họ không thể bù đắp cho trải nghiệm đáng thất vọng nói chung. Tóm lại, tôi thất vọng vì chất lượng và dịch vụ kém trong suốt hai đêm lưu trú tại một suite có lò sưởi trên gác xép. Xem xét mức giá được tính, ngang ngửa với Disney World, tôi mong đợi nhiều hơn thế. Tôi hy vọng rằng ban quản lý sẽ nghiêm túc xem xét phản hồi này và thực hiện các thay đổi để cải thiện trải nghiệm chung của khách tại địa điểm này. Đọc thêm",
            "Chúng tôi đã đặt vé trong ngày và 2 ngày trước khi một nửa nhóm bị nhiễm bệnh, vì vậy chúng tôi đã yêu cầu hủy. Nhưng chúng tôi đã bị từ chối. đại lý cho biết chúng tôi không hoàn lại tiền hoặc hủy vé trong ngày. vì vậy tôi đã nói một nửa nhóm nửa virus corona bạn có muốn chúng ta đến một nơi đầy trẻ em và các thành viên trong gia đình khi bị bệnh không. Người đại diện trả lời thưa ông, tôi không thể hoàn lại tiền cho ông và tôi không thể cho ông biết phải làm gì. nhưng chúng ta có thể dời lịch lại. Tôi nói rằng tôi không biết khi nào là kỳ nghỉ tiếp theo của bọn trẻ và khi nào nhóm của chúng tôi có thể gặp lại nhau. Nói tóm lại, người đại diện không quan tâm liệu chúng tôi có bị nhiễm hào quang hay không, cô ấy quan tâm nhiều hơn đến việc không hoàn trả cho chúng tôi bất kỳ xu nào và cô ấy tự hào về điều đó.Đọc thêm",
            "Chúng tôi đã đến đây được 7 năm cùng các cháu vào Lễ Tạ ơn.  Năm đầu tiên họ đã có một bữa tiệc buffet Lễ Tạ ơn tuyệt vời. Năm sau tiệc buffet thật khủng khiếp. Mỗi năm sau nó không còn sạch sẽ như năm trước. Sau đó họ dừng bữa tiệc buffet. Thức ăn rất công bằng nhưng giá quá cao. Bây giờ là Lễ tạ ơn năm 2023 và các trò chơi trong phòng trò chơi rất tốn kém và khó khăn đối với bọn trẻ. Bồn nước nóng được tách riêng, 1 dành cho trẻ em và 1 dành cho người lớn, không còn nữa.  Họ thậm chí còn dừng các tia nước trong bồn nước nóng. Tháp đồng hồ đã biến mất. Không có ghế dài hoặc ghế ngồi ở sảnh cạnh lò sưởi. Đây sẽ là lần cuối cùng của chúng tôi ở đây. Đọc thêm",
            "KHÔNG ĐẾN ĐỊA ĐIỂM NÀY... - - - - RỆP - - - - Gia đình tôi và tôi đã ở đây vào cuối tuần và vừa mới về nhà vào Chủ Nhật này. Tôi nhận thấy mình bị phát ban. Tôi chỉ nghĩ rằng có thể là do lượng clo mà tôi vừa mới tiếp xúc. Hóa ra đó là vết cắn của rệp! Tôi - rất xấu hổ và sợ rằng mình đã mang chúng về nhà. Mặc dù rất biết ơn vì không có đứa trẻ nào bị cắn. Tôi không bao giờ nghĩ rằng nơi này sẽ có chúng. Số tiền mà các gia đình phải trả để vui chơi với những người thân yêu của họ, bạn sẽ nghĩ rằng họ - sẽ sử dụng một phần doanh thu đó để chăm sóc đúng cách cho các phòng trong nhà nghỉ của họ. Lần đầu tiên của chúng tôi thật tuyệt vời. Các đứa trẻ đã có một khoảng thời gian tuyệt vời và làm tôi và chồng tôi kiệt sức. Phòng sạch sẽ và dịch vụ tuyệt vời. Các khoản phí phát sinh được trả lại vào tài khoản của chúng tôi trong một khoảng thời gian hợp lý. Đối với lần này, tài khoản của tôi đã bị tính phí quá mức và khoản tiền đặt cọc cho các khoản phí phát sinh vẫn chưa được ghi có lại vào tài khoản của tôi. Khi nói chuyện với đại diện 1-800 của họ, anh ấy nói rằng có thể mất tới 7-10 ngày để trả lại. Quý ông đó dường như không quá bận tâm hay ngạc nhiên về vết cắn của côn trùng mà tôi bị từ nhà nghỉ. Tôi được thông báo rằng sẽ có người gọi điện sau 72 giờ và nếu họ không gọi lại số đó. Có điều gì đó mách bảo tôi rằng tôi sẽ gọi lại và nói lại cùng một cuộc trò chuyện mà không giải quyết được vấn đề gì. Hãy đưa gia đình bạn đi nơi khác, không phải ở đây. Đọc thêm",
            "We just wrapped our third annual trip to GWF with our now-5 year old son.  Check in was smooth, room was fine and water park was just as fun as ever.  Happy with the food quality at both the restaurant and the pizza shop.  Yes, the food was a bit pricier then you - d pay at an offsite restaurant but that - s to be expected for an on-property meal. The cons - 1. Restaurant was very chilly. We asked to for them to turn up the temp but it didn - t help much.2. No tables in the lobby. This has always been the case and an ongoing pet peeve. It would be really nice to sit at a proper table and have a snack, pizza, coffee or whatever instead of eating at a bench or taking it back to the room. 3. Pizza shop makes you order at the kiosk, even when the employees are RIGHT BEHIND THE COUNTER. I hate that.4. Wi-Fi is SO SLOW!  It - s important for me to catch up on work in the evening after the family is in bed but I could never get a good connection. This is 2023, folks. You can do better. 5. Housekeeping?  Not really. Someone apparently came by and tossed the sheets back on the bed and gave us fresh towels, but that was it. 6. Kids -  activities - All seemed rushed. I remember before that a lot of the activities would run for 30 minutes but now it - s all 15 minutes. That - s too short, ending just as my son was getting into it. And the girl calling out bingo numbers - SLOW DOWN!  I - m in my 40s and can barely keep up with you. How do you expect the kids to follow along?  And 15 minutes is totally not long enough for that game. Kids want to play and get to be winners. 7. MagiQuest had too many glitches and quests not working right. For what we pay this shouldn - t be an issue.8. We miss the clocktower. I don - t know why it was removed and we were really disappointed that it was gone. Our son loved the clocktower show. Despite the negatives we still had a good time, but not as good as before.Read more",
            "Đừng lãng phí tiền của bạn. Chúng tôi đã chi hơn - 400 cho một phòng và trả thêm - 80 vào ngày hôm sau để trả phòng sau và vì vậy bọn trẻ của chúng tôi có thể có nhiều thời gian hơn ở công viên nước tuy nhiên chúng tôi - đã nói với chúng rằng - không được phép vào công viên vì chúng đã không - t đeo vòng tay. Xin lưu ý rằng chúng tôi đã bơi cả ngày hôm trước và không có dây đeo cổ tay và họ thậm chí còn nhìn vào cổ tay con tôi để đeo dây để cho chúng biết chiều cao của chúng và hoàn toàn không nói gì. Chúng tôi đã lãng phí cả tiếng đồng hồ để mua dây đeo cổ tay vì chúng tôi sẽ phải trả phòng sau một giờ nữa và trên hết, tôi đã tháo dây đeo của mình ra và đi đón các con tôi ra khỏi công viên nước - chúng đang bơi cùng chúng. dì và chú để chúng ta chất đồ lên xe - VÀ HỌ SẼ - ĐỂ TÔI VÀO ĐỂ ĐÓN CON TÔI. Chính người phụ nữ đó đã nói với tôi rằng các con tôi không được phép vào, người vừa nhìn thấy chiếc vòng tay trên cổ tay tôi 40 phút trước khi tôi quay lại đón các con mình. Tôi không mặc đồ tắm khi mặc áo hoodie và quần legging và họ thậm chí còn không cho tôi vào công viên để bế con tôi. Tôi sẽ KHÔNG BAO GIỜ quay lại. Họ thô lỗ, đắt đỏ và tôi sẽ không tốn một xu nào ở đây. Tôi hứa bạn sẽ tiết kiệm tiền và đi nơi khác - cuối cùng bạn sẽ hạnh phúc hơn. Đọc thêm",
            "Tôi đã đi cùng những người bạn của mình vào tuần trước nhân dịp sinh nhật thứ mười bốn của những người bạn của tôi khi chúng tôi đến đó, phòng của chúng tôi chưa sẵn sàng, điều đó thật ngu ngốc và sau đó công viên nước thật tồi tệ, hầu như không có cầu trượt nào, bồn tắm nước nóng thật kinh tởm và ngoài điều đó ra thì tôi không thể tự mua cho mình Lần đầu tiên đến quà lưu niệm của nhà nghỉ sói tuyệt vời vì tất cả những gì họ lấy là thẻ hoặc dây đeo cổ tay của bạn nên tôi không thể mua bất cứ thứ gì vì thẻ của mẹ bạn tôi được kết nối với dây đeo tay, thức ăn quá đắt và bất cứ lúc nào tôi và bạn bè của tôi sẽ đi xuống bigbys ở đó nhân viên rất thô lỗ và điều duy nhất chúng tôi có thể làm là công viên nước vì nhân viên nói rằng họ không có thêm thẻ sói nào nữa, đó là lời nói dối, chúng tôi chỉ nhận được một nửa số tiền hoàn lại cho chiếc cabana của mình nên sinh nhật bạn bè của tôi đã bị hủy hoại và các nhân viên đã làm cô ấy khóc vì họ mắng cô ấy quá tuyệt vời. Nhân viên nhà nghỉ sói và nói chung các nhân viên làm tốt hơn. Tôi biết sự thật là vào sinh nhật lần thứ mười bốn của tôi, chúng tôi sẽ đến nhà nghỉ sói vĩ đại ở thành phố Traverse hoặc kalahari bởi vì các bạn có thể làm tốt hơn nên khi các bạn có được đội ngũ nhân viên tốt hơn và cải tạo công viên nước của mình và làm cho thức ăn rẻ hơn và những thứ thực sự có thể mua được, chúng tôi sẽ cân nhắc quay lại và cũng là ý tưởng tồi với buổi biểu diễn ở sảnh chính những con búp bê đáng sợ mà các bạn cóĐọc thêm",
            "Bạn có thể thuê tủ khóa nào không và giá bao nhiêu? Đọc thêm",
            "Bạn có thể thuê tủ khóa nào không và giá bao nhiêu?Đọc thêm",
            "Bạn có thể mua vé một ngày đến dòng sông lười mà không cần thuê phòngĐọc thêm",
            "Tổng cộng có bao nhiêu đêm được khuyến nghị cho trẻ 3 tuổi và trẻ 2 tuổi? Chưa bao giờ đến một nhà nghỉ tuyệt vời dành cho sói trước đây.Đọc thêm",
            "Tôi lấy một đứa trẻ 6 tuổi và một tuổi. Đối với 2-3 người thì không có nhiều việc phải làm bên ngoài công viên nước. Tôi nghĩ 2 đêm sẽ là nhiều. Chỉ có một số lĩnh vực không dành cho trẻ lớn hơn.Đọc thêm",
            "Nên mua vé ăn hay mua khi bạn đến đó?Đọc thêm",
            "Chúng tôi đã mua một ít khi đến đó nhưng có rất nhiều nhà hàng quanh khu vực này rẻ hơn và đa dạng hơn.Đọc thêm",
            "Các phòng có tủ lạnh và lò vi sóng không? Đọc thêm",
            "Có : - Đọc thêm",
            "Giá nghỉ một đêm với ba trẻ em 9,5,2 - - hai người lớn là bao nhiêu và họ có phòng nào có bồn tắm tạo sóng bên trong không?Đọc thêm",
            "Nam giới có được mặc đồ bơi một mảnh không?Đọc thêm",
            "Tôi - tôi đang nói về cái mà phụ nữ mặc?Đọc thêm",
            "Quy định về trang phục khi đến các nhà hàng ở Williamsburg là gì?Đọc thêm",
            "Tôi không biết chúng tôi chưa bao giờ đi đến khu vực đó.Đọc thêm",
            "Nếu chúng tôi đến nhà nghỉ trước giờ nhận phòng, chúng tôi có thể sử dụng hồ bơi và cầu trượt không?Đọc thêm",
            "Có, tôi tin là sau 1 giờ chiều. Bạn có thể ở lại vào ngày trả phòng muộn tùy thích. Đọc thêm"
        ],
        "star_ratings": [
            171,
            137,
            76,
            38,
            29
        ],
        "review_amount": 451,
        "location": [
            "Ohio - OH -",
            "Hoa Kỳ",
            "Công viên nước Great Wolf Lodge",
            "Các hoạt động ở Sandusky",
            "Sandusky"
        ],
        "reviews_time": [
            "Written April 6, 2024",
            "Written March 21, 2024",
            "Written March 17, 2024",
            "Written February 20, 2024",
            "Written January 4, 2024",
            "Written November 24, 2023",
            "Written November 23, 2023",
            "Written November 3, 2023",
            "Written October 16, 2023",
            "Written August 19, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g50940-d2503187-Reviews-Great_Wolf_Lodge_Water_Park-Sandusky_Ohio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d20966360-Reviews-Sandusky_Bay_Pancake_House-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d7706035-Reviews-Vine_Olive-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d8644415-Reviews-Dunkin-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d20182787-Reviews-Chick_fil_A-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d419726-Reviews-Bob_Evans-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d11963105-Reviews-Hungry_As_A_Wolf-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d3337188-Reviews-Five_Guys-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d2646460-Reviews-Steak_n_Shake-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d10305774-Reviews-Starbucks_Milan_Rd-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50940-d419690-Reviews-Cracker_Barrel-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d27019955-Reviews-Sartor_Field-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d12696743-Reviews-Sandusky_Mall-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d530745-Reviews-Ghostly_Manor_Thrill_Center-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d1412365-Reviews-Merry_Go_Round_Museum-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d1232285-Reviews-Kalahari_Waterparks-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d595016-Reviews-Skateworld-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d8541516-Reviews-Ohio_Veterans_Homes_Military_Museum-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d12638441-Reviews-Sports_Force_Parks-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d102765-Reviews-Cedar_Point-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50467-d146030-Reviews-Sheldon_Marsh_State_Nature_Preserve-Huron_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d2503187-Reviews-or10-Great_Wolf_Lodge_Water_Park-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d26689705-Reviews-Cedar_Point_Shores_Waterpark-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d2723027-Reviews-Cinemark_Stadium_Theatre-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50604-d146005-Reviews-Marblehead_Lighthouse-Marblehead_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d3792036-Reviews-Goofy_Golf-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50658-d123134-Reviews-Thomas_Edison_Birthplace_Museum-Milan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d5838743-Reviews-Old_Dutch_Tavern-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d603207-Reviews-XD_3D_Motion_Theater-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d10746098-Reviews-Hoosier_Pass-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g182165-d183948-Reviews-Zoo_de_Granby-Granby_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g616220-d1166997-Reviews-Freeport_Lisboa_Fashion_Outlet-Alcochete_Setubal_District_Alentejo.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d10483994-Reviews-Mrs_Doubtfire_House-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129735-d15880808-Reviews-Sugar_Heel-Roppongi_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d3200921-Reviews-Kauai_Path-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g264369-d288387-Reviews-Sandy_Beach-Rincon_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g666447-d8059866-Reviews-Gabaland_Amusement_Park-Qabala_Shaki_Zaqatala_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303808-d9764770-Reviews-Fort_Napoljun_Napolean-Hvar_Hvar_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g315909-d2188585-Reviews-Bahia_Park-Algeciras_Costa_de_la_Luz_Andalucia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g50940-d2503187-Reviews-or10-Great_Wolf_Lodge_Water_Park-Sandusky_Ohio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g50940-d2503187-Reviews-Great_Wolf_Lodge_Water_Park-Sandusky_Ohio.html"
    }
]