[
    {
        "attraction_name": "Great Smoky Mountain Murder Mystery Dinner Show",
        "attraction_name_vi": "Buổi biểu diễn bữa tối bí ẩn giết người trên núi khói lớn",
        "general_info": [
            "1.726 đánh giá",
            "12 trong số 20 buổi hòa nhạc tại Pigeon Forge",
            "Nhà hát ăn tối",
            "Biểu diễn sân khấu"
        ],
        "attraction_summary": "Great Smoky Mountain Murder Mystery Dinner Show là một nhà hát nhỏ và ấm cúng, chứng tỏ là hoàn hảo cho chương trình tương tác và cận cảnh mà nó cung cấp. Chương trình bí ẩn giết người theo phong cách nhà hàng truyền thống của chúng tôi diễn ra khắp phòng ăn, vì vậy mọi chỗ ngồi đều là chỗ ngồi hoàn hảo. Có ba chương trình theo phong cách nhại lại, chia đôi màn hình được phát trong tiết mục mỗi tuần. Vé của bạn bao gồm chương trình bí ẩn giết người cười đến chết của chúng tôi với Gói giải thưởng dành cho Thám tử hàng đầu của đêm, cũng như bữa tối ba món với lựa chọn súp và đồ tráng miệng. Đọc thêm",
        "reviews": [
            "Chương trình bí ẩn rất buồn cười và chúng tôi không biết ai đã làm điều đó. Các nhân viên và diễn viên thật tuyệt vời và tương tác với khán giả. Con gái 12 tuổi của tôi thực sự rất thích nó. Đây là trải nghiệm trình diễn bữa tối đầu tiên của cô. Lý do duy nhất tôi không cho nó 5 sao là đồ ăn. Nó ổn. Tôi có lựa chọn ăn chay vì tôi không thích gà rán, và nó ổn. Con gái tôi đã chọn lựa chọn không chứa gluten vì lý do tương tự, và thịt gà của cô ấy có thể chưa chín kỹ ở phần dày nhất. Dưới ánh sáng thật khó để biết nó có màu hồng hay chỉ là nơi có tĩnh mạch.\n.. dù thế nào đi nữa, cô ấy gặm nó, ăn rau và ăn một ít trong đĩa của tôi. Chỉ cần nhớ rằng bạn đến để giải trí chứ không phải để ăn. Đọc thêm",
            "Chúng tôi có 12 người trong một kỳ nghỉ gia đình. Chúng tôi mua hết vé cùng nhau và ngồi ở 2 bàn gần nhau. Em gái tôi đã được chọn là một trong những khán giả tham gia. Chúng tôi có mọi lứa tuổi từ 2-69 và tất cả chúng tôi đều YÊU THÍCH buổi biểu diễn. Nó có thể không dành cho tất cả mọi người, nhiều tình tiết hài hước ngô nghê, châm biếm, nhưng chúng tôi hoàn toàn thích nó. Chúng tôi gần như đã cười từ lúc bước vào cửa. Tôi thực sự khuyên bạn nên có một buổi tối vui vẻ! Đọc thêm",
            "Đã đi xem Killer Prom tại rạp hát bí ẩn giết người.  Chương trình rất hài hước, tương tác, trải nghiệm thú vị. Thức ăn rất ngon và máy chủ Robin của chúng tôi rất thân thiện và chu đáo. Cách dàn diễn viên thu hút đám đông khiến bộ phim trở nên thú vị và các diễn viên, đặc biệt là anh chàng đóng vai Jake, một người vui tính và đáng giá một mình, khiến buổi tối trở thành một trải nghiệm tổng thể thú vị. Rất khuyến khích bất cứ ai đi xem chương trình. Đọc thêm",
            "Chúng tôi đã tham dự buổi biểu diễn ngày 27 tháng 10 năm 2023 và nó thật phi thường! Dàn diễn viên yêu cô dâu rất hài hước và thú vị. Thức ăn thật tuyệt. Dịch vụ này là tốt nhất. Cảm ơn bạn đã làm cho đêm của chúng tôi vui vẻ và đặc biệt.Đọc thêm",
            "Chúng tôi đã tham dự chương trình Mooshine Murder vào ngày 7 tháng 10, thật tuyệt! Các diễn viên rất hấp dẫn và hài hước! Họ làm rất tốt màn trình diễn và làm việc thực sự chăm chỉ để thu hút đám đông tham gia, giữ cho buổi biểu diễn luôn nhẹ nhàng và luôn nở nụ cười trên khuôn mặt tất cả chúng ta. Đồ ăn thì ổn, không có gì đặc biệt, nhưng bạn đến đó để xem buổi biểu diễn chứ không phải để ăn. Các máy chủ rất tuyệt vời, nhanh chóng, giữ cho ly của chúng tôi luôn đầy và đưa ra nhiều cảnh báo cho chúng tôi khi mỗi hành động sắp bắt đầu nếu chúng tôi muốn nạp thêm. Gia đình tôi đã tham dự một trong những sự kiện này khoảng 10 năm trước và tôi không hiểu tại sao chúng tôi lại phải chờ đợi quá lâu để quay lại. Chúng tôi sẽ quay lại sớm!! Đọc thêm",
            "Đây là một buổi biểu diễn tuyệt vời và thức ăn rất tuyệt vời.  Đó là tôi, bố tôi và bố tôi đều tham dự buổi biểu diễn lúc 5 giờ chiều có tên là vũ hội sát thủ. Chúng tôi yêu thích âm nhạc theo chủ đề thập niên 80. Bánh phô mai táo và bánh sô cô la thật tuyệt vời. Bữa ăn rất tươm tất nhưng thiếu hương vị. Buổi biểu diễn kéo dài khoảng 2 giờ với 20 phút nghỉ giải lao cho bữa tối và sau đó là sa mạc. Tôi, anh trai và bố tôi đều đã tìm ra manh mối nhưng không thực sự cần thiết để bạn có được manh mối về ai, như thế nào và tại sao. Anh trai tôi đã đủ may mắn để trở thành người chiến thắng được chọn cho gói giải thưởng: một chuyến đi bốn xe ngựa, mua một tặng một đến một buổi biểu diễn khác, một trò chơi miễn phí tại sân golf hillbilly và một số vé vào công viên snpw.\n\nĐiều tiêu cực duy nhất là nếu bạn ngồi ở bàn 1, bạn sẽ không thể xem một số cảnh nhất định trong chương trình.Đọc thêm",
            "Chồng tôi và tôi đã có khoảng thời gian tuyệt vời tại chương trình Killer Prom. Nó lấy bối cảnh vào năm 1985 khi chúng tôi đến dự vũ hội và âm nhạc, quần áo, kiểu tóc và các tài liệu tham khảo đều rất phù hợp! Các diễn viên tài năng đã rất vui vẻ và đã làm rất tốt việc tương tác với nhau cũng như khán giả. Thức ăn ngon, không ngon nhưng tất cả chúng tôi đều hướng tới buổi biểu diễn. Cô phục vụ của chúng tôi cũng đã làm một công việc tuyệt vời.                                         Chúng tôi thực sự muốn giới thiệu chương trình này cho những ai thích cười và có khoảng thời gian vui vẻ!Đọc thêm",
            "chúng tôi đã đi xem chương trình Killer Prom 1985.  dàn diễn viên thật tuyệt vời!!!!!  họ rất hài hước khi tham gia các phần của mình!  hoàn toàn thích nó.\nthức ăn ổn.  bánh phô mai caramel táo thật hoàn hảo!  tuy nhiên cốt truyện chỉ là một mớ hỗn độn nóng bỏng--nó ở khắp mọi nơi không thực sự hiểu được động cơ của aiĐọc thêm",
            "Chồng tôi và tôi đã xem chương trình Hôn nhân là kẻ giết người. Đó là khoảng thời gian đẹp đẽ! Đó là một cốt truyện hành động có nhịp độ nhanh kèm theo một bữa ăn. Gói Manh Mối, chúng ta đã cùng nhau làm việc. Chúng tôi đã đoán đúng! Chắc chắn hãy dành một buổi tối với dàn diễn viên tuyệt vời.Đọc thêm",
            "Rất khuyến khích xem The Great Smokey Mountain Murder Mystery Dinner Show. Chúng tôi đã xem Moonshine Murders và có một khoảng thời gian tuyệt vời. Dàn diễn viên rất hài hước và khiến chúng tôi thích thú suốt buổi tối. Đồ ăn ổn; không có gì phàn nàn nhưng không có gì đáng chú ý ngoài món tráng miệng, thật tuyệt vời - nhưng như những người khác đã lưu ý, chắc chắn là về trải nghiệm hơn là đồ ăn. Chắc chắn sẽ quay lại để xem một chương trình khác khi quay lại khu vực này! Đọc thêm",
            "Đó là một chương trình rất thú vị và giải trí. Lúc đầu, tôi không chắc mình sẽ mong đợi điều gì nhưng nhìn chung mức độ giải trí là 1010. Tôi thích cách nó tương tác với mọi người. Tôi giới thiệu nó cho một chương trình hay! Bữa tối ổn, nhưng tôi không tức giận vì điều đó. Tôi khuyên bạn nên đến đó sớm vì nó đã chật cứng và chúng tôi đậu xe rất xa và phải đợi một lúc để vào trong.Đọc thêm",
            "Chương trình tuyệt vời. Rất buồn cười. Môi trường tuyệt vời. Các diễn viên rất vui nhộn, thích sự tham gia của khán giả. Món ngon. Chúng tôi đã thấy những vụ giết người dưới ánh trăngĐọc thêm",
            "Chương trình giải trí mang lại nhiều tiếng cười cho một gia đình có thanh thiếu niên.  Các diễn viên sôi nổi và giao lưu với khán giả.  Đảm bảo bạn gửi gói manh mối của mình.Đọc thêm",
            "Thức ăn tuyệt vời và thật vui nhộn!  Chúng tôi đã xem Killer Prom. Các diễn viên giao lưu cùng khán giả.  Bốn nhân vật chính là Jessie, Melissa, Matt và Jake.  Chương trình này hay hơn nhiều so với Lumberjack Feud và các buổi biểu diễn Bữa tối khác ở Pigeon Forge.Đọc thêm",
            "Tôi có thể nói gì đây. Đêm vũ hội năm 1985. Chúng tôi thực sự đã có một khoảng thời gian khá ổn. Các diễn viên rất hài hước và khiến chúng tôi thích thú. Chỉ là quá rẻ và ít suy nghĩ, nhân viên và không khí được sử dụng. Đồ ăn là phàn nàn chính của chúng tôi. Súp là súp đóng hộp. Khi đồ ăn được mang ra, tất cả chúng tôi đều nói bữa tối đông lạnh Hungry Man của Swanson với một thìa nước sốt và đậu xanh đóng hộp nhão nhoét khiến bạn nghĩ rằng đó không phải là bữa ăn của Swanson. Thịt gà nhão nhoét mồ hôi và trông giống như bữa ăn được nấu bằng lò vi sóng. Chúng tôi sẽ quay lại nếu bữa ăn ngon hơn. Điểm nhấn là các sản phẩm Coke thật không giới hạn và bánh pho mát ngon. Đọc thêm",
            "Tôi phải nói rằng đó là bữa ăn tồi tệ nhất tôi từng ăn. Thức ăn không ăn được, ngoại trừ thịt gà. Súp đóng hộp béo ngậy, đậu xanh đóng hộp đã chín quá chín, khoai tây nghiền đóng gói và một chiếc bánh quy có mùi hóa chất. Có lẽ tôi đã ăn khoảng 5 nguyên liệu và trả 60 đô cho nó. Các diễn viên quá cứng nhắc và phản ứng thái quá, kịch bản tệ hại và cốt truyện vô nghĩa. Đi xem một buổi biểu diễn ở trường trung học và mang theo bánh mì kẹp và bạn sẽ có khoảng thời gian tuyệt vời hơn.Đọc thêm",
            "chương trình xuất sắc các diễn viên thật tuyệt vời khiến bạn luôn hồi hộp đồ ăn ngon dịch vụ tuyệt vời mọi người đều rất tuyệt vời một nơi tuyệt vời để dành một buổi tối giá cả chỗ ngồi tốt theo nghi thứcĐọc thêm",
            "Có rất nhiều tiềm năng, nhưng tôi đã thất vọng.  Ý tưởng về một chương trình giết người bí ẩn nghe có vẻ hay và cốt lõi của cốt truyện khá ổn, nhưng nhìn chung thì kịch bản lại khó hiểu và viết kém.  Chúng tôi đã đi xem buổi biểu diễn Moonshine. Các diễn viên đã cố gắng rất nhiều và rất sôi nổi.  Thức ăn rất ổn.  Địa điểm là tại một không gian trong một trung tâm mua sắm nhỏ.  Kịch bản cần một cuộc đại tu lớn.  Thực đơn nên cung cấp nhiều lựa chọn bữa ăn cho món khai vị. Họ cần một địa điểm mới.Đọc thêm",
            "Chương trình này rất vui! Ban đầu chúng tôi đã lên lịch xem Marriage Can Be Murder, nhưng họ đã gửi email cho tôi vài tuần trước đó và nói rằng chương trình đã được đổi thành Moonshine Murder. Các diễn viên rất tuyệt, và sự tham gia của khán giả thì tuyệt vời! Đồ ăn thì trung bình, nhưng bạn phải trả nhiều tiền cho chương trình hơn là cho bữa ăn. Các cô hầu bàn đã làm rất tốt trong việc giữ cho đồ uống của chúng tôi được đầy và nhiều thứ khác. Nhìn chung, tôi muốn giới thiệu chương trình ăn tối này Đọc thêm",
            "Chồng tôi, con gái 15 tuổi và tôi đã đến đây để ăn tối mừng sinh nhật tôi. Chúng tôi đã xem vũ hội thập niên 80. Chương trình này rất thú vị và chúng tôi đã có rất nhiều niềm vui. Con gái tôi đặc biệt không ngừng nói về manh mối giết người ngay cả nhiều ngày sau đó. Con bé tức giận vì đã không đoán đúng. Dàn diễn viên rất thân thiện và họ thậm chí còn chụp ảnh với khách sau buổi biểu diễn. Tôi không chắc mình sẽ cảm thấy thế nào về đồ ăn nhưng thực sự khá ngon và món tráng miệng có một phần lớn và rất ngon. Tôi chắc chắn sẽ quay lại để xem một chương trình ăn tối khác nếu chúng tôi có dịp quay lại thị trấn. Đọc thêm"
        ],
        "star_ratings": [
            1098,
            298,
            148,
            92,
            90
        ],
        "review_amount": 1726,
        "location": [
            "lò rèn chim bồ câu",
            "Tennessee TN",
            "Những điều cần làm ở Pigeon Forge",
            "Buổi biểu diễn bữa tối bí ẩn giết người trên núi khói lớn",
            "Hoa Kỳ",
            "Quận Sevier"
        ],
        "reviews_time": [
            "Written July 15, 2023",
            "Written July 16, 2023",
            "Written August 15, 2023",
            "Written October 1, 2023",
            "Written October 9, 2023",
            "Written October 11, 2023",
            "Written October 15, 2023",
            "Written October 26, 2023",
            "Written December 24, 2023",
            "Written January 4, 2024",
            "Written June 3, 2024",
            "Written May 30, 2024",
            "Written May 28, 2024",
            "Written May 26, 2024",
            "Written May 16, 2024",
            "Written April 21, 2024",
            "Written April 18, 2024",
            "Written April 11, 2024",
            "Written April 10, 2024",
            "Written April 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55270-d646586-Reviews-Great_Smoky_Mountain_Murder_Mystery_Dinner_Show-Pigeon_Forge_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d12725876-Reviews-J_Del_s_Pizza-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d14166326-Reviews-Cookie_Dough_Monster_Burgers_Shakes-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d3653595-Reviews-SweetFrog_Premium_Frozen_Yogurt-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d4410970-Reviews-Timberwood_Grill-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d7008331-Reviews-Pigeon_Forge_Deli-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d7984151-Reviews-Paula_Deen_s_Family_Kitchen-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d3294196-Reviews-Firehouse_Subs-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d6886216-Reviews-Sawyer_s_Farmhouse_Restaurant-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d23927741-Reviews-Downtown_Flavortown-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d12661453-Reviews-Frizzle_Chicken_Cafe-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7147426-Reviews-Ole_Smoky_Tennessee_Moonshine-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4412583-Reviews-The_Island_in_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d23496056-Reviews-SkyFly_Soar_America-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4418208-Reviews-Arcade_City_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d25948304-Reviews-Tennessee_Stud_Cider_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17508392-Reviews-Junction_35_Spirits-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4513336-Reviews-The_Great_Smoky_Mountain_Wheel-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d11894522-Reviews-Alcatraz_East_Crime_Museum-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17788582-Reviews-The_Mountain_Monster-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d13480247-Reviews-Master_s_Editions_on_the_Island-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d646586-Reviews-or10-Great_Smoky_Mountain_Murder_Mystery_Dinner_Show-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17406453-Reviews-Main_Event_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d12365756-Reviews-Conway_Twitty_Tribute_by_Travis_James-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7610311-Reviews-Brian_Hoffman_s_Remembering_Red_A_Tribute_to_Red_Skelton-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d25438543-Reviews-Array_Mountain_of_Entertainment_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1651022-Reviews-The_Magic_of_Terry_Evanswood-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d2352635-Reviews-Soul_Of_Motown-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d143732-Reviews-The_Comedy_Barn_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1473629-Reviews-The_Grand_Majestic_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d554046-Reviews-Memories_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d550432-Reviews-Country_Tonite_Theatre-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d8131525-Reviews-The_Escape_Game_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d6878480-Reviews-7D_Dark_Ride_Adventure_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d8384383-Reviews-St_Somewhere_Spa-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d24821161-Reviews-Escapology_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7094673-Reviews-The_Island_Trading_Post-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d13946074-Reviews-Kryptonite_Character_Store-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d19249232-Reviews-Old_Time_Pottery-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d23610003-Reviews-Smokey_Mounytain_Flyer_Skyfly_Soaring_America-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g312736-d555188-Reviews-Yuvarlak_Cay-Koycegiz_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g30472-d2314811-Reviews-Dauphin_Island_Public_Beach-Dauphin_Island_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d3967922-Reviews-Hex_Old_World_Witchery-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g58569-d146316-Reviews-Ape_Cave_Lava_Tubes-Longview_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60726-d285882-Reviews-Tysons_Corner_Center-McLean_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187253-d195836-Reviews-Chateau_d_If-Marseille_Bouches_du_Rhone_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g43235-d126874-Reviews-Itasca_State_Park-Lake_Itasca_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d145118-Reviews-Bathhouse_Row-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d664960-Reviews-Niagara_SkyWheel-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d553595-Reviews-Mazar_E_Quaid-Karachi_Sindh_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55270-d646586-Reviews-or10-Great_Smoky_Mountain_Murder_Mystery_Dinner_Show-Pigeon_Forge_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55270-d646586-Reviews-Great_Smoky_Mountain_Murder_Mystery_Dinner_Show-Pigeon_Forge_Tennessee.html"
    }
]