[
    {
        "attraction_name": "Great Alaskan Lumberjack Show",
        "attraction_name_vi": "Triển lãm thợ rừng Alaska tuyệt vời",
        "general_info": [
            "2.643 đánh giá",
            "- 1 trong 3 Nhà hát - Buổi hòa nhạc ở Ketchikan",
            "Sân khấu - Biểu diễn"
        ],
        "attraction_summary": "Hãy tập hợp tất cả những người bạn ồn ào của bạn lại và tham gia rìu Alaska trong cuộc thi tuyệt vời về kỹ năng và sức mạnh này. Triển lãm Thợ rừng Alaska vĩ đại phản ánh lịch sử khai thác gỗ phong phú ở phía đông nam Alaska và trở nên sống động với những màn trình diễn ly kỳ về sức mạnh và sự nhanh nhẹn. Những vận động viên vô địch thế giới này mang ủng có gai - đội mũ cứng, thi đấu trong 12 sự kiện thể thao sử dụng rìu nặng 7 pound, cưa sắc như dao cạo dài 6 feet, dây leo cây và cưa máy cải tiến. Tiếng reo hò của bạn sẽ chuyển thành tiếng hò reo phấn khích khi những chiếc rìu bay trong không trung, những người đàn ông rơi tự do từ những cây cao rồi chạy trên những khúc gỗ quay nổi trên mặt nước. Buổi biểu diễn được tổ chức trong một khán đài có mái che, được sưởi ấm và có đệm, bao gồm một cửa hàng quà tặng bằng nhà nghỉ mộc mạc và đầy đủ ưu đãi. Đây sẽ là một giờ hành động, phấn khích và đầy tiếng cười chỉ có ở Alaska.Đọc thêm",
        "reviews": [
            "Chương trình tuyệt vời. Thực sự thú vị và thực hiện chuyến đi đến Ketchikan. Lời khuyên: chúng tôi đã đặt chỗ trực tiếp và hồi hộp chờ đợi chỗ ngồi do một tàu du lịch đến trễ muốn hành khách của họ đến xem buổi biểu diễn - họ đã bỏ lỡ buổi biểu diễn mà họ đã đặt ban đầu - .  Khách hàng mua vé qua tàu du lịch sẽ được ưu tiên nên lưu ý nhé! Nói như vậy, chúng tôi đã ngồi và đó là một vấn đề hiếm gặp mà nhân viên gặp phải và họ đã giải quyết chúng tôi một cách chuyên nghiệp. Đọc thêm",
            "Chương trình hay, hơi quá kịch bản nhưng vẫn thích. Xem chương trình lúc 3 giờ chiều, người so sánh nói đừng lo lắng về các tàu du lịch, họ sẽ không đi nếu không có bạn. Ánh sáng của biển nhạt dần khi chúng tôi đi ngang qua vào khoảng 4h03 chiều, may mắn thay không có trên con tàu đó.Đọc thêm",
            "Tôi đã đưa những đứa cháu 9 tuổi của mình đi du ngoạn đến Alaska, chuyến đi tuyệt vời nhất mà bạn có thể đưa các cháu đi là đến Biên giới cuối cùng! Chúng tôi đã đến buổi biểu diễn Lumberjack, không phải lần đầu tiên nên tôi biết nó sẽ rất hay.  Những hành động và sự cổ vũ luôn mang lại nhiều niềm vui cho cả người già lẫn người trẻ! Nếu bạn đang ở Ketchican thì đây là sự kiện phải làm! Đừng bỏ lỡ!!! Đọc thêm",
            "Có rất nhiều gia đình đến xem và đó là một buổi biểu diễn tuyệt vời cho cả gia đình và các cặp đôi. Người thông báo rất hài hước và những người thợ rừng thật tuyệt vời. Nhược điểm duy nhất mà chúng tôi gặp phải là họ đã đuổi chúng tôi ra khỏi đấu trường ngay sau buổi biểu diễn trong khi họ thường chuẩn bị chụp ảnh với khách mời và thợ rừng ngay sau buổi biểu diễn. Đó là một chút thất vọng nhưng không phải là ngày tận thế. Chúng tôi cũng mua vé riêng vì chúng đắt hơn khi đi qua tuyến hành trình của chúng tôi, ngay cả khi có tín dụng cảng. Đọc thêm",
            "Chương trình tuyệt vời rất nhiều niềm vui. Đề nghị bạn đặt trực tiếp tiết kiệm lớn so với chuyến tham quan trên bờ. Đám đông lớn trong đấu trường làm tăng thêm hành động. Một giá trị tuyệt vời cho khách du lịch Alaska.Đọc thêm",
            "Gia đình và tôi đã tham dự một buổi biểu diễn trong chuyến ghé cảng Ketchikan của chúng tôi và tất cả chúng tôi đều rất thích thú với nó. Có hành động và tiếng cười. Những người ở Great Alaskan Lumberjack Show biết cách thu hút đám đông tham gia và tràn đầy năng lượng. Cảm ơn bạn đã tạo nên một kỷ niệm mà không ai trong chúng ta sẽ sớm quên được!Đọc thêm",
            "Tôi và bạn tôi đã tham dự Great Alaskan Lumberjack Show, khi chúng tôi đi thuyền đến Ketchikan trên con tàu Celebrity SOLSTICE. Tôi đã xem nhiều bài đánh giá và lượt xem trên YouTube về chương trình và rất thích thú.  Vé được mua trực tiếp từ trang web của Show - rẻ hơn một chút so với việc đặt vé qua đại lý của tàu.  Chúng tôi đã làm theo chỉ dẫn sau khi tôi mua vé và chúng tôi không gặp vấn đề gì khi tìm thấy tòa nhà.  Mặc dù trời mưa nhẹ nhưng vẫn có khu vực tiếp khách có mái che, thoải mái kiểu sân vận động.  Chương trình được mở đầu bởi một người thuộc loại Ringmaster, người đã kể một vài câu chuyện cười và kể một số lịch sử của chương trình. Sau đó, anh ấy giới thiệu các đội của hai trại - Hoa Kỳ và Canada - có rất nhiều lời nói đùa vui vẻ giữa hai nhóm người khai thác gỗ. Sau đó, các đối thủ sẽ thực hiện một số cuộc thi, trong đó đội chiến thắng cũng được phép treo quốc kỳ cho mỗi chiến thắng. Rất thú vị khi xem các chàng trai sử dụng rìu và nhiều công cụ khai thác gỗ khác trong cuộc thi vui nhộn, bao gồm cả việc lăn khúc gỗ trong một hồ nước nhỏ.   Sau khi cuộc thi kết thúc, các quan khách được phép chụp ảnh cùng các thợ rừng và người điều khiển võ đài.  Tất nhiên có một cửa hàng theo chủ đề chứa đầy quà lưu niệm và các mặt hàng theo chủ đề để mua.  Tôi thực sự rất thích buổi biểu diễn và bức ảnh sau đó!  Rất khuyến khích điều này cho du khách đến KetchiKan!Đọc thêm",
            "Chương trình vui nhộn. Hai đội, mỗi đội gồm hai thợ rừng, một người Mỹ, một người Canada, với một người kể chuyện - Người thăm dò Pat - . Họ cạnh tranh trong việc chặt, cưa, cưa máy, leo trèo và lăn gỗ. Những người đàn ông làm trò hề xung quanh nhưng theo cách an toàn. Niềm vui gia đình tuyệt vời.Đọc thêm",
            "Hai đội thợ rừng, một đội đại diện cho Canada và đội kia đại diện cho Hoa Kỳ. Thi đấu với nhau trong các trò ném rìu, cưa máy, lăn khúc gỗ, chặt gỗ, v.v. Những trò đùa vui nhộn giữa các đội, tất cả đều tốt bụng và thân thiện với gia đình. Đó là một thời gian vui vẻ, giải trí cho tất cả mọi người. Sau đó chúng tôi cũng thực hiện trò ném rìu, điều đó thật thú vị. Đồ uống có sẵn ngay trong khuôn viên và tại đây cũng có cửa hàng lưu niệm. Theo ý kiến ​​​​của tôi, rất đáng giá, tiền được chi tiêu hợp lý. Đọc thêm",
            "Đây thực sự là một buổi biểu diễn thú vị.  Tôi nghĩ đây chỉ là một màn trình diễn kỹ năng, nhưng các anh chàng này rất vui tính và nó rất đáng đồng tiền bát gạo.  MIPO: Đừng trả giá tàu du lịch.  Đặt trực tiếp với buổi biểu diễn và tiết kiệm cho mình - 20 - mỗi vé.Đọc thêm",
            "Chương trình tuyệt vời! Giữ khán giả tương tác trong suốt thời gian. Thực sự thú vị khi xem những người thợ rừng làm gì với công việc của họ! Những người này là những vận động viên thực thụ.Đọc thêm",
            "Hoàn toàn rực rỡ. A phải xem cho tất cả mọi người. Chương trình này rất thú vị và cực kỳ hay. Họ là những chuyên gia thực sự trong lĩnh vực của họ. Ngồi ở phía sau để có tầm nhìn tuyệt vời.Đọc thêm",
            "Buổi biểu diễn có nhịp độ tốt và rất vui.  Ý tưởng về Đội Mỹ vs. Đội Canada càng làm tăng thêm sự thú vị.  Tôi nghĩ rằng tất cả mọi người tham dự đều rất thích thú.  Nếu bạn đang ở Ketchican và có một giờ rảnh rỗi trong thời gian chiếu phim, tôi khuyên bạn nên thử.Đọc thêm",
            "Chương trình này thú vị hơn nhiều so với chúng tôi nghĩ!  Cuộc thi giữa - - và - - rất vui và tiếp thêm năng lượng. Chúng tôi chắc chắn khuyên bạn nên thực hiện chương trình này khi ở Ketchikan. Chúng tôi đã mua vé trực tiếp thông qua buổi biểu diễn thay vì thông qua chuyến tham quan bằng du thuyền và chúng tôi đã trả ít hơn nhiều. Chúng tôi thực sự không hiểu giá trị của một chuyến du ngoạn bằng du thuyền trong chương trình này.Đọc thêm",
            "Tôi - không chắc mình sẽ mong đợi điều gì, nhưng đó là một buổi biểu diễn cực kỳ thú vị. Tôi chắc chắn sẽ giới thiệu nó cho bất kỳ ai đang tìm kiếm điều gì đó để làm ở Ketchikan. Đó là giải trí thân thiện với gia đình.Đọc thêm",
            "Sẽ không nói dối, tôi nghĩ điều này sẽ khá sến nhưng tất cả chúng tôi đều vui vẻ và tận hưởng trải nghiệm, mặc dù một ngày mưa ẩm ướt - họ có chỗ ngồi có mái che -.   Bạn không thể biết được người dẫn chương trình và sự tương tác của cô ấy với những người thợ rừng sẽ khiến bạn cười khúc khích và bạn cũng tìm hiểu được một chút về nghề đốn rừng.  Hầu hết những điều này chắc chắn không phải là điều mà bất kỳ ai trong chúng ta cũng có thể làm được.  Được đặt trực tiếp với trang web của Show - không phải qua hành trình - và không có vấn đề gì khi đến đó - không phải đi bộ xa tùy thuộc vào bến cảng mà bạn nhận được - .Đọc thêm",
            "Đây là lần thứ tư của tôi trong khoảng thời gian 20 năm.  Nó trở nên hài hước hơn và tốt hơn mỗi lần.   - Jake - cực kỳ hài hước.  Hãy nghĩ về nó như một chương trình hài kịch về thợ rừng, nhưng những người này là những vận động viên thực sự.  Những chiếc ghế được đặt dưới lò sưởi trên cao, rất ấm áp và khô ráo trong môi trường ngoài trời.  Trời đang mưa nhưng điều đó không ảnh hưởng tới những chuyên gia đó. .Đọc thêm",
            "Thật là vui.  Rõ ràng là một chương trình du lịch, nhưng các chàng trai đã cố gắng hết sức để khiến nó trở nên thú vị.  Đáng giá và giờ.Đọc thêm",
            "Đây là một chương trình vui nhộn và hấp dẫn để xem khi bạn ở Ketchikan. Nó rất gần với bến tàu du lịch. Người thông báo rất xuất sắc và trước buổi diễn kéo dài một giờ, anh ấy đã chia khán giả để cổ vũ cho một trong hai đội và chúng tôi rất hào hứng với đội thợ rừng của mình. Sức mạnh của những người này thật đáng kinh ngạc và họ cũng rất hài hước. Đừng bỏ lỡ buổi biểu diễn này khi ở Ketchikan. Ngày 9 tháng 5 là một ngày mưa và lạnh, và mặc dù những người thợ rừng ở bên ngoài nhưng khán giả được che chắn cẩn thận khỏi mưa và khu vực chỗ ngồi được sưởi ấm. Sân vận động được làm bằng kim loại nhưng có đệm dày mềm để ngồi và rất thoải mái. Tôi khuyên bạn nên mua vé trực tuyến trước khi đi vì những người mua vé tại cửa phải ngồi ngoài trời mưa - họ đã cung cấp áo mưa - trên những ghế bổ sung mà họ đã bố trí.Đọc thêm",
            "Tôi đã xem chương trình này vào tháng 5 năm 2022 và tháng 5 năm 2024. Dàn diễn viên hoàn toàn khác và không hề thất vọng. Những cá nhân I này là những vận động viên thực sự và những người biểu diễn tuyệt vời. Chúng tôi đã được giải trí và đính hôn. Muốn giới thiệu cho mọi lứa tuổi!! Đọc thêm",
            "Tốt nhất nên xem buổi diễn sớm hay buổi diễn muộn hơn?Đọc thêm",
            "Đừng nghĩ rằng có bất kỳ sự khác biệt nào về nội dung và chúng có vẻ rất hiệu quả trong việc bắt đầu và kết thúc đúng giờ. Đặt thời gian dựa trên bất kỳ điều gì khác mà bạn muốn làm trong Ketchikan.Đọc thêm",
            "Xin chào, buổi biểu diễn có giá bao nhiêu và bạn mua vé ở đâu? Cảm ơn.Đọc thêm",
            "Tôi đã mua vé từ tàu du lịch tuy nhiên bạn có thể mua trực tiếp từ trang web hoặc phòng vé của họ. Tra cứu chương trình biểu diễn thợ rừng Alaska để biết giá hiện tại và thời gian diễn ra các buổi biểu diễn khi bạn đến thị trấn.Đọc thêm",
            "cảm ơn vì tất cả các câu trả lời nhưng tại sao trên trang web Alaska tuyệt vời lại nhắc bạn mua tix qua tàu du lịch của bạn và chỗ ngồi nào đến trước sẽ được phục vụ trước?Đọc thêm",
            "CHÀO,\nTôi vừa truy cập trang web của họ và có thể dễ dàng điều hướng đến trang thanh toán mà không bị chuyển hướng đến dòng cruse, vì vậy tôi - tôi không rõ bạn đang đề cập đến điều gì trong đó.  Tôi đã mua vé trực tiếp cho gia đình mình thông qua họ và tiết kiệm được - 17 vé mỗi người so với đặt vé qua Na Uy.  Nếu bạn đang nhận được khoản tín dụng du ngoạn trên bờ - 50, thì điều đó cũng tương tự.  Tôi đã lưu ý rằng những người đặt vé tàu du lịch đã có vé; chúng tôi phải dừng lại một chút ở bàn gọi di chúc và mất khoảng 1 phút.   Chỗ ngồi là chỗ ngồi ở sân vận động - hãy nghĩ đến sân vận động giải đấu nhỏ - thật khó để tưởng tượng có một chỗ ngồi tồi trong nhà.Đọc thêm",
            "Đây có phải là gần cảng công chúa ở Skagway không?Đọc thêm",
            "Đúng. Yot bước ra khỏi tàu và đi bộ đến buổi biểu diễn. Khoảng cách đi bộ tùy thuộc vào vị trí bạn cập bến.Đọc thêm",
            "Tôi dự định mua vé trước, đề phòng trường hợp vé bán hết. Họ có hoàn lại tiền nếu tàu du lịch bị trì hoãn - bỏ qua cảng không?Đọc thêm",
            "Tôi nghi ngờ họ sẽ hoàn lại tiền. Tuy nhiên, tôi chưa từng nghe nói đến một chuyến tàu nào bị trì hoãn hoặc thiếu cảng đến mức bạn phải lo lắng về điều đó.  Tôi đã mua vé trước trên trang web của họ và đó là một ưu đãi tốt hơn nhiều so với những gì tôi có thể nhận được khi đi tàu.Đọc thêm",
            "Chi phí mua vé trực tiếp từ nhà cung cấp là bao nhiêu?Đọc thêm",
            "Bạn có thể mua vé trực tuyến. Tàu du lịch sẽ tính phí 50 - mỗi người ngay cả trẻ 2 tuổi.  Một người lớn là 37 - trẻ em 3-12 tuổi là 18,50. Dưới 3 là miễn phí. Tất cả chúng tôi đều 17 tuổi và có một đứa con 2 tuổi, đây là một khoản tiết kiệm đáng kể cho chúng tôi!Đọc thêm",
            "Có nhiều buổi biểu diễn một ngày phải không? Khi tôi đưa mẹ tôi đi và bà muốn thực hiện một số chuyến tham quan khi ở trong thị trấn.Đọc thêm",
            "Thông thường có ít nhất 2 buổi biểu diễn mỗi ngày - rất bận rộn khi có tàu du lịch trong thị trấn, nhưng đáng để bạn dành thời gian.Đọc thêm",
            "Chúng tôi đang đi du thuyền và sẽ dừng ở Ketchikan vào ngày 7 tháng 6. Nếu tôi đặt mua vé trực tuyến, vé sẽ được gửi qua đường bưu điện hay tôi sẽ nhận vé ở đâu? Chúng tôi đến từ Canada.Đọc thêm",
            "Chúng tôi vừa bước vào và mua vé.Đọc thêm",
            "Tôi đoán là tôi - tôi làm việc này không đúng. Vé có giá trị khoảng - 40. Google GALS với giá 800 không. và yêu cầu họ trả tiền và dành riêng cho Will Call khi bạn xuất hiện. Nó sẽ bán hết. Rất đẹp và trẻ em cũng thíchĐọc thêm",
            "Giá vé là bao nhiêu?Đọc thêm",
            "Bạn có thể truy cập trang web của họ và mua vé trực tuyến trực tiếp từ họ.  Nó đã rất dễ.  \nAlaskanlumberjackshow - Rất tiếc, Tripadvisor không cho phép liên kết trang web - \nVé sẽ đợi bạn khi bạn đến nơi.  \nĐối với hai vé tôi đã trả - 70,00 cộng - thuế 4,20.Đọc thêm"
        ],
        "star_ratings": [
            1744,
            685,
            152,
            38,
            25
        ],
        "review_amount": 2644,
        "location": [
            "Các hoạt động ở Ketchikan",
            "Triển lãm thợ rừng Alaska tuyệt vời",
            "Sốt cà chua",
            "Hoa Kỳ",
            "Alaska - AK -"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 3, 2023",
            "Written June 4, 2023",
            "Written June 5, 2023",
            "Written June 6, 2023",
            "Written June 9, 2023",
            "Written June 10, 2023",
            "Written June 13, 2023",
            "Written June 13, 2023",
            "Written June 16, 2023",
            "Written May 29, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written May 21, 2024",
            "Written May 20, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written May 11, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31030-d672604-Reviews-Great_Alaskan_Lumberjack_Show-Ketchikan_Alaska.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g31030-d16844833-Reviews-Alaska_Crepe_Co-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31030-d2185359-Reviews-Alaska_Fish_House-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31030-d2336905-Reviews-Sweet_Mermaids-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31030-d2224648-Reviews-Cape_Fox_Lodge-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31030-d6637235-Reviews-New_York_Cafe-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31030-d8413155-Reviews-The_Asylum_Bar-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31030-d518717-Reviews-Annabelle_s_Famous_Keg_and_Chowder_House-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31030-d15030761-Reviews-Bawden_Street_Brewing-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31030-d1176826-Reviews-Burger_Queen-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Restaurant_Review-g31030-d4944876-Reviews-Sourdough_Cocktail_Bar-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d14214792-Reviews-The_Outlet_Store-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d2293010-Reviews-Southeast_Alaska_Discovery_Center-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d25999741-Reviews-Ketchikan_Fire_Department-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d3368414-Reviews-Dolly_s_House_Museum-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d25936435-Reviews-Whale_Park-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d106663-Reviews-Creek_Street-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d25934384-Reviews-Ketchikan_Sign-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d2284494-Reviews-Chief_Johnson_Totem_Pole-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d7023516-Reviews-Scanlon_Gallery-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d27185922-Reviews-Watercolors-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d672604-Reviews-or10-Great_Alaskan_Lumberjack_Show-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d27745047-Reviews-Ketchikan_Harbor_Haus_Crab_Feast-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d3499424-Reviews-Fat_Stan_s_Sports_Bar_Pizzeria-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d8313608-Reviews-The_Rain_Barrel-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d3600563-Reviews-Baranof_Fishing_Excursions-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d15183380-Reviews-Whale_s_Tail_Quilt_Shop-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d8280409-Reviews-Caribou_Creek_Company-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d4429939-Reviews-Orca_Jewels-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d4229807-Reviews-Bear_Creek_ziplines-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d17731975-Reviews-Reel_Alaska_Fishing_Charters-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d12460108-Reviews-Infinity_Jewelry_Ketchikan-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d8711385-Reviews-Zhaveri_Caribbean_Gems-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d15150308-Reviews-Sam_s_Fine_Jewelry-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31030-d18953923-Reviews-Out_to_Sea_Expedition_Company-Ketchikan_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d548256-Reviews-Hafeez_Center-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60734-d2151188-Reviews-Loop_Road-Ochopee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33270-d12235913-Reviews-DeJong_s_Dairy-Wildomar_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d271168-Reviews-Arizona_Mills-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60612-d1381284-Reviews-Hanalei_Pier-Hanalei_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g32134-d21307122-Reviews-Christian_Louboutin_Outlet-Cabazon_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d6856071-Reviews-Hollywood_Wax_Museum-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1156216-d7598483-Reviews-Mini_Ooty-Malappuram_Malappuram_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d560908-Reviews-Capone_s_Dinner_and_Show-Kissimmee_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31030-d672604-Reviews-or10-Great_Alaskan_Lumberjack_Show-Ketchikan_Alaska.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31030-d672604-Reviews-Great_Alaskan_Lumberjack_Show-Ketchikan_Alaska.html"
    }
]