[
    {
        "attraction_name": "Great Wolf Lodge Waterpark",
        "attraction_name_vi": "Công viên nước Great Wolf Lodge",
        "general_info": [
            "560 đánh giá",
            "- 5 trong số 67 điều cần làm ở Grapevine",
            "Công viên nước"
        ],
        "attraction_summary": "I have never been to this place before. But it was so dang fun! They had so many lifeguards for EVERY SINGLE THING, who did a really really good job of keeping an eye out for everybody. Like the wave pool, they wouldn - t take their eyes off it, for the lazy river, the lifeguard would walk all around scanning the area, making sure that you - re safe and nothing - s going wrong. The one slide I did not like was the red one. Because I hate drops and that had a big drop which was unexpected. But the green slide,  - Up with the orange and yellow slide -  that has a tiny drop and I was able to ride it many times and actually really enjoy it. If anyone is scared of drops, that slide is nothing compared to the red slide. The blue slide  - family ride -  was also epic. The lifeguards all did an AMAZING job with the slides, with the wave pool, lazy river, etc. Also, the lifeguards made sure that there weren - t too many people up all by the slides at once. The lodge that my family stayed in was 10 - 10. Except for the air which was really hot, but we figured that out and was able to cool the place down. Aside from that, it was a great room. Like most hotels wouldn - t do this, the lodges there has the soap for YOU if you have to get a shower and you forgot your own soap! They prepared body lotion for the sink outside the bathroom, and they prepared body wash, shampoo - conditioner, and even towels and hand towels! And a little paw soap for the bathroom sink. It had a TV in the room with the bunkbeds, and another TV outside the bunkbed room. It also had a balkany! It was so cool to see it and be on it. It had a fridge,  - Kept cool -  and so we could put literally anything in there. When you - re at the waterpark, they prepare FREE towels! You just have to make sure they don - t make you pay a 15 -  fee for not returning the  towels. ; -  Aside from all this, if you have to wait in line, and have like 5-10 kids, there - s a little wait room  - IN THE SAME ROOM -  that plays music, that has a Bear that entertains the kids, they have hoola hoops, jenga, tic tac to, and so much more! If you - ve never been to this place, You won - t regret it! I rate this place 5 - 5. All the employees were working so hard to keep the place clean, and make sure everything was going smoothly!  - KaiaRead more",
        "reviews": [
            "",
            "Phòng gác xép thật tuyệt vời.  Rất nhiều phòng cho 6 người. Rất gần đường chính. Giáng sinh thật đẹp. Có công trình đang xây dựng nhưng nó không làm phiền chúng tôi.Đọc thêm",
            "Quá trình kiểm tra rất tệ, bạn có thể xếp hàng hơn một giờ. Thang máy chính không hoạt động.  Dịch vụ khách hàng tồi. Họ chỉ muốn tiền của bạn mà thôi. Một lần là xong.Đọc thêm",
            "great place for kids. I stayed one night. So. there were enough for my kids. one kinder and teen. I am local and read review a few hours before I got there and some of the review made me scratches my head if I made a good choice to go before school starts.  it was a good choice in a way and also a bad one. I will - can not -  not go back for one reason. I was cough all night during sleep. I am sensitive to allegen. Entire building is damp - wet - humid due to being indoor water park. I don - t know what I was breathing but I coughed alot.  - almost asthma attack level - . Stay away if you are worried air qualityOther than that, kids had fun and I don - t feel I wasted money. 1. room was clean and updated unlike some reviews I read. I stayed in family suite on the lobby level. 2.partking lot is not huge. it - s in fact smaller than Walmart and walking is not a big issue to the car. 3. good water park. 4. food and everthing is at resort level price - some may say it - s overpriced - , expensive However, good choice of restaurants are within 2 miles. Uber - Doordash are available.5. their response time on the chat is awesome  - mostly less than 5 mins -  to assist with any issues - questions. 6. it - s not luxury hotel experience but it was good place to spend time in summer. I liked it.Tips?1 very small bathroom. very limited shampoo and soap. I recommend to bring your own. motel 6 has better ones and provides more.2. check in is very cumbersome. I had about 13 families in front of me  and waited 15 mins only but took another 15 mins to go over what I already read during reservcation with the staff. very unnecessary. .After I checked in, the line got long. I am pretty sure they had to wait about 30 mins or some.  go as early as possible. Pre check in on the app is not for everyone. 3. I checked in around noon and got the room around 5:20 Official check time is 4. I had to text to ask what - s going on.  don - t expect to get a room around 4, check in time.  It seems like a common issue there.4. Food choice is really limited being a resort. Use uber or go pick your own food. Much cheaper and better. 5. get a room on the lobby level if possible. Wait on the elevator slows down everything. 6. Parking becomes easy during chow time. Some people leave to get..Eat out early or late if you want a good parking spot.7. bring a water proof phone case. cheaper to bring and at least one person needs a phone to order food, etc.8. bring snack for kids. I really don - t see any healthy choice there. Also bring something for yourself. 9. try not to eat or drink inside of water park. Enjoy a few hours and go out or uber food  for a break. one hamberger combo is 16 and they quality is not that great.  one can of beer is 10...I can - t forgive the price of the beerRead more",
            "Hãy cẩn thận vì họ sẽ giữ khoản tiền gửi - 100 của bạn lâu hơn bình thường. Đã thanh toán vào ngày 31 tháng 12 và nó không xuất hiện trong thẻ của tôi cho đến ngày 20 tháng 1.Đọc thêm",
            "Các phòng và tiện nghi đều cần được cập nhật. Họ có quá ít nhân sự so với số lượng người. Hàng dài người xếp hàng mua đồ ăn và có quá ít lựa chọn. Giá cả cao nhưng tôi sẽ không bận tâm nhiều nếu dịch vụ và trải nghiệm xứng đáng. Thức ăn chủ yếu là những lựa chọn không tốt cho sức khỏe ngoại trừ việc họ thêm vào món salad. Nhưng đó là những món ăn cơ bản - bánh mì kẹp thịt, khoai tây chiên, pizza, thịt gà nướng. Các đài phun nước uống có bộ hẹn giờ 20 giây và không có đá cho chúng. Điền nó nhanh chóng. Nó được thiết kế để không được tiếp xúc ngoại trừ chính bạn nên tôi biết họ phải quản lý trẻ em rót đầy cốc uống nước - người lớn cũng vậy - . Nhưng lại tốn kém và lãng phí - lãng phí tiền bạc - đối với người tiêu dùng khi chúng ta trả tiền mà không có gì rót đầy cốc. Tôi có cảm giác như họ biết hầu hết mọi người đều bị mắc kẹt - không ai muốn rời đi để đi ăn, v.v. đó là cách nơi này được thiết kế - vì vậy về cơ bản họ có thể khiến chúng tôi phải chờ đợi mọi thứ bao lâu cũng được. Chúng tôi không có sự lựa chọn. Thang máy mất mãi mãi trong thời gian cao điểm như đến phòng của bạn. Nhân viên cũng sử dụng thang máy tương tự để di chuyển xe đẩy hành lý trong thời gian đó. Trẻ em sử dụng chúng cho các trò chơi như đã được thiết lập để thực hiện. Nói chung đó là một trải nghiệm tôi không muốn lặp lại. Có lẽ hầu hết trẻ em đều thích nó. Ý tưởng thì hay nhưng thực tế thì không.Đọc thêm",
            "Đã chiêu đãi các cháu của tôi đến nơi này và họ cùng bố mẹ họ đã có khoảng thời gian tuyệt vời. Nó - LỚN! Rất nhiều việc phải làm và nhiều hoạt động dưới nước. Đọc thêm",
            "",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời! Mọi người đều dễ chịu! Tôi yêu những giờ ngủ đông. Nơi tuyệt vời cho mọi loại gia đình!Đọc thêm"
        ],
        "star_ratings": [
            240,
            172,
            82,
            29,
            37
        ],
        "review_amount": 560,
        "location": [
            "Những điều cần làm ở Grapevine",
            "Hoa Kỳ",
            "Công viên nước Great Wolf Lodge",
            "Cây nho",
            "Texas - TX -"
        ],
        "reviews_time": [
            "Written March 2, 2024",
            "Written February 23, 2024",
            "Written December 19, 2023",
            "Written September 15, 2023",
            "Written August 8, 2023",
            "Written January 21, 2023",
            "Written January 10, 2023",
            "Written December 7, 2022",
            "Written August 10, 2022",
            "Written June 6, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55930-d3502266-Reviews-Great_Wolf_Lodge_Waterpark-Grapevine_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55930-d8842861-Reviews-Starbucks-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55930-d11926715-Reviews-Mesa_Mexican_Cuisine-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55930-d2165240-Reviews-Palio_s_Pizza_Grapevine-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55930-d4113015-Reviews-Starbucks-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55930-d24103838-Reviews-Dutch_Bros_Coffee-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55930-d4636976-Reviews-Chicken_Express-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55930-d820850-Reviews-Old_Hickory-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55930-d5045122-Reviews-Starbucks-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55930-d677011-Reviews-Bartleys_BBQ-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55930-d15762881-Reviews-Pizza_Hut-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d10630515-Reviews-9_11_Flight_Crew_Memorial-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d591674-Reviews-Grapevine_Historic_Main_Street_District-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d2230569-Reviews-SEA_LIFE_Grapevine-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d270622-Reviews-Grapevine_Mills-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d1030623-Reviews-Vetro_Glassblowing_Studio_and_Gallery-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d3979213-Reviews-Grapevine_Botanical_Garden-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56032-d2634306-Reviews-Founder_s_Plaza_Observation_Area-Irving_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d5567124-Reviews-Grapevine_s_Runway_Theatre-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d1094297-Reviews-Grape_Vine_Springs_Winery-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d26343881-Reviews-Meow_Wolf_s_The_Real_Unreal-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d3502266-Reviews-or10-Great_Wolf_Lodge_Waterpark-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d2560268-Reviews-Black_Watch_Sailing_Charters-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d1657288-Reviews-Texas_Star_Dinner_Theater-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d12310008-Reviews-The_Escape_Game_Grapevine-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d2624272-Reviews-DFW_Surf-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d15015353-Reviews-Corky_s_Gaming_Bistro_Grapevine-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d17737297-Reviews-Grapevine_Food_Tours-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d12927507-Reviews-The_Grapevine_Escape-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d13116238-Reviews-Sam_s_Dock-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d7648041-Reviews-Messina_Hof_Grapevine_Winery-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d609295-Reviews-West_Cliff_Drive-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189977-d4341735-Reviews-SEA_LIFE_Trust_Beluga_Whale_Sanctuary-Vestmannaeyjar_Heimaey_Island_Westmann_Isla.html",
            "https://www.tripadvisor.com/Attraction_Review-g616105-d3142152-Reviews-Marche_de_Pezenas-Pezenas_Herault_Occitanie.html",
            "https://www.tripadvisor.com/Attraction_Review-g34400-d255275-Reviews-Wekiva_Island-Longwood_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41015-d8473424-Reviews-Black_Hill_Regional_Park-Boyds_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g59224-d3472739-Reviews-Hovatter_s_Wildlife_Zoo-Kingwood_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30937-d264055-Reviews-Cathedral_Caverns_State_Park-Woodville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g52284-d8322026-Reviews-First_Niagara_Pavilion-Burgettstown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208277-Reviews-Vasa_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d216225-Reviews-Smith_Street-Brooklyn_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55930-d3502266-Reviews-or10-Great_Wolf_Lodge_Waterpark-Grapevine_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55930-d3502266-Reviews-Great_Wolf_Lodge_Waterpark-Grapevine_Texas.html"
    }
]