[
    {
        "attraction_name": "Greenland Tours",
        "attraction_name_vi": "Chuyến tham quan Greenland",
        "general_info": [
            "618 đánh giá",
            "- 1 trong 29 Tour - Hoạt động tại Phong Nha",
            "Tour tham quan",
            "Đi bộ đường dài - Chuyến tham quan cắm trại",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Rục Môn là một trong những hang động trong hệ thống hang động ở Quảng Bình, thuộc Vườn quốc gia Phong Nha-Kẻ Bàng, kéo dài từ xã Trung Hòa đến xã Hòa Sơn, huyện Minh Hóa. Vị trí cách thành phố Đồng Hới khoảng 80km về phía Tây Bắc, cách Hà Nội khoảng 500km về phía Nam, phía Tây giáp Lào, cách biển 50km về phía Đông.Đọc thêm",
        "reviews": [
            "Chuyến du lịch Rục Môn một ngày là điều tuyệt vời thứ hai tôi đã làm ở Việt Nam cho đến nay, ngay sau vòng Hà Giang. Hướng dẫn viên của chúng tôi, Rango, nói tiếng Anh rất tốt và có kiến ​​thức ấn tượng về thiên nhiên và hang động mà chúng tôi đã đến xem. Bản thân hang động rất lớn và chúng tôi dành khoảng 2 giờ đi bộ và leo vào bên trong, quan sát những con dơi và các khối đá, và cuối cùng nhảy xuống nước. Rango giúp chúng tôi có động lực trong suốt chuyến đi. Thức ăn cũng rất tuyệt. Một điều tôi sẽ nói là một số đoạn trong hang động cũng như việc chúng tôi leo lên trong rừng có thể hơi khó khăn nếu bạn thường không cảm thấy an toàn trên đôi chân của mình. Nhưng nếu bạn làm thế, tôi chắc chắn khuyên bạn nên đặt phòng. Nếu bạn xem xét số lượng người liên quan - không chỉ hướng dẫn viên mà còn cả nhân viên văn phòng, tài xế, người chuẩn bị đồ ăn - chi phí vận chuyển và ăn uống cũng như kiến ​​thức và trách nhiệm mà người hướng dẫn yêu cầu thì cái giá đó hoàn toàn công bằng.Đọc thêm",
            "Chuyến tham quan tuyệt vời với Tom, có nhiều thời gian để khám phá các khu vực khác nhau - bơi lội, đi bộ đường dài và tất nhiên là leo quanh hang động, với bữa trưa rất no. Quan điểm đáng kinh ngạc và cảm thấy an toàn mọi lúc. Rất muốn giới thiệu, hướng dẫn viên cũng được nhiều người dân địa phương ủng hộ và thực sự tận tâm trong việc bảo vệ và bảo tồn di sản thiên nhiên.Đọc thêm",
            "Đã đi tour 2 ngày 1 đêm qua hang Rục Mòn và nó thực sự tuyệt vời. Ngày đầu tiên chúng tôi đi qua hang với một nhóm nhỏ, nhưng chúng tôi may mắn là những người duy nhất ở lại qua đêm - hang riêng - và có một bữa tối rất vui vẻ với hướng dẫn viên và người dân địa phương. Ngày hôm sau, chúng tôi đi theo một tuyến đường đầy thử thách hơn và leo lên một trong những điểm cao nhất. Tôi sợ độ cao, nhưng cảm thấy an toàn suốt chặng đường! Hang động có tầm nhìn ngoạn mục. Tôi chắc chắn sẽ giới thiệu tour này. Cảm ơn Rango! Đọc thêm",
            "Tom là một người thẳng thắn, mười trên mười người đều giới thiệu công ty này. Chắc chắn là đáng giá, khi - lần tới bạn - sẽ ở phong nhaĐọc thêm",
            "Cuộc phiêu lưu hang Rục Môn 1 ngày khiến chúng tôi nghĩ đến những cải tiến cần thiết. Đối với một chuyến tham quan cả ngày khá đắt tiền thì thực sự chỉ là một buổi chiều.. cần chú ý nhiều hơn để lấp đầy buổi sáng. Sau một giờ trên xe buýt và đi bộ một đoạn ngắn đến cửa hang - chúng tôi đang mong đợi một chuyến đi đàng hoàng - - hướng dẫn viên bắt đầu chuẩn bị bữa trưa.. lúc đó là 10:30?.. và sau bữa trưa, chúng tôi còn lại để giải trí. một giờ - tức là hơn 2 giờ không làm gì cả. Bản thân việc khám phá hang động chắc chắn là một trải nghiệm nhưng chúng tôi cảm thấy cần cung cấp thêm thông tin chi tiết - nó chắc chắn không dành cho trẻ nhỏ hoặc người lớn tuổi - nó khá đáng sợ và chúng tôi cần phải leo xuống những chiếc thang dài khổng lồ. Hướng dẫn rất hay nhưng trải nghiệm không như những gì chúng tôi nghĩ nó có thể hoặc nên có. Cần cung cấp thêm thông tin về việc nên mặc gì, v.v. Những đôi dép rất khó chịu được cung cấp nhưng tôi thích đôi dép của mình hơnĐọc thêm",
            "Tôi đã có Tom làm hướng dẫn viên du lịch cho mình, đó là điều tốt nhất mà chúng tôi có thể có. Toàn đội thực sự rất tốt! Thật vui vẻ, năng động và hài hước. Toàn bộ trải nghiệm thực sự thú vị và đẹp đẽ. Thời tiết mưa khiến mọi việc phức tạp hơn tôi nghĩ một chút nhưng nỗi đau đó đáng giá!! Thức ăn thật tuyệt vời! Đọc thêm",
            "Chuyến tham quan hang động tuyệt vời với hoạt động leo núi và bơi lội! Chúng tôi tham gia chuyến du lịch Rục Môn một ngày và đó là trải nghiệm tuyệt vời nhất tôi có được ở Việt Nam cho đến nay. Hang động thật ngoạn mục, người hướng dẫn - Tom - thật tuyệt vời và cả nhóm đã khiến chuyến tham quan trở nên thật vui vẻ và thú vị. Tôi có thể - không giới thiệu nó đủ!Đọc thêm",
            "Một chuyến đi tuyệt vời đến hang Rục Môn! Đón khách tại khách sạn sau đó giới thiệu nhanh và chuẩn bị cho chuyến đi tại văn phòng. Lái xe khoảng 1 giờ đến khu rừng qua con đường với khung cảnh tuyệt đẹp, người ta không thể rời mắt khỏi phong cảnh! Đi bộ khoảng 30-40 phút để đến được lối vào ẩm ướt của hang động. Chúng tôi đã có khoảng thời gian tuyệt vời khi bơi trong làn nước màu ngọc lam - rất lạnh ở lối vào hang, sau đó là bữa trưa do những người khuân vác của chúng tôi chuẩn bị - bữa trưa thực sự rất ngon -. Từ đó chúng tôi bắt đầu đi lên lối vào khô ráo của hang động xuyên qua khu rừng rậm ồ đó chính là trải nghiệm! Xinh đẹp. Chúng tôi đã dành vài giờ để khám phá hang động tuyệt đẹp và cuối cùng phải nhảy ra khỏi vách đá cao 5m trở lại vùng nước nơi chúng tôi đã bơi trước đó để ra khỏi hang! Nếu bạn là người thích phiêu lưu thì đây chính là trải nghiệm dành cho bạn! Không cần phải nói, hướng dẫn viên Rango của chúng tôi và đội ngũ khuân vác thật tuyệt vời! Mang lại niềm vui và năng lượng tốt! Chắc chắn giá trị đặt phòng!Đọc thêm",
            "Như bạn có thể thấy, tôi thường không để lại đánh giá, nhưng chuyến tham quan này tuyệt vời đến mức tôi phải giới thiệu nó! Tôi đã đi tour Rục Môn một ngày và đó là trải nghiệm tuyệt vời nhất tôi có được ở Việt Nam cho đến nay. Hang động thật ngoạn mục, người hướng dẫn - Tom - thật tuyệt vời và cả nhóm đã khiến chuyến tham quan trở nên thật vui vẻ và thú vị. Tôi có thể - không giới thiệu nó đủ!Đọc thêm",
            "Chúng tôi đã có được trải nghiệm hang Rục Môn do người dân bản xứ giới thiệu và chúng tôi rất vui vì đã đi! Nó còn hơn cả những gì chúng tôi mong đợi. Đầu tiên chúng tôi lái xe đến nơi mà từ đó chúng tôi phải đi bộ qua những con sông và thiên nhiên tươi đẹp để đến hang động. Chúng tôi dừng lại ăn trưa và chuẩn bị đi bộ tới cửa hang. Chuyến tham quan xuyên hang đầy phiêu lưu; đi bộ đường dài, leo núi và bơi lội. Chúng tôi có thể giới thiệu điều này cho loại người thích phiêu lưu! Cuối cùng chúng tôi muốn đề cập đến đội ngũ rất tốt bụng tham gia cùng chúng tôi. Cảm ơn! :- - Đọc thêm"
        ],
        "star_ratings": [
            590,
            17,
            5,
            4,
            3
        ],
        "review_amount": 619,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chuyến tham quan Greenland",
            "Phong Nha",
            "Tỉnh Quảng Bình",
            "Những việc cần làm ở Phong Nha"
        ],
        "reviews_time": [
            "Written May 28, 2024",
            "Written April 24, 2024",
            "Written April 21, 2024",
            "Written April 12, 2024",
            "Written April 10, 2024",
            "Written March 24, 2024",
            "Written March 21, 2024",
            "Written March 3, 2024",
            "Written February 18, 2024",
            "Written February 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or10-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d25219498-Reviews-Green_Land_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d16828468-Reviews-DiDiThoi-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8404425-Reviews-Phong_Nha_Ke_Bang_Tourism_Center-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d24984710-Reviews-Dt20_tt_Phong_Nha_Bo_Trach_Quang_Binh-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g48625-d4502484-Reviews-7_Lakes_Drive-Sloatsburg_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147319-d148596-Reviews-Pinones-Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134337-d12134392-Reviews-Pokemon_Center_Skytree_Town-Oshiage_Sumida_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g41364-d105460-Reviews-Tilghman_Island-St_Michaels_Talbot_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d16675111-Reviews-Port_Gruz-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23499974-Reviews-Zouk_Nightclub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d12251751-Reviews-Sorrento_Private_Driver-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d1520857-Reviews-O_o_Farm-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d1407290-Reviews-Shinsekai-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d3290600-Reviews-American_Sign_Museum-Cincinnati_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or10-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Greenland Tours",
        "attraction_name_vi": "Chuyến tham quan Greenland",
        "general_info": [
            "618 đánh giá",
            "- 1 trong 29 Tour - Hoạt động tại Phong Nha",
            "Tour tham quan",
            "Đi bộ đường dài - Chuyến tham quan cắm trại",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Rục Môn là một trong những hang động trong hệ thống hang động ở Quảng Bình, thuộc Vườn quốc gia Phong Nha-Kẻ Bàng, kéo dài từ xã Trung Hòa đến xã Hòa Sơn, huyện Minh Hóa. Vị trí cách thành phố Đồng Hới khoảng 80km về phía Tây Bắc, cách Hà Nội khoảng 500km về phía Nam, phía Tây giáp Lào, cách biển 50km về phía Đông.Đọc thêm",
        "reviews": [
            "Tôi gần như đã không đến Phong Nha, và tôi - tôi RẤT VUI VẺ vì tôi đã có thể trải nghiệm điều này! Tôi và một người bạn đã thực hiện chuyến du ngoạn 2 ngày 1 đêm đến hang Rục Môn và thực sự rất vui mừng với thời gian của mình. Bản thân hang động này thực sự rất ngoạn mục, nhưng hướng dẫn viên Rango và những người khuân vác địa phương của chúng tôi thực sự đã khiến kỳ nghỉ của chúng tôi trở nên đặc biệt. Mọi thứ đều được lo liệu, từ thiết bị thám hiểm hang động đến những bữa ăn tự nấu của chúng tôi trên ngọn lửa trần. Tất cả những gì chúng tôi cần làm là tận hưởng thời gian của mình trong một khung cảnh độc đáo như vậy và hòa mình vào cuộc phiêu lưu không thiếu. Cảm giác như chúng tôi đang ở trong một bộ phim Indiana Jones vào một khoảnh khắc và ở một hành tinh khác vào khoảnh khắc tiếp theo. Chắc chắn sẽ giới thiệu! Đọc thêm",
            "Chuyến tham quan tuyệt vờiTom và các hướng dẫn viên địa phương rất thân thiện và hữu ích. Chúng tôi đi bộ qua vùng nông thôn, dành nhiều thời gian trong những hang động lớn, tìm hiểu về địa chất và khu vực địa phương, bơi trong nước và thưởng thức bữa trưa ngon miệng do người dân địa phương nấu. Tôi muốn giới thiệu món này cho tất cả mọi người đang muốn khám phá một hang động thực sự độc đáo trong công viên quốc gia.Đọc thêm",
            "Yêu thích chuyến tham quan! Mọi thứ diễn ra tốt đẹp - hướng dẫn viên du lịch thân thiện và hiểu biết, địa điểm đẹp để leo núi, thám hiểm hang động và bơi lội, quy mô nhóm nhỏ và bữa trưa ngon miệng. Tôi thích việc Greenland có độc quyền vào hang động đặc biệt này nên bạn sẽ không gặp phải các nhóm du lịch khác. Đề xuất duy nhất là cung cấp những đôi dép lớn hơn và chất lượng tốt hơn, vì những đôi được cung cấp không vừa vặn và liên tục bị tuột ra.Đọc thêm",
            "Chuyến đi tuyệt vời, Tom rất tuyệt, các hang động rất tuyệt và bữa trưa rất ngon và thậm chí còn có lựa chọn ăn chay. Cảm ơn bạn rất nhiềuĐọc thêm",
            "We had an amazing experience, actually of the the best of our lives! Exploring caves in Phong Nha is absolutely a must in Vietnam and I feel like doing it with Green Land Travel is a perfect way to experience it. We did the 2 day - 1 night in the Ruc Mon Cave. Green Land has the exclusivity to this cave, so you - re not gonna hear about it from the other companies because they - re gonna promote their own tours. We were recommended by the owner of our hostel  - Linh from Green Riverside Cosy Home in Phong Nha -  who has 7 years of experience guiding in caves in Phong Nha for different companies including Oxalis. She is now a travel consultant and makes objective recommandations and, for us adventurers who like the challenge, nature, views, etc, it was the perfect tour! It - s one of the best you can choose. The views inside the cave are just completely out of this world. You actually feel like your on another planet with all these huge different rock formations - stalagtites - stalagmites. The team at Green Land are simply amazing. Tom, our guide, speaks perfectly english, is very friendly, funny, and he is a very good person and guide. He has been guiding many years for another one of the big cave tours companies, so he - s a well experienced guide who has pertinent informations to share about the caves during the trip. I also need to comment about the rest of the team. They were many other members who were helping for safety during all the trip, cooking excellent food, making sure everything was okay and creating a really tipycal and local experience  - because they actually live in the little town of about 10 houses outside the cave - . All the crew makes it a perfect and safe experience!We were hesitating between the one day and 2 days trip. I definitely recommend the 2 days trip as you do different things and see different spots in the cave. You also get to live the sick experience of spending the dinner and the night in the cave with the crew.Read more",
            "- Tour 1 ngày - Đây thực sự là một trải nghiệm tuyệt vời. Hơi xa vùng an toàn của tôi một chút, nhưng Rango hướng dẫn của chúng tôi rất giỏi. Anh ấy có rất nhiều thông tin về hang động cũng như khu vực và cộng đồng địa phương. Chắc chắn có giá trị - cho một trải nghiệm độc đáo đến mức tôi sẽ không bao giờ quên. Bản thân phong cảnh đã rất đẹp.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch hai ngày một đêm đến hang Rục Môn từ Phong Nha và chuyến đi là một trải nghiệm tuyệt vời khi du lịch xuyên Việt Nam! Các hướng dẫn viên đã làm rất tốt khi luôn nghĩ đến sự an toàn của chúng tôi. Họ đã cho chúng tôi những lời giải thích tuyệt vời và thú vị về hang động và nguồn gốc của nó. Có rất nhiều hoạt động như đi bộ đường dài, thám hiểm hang động, bơi lội và leo núi. Vì vậy không có thời gian để buồn chán. Và mọi thứ đều có thể thực hiện được. Vì vậy, bạn không cần phải là một người leo núi hay thám hiểm hang động có kinh nghiệm. Hai người khuân vác từ một ngôi làng gần lối vào hang động đã hỗ trợ chúng tôi những món ăn thực sự tuyệt vời và họ rất tốt bụng và hữu ích! Ngủ một đêm ở cửa hang và ngồi cạnh đống lửa trại cùng hướng dẫn viên và người dân địa phương quả là một trải nghiệm tuyệt vời! Vì vậy, cảm ơn nhóm và tôi thực sự giới thiệu chuyến đi.Đọc thêm",
            "Chuyến tham quan tuyệt vời, khung cảnh tuyệt vời. Hướng dẫn viên du lịch, Tom, thật tuyệt vời, đã động viên tôi vì tôi sợ bị giam cầm và tôi thực sự nghĩ rằng mình sẽ thắng - không thể vượt qua được nhưng Tom đã ở đó giúp tôi dễ dàng hơn nhiều. Nó - Đó chắc chắn là một trải nghiệm tuyệt vời và tôi đánh giá cao nó.Đọc thêm",
            "Đây là một chuyến tham quan tuyệt vời. Hướng dẫn này rất thú vị và hữu ích! Nhất định phải có thể lực nói chung và không sợ độ cao. Đây là một hang động rất mát mẻ. Đọc thêm",
            "Công ty tuyệt vời, chúng tôi đã nói chuyện trực tiếp với họ. Hướng dẫn viên tôi - rất hữu ích. Chúng tôi đi theo nhóm 10 người và đặt chỗ vào phút cuối khi chúng tôi đến vào buổi sáng lúc 4 giờ sáng. Mọi việc đã được sắp xếp ổn thỏa, người khuân vác thật tuyệt vời. Dễ dàng - thể lực vừa phải cần thiết cho Hang Rục Môn - chúng cho RẤT NHIỀU thời gian nghỉ ngơi. Hoàn hảo cho người già, hoặc người mới bắt đầu khám phá hang động. Đọc thêm",
            "Có ai viết review hay cho 1 ngày Rục Môn biết chắc mình đã đặt - trải nghiệm - hay - phiêu lưu - ? Các dịch vụ bao gồm rất giống nhau nhưng ở các địa điểm khác nhau và giá cả khác nhau. Đọc thêm",
            "Chúng tôi chọn - phiêu lưu - với giá 1,6 triệu đồng chủ yếu là vì những người khác trong nhà trọ của chúng tôi đã tham gia cuộc phiêu lưu này. Nó rất thú vị và việc đi bộ không khó khăn lắm - tôi đã nghĩ là sẽ rất mệt mỏi vào cuối - chúng tôi đi bộ trong rừng, nhìn thấy nhiều thác nước nhỏ, ăn thức ăn gần lối vào hang động, đi bộ lên lối vào phía trên hơn là khám phá đến hết nhảy xuống sông hang động và bơi ra ngoài. Hoàn toàn xứng đáng!Đọc thêm",
            "Izelaron thân mến,\n\nNhóm Green Land Tours xin gửi lời cảm ơn chân thành đến bạn vì đã tham gia cùng chúng tôi trong chuyến phiêu lưu và để lại cho chúng tôi những phản hồi đáng yêu trên TripAdvisor. \n\nViệc bạn tận hưởng chuyến đi một cách tốt nhất là một tin tuyệt vời đối với chúng tôi. Chúng tôi mong sớm được chào đón bạn quay trở lại với một chuyến đi mạo hiểm nhưng an toàn và vui vẻ khác cùng Green Land Tours!\n\nTrân trọng,\nDu lịch vùng đất xanhĐọc thêm",
            "",
            "Hang Rục Mòn chỉ mới được phát hiện gần đây và mở cửa cho công chúng tham quan. Điều này khiến mỗi chuyến tham quan đến khu vực xinh đẹp này trở thành khoảnh khắc tiên phong khi rất ít người khám phá khu vực này. Với những dòng sông ngầm và những nhũ đá và măng đá cao chót vót, Hang Rục Mòn thật đáng kinh ngạc.\nTour này sẽ đưa bạn đi bộ đường dài, bơi lội và leo núi trong một ngày trọn vẹn khi bạn khám phá Hang Rục Mòn. Tour bắt đầu bằng chuyến lái xe qua đèo Đèo đẹp như tranh vẽ trên đường đến làng Yên Phụ, nơi hành trình sẽ bắt đầu tại Hồ Yên Phụ. Tour tiếp tục cho đến khi đến cửa Hang Rục Mòn và dùng bữa trưa.\nSau bữa trưa, tour tiếp tục vào Hang Rục Mòn với hoạt động bơi lội và leo núi trong 3 - 5 km tiếp theo. Bạn có thể tự quyết định xem chúng ta sẽ đi bao xa vào Hang Rục Mòn và chúng ta có thể trôi nhẹ nhàng qua dòng nước của sông hang.\nSau khi khám phá hang động, nhóm sẽ quay trở lại phương tiện vận chuyển trước khi lái xe trở về Phong Nha. Đọc thêm",
            "Tôi muốn thực hiện chuyến tham quan Tomorrowland một ngày. Tôi có thể đặt nó được không? Tôi ở HuếĐọc thêm",
            "Tôi không biết bơi. Tôi vẫn có thể ghé thăm Trải nghiệm hang Rục Môn được chứ?Đọc thêm",
            "Có rất ít hoạt động bơi lội trong chuyến tham quan Trải nghiệm Rục Môn của chúng tôi và chúng tôi cung cấp áo phao cho tất cả các phần của chuyến tham quan mà bạn sẽ ở dưới nước. \n\nNếu bạn thực sự không thoải mái khi ở dưới nước thì tôi đồng ý và không giới thiệu tour này cho bạn! Nhưng bạn sẽ luôn được giữ nổi bằng áo phao và hướng dẫn viên của chúng tôi sẽ luôn ở bên bạn.Đọc thêm",
            "Bạn có cung cấp bất kỳ chuyến tham quan qua đêm nào không?Đọc thêm",
            "Đúng, chúng tôi cung cấp các tour du lịch qua đêm, đó là Tour tham quan Hang Rục Môn 2 ngày 1 đêm, Chúng tôi gọi đó là Chuyến thám hiểm Rục Môn, nơi đây là sự kết hợp giữa một ngày phiêu lưu và một ngày khám phá hang động thư giãn. Ngoài ra, chúng tôi sẽ đưa bạn đến một trong những ngôi làng của người thiểu số nơi bạn sẽ nghỉ qua đêm ở đó. Để biết thêm thông tin, vui lòng gửi email cho chúng tôi để hỏi thêm.Đọc thêm"
        ],
        "star_ratings": [
            590,
            17,
            5,
            4,
            3
        ],
        "review_amount": 619,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chuyến tham quan Greenland",
            "Phong Nha",
            "Tỉnh Quảng Bình",
            "Những điều cần làm ở Phong Nha"
        ],
        "reviews_time": [
            "Written January 30, 2024",
            "Written January 28, 2024",
            "Written January 16, 2024",
            "Written January 12, 2024",
            "Written January 7, 2024",
            "Written December 30, 2023",
            "Written December 19, 2023",
            "Written December 15, 2023",
            "Written November 29, 2023",
            "Written November 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163545-d12667281-Reviews-or10-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or20-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d25219498-Reviews-Green_Land_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d16828468-Reviews-DiDiThoi-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8404425-Reviews-Phong_Nha_Ke_Bang_Tourism_Center-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d24984710-Reviews-Dt20_tt_Phong_Nha_Bo_Trach_Quang_Binh-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295388-d550263-Reviews-Bazar_Kujundziluk-Mostar_Herzegovina_Neretva_Canton_Federation_of_Bosnia_and_Herze.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d15607148-Reviews-Clermont_Lounge-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47964-d14169090-Reviews-National_Comedy_Center-Jamestown_Chautauqua_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147338-d148443-Reviews-Colombier_Beach-St_Barthelemy.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d3380541-Reviews-Copacabana_Beach-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d10664345-Reviews-Boerejongens_Coffeeshop_Center-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d211568-Reviews-Crater_Lake_Trail-Aspen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d24831376-Reviews-Kalypso_Beach-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d21186500-Reviews-House_of_Om_Bali-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g188635-d16662944-Reviews-Antwerp_s_Red_Light_District-Antwerp_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or20-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or10-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Greenland Tours",
        "attraction_name_vi": "Chuyến tham quan Greenland",
        "general_info": [
            "618 đánh giá",
            "- 1 trong 29 Tour - Hoạt động tại Phong Nha",
            "Tour tham quan",
            "Đi bộ đường dài - Chuyến tham quan cắm trại",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Rục Mòn là một trong những hang động trong hệ thống hang động ở Quảng Bình, thuộc Vườn quốc gia Phong Nha - Kẻ Bàng, kéo dài từ xã Trung Hòa đến xã Hóa Sơn, huyện Minh Hóa. Vị trí cách thành phố Đồng Hới khoảng 80km về phía Tây Bắc, cách Hà Nội khoảng 500km về phía Nam, phía Tây giáp Lào, phía Đông cách biển 50km.Xem thêm",
        "reviews": [
            "Tom là một hướng dẫn viên tuyệt vời - rất nhiều bài hát và mô tả tuyệt vời - và tôi đã có một thời gian tuyệt vời khi khám phá các hang động. Phần còn lại của chuyến tham quan cũng tuyệt vời, đi bộ đường dài trên đường đi cũng như lái xe. Rất muốn giới thiệu. Đọc thêm",
            "Thật là một trải nghiệm thú vị khi thực hiện chuyến tham quan cùng công ty này đến hang Rucmon. Chắc chắn là một cuộc phiêu lưu, nhiều bùn và đỉa nhưng vẫn đáng giá. Hướng dẫn viên Tom của chúng tôi thật tuyệt vời và rất hạnh phúc và khiến một ngày trở nên thật tuyệt vời với năng lượng tích cực của anh ấy. Chắc chắn giới thiệu công ty này, bữa trưa rất tuyệt và mọi thứ đều chuyên nghiệp. 10 - 10Đọc thêm",
            "Một trong những trải nghiệm tuyệt vời nhất trong cuộc đời tôi! Rango và toàn đội thật tuyệt vời, tôi sẽ nhớ mãi ngày này, cảm ơn bạn rất nhiều : - Đọc thêm",
            "Xin chào Trail55866022505,\nCảm ơn bạn đã lựa chọn tour hang Rục Môn của chúng tôi làm điểm đến trong hành trình của mình khi đến với Phong Nha! Chúng tôi rất vui khi biết rằng trải nghiệm này vượt quá mong đợi của bạn. Hướng dẫn viên du lịch Rango tận tâm của chúng tôi luôn ưu tiên sự an toàn và đảm bảo một hành trình đáng nhớ. Phản hồi tích cực của bạn có ý nghĩa rất lớn và chúng tôi hy vọng được chào đón bạn quay trở lại để có nhiều cuộc phiêu lưu hơn trong tương lai! \nTrân trọng,\nGreenlandphongnhaĐọc thêm",
            "Đây là một trải nghiệm TUYỆT VỜI, chúng tôi không thể giới thiệu thêm! Mình và bạn mình đặt tour 1 ngày ở hang Rục Môn. Chúng tôi không có bất kỳ kỳ vọng nào trong chuyến tham quan. Mọi thứ đều hoàn hảo. Người hướng dẫn, Rango, nói tiếng Anh hoàn hảo. Anh ấy vui tính, chuyên nghiệp và rất nhiều thông tin. Các quan điểm thật đáng kinh ngạc. Hang động rất ấn tượng. Cuộc bơi lội thật vui. Đó là một trải nghiệm mà chúng tôi chưa từng làm trước đây. Chúng tôi đã rất vui! Bạn sẽ không hối tiếc khi đặt tour du lịch tuyệt vời này! Đó chắc chắn là một điểm nổi bật trong chuyến đi Việt Nam của chúng tôi!!Đọc thêm",
            "Đó là một trong những trải nghiệm tuyệt vời nhất trong chuyến du lịch thế giới của chúng tôi. Nó thực sự hoàn hảo. Hướng dẫn Rango của chúng tôi thực sự chuyên nghiệp. Có thiết bị an toàn tốt. Công ty làm việc cùng với nhóm thiểu số địa phương và hỗ trợ hoạt động du lịch có đạo đức. Chúng tôi đã có khoảng thời gian tuyệt vời nhất!!! Đọc thêm",
            "Trải nghiệm thực sự đáng kinh ngạc! Các hướng dẫn viên du lịch rất đáng yêu và có sức chứa và chúng tôi rất biết ơn vì một ngày tuyệt vời như vậy. Điều chắc chắn là tích cực là hang động này chỉ có một nhóm khách du lịch ghé qua mỗi ngày khiến ngày này càng trở nên đặc biệt hơn. Đối tác của tôi và tôi - không phải là những người đi bộ đường dài nhưng khung cảnh bên trong và bên ngoài hang động thật ngoạn mục cũng như có thể bơi và đi bộ xuyên rừng, v.v. thật thú vị. Cảm ơn vì một ngày tuyệt vời Tom và nhóm!Đọc thêm",
            "Trải nghiệm tuyệt vời! Tôi và 2 người bạn của tôi đã tham gia chuyến lưu diễn này với Tom là hướng dẫn viên của chúng tôi cùng với 2 người khuân vác và đã có khoảng thời gian tuyệt vời. Tom rất am hiểu về hang động và đây có lẽ là trải nghiệm tuyệt vời nhất chúng tôi có ở Việt Nam.Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời ở đó, những hang động rất ấn tượng! Người hướng dẫn và nhóm thực sự rất tốt và có thể trả lời các câu hỏi của chúng tôi về sự hình thành các loại đá khác nhau Đọc thêm",
            "Trải nghiệm rất thú vị và phiêu lưu! Hướng dẫn viên của chúng tôi, Randall, rất am hiểu và luôn quan tâm đến sự an toàn của chúng tôi. Mặc dù đôi khi đường leo lên dốc và trơn trượt nhưng tôi cảm thấy rất vững tay Đọc thêm",
            "Thật tuyệt vời! Gia đình 4 người của chúng tôi bao gồm 2 bé trai 9 và 7 tuổi đã đến Hang Rục Mòn với - Tom - là hướng dẫn viên và một vài người khuân vác. Thực sự không thể mô tả mọi thứ trong bài đánh giá nên tôi sẽ nói ngắn gọn. Đã ở Việt Nam được một tháng rưỡi và đây có lẽ là điều tôi thích nhất mà chúng tôi đã làm hoặc thấy. Không có nhiều khách du lịch trong chuyến đi bộ này, điều đó thật tuyệt. Tom và những người khuân vác đã chăm sóc rất tốt cho các bé trai của chúng tôi và chúng tôi cảm thấy an toàn khi ở trong tay họ. Đi bộ qua vùng nông thôn, leo lên núi một đoạn ngắn, thám hiểm hang động, lặn từ một vách đá nhỏ xuống một con sông bên trong hang, bơi ra ngoài. Thật tuyệt vời. Cảm ơn, Tôm!! Đọc thêm",
            "Có ai viết review hay cho 1 ngày Rục Môn biết chắc mình đã đặt - trải nghiệm - hay - phiêu lưu - ? Các dịch vụ bao gồm rất giống nhau nhưng ở các địa điểm khác nhau và giá cả khác nhau. Đọc thêm",
            "Chúng tôi chọn - phiêu lưu - với giá 1,6 triệu đồng chủ yếu là vì những người khác trong nhà trọ của chúng tôi đã tham gia cuộc phiêu lưu này. Nó rất thú vị và việc đi bộ không khó khăn lắm - tôi đã nghĩ là sẽ rất mệt mỏi vào cuối - chúng tôi đi bộ trong rừng, nhìn thấy nhiều thác nước nhỏ, ăn thức ăn gần lối vào hang động, đi bộ lên lối vào phía trên hơn là khám phá đến hết nhảy xuống sông hang động và bơi ra ngoài. Hoàn toàn xứng đáng!Đọc thêm",
            "Izelaron thân mến,\n\nNhóm Green Land Tours xin gửi lời cảm ơn chân thành đến bạn vì đã tham gia cùng chúng tôi trong chuyến phiêu lưu và để lại cho chúng tôi những phản hồi đáng yêu trên TripAdvisor. \n\nViệc bạn tận hưởng chuyến đi một cách tốt nhất là một tin tuyệt vời đối với chúng tôi. Chúng tôi mong sớm được chào đón bạn quay trở lại với một chuyến đi mạo hiểm nhưng an toàn và vui vẻ khác cùng Green Land Tours!\n\nTrân trọng,\nDu lịch vùng đất xanhĐọc thêm",
            "",
            "Hang Rục Môn chỉ mới được phát hiện gần đây và mở cửa cho công chúng tham quan. Điều này khiến mỗi chuyến tham quan đến khu vực xinh đẹp này đều là khoảnh khắc tiên phong với rất ít người từng khám phá khu vực này. Với những dòng sông dưới nước và những nhũ đá và măng đá cao chót vót, Hang Rục Môn mang đến cảm hứng đáng kinh ngạc.\nChuyến tham quan này sẽ đưa bạn vào một ngày trekking, bơi lội và leo núi khi bạn khám phá Hang Rục Môn. Tour bắt đầu bằng chuyến đi qua đèo Đá Đèo đẹp như tranh vẽ trên đường đến làng Yên Phụ, nơi chuyến đi sẽ bắt đầu tại Hồ Yên Phụ. Chuyến tham quan tiếp tục cho đến khi đến cửa hang Rục Môn và dùng bữa trưa.\nSau bữa trưa, đoàn tiếp tục đến Hang Rục Môn để bơi lội và leo núi trong 3 - 5km tiếp theo. Lựa chọn là ở chỗ bạn có thể tiếp tục đi bao xa vào Hang Rục Môn và có thể thảnh thơi trôi qua dòng nước của sông hang.\nSau khi khám phá hang động, đoàn sẽ lên xe trở lại Phong Nha.Đọc thêm",
            "Tôi muốn thực hiện chuyến tham quan Tomorrowland một ngày. Tôi có thể đặt nó được không? Tôi ở HuếĐọc thêm",
            "Tôi không biết bơi. Tôi vẫn có thể ghé thăm Trải nghiệm hang Rục Môn được chứ?Đọc thêm",
            "Có rất ít hoạt động bơi lội trong chuyến tham quan Trải nghiệm Rục Môn của chúng tôi và chúng tôi cung cấp áo phao cho tất cả các phần của chuyến tham quan mà bạn sẽ ở dưới nước. \n\nNếu bạn thực sự không thoải mái khi ở dưới nước thì tôi đồng ý và không giới thiệu tour này cho bạn! Nhưng bạn sẽ luôn được giữ nổi bằng áo phao và hướng dẫn viên của chúng tôi sẽ luôn ở bên bạn.Đọc thêm",
            "Bạn có cung cấp bất kỳ chuyến tham quan qua đêm nào không?Đọc thêm",
            "Đúng, chúng tôi cung cấp các tour du lịch qua đêm, đó là Tour tham quan Hang Rục Môn 2 ngày 1 đêm, Chúng tôi gọi đó là Chuyến thám hiểm Rục Môn, nơi đây là sự kết hợp giữa một ngày phiêu lưu và một ngày khám phá hang động thư giãn. Ngoài ra, chúng tôi sẽ đưa bạn đến một trong những ngôi làng của người thiểu số nơi bạn sẽ nghỉ qua đêm ở đó. Để biết thêm thông tin, vui lòng gửi email cho chúng tôi để hỏi thêm.Đọc thêm"
        ],
        "star_ratings": [
            590,
            17,
            5,
            4,
            3
        ],
        "review_amount": 619,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chuyến tham quan Greenland",
            "Phong Nha",
            "Tỉnh Quảng Bình",
            "Những điều cần làm ở Phong Nha"
        ],
        "reviews_time": [
            "Written November 28, 2023",
            "Written November 28, 2023",
            "Written November 10, 2023",
            "Written November 7, 2023",
            "Written November 4, 2023",
            "Written November 2, 2023",
            "Written October 25, 2023",
            "Written October 19, 2023",
            "Written September 29, 2023",
            "Written September 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163545-d12667281-Reviews-or20-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or10-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or30-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d25219498-Reviews-Green_Land_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d16828468-Reviews-DiDiThoi-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8404425-Reviews-Phong_Nha_Ke_Bang_Tourism_Center-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d24984710-Reviews-Dt20_tt_Phong_Nha_Bo_Trach_Quang_Binh-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d645113-Reviews-Panorama_Langkawi_SkyCab-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g34028-d103510-Reviews-Cape_Henlopen_State_Park-Lewes_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d5121703-Reviews-Cox_Farms-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g676803-d2718238-Reviews-Birdpark_Malta-Salina_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d13576526-Reviews-Reza_Edge_of_Illusion-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10020637-Reviews-Citi_Open-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34085-d2186398-Reviews-Calusa_Beach-Big_Pine_Key_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d183745-Reviews-The_Castro-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187531-Reviews-Notting_Hill-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134368-d1857275-Reviews-Tokyo_Joypolis-Daiba_Minato_Tokyo_Tokyo_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or30-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or20-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Greenland Tours",
        "attraction_name_vi": "Chuyến tham quan Greenland",
        "general_info": [
            "618 đánh giá",
            "- 1 trong 29 Tour - Hoạt động tại Phong Nha",
            "Tour tham quan",
            "Đi bộ đường dài - Chuyến tham quan cắm trại",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Rục Môn là một trong những hang động trong hệ thống hang động ở Quảng Bình, thuộc Vườn quốc gia Phong Nha-Kẻ Bàng, kéo dài từ xã Trung Hòa đến xã Hòa Sơn, huyện Minh Hóa. Vị trí cách thành phố Đồng Hới khoảng 80km về phía Tây Bắc, cách Hà Nội khoảng 500km về phía Nam, phía Tây giáp Lào, cách biển 50km về phía Đông.Đọc thêm",
        "reviews": [
            "Trải nghiệm một lần trong đời! Tôi đã dành hai ngày một đêm ở Hang Rục Môn và điều đó thật tuyệt vời. Tổng cộng chúng tôi là một nhóm gồm ba người tham gia với Tom là người hướng dẫn và hai người khuân vác. Cảm ơn bạn rất nhiều vì cơ hội tuyệt vời này. Nó đáng giá từng đồng và tôi muốn giới thiệu nó cho tất cả những ai đang tìm kiếm một cuộc phiêu lưu trong hang động Việt Nam. : - Đọc thêm",
            "Một trong những trải nghiệm tuyệt vời nhất chúng tôi từng có. Chúng tôi đã thực hiện chuyến tham quan hang Rục Môn 2 ngày 1 đêm với Tom. Mọi chi tiết đều được nghĩ ra rất tốt. Chúng tôi đã học được rất nhiều điều về hang động và nhờ khả năng tiếng Anh xuất sắc của Tom, chúng tôi có thể có những cuộc trò chuyện tuyệt vời với những người khuân vác đến từ làng Dân tộc. Chúng tôi đi bộ, bơi lội và leo qua hang động, ngủ ở lối vào. Nó đẹp vô cùng. Cảm ơn Tom và nhóm - chúng tôi hết lòng giới thiệu điều này cho bất kỳ ai và tất cả những người đang tìm kiếm một cuộc phiêu lưu.Đọc thêm",
            "Chuyến tham quan hang động tốt nhất! Tom là một người hướng dẫn tuyệt vời và nhóm thực sự đảm bảo rằng bạn sẽ được chăm sóc. Bữa trưa thật tuyệt vời và việc đi bộ xuyên rừng thật tuyệt vời. Bản thân hang động rất đẹp nhưng chắc chắn sẽ có những khoảnh khắc phiêu lưu khi bạn trèo xuống bằng dây nịt và nhảy xuống sông! Chuyến đi được đánh giá là vừa phải, hầu hết là công bằng, nhưng có một số khoảnh khắc khó khăn - điều cần suy nghĩ nếu bạn có bất kỳ chấn thương nào, v.v. - .Đọc thêm",
            "Một ngày tuyệt vời - cuộc phiêu lưu! Đội ngũ cực kỳ đáng tin cậy, nhiều trải nghiệm và hành trình ly kỳ qua sông và hang động.Đọc thêm",
            "Hướng dẫn của chúng tôi, Tom thật tuyệt vời! Hang động này là hang động đẹp nhất mà chúng tôi từng thấy ở Phong Nha, bao gồm bơi lội và đi bộ đường dài tuyệt đẹp cũng như bữa trưa.Đọc thêm",
            "Trải nghiệm hoàn toàn đáng kinh ngạc, không thể hạnh phúc hơn với những gì họ đã làm cho chúng tôi và những gì chúng tôi đã thấy. 100 - muốn giới thiệu một thời điểm trong cuộc đời bạn.Đọc thêm",
            "Xin chào harrynS6279JA, \nCảm ơn bạn đã tham gia chuyến phiêu lưu của chúng tôi. Chúng tôi rất vui khi nhận được phản hồi tích cực của bạn về chuyến đi. Chúng tôi mong muốn mang đến cho khách hàng trải nghiệm tốt nhất, vì vậy chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời và sẽ giới thiệu chuyến đi của chúng tôi cho bạn bè của bạn. Chúng tôi hy vọng bạn sẽ ghé thăm chúng tôi một lần nữa trong tương lai để có trải nghiệm phiêu lưu dài hơn và hoang dã hơn tại Quảng Bình, Việt Nam. Xin chúc mừng, \nGreenLand Phong Nha Team Compact.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất trong chuyến phiêu lưu hang Rục Môn. Đó là một trải nghiệm đáng kinh ngạc khi rời khỏi khách du lịch và thực sự có cảm giác thích thú và phiêu lưu. Chuyến tham quan được đánh giá có độ khó vừa phải, công bằng vì nó đầy thử thách ở nhiều nơi nhưng có thể quản lý được và chắc chắn xứng đáng. Chúng tôi đã có một hướng dẫn viên am hiểu và vui vẻ cũng như một bữa trưa dễ thương với khung cảnh tuyệt vời. Chuyến tham quan bao gồm rất nhiều thứ; trekking xuyên rừng mưa, khám phá các hang động, trèo xuống hang bằng dây nịt, nhảy xuống nước và - phần yêu thích của tôi - bơi ra khỏi cửa hang. Tôi thực sự thực sự khuyên bạn nên!Đọc thêm",
            "EmmajC4246RG thân mến,\nCảm ơn bạn đã lựa chọn du lịch cùng Greenland Adventure và dành thời gian chia sẻ trải nghiệm tích cực của mình về chuyến phiêu lưu Hang Rục Môn! Chúng tôi rất vui khi biết rằng chuyến đi đã vượt quá mọi mong đợi của bạn và hướng dẫn viên cũng như nhân viên của chúng tôi đã khiến hành trình của bạn trở nên thú vị và đáng nhớ hơn. Hướng dẫn viên của chúng tôi có kiến ​​thức sâu rộng và được đào tạo về các kỹ năng chuyên nghiệp, vì vậy chúng tôi rất vui khi bạn đánh giá cao kiến ​​thức, sự thân thiện và hữu ích của họ. Sự công nhận của bạn là yếu tố thúc đẩy mạnh mẽ cho nhóm của chúng tôi. Chúng tôi hy vọng sớm được gặp lại bạn trong một chuyến phiêu lưu đáng nhớ khác cùng GreenLand.\nChúc mừng, \nGreenLand TeamĐọc thêm",
            "Khi tôi sống ở Việt Nam bảy năm trước, tôi muốn đến Phong Nha, Vương quốc hang động, để trải nghiệm Hang Tối. Nó chưa bao giờ xảy ra. Tôi luôn tự hỏi liệu mình có quay trở lại hay nó chỉ đơn giản là một giấc mơ. Chà, tôi không chỉ đến được Phong Nha mà còn tuyệt vời hơn cả tưởng tượng. Rục Môn được phát hiện và khai trương vào năm 2019 nên cuối cùng tôi làm hang đó thay vì Hang Tối. Đó thực sự là một cuộc phiêu lưu xuyên rừng, leo vào hang động và thậm chí bơi ra khỏi hang. Tôi đoán điều này cho thấy rằng theo thời gian, một số trải nghiệm thậm chí còn trở nên tốt hơn và những cơ hội mới xuất hiện. Mặc dù việc mong muốn hoặc kỳ vọng trong thời gian dài có thể hủy hoại trải nghiệm của bạn nếu nó không phù hợp với sự cường điệu mà bạn đã tạo ra, nhưng đây là tình huống mà trải nghiệm vượt quá mong đợi, đây là loại trải nghiệm tốt nhất. Nếu có thể, tôi khuyên bạn nên thực hiện 2- tour trong ngày và ngủ trong hang!Đọc thêm",
            "Kính gửi luôn hân hoan, \nCảm ơn bạn đã đánh giá tuyệt vời và đã chọn GreenLand tour cho chuyến du lịch Rục Môn một ngày của mình! Chúng tôi rất vui vì bạn đã có một ngày tuyệt vời và đội ngũ giàu kinh nghiệm của chúng tôi đã giúp chuyến đi của bạn trở nên thú vị và an toàn. Tại GreenLand, chúng tôi tự hào tổ chức các chuyến tham quan hang động được lên kế hoạch tốt và chúng tôi rất vui vì mọi thứ đều được tổ chức tốt để đáp ứng mong đợi của bạn. Cảm ơn bạn đã giới thiệu chúng tôi cho người khác. Chúng tôi đánh giá cao phản hồi của bạn và đánh giá cao sự quan tâm của bạn đối với các đề xuất về thể dục của chúng tôi. Chúng tôi hy vọng có cơ hội chào đón bạn quay trở lại với những chuyến phiêu lưu khó quên hơn cùng GreenLand trong tương lai! \nTrân trọng, \nNhóm Phong Nha của GreenlandĐọc thêm",
            "Ồ! Đây là một trong những điểm nổi bật chính trong cuộc phiêu lưu toàn cầu của tôi. Tôi đã thực hiện chuyến thám hiểm hang động 1 ngày. Thật kỳ lạ khi được ở sâu trong hang động và khám phá bằng cách bơi trên sông và đi bộ khám phá các cấp độ khác nhau của hang động. Bạn thực sự cảm thấy như bạn đang ở một hành tinh khác. Chúng tôi đã được cung cấp tất cả các thiết bị cần thiết, mặc dù cá nhân tôi khuyên bạn nên mang dép đi bộ đường dài của riêng mình như Teva - s hoặc Chaco - s để được hỗ trợ nhiều hơn khi leo qua đá. Sau bữa ăn ngon do người dân địa phương nấu ngay tại cửa hang, chúng tôi bơi - bồng bềnh vào hang với áo phao và đèn đội đầu khoảng 1 km. Sau đó, chúng tôi đi bộ trên đất liền để khám phá tất cả các thành tạo và các cấp độ khác nhau trong hang. Trải nghiệm này càng đặc biệt hơn vì chỉ có 1-2 nhóm nhỏ khoảng 10 người vào hang mỗi ngày nên thực sự có cảm giác như một cuộc phiêu lưu độc đáo. Tôi đánh giá độ khó ở mức 6 hoặc 7 trên 10. Chúng tôi cần phải thực hiện một số hoạt động leo núi khá dốc, cũng như leo xuống một chiếc thang rất thô sơ từ độ cao rất cao. Đảm bảo bạn đã được nghỉ ngơi và sẵn sàng cho một cuộc phiêu lưu! Chúng tôi có một người hướng dẫn tuyệt vời, Quân, người đảm bảo tất cả chúng tôi đều hiểu nhau và có khiếu hài hước. Và chúng tôi còn có sự tham gia của người hướng dẫn đào tạo, Sand, người thực sự đã khiến trải nghiệm của tôi trở nên tuyệt vời. Anh ấy có vốn tiếng Anh tuyệt vời, luôn sẵn sàng giúp đỡ và có khiếu hài hước. Anh ấy đã giúp tôi vượt qua khá nhiều khó khăn - cảm ơn bạn! Tôi khuyên anh ấy nên trở thành hướng dẫn viên toàn thời gian cho công ty này, 100 - ! Tôi cũng muốn gửi lời cảm ơn đến những người đàn ông địa phương tuyệt vời đã nấu một bữa ăn ngon và chăm sóc cho chúng tôi cũng như sự an toàn của chúng tôi trong hang động! Cảm ơn tất cả các bạn một lần nữa!Đọc thêm",
            "Thân gửi 753meridithw,\nCảm ơn bạn đã chia sẻ trải nghiệm thám hiểm hang động tuyệt vời của mình với Greenland Phong Nha. Chúng tôi rất vui khi biết rằng bạn thích những hang động ngoạn mục, bơi lội và bữa trưa tươi ngon, sảng khoái. Thật tuyệt khi biết rằng hướng dẫn viên Quan và hướng dẫn viên thực tập Sang của chúng tôi rất hiểu biết và khiến bạn cảm thấy an toàn và được chăm sóc trong suốt chuyến đi. Tại GreenLand, chúng tôi nỗ lực mang đến cho khách hàng trải nghiệm phiêu lưu an toàn và khó quên. Chúng tôi rất trân trọng phản hồi của bạn. Cảm ơn bạn đã chọn Greenland cho chuyến đi của mình. Chúng tôi mong sớm có cơ hội được chào đón bạn trở lại để có một cuộc phiêu lưu khó quên khác!\nTrân trọng,\nNhóm GreenLandĐọc thêm",
            "Trải nghiệm tuyệt vời. Chuyến tham quan được tổ chức thực sự tốt với những hướng dẫn viên siêu đẹp. Hướng dẫn viên của chúng tôi - Tom - đặc biệt là một chàng trai năng động và thân thiện. Chúng tôi đã thực hiện 2D1N và nó đáng giá từng euro! Hang Rục Môn mà chúng tôi đến thăm theo hiểu biết của chúng tôi không được nhiều người biết đến như một số hang động khác. Nhưng do đó chỉ có tốt hơn! Chúng tôi thực sự cảm thấy thích khám phá hang động vì không có tiện nghi nào như đèn hay lan can trong hang cả. Đọc thêm",
            "Marnix28 thân mến, Cảm ơn bạn đã chia sẻ trải nghiệm trong chuyến khám phá Hang Rục 2ngày 1n! Thật tuyệt vời khi biết rằng toàn bộ hoạt động đã được tổ chức tốt và bạn rất thích tìm hiểu về hang Rục Môn nguyên bản này.\nTom là một hướng dẫn viên tuyệt vời, có niềm đam mê và kiến ​​thức về khu vực này. Chúng tôi sẽ chuyển lời cảm kích của bạn tới Tom. Một lần nữa, cảm ơn bạn đã chọn đi du lịch cùng chúng tôi và chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại cho một chuyến phiêu lưu khác!\n Trân trọng,\nNhóm Phiêu lưu GreenlandĐọc thêm",
            "Có ai viết review hay cho 1 ngày Rục Môn biết chắc mình đã đặt - trải nghiệm - hay - phiêu lưu - ? Các dịch vụ bao gồm rất giống nhau nhưng ở các địa điểm khác nhau và giá cả khác nhau. Đọc thêm",
            "Chúng tôi chọn - phiêu lưu - với giá 1,6 triệu đồng chủ yếu là vì những người khác trong nhà trọ của chúng tôi đã tham gia cuộc phiêu lưu này. Nó rất thú vị và việc đi bộ không khó khăn lắm - tôi đã nghĩ là sẽ rất mệt mỏi vào cuối - chúng tôi đi bộ trong rừng, nhìn thấy nhiều thác nước nhỏ, ăn thức ăn gần lối vào hang động, đi bộ lên lối vào phía trên hơn là khám phá đến hết nhảy xuống sông hang động và bơi ra ngoài. Hoàn toàn xứng đáng!Đọc thêm",
            "Izelaron thân mến,\n\nNhóm Green Land Tours xin gửi lời cảm ơn chân thành đến bạn vì đã tham gia cùng chúng tôi trong chuyến phiêu lưu và để lại cho chúng tôi những phản hồi đáng yêu trên TripAdvisor. \n\nViệc bạn tận hưởng chuyến đi một cách tốt nhất là một tin tuyệt vời đối với chúng tôi. Chúng tôi mong sớm được chào đón bạn quay trở lại với một chuyến đi mạo hiểm nhưng an toàn và vui vẻ khác cùng Green Land Tours!\n\nTrân trọng,\nDu lịch vùng đất xanhĐọc thêm",
            "",
            "Hang Rục Môn chỉ mới được phát hiện gần đây và mở cửa cho công chúng tham quan. Điều này khiến mỗi chuyến tham quan đến khu vực xinh đẹp này đều là khoảnh khắc tiên phong với rất ít người từng khám phá khu vực này. Với những dòng sông dưới nước và những nhũ đá và măng đá cao chót vót, Hang Rục Môn mang đến cảm hứng đáng kinh ngạc.\nChuyến tham quan này sẽ đưa bạn vào một ngày trekking, bơi lội và leo núi khi bạn khám phá Hang Rục Môn. Tour bắt đầu bằng chuyến đi qua đèo Đá Đèo đẹp như tranh vẽ trên đường đến làng Yên Phụ, nơi chuyến đi sẽ bắt đầu tại Hồ Yên Phụ. Chuyến tham quan tiếp tục cho đến khi đến cửa hang Rục Môn và dùng bữa trưa.\nSau bữa trưa, đoàn tiếp tục đến Hang Rục Môn để bơi lội và leo núi trong 3 - 5km tiếp theo. Lựa chọn là ở chỗ bạn có thể tiếp tục đi bao xa vào Hang Rục Môn và có thể thảnh thơi trôi qua dòng nước của sông hang.\nSau khi khám phá hang động, đoàn sẽ lên xe trở lại Phong Nha.Đọc thêm",
            "Tôi muốn thực hiện chuyến tham quan Tomorrowland một ngày. Tôi có thể đặt nó được không? Tôi ở HuếĐọc thêm",
            "Tôi không biết bơi. Tôi vẫn có thể ghé thăm Trải nghiệm hang Rục Môn được chứ?Đọc thêm",
            "Có rất ít hoạt động bơi lội trong chuyến tham quan Trải nghiệm Rục Môn của chúng tôi và chúng tôi cung cấp áo phao cho tất cả các phần của chuyến tham quan mà bạn sẽ ở dưới nước. \n\nNếu bạn thực sự không thoải mái khi ở dưới nước thì tôi đồng ý và không giới thiệu tour này cho bạn! Nhưng bạn sẽ luôn được giữ nổi bằng áo phao và hướng dẫn viên của chúng tôi sẽ luôn ở bên bạn.Đọc thêm",
            "Bạn có cung cấp bất kỳ chuyến tham quan qua đêm nào không?Đọc thêm",
            "Đúng, chúng tôi cung cấp các tour du lịch qua đêm, đó là Tour tham quan Hang Rục Môn 2 ngày 1 đêm, Chúng tôi gọi đó là Chuyến thám hiểm Rục Môn, nơi đây là sự kết hợp giữa một ngày phiêu lưu và một ngày khám phá hang động thư giãn. Ngoài ra, chúng tôi sẽ đưa bạn đến một trong những ngôi làng của người thiểu số nơi bạn sẽ nghỉ qua đêm ở đó. Để biết thêm thông tin, vui lòng gửi email cho chúng tôi để hỏi thêm.Đọc thêm"
        ],
        "star_ratings": [
            590,
            17,
            5,
            4,
            3
        ],
        "review_amount": 619,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chuyến tham quan Greenland",
            "Phong Nha",
            "Tỉnh Quảng Bình",
            "Những điều cần làm ở Phong Nha"
        ],
        "reviews_time": [
            "Written August 29, 2023",
            "Written August 26, 2023",
            "Written August 3, 2023",
            "Written July 31, 2023",
            "Written July 21, 2023",
            "Written June 3, 2023",
            "Written May 15, 2023",
            "Written May 11, 2023",
            "Written May 1, 2023",
            "Written April 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163545-d12667281-Reviews-or30-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or20-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or40-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d25219498-Reviews-Green_Land_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d16828468-Reviews-DiDiThoi-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8404425-Reviews-Phong_Nha_Ke_Bang_Tourism_Center-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d24984710-Reviews-Dt20_tt_Phong_Nha_Bo_Trach_Quang_Binh-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d6902290-Reviews-Calo_Des_Moro-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g33053-d668660-Reviews-Santa_Paula_Canyon_Falls_Punch_Bowls-Santa_Paula_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d587905-Reviews-Parrot_Mountain_Gardens-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d190554-Reviews-Van_Gogh_Museum-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60901-d105506-Reviews-Walden_Pond_State_Reservation-Concord_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d4092584-Reviews-Mt_Solmar-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g190328-d507161-Reviews-Strait_Street-Valletta_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g297983-d10005745-Reviews-Sunset_Point-Goreme_Cappadocia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d13921415-Reviews-Banc_of_California_Stadium-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15190048-Reviews-Hanoi_Train_Street-Hanoi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or40-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or30-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Greenland Tours",
        "attraction_name_vi": "Chuyến tham quan Greenland",
        "general_info": [
            "618 đánh giá",
            "- 1 trong 29 Tour - Hoạt động tại Phong Nha",
            "Các tour tham quan",
            "Đi bộ đường dài - Chuyến tham quan cắm trại",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Rục Môn là một trong những hang động trong hệ thống hang động ở Quảng Bình, thuộc Vườn quốc gia Phong Nha-Kẻ Bàng, kéo dài từ xã Trung Hòa đến xã Hòa Sơn, huyện Minh Hóa. Vị trí cách thành phố Đồng Hới khoảng 80km về phía Tây Bắc, cách Hà Nội khoảng 500km về phía Nam, phía Tây giáp Lào, cách biển 50km về phía Đông.Đọc thêm",
        "reviews": [
            "một trong những điểm nổi bật của việt nam!! một ngày tuyệt vời! chuyến đi bộ đường dài là sự kết hợp giữa đường bằng và leo qua đá sau đó chúng tôi ăn trưa bên hang động và sau đó mạo hiểm vào ruc mon. hướng dẫn viên của chúng tôi, tom, rất vui vẻ và thân thiện! chúng tôi đã có một khoảng thời gian tuyệt vời trong hang động và nhảy xuống dòng sông ở cuối nơi có quang cảnh tuyệt đẹp. ngày tuyệt vời nhất! Đọc thêm",
            "Cảm ơn các bạn đã đồng hành cùng Greenlandtours trong chuyến đi này. Thật vui khi biết rằng bạn đã có một trải nghiệm tuyệt vời và có thêm những người bạn mới trong suốt chặng đường. Greenland rất mong sớm được chào đón bạn quay trở lại để cùng chúng tôi - leo đèo, lội suối, khám phá hang động - trong thời gian sắp tới.Đọc thêm",
            "Chúng tôi đã tổ chức chuyến tham quan này do cửa hàng The Long Travel ở Tam Cốc sắp xếp bởi một người đàn ông tuyệt vời tên là Henry. Người dẫn chương trình du lịch của anh ấy là Tom, người rất hiểu biết và khiến chuyến đi trở nên rất thú vị. Nghĩ ra một vài điều bất ngờ để giúp cả nhóm gắn kết hơn, tôi sẽ không làm hỏng nó đâu!!!! Chuyến đi vào hang rất ẩm ướt và lầy lội, nhưng dễ thực hiện, ăn trưa, sau đó vào hang. Bạn - sẽ phải có khả năng chịu đựng độ cao, chấp nhận được một số không gian chật hẹp và chấp nhận được thang. Bạn - sẽ được buộc dây trên chiếc thang dài nhất dẫn đến đoạn cuối cùng. Tại đây, bạn sẽ nhảy khoảng 5 mét xuống dòng sông chảy qua hang. Nước không lạnh. Một trải nghiệm tuyệt vời, mặc dù thời tiết không đẹp nhưng điều này không làm giảm đi sự nhiệt tình của bất kỳ ai. Cũng gặp rất nhiều người - những người trẻ tuổi - Rất khuyến khích 5 - Đọc thêm",
            "Xin chào cô Lowen1966,\nCảm ơn bạn đã đánh giá của bạn về nhân viên Greenland. Đây là nguồn động viên to lớn để tất cả các bạn làm việc hiệu quả và mang đến những trải nghiệm tốt hơn nữa cho du khách. Mong sớm được chào đón bạn trở lại Phong Nha cùng gia đình và bạn bè. Chúc các bạn luôn vui vẻ, khỏe mạnh và có nhiều trải nghiệm hơn trong những chuyến đi tiếp theo.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch 2 ngày tuyệt vời do Rango - và các trợ lý của anh ấy dẫn đầu. Rango rất nhiệt tình, hiểu biết, siêu hữu ích và rất thân thiện. Chúng tôi đã trở thành những người bạn tốt trong chuyến lưu diễn của mình. Những người giúp việc của ông - cũng là những người rừng lâu năm - của Phong Nha - đã luôn giúp đỡ chúng tôi khi chúng tôi bị mắc kẹt trong bùn, bị nước rỉ tràn hoặc bị trượt chân. Họ cũng nấu những bữa ăn tuyệt vời cho chúng tôi. Hãy chuẩn bị tinh thần cho một chuyến đi bộ xuyên rừng đầy thử thách nhưng cũng là một chuyến đi rất bổ ích sẽ khám phá những hang động đồ sộ, tuyệt đẹp. Rất khuyến khích chuyến tham quan hai ngày dành cho những người đi bộ dày dạn kinh nghiệm, bơi lội tốt và khám phá hang động tuyệt vời để khởi động. Cắm trại trong hang động là một trải nghiệm tuyệt vời. Mang theo quần áo khô và bất cứ thứ gì có thể giúp nệm xốp dễ ngủ. Không thể giới thiệu đủĐọc thêm",
            "Xin chào jessetberry thân mến, \nTrước hết, Greenland muốn cảm ơn bạn vì chuyến đi bộ đường dài với Greenland và chúng tôi rất vui khi biết rằng bạn đã có một trải nghiệm ấn tượng và đáng nhớ như vậy. Tình cảm và sự trân trọng của bạn dành cho hướng dẫn viên, người khuân vác và tổ chức tour là động lực để chúng tôi cố gắng hơn nữa để mang đến trải nghiệm tốt nhất có thể. Một lần nữa, cảm ơn bạn và công ty Greenland mong muốn được đón tiếp bạn trong tương lai gần. \nHẹn gặp lại bạn tại Quảng Bình xinh đẹp!\nChúc bạn mọi điều tốt đẹp\nGreenlandtours\nĐọc thêm",
            "Đặt ngẫu nhiên tour này khi tôi đến Phong Nha và tour tôi chọn ban đầu không có sẵn vào ngày hôm đó. Không có kỳ vọng gì, nhưng nó thực sự tuyệt vời, có thể là chuyến đi tuyệt vời nhất tôi từng tham gia ở Việt Nam. Đội ngũ chuyên nghiệp và hữu ích và người hướng dẫn, Rango, thật tuyệt vời. Chuyến tham quan này là sự kết hợp tuyệt vời giữa việc đi bộ xuyên rừng - ít nhất bạn phải có thể trạng tốt cho việc này, có rất nhiều điều phải leo qua đá và xuyên qua bùn, một phần của trải nghiệm nhưng khó khăn nếu bạn - không giỏi giữ thăng bằng và leo núi vừa phải - và đi bộ xuyên hang động. Hang động rất đẹp và đó là một cuộc phiêu lưu tuyệt vời, thật tuyệt khi được vận động thể chất và có đôi tay tốt, độ an toàn là hàng đầu. Trải nghiệm thiên nhiên tuyệt vời với đi bộ xuyên rừng, bơi lội trong hồ bơi trong hang, bữa trưa ngon miệng và cà phê sau khi lặn trong hồ bơi - lạnh nhưng sảng khoái, đáng kinh ngạc khi bơi qua cửa hang - là rất cần thiết. Rất khuyến khích chuyến tham quan này nếu bạn muốn phiêu lưu hơn một chút và trải nghiệm một trong những hang động đẹp của Phong Nha theo cách độc đáo hơn thông thường.Đọc thêm",
            "Cảm ơn các bạn đã đồng hành cùng Greenlandtours trong chuyến đi này. Thật vui khi biết rằng bạn đã có một trải nghiệm tuyệt vời và có thêm những người bạn mới trong suốt chặng đường. Greenland rất mong sớm được chào đón bạn quay trở lại để cùng chúng tôi - leo đèo, lội suối, khám phá hang động - trong thời gian sắp tới.Đọc thêm",
            "Một chuyến tham quan tuyệt vời để trải nghiệm những hang động tuyệt đẹp trong khu vực và đi bộ xuyên rừng. Tom và nhóm điều hướng chúng tôi qua bụi rậm, đôi khi hơi lầy lội nhưng họ cung cấp cho bạn tất cả các thiết bị bạn cần. Bên trong hang động, họ chỉ cho bạn các phòng khác nhau và giải thích một số thông tin về khu vực. Bạn thoát khỏi hang động qua sông, đó là một trải nghiệm có một không hai. Phải làm nếu bạn yêu thích một số cuộc phiêu lưu!Đọc thêm",
            "Cảm ơn Neeltje_dH đã đồng hành cùng Greenlandtours trong hành trình khám phá hang Rục Môn. Thật vui khi biết rằng bạn đã có một trải nghiệm tuyệt vời và có thêm những người bạn mới trong suốt chặng đường. Greenlandtours rất mong sớm được chào đón bạn quay trở lại để cùng chúng tôi - leo đèo, lội suối, khám phá hang động - trong thời gian sắp tới. Hẹn gặp lại ở Quảng Bình, Phong Nha.\nĐọc thêm",
            "Có một chuyến tham quan Hang Run Mon tuyệt vời với Rango và các thành viên còn lại. Nó khá xa lạ và chắc chắn ít khách du lịch hơn hầu hết những nơi khác tôi thấy ở Phong Nha - chắc chắn đáng để ghé thăm nếu bạn đang ở trong khu vực.Đọc thêm",
            "Cảm ơn steveV8381NL đã đồng hành cùng Greenlandtours trong hành trình khám phá hang Rục Môn. Thật vui khi biết rằng bạn đã có một trải nghiệm tuyệt vời và có thêm những người bạn mới trong suốt chặng đường. Greenlandtours rất mong sớm được chào đón bạn quay trở lại để cùng chúng tôi - leo đèo, lội suối, khám phá hang động - trong thời gian sắp tới. Hẹn gặp lại ở Quảng Bình, Phong Nha\nĐọc thêm",
            "Rất an toàn, đầy thử thách nhưng thư giãn khi đi bộ cùng với hướng dẫn viên thân thiện và vui vẻ Tom. Những hang động ấn tượng. Chắc chắn tôi khuyên bạn nên! Đọc thêm",
            "Cảm ơn các bạn đã đồng hành cùng Greenlandtours trong chuyến đi này. Thật vui khi biết rằng bạn đã có một trải nghiệm tuyệt vời và có thêm những người bạn mới trong suốt chặng đường. Greenland rất mong sớm được chào đón bạn quay trở lại để cùng chúng tôi - leo đèo, lội suối, khám phá hang động - trong thời gian sắp tới.Đọc thêm",
            "Tour du lịch được tổ chức tốt và một cuộc phiêu lưu tuyệt vời với hướng dẫn tuyệt vời! Đây là một cách tuyệt vời nếu bạn muốn tận tay trải nghiệm sự hùng vĩ của các hang động trong khu vực thay vì chỉ đơn giản là chụp ảnh từ xa. Chuyến đi và leo vào hang khá vất vả nhưng vẫn có thể thực hiện được nếu bạn có đủ sức khỏe. Việc khám phá hang động và nhảy xuống đáy hang nước là một trải nghiệm rất đặc biệt khiến công việc thể chất trở nên xứng đáng. Đặc biệt cảm ơn Tom vì đã khiến cuộc hành trình trở nên vui vẻ hơn với sự hài hước, năng lượng yêu thương vui vẻ của anh ấy được đánh giá cao. Rất khuyến khích.Đọc thêm",
            "Cảm ơn các bạn đã đồng hành cùng Greenlandtours trong chuyến đi này. Thật vui khi biết rằng Garreths đã có một trải nghiệm tuyệt vời và có thêm những người bạn mới trong suốt chặng đường. Greenland rất mong sớm được chào đón bạn quay trở lại để cùng chúng tôi - leo đèo, lội suối, khám phá hang động - trong thời gian sắp tới.Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời với Tom và những người còn lại trong đoàn du lịch Greenland trong chuyến tham quan hang Rục Môn, nhược điểm duy nhất là bây giờ tôi phải quay lại và thực hiện chuyến đi 2 ngày: - Cảm ơn các bạn đã trải nghiệm !Đọc thêm",
            "Xin chào Tilemachosc2023, Cảm ơn đánh giá của bạn về nhân viên Greenlandtours. Đây là nguồn động viên rất lớn để tất cả các bạn làm việc hiệu quả và mang đến những trải nghiệm tốt hơn cho du khách. Hy vọng sớm được chào đón bạn tại Phong Nha cùng gia đình và bạn bè trong chuyến đi hai ngày một đêm của công ty chúng tôi. Chúc các bạn luôn vui vẻ, khỏe mạnh và có thêm nhiều trải nghiệm trong những chuyến đi tiếp theo.\nĐọc thêm",
            "Trải nghiệm tuyệt vời. Các hướng dẫn viên rất thân thiện và thực sự hữu ích trong suốt chuyến đi. Một chuyến thám hiểm khó quên.Đọc thêm",
            "Gửi sebbeb2023, \nTrước hết Greenland xin cảm ơn bạn về chuyến trekking với Greenland và rất vui khi biết bạn đã có một trải nghiệm ấn tượng và đáng nhớ như vậy. Tình cảm và sự quý mến của quý khách dành cho hướng dẫn viên và công ty tổ chức tour chính là động lực để chúng tôi cố gắng hơn nữa để mang đến những trải nghiệm tốt nhất có thể. Một lần nữa xin cảm ơn bạn và công ty Greenland mong chờ sự trở lại của bạn trong thời gian sắp tới. Hẹn gặp lại ở Quảng Bình xinh đẹp!\nLời chúc tốt nhất\nGreenlandtoursĐọc thêm"
        ],
        "star_ratings": [
            590,
            17,
            5,
            4,
            3
        ],
        "review_amount": 619,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chuyến tham quan Greenland",
            "Phong Nha",
            "Tỉnh Quảng Bình",
            "Những việc cần làm ở Phong Nha"
        ],
        "reviews_time": [
            "Written March 15, 2023",
            "Written March 13, 2023",
            "Written March 7, 2023",
            "Written March 1, 2023",
            "Written February 28, 2023",
            "Written February 27, 2023",
            "Written February 25, 2023",
            "Written February 24, 2023",
            "Written February 24, 2023",
            "Written February 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163545-d12667281-Reviews-or40-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or30-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or50-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d25219498-Reviews-Green_Land_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d16828468-Reviews-DiDiThoi-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8404425-Reviews-Phong_Nha_Ke_Bang_Tourism_Center-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d24984710-Reviews-Dt20_tt_Phong_Nha_Bo_Trach_Quang_Binh-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d2147246-Reviews-Socratous_Garden-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d17728589-Reviews-French_Beach-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d645023-Reviews-Monastery_of_Agios_Gerasimos-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g58730-d1832380-Reviews-Scenic_Beach_State_Park-Seabeck_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d1492719-Reviews-Archeological_Crypt_of_the_Parvis_of_Notre_Dame-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g41890-d491771-Reviews-Lake_Webster-Webster_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60553-d2287563-Reviews-Shell_Falls-Sheridan_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d1798067-Reviews-Musical_Instrument_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g54391-d9762651-Reviews-Pickens_Flea_Market-Pickens_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g776001-d199897-Reviews-Banana_Beach-Vasilikos_Zakynthos_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or50-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or40-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Greenland Tours",
        "attraction_name_vi": "Chuyến tham quan Greenland",
        "general_info": [
            "618 đánh giá",
            "- 1 trong 29 Tour - Hoạt động tại Phong Nha",
            "Tour tham quan",
            "Đi bộ đường dài - Chuyến tham quan cắm trại",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Rục Môn là một trong những hang động trong hệ thống hang động ở Quảng Bình, thuộc Vườn quốc gia Phong Nha-Kẻ Bàng, kéo dài từ xã Trung Hòa đến xã Hòa Sơn, huyện Minh Hóa. Vị trí cách thành phố Đồng Hới khoảng 80km về phía Tây Bắc, cách Hà Nội khoảng 500km về phía Nam, phía Tây giáp Lào, cách biển 50km về phía Đông.Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện chuyến tham quan này ngày hôm nay và các hướng dẫn viên cũng như chuyến tham quan thật tuyệt vời! Thật thân thiện và đáng yêu. Bữa trưa thật tuyệt vời và chuyến tham quan thật xứng đáng. Chắc chắn đáng đồng tiền!Đọc thêm",
            "Kính gửi sierramG3391NN, Cảm ơn bạn đã chia sẻ trải nghiệm của mình với chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến đi tuyệt vời. Thật tuyệt khi biết bạn thích Cảm ơn bạn đã chọn GreenLand Phong Nha và chúng tôi hy vọng được gặp lại bạn trong một chuyến phiêu lưu khó quên khác! Trân trọng,\nGreenLand Phong Nha\nĐộiĐọc thêm",
            "Chuyến đi tuyệt vời. Rango trưởng nhóm của chúng tôi đã làm cho chuyến đi trở nên thú vị. Đề xuất cho tất cả, gia đình bạn bè và khách du lịch một mình. Trải nghiệm tuyệt vờiĐọc thêm",
            "Luca J thân mến, Cảm ơn bạn đã chia sẻ trải nghiệm của mình với chúng tôi! Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến đi tuyệt vời. Hướng dẫn Rango là một hướng dẫn hài hước và hiểu biết cho công ty chúng tôi. Cảm ơn bạn đã lựa chọn GreenLand Phong Nha và hẹn gặp lại bạn trong một chuyến phiêu lưu khó quên khác!\n Trân trọng, \nGreenLand TeamĐọc thêm",
            "Đã có một ngày tuyệt vời khi ghé thăm hang Rục Môn trong chuyến phiêu lưu kéo dài 1 ngày được đặt trước với Greenland Tours! Việc trekking là một công việc khó khăn nhưng tuyệt vời, bạn thấy mình đang ở trong hang động xinh đẹp sau bữa trưa BBQ trong rừng để tranh giành và sau đó nhảy xuống sông hang để bơi một đoạn ngắn! Trải nghiệm thực sự tuyệt vời có được nhờ Hướng dẫn Tom của chúng tôi, người đã làm việc chăm chỉ để đảm bảo mọi người đều cảm thấy thoải mái và vui vẻ cả ngày! Chắc chắn sẽ giới thiệu chuyến tham quan hang tối này - chuyến tham quan hang động thiên đường cho những ai đang tìm kiếm một cuộc phiêu lưu và năng động hơn.Đọc thêm",
            "Kính gửi roryg837  \nCảm ơn bạn rất nhiều vì đánh giá này. Chúng tôi rất vui mừng được mang đến cho bạn một chuyến tham quan vui vẻ và thú vị cùng GreenLand Phong Nha. Cảm ơn bạn đã đề cập đến hướng dẫn viên du lịch của chúng tôi. Tôi sẽ gửi những lời tốt đẹp của bạn tới Tom. Chúng tôi rất vinh dự khi bạn giới thiệu chuyến tham quan của chúng tôi cho bạn bè trong chuyến thăm Hang Tối và Hang Thiên Đường sắp tới. Chúng tôi hy vọng được đồng hành cùng bạn trên một hành trình khác của riêng bạn. Công ty chúng tôi tổ chức\nTrân trọng,\nGreenLand TeamĐọc thêm",
            "Tom là một hướng dẫn viên du lịch tuyệt vời, cung cấp sự hài hước, sự thật thú vị và thực sự gắn kết cả nhóm lại với nhau. Thực sự đáng để tham gia chuyến tham quan này! Đọc thêm",
            "Xuất sắc! Điều tốt nhất chúng tôi đã làm cho đến nay ở Việt Nam. Trải nghiệm tuyệt vời với Tomguide vui tính và thân thiện như vậy! Đọc thêm",
            "Joashk2023 thân mến,\nCảm ơn bạn đã chia sẻ kinh nghiệm tham gia hang Rục Môn là điều đáng làm khi đến Việt Nam! Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến đi tuyệt vời. Hướng dẫn về Tôm là hướng dẫn hiểu biết về hang động dành cho công ty của chúng tôi. Chúng tôi - sẽ cho anh ấy biết sự hài lòng của bạn. Thật tuyệt khi biết rằng bạn đã tận hưởng chuyến đi. Cảm ơn bạn đã chọn GreenLand Phong Nha và chúng tôi hy vọng được gặp lại bạn trong một chuyến phiêu lưu khó quên khác! \nTrân trọng, GreenLand TeamĐọc thêm",
            "Một ngày tuyệt vời để đi bộ đường dài, khám phá hang động và bơi lội trong hang động.  Chúng tôi có cảm giác rằng chúng tôi đã đạt được rất nhiều điều, nó có phần khó khăn nhưng rất bổ ích.  Nhân viên công ty du lịch rất chuyên nghiệp và họ chăm sóc chúng tôi rất tốt. Rất khuyến khích! Đọc thêm",
            "Kính gửi Flyer45092162847,\nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm tuyệt vời của mình với chúng tôi! Chúng tôi rất vui khi biết rằng bạn đã có một ngày đi bộ, bơi lội và khám phá hang động. Đồng hành cùng bạn là đội ngũ nhân viên luôn hỗ trợ bạn trước và trong suốt chuyến đi. Cảm ơn. bạn đã giới thiệu kinh nghiệm của chúng tôi cho người khác. Chúng tôi hy vọng sớm gặp lại bạn trong một cuộc phiêu lưu khó quên khác! \nChân thành ,\nGreenLand Phong Nha Team.Đọc thêm",
            "Đã có một chuyến tham quan tuyệt vời với hướng dẫn viên Tom của chúng tôi. Chuyến đi thật thú vị và chúng tôi đã có một khung cảnh tuyệt vời. Bữa trưa thật tuyệt và hang động đầy phiêu lưu nhưng vui vẻ! Chắc chắn sẽ giới thiệu chuyến tham quan này.Đọc thêm",
            "Kính gửi Tiffany629164,\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của mình với Greenland Phong Nha trong chuyến phiêu lưu Hang Rục Môn. Chúng tôi rất vui khi biết rằng bạn thích trải nghiệm độc đáo và phiêu lưu mà chúng tôi mang lại. Tại GreenLand, chúng tôi mong muốn mang đến cho du khách những trải nghiệm khó quên khi thể hiện vẻ đẹp và sự kỳ diệu của kỳ quan thiên nhiên Việt Nam. Thật tuyệt vời khi bạn cảm thấy hài lòng, đồ ăn rất ngon và quan trọng nhất là bạn được chăm sóc chu đáo trong suốt chuyến đi. Một lần nữa xin cảm ơn quý khách đã lựa chọn GreenLand cho chuyến đi khó quên của mình. Chúng tôi mong được chào đón bạn trở lại với nhiều cuộc phiêu lưu hơn trong tương lai. Trân trọng,\nTeam GreenLand ToursĐọc thêm",
            "Phong cảnh ngoạn mục và chuyến đi bộ thú vị và bổ ích! Hướng dẫn viên Tom của chúng tôi cũng rất tuyệt vời và bữa trưa ngon miệng đã được cung cấp. Đọc thêm",
            "Kính gửi A6083HBallanw, \nTrước hết, tôi xin cảm ơn bạn đã dành thời gian viết đánh giá xuất sắc cho chúng tôi trên Trip Advisor. Chúng tôi thực sự đánh giá cao tất cả các phản hồi và rất vui vì bạn đã tận hưởng chuyến tham quan leo núi cũng như thưởng thức bữa trưa BBQ tuyệt vời. Mong rằng chúng tôi sẽ sớm gặp lại bạn. \nTrân trọng\nGreenLand TeamĐọc thêm",
            "Đây là một trong những trải nghiệm tuyệt vời nhất mà tôi từng có.  Không có từ nào có thể thực sự mô tả nó. Nếu bạn thích phong cảnh tuyệt vời, đi bộ đường dài trong rừng, thám hiểm hang động mạo hiểm, leo thang, bơi trên sông, thức ăn trong rừng và hướng dẫn viên tuyệt vời - Phương -, người có thể trả lời mọi câu hỏi về rừng rậm, hang động và văn hóa Việt Nam, đừng bỏ lỡ cơ hội thực hiện chuyến đi này.Đọc thêm",
            "Konstantinos B thân mến,\nTrước hết, Greenland muốn cảm ơn bạn vì chuyến đi bộ đường dài với Greenland và chúng tôi rất vui khi biết rằng bạn đã có một trải nghiệm ấn tượng và đáng nhớ như vậy. Tình cảm và sự trân trọng của bạn dành cho hướng dẫn viên - Phương -, người khuân vác và tổ chức tour là động lực để chúng tôi cố gắng hơn nữa để mang đến trải nghiệm tốt nhất có thể. Một lần nữa, cảm ơn bạn và công ty Greenland mong muốn được chào đón bạn trở lại trong tương lai gần. Hẹn gặp lại bạn tại Quảng Bình xinh đẹp!\nChúc bạn mọi điều tốt đẹp,\nGreenlandtoursĐọc thêm",
            "Một trong những trải nghiệm tuyệt vời nhất của chúng tôi ở Việt Nam là chuyến tham quan hang động một ngày với Greenland. Leo núi và trải nghiệm vẻ đẹp của kỳ quan tuyệt đẹp này. Một bữa trưa tuyệt vời, những người khuân vác đáng kinh ngạc - làm sao họ có thể mang tất cả những thứ đó! Một điểm nhấn không thể bỏ qua. Đọc thêm",
            "Kính gửi S2823HQtanyac,\n Trước hết Greenland xin cảm ơn bạn về chuyến trekking với Greenland và rất vui khi biết bạn đã có một trải nghiệm ấn tượng và đáng nhớ như vậy. Tình cảm và sự quý mến của quý khách dành cho hướng dẫn viên, porter và tổ chức tour chính là động lực để chúng tôi cố gắng hơn nữa để mang đến những trải nghiệm tốt nhất có thể. Một lần nữa xin cảm ơn bạn và công ty Greenland mong chờ sự trở lại của bạn trong thời gian sắp tới. Hẹn gặp lại ở Quảng Bình xinh đẹp!\nLời chúc tốt nhất,\nGreenlandtoursĐọc thêm"
        ],
        "star_ratings": [
            590,
            17,
            5,
            4,
            3
        ],
        "review_amount": 619,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chuyến tham quan Greenland",
            "Phong Nha",
            "Tỉnh Quảng Bình",
            "Những điều cần làm ở Phong Nha"
        ],
        "reviews_time": [
            "Written February 23, 2023",
            "Written February 20, 2023",
            "Written February 20, 2023",
            "Written February 20, 2023",
            "Written February 19, 2023",
            "Written February 18, 2023",
            "Written February 15, 2023",
            "Written February 14, 2023",
            "Written December 16, 2022",
            "Written November 4, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163545-d12667281-Reviews-or50-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or40-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or60-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d25219498-Reviews-Green_Land_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d16828468-Reviews-DiDiThoi-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8404425-Reviews-Phong_Nha_Ke_Bang_Tourism_Center-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d24984710-Reviews-Dt20_tt_Phong_Nha_Bo_Trach_Quang_Binh-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d211708-Reviews-Houses_of_Parliament-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g303833-d553696-Reviews-Old_Town-Rovinj_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g293982-d2250323-Reviews-Hanging_Bridge_at_Nesher_Park-Haifa_Haifa_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g155987-d156923-Reviews-Heavenly_Mountain_Resort-Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35594-d3211437-Reviews-Minnetonka_Cave-Saint_Charles_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d659261-Reviews-Mall_of_the_Emirates-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293731-d14978860-Reviews-Agadir_Dolphin_World-Agadir_Souss_Massa.html",
            "https://www.tripadvisor.com/Attraction_Review-g31180-d2442560-Reviews-Cameron_Trading_Post-Cameron_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g608718-d10791501-Reviews-Dragon_s_Eye_Lake-Rogoznica_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g44844-d17571666-Reviews-Top_of_the_Rock_Ozarks_Heritage_Preserve-Ridgedale_Missouri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or60-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or50-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Greenland Tours",
        "attraction_name_vi": "Chuyến tham quan Greenland",
        "general_info": [
            "618 đánh giá",
            "- 1 trong 29 Tour - Hoạt động tại Phong Nha",
            "Tour tham quan",
            "Đi bộ đường dài - Chuyến tham quan cắm trại",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Rục Môn là một trong những hang động trong hệ thống hang động ở Quảng Bình, thuộc Vườn quốc gia Phong Nha-Kẻ Bàng, kéo dài từ xã Trung Hòa đến xã Hòa Sơn, huyện Minh Hóa. Vị trí cách thành phố Đồng Hới khoảng 80km về phía Tây Bắc, cách Hà Nội khoảng 500km về phía Nam, phía Tây giáp Lào, cách biển 50km về phía Đông.Đọc thêm",
        "reviews": [
            "Trải nghiệm tuyệt vời nhất bao giờ hết!!!! Chúng tôi chọn chuyến đi 2 ngày đến hang Foggy và nó thật xứng đáng. Chúng tôi bắt đầu bằng một chuyến đi bộ xuyên rừng và kết thúc ở lối vào hang động, nơi chúng tôi có một bữa trưa ngon miệng. Chúng tôi tiếp tục chuyến đi bộ xuyên rừng kéo dài hai giờ và nó thật tuyệt vời! Sau đó, chúng tôi di chuyển đến lều của mình, nơi chúng tôi dùng bữa ăn 5 món ngon miệng do những người khuân vác của chúng tôi chế biến. Ngày thứ hai, chúng tôi khám phá hang rục môn có một số măng đá tuyệt đẹp và cầu thang dài dẫn đến việc bạn bơi ra khỏi hang. Hướng dẫn viên và người khuân vác giúp đỡ rất nhiều trong quá trình trekking. Hướng dẫn của chúng tôi Rango thật tuyệt vời và rất chân thực.  Chính anh và những người khuân vác đã khiến trải nghiệm này trở nên khó quên!Đọc thêm",
            "Thân gửi Stellamtr,\nCảm ơn bạn đã tham gia cùng chúng tôi trên Foggy Cave và dành thời gian viết đánh giá cho chúng tôi trên TripAdvisor.\nChúng tôi rất biết ơn vì bạn đã cho chúng tôi một số phản hồi mang tính xây dựng về toàn bộ chuyến tham quan. Nhóm của chúng tôi rất trân trọng những lời nói của bạn và chúng tôi sẽ tiếp tục làm tốt hơn nữa trong tương lai. Bên cạnh trải nghiệm tuyệt vời, chúng tôi hy vọng chúng ta cũng đã tạo nên những kỷ niệm tuyệt vời cùng nhau.\nChúng tôi hy vọng sẽ có cơ hội gặp lại bạn trong một cuộc phiêu lưu khác cùng chúng tôi trong tương lai!\nTrân trọng,\nNhóm Green Land Travel\nĐọc thêm",
            "Đáng giá từng xu. Một trong những ngày tuyệt vời nhất từ ​​trước đến nay, khi chỉ có tôi và một người bạn bơi lội vào một hang động khổng lồ với làn nước sông trong xanh rực rỡ! Hoàn toàn tuyệt đẹp. Tom là một hướng dẫn viên du lịch tuyệt vời; lạnh lùng, vui vẻ và hiểu biết. Gà BBQ và nước sốt vào bữa trưa rất ngon, nhiều đậu phụ rau và bánh tráng nữa. Rất muốn giới thiệuĐọc thêm",
            "Greenland xin cảm ơn bạn đã đánh giá tour khám phá hang Rục Môn là - đáng giá từng xu - . Thay mặt hướng dẫn viên, Tom xin cảm ơn lời khen của bạn. Nhận xét của bạn là một nguồn động lực. Thật tuyệt vời khi Greenland làm việc chăm chỉ hơn nữa để mang lại những trải nghiệm và dịch vụ tốt nhất. Tôi hi vọng Greenland sẽ lại được đón tiếp bạn tại Phong Nha trong thời gian sắp tới để khám phá thêm nhiều cảnh đẹp nên thơ, hùng vĩ của Quảng Bình, thưởng thức những bữa ăn ngon và có thật nhiều kỷ niệm tại đây. Đọc thêm",
            "Chuyến tham quan tuyệt vời với Greenland Tours! Thom là người hướng dẫn của chúng tôi và anh ấy đã làm rất tốt. Đây thực sự là chuyến đi tuyệt vời nhất tôi đã tham gia ở Việt Nam trong suốt thời gian lưu trú trong tháng. Tôi đã đọc một số đánh giá khác gợi ý rằng nó - dễ dàng như một người - 50 tuổi - nhưng nó được mô tả là vất vả và tương đối phù hợp với một người 43 tuổi, tôi nghĩ điều đó là chính xác. Đây là một buổi tập luyện tuyệt vời trong thời gian ngắn nhưng rất bổ ích vì trải nghiệm. Chuyến tham quan này không dành cho những người yếu sức vì những người sợ độ cao có thể gặp một số vấn đề nhưng tôi kêu gọi bất kỳ ai có cảm giác phiêu lưu hãy thử thách bản thân trong chuyến tham quan này.  Thom và hướng dẫn viên địa phương đi cùng chúng tôi trong chuyến đi đã làm rất tốt việc đảm bảo an toàn cho chúng tôi. Có những nơi bạn cần hết sức thận trọng trong chuyến đi này nhưng đó chính là điều khiến chuyến đi trở nên phấn khởi hơn.  Tôi rất vui vì tôi đã làm điều đó và thực sự khuyên bạn nên làm điều đó.Đọc thêm",
            "Chúng tôi đã đặt hang Rục Môn thông qua ký túc xá của chúng tôi và được hướng dẫn viên Tom đón và chào đón khi đón bằng xe buýt. Anh ấy đã làm cho chuyến tham quan trở nên thú vị xuyên suốt với thái độ vui vẻ và kỹ năng điều hướng thành thạo. Chúng tôi đi bộ xuyên rừng, sau đó bơi vào cửa hang, trước khi có bữa trưa tuyệt vời được chuẩn bị mới cho chúng tôi và cuối cùng là hang động! Chúng tôi cảm thấy cực kỳ an toàn trong suốt thời gian ở với Tom và nhóm của anh ấy, và sau khi định hướng thành công quanh hang động, chúng tôi đã nhảy xuống nước và bơi ra ngoài! Một trải nghiệm mà tôi - sẽ không bao giờ quên, sẽ giới thiệu Green Land Tours cho bất kỳ ai!Đọc thêm",
            "Xin chào Chriswinz17! \nCảm ơn bạn đã tham gia Hang Rục Môn của chúng tôi và đưa ra những phản hồi đáng yêu trên Tripadvisor. Chúng tôi rất vui vì bạn thích các hoạt động, bữa ăn, phong cảnh và đã có khoảng thời gian tuyệt vời khi khám phá các hang động trong rừng rậm cùng nhóm Greenland, đặc biệt là ông Tom. Sự an toàn - tận hưởng của bạn là ưu tiên hàng đầu của chúng tôi! Chúc bạn có thêm nhiều chuyến đi thú vị phía trước và hẹn sớm gặp lại bạn ở Phong Nha trong một chuyến phiêu lưu khác cùng đội ngũ GreenLand!Đọc thêm",
            "Thật là một ngày tuyệt vời - .từ đầu đến cuối.  Nó có một chút mọi thứ và bữa trưa cũng thật tuyệt vời.  Rất khuyến khích Tom và phi hành đoàn của anh ấy - Đọc thêm",
            "Xin chào Sand8545! Cảm ơn bạn đã tham gia Cuộc phiêu lưu Rục Môn của chúng tôi. Thật tuyệt vời khi nhận được phản hồi tích cực của bạn về chuyến tham quan bạn đã tham gia cùng chúng tôi! Chúng tôi rất vui vì bạn thích các hoạt động, bữa ăn, phong cảnh và có khoảng thời gian trải nghiệm tuyệt vời với nhóm GreenLand, đặc biệt là hướng dẫn viên Tom. Chúng tôi cũng sẽ chuyển đánh giá của bạn cho hướng dẫn viên của bạn. Chúng tôi chúc bạn mọi điều tốt đẹp nhất trong những chuyến đi tiếp theo và hy vọng sớm gặp lại bạn ở Phong Nha cho một chuyến phiêu lưu khác cùng đội GreenLand! Chúc mừng, \nĐội ngũ Phong Nha GreenLand\nĐọc thêm",
            "Chuyến tham quan Hang Rục Môn: một trải nghiệm được đề xuất 100 nếu bạn đang tìm kiếm một lựa chọn không phải dành cho khách du lịch mà là chân thực và nguyên sơ. Khác xa với các tour du lịch đại chúng mà các hang động khác cung cấp, nhóm này là một nhóm rất nhỏ, 5 người, chúng tôi có toàn bộ hang động cho mình. Sau khi bơi ra khỏi hang, chúng tôi bước vào để trải nghiệm cảm giác phiêu lưu thực sự. Hãy nhớ rằng hang động còn khá hoang sơ nên đừng mong đợi bất kỳ lối đi hoặc nền tảng đi bộ được chuẩn bị cầu kỳ nào, hãy sẵn sàng thử thách bản thân nếu bạn không phải là người yêu thích độ cao.Đọc thêm",
            "- Tour hang Rục Mòn: trải nghiệm được khuyến nghị 100% nếu bạn đang tìm kiếm một lựa chọn không phải là tour du lịch, nhưng chân thực và nguyên sơ - . Thật là một đánh giá tuyệt vời! Cảm ơn Neus M. rất nhiều. Từng lời của bạn là động lực to lớn để chúng tôi cải thiện dịch vụ của mình từng ngày. Chúng tôi muốn mang đến cho bạn một trải nghiệm khác biệt mà bạn chưa từng thử. Hãy sẵn sàng thử thách bản thân cùng GreenLand. Tôi hy vọng những vị khách tiếp theo có thể đọc đánh giá của bạn và có cùng trải nghiệm như bạn. Tôi hy vọng sẽ sớm được gặp lại bạn! \nXin chúc mừng\nGreenLand Phong Nha tours! Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến đi rừng với Bot và có trải nghiệm tuyệt vời nhất! Chúng tôi ở một mình với anh ấy và những người khuân vác và họ đưa chúng tôi đi khắp nơi, chúng tôi leo núi, nhảy vách đá, bơi lội, leo núi và thưởng thức bữa trưa BBQ ngon miệng. Không có khiếu nại!Đọc thêm",
            "Thật tuyệt khi biết rằng bạn đã có trải nghiệm tuyệt vời với chúng tôi. Hy vọng hành trình này sẽ là động lực để các bạn trải nghiệm nhiều chuyến đi hơn nữa cùng GreenLand. Hẹn gặp lại bạn ở Phong Nha.Đọc thêm",
            "Chúng tôi đã đi tour hang động Roc Mon với Bot, tôi xin nói với bạn rằng nó thật tuyệt vời. Từ khả năng thành thạo tiếng Anh tuyệt vời đến kiến ​​thức về thực vật trong rừng rậm. Tôi hoàn toàn giới thiệu tour của anh ấy. Cảm ơn Bot và chúc mọi điều tốt đẹp nhất, PatriceĐọc thêm",
            "Nightlyo thân mến, \nCảm ơn bạn đã dành thời gian viết đánh giá cho chúng tôi về cố vấn chuyến đi. Chúng tôi rất hân hạnh được mang đến cho bạn một chuyến tham quan GreenLand vui vẻ - thú vị. Cảm ơn bạn đã nhắc đến Bot kèm theo lời khen. Tôi sẽ gửi những lời tốt đẹp của bạn đến anh ấy. Nghe những đánh giá tuyệt vời như thế này mang lại nhiều sự biết ơn - đánh giá cao vì được làm những gì mình yêu thích. Chúng tôi mong muốn được giới thiệu cho bạn một số khu vực hoang dã tuyệt vời khác nếu bạn ghé thăm Phong Nha một lần nữa. \nTrân trọng,\nĐội ngũ GreenLand.Đọc thêm",
            "Chúng tôi đã cùng Tom thực hiện một chuyến đi trong ngày đến một hang động và nó thực sự rất tuyệt. Đồ ăn rất ngon, tom là người hướng dẫn tuyệt vời, rất hài hước và đáng yêu.Đọc thêm",
            "SimmlerN thân mến,\nCảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của mình với Greenland Phong Nha trong chuyến phiêu lưu Hang Rục Môn. Chúng tôi rất vui khi biết rằng bạn thích trải nghiệm độc đáo và phiêu lưu mà chúng tôi mang lại. Cảm ơn bạn đã nhắc đến Tom kèm theo lời khen. Tôi sẽ gửi những lời tốt đẹp của bạn đến anh ấy. Thật tuyệt vời khi bạn cảm thấy hài lòng, đồ ăn rất ngon và quan trọng nhất là bạn được chăm sóc chu đáo trong suốt chuyến đi. Một lần nữa xin cảm ơn quý khách đã lựa chọn GreenLand cho chuyến đi khó quên của mình. Chúng tôi mong được chào đón bạn trở lại với nhiều cuộc phiêu lưu hơn trong tương lai. Trân trọng,\nĐội GreenLand Tours\nĐọc thêm",
            "Trong khi nhiều chuyến tham quan hang động đưa bạn vào hang sâu 300-500 mét thì chuyến tham quan này sẽ giữ bạn ở trong hang trong 3 giờ chơi trò chơi đầy thử thách. Hướng dẫn viên của chúng tôi, Gem, rất hiểu biết và thân thiện, đưa ra những hiểu biết sâu sắc về địa chất và lịch sử của hang động. Chuyến đi này không dành cho những người sợ độ cao! Mặc dù bạn phải leo lên những bậc thang dài nhất nhưng việc bước vào bóng tối của hang động xinh đẹp này chắc chắn là một thử thách.Đọc thêm",
            "Có ai viết review hay cho 1 ngày Rục Môn biết chắc mình đã đặt - trải nghiệm - hay - phiêu lưu - ? Các dịch vụ bao gồm rất giống nhau nhưng ở các địa điểm khác nhau và giá cả khác nhau. Đọc thêm",
            "Chúng tôi chọn - phiêu lưu - với giá 1,6 triệu đồng chủ yếu là vì những người khác trong nhà trọ của chúng tôi đã tham gia cuộc phiêu lưu này. Nó rất thú vị và việc đi bộ không khó khăn lắm - tôi đã nghĩ là sẽ rất mệt mỏi vào cuối - chúng tôi đi bộ trong rừng, nhìn thấy nhiều thác nước nhỏ, ăn thức ăn gần lối vào hang động, đi bộ lên lối vào phía trên hơn là khám phá đến hết nhảy xuống sông hang động và bơi ra ngoài. Hoàn toàn xứng đáng!Đọc thêm",
            "Izelaron thân mến,\n\nNhóm Green Land Tours xin gửi lời cảm ơn chân thành đến bạn vì đã tham gia cùng chúng tôi trong chuyến phiêu lưu và để lại cho chúng tôi những phản hồi đáng yêu trên TripAdvisor. \n\nViệc bạn tận hưởng chuyến đi một cách tốt nhất là một tin tuyệt vời đối với chúng tôi. Chúng tôi mong sớm được chào đón bạn quay trở lại với một chuyến đi mạo hiểm nhưng an toàn và vui vẻ khác cùng Green Land Tours!\n\nTrân trọng,\nDu lịch vùng đất xanhĐọc thêm",
            "",
            "Hang Rục Môn chỉ mới được phát hiện gần đây và mở cửa cho công chúng tham quan. Điều này khiến mỗi chuyến tham quan đến khu vực xinh đẹp này đều là khoảnh khắc tiên phong với rất ít người từng khám phá khu vực này. Với những dòng sông dưới nước và những nhũ đá và măng đá cao chót vót, Hang Rục Môn mang đến cảm hứng đáng kinh ngạc.\nChuyến tham quan này sẽ đưa bạn vào một ngày trekking, bơi lội và leo núi khi bạn khám phá Hang Rục Môn. Tour bắt đầu bằng chuyến đi qua đèo Đá Đèo đẹp như tranh vẽ trên đường đến làng Yên Phụ, nơi chuyến đi sẽ bắt đầu tại Hồ Yên Phụ. Chuyến tham quan tiếp tục cho đến khi đến cửa hang Rục Môn và dùng bữa trưa.\nSau bữa trưa, đoàn tiếp tục đến Hang Rục Môn để bơi lội và leo núi trong 3 - 5km tiếp theo. Lựa chọn là ở chỗ bạn có thể tiếp tục đi bao xa vào Hang Rục Môn và có thể thảnh thơi trôi qua dòng nước của sông hang.\nSau khi khám phá hang động, đoàn sẽ lên xe trở lại Phong Nha.Đọc thêm",
            "Tôi muốn thực hiện chuyến tham quan Tomorrowland một ngày. Tôi có thể đặt nó được không? Tôi ở HuếĐọc thêm",
            "Tôi không biết bơi. Tôi vẫn có thể ghé thăm Trải nghiệm hang Rục Môn được chứ?Đọc thêm",
            "Có rất ít hoạt động bơi lội trong chuyến tham quan Trải nghiệm Rục Môn của chúng tôi và chúng tôi cung cấp áo phao cho tất cả các phần của chuyến tham quan mà bạn sẽ ở dưới nước. \n\nNếu bạn thực sự không thoải mái khi ở dưới nước thì tôi đồng ý và không giới thiệu tour này cho bạn! Nhưng bạn sẽ luôn được giữ nổi bằng áo phao và hướng dẫn viên của chúng tôi sẽ luôn ở bên bạn.Đọc thêm",
            "Bạn có cung cấp bất kỳ chuyến tham quan qua đêm nào không?Đọc thêm",
            "Đúng, chúng tôi cung cấp các tour du lịch qua đêm, đó là Tour tham quan Hang Rục Môn 2 ngày 1 đêm, Chúng tôi gọi đó là Chuyến thám hiểm Rục Môn, nơi đây là sự kết hợp giữa một ngày phiêu lưu và một ngày khám phá hang động thư giãn. Ngoài ra, chúng tôi sẽ đưa bạn đến một trong những ngôi làng của người thiểu số nơi bạn sẽ nghỉ qua đêm ở đó. Để biết thêm thông tin, vui lòng gửi email cho chúng tôi để hỏi thêm.Đọc thêm"
        ],
        "star_ratings": [
            590,
            17,
            5,
            4,
            3
        ],
        "review_amount": 619,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chuyến tham quan Greenland",
            "Phong Nha",
            "Tỉnh Quảng Bình",
            "Những điều cần làm ở Phong Nha"
        ],
        "reviews_time": [
            "Written October 31, 2022",
            "Written October 16, 2022",
            "Written September 13, 2022",
            "Written June 25, 2022",
            "Written June 25, 2022",
            "Written June 22, 2022",
            "Written June 17, 2022",
            "Written June 17, 2022",
            "Written June 16, 2022",
            "Written July 4, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163545-d12667281-Reviews-or60-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or50-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or70-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d25219498-Reviews-Green_Land_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d16828468-Reviews-DiDiThoi-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8404425-Reviews-Phong_Nha_Ke_Bang_Tourism_Center-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d24984710-Reviews-Dt20_tt_Phong_Nha_Bo_Trach_Quang_Binh-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g40759-d1102612-Reviews-Pemaquid_Point_Lighthouse-New_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d3905660-Reviews-Telecabine_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d3177785-Reviews-Ocean_Aquarium-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g190379-d1674844-Reviews-Zenobia_Wreck-Larnaca_Larnaka_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g227888-d246210-Reviews-Abbazia_di_San_Fruttuoso-Camogli_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g303819-d17540666-Reviews-Krka_National_Park-Krka_National_Park_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g48706-d12814687-Reviews-Peekamoose_Blue_Hole-Sundown_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d139514-Reviews-White_Rock_Lake_Park-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d615616-Reviews-Mt_Atlanticus-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d17804597-Reviews-Ksamil_Beach-Ksamil_Saranda_Vlore_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or70-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or60-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Greenland Tours",
        "attraction_name_vi": "Chuyến tham quan Greenland",
        "general_info": [
            "618 đánh giá",
            "- 1 trong 29 Tour - Hoạt động tại Phong Nha",
            "Tour tham quan",
            "Đi bộ đường dài - Chuyến tham quan cắm trại",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Rục Môn là một trong những hang động trong hệ thống hang động ở Quảng Bình, thuộc Vườn quốc gia Phong Nha-Kẻ Bàng, kéo dài từ xã Trung Hòa đến xã Hòa Sơn, huyện Minh Hóa. Vị trí cách thành phố Đồng Hới khoảng 80km về phía Tây Bắc, cách Hà Nội khoảng 500km về phía Nam, phía Tây giáp Lào, cách biển 50km về phía Đông.Đọc thêm",
        "reviews": [
            "Đây là một tour du lịch tuyệt vời và đầy cảm hứng. Không dành cho người yếu tim khi chúng tôi đi xuống cầu thang dài hơn 80 mét bên trong hang động. Hướng dẫn viên của chúng tôi Jem rất xuất sắc và chúng tôi đã có một bữa trưa tuyệt vời. Việc khám phá hang động là cuộc phiêu lưu đầy thử thách và độc đáo. Các biện pháp phòng ngừa an toàn là khá tốt mặc dù nếu bạn sợ độ cao trong môi trường ánh sáng yếu thì có thể có lo ngại. Chúng tôi sử dụng dây an toàn và buộc dây vào, và hai đứa trẻ đã dỗ dành chúng tôi! Tuyệt vời và rất khuyến khích. Đọc thêm",
            "Cuộc phiêu lưu kỳ thú là trải nghiệm một lần trong đời đối với hầu hết mọi người. Là một người khám phá hang động quốc tế, tôi vô cùng ấn tượng với Roc Mon của họ trong chuyến đi. Một chút nguy hiểm và không dành cho tất cả mọi người. Chỉ những nhà thám hiểm có sức khỏe tốt, chuẩn bị tinh thần mới nên cân nhắc chuyến đi xuyên suốt, nhưng chuyến tham quan hàng ngày vẫn rất thú vị đối với tất cả những người tham gia. Đọc thêm",
            "Là một người khám phá hang động, tôi thực sự thích cuộc phiêu lưu này... và đó là một cuộc phiêu lưu. Ở một số khu vực rất nguy hiểm, mặc dù họ liên tục cải thiện độ an toàn nhưng tôi đặc biệt khuyến nghị chuyến đi này chỉ dành cho những ai có đủ thể lực và chuẩn bị tinh thần cho một chuyến phiêu lưu thực sự. Một cuộc phiêu lưu xuyên qua một hang động tuyệt đẹp và bạn trôi xuống sông để trốn thoát. Một trải nghiệm tuyệt vời.Đọc thêm",
            "Fryesworld thân mến, Cảm ơn bạn đã tham gia cuộc phiêu lưu của chúng tôi và để lại phản hồi tích cực! An toàn là ưu tiên hàng đầu của chúng tôi và chúng tôi - không ngừng cải tiến mỗi ngày để mang lại trải nghiệm tốt nhất cho khách hàng, vì vậy chúng tôi - rất vui khi biết rằng bạn đã tận hưởng chuyến đi của mình. Chúng tôi chúc bạn mọi điều tốt đẹp nhất trong hành trình du lịch của mình và mong sớm gặp lại bạn tại Phong Nha trong chuyến thám hiểm hang Rục Môn 2 ngày 1 đêm cùng nhóm GreenLand! \nGreenLand Phong Nha Team.Đọc thêm",
            "Chúng tôi đã đăng ký tại Lucky Homes trong 2 ngày và khi nhận phòng, chúng tôi không biết nên thực hiện chuyến tham quan nào. Chúng tôi quay lại sau trong ngày để quyết định và được thông báo rằng chuyến tham quan này rất tuyệt vời từ một khách du lịch khác đã đến vào ngày hôm trước. Gem và nhóm của anh ấy đã làm rất tốt. Không có gì là quá nhiều phiền toái cho họ. Hang động thật tuyệt vời và Gem biết mọi thứ về nó và cũng cho chúng tôi cái nhìn sâu sắc về Văn hóa Việt Nam. Tôi muốn giới thiệu chuyến đi này cho những người vừa phải vì phần thử thách thực sự duy nhất của chuyến đi bộ là leo 300m lên núi. Tôi 50 tuổi và thấy không có vấn đề gì.Đọc thêm",
            "Thân gửi mick88traveler, Cảm ơn bạn đã dành thời gian viết bài đánh giá này. Tôi rất vui khi biết rằng bạn thích chuyến tham quan cùng nhóm của chúng tôi. Ngoài ra, cảm ơn bạn đã khen ngợi Gem. Tôi sẽ chia sẻ những lời tốt đẹp của bạn với tất cả các thành viên trong nhóm của chúng tôi. Thật tuyệt khi biết bạn sẽ giới thiệu chuyến tham quan của chúng tôi cho mọi người. Một lần nữa, tôi chân thành cảm ơn. Tôi chúc bạn mọi điều tốt đẹp nhất và hy vọng sẽ gặp lại bạn trong tương lai. Chúc nhóm GreenLand mọi điều tốt đẹp nhất! Đọc thêm",
            "Một chuyến đi tuyệt vời đối với tôi cùng với hướng dẫn viên du lịch Anna rất vui và cô ấy đã chia sẻ cho chúng tôi rất nhiều thông tin. Chúng tôi trải nghiệm nó tuyệt vời. Cảm ơn Anna rất nhiềuĐọc thêm",
            "Xin chào Jaepl1234, Cảm ơn bạn đã tham gia cuộc phiêu lưu của chúng tôi và thật tuyệt khi nhận được phản hồi tích cực của bạn! Chúng tôi hy vọng bạn sẽ quay lại với chúng tôi trong tương lai để có trải nghiệm phiêu lưu dài hơn và hoang dã hơn với các chuyến du lịch mạo hiểm GreenLand. Xin chúc mừng đội ngũ GreenLand Phong Nha.Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời với hướng dẫn viên của mình, Lee! Anh ấy rất hiểu biết và mỉm cười và điều đó làm cho chuyến lưu diễn của chúng tôi trở nên tuyệt vời mặc dù trời mưa cả ngày! Bản thân hang động rất ấn tượng, bạn phải tận mắt nhìn thấy nó. Đó thực sự là một kỳ quan tự nhiên. Bơi trên sông xuống hang chắc chắn là điểm nổi bật trong ngày của chúng tôi. Rất khuyến khích!Đọc thêm",
            "Chuyến tham quan này hoàn toàn tuyệt vời! Chúng tôi đã thực hiện chuyến đi một ngày với chuyến tham quan khoảng 25 người qua một phần của khu vực xinh đẹp của Vườn quốc gia Phong Nha Kẻ Bàng. Tôi thực sự có thể giới thiệu Gem và nhóm hướng dẫn của anh ấy. Họ là những người rất thân thiện và vui tính, giải thích cho bạn mọi điều bạn muốn biết về công viên, thiên nhiên cũng như con người sống ở đây. Họ đều rất hiểu biết. Và - Greenland Tours - cung cấp cho bạn mọi thứ bạn cần cho chuyến đi đó, áo dài tay, giày, tất, mũ bảo hiểm, găng tay... và thậm chí cả một bữa trưa tuyệt vời! Hang Rục Môn rất ấn tượng và chuyến đi bộ đến lối vào, xuyên qua rừng rậm và những con sông nhỏ, thực sự rất tuyệt! Tôi thực sự rất thích chuyến tham quan. Nhưng đừng quá sợ độ cao vì bạn phải leo những chiếc thang dài xuống hang.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến lưu diễn với Gem và Lee. Việc trekking và thám hiểm hang động thật tuyệt vời và cảm thấy thực sự an toàn với các hướng dẫn viên. Phong cảnh ở đó thật tuyệt vời và bữa trưa cũng vậy. Một điểm nổi bật cho chuyến đi Việt Nam của chúng tôi chắc chắn. Rất khuyến khích!! Đọc thêm",
            "Ricki S thân mến,\nCảm ơn bạn đã dành thời gian viết đánh giá cho chúng tôi trên Trip Advisor. Chúng tôi thực sự đánh giá cao mọi phản hồi và vô cùng vui mừng khi bạn tận hưởng chuyến đi trekking. \nMong rằng chúng tôi sẽ sớm gặp lại bạn. \nTrân trọng đội ngũ GreenLandĐọc thêm",
            "Chúng tôi đến thăm vườn thực vật và cả hai hang động. Động thiên đường và động phong nha thực sự rất ấn tượng. Lee rất thân thiện và giải thích mọi thứ một cách chi tiết. Cuối cùng anh ấy thậm chí còn mời chúng tôi đi uống cà phê. Cảm ơn bạn Lee rất nhiều. Chúng tôi đã có một ngày đầy sự kiện.Đọc thêm",
            "Xin chào các khách hàng thân yêu của chúng tôi! Cảm ơn bạn đã tham gia chuyến tham quan Vườn Quốc gia 1 ngày của chúng tôi và để lại phản hồi tốt đẹp về chuyến đi. Thật vui khi bạn có những đánh giá tốt về hướng dẫn; chúng tôi sẽ thông báo lại cho anh ấy. Chúng tôi chúc bạn mọi điều tốt đẹp nhất trong hành trình du lịch của mình và mong sớm gặp lại bạn tại Phong Nha trong một chuyến phiêu lưu khác cùng nhóm GreenLand!Đọc thêm",
            "Đây là lần thứ hai tôi đến thăm Động Thiên Đường và đó là một trải nghiệm tuyệt vời khác nhờ có hướng dẫn viên du lịch của chúng tôi, Lee. Anh ấy vui tính, chu đáo và hiểu biết. Tôi đã biết thêm về cơ sở hạ tầng hang động và công viên quốc gia nói chung từ Lee. Rất mong chờ một chuyến lưu diễn khác trong tương lai, hy vọng sẽ có lần nữa với Lee. Cảm ơn Lee và Greenland Tours vì chuyến phiêu lưu tuyệt vời này.Đọc thêm",
            "71meld thân mến, \nCảm ơn những nhận xét tích cực của bạn về chuyến du lịch Rục Môn và đội ngũ GreenLand của chúng tôi! Nó cung cấp nhiều thông tin thực sự hữu ích cho khách hàng trong tương lai, vì vậy chúng tôi đánh giá rất cao điều đó. Cảm ơn bạn đã tham gia cùng chúng tôi và chúng tôi chúc bạn những điều tốt đẹp nhất trong chuyến du lịch của mình, bất cứ nơi nào họ có thể đưa bạn đến. Chúc mừng, \nĐội GreenlandĐọc thêm"
        ],
        "star_ratings": [
            590,
            17,
            5,
            4,
            3
        ],
        "review_amount": 619,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chuyến tham quan Greenland",
            "Phong Nha",
            "Tỉnh Quảng Bình",
            "Những điều cần làm ở Phong Nha"
        ],
        "reviews_time": [
            "Written July 3, 2020",
            "Written June 6, 2020",
            "Written June 4, 2020",
            "Written March 21, 2020",
            "Written March 19, 2020",
            "Written March 18, 2020",
            "Written March 17, 2020",
            "Written March 17, 2020",
            "Written March 17, 2020",
            "Written March 16, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163545-d12667281-Reviews-or70-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or60-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or80-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d25219498-Reviews-Green_Land_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d16828468-Reviews-DiDiThoi-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8404425-Reviews-Phong_Nha_Ke_Bang_Tourism_Center-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d24984710-Reviews-Dt20_tt_Phong_Nha_Bo_Trach_Quang_Binh-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g674639-d480263-Reviews-Wasini_Island-Shimoni_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d109518-Reviews-Main_Street-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d8432623-Reviews-Chinatown-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293948-d735790-Reviews-Ala_Archa_Gorge-Bishkek.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6637961-Reviews-The_LINQ_Promenade-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g31393-d531839-Reviews-Grand_Canyon_Imax_Theater-Tusayan_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d184110-Reviews-Museo_Casa_Luis_Barragan-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g48305-d16820118-Reviews-Del_Vino_Vineyards-Northport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g58364-d8410979-Reviews-Bremerton_Boardwalk-Bremerton_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d116401-Reviews-Harry_P_Leu_Gardens-Orlando_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or80-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or70-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Greenland Tours",
        "attraction_name_vi": "Chuyến tham quan Greenland",
        "general_info": [
            "618 đánh giá",
            "- 1 trong 29 Tour - Hoạt động tại Phong Nha",
            "Tour tham quan",
            "Đi bộ đường dài - Chuyến tham quan cắm trại",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Rục Môn là một trong những hang động trong hệ thống hang động ở Quảng Bình, thuộc Vườn quốc gia Phong Nha-Kẻ Bàng, kéo dài từ xã Trung Hòa đến xã Hòa Sơn, huyện Minh Hóa. Vị trí cách thành phố Đồng Hới khoảng 80km về phía Tây Bắc, cách Hà Nội khoảng 500km về phía Nam, phía Tây giáp Lào, cách biển 50km về phía Đông.Đọc thêm",
        "reviews": [
            "Hoàn toàn tuyệt vời! Hang động đáng kinh ngạc! Bữa trưa được cung cấp trong chuyến du lịch địa phương rất ngon và đầy đủ.  Bot là hướng dẫn viên du lịch giỏi nhất từ ​​trước đến nay! Yêu tất cả những kiến ​​thức nội bộ biết về Rừng và thích thử tất cả các loại cây ăn được mà anh ấy đã chỉ cho chúng tôi trên đường đến hang động đó.Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời với hướng dẫn viên Jem und Lee! Đó là một trong những điều tốt nhất chúng tôi đã làm ở Việt Nam. Adrenalin nguyên chất, một món ăn địa phương rất ngon trong rừng, một chuyến đi bộ xuyên rừng và hang động tuyệt vời! Đảm bảo cuộc phiêu lưu. Chúng ta đã thắng - không quên ngày đó!Đọc thêm",
            "Trước khi bạn vào hang động, phong cảnh thật tuyệt vời! Nhưng bên trong hang động thật ngoạn mục và hướng dẫn viên du lịch Bot của chúng tôi đã thông báo rõ cho chúng tôi về tất cả các đặc điểm và hình dạng. Điều tuyệt vời nhất cho đến nay là đi thẳng đến đáy hang và nhảy từ những tảng đá xuống dòng sông bên dưới! Nếu bạn sợ độ cao, một số đoạn có thể gặp khó khăn khi bạn leo xuống những bậc thang dốc với ít rào cản an toàn. Tuy nhiên, Bot đảm bảo mọi người đều an toàn và thoải máiĐọc thêm",
            "Chuyến đi này thật tuyệt vời: đi bộ xuyên qua khung cảnh tuyệt vời và sau đó khám phá bên trong hang động! Đó là một cảm giác adrenaline dâng trào, đặc biệt là khi bạn thực hiện cú nhảy vách đá trong bóng tối. Hướng dẫn viên Bot của chúng tôi cũng thực sự thân thiện và vui vẻ, cung cấp vô số thông tin thú vị về môi trường sống. Muốn giới thiệuĐọc thêm",
            "Chuyến đi rất thú vị, trekking đẹp, không vất vả, đồ ăn ngon, hang động mát mẻ và Bot là một hướng dẫn tuyệt vời! Bất kỳ ai có thể trạng tốt đều có thể thực hiện chuyến đi này.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời! Bod và nhóm của anh ấy đã chăm sóc chúng tôi rất chu đáo. Anh ấy đã giới thiệu cho chúng tôi những món ăn tuyệt vời từ bụi rậm. Chuyến đi bộ đường dài trong rừng vào một ngày oi bức qua làn nước mát lạnh trong đôi dép và tất của chúng tôi - điều chưa từng nghe đến và rất tuyệt. Bữa trưa kiểu Việt Nam thử thách đầu gối và lưng của tôi, nhưng lại mang lại nhiều niềm vui cho bụng và vị giác của tôi. Sau đó là hang động. Ánh sáng duy nhất là những thứ chúng tôi mang theo. Sự rộng lớn, sự im lặng, vẻ đẹp nguyên sơ hòa quyện với việc đi xuống bằng những chiếc thang dài và cuối cùng là nhảy xuống dòng sông bên dưới. Và cuối cùng là chuyến đi bộ qua các trang trại được bao quanh bởi những ngọn núi đá vôi và những ngọn đồi được chiếu sáng bởi ánh mặt trời lặn. Bod và những người đi cùng bạn và phía sau bạn, chuyến đi thực sự rất xứng đáng. Cảm ơn bạn. Điều khiến chuyến đi trở nên đáng giá hơn nữa là đây là một trong những chuyến tham quan cuối cùng do lệnh đóng cửa vì vi-rút corona cho đến khi mọi thứ được giải quyết. Đọc thêm",
            "Vui như điên, Ana rất tuyệt và các hang động thì tuyệt vời. Chắc chắn sẽ giới thiệu cho mọi người đến Phong Nha. Đọc thêm",
            "Tôi và các bạn đã có khoảng thời gian tuyệt vời với chuyến du lịch Greenland tới Hang Rục Môn. Bot là một hướng dẫn viên rất tốt bụng, có năng lực và nhiệt tình, người thực sự rất vui khi thực hiện chuyến tham quan cùng chúng tôi. Đó là một trải nghiệm tuyệt vời với rất nhiều cuộc phiêu lưu. Chắc chắn là đáng đồng tiền.Đọc thêm",
            "Kính gửi E1073PBjulietteb, \nCảm ơn những nhận xét tích cực của bạn về chuyến du lịch Rục Môn và đội ngũ GreenLand của chúng tôi! Nó cung cấp nhiều thông tin thực sự hữu ích cho khách hàng trong tương lai, vì vậy chúng tôi đánh giá rất cao điều đó. Cảm ơn bạn đã tham gia cùng chúng tôi và chúng tôi chúc bạn những điều tốt đẹp nhất trong chuyến du lịch của mình, bất cứ nơi nào họ có thể đưa bạn đến. Chúc mừng, \nĐội GreenlandĐọc thêm",
            "Cảm ơn Bot và Team rất nhiều vì trải nghiệm tuyệt vời này! Là ngày tốt nhất cho đến nay ở Việt Nam. Chắc chắn có giá trị! Đọc thêm",
            "Chúng tôi thực sự rất thích ngày này. - Bot -, hướng dẫn viên của chúng tôi rất nhiệt tình và đã cung cấp cho chúng tôi rất nhiều thông tin về thảm thực vật và hang động. Và tất cả các nhân viên khác đều thực sự nghiêm túc đảm bảo rằng họ không gặp rủi ro trong hang động.Đọc thêm"
        ],
        "star_ratings": [
            590,
            17,
            5,
            4,
            3
        ],
        "review_amount": 619,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chuyến tham quan Greenland",
            "Phong Nha",
            "Tỉnh Quảng Bình",
            "Những điều cần làm ở Phong Nha"
        ],
        "reviews_time": [
            "Written March 16, 2020",
            "Written March 15, 2020",
            "Written March 15, 2020",
            "Written March 15, 2020",
            "Written March 15, 2020",
            "Written March 15, 2020",
            "Written March 11, 2020",
            "Written March 11, 2020",
            "Written March 11, 2020",
            "Written March 11, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163545-d12667281-Reviews-or80-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or70-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or90-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d25219498-Reviews-Green_Land_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d16828468-Reviews-DiDiThoi-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8404425-Reviews-Phong_Nha_Ke_Bang_Tourism_Center-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d24984710-Reviews-Dt20_tt_Phong_Nha_Bo_Trach_Quang_Binh-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g616236-d13128354-Reviews-Arta_Market-Arta_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580449-d2461948-Reviews-The_Bubbly_Pool-Jost_Van_Dyke_British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d317504-Reviews-Temple_Of_Dawn_Wat_Arun-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d105056-Reviews-San_Antonio_River_Walk-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g29857-d4454910-Reviews-Badin_Road_Drive_In_Theater-Albemarle_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g189467-d10706337-Reviews-Ahoy-Kallithea_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189165-d4892181-Reviews-Saint_Nicholas_Beach-Hydra_Town_Hydra_Saronic_Gulf_Islands_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g57638-d107547-Reviews-Lake_Moomaw-Covington_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59733-d8604562-Reviews-Fox_Brook_Park-Brookfield_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d103084-Reviews-Harborplace_The_Gallery-Baltimore_Maryland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or90-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or80-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Greenland Tours",
        "attraction_name_vi": "Chuyến tham quan Greenland",
        "general_info": [
            "618 đánh giá",
            "- 1 trong 29 Tour - Hoạt động tại Phong Nha",
            "Tour tham quan",
            "Đi bộ đường dài - Chuyến tham quan cắm trại",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Rục Môn là một trong những hang động trong hệ thống hang động ở Quảng Bình, thuộc Vườn quốc gia Phong Nha-Kẻ Bàng, kéo dài từ xã Trung Hòa đến xã Hòa Sơn, huyện Minh Hóa. Vị trí cách thành phố Đồng Hới khoảng 80km về phía Tây Bắc, cách Hà Nội khoảng 500km về phía Nam, phía Tây giáp Lào, cách biển 50km về phía Đông.Đọc thêm",
        "reviews": [
            "Có một trải nghiệm tuyệt vời với hướng dẫn viên du lịch Bot của chúng tôi. Mặc dù trời mưa rất nhiều nhưng vẫn rất tuyệt. Thiên nhiên xung quanh thật đáng kinh ngạc. Bot rất quan tâm đến toàn bộ nhóm và chỉ cho chúng tôi một số điều thú vị trong rừng - cây cối, ớt -. Chúng tôi hoàn toàn có thể giới thiệu Chuyến đi này với Green Land: - Đọc thêm",
            "Tôi đã thực hiện chuyến tham quan này vào ngày 10 tháng 3, với một nhóm gồm 15 người, hướng dẫn viên Bot và đoàn của anh ấy. Trước hết, Bot hướng dẫn viên du lịch là một người rất tốt bụng và hòa đồng. Anh ấy sẽ hướng dẫn bạn trong chuyến tham quan này với nụ cười trên môi. Anh ấy có kiến ​​thức tốt về môi trường và tất cả các loài thực vật và động vật. Anh ấy cũng sẽ chia sẻ kinh nghiệm cá nhân của mình với bạn. Tôi sẽ không làm hỏng chuyến tham quan này, nhưng bạn sẽ có một ngày phiêu lưu tuyệt vời! Tôi đến Phong Nha để xem và trải nghiệm vườn quốc gia, và tôi nghĩ đây là cách tốt nhất để làm điều đó. Bạn sẽ dành hàng giờ trong thiên nhiên, khám phá và đi bộ qua tất cả các loại quần xã sinh vật! Đó là một ngày rất thú vị và sẽ là một kỷ niệm đẹp khi tôi nghĩ lại - lời khuyên của tôi: bạn phải làm điều này!Đọc thêm",
            "Tôi đã có Lee cho cả hai chuyến đi. Lee rất nhiệt tình từ đầu đến cuối mỗi chuyến tham quan. Tôi rất thích cả hai chuyến tham quan và muốn giới thiệu chúng nếu bạn muốn khám phá Phong Nha!Đọc thêm",
            "Lúc đầu, chúng tôi nghĩ nó hơi đắt nhưng hóa ra nó lại đáng giá hơn thế. Hướng dẫn tuyệt vời - Gem -, món ăn tuyệt vời đi bộ đường dài và hang động tuyệt vời: - Thật là một ngày mát mẻ, cảm ơn Gem!Đọc thêm",
            "Đá quý là tốt nhất! Chúng tôi đã có một ngày tuyệt vời để khám phá hang động. Nó khám phá nhiều hang động hơn dự kiến ​​và ít phải đi bộ hơn nhưng thật tuyệt vời. Tiếng Anh của Gem - s thực sự tốt và anh ấy làm cho chuyến tham quan trở nên thú vị và vui vẻ. Thức ăn rất ngon, lựa chọn ăn chay cũng như món bình thường. Nếu bạn - sợ độ cao hoặc sợ hãi thì chuyến tham quan này có thể là một thử thách đối với bạn nhưng Gem đã giúp mọi người vượt qua nỗi sợ hãi và có trải nghiệm tốt.Đọc thêm",
            "Hang Rục Môn là một ngày tuyệt vời với nhiều hoạt động trekking, leo núi, thám hiểm hang động và bơi lội. Gem và những người khuân vác của anh ấy thật tuyệt vời và rất thân thiện. Gem là một hướng dẫn viên xuất sắc, khiến bạn cảm thấy được chào đón và rất hào hứng khi trải nghiệm đất nước của anh ấy và cho bạn biết mọi thứ bạn cần biết về người dân địa phương trong khu vực và văn hóa của anh ấy. Bữa trưa trong chuyến đi là một bữa ăn truyền thống có nguồn gốc địa phương rất ngon!! Mọi thứ đều được hoàn thành tốt, đặc biệt là những việc nhỏ, như cà phê ấm sau khi bơi và rượu gạo để kết thúc một ngày! Nói chung, một chuyến đi tuyệt vời và rất được khuyến khích!!Love Colleen - John - - - - Đọc thêm",
            "Hôm nay chúng tôi đã có chuyến đi một ngày với một siêu hướng dẫn viên: Jam. Tất cả đều tuyệt vời: tổ chức rất tốt, ẩm thực, người dân địa phương, phong cảnh, hang động, thông tin về khu vực Phong Nha!!! Cảm ơn bạn rất nhiều Jam và tất cả các bạn - nhân viên vì mọi thứ! Eve - VincentĐọc thêm",
            "Chuyến tham quan trong ngày tuyệt vời của Rục Môn do trưởng đoàn thám hiểm tối cao Kong Minh Da dẫn đầu! Muốn giới thiệu cho bất kỳ du khách nào có thời gian hạn chế. Hãy cẩn thận với dị ứng thực phẩm khi tôi cho họ biết rằng tôi bị dị ứng đậu phộng và vẫn còn đậu phộng trong bữa trưa được cung cấp.Đọc thêm",
            "Chuyến đi tuyệt vời, đặc biệt là hướng dẫn viên Lê, người rất thân thiện và hữu ích. Nó rất thú vị và phiêu lưu. Rất khuyến khích. Cảm ơn Lê.Đọc thêm",
            "Cảm ơn bạn vì một ngày tuyệt vời. Bot hướng dẫn rất am hiểu chỉ ra các loại cây ăn được địa phương trên đường đi và thông tin về hang động. Các chàng trai đã chuẩn bị một bữa trưa ngon miệng - món đậu phụ ngon nhất mà tôi từng nếm - với các món ăn địa phương và thường chăm sóc chu đáo cho sự an toàn của chúng tôi khi khám phá hang động.Đọc thêm"
        ],
        "star_ratings": [
            590,
            17,
            5,
            4,
            3
        ],
        "review_amount": 619,
        "location": [
            "Việt Nam",
            "Châu Á",
            "Chuyến tham quan Greenland",
            "Phong Nha",
            "Tỉnh Quảng Bình",
            "Những điều cần làm ở Phong Nha"
        ],
        "reviews_time": [
            "Written March 11, 2020",
            "Written March 10, 2020",
            "Written March 10, 2020",
            "Written March 10, 2020",
            "Written March 9, 2020",
            "Written March 8, 2020",
            "Written March 7, 2020",
            "Written March 7, 2020",
            "Written March 7, 2020",
            "Written March 7, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163545-d12667281-Reviews-or90-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or80-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or100-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d25219498-Reviews-Green_Land_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d17395868-Reviews-OZO_Park-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d16828468-Reviews-DiDiThoi-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8404425-Reviews-Phong_Nha_Ke_Bang_Tourism_Center-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d24984710-Reviews-Dt20_tt_Phong_Nha_Bo_Trach_Quang_Binh-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60764-d264767-Reviews-Catoctin_Wildlife_Preserve-Thurmont_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d17826750-Reviews-GoOpti_Ljubljana-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1185010-d12556636-Reviews-Svortuloft_Lighthouse-Hellissandur_Snaefellsbaer_West_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4413753-Reviews-The_Spa_in_Garden_5-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g469418-d12812590-Reviews-Phu_Quoc_Night_Merket-Phu_Quoc_Island_Kien_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33031-d145181-Reviews-The_San_Mateo_Japanese_Garden-San_Mateo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g44926-d12883088-Reviews-Johnny_Morris_Wonders_of_Wildlife_National_Museum_and_Aquarium-Springfield_Missou.html",
            "https://www.tripadvisor.com/Attraction_Review-g317146-d149676-Reviews-Sosua_Beach-Sosua_Puerto_Plata_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g32123-d5598369-Reviews-The_Starlight_Bowl-Burbank_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d6612745-Reviews-Abdali_Boulevard-Amman_Amman_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or100-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-or90-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html"
    }
]