[
    {
        "attraction_name": "Green Mountain Reservoir",
        "attraction_name_vi": "Hồ chứa núi xanh",
        "general_info": [
            "16 đánh giá",
            "1 trong 4 hoạt động giải trí ở Heeney",
            "Nguồn nước"
        ],
        "attraction_summary": "Đã đến đó vào ngày đầu tiên của tháng 8 cho chuyến cắm trại 3 ngày, khu cắm trại rất đẹp và rất sạch sẽ, có mưa mỗi đêm, phòng vệ sinh sạch sẽ, khu cắm trại khá tốt nhưng đã ở đó trong tuần, thuê một chiếc thuyền trong ngày và có thể đưa gia đình và bạn bè trên đó và giá cả rất tuyệt vời. Câu cá rất chậm nhưng có thể nhìn thấy toàn bộ hồ. Hãy chuẩn bị cho nhiệt độ mát hơn vào ban đêm nhưng vào ban ngày nhiệt độ lại hoàn hảo.Đọc thêm",
        "reviews": [
            "Chúng tôi thuê một chiếc thuyền phao trong vài giờ và lái xe quanh hồ. Các quan điểm rất đáng yêu và đa dạng. Đó là một ngày đẹp trời, có chút gió nhưng lại là một hoạt động rất vui!Đọc thêm",
            "Lái xe đến đây để xem. Thưởng thức phong cảnh và chụp một số bức ảnh. Không có nhiều thời gian để đi bộ.Đọc thêm",
            "Chúng tôi lái xe đến hồ chứa để đi dã ngoại, nhưng quyết định đi tiếp đến Hồ Lower Cataract. Đường đi dạo quanh hồ rất đẹp khoảng 3 dặm và tương đối bằng phẳng. Có những chiếc bàn dã ngoại ở một nơi bình dị bên bờ hồĐọc thêm",
            "Đã có khoảng thời gian cắm trại và bơi lội tuyệt vời tại Green Mountain Reservoir. Một tiếng rưỡi nhanh chóng từ Denver. Không có tín hiệu di động là một bất ngờ đáng hoan nghênh. Chắc chắn hãy nhớ mang theo một cái ống hoặc thứ gì đó thú vị để tận hưởng làn nước. Đọc thêm",
            "Chúng tôi vừa đi ngang qua và muốn cắm trại ở đâu đó.  Hồ chứa có 5 khu cắm trại.  Elliot Creek là nơi thứ 2 trên đường.  Nó thật đẹp!   Quang cảnh hồ chứa và suối hai bên.  Không có hệ thống kết nối và nhà vệ sinh hầm mà thôi.   Chúng tôi ở trong hai trại viên và chia sẻ một địa điểm. Tổng cộng 24!Đọc thêm",
            "Hồ chứa Green Mtn. là một nơi tuyệt vời để ghé thăm. Cắm trại thoải mái, câu cá tốt và chèo thuyền thú vị. Đọc thêm",
            "Nơi tuyệt đẹp để tham quan, nhưng đừng lãng phí thời gian câu cá. Hồ chứa lúc này giống như biển chết không có vớ cá hồi. Câu cá trong 4 giờ mà không thèm cắn một miếng nào đã vượt quá giới hạn của chúng tôi ở hồ chứa Montgomery ngày hôm trước. Mọi người khác mà chúng tôi nói chuyện đều có kết quả tương tự. Sẽ thật tuyệt nếu các thương gia của Green Mountain Reservoir cập nhật trang web của họ và cho mọi người biết sự thật về hoạt động đánh bắt cá ở đó cho đến khi Colorado DOW lấy lại trật tự hồ chứa.Đọc thêm",
            "Đây là lần đầu tiên chúng tôi đến hồ kể từ khi họ bắt đầu khử trùng thuyền và chúng tôi rất buồn khi nói rằng chúng tôi chưa bao giờ thất vọng đến thế về cách đối xử khi chúng tôi hy vọng rời khỏi hồ. Trớ trêu thay chúng tôi quyết định ra khỏi hồ sau 7 giờ tối một chút. Người đàn ông điều hành bến du thuyền ở Heeney đang khóa cổng vào dốc thuyền lúc 7 giờ 10 tối và mắng chúng tôi một cách thô lỗ rằng đoạn đường nối đóng cửa lúc 7 giờ tối và vấn đề của anh ấy là chúng tôi muốn rời khỏi hồ. Chúng tôi hỏi chúng tôi có thể đi đâu khác, anh ấy nói tất cả các đường dốc đóng cửa lúc 7 giờ tối và một lần nữa nhắc lại rằng đó không phải là vấn đề của anh ấy. Khi chúng tôi hỏi nó được đăng ở đâu hoặc làm thế nào chúng tôi biết rằng TẤT CẢ các đường dốc đóng cửa lúc 7 giờ tối, anh ấy nói với chúng tôi rằng anh ấy sẽ không tranh cãi với chúng tôi và SAU ĐÓ quyết định thử kiếm một vài đô la từ chúng tôi. Đã nói với chúng tôi rằng sẽ là 20 tiền mặt cho mỗi chiếc thuyền mà chúng tôi đi cùng bạn bè và cần đưa 2 chiếc thuyền ra ngoài nếu anh ta định mở khóa cổng. Có, 20 mỗi thuyền để mở khóa cổng. Hồ đẹp.... vui lòng đăng khi thuyền của bạn đóng cửa. Giờ của bến thuyền không giống như chúng tôi khóa thuyền của bạn trên hồ sau 7 giờ tối.Đọc thêm",
            "Chắc chắn là một địa điểm yêu thích để cắm trại gần Vail, nó chỉ đủ xa con đường mòn để có thể yên tĩnh. Tất cả các khu cắm trại phục vụ rừng đều sạch sẽ và có cảnh quan đẹp. Nếu chèo thuyền, bạn cần ở lại một khu cắm trại ở phía đông vắng vẻ hơn với dốc thuyền, nhưng Bờ Tây có nhiều rừng của hồ không có đường dốc thuyền có những khu cắm trại đẹp và rất riêng tư. Tuyệt vời để câu cá, thư giãn và đi bộ đường dài. Những người cắm trại có xu hướng thân thiện và tôn trọng. Lặn từ vách đá tuyệt vời, dịch vụ lâm nghiệp thực hiện xuất sắc công việc dọn dẹp và bảo trì các khu cắm trại.Đọc thêm"
        ],
        "star_ratings": [
            10,
            3,
            1,
            1,
            1
        ],
        "review_amount": 16,
        "location": [
            "Hoa Kỳ",
            "Các hoạt động ở Heeney",
            "Hồ chứa núi xanh",
            "Colorado CO",
            "Heeney"
        ],
        "reviews_time": [
            "Written April 7, 2020",
            "Written September 3, 2019",
            "Written July 24, 2019",
            "Written August 29, 2018",
            "Written July 18, 2018",
            "Written June 6, 2018",
            "Written April 14, 2018",
            "Written August 2, 2016",
            "Written July 25, 2016",
            "Written December 9, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1601808-d3641490-Reviews-Green_Mountain_Reservoir-Heeney_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1601808-d21103909-Reviews-Lower_Cataract_Lake-Heeney_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1601808-d3641490-Reviews-or10-Green_Mountain_Reservoir-Heeney_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1601808-d18455194-Reviews-Upper_Cataract_Lake-Heeney_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1601808-d12820974-Reviews-Eaglesmere_Lakes_Trail-Heeney_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33645-d1982727-Reviews-High_Country_Tours-Silverthorne_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33507-d1458248-Reviews-Rusty_Spurr_Ranch-Kremmling_Grand_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33645-d10394596-Reviews-Theatre_SilCo-Silverthorne_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33645-d2559592-Reviews-Ice_Castles-Silverthorne_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33593-d3729572-Reviews-Aspen_Canyon_Ranch-Parshall_Grand_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33022-d127321-Reviews-Mission_San_Juan_Capistrano-San_Juan_Capistrano_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d106191-Reviews-The_Annex_Hell_s_Kitchen_Flea_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187529-d2308176-Reviews-Valenbisi-Valencia_Province_of_Valencia_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g33796-d273485-Reviews-Avery_Point_Light-Groton_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019670-d1313436-Reviews-Shirahama_Beach-Shimoda_Shizuoka_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19827259-Reviews-Sloomoo_Institute-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d143762-Reviews-CocoWalk-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1076578-d2271401-Reviews-Acquaworld-Concorezzo_Province_of_Monza_and_Brianza_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d106578-Reviews-Madame_Tussauds_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d3320138-Reviews-Quinta_Avenida-Playa_del_Carmen_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1601808-d3641490-Reviews-or10-Green_Mountain_Reservoir-Heeney_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1601808-d3641490-Reviews-Green_Mountain_Reservoir-Heeney_Colorado.html"
    }
]