[
    {
        "attraction_name": "Greenleaf State Park",
        "attraction_name_vi": "Công viên tiểu bang Greenleaf",
        "general_info": [
            "79 đánh giá",
            "1 trong số 1 hoạt động giải trí ở Braggs",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Có 5 khu cắm trại cùng với 15 Cabin, một số có lò sưởi, Hồ Greenleaf để câu cá và bơi lội, một trung tâm thiên nhiên cũng như những con đường mòn đi bộ đường dài và đi xe đạp.Đọc thêm",
        "reviews": [
            "Phong cảnh đẹp, đi bộ tuyệt vời! Chúng tôi đến vào mùa thu nên các tiện nghi đã đóng cửa nhưng chúng tôi vẫn có khoảng thời gian tuyệt vời. Người phụ nữ ngọt ngào ở cửa hàng quà tặng đã cho chúng tôi thông tin tuyệt vời về việc đi bộ đường dài. Khu cắm trại sạch sẽ rất yên bình. Lý do duy nhất tôi không cho 5 sao là do dịch vụ di động hạn chế. Chồng tôi làm việc ở nhà và không thể kết nối được. Nhưng nếu bạn muốn rút phích cắm, đây là nơi! :Đọc thêm",
            "Không khuyến khích nơi này để nghỉ cuối tuần, đặc biệt là vào mùa hè. Những việc cần làm rất hạn chế. chèo thuyền kayak, câu cá và đi bộ đường dài thực sự là tất cả những gì có. bạn phải trả thêm tiền để làm bất cứ điều gì, khu giật gân có 8 người một người và bạn không được phép mang theo đồ ăn nhẹ hoặc đồ uống của riêng mình. Thậm chí không thể mang theo một chai nước. bãi biển bơi duy nhất rất nhỏ và phủ đầy phân ngỗng. vùng nước rất khó chịu. khu cắm trại rất nhỏ, vòi sen nhỏ, khó chịu, không có nước ấm. phải trả tiền vé đậu xe ngoài thời gian đặt chỗ của bạn, họ kiểm tra 247 để bắt người, chúng tôi đã kiểm tra xe ít nhất 3 lần trong 2,5 ngày chúng tôi ở đó. bố tôi bị phạt vì không có thẻ đỗ xe trong khi thực tế là ông ấy có thẻ. họ bắt anh ấy lên văn phòng phía trước để họ có thể kiểm tra hệ thống ở đó. thực sự khuyên bạn không nên ghé thăm trừ khi bạn cảm thấy ổn với cái nóng thiêu đốt cả ngày và dành nhiều thời gian xtra tiền để làm bất cứ điều gì. Đọc thêm",
            "Khu cắm trại tuyệt đẹp với cây cối và những ngọn đồi thoai thoải. Một số chuyến đi bộ ngắn đẹp. Tôi ước gì cây cầu đung đưa không bị ngăn cản mà không phải đi bộ đường dài. Chúng tôi ước gì họ có thể dự trữ giấy vệ sinh trong phòng tắm. Cấm đốt để không đốt cháy khu cắm trại.Đọc thêm",
            "Nơi tuyệt vời để cắm trại trong lều, câu cá ở ngân hàng, cho thuê thuyền và phòng vệ sinh SẠCH.  Điều duy nhất sẽ tốt hơn là nếu bạn có thể nhìn thấy trực quan các khu cắm trại, một số trong số đó nằm trên những ngọn đồi 20-30 độ không có điểm bằng phẳng.Đọc thêm",
            "Chúng tôi yêu công viên này! Có những cabin dễ thương và những điểm cắm trại rv và lều. Splash pad thật tuyệt vời với một slide. Bến du thuyền có một cửa hàng nhỏ và quán nướng. Bạn cũng có thể thuê thuyền, chèo thuyền kayak, v.v. Có một số con đường mòn ngắn rất phù hợp cho các gia đình có con nhỏ. Ngoài ra ao câu cá trẻ em cũng đẹp. Có rất nhiều hươu. Ngoài ra còn có một con nai sừng tấm sống ở đó. Tôi nghe nói rằng cô ấy đã thoát khỏi đàn của ai đó. Dù sao thì cô ấy thích nó ở đây và bạn có thể nhận ra cô ấy khá dễ dàngĐọc thêm",
            "Cabin 15 là lao động tình yêu của ai đó. Đã nhiều lần, khả năng tiếp cận chỉ có nghĩa là một đoạn đường nối. Người thiết kế cabin này đều biết người có bánh xe cần gì và đã tạo ra nó. Có không gian rộng rãi cho xe tải bốc dỡ tại điểm đậu xe, bệ phẳng đi liên tục đến sàn phẳng, có không gian mở bên trong cabin và cửa kiểu Pháp mở ra để hoàn toàn có thể vào phòng ngủ. Ngưỡng duy nhất phải đẩy qua là ở cửa khóa để ai đó có thể tự do lăn bánh ra ngoài và tận hưởng toàn bộ không gian, đồng thời có cửa bên trong đủ rộng để người ta có thể ra vào phòng tắm và phòng ngủ mà không va vào. hoặc vật lộn với các góc. Tầng ngang dẫn ra bàn ăn dã ngoại, và nếu đi đến cuối boong, bạn có thể lắng nghe tiếng rừng cây, tiếng hôn hôn nhẹ nhàng của những gợn sóng nhỏ hoặc tiếng bắn tung tóe của những con sóng lớn hơn ở bờ biển. Bạn có thể nghe thấy tiếng nước chảy qua đập, sự đa dạng của động vật hoang dã và sự yên tĩnh tuyệt đối của khu rừng xung quanh bạn. Nó đắm chìm theo cách không phải lúc nào cũng dành cho những người gặp khó khăn về thể chất. Ngoài ra còn có một bến tàu riêng. Đoạn đường dẫn tới bến tàu được phân loại hợp lý nên ai đó có thể lăn xuống mà không sợ chạy chệch cuối hay mệt người chăm sóc khi leo xuống. Đường ray trên bến tàu được thiết kế vừa phải để người ngồi xe lăn có thể câu cá. Hoặc chỉ im lặng và nhìn lên các vì sao, hoặc lắng nghe tiếng chim nước bay qua mặt nước. Tôi đã từng đến những nơi dành cho người khuyết tật. Nhiều khi, có quá nhiều việc phải làm thêm liên quan đến việc đưa người bạn đồng hành của tôi ra vào hoặc giúp họ tắm rửa, đến nỗi chỉ cần ở trên hiên nhà và ngắm mặt trời mọc cùng họ là nhiều nhất có thể. Nơi này được xây dựng nên chỉ cần ở trên hiên nhà thôi là chưa đủ. Điều này rất riêng tư, rất đẹp và đắm chìm. Toàn bộ chuyến đi mang lại cho tôi niềm vui. Tôi không thể giới thiệu nó đủ.Đọc thêm",
            "Chúng tôi đã cắm trại ở đây hàng năm và sẽ không quay trở lại. Họ đã bổ sung thêm khu cắm trại bằng lều gần các khu cắm trại RV khiến việc cắm trại RẤT chặt chẽ.  Chúng tôi đã xây dựng ngay bên ngoài vị trí của mình, khiến bọn trẻ chơi đùa rất nguy hiểm. Những năm trước đó chắc chắn phải có một người quản lý nó vì nó chắc chắn cần được bảo trì và chúng tôi chưa bao giờ trải qua điều này trước đây. Bạn phải trả tiền để đứng trên bến cá và xem bọn trẻ hoặc những người khác câu cá ngay cả khi bạn không có cần câu. Ồ và tôi đã đề cập đến việc bạn phải trả tiền ngay cả khi đậu xe ở đó để đi bộ trên những con đường mòn hoặc bến câu cá ngay cả khi bạn đang cắm trại ở đó. Splash pad rất đẹp nhưng rất tốn kém.  Sẽ không quay lại. Đọc thêm",
            "Tôi và bạn tôi ở một đêm trong cabin một phòng ngủ, 14. Cabin khá đẹp nhưng cần bảo trì một chút. Tôi ngủ trên chiếc ghế dài có thể gập lại và nó khá thoải mái so với chiếc ghế tôi đã sử dụng ở một Công viên Bang OK khác. Các khu vực được chiếu bên ngoài thực sự cần được làm sạch, đặc biệt là trên trần nhà. Mạng nhện khắp nơi và màn hình cần phải được sửa chữa. Phòng tắm khá nhỏ, không có nhiều áp lực nước và không có móc để treo đồ! Tủ lạnh có kích thước đầy đủ, bếp và lò nướng 4 đầu đốt. Chúng tôi không nấu ăn. Nếu không thì đó là một công viên và cabin đẹp.Đọc thêm",
            "Một trong những công viên tiểu bang OK yêu thích hơn của tôi và chắc chắn là một trong những công viên được bảo trì tốt nhất.  Lối vào hồ tuyệt vời với bãi biển bơi lội. Một hệ thống đường mòn rộng lớn với các địa điểm cắm trại cũng như cắm trại nguyên thủy.  Chúng tôi ở trong lều, nhưng cabin trông giống như nơi ở trong tương lai!   Có một công viên vui chơi giải trí dành cho trẻ em mà người lớn và thanh thiếu niên chúng tôi đã có khoảng thời gian giải nhiệt tuyệt vời.  Mặc dù chúng tôi vui vẻ nhưng trời rất nóng -- lần sau sẽ là mùa xuân hoặc mùa thu.Đọc thêm",
            "We stayed in cabin 8 for four nights.  The office staff was polite at check in but I had to ask about how to get to the cabin as no instructions were offered.  The Office Manager? offered me a dog treat for our pup.  Our pup did not like the cabin at all.  She pulled away and tried to go under the car every time we went in to the cabin.  It smelled like cigarette smoke to me inside the cabin but maybe the dog smelled other pets or cleaner as she didnt want to be on the floor at all.  When I registered the website said to bring our own cooking utensils so we did.  I tried to call the park before we went to see how big the fridgefreezer were to see what would food items to bring.  No answer on the phone and mailbox was full.  The Office MGR? asked what time was dinner?  I said we need to see how big the fridgefreezer is and need to go to the store to buy food to cook so they told me where to go to buy food.  Ft. Gibson Harps.  The cook top worked okay but one of the burners was too big for its port so it stood up over the top of the stove.  The oven had a knob with only one mark about half way around on it so we were always trying to figure out how to use the stove temp.  We bought canned cinnamon rolls to cook for our last morning but burned them because we could not figure out the knob issue.  We mostly ate sandwiches.  The shower floor felt soft and the soap dish had been broken off so we had to use the above toilet shelves for our soap and shampoo.  We we had to reach out of the shower to retrieve the soap and shampoo each time.  The television and wifi did not work at all.  My husband told the office staff at check out and they said they would have someone check it out. Several of the rock boulders n the front of the cabin were loose and needed to be recemented back in place.  Maintenance needs to take a good look at each cabin and do fix ups to correct issues.  The same office Mgr? asked my husband if he wanted a dog treat a check out.  He got a dog treat and when he got into the car I said I smell dog poo.  He had some kind of liquid dog poo on the treat so assume it was dipped in it.  We threw it away and cleaned up with baby wipes we had in the car.  The camp grounds themselves looked well maintained.  The discovery center was closed.  We were wanting to play miniature golf but the 6 per adult fee was a deterrent.  We did walk on several of the walking paths.  It was comfortable to sit by the beach in the shade each evening.  The lake was small and not too big of a crowd.Read more"
        ],
        "star_ratings": [
            25,
            35,
            8,
            7,
            4
        ],
        "review_amount": 79,
        "location": [
            "Hoa Kỳ",
            "Braggs",
            "Công viên tiểu bang Greenleaf",
            "Oklahoma được rồi",
            "Các hoạt động ở Braggs"
        ],
        "reviews_time": [
            "Written November 20, 2023",
            "Written June 11, 2023",
            "Written October 23, 2022",
            "Written October 2, 2022",
            "Written May 26, 2022",
            "Written February 20, 2022",
            "Written October 16, 2021",
            "Written October 11, 2021",
            "Written July 26, 2021",
            "Written June 26, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51220-d269780-Reviews-Greenleaf_State_Park-Braggs_Oklahoma.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g51220-d269780-Reviews-or10-Greenleaf_State_Park-Braggs_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51378-d4995677-Reviews-Peek_A_Boo_Petting_Zoo-Gore_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51735-d3366795-Reviews-Webbers_Falls_Memorial-Webbers_Falls_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51576-d13485157-Reviews-Burnt_Cabin_Marina-Park_Hill_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g51378-d23263931-Reviews-Gene_s_Aqua_Pro-Gore_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096125-d10712010-Reviews-Fronalpstock-Stoos.html",
            "https://www.tripadvisor.com/Attraction_Review-g303832-d10751744-Reviews-Girandella_Beach-Rabac_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g37260-d1069641-Reviews-Wyandotte_Caves-Leavenworth_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d6953420-Reviews-Mon_Jam-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g47224-d281481-Reviews-Rio_Grande_Gorge_Bridge-Taos_Taos_County_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g609056-d550285-Reviews-Icmeler_PlajI-Icmeler_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d7791031-Reviews-Heinen_s_Downtown-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g662620-d6775008-Reviews-54_Cocktail_Lounge_Skybar-Mykonos_Town_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60709-d12785836-Reviews-Acadia_National_Park-Bar_Harbor_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g42499-d4471948-Reviews-Getty_Drive_in_Theater-Muskegon_Muskegon_County_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51220-d269780-Reviews-or10-Greenleaf_State_Park-Braggs_Oklahoma.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51220-d269780-Reviews-Greenleaf_State_Park-Braggs_Oklahoma.html"
    }
]