[
    {
        "attraction_name": "Green Adventure Tour",
        "attraction_name_vi": "Chuyến phiêu lưu xanh",
        "general_info": [
            "52 đánh giá",
            "1 trong 12 phương tiện giao thông ở Phong Nha",
            "Chuyến tham quan mạo hiểm Adrenaline",
            "Taxi đưa đón",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Green Adventure Tours là một công ty du lịch địa phương có trụ sở tại Thị trấn Phong Nha, Quảng Bình, Việt Nam. Được thành lập vào năm 2018, chúng tôi chuyên tổ chức các chuyến tham quan và hoạt động mạo hiểm trong và xung quanh Vườn quốc gia Phong Nha-Kẻ Bàng, nơi có hang động lớn nhất thế giới.\nChúng tôi cung cấp nhiều dịch vụ khác nhau bao gồm leo núi, chèo thuyền kayak, thám hiểm hang động và đi thuyền. Green Adventure Tours cũng tổ chức các chuyến đi trong ngày đến nhiều điểm tham quan xung quanh như: Động Phong Nha, Động Thiên Đường và Hang Tối.Đọc thêm",
        "reviews": [
            "Thật là một chuyến tham quan trong ngày tuyệt vời, rất nhiều niềm vui và hang động thiên đường thật tuyệt vời. Hướng dẫn viên Sarah của chúng tôi đã làm cho nó trở nên đặc biệt, cô ấy rất vui tính và hữu ích Đọc thêm",
            "Điều này thật khó để viết bình luận. Hang Paradies là một địa điểm đáng tham quan tuyệt vời, nhưng hang tối thực sự là điểm nổi bật của tôi trong chuyến tham quan. Vườn thực vật hơi không cần thiết và không có gì nhiều để xem. Theo ý kiến ​​của tôi, nó không đáng để ghé thăm. Trưởng nhóm Sarah của chúng tôi rất tốt bụng và tiếng Anh của cô ấy rất tốt, nhưng trong chuyến tham quan của chúng tôi, đôi khi tôi cảm thấy hơi vội vàng. Trong những khoảnh khắc khác thì không, điều đó thật kỳ lạ. Cả hai hang động đều bận rộn với các nhóm khác, điều này hơi buồn. Tôi nghe nói từ các chuyến tham quan khác rằng nhìn chung không có nhóm nào khác. Theo tôi bạn cũng có thể tự mình đến thăm hang thiên đường và như tôi đã nói, vườn thực vật bạn có thể bỏ qua. Nó rất thú vị, nhưng không chắc liệu tôi có thực sự giới thiệu nó hay không. Đọc thêm",
            "Trải nghiệm rất tốt trong hang tối và rất nhiều niềm vui ở khu vực bơi lội. Hướng dẫn viên Hà của chúng tôi rất tốt bụng đã chụp ảnh cho chúng tôi trong chuyến thăm. Tôi khuyên bạn nên nó. Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến tham quan Vườn Bách thảo, Hang Thiên đường và kết thúc với Hang Tối, cô Hà Lê là một hướng dẫn viên tuyệt vời với rất nhiều kiến ​​thức để chia sẻ. Cô ấy thực sự chăm sóc chúng tôi và đảm bảo rằng chúng tôi có một trải nghiệm đáng nhớ. Hang Thiên Đường thật hùng vĩ, hoàn toàn tuyệt vời. Rất đẹp. Chắc chắn là ánh sáng cao. Chúng tôi rất vui khi khám phá Hang Tối. Dây kéo đến lối vào là một cách thú vị để qua sông, đối với những người không muốn thực hiện dây kéo thì có thuyền kayak. Hồ bùn bên trong hang động được cho là rất tốt cho làn da của bạn, chúng tôi đã có rất nhiều tiếng cười trong đó. Thời gian rảnh rỗi ở công viên nước là một cách tuyệt vời để kết thúc một ngày.Đọc thêm",
            "Một ngày đi chơi thực sự vui vẻ. Chủ nhà của chúng tôi, Ha Ha và Sarah, thật tuyệt vời. Những khu vườn thực vật rất đẹp và đáng để ghé thăm nhanh chóng, nhưng phần cốt lõi thực sự của chuyến tham quan này tất nhiên là các hang động. Thành thật mà nói, Hang Thiên Đường thực sự đáng kinh ngạc. Đó là một trong những nơi không thể chụp được trên một bức ảnh. Hang Tối cũng rất ấn tượng nhưng thú vị hơn và bao gồm bơi lội, chèo thuyền kayak, đu dây và tắm bùn! Và tất nhiên là đi vào những đường hầm hang động không có ánh sáng chỉ bằng ngọn đuốc của bạn. Chuyến tham quan được tổ chức rất tốt và bữa trưa thật tuyệt vời. Chắc chắn sẽ giới thiệu.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian đáng nhớ ở Phong Nha, một nơi cổ kính cách xa những thành phố hối hả. Cảm ơn siêu nữ Hà! Hà đã hướng dẫn chúng tôi tham quan hang động thiên đường hang tối. Đường zip và thể thao dưới nước thực sự thú vị. Chuyến du lịch Việt Nam của bạn sẽ không trọn vẹn nếu thiếu trải nghiệm này Đọc thêm",
            "Đó là một chuyến tham quan tuyệt vời! Bạn có thể nhìn thấy những cảnh quan khác nhau và thực hiện nhiều hoạt động khác nhau, đặc biệt là trò chơi đu dây rất thú vị! Tổ chức tốt và được tổ chức tốt từ hướng dẫn viên du lịch Ha Ha.Đọc thêm",
            "Chuyến tham quan tuyệt vời! Ha Ha là một người hướng dẫn tuyệt vời và kể cho chúng tôi rất nhiều về lịch sử Việt Nam và các hang động. Thức ăn cũng rất ngon! Đọc thêm",
            "Chúng tôi đi tham quan vườn thực vật, động Thiên Đường và động Phong nha. Chúng tôi đi theo một nhóm gồm 19 người và 4 trẻ em. Đến vườn thực vật, chúng tôi hơi thất vọng vì chỉ có một hướng dẫn viên bước vào nên một số thành viên trong nhóm đã đi xuống thác nước xa hơn lẽ ra nên cả nhóm phải đợi trên xe buýt để họ quay về. Tại mỗi địa điểm ngoài bữa trưa, chỉ có một hướng dẫn viên đi cùng nhóm lớn của chúng tôi Hang thiên đường rất đẹp, rất đáng để đi bộ lên. Bữa trưa tại một nhà hàng địa phương là trải nghiệm tuyệt vời nhất mà chúng tôi có trong chuyến tham quan. Chuyến đi bằng thuyền đến động Phong nha có phong cảnh quyến rũ và chuyến đi trong hang thật tuyệt vời. Hướng dẫn viên của chúng tôi Hà và Sarah đều nói tiếng Anh tốt.Đọc thêm",
            "Chuyến tham quan tuyệt vời. Hang động thiên đường thật ấn tượng và đẹp. Chắc chắn không phải là thứ bạn muốn bỏ lỡ. Và trải nghiệm ở hang động tối thật thú vị. Đường trượt zipline thật thú vị và sau đó là chuyến tham quan hang động thật tuyệt vời đến bãi tắm bùn ở cuối khiến mọi người đều cười. Sau đó là thời gian tự do sau đó để tận hưởng hồ bao gồm cáo bay, cầu trượt, ván chèo, bạt lò xo, đường vượt chướng ngại vật và nhiều trò chơi khác là một cách thú vị để kết thúc một ngày. Các hướng dẫn viên Ha và Sarah rất dễ thương, hài hước và hữu ích. Họ đã làm cho ngày trở nên tuyệt vời và chắc chắn sẽ không như vậy nếu không có họ. Chắc chắn sẽ giới thiệu chuyến tham quan này là một ngày tuyệt vời! Đọc thêm"
        ],
        "star_ratings": [
            42,
            6,
            2,
            2,
            0
        ],
        "review_amount": 52,
        "location": [
            "Tỉnh Quảng Bình",
            "Những điều cần làm ở Phong Nha",
            "Châu Á",
            "Việt Nam",
            "Chuyến phiêu lưu xanh",
            "Phong Nha"
        ],
        "reviews_time": [
            "Written May 31, 2024",
            "Written May 28, 2024",
            "Written May 26, 2024",
            "Written May 21, 2024",
            "Written May 18, 2024",
            "Written May 14, 2024",
            "Written May 10, 2024",
            "Written May 10, 2024",
            "Written May 10, 2024",
            "Written May 8, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163545-d26022263-Reviews-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-or10-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d1891745-Reviews-Istanbul_Sea_Life_Aquarium-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g1570011-d1627677-Reviews-Erawan_Museum-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d646586-Reviews-Great_Smoky_Mountain_Murder_Mystery_Dinner_Show-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g56132-d12610744-Reviews-Hancock_Springs-Lampasas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d19176237-Reviews-MUSEUM_1-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g6593255-d4155475-Reviews-Valle_Verzasca-Lavertezzo_Canton_of_Ticino_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190053-d303019-Reviews-Cano_Negro_Wildlife_Refuge-Cano_Negro_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g56959-d12730787-Reviews-ATK_Rocket_Garden-Corinne_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d109288-Reviews-Fort_Worth_Zoo-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g30138-d288037-Reviews-Abilene_Zoo-Abilene_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-or10-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Green Adventure Tour",
        "attraction_name_vi": "Chuyến phiêu lưu xanh",
        "general_info": [
            "52 đánh giá",
            "1 trong 12 phương tiện giao thông ở Phong Nha",
            "Chuyến tham quan mạo hiểm Adrenaline",
            "Taxi đưa đón",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Green Adventure Tours là một công ty du lịch địa phương có trụ sở tại Thị trấn Phong Nha, Quảng Bình, Việt Nam. Được thành lập vào năm 2018, chúng tôi chuyên tổ chức các chuyến tham quan và hoạt động mạo hiểm trong và xung quanh Vườn quốc gia Phong Nha-Kẻ Bàng, nơi có hang động lớn nhất thế giới.\nChúng tôi cung cấp nhiều dịch vụ khác nhau bao gồm leo núi, chèo thuyền kayak, thám hiểm hang động và đi thuyền. Green Adventure Tours cũng tổ chức các chuyến đi trong ngày đến nhiều điểm tham quan xung quanh như: Động Phong Nha, Động Thiên Đường và Hang Tối.Đọc thêm",
        "reviews": [
            "Khi chúng tôi đặt chuyến tham quan này, chúng tôi rất hào hứng thực hiện chuyến tham quan. Việc đặt chỗ thật dễ dàng và chủ nhà, một Nice Guy rất lịch sự đã đón chúng tôi vào ban đêm từ trạm xe buýt. Khi chúng tôi đặt chuyến tham quan, họ nói rằng chúng tôi có một Nhóm với Max. 12 người. Buổi sáng khi chúng tôi đón chúng tôi với 16 người, khi chúng tôi đến Hang paridise ở đó có 22 người trong nhóm. Hang praradise là một Hang đẹp và hướng dẫn viên Shara đã làm rất tốt. Sau Hang Thiên đường chúng tôi đến Hang tối để ăn trưa. Khi chúng tôi ăn trưa xong, một nửa Nhóm đi tham quan khác với hướng dẫn viên, nửa còn lại của Nhóm phải đi đến một Hướng dẫn viên khác với Nhóm 50 người. Ở đây đã xảy ra một thảm họa , chúng tôi phải đợi 3 giờ trước khi có thể bắt đầu. Sau một đoạn zipline ngắn, không có gì đặc biệt, bạn có thể bước vào Hang Tối. Đẹp nhưng không quá đặc biệt. Muddbad chỉ sâu 2540cm với một số lỗ nhỏ nơi bạn có thể đi vào bằng đôi chân của bạn. Khi bạn đi dưới bùn, đừng mặc áo tắm màu trắng. Nếu chúng tôi phải đặt lại chuyến tham quan, chúng tôi đã đặt vé cho công ty có nhóm lớn hơn, Rẻ hơn rất nhiều và bạn sẽ kết thúc giống nhau.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian quý báu để cung cấp phản hồi về trải nghiệm của bạn với chúng tôi; chúng tôi thực sự đánh giá cao nó. Chúng tôi muốn làm rõ rằng chuyến tham quan của chúng tôi là chuyến tham quan theo nhóm chứ không phải chuyến tham quan riêng lẻ. Do đó, tại thời điểm bạn đặt phòng, chỉ có 12 người được đặt như chúng tôi đã đề cập với bạn lúc sáng rằng số lượng đã tăng lên, bạn đã chấp nhận. Đoàn du lịch của chúng tôi cũng chỉ có 22 người, không nhiều như bạn nói khi đến tham quan hang tối\nVề việc bạn đề cập đến một nhóm 50 người không có người hướng dẫn thì điều này là không chính xác. Nhóm của bạn chỉ có 22 người và hướng dẫn viên đã chụp ảnh lưu niệm cho bạn và gửi cho bạn sau đó. Chúng tôi có bằng chứng về điều này. Ngoài ra, điều quan trọng cần lưu ý là hang tối là địa điểm du lịch dành cho tất cả những du khách thích phiêu lưu, vì vậy việc họ đi theo là điều đương nhiên. Ngoài ra khoảng cách từ cửa hang đến khu tắm bùn là 800m chứ không phải 40cm như bạn nói nhầm.\nVề giá tour chúng tôi đã niêm yết công khai giá cho mọi khách hàng. Vì bạn đặt trực tiếp với chúng tôi nên bạn được giảm giá 15 đô la và chúng tôi cung cấp dịch vụ đón và chỗ ở miễn phí tại văn phòng của chúng tôi khi bạn đến Phong Nha lúc 3:30 sáng. Vì vậy, chúng tôi mong bạn hiểu rằng công ty chúng tôi hoạt động minh bạch và không có bí mật hay tăng giá cho khách hàng. Tất cả khách hàng đi cùng bạn đều trả mức giá như nhau, thậm chí có người còn trả thêm 15 USD vì không đặt trực tiếp với chúng tôi.\nTuy nhiên, chúng tôi chân thành đánh giá cao thời gian bạn dành cho chúng tôi và chúng tôi sẽ luôn cố gắng giải quyết mọi thiếu sót.\n\nĐọc thêm",
            "Thật là một ngày tuyệt vời, đầy khám phá, đi bộ đường dài và các hoạt động mới. Chúng tôi thích khám phá Hang Thiên Đường và tất cả các hoạt động có tại Hang Tối. Sarah cũng là một hướng dẫn viên du lịch tuyệt vời! Sẽ giới thiệu!! Đọc thêm",
            "Các hang động thật đáng kinh ngạc! Nó làm cho rất nhiều niềm vui và việc tắm bùn thực sự rất buồn cười! Các Tourguides thực sự thân thiện! Ngoài ra thức ăn có vị ngon! Chúng tôi có thể giới thiệu nó!Đọc thêm",
            "Chúng tôi đã có rất nhiều niềm vui trong chuyến đi này. Hang Phong Nah thật ngoạn mục và nước ở hang tối thật trong lành! Chúng tôi đã học được rất nhiều điều từ hướng dẫn viên du lịch Hà, cảm ơn bạn rất nhiều vì những kỷ niệm!Đọc thêm",
            "Công ty chúng tôi thực sự vui mừng khi nhận được phản hồi của bạn sau khi bạn tham gia chuyến hành trình khám phá hang động cùng chúng tôi. Chúng tôi luôn nỗ lực mang lại những trải nghiệm ý nghĩa nhất cho khách hàng. Hơn nữa, tất cả các hướng dẫn viên du lịch của chúng tôi đều đặc biệt thân thiện và chuyên nghiệp. Chúng tôi hy vọng có cơ hội được phục vụ bạn lần nữa trong tương lai.Đọc thêm",
            "Sarah thông minh và tuyệt vời với nhóm. Tôi thấy chuyến tham quan này đầy thông tin và thú vị. Mọi thứ đều đẹp và có nhịp độ tốt.Đọc thêm",
            "Ở Vườn quốc gia Phong Nha - Kẻ Bàng có rất nhiều cảnh quan đẹp và hang động tuyệt đẹp. Sự lựa chọn của bạn để đồng hành cùng công ty chúng tôi quả thật là phù hợp. Chúng tôi luôn nỗ lực mang lại sự an toàn và chuyên nghiệp cho khách hàng. Công ty chúng tôi chân thành cảm ơn quý khách đã lựa chọn chúng tôi cho chuyến du lịch tại Phong Nha. Chúng tôi rất mong sẽ gặp lại bạn.\n\nĐọc thêm",
            "Tour du lịch tuyệt vời với hướng dẫn tuyệt vời. Họ thông báo cho chúng tôi và khiến chúng tôi cảm thấy rất được chào đón. Chúng tôi đã cười suốt cả ngày. Các hang động thật đáng kinh ngạc. Bữa trưa giữa các hoạt động rất ngon và có nhiều lựa chọn ăn chay tuyệt vời.Đọc thêm",
            "Thật tuyệt vời, đủ thời gian để tận hưởng mọi thứ, bữa trưa ngon miệng và những lời giải thích tuyệt vời Cảm ơn bạn rất nhiềuĐọc thêm",
            "Sara là hướng dẫn viên du lịch giỏi nhất chúng tôi có ở Việt Nam, cô ấy rất nhiệt tình và có thể kể nhiều về vùng Phong Nha. Cô ấy đã giải thích mọi thứ trước khi chúng tôi làm việc đó nên mọi thứ đều rất rõ ràng đối với chúng tôi. Và cô ấy có thể nói tiếng Anh rất tốt, thuộc hàng giỏi nhất Việt Nam. Bản thân chuyến tham quan này thật tuyệt nếu bạn muốn làm điều gì đó mạo hiểm nhưng không đạt đến trình độ chuyên gia. Đó là một sự kết hợp tốt giữa việc khám phá các hang động nhưng cũng có thể làm được nhiều việc hơn là chỉ tham quan. Cảm ơn!Đọc thêm",
            "Chúng tôi đã có một chuyến đi rất vui vẻ và thấy được rất nhiều điều đẹp đẽ. Khu vườn thực vật đầu tiên hơi thất vọng vì chúng tôi chỉ có thể đi bộ được một km. Tôi nghĩ nó sẽ nhiều hơn. Nhưng phần còn lại thì rất tốt. Các hang động rất ấn tượng và tôi khuyên bạn nên làm điều đó. Hướng dẫn viên của chúng tôi Sarah là một người rất tốt và cô ấy biết rất nhiều về những điều chúng tôi sắp xem.Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời, đặc biệt là tắm bùn. Tôi thực sự khuyên bạn nên, nếu bạn thích phiêu lưu. Công viên nước sau đó khá tốt, mát mẻ và thư giãn.Đọc thêm"
        ],
        "star_ratings": [
            42,
            6,
            2,
            2,
            0
        ],
        "review_amount": 52,
        "location": [
            "Tỉnh Quảng Bình",
            "Những điều cần làm ở Phong Nha",
            "Châu Á",
            "Việt Nam",
            "Chuyến phiêu lưu xanh",
            "Phong Nha"
        ],
        "reviews_time": [
            "Written May 5, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024",
            "Written April 27, 2024",
            "Written April 24, 2024",
            "Written April 23, 2024",
            "Written April 21, 2024",
            "Written April 19, 2024",
            "Written April 19, 2024",
            "Written April 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163545-d26022263-Reviews-or10-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-or20-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186500-d218576-Reviews-Inveraray_Castle_Gardens-Inveraray_Argyll_and_Bute_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104674-Reviews-Coit_Tower-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g153510-d1823250-Reviews-Ecopark_Kantun_Chi-Puerto_Aventuras_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g33101-d4074804-Reviews-Fletcher_Cove_Park-Solana_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d7250993-Reviews-King_Abdullah_Park-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187440-d191218-Reviews-Aqualand_Torremolinos-Torremolinos_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g309253-d6501685-Reviews-Tama_Market-Tamarindo_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d286825-Reviews-Journey_Behind_the_Falls-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d123098-Reviews-Daytona_Flea_and_Farmer_s_Market-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1180077-d2321406-Reviews-Cala_Violina-Scarlino_Province_of_Grosseto_Tuscany.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-or20-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-or10-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Green Adventure Tour",
        "attraction_name_vi": "Chuyến phiêu lưu xanh",
        "general_info": [
            "52 đánh giá",
            "1 trong 12 phương tiện giao thông ở Phong Nha",
            "Chuyến tham quan mạo hiểm Adrenaline",
            "Taxi đưa đón",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Green Adventure Tours là một công ty du lịch địa phương có trụ sở tại Thị trấn Phong Nha, Quảng Bình, Việt Nam. Được thành lập vào năm 2018, chúng tôi chuyên tổ chức các chuyến tham quan và hoạt động mạo hiểm trong và xung quanh Vườn quốc gia Phong Nha-Kẻ Bàng, nơi có hang động lớn nhất thế giới.\nChúng tôi cung cấp nhiều dịch vụ khác nhau bao gồm leo núi, chèo thuyền kayak, thám hiểm hang động và đi thuyền. Green Adventure Tours cũng tổ chức các chuyến đi trong ngày đến nhiều điểm tham quan xung quanh như: Động Phong Nha, Động Thiên Đường và Hang Tối.Đọc thêm",
        "reviews": [
            "Thật đáng kinh ngạc khi chuyến đi này có ít đánh giá hơn vì đây là điều PHẢI LÀM ở Việt Nam. Hướng dẫn viên du lịch Hà Lê giải thích rất rõ những thông tin quan trọng về địa điểm đặc biệt này. Điều đó rất dễ hiểu, cô ấy có thể trả lời tất cả các câu hỏi của bạn và cũng thực sự rất tốt! Khuyến nghị lớn và thực sự hiếm thấy ở Việt Nam! Chuyến đi được tổ chức tốt tuyệt vời. Chúng tôi đã đến Hang Thiên Đường, Hang Tối và rất vui vẻ với trò zipline. Cảm ơn bạn rất nhiều vì chuyến đi trong ngày thực sự thú vị này! Đọc thêm",
            "Thật là một ngày tuyệt vời khi được nhìn thấy những hang động và vùng quê xinh đẹp như vậy. Thức ăn rực rỡ và rất nhiều niềm vui trên các môn thể thao dưới nước. Những hang bùn rất độc ácĐọc thêm",
            "Các chuyến tham quan Hang Thiên Đường và Hang Dám rất tuyệt. Ha le là một hướng dẫn rất tốt đẹp để có. Cả hai hang động đều tuyệt vời để xem, một trải nghiệm tuyệt vời. Điều duy nhất tôi không thích là quy mô của nhóm. Các nhóm rất lớn và chúng tôi phải đợi người khác mọi lúc. Tuy nhiên, Đồ ăn rất ngon và chúng tôi bắt đầu và kết thúc đúng giờ. Hà le cũng đã dành thời gian để chụp ảnh và quay video chúng tôi thực hiện trò chơi zipline và trong hang tối. Cô chủ rất dễ thương.Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan tuyệt vời với Green Adventure Tour! Lần đầu tiên chúng tôi khám phá Hang Thiên Đường, thật ấn tượng! Bữa trưa thực sự rất ngon. Phần yêu thích của chúng tôi là Hang Tối, nơi bạn có thể đu dây đến lối vào! Trong hang chúng tôi đã tắm bùn, rất vui. Sau đó chúng tôi có thời gian rảnh để chơi đùa dưới nước. Chắc chắn đề xuất chuyến tham quan này! Đọc thêm",
            "Chuyến tham quan tuyệt vời mà tôi chỉ có thể giới thiệu! Hướng dẫn viên Sarah của chúng tôi nói tiếng Anh rất tốt và cung cấp rất nhiều thông tin, hang động thiên đường thật ngoạn mục và hang tối cực kỳ thú vị. Khi bạn để điện thoại trong tủ khóa để đi vào hang tối nếu bạn không có vỏ chống nước thì đó cũng là một dịch vụ rất gọn gàng khi hướng dẫn viên sẽ chụp ảnh mọi người và gửi chúng sau đó qua WhatsApp.Đọc thêm",
            "Chúng tôi rất vui với phản hồi của bạn khi sử dụng dịch vụ của chúng tôi và rất mong được phục vụ bạn lần nữa trong tương laiĐọc thêm",
            "Chuyến tham quan hang tối trong vườn thực vật thiên đường thật thú vị. Hướng dẫn rõ ràng và đảm bảo mọi thứ đều an toàn. Cảm ơn hướng dẫn viên du lịch Sarah và Hà Lê. Rất khuyến khích! Đọc thêm",
            "Cảm ơn bạn đã dành thời gian quý báu để xem xét sản phẩm tour của chúng tôi. Đội ngũ Green Adventure Tour luôn nỗ lực mang đến cho khách hàng dịch vụ an toàn và chu đáo. Chúng tôi hy vọng bạn đã có một ngày tuyệt vời khi trải nghiệm chuyến tham quan của chúng tôi và chúng tôi chúc bạn may mắn và hạnh phúcĐọc thêm",
            "Chuyến tham quan tuyệt vời. Mọi thứ đều hoàn hảo, hang động rất đẹp, bữa trưa truyền thống và hướng dẫn viên Hà của chúng tôi thật tuyệt vời! Chúng tôi bơi lội, đu dây và tham quan Hang Tối thật thú vịĐọc thêm",
            "Chúng tôi đánh giá rất cao phản hồi của bạn về công ty du lịch, đặc biệt là về hướng dẫn viên du lịch cô Hà. Công ty du lịch chúng tôi luôn nỗ lực nâng cao chất lượng dịch vụ cũng như chăm sóc khách hàng lên hàng đầu. Chúng tôi hy vọng bạn có một chuyến đi tuyệt vời với chúng tôi tại Phong Nha. Rất mong được gặp lại bạn trong tương laiĐọc thêm",
            "Chuyến tham quan tuyệt vời đến Động Thiên Đường vào buổi sáng và Động Phong Nha vào buổi chiều. Một bữa trưa ngon miệng ở giữa đã được bao gồm trong giá. Hướng dẫn viên du lịch Hà và Sara thật tuyệt.Đọc thêm",
            "Haha là một hướng dẫn viên du lịch tuyệt vời. Rất nhiều thông tin, hài hước tuyệt vời trong công việc của cô ấy. Bản thân chuyến tham quan này rất đáng đồng tiền và là việc phải làm nếu bạn ở lại đây. Hà cũng là nhiếp ảnh gia riêng của chúng tôi khi chúng tôi ở trong bùn nên chúng tôi không phải đập vỡ điện thoại và mắc kẹt ngay.Đọc thêm",
            "Chúng tôi rất vui khi nhận được những phản hồi tuyệt vời như vậy từ bạn, đặc biệt là về hướng dẫn viên du lịch của chúng tôi, cô ha. Công ty du lịch của chúng tôi luôn nỗ lực mang đến những dịch vụ du lịch chất lượng hàng đầu và rất mong được gặp lại quý khách tại Phong Nha trong thời gian tới. Cảm ơn bạn.Đọc thêm",
            "Hang động thiên đường thật tuyệt vời để xem. Hang tối rất thú vị khi tắm bùn và đu dây để đến đó. Khu công viên nước cũng rất vui sau đó. Ha ha hướng dẫn viên của chúng tôi thật tuyệt vời, rất thân thiện và đã chụp rất nhiều ảnh và quay video về tất cả chúng tôi. Bữa trưa cũng rất ngon. 100 sẽ giới thiệuĐọc thêm",
            "Cảm ơn bạn đã dành thời gian quý báu để xem xét các dịch vụ du lịch của chúng tôi. Chúc bạn có một chuyến đi thú vị tại Việt Nam. Cảm ơn nhiềuĐọc thêm"
        ],
        "star_ratings": [
            42,
            6,
            2,
            2,
            0
        ],
        "review_amount": 52,
        "location": [
            "Tỉnh Quảng Bình",
            "Những điều cần làm ở Phong Nha",
            "Châu Á",
            "Việt Nam",
            "Chuyến phiêu lưu xanh",
            "Phong Nha"
        ],
        "reviews_time": [
            "Written April 15, 2024",
            "Written April 14, 2024",
            "Written April 14, 2024",
            "Written April 14, 2024",
            "Written April 14, 2024",
            "Written April 12, 2024",
            "Written March 24, 2024",
            "Written March 20, 2024",
            "Written March 20, 2024",
            "Written March 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163545-d26022263-Reviews-or20-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-or10-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-or30-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188964-Reviews-Trafalgar_Square-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60922-d2415414-Reviews-Natural_History_Museum_of_Utah-Salt_Lake_City_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d10265512-Reviews-World_Gym-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g11890989-d4770941-Reviews-Carta_Monastery-Carta_Harghita_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g147351-d1603460-Reviews-Tijon-Grand_Case_Saint_Martin_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g3845613-d11945793-Reviews-Sosodikon_Hill-Kundasang_Ranau_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d15056594-Reviews-Topgolf-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d116390-Reviews-Brighton_Beach-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g43137-d11537621-Reviews-Watt_Munisotaram-Hampton_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d3584314-Reviews-Stabilimento_Balneare_Bagni_Salvatore-Sorrento_Province_of_Naples_Campania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-or30-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-or20-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Green Adventure Tour",
        "attraction_name_vi": "Chuyến phiêu lưu xanh",
        "general_info": [
            "52 đánh giá",
            "1 trong 12 phương tiện giao thông ở Phong Nha",
            "Chuyến tham quan mạo hiểm Adrenaline",
            "Taxi đưa đón",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Green Adventure Tours là một công ty du lịch địa phương có trụ sở tại Thị trấn Phong Nha, Quảng Bình, Việt Nam. Được thành lập vào năm 2018, chúng tôi chuyên tổ chức các chuyến tham quan và hoạt động mạo hiểm trong và xung quanh Vườn quốc gia Phong Nha-Kẻ Bàng, nơi có hang động lớn nhất thế giới.\nChúng tôi cung cấp nhiều dịch vụ khác nhau bao gồm leo núi, chèo thuyền kayak, thám hiểm hang động và đi thuyền. Green Adventure Tours cũng tổ chức các chuyến đi trong ngày đến nhiều điểm tham quan xung quanh như: Động Phong Nha, Động Thiên Đường và Hang Tối.Đọc thêm",
        "reviews": [
            "Đây là một ngày tuyệt vời!  Hà Lê là một hướng dẫn viên du lịch tuyệt vời. Tôi không giỏi về độ cao nhưng đu dây qua sông là một trải nghiệm tuyệt vời. Hang thiên đường thực sự tuyệt vời.  Bữa trưa tại The Dark Cave, một phần của gói tour thật tuyệt vời. Rất nhiều loại thực phẩm khác nhau. Một số lượng lớn, được phục vụ trên một đĩa chia sẻ lớn. Đây chắc chắn là một trong những ngày tuyệt vời nhất chúng tôi có được ở Việt Nam trong chuyến đi 30 ngày của chúng tôi! Đọc thêm",
            "Chúng tôi rất vui mừng khi nhận được phản hồi tích cực của bạn về công ty cũng như hướng dẫn viên du lịch tuyệt vời của chúng tôi. Chúc bạn sức khỏe và hạnh phúc.Đọc thêm",
            "Nhìn chung trải nghiệm chúng tôi đặt là tốt. Các khu vườn thực vật rất ấn tượng nhưng hang động thiên đường và hang tối thật tuyệt vời. Thật không may, nhóm của chúng tôi đã hết chỗ nên phải chờ đợi rất nhiều giữa các hoạt động trong khi nó được sắp xếp.Đọc thêm",
            "Chuyến tham quan và những thắng cảnh chúng tôi thấy thật tuyệt vời. Chúng tôi đã đến động Thiên Đường và Phong Nha. Họ thật ngoạn mục và vượt xa sự mong đợi của chúng tôi. Những hang động này cho đến nay là tốt nhất mà chúng tôi đã thấy. Khu vực này được bảo trì tốt và chuyến đi đến hang Thiên Đường không quá vất vả. Chắc chắn là phải làm kinh nghiệm. Các hướng dẫn viên Tsang và Sarah rất giàu thông tin.Đọc thêm",
            "Nơi độc đáo và ngoạn mục trên trái đất. Hướng dẫn viên Sarah cực kỳ thân thiện và hữu ích, đồng thời khiến chuyến tham quan trở nên thú vị cũng như hấp dẫn. Có rất nhiều bậc thang và đường dốc trơn trượt để đến Động Thiên Đường, nhưng quang cảnh bên trong rất đáng giá. Một trải nghiệm khó quên và là điểm nhấn trong toàn bộ chuyến đi của tôi!Đọc thêm",
            "Rất vui được nhìn thấy những hang động đẹp. Rất hữu ích khi tôi bị mất giày. Để tôi có thể quay lại lấy chúng. Thật vui khi được đu dây vào hang tốiĐọc thêm",
            "Chúng tôi đặt hai ngày liên tiếp. Chuyến tham quan đến thiên đường và hang động tối tăm cũng như chuyến leo núi xuyên rừng trong rừng. Cả hai trải nghiệm đều đầy đủ và đầy thú vị. Hoàn toàn xứng đáng. Nếu bạn muốn leo núi, hãy lưu ý rằng đường đi rất khó khăn. Khung cảnh và tất cả trải nghiệm hoàn toàn xứng đáng với độ khó của việc leo núi. Hướng dẫn của chúng tôi thực sự hữu ích và kể cho chúng tôi một số câu chuyện rất thú vị về nơi này. Đọc thêm",
            "Thắng rất hữu ích, một hướng dẫn thú vị. Có một ngày tuyệt vời, tôi muốn giới thiệu 100 người đi tham quan cùng anh ấy! Đọc thêm",
            "Thắng là một hướng dẫn tuyệt vời! Tôi đã tham gia chuyến tham quan Thiên đường và Hang tối cùng anh ấy và điều đó thật thú vị. Yêu tắm bùn! Đọc thêm",
            "Sarah hướng dẫn viên du lịch của chúng tôi rất tử tế và cung cấp nhiều thông tin thú vị về các hang động. Chúng tôi đã có khoảng thời gian tuyệt vời và nhiều niềm vui trong hang tối với lớp lót Zip và tắm bùn. Đọc thêm",
            "Chuyến tham quan tuyệt vời, Gide Hương tuyệt vời, hay còn gọi là Sara. Đến đúng giờ và sắp xếp mọi thứ mà chúng tôi rất thích cô ấy. Cảm giác hài hước tuyệt vời! Việc đi bộ qua rừng và các hang động và chuyến đi bằng thuyền rất thú vị. Hương đưa mình đi các địa điểm tham quan mà người khác không đi nên không đông đúc chút nào.Đọc thêm"
        ],
        "star_ratings": [
            42,
            6,
            2,
            2,
            0
        ],
        "review_amount": 52,
        "location": [
            "Tỉnh Quảng Bình",
            "Những điều cần làm ở Phong Nha",
            "Châu Á",
            "Việt Nam",
            "Chuyến phiêu lưu xanh",
            "Phong Nha"
        ],
        "reviews_time": [
            "Written March 13, 2024",
            "Written March 8, 2024",
            "Written January 20, 2024",
            "Written January 3, 2024",
            "Written November 29, 2023",
            "Written October 21, 2023",
            "Written October 5, 2023",
            "Written October 4, 2023",
            "Written September 8, 2023",
            "Written August 9, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163545-d26022263-Reviews-or30-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-or20-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-or40-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g608874-d3512299-Reviews-Gunnuhver_Hot_Springs-Grindavik_Reykjanes_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g34615-d270739-Reviews-Lake_Jesup-Sanford_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g31225-d7908862-Reviews-Willow_Beach-Fort_Mohave_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8567498-Reviews-SeaGlass_Carousel-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g424926-d12176786-Reviews-Brihadeeswara_Temple-Thanjavur_Thanjavur_District_Tamil_Nadu.html",
            "https://www.tripadvisor.com/Attraction_Review-g182183-d185146-Reviews-Tremblant-Mont_Tremblant_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d324888-Reviews-Gyeongbokgung_Palace-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d314921-Reviews-Old_Market_Hall-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g293732-d10765253-Reviews-Tahiti_Beach_Club-Casablanca_Casablanca_Settat.html",
            "https://www.tripadvisor.com/Attraction_Review-g32661-d146244-Reviews-Montana_de_Oro_State_Park-Los_Osos_San_Luis_Obispo_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-or40-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-or30-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Green Adventure Tour",
        "attraction_name_vi": "Chuyến phiêu lưu xanh",
        "general_info": [
            "52 đánh giá",
            "1 trong 12 phương tiện giao thông ở Phong Nha",
            "Chuyến tham quan mạo hiểm Adrenaline",
            "Taxi đưa đón",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Green Adventure Tours là một công ty du lịch địa phương có trụ sở tại Thị trấn Phong Nha, Quảng Bình, Việt Nam. Được thành lập vào năm 2018, chúng tôi chuyên tổ chức các chuyến tham quan và hoạt động mạo hiểm trong và xung quanh Vườn quốc gia Phong Nha-Kẻ Bàng, nơi có hang động lớn nhất thế giới.\nChúng tôi cung cấp nhiều dịch vụ khác nhau bao gồm leo núi, chèo thuyền kayak, thám hiểm hang động và đi thuyền. Green Adventure Tours cũng tổ chức các chuyến đi trong ngày đến nhiều điểm tham quan xung quanh như: Động Phong Nha, Động Thiên Đường và Hang Tối.Đọc thêm",
        "reviews": [
            "Trải nghiệm tuyệt vời! Các hang động và khu vực sông thực sự rất đẹp. Chúng tôi rất ngại thực hiện chuyến tham quan này với cậu con trai 3 tuổi của mình, nhưng Sarah, hướng dẫn viên du lịch của chúng tôi rất hữu ích và làm cho nó trở nên dễ dàng. Hang tối thực sự rất buồn cười và hang thiên đường thật tuyệt vời. Hướng dẫn viên đề nghị thay đổi thứ tự của tham quan các hang động để tránh đám đông. Và đó là một ý tưởng tuyệt vời! Cảm ơn bạn vì tất cả mọi thứ!Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời với Green Adventure vào ngày 20 tháng 5. Hướng dẫn viên Winny rất thân thiện và chuyên nghiệp. Tôi thực sự khuyên bạn nên tham gia chuyến đi bộ đường dài với Winny. Đọc thêm",
            "Gia đình bốn người của chúng tôi đã có khoảng thời gian tuyệt vời với chuyến tham quan kết hợp Green Lands Paradise Cave, Dark Cave và Zipline. Bữa trưa đi kèm với chuyến tham quan cũng rất ngon. Hướng dẫn viên của chúng tôi là Sarah và cô ấy rất thân thiện và hiểu biết. Chắc chắn sẽ giới thiệu chuyến tham quan này, công ty này và Sarah làm hướng dẫn viên du lịch cho bạn.Đọc thêm",
            "Có một chuyến đi thú vị với Sarah, thăm hang động Paradise Dark. Hang thiên đường rất đẹp để xem và hang tối vui nhộn và phiêu lưu. Sarah là người giàu thông tin, thẳng thắn và rất ngọt ngào. Chúng tôi đã có một ngày tốt lành. Đọc thêm",
            "Chuyến đi trong ngày lý tưởng để tìm hiểu về thiên nhiên và hang động ở vườn quốc gia Phong Nha. Xe buýt đón chúng tôi tại khách sạn và hướng dẫn viên rất thân thiện và hữu ích. Nhìn thấy khu vườn thực vật có thác nước và nhận được thông tin về lịch sử ở đó. Chúng tôi cũng đã đến thăm Động Thiên Đường, thật đẹp! Hãy dành thời gian để đi bộ xung quanh. Tuyến đường đi xuyên qua rừng rậm cũng là một trải nghiệm. Bữa trưa tại Hang Tối được tổ chức tốt. Đi zipline hoặc chèo thuyền kayak đến cửa hang rồi tiếp tục đi chân trần dọc theo con đường bùn. Rất thú vị để trải nghiệm, một hang động tối tăm như vậy. Một nhóm người tốt và một người hướng dẫn tốt bụng đã kể rất nhiều điều. Sau đó bạn được trả về khách sạn gọn gàng.Đọc thêm",
            "Chuyến tham quan tuyệt vời nơi mọi thứ được tổ chức tốt! Chúng tôi được đón tại khách sạn và có một hướng dẫn viên tốt bụng Ha Ha. Rất khuyến khích!Đọc thêm",
            "Thật tuyệt vời.Ha rất hữu ích!!!!Cô ấy lặp lại những gì được nói vì người hướng dẫn nói rất nhanh. Cô ấy giúp bạn một tay khi bạn cần. Bởi vì nó trơn trượt. Đáng giá Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan và thấy nó thực sự lộn xộn. Không có gì được sắp xếp hợp lý cả. Chúng tôi phải đi chân trần qua một hang động tối tăm. Chúng tôi thực sự đã quen với một thứ gì đó, nhưng ngày hôm trước chúng tôi đã thực hiện một chuyến tham quan khác ở một nơi khác, nơi họ cũng có những đôi giày đẹp đặc biệt và họ không có thứ đó ở đây. Tại vườn thực vật, chúng tôi thậm chí không có thời gian để đi bộ xuống để ngắm nhìn toàn bộ thác nước. Mọi thứ diễn ra rất nhanh và rồi chúng tôi đột nhiên phải đi cùng một hướng dẫn viên khác. Chúng tôi rất thích tự mình nhìn thấy hang động thiên đường, nhưng chúng tôi thực sự không cần một chuyến tham quan cho việc này, chúng tôi cũng không cần vườn bách thảo. Hang tối nhìn rất đẹp, nhưng như đã đề cập, đó là một mớ hỗn độn từ tổ chức... chắc chắn không được khuyến khích, đặc biệt là với số tiền bạn phải trả!Đọc thêm",
            "Hướng dẫn viên của chúng tôi là Thắng, chúng tôi đã có một trải nghiệm tuyệt vời. Ngay từ đầu anh ấy đã giải thích cho chúng tôi chuyến đi sẽ diễn ra như thế nào trên đường đi. Chúng tôi yêu thích chuyến tham quan và những lời giải thích.Đọc thêm"
        ],
        "star_ratings": [
            42,
            6,
            2,
            2,
            0
        ],
        "review_amount": 52,
        "location": [
            "Tỉnh Quảng Bình",
            "Những điều cần làm ở Phong Nha",
            "Châu Á",
            "Việt Nam",
            "Chuyến phiêu lưu xanh",
            "Phong Nha"
        ],
        "reviews_time": [
            "Written July 15, 2023",
            "Written June 26, 2023",
            "Written June 21, 2023",
            "Written June 17, 2023",
            "",
            "Written May 4, 2024",
            "",
            "Written April 27, 2024",
            "",
            "Written April 21, 2024",
            "",
            "Written April 17, 2024",
            "",
            "Written September 13, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g13163545-d26022263-Reviews-or40-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-or30-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066443-d12232065-Reviews-Square_Enix_Cafe-Chiyoda_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d3344950-Reviews-Terrazza_Aperol-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d658904-Reviews-Algiers_Ferry-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g49200-d123069-Reviews-Cape_Point_Beach-Hatteras_Island_Outer_Banks_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g41119-d21065076-Reviews-Crystal_Beach-Earleville_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g44929-d135197-Reviews-Meramec_Caverns-Stanton_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g2626907-d19268791-Reviews-Shaat_View_Point-Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d950994-Reviews-Blue_Massage_puerto_vallarta-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d4356890-Reviews-Duke_Kahanamoku_Lagoon-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g8652730-d12295819-Reviews-Princess_Summer_Club_Mamaia-Mamaia_Constanta_Constanta_County_Southeast_Romania.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g13163545-d26022263-Reviews-or40-Green_Adventure_Tour-Phong_Nha_Quang_Binh_Province.html"
    }
]