[
    {
        "attraction_name": "Groupama Stadium",
        "attraction_name_vi": "Sân vận động Groupama",
        "general_info": [
            "1.442 đánh giá",
            "1 trong số 13 hoạt động giải trí tại Decines-Charpieu",
            "Sân vận động Arenas"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Bầu không khí tuyệt vời trong trận Pháp vs Anh sáu quốc gia. Việc xây dựng ở đấu trường liền kề là một vụ nổ. Phương tiện di chuyển đến và đi từ thành phố được sắp xếp rất hợp lý.Đọc thêm",
            "Dễ dàng để đến sân vận động. Phải thực hiện một chuyến tham quan bằng tiếng Pháp vì các chuyến tham quan bằng tiếng Anh đã được đặt trước nhưng hướng dẫn viên của chúng tôi đảm bảo rằng chúng tôi có thông tin bằng tiếng Anh qua tai nghe và anh ấy nói tiếng Anh hoàn hảo cho các câu hỏi. Tên anh ấy là Alexis Alex? và anh ấy thật tuyệt vời.Đọc thêm",
            "Chào Geselle, \ncảm ơn bạn rất nhiều vì bài đánh giá tốt đẹp mà bạn đã viết về chuyến tham quan sân vận động mà bạn đã trải nghiệm tại Sân vận động Groupama. \nAlexis là một hướng dẫn viên tuyệt vời, người chia sẻ tận tình niềm đam mê của CV! \n\nTôi rất vui vì bạn đã lưu giữ kỷ niệm đẹp nhất trong chuyến hành trình của mình với chúng tôi.\n\nHy vọng được chào đón bạn một lần nữa! \nMọi điều tốt đẹp nhất!\nĐọc thêm",
            "Đến thăm bảo tàng vào ngày 3 tháng 6 năm 2023. Rất nhiều thông tin và dễ định hướng. Chủ nhà ở phần cuối của bảo tàng cực kỳ tốt bụng và thân thiện, chúng tôi đã có một cuộc trò chuyện tuyệt vời. Đề nghị!Đọc thêm",
            "Bảo tàng rất xuất sắc với một hướng dẫn viên rất am hiểu, có tiếng Anh tuyệt vời.  Sân vận động thật tuyệt vời và mọi người cực kỳ thân thiện.  Tôi đã đưa con trai tôi từ Ireland đến vào dịp sinh nhật của nó và nó đã có khoảng thời gian tuyệt vời nhất.  Cảm ơn bạnĐọc thêm",
            "Xin chào Paintyboat, \n\ncảm ơn rất nhiều vì phản hồi rất tích cực về trải nghiệm của bạn khi đến thăm sân vận động và bảo tàng của chúng tôi.  \n\nChúng tôi rất tự hào về chất lượng đội ngũ nhân viên của chúng tôi và rất vui vì ông và con trai ông đánh giá cao đội ngũ nhân viên của chúng tôi. \n\nHy vọng được chào đón bạn một lần nữa cho một trận đấu!\n\nMọi điều tốt đẹp nhất! Đọc thêm",
            "Sân vận động thực sự đẹp - được tổ chức tốt, hiệu quả và tôi yêu thích các quầy bán đồ ăn nằm cả bên ngoài lẫn bên trong. Chúng tôi đến sớm một giờ để chơi trận đấu và có khoảng thời gian tuyệt vời để đi dạo và ăn uống. Nó hơi xa thành phố nhưng chúng tôi đi tàu điện ngầm và xe điện và đi bộ khoảng 15 phút. đó là một cách dễ dàng để đến đó - mất khoảng 50 phút.Đọc thêm",
            "Tôi gặp sự cố khi tìm chỗ đậu xe - Tôi đang đậu xe ở bãi đậu xe của trung tâm tiêm chủng, vâng, cũng có một trung tâm tiêm chủng trong sân vận động. Một chuyến tham quan sân vận động luôn là điều thú vị đối với con bạn. Tôi đã đến thăm một cặp vợ chồng và rất ấn tượng. Nó được tổ chức tốt! Một hướng dẫn viên du lịch rất thân thiện, người biết rõ câu lạc bộ của anh ấy và lịch sử câu lạc bộ! Sau một chuyến tham quan thú vị, chúng tôi đã đến thăm bảo tàng OL. Đây là một bảo tàng rất thân thiện với trẻ em với máy chơi game PS4 và những thứ khác để bọn trẻ chơi trong khi người hâm mộ OL trong tôi có thể đi lang thang thêm một chút! Sân vận động cũng nằm trên một địa điểm lớn hơn - nơi bạn có thể ăn trưa hoặc ăn tối sau đó. rất nhiều nhà hàngbistroĐọc thêm",
            "Tuần trước tôi và con trai đã thực hiện một chuyến tham quan bằng tiếng Anh tại sân vận động groupama. Hướng dẫn viên Tom của chúng tôi rất nhiệt tình và biết nhiều về câu lạc bộ và sân vận động. Ông ấy đã chỉ cho chúng tôi rất nhiều địa điểm và chúng tôi đã có cơ hội đến thăm phòng tổng thống. Sau chuyến tham quan, chúng tôi đến thăm bảo tàng. Điều này rất thú vị và vui vẻ. Bên cạnh thông tin lịch sử, chúng tôi còn có một chuyến tham quan bằng âm thanh bằng tiếng Anh miễn phí, còn có rất nhiều hình ảnh 3D và trò chơi tương tác. So với sân vận động Marseille mà chúng tôi đã ghé thăm một ngày sau Lyon, chúng tôi thích sân vận động Groupama và chuyến tham quan nhất.Đọc hơn",
            "Chúng tôi đã tham dự trận đấu cuối cùng của Giải vô địch bóng đá nữ thế giới tại Sân vận động Visite du Groupama và nghĩ rằng rất dễ dàng để đến sân vận động bằng xe điện đưa đón. Trở lại là một vấn đề hoàn toàn khác. Khi tham gia một trận đấu, một số người rời đi rất sớm trong khi những người khác đến đúng lúc để ổn định chỗ ngồi trước khi trận đấu bắt đầu. Tuy nhiên, khi trò chơi kết thúc, mọi người đều cố gắng rời đi cùng một lúc. Điều này tạo ra những hàng dài vô cùng, khiến chúng tôi phải chờ hơn một tiếng đồng hồ mới bắt được xe đưa đón về thị trấn. Thêm vào đó, trời bắt đầu mưa khi mọi người đứng xếp hàng. Có rất nhiều phòng vệ sinh và gian hàng để lấy đồ ăn và đồ uống lạnh trong sân vận động mặc dù rất ít công nhân nói hoặc hiểu tiếng Anh. Tôi chắc chắn họ có lý do, nhưng tôi nghĩ chính sách về bia ở sân vận động rất kỳ quặc. Có một hàng rào bên ngoài xung quanh sân vận động và bạn phải qua cửa kiểm tra an ninh và xuất trình vé để vào bên trong hàng rào. Mặc dù điều đó không đưa bạn vào sân vận động, nhưng đó là nơi bán bia và bạn phải uống nó khi ở đó. Để vào sân vận động, nơi bán đồ ăn, bạn phải đi qua một dãy cửa khác và xuất trình lại vé của mình. Bạn có thể mua và uống bao nhiêu bia tùy thích trong hàng rào bên ngoài, nhưng bia không được bán trong sân vận động và bạn không được mang vào.Đọc thêm",
            "Rất dễ dàng để đến sân vận động vì xe điện chạy thẳng đến sân vận động và trên đường trở về sau trận đấu. Sân vận động lớn với những người hâm mộ tuyệt vời! Giá vé cũng hợp lý. Đọc thêm",
            "Gần đây chúng tôi đã tham dự Vòng bán kết và Chung kết World Cup nữ diễn ra tại Sân vận động Visite du Groupama. Trước khi rời Mỹ, chúng tôi đã xem xét vấn đề vận chuyển sân vận động, sân vận động nằm khá xa Lyon nhưng chưa quyết định cách tốt nhất để đến đó. Tuy nhiên, khi lái xe từ sân bay đến nơi chúng tôi ở ở phía bắc Lyon, chúng tôi lái xe ngay cạnh sân vận động và nhận ra rằng sẽ dễ dàng theo thuyết tương đối nếu chỉ lái xe đến các trận đấu và đỗ xe tại sân vận động. Việc lái xe và đỗ xe tại sân vận động hóa ra rất dễ dàng, mặc dù việc lấy được thẻ đỗ xe được in ra tỏ ra khó khăn hơn. Hướng dẫn trực tuyến để lấy thẻ đỗ xe không rõ ràng lắm và chủ yếu bằng tiếng Pháp, nhưng chúng tôi vẫn tiếp tục và thanh toán cho hai vé đậu xe bán kết. Sau đó, chúng tôi phát hiện ra rằng để vào khu vực đỗ xe cần phải có thẻ in trên giấy thay vì chỉ xuất trình thẻ từ điện thoại của bạn. Ngày hôm sau, chúng tôi đi tham quan ở Lyon, tìm nơi in thẻ. May mắn thay, với sự hỗ trợ của hướng dẫn viên đi bộ, cuối cùng chúng tôi đã thành công. Trận cuối cùng, chúng tôi đi xe điện và phải đứng dưới mưa cả tiếng đồng hồ sau trận đấu trước khi có thể rời sân vận động.Đọc thêm",
            "Chào buổi sáng, tôi sắp đến buổi hòa nhạc của Taylor Swift, bạn có thể giới thiệu một khách sạn được không? Và nếu có ai biết ghế L-ROW 11 có phải là ghế tốt không Đọc thêm",
            "CHÀO! Tôi sắp đến buổi hòa nhạc của Taylor Swift và tôi gặp khó khăn khi đặt chuyến đi. Tôi không chắc sân vận động có thể tiếp cận được như thế nào và tôi không biết đặt khách sạn ở đâu. Có ai có lời khuyên gì cho người bay đến sân vận động không? :Đọc thêm",
            "Buổi tối vui vẻ\nTôi muốn đặt chỗ đậu xe cho buổi hòa nhạc vào ngày 31 và 23 tháng 5, bạn có thể cung cấp địa điểm không? Cảm ơn bạnĐọc thêm",
            "Xin chào trang web Olympic LyonĐọc thêm",
            "Chào buổi sáng \n\nTôi có một chiếc ghế hòa nhạc cho Indochine, tôi muốn biết liệu chiếc ghế này có thể đi ra bãi cỏ được không?",
            "Xin chào không, tôi không nghĩ vậyĐọc thêm",
            "Chào buổi sáng! Tôi đã mua vé xem buổi biểu diễn có chỗ ngồi đặt trước, nên đến địa điểm trước bao lâu?Đọc thêm",
            "Xin chào, tôi muốn đi xem buổi hòa nhạc Soprano vào năm 2022. Tôi muốn biết nên chọn chỗ ngồi nào ở mức cạnh vàng để có tầm nhìn tốt nhất có thể về buổi hòa nhạc. Cảm ơn bạnĐọc thêm.",
            "Chào buổi sáng.\nTrước hết, với tư cách là một vị khách đến xem một trận bóng đá, dù ở đâu, chúng ta cũng có thể nhìn thấy mặt sân một cách hoàn hảo.\nĐối với một buổi hòa nhạc, tôi có thể nói rằng, nếu bạn có đủ điều kiện thì những chiếc ghế cỏ gần sân khấu rõ ràng là tốt nhất.\nTôi đề nghị những chỗ ngồi ở cuối khán đài nằm trên khán đài. Nhanh lên, họ sẽ rời đi nhanh chóng.\n Trân trọngĐọc thêm",
            "Xin chào, để đến sân vận động Lyon tại sân vận động nhómama, con gái có được phép mang túi xách không? Cảm ơn bạn đã phản hồiĐọc thêm",
            "Chào buổi sáng,\nĐối với chuyến thăm tôi đã giữ túi xách của mình.Đọc thêm",
            "Chào buổi sáng . Không tốt lắm, tôi tự hỏi... vé tôi tải xuống qua email có mã Q.R. Tôi nên in chúng ra hay xuất trình email có mã này? Đây là loại mã vạch gì? Tôi chưa nhận được phản hồi từ dịch vụ khách hàng nên tôi đang thử ở đây.\nCảm ơn .\nĐọc thêm",
            "Chào buổi sáng,\nmã QR là đủ: hiển thị trên trang web và tận hưởng!\nchúc bạn có một chuyến đi vui vẻĐọc thêm",
            "Các bãi đậu xe miễn phí gần sân vận động ở đâu và bạn có thể đi từ bãi đậu xe đến sân vận động bằng cách nào? Chúng ta sẽ ở trong một chiếc motorhome và sự kiện sẽ kết thúc khá muộnĐọc thêm",
            "Xin chào, có một số bãi đậu xe xung quanh và dưới sân vận động. Đối với xe cắm trại, có chỗ đậu xe ở phía bắc của sân vận động gần cửa hàng Olympique Lyonnais được gọi là cửa hàng OLĐọc thêm",
            "Chào buổi sáng . \nTôi muốn tặng một chuyến tham quan sân vận động như một món quà sinh nhật.  Có ai biết có thể mua được vé không ghi ngày tháng không?\nCảm ơn bạn.Đọc thêm",
            "Chào buổi sáng\nKhông ý kiến. Gọi tới sân để xem rõ hơn\nChuyến du lịch vui vẻĐọc thêm"
        ],
        "star_ratings": [
            1102,
            238,
            55,
            27,
            27
        ],
        "review_amount": 1449,
        "location": [
            "Pháp",
            "Sân vận động Groupama",
            "Châu Âu",
            "Hoạt động giải trí tại Decines-Charpieu",
            "Rhône",
            "Auvergne-Rhône-Alpes",
            "Decines-Charpieu"
        ],
        "reviews_time": [
            "Written March 20, 2024",
            "Written August 1, 2023",
            "Written June 3, 2023",
            "Written April 8, 2023",
            "Written February 6, 2023",
            "Written February 16, 2022",
            "Written August 16, 2020",
            "Written June 23, 2020",
            "Written December 8, 2019",
            "Written November 1, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1080938-d9769104-Reviews-Groupama_Stadium-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1080938-d10821048-Reviews-Brasserie_des_Lumieres-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1080938-d15597051-Reviews-KOPSTER_Resto_Bar-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1165297-d3929291-Reviews-Leon-Meyzieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1080938-d23633434-Reviews-Manao-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1080938-d23332954-Reviews-Ninkasi_OL_Vallee-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1080938-d23459300-Reviews-Bchef-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1080938-d10636576-Reviews-Le_Coueron-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187265-d23453325-Reviews-American_City_Lyon_Ol_Vallee-Lyon_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1165297-d14976263-Reviews-Boulangerie_Marie_Blachere-Meyzieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1080938-d23531436-Reviews-O_grill-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080938-d14156552-Reviews-OL_Le_Musee-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080938-d15748604-Reviews-Offside_Gallery-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096044-d10450293-Reviews-Mini_World_Lyon-Vaulx_en_Velin_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g207360-d3645428-Reviews-AviaSim_Lyon-Villeurbanne_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187265-d4700724-Reviews-Memorial_National_de_la_Prison_de_Montluc-Lyon_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187265-d219461-Reviews-Institut_Musee_Lumiere-Lyon_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165297-d10681884-Reviews-Centre_Aquatique_Les_Vagues-Meyzieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080938-d10127323-Reviews-Le_Toboggan-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165297-d4062682-Reviews-Parc_Le_Grand_Large-Meyzieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096044-d4062681-Reviews-Grand_Parc_Miribel_Jonage-Vaulx_en_Velin_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080938-d9769104-Reviews-or10-Groupama_Stadium-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080938-d12084119-Reviews-OL_Escape_by_Game_of_Room-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080938-d23634937-Reviews-Vortex_Experience_Vr_Lyon-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080938-d24151328-Reviews-Theatre_a_l_Ouest_Lyon_Decines_OL_Vallee-Decines_Charpieu_Rhone_Auvergne_Rhone_.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080938-d24098166-Reviews-Bowling_Des_Lumieres-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080938-d23685593-Reviews-Exalto_Park-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1166685-d19455233-Reviews-Spa_Cinq_Mondes-Saint_Priest_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1166685-d10264013-Reviews-IFLY_Lyon-Saint_Priest_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g207360-d10236666-Reviews-Game_Of_Room-Villeurbanne_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080938-d23617744-Reviews-Vortex_Experience_Vr-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080938-d23630787-Reviews-Vortex_Experience_Vr-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1166685-d17622793-Reviews-Koezio_Lyon-Saint_Priest_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d6922063-Reviews-Mermerli_Beach-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g319780-d232076-Reviews-Bourtzi-Nafplio_Argolis_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g50581-d15356054-Reviews-Ludlow_Falls-Ludlow_Falls_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d1145399-Reviews-Raymond_James_Stadium-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d3393632-Reviews-Makronissos_Beach-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60909-d128935-Reviews-Mount_Tamalpais_State_Park-Mill_Valley_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189048-Reviews-London_Transport_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d2294573-Reviews-Paharganj-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g46671-d2290509-Reviews-Ironbound-Newark_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g49552-d10385676-Reviews-Southport_Fort_Fisher_Ferry-Southport_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1080938-d9769104-Reviews-or10-Groupama_Stadium-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1080938-d9769104-Reviews-Groupama_Stadium-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html"
    }
]