[
    {
        "attraction_name": "Guadalupe River State Park",
        "attraction_name_vi": "Công viên tiểu bang sông Guadalupe",
        "general_info": [
            "215 đánh giá",
            "1 trong 14 điều cần làm ở Spring Branch",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Công viên tiểu bang nổi tiếng là nơi ngắm chim tuyệt vời, có các địa điểm chỉ dựng lều và lều RV.Đọc thêm",
        "reviews": [
            "Nơi thư giãn tuyệt vời cho chuyến đi cắm trại cuối tuần. Công viên có một số chương trình giáo dục dành cho du khách và một trung tâm khám phá trẻ em, nơi bạn có thể thuê bộ dụng cụ khoa học cho con mình trong ngày hoặc qua đêm nếu bạn đi cắm trại. Điều này rất tốt cho gia đình. Ô nhiễm ánh sáng từ các vùng ngoại ô ngày càng gia tăng của San Antonio, vd. Bulverde gần đó rất tệ. Bạn sẽ nhìn thấy các ngôi sao vào ban đêm, nhưng ngay cả trong một đêm không trăng, bầu trời vẫn khá sáng dưới ánh đèn thành phố nếu thậm chí có một lớp mây mỏng. Đây là sự đánh đổi khi có một Walmart cách lối ra công viên 13 phút lái xe. Chúng tôi đã đặt chỗ cắm trại thông qua công ty Tentrr hiện đã phá sản và không còn tồn tại. Các kiểm lâm viên rất nhiệt tình, đồng thời thất vọng và bối rối vì hệ thống Tentrr không phải là một phần của họ. Tuy nhiên, một số cuộc điện thoại trước khi chúng tôi đến đã đảm bảo rằng chúng tôi có một khu cắm trại thường xuyên, mặc dù không phải là địa điểm chúng tôi đã đặt ban đầu và không có tiện nghi nào của Tentrr. Công viên nên có đợt giảm giá lều Tentrr vì chúng không thể sử dụng được. Nếu bạn đã đặt chỗ trước Tentrr, hãy nhớ gọi cho công viên trước khi đến để giải quyết tình huống của bạn. Cuối cùng nhưng không kém phần quan trọng, đối với các trại viên, như lời khuyên của trạm kiểm lâm, đội gấu mèo công viên CÓ THỂ và SILL nâng vật nặng, tháo dây thừng và mở tủ mát để lấy trộm thức ăn. Nếu bạn để máy làm mát ở ngoài vào ban đêm, bạn sẽ thấy thức ăn của mình đã hết và bạn phải lái xe đến Bulverde để tiếp tế.Đọc thêm",
            "Trước hết hãy để tôi nói rằng khi chúng tôi đi trời nhiều mây và ở mức thấp nhất là 70 giây. Tôi hơi thất vọng sau khi xem những bức ảnh trên mạng. Không có nhiều người ở công viên, chủ yếu là những người cắm trại. Có vẻ như có khá nhiều không gian để cắm trại. Có một khoản phí 7,00 mỗi người để vào công viên.Đọc thêm",
            "Công viên xinh đẹp với những con đường mòn đi bộ đẹp và địa điểm rộng rãi. Vấn đề duy nhất là ổ khóa trên cửa phòng tắm rất khó hiểu và một số người đã bước vào khi chúng tôi ở đó. Đọc thêm",
            "Thật là một nơi thú vị, mang tính giáo dục và đầy ý nghĩa!  Park Rangers tại Guadalupe mang lại trải nghiệm giải trí mang tính giáo dục kết hợp với môi trường cảnh quan thiên nhiên. Một nơi tuyệt đẹp để dành cho một cặp đôi, với gia đình hoặc dành cho bạn bè!   Dã ngoại, chèo thuyền kayak, nhiều hoạt động thiên nhiên!  Nhân viên thân thiện dễ chịu!!  Chưa bao giờ cắm trại ở đó nhưng đối với những người thích cắm trại, tôi chắc chắn GSP sẽ đáp ứng cho bạn lòng hiếu khách miền Nam của họ.   Vô cùng đẹp như tranh vẽ!Đọc thêm",
            "Chúng tôi yêu thích công viên này! Chúng tôi chỉ tình cờ gặp nó khi đến thăm khu vực này. Chúng tôi thậm chí còn không có ý định đi. Nhưng cuối cùng chúng tôi lại dành vài giờ ở đây để lội và bơi trên sông. Thật là một vị trí tuyệt đẹp với phông nền là vách đá! Nó sạch sẽ, nhiều phòng tắm và khu dã ngoại. Ngay cả phòng thay đồ.Đọc thêm",
            "Đó là một công viên rộng lớn sạch sẽ. Chúng tôi ở trong Motorhome và khu cắm trại, nơi hầu hết có những địa điểm râm mát. Lý do đánh giá của tôi không cao hơn là vì không có hệ thống thoát nước nào được cung cấp. Ngoài ra, chúng tôi chưa bao giờ gặp bất kỳ nhân viên nào, ngoại trừ tại cổng khi nhận phòng. Tuy nhiên, phải nói rằng, nhà tắm sạch sẽ và có vòi sen riêng, nơi bạn có thể khóa cửa để đảm bảo sự riêng tư. Chúng tôi đến đó để ngắm cảnh nhưng lại thấy mọi người đi bộ đường dài, đi xe đạp và chèo thuyền kayak. Không có Wi-Fi nhưng tôi có tín hiệu di động mạnh trên Verizon.Đọc thêm",
            "Nhìn chung nó là một công viên tốt đẹp. Bóng mát, view sông đẹp! Ngay cả phòng tắm đẹp. Nhưng nhân viên công viên và kiểm lâm hoàn toàn phá hỏng nó. Ý tôi là tôi đã là một người trưởng thành trên 21 tuổi trong một thời gian dài. Và tôi hoàn toàn hiểu ý tưởng không trưng bày đồ uống có cồn trong công viên gia đình. Nhưng có những người kiểm lâm lái xe chậm liên tục cả ngày và nhìn chằm chằm vào bạn. Hoặc dừng lại ở một nơi mà họ nghĩ rằng bạn không chú ý đến họ và nhìn chằm chằm vào bạn bằng ống nhòm. Tôi đã trả tiền để ở lại đây và có ít nhất một chút riêng tư tại địa điểm của mình. Đây cũng là công viên tiểu bang duy nhất ở Texas mà tôi từng đến dán các biển báo cấm rượu, còn người khác lại nói cấm trưng bày đồ uống có cồn ở nơi công cộng. Trên thực tế, đã xem những kẻ rác rưởi này tặng một vé cho nó, cho một gia đình đang câu cá thậm chí không mở nhạc. Họ yên bình hơn khi chúng tôi chơi nhạc. Và viên cảnh sát đó đã hành động hết sức cứng rắn trong khi anh ta viết nó, thành thật mà nói thì thật là kinh tởm. Chúng tôi sẽ không quay lại. Và nếu bạn thích thưởng thức đồ uống khi cắm trại hoặc đi nghỉ. Một khoản tiền khó kiếm được sau khi làm việc chăm chỉ ở nơi làm việc, tôi sẽ tránh xa công viên này. Không tôn trọng quyền riêng tư hoặc luật pháp tiểu bang bên ngoài nơi này. Không, tôi cũng không bị phạt hay cảnh cáo, chỉ là tôi không đánh giá cao việc bị theo dõi không ngừng nghỉ.Đọc thêm",
            "Chúng tôi ở đây 6 đêm tại Khu cắm trại Thổ Nhĩ Kỳ chìm; Trang 63 - trang tốt nhất từ ​​trước đến nay!  Lộng lẫy. Yêu công viên và khu vực. Chúng tôi chưa bao giờ biết có Hill Country ở TX.  Có một số con đường mòn đi bộ đường dài ngắn và khu vực Sông Guadalupe rất đẹp; điểm dã ngoại tuyệt vời quá.  Chúng tôi đã thấy rất nhiều hươu.  Chúng tôi cũng đã thực hiện chuyến tham quan có hướng dẫn về Khu vực Tự nhiên Bang Honey Creek.  Nó thực sự thú vị và rất thích đi bộ.  Honey Creek rất đẹp và chúng tôi hiểu tại sao khu vực này chắc chắn cần được bảo tồn và chỉ được phép vào bằng đường đi bộ có hướng dẫn viên.  Đáng buồn thay, nhiều người có cách yêu thiên nhiên đến chết và bỏ lại rác. Chắc chắn sẽ giới thiệu khu cắm trại và công viên tiểu bang này.Đọc thêm",
            "Những con đường mòn đi bộ đường dài tuyệt vời và khu vực đẹp. Duy trì tốt và sạch sẽ. Quang cảnh của Guadalupe rất đẹp và có nhiều nơi để nghỉ ngơi và BBQ, v.v.Đọc thêm",
            "Chúng tôi dành cả ngày ở sông.  Con sông thật đẹp!  Hãy nhớ mang theo giày nước và ống của riêng bạn.  Lòng sông nhiều đá, chân trần khó đi được.  Không có dịch vụ cho thuê ống vì vậy hãy nhớ mang theo ống của riêng bạn.  Các khu dã ngoại cũng như phòng tắm và khu vực thay đồ đều rất sạch sẽ.Đọc thêm",
            "Nơi tốt nhất cho du khách trong ngày là gì. Đang tìm kiếm khu dã ngoại càng gần mặt nước càng tốt, tốt nhất là có cả khu vực nông và sâu, có thể có điểm nhảy hoặc đu dây gần đó...Chúng tôi sẽ đến đó rất sớm để đề phòng.Đọc thêm",
            "Bất cứ nơi nào dọc theo dòng sông. Rất nhiều bàn ăn dã ngoại và bạn cũng có thể đi bộ dọc bờ sông. Đọc thêm",
            "Có bao nhiêu lều được phép dựng tại địa điểm dựng lều wagon ford? Đọc thêm",
            "Không có ý tưởng nào, xin lỗi. Vợ tôi và tôi đã ở đó trong một ngày thăm. Chúc may mắn tìm được câu trả lời. \n\nTôi sẽ gọi đến số trên trang web của Công viên Tiểu bang cho công viên nàyĐọc thêm",
            "Chúng tôi có thể tổ chức lò nướng BBQ nhỏ không hoặc có chỗ nào để nướng thịt không. Chúng ta có thể câu cá mà không có giấy phép. và có cho thuê cần câu không.   rất mong được ghé thămĐọc thêm",
            "Có vỉ nướng ở mỗi bàn, khoảng cách đẹp giữa. Cần có giấy phép câu cá và họ không thuê bất kỳ thiết bị nàoĐọc thêm",
            "Chi phí vào cửa là bao nhiêu?Đọc thêm",
            "Không chắc chắn về tải trọng xe, tôi luôn mua vé và nhét đầy xe.Đọc thêm",
            "Bạn có cho phép mang theo chó không?Đọc thêm",
            "Tôi nghĩ họ phải bị xích nhưng tôi sẽ thử gọi.  Nước nông đẹp vui vẻ bơi lội.  Tốt hơn vào các ngày trong tuần quá. Chèo thuyền vào cuối tuần.Đọc thêm",
            "Công viên này có phù hợp cho trẻ mới biết đi chơi đùa không?Đọc thêm",
            "Vâng, khu vực ngay gần bãi đậu xe là nơi tuyệt vời cho trẻ nhỏ.  Rất muốn giới thiệu giày nước mặc dù có rất nhiều đá.    Ngoài ra còn có một trung tâm khám phá thực sự tuyệt vời dành cho trẻ em tìm hiểu tất cả về thiên nhiên, động vật, v.v. Đọc thêm",
            "Làm cách nào để nhận phòng muộn sau 10 giờ tối? Họ có khóa cổng vào ban đêm không?Đọc thêm",
            "Bạn có được phép lái máy bay không người lái không?Đọc thêm",
            "Một lần nữa...gọi park...Đọc thêm",
            "Khu cắm trại Turkey Sink cách sông bao xa?Đọc thêm",
            "Phòng tắm và buồng tắm vòi sen tại Turkey Sink camaites có mở cửa không? Chúng tôi muốn cắm trại ở đó vào tháng 6 nhưng tôi không thể biết liệu họ có bố trí bô và vòi sen di động ở khu vực đó không? Tôi biết họ đang ở trong khu vực sử dụng ban ngày. Cảm ơn!Đọc thêm",
            "Nó cho thấy phòng vệ sinh và vòi hoa sen. Cây xô thơm tuyết tùng sẽ đóng cửa đến hết tháng 5.  Trên trang tpwd, hãy đến công viên tiểu bang sông Guadalupe. Họ sẽ có cảnh báo nếu có thứ gì đó bị đóng hoặc đóng.  Họ không thể hiện được. Đây là một công viên đẹp và được bảo trì tốt.Đọc thêm"
        ],
        "star_ratings": [
            107,
            81,
            16,
            8,
            3
        ],
        "review_amount": 215,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở chi nhánh mùa xuân",
            "TexasTX",
            "Chi nhánh mùa xuân",
            "Công viên tiểu bang sông Guadalupe"
        ],
        "reviews_time": [
            "Written April 10, 2024",
            "Written April 26, 2023",
            "Written April 6, 2023",
            "Written February 19, 2023",
            "Written September 14, 2022",
            "Written May 10, 2022",
            "Written March 27, 2022",
            "Written March 17, 2022",
            "Written September 22, 2021",
            "Written August 9, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g56702-d109498-Reviews-Guadalupe_River_State_Park-Spring_Branch_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g56702-d3693491-Reviews-Knibbe_Ranch-Spring_Branch_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56702-d13078234-Reviews-Anhalt_Hall-Spring_Branch_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56702-d8477762-Reviews-Power_Park_Fitness-Spring_Branch_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56702-d109498-Reviews-or10-Guadalupe_River_State_Park-Spring_Branch_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55505-d775720-Reviews-Cave_Without_a_Name-Boerne_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55552-d1028101-Reviews-Tejas_Rodeo_Company-Bulverde_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55479-d3159068-Reviews-Serengeti_Plains_Tours-Bergheim_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56702-d23639756-Reviews-Kai_simone_Winery-Spring_Branch_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55505-d8660485-Reviews-The_Roundup_Beer_Garden_and_Food_Park-Boerne_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55552-d15247627-Reviews-Hill_Country_Slingshot_Rentals-Bulverde_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55505-d2513323-Reviews-Kreutzberg_Canyon_Natural_Area-Boerne_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56702-d8041684-Reviews-Guadalupe_Canoe_Livery-Spring_Branch_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56702-d23256387-Reviews-Spring_Creek_Gardens-Spring_Branch_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56702-d13137371-Reviews-Rough_Diamond_Brewery-Spring_Branch_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56069-d24818371-Reviews-Kendalia_Beach-Kendalia_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55552-d11742028-Reviews-S_T_A_G_E_Theater-Bulverde_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55552-d23556831-Reviews-Chapline_Distillery-Bulverde_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d621549-Reviews-Ripley_s_Haunted_Adventure-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g37513-d7138401-Reviews-Hardy_Lake_State_Park-Scottsburg_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g59117-d644715-Reviews-Tygart_Lake_State_Park-Grafton_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32032-d12579256-Reviews-Rush_Historic_District-Yellville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d6988197-Reviews-Hot_Springs-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195009-Reviews-Ponte_Vecchio-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d2343478-Reviews-Suck_Bang_Blow-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34188-d1117318-Reviews-KP_Hole_Park-Dunnellon_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d15529164-Reviews-Cahoon_Hollow_Beach-Wellfleet_Cape_Cod_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g56702-d109498-Reviews-or10-Guadalupe_River_State_Park-Spring_Branch_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g56702-d109498-Reviews-Guadalupe_River_State_Park-Spring_Branch_Texas.html"
    }
]