[
    {
        "attraction_name": "Guinness Storehouse",
        "attraction_name_vi": "Nhà kho Guinness",
        "general_info": [
            "48.909 đánh giá",
            "23 trong số 679 việc cần làm ở Dublin",
            "Bảo tàng chuyên ngành",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Tọa lạc tại Cổng St James ở trung tâm Thành phố Dublin là quê hương của loại bia mang tính biểu tượng nhất của Ireland. Được đăng quang Điểm thu hút khách du lịch hàng đầu thế giới năm 2023, Nhà kho Guinness mời gọi du khách thưởng thức cảnh đẹp, âm thanh, mùi vị và hương thơm của Guinness. Hành trình qua 7 tầng, khám phá thành phần, lịch sử và quảng cáo của Guinness trước khi kết thúc chuyến tham quan tại một trong những điểm cao nhất của Dublin, Gravity Bar. Nâng cấp trải nghiệm của bạn với STOUTie, một loại pint có in hình của bạn hoặc ghé thăm Học viện Guinness, nơi bạn sẽ học cách rót pint của riêng mình. Trải nghiệm Connoisseur mời du khách tham gia hành trình nếm thử và kể chuyện, tìm hiểu sâu hơn về nguồn gốc và hương vị của Guinness. Hoặc bắt đầu chuyến tham quan độc quyền đến nhà máy bia đang hoạt động đã tồn tại sau cánh cổng trong ba thế kỷ qua với Trải nghiệm Nhà máy bia Guinness. Tài khoản chính thức. Hay Uông co trach nhiệm. Phải 18 tuổi mới theo được. https:spr.lyUGCPolicy_ENGĐọc thêm",
        "reviews": [
            "Chuyến du lịch sành sỏi với bố, vợ và con trai tôi. Nó được làm rất tốt. Đó là lời giải thích ngắn gọn, đơn giản về lịch sử của công ty và việc lấy mẫu các sản phẩm khác nhau mà họ có. Điểm nổi bật là rót pint của riêng bạn. Theo kinh nghiệm, chúng tôi đã đi tham quan tất cả các khu vực của nhà kho, cách bố trí rất ấn tượng và không quá choáng ngợp. Kết thúc chuyến khám phá tòa nhà, chúng tôi đã tận hưởng trọn vẹn khung cảnh ấn tượng từ trên sân thượng.Đọc thêm",
            "Chào Warren,\n \nCảm ơn bạn rất nhiều vì đánh giá đáng yêu này và đã chia sẻ phản hồi của bạn với mọi người. \n\nCó vẻ như bạn thực sự rất thích chuyến tham quan này! \n\nChúng tôi đánh giá cao và cảm ơn những lời tốt đẹp của bạn, đó là một đánh giá tuyệt vời và nó thực sự phác thảo mọi thứ chúng tôi muốn khách truy cập trải nghiệm. \n\nBạn được chào đón quay trở lại bất cứ lúc nào để trải nghiệm khung cảnh tuyệt vời từ Gravity Bar! \n\nMột lần nữa xin cảm ơn Guinness Storehouse Team. \nĐọc thêm",
            "Mọi người đều nói hãy thử Guinness khi tôi ở Ireland, rằng ở đó nó có vị khác với ở Hoa Kỳ. Họ đã đúng! Trải nghiệm của những người sành sỏi rất thú vị, được nếm thử các dịch vụ khác nhau, bao gồm một loại bia độc quyền và một loại bia thử nghiệm. Lee thực sự là một kẻ lừa đảo! Đọc thêm",
            "Chào emily,\n \nCảm ơn bạn rất nhiều vì đánh giá đáng yêu này và đã chia sẻ phản hồi của bạn với mọi người. \n\nCó vẻ như bạn thực sự rất thích chuyến tham quan này! \n\nChúng tôi đánh giá cao và cảm ơn những lời tốt đẹp của bạn, đó là một đánh giá tuyệt vời và nó thực sự phác thảo mọi thứ chúng tôi muốn khách truy cập trải nghiệm. \n\nBạn được chào đón quay trở lại bất cứ lúc nào để trải nghiệm khung cảnh tuyệt vời từ Gravity Bar! \n\nMột lần nữa xin cảm ơn Guinness Storehouse Team. \nĐọc thêm",
            "Chúng tôi đã đăng ký chuyến tham quan tự hướng dẫn cùng với Học viện Guinness, nơi dạy bạn cách rót Guinness. Nhà kho rất lớn và là một lịch sử rất sâu sắc về quá trình hình thành Guinness. Các cuộc triển lãm được thực hiện rất tốt và rất nhiều thông tin ngay cả trong một chuyến tham quan tự hướng dẫn. Họ có hướng dẫn âm thanh và chuyến tham quan có hướng dẫn nếu đó là phong cách của bạn hơn. Giáo viên học viện Sebastian của chúng tôi thật tuyệt vời! Đọc thêm",
            "Chào bạn, \n \nCảm ơn bạn rất nhiều vì đánh giá đáng yêu này và đã chia sẻ phản hồi của bạn với mọi người. \n\nCó vẻ như bạn thực sự rất thích chuyến tham quan này! \n\nChúng tôi đánh giá cao và cảm ơn những lời tốt đẹp của bạn, đó là một đánh giá tuyệt vời và nó thực sự phác thảo mọi thứ chúng tôi muốn khách truy cập trải nghiệm. \n\nBạn được chào đón quay trở lại bất cứ lúc nào để trải nghiệm khung cảnh tuyệt vời từ Gravity Bar! \n\nMột lần nữa xin cảm ơn Guinness Storehouse Team. \nĐọc thêm",
            "Là một người yêu thích đồ uống này, điều này giống như việc bạn đến thăm chén thánh. Nó đã không thất vọng. Đó là phải đi và ghé thăm. Từ phút bạn bước vào cho đến khi thưởng thức hương vị của thứ màu đen, nó thật tuyệt vời.   Ăn ở một trong những nhà hàng và điều đó cũng thật tuyệt. Dịch vụ và thực phẩm tuyệt vời. Khi chúng tôi ghé thăm Dublin lần nữa, chúng tôi có thể phải ghé thăm lại. Đó là điều tốt đẹp. Cửa hàng đã cung cấp nhiều ý tưởng quà tặng dẫn đến một chiếc vali phồng lên cho chuyến đi về nhà của chúng tôi. Đọc thêm",
            "Xin chào, \n\nCảm ơn bạn rất nhiều vì đã chia sẻ phản hồi của mình với chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã học được nhiều điều từ chuyến thăm của mình.\n\nCó vẻ như bạn đã có trải nghiệm tốt từ đầu đến cuối. \n\nCảm ơn bạn đã giới thiệu và chúng tôi luôn chào đón bạn quay lại bất cứ lúc nào. \n\nCảm ơn bạn một lần nữa, từ Đội ngũ Guinness Storehouse.\nĐọc thêm",
            "Một chuyến tham quan đầy sự thật, lịch sử và thú vị.  Những bức ảnh tuyệt vời và cách sắp xếp chu đáo để giải thích câu chuyện về Arthur Guinness!  Việc hoàn thành với giải Guinness là rất xứng đáng.  Tôi yêu Guinness!Đọc thêm",
            "Chào bạn, \n\nCảm ơn rất nhiều vì đánh giá đáng yêu của bạn. \n\nCó vẻ như bạn thực sự rất thích chuyến tham quan này! \n\nChúng tôi xin cảm ơn những lời tốt đẹp của bạn và hoan nghênh bạn quay trở lại bất cứ lúc nào để dùng bữa tại các nhà hàng của chúng tôi và tận hưởng khung cảnh ngoạn mục từ Gravity Bar của chúng tôi \n\nCảm ơn bạn, từ Nhà kho Guinness\nĐọc thêm",
            "Đáng để ghé thăm nhưng nó rất, rất đông đúc.  Đây là điểm thu hút khách du lịch được ghé thăm nhiều nhất ở Ireland.  Các cuộc triển lãm được thực hiện rất tốt và nhiều thông tin.  Thật dễ dàng để làm theo.  Phòng nếm thử rất vui và cuối cùng chúng tôi đã thưởng thức được món pint của mình.  Gravity Bar đã chật cứng nên đừng mong có được chỗ ngồi.  Quang cảnh Dublin từ Gravity Bar thật tuyệt vời.Đọc thêm",
            "Chào bạn, \n\nCảm ơn rất nhiều vì đánh giá đáng yêu của bạn. \n\nCó vẻ như bạn thực sự rất thích chuyến tham quan này! \n\nChúng tôi xin cảm ơn những lời tốt đẹp của bạn và hoan nghênh bạn quay trở lại bất cứ lúc nào để dùng bữa tại các nhà hàng của chúng tôi và tận hưởng khung cảnh ngoạn mục từ Gravity Bar của chúng tôi \n\nCảm ơn bạn, từ Nhà kho Guinness\nĐọc thêm",
            "Một trong những điểm nổi bật của Guinness Factory Tour là Gravity Bar nằm trên đỉnh tòa nhà. Khi bước lên quán bar, bạn sẽ được chiêm ngưỡng toàn cảnh cảnh quan thành phố Dublin, mang đến khung cảnh tuyệt đẹp để thưởng thức một nửa lít Guinness. Cảnh tượng này đặc biệt gây ấn tượng vào những ngày quang đãng, mang đến khoảnh khắc đáng nhớ và đáng đăng trên Instagram. Tuy nhiên, do quá nổi tiếng, quán bar có thể trở nên đông đúc, khiến việc tìm chỗ ngồi và ngắm cảnh trở nên khó khăn.Đọc thêm",
            "Xin chào,\n\nCảm ơn bạn rất nhiều vì bài đánh giá đáng yêu của bạn.\n\nNghe có vẻ như bạn thực sự thích chuyến tham quan!\n\nChúng tôi muốn cảm ơn bạn vì những lời tốt đẹp của bạn và bạn luôn được chào đón quay lại bất cứ lúc nào để dùng bữa tại nhà hàng của chúng tôi và tận hưởng quang cảnh ngoạn mục từ Quầy bar Gravity của chúng tôi\n\nCảm ơn bạn, từ Guinness Storehouse\nĐọc thêm",
            "Tôi nghĩ rằng một số nghiên cứu trước về những gì mong đợi là chìa khóa để tận dụng tối đa trải nghiệm này.  Chúng tôi đã đọc một số hướng dẫn du lịch, trong đó đưa ra những khuyến nghị hữu ích như đi sớm hơn trong ngày, đặt vé vào cửa trực tuyến trước thời hạn và mô tả chính xác những gì sẽ xảy ra.   Nếu mong đợi trải nghiệm ở bảo tàng hơn là chuyến tham quan nhà máy trực tiếp, bạn sẽ không thất vọng.  Chúng tôi đã từng trải nghiệm Heineken ở Amsterdam nhiều năm trước và đây cũng là cảm giác tương tự.   Các cuộc triển lãm rất thú vị.  Phòng nếm thử cũng khá thú vị với một số khía cạnh cảm quan đi kèm với mẫu của bạn.    Khung cảnh của Dublin từ thanh trọng lực thật nổi bật!     Và cửa hàng quà tặng, mặc dù bắt đầu hơi đông đúc khi chúng tôi rời đi, nhưng vẫn có một số thứ thực sự thú vị chứ không phải thứ vớ vẩn có thể làm quà tặng tuyệt vời cho những người thân yêu thích bia của chúng tôiĐọc thêm",
            "Chào bạn, \n\nCảm ơn bạn rất nhiều vì đã chia sẻ phản hồi của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã học được nhiều điều từ chuyến thăm của mình.\n\nCó vẻ như bạn đã có trải nghiệm tốt từ đầu đến cuối. \n\nCảm ơn bạn đã giới thiệu và bạn được chào đón trở lại bất cứ lúc nào. \n\nMột lần nữa xin cảm ơn Guinness Storehouse Team.\nĐọc thêm",
            "Đặt cái này như một món quà sinh nhật cho đối tác của tôi. Và nó đã không làm mọi người thất vọng! Hướng dẫn âm thanh có sẵn, cũng như hướng dẫn viên du lịch. Học viện Guinness nơi họ dạy bạn cách rót một pint thích hợp thật tuyệt vời và thanh Gravity là nơi bạn phải ghé thăm! Góc nhìn 360 độ tuyệt vời về Dublin!Đọc thêm",
            "Chào bạn, \n\nCảm ơn rất nhiều vì đánh giá đáng yêu của bạn. \n\nCó vẻ như bạn thực sự rất thích chuyến tham quan này! \n\nChúng tôi xin cảm ơn những lời tốt đẹp của bạn và hoan nghênh bạn quay trở lại bất cứ lúc nào để dùng bữa tại các nhà hàng của chúng tôi và tận hưởng khung cảnh ngoạn mục từ Gravity Bar của chúng tôi \n\nCảm ơn bạn, từ Nhà kho Guinness\nĐọc thêm",
            "Chuyến tham quan này đứng đầu danh sách những việc cần làm của tôi ở Dublin và nó không làm tôi thất vọng. Mọi người luôn nói với tôi trước khi đến Ireland rằng Guinness ngon hơn ở Ireland và tôi có thể xác nhận rằng họ không nói dối. Tôi đã từ một người bình thường uống rượu Guinness đến bị ám ảnh. Trải nghiệm tuyệt vời, bạn học được nhiều điều khi đi dạo xung quanh và có cơ hội chụp một số bức ảnh về Guinness, có một quán bar nơi bạn có thể mua nhiều loại Guinness Nigeria, Tây Ấn Độ khác nhau, v.v. trong quán bar này, họ có nhạc Ailen và vũ công người Ireland. Một người mập mạp là trải nghiệm bức ảnh selfie của bạn nằm trên đỉnh Guinness và một thanh trọng lực, nơi bạn có tầm nhìn tuyệt vời ra Dublin. Tôi muốn giới thiệu 100 cho bất kỳ ai đến thăm Dublin.Đọc thêm",
            "Chào bạn, \n\nCảm ơn rất nhiều vì đánh giá đáng yêu của bạn. \n\nCó vẻ như bạn thực sự rất thích chuyến tham quan này! \n\nChúng tôi xin cảm ơn những lời tốt đẹp của bạn và hoan nghênh bạn quay trở lại bất cứ lúc nào để dùng bữa tại các nhà hàng của chúng tôi và tận hưởng khung cảnh ngoạn mục từ Gravity Bar của chúng tôi \n\nCảm ơn bạn, từ Nhà kho Guinness\nĐọc thêm",
            "Chuyến tham quan ấn tượng.  Nó lớn hơn rất nhiều so với dự kiến, kết hợp giữa lịch sử và khoa học một cách thú vị.  Muốn giới thiệu cho một buổi chiều vui vẻ. Đọc thêm",
            "Một trải nghiệm rất đông đúc. Có rất nhiều người trẻ và một số nhóm cử nhân và cử nhân. Chuyến tham quan rất thú vị và quán bar trên sân thượng có tầm nhìn tuyệt vời. Có một số âm nhạc miễn phí. Đây thực sự là nơi để các bạn trẻ gặp gỡ và tiệc tùng.Đọc thêm",
            "Cuối cùng cũng được đến thăm Nhà kho Guinness Được đặt lần đầu vào năm 2011 khi tôi đến thăm Ireland lần cuối nhưng tình cờ đó là ngày Nữ hoàng đến thăm Dublin nên nó đã đóng cửa, chúng tôi được hoàn lại tiền nhưng phải mất 13 năm tôi mới quay lại Ireland, Dublin để thăm Well đáng để ghé thăm Tôi thực sự yêu thích Guinness vì vậy đây luôn là nơi phải ghé thăm Chúng tôi không thất vọng và ngay cả cô con gái 11 tuổi của tôi cũng thực sự thích nó Chúng tôi ở trong nhà khoảng một tiếng rưỡi Thực sự rất thích lịch sử và các điểm tham quan Chúng tôi đến sớm bắt đầu lúc 1O:30 sáng Bãi đậu xe ở gần đó chỉ cách 5 phút đi bộ Những điều thú vị để xem và làm như vở nhạc kịch Harp và xem các hiện vật Guinness cũ Kết thúc với một nửa lít Guinness ở trên cùng với tầm nhìn khắp Dublin Sẽ rất vui khi xem lạiĐọc thêm",
            "Là một người hâm mộ và uống rượu Guinness lâu năm, tôi đã dành trải nghiệm này cách đây vài tháng cho lần đầu tiên đến Dublin. Tôi đến sớm khi đáng lẽ phải đến, và sau đó chẳng trải qua điều gì ngoài những sai lầm từ Guinness kể từ thời điểm đó trở đi. Đầu tiên, họ bắt tôi đợi ở tầng dưới cho đến khi có người đến đón tôi. Một lúc sau họ không đến, tôi nhờ ai đó và họ đưa cho tôi một phong bì và bảo lên tầng 4 để nhận phòng. Tôi làm theo và họ dẫn tôi đến phòng chờ riêng và nói sẽ có người đến đón tôi ngay. . Sau 15 phút, tôi quay lại bàn làm thủ tục và họ làm như không biết chuyện gì đang xảy ra. Sau đó, một người quản lý đã đến và nói rằng họ đã làm sai và quên gửi tôi theo lịch trình. Anh ấy xin lỗi và đề nghị cử tôi tham gia Trải nghiệm sành sỏi tiếp theo sau hai giờ nữa nhưng tôi không thể đợi lâu như vậy. Một sự thất vọng đáng kinh ngạc đối với một trong những mục trong danh sách nhóm của tôi. Tôi vẫn sẽ uống Guinness, nhưng tôi sẽ không giới thiệu các chuyến tham quan cho bất kỳ ai.Đọc thêm",
            "Câu chuyện hấp dẫn và hiệu quả về lịch sử của Guinness, cụ thể là cách làm Guinness, quảng cáo và mọi thứ bạn muốn biết về Guinness. Thật vui vì chúng tôi đã có trải nghiệm này. Chúng tôi đã tham gia một số tour du lịch khắp Vương quốc Anh và Ireland và đây là một trải nghiệm tuyệt vời, xứng đáng với thời gian của bạn. Cửa hàng quà tặng rất đầy đủ và đầy đủ, chứa mọi thứ của Guinness. Rất đáng để giới thiệu. Đọc thêm",
            "Thật là một nơi để bạn thưởng thức một lít Guinness đầu tiên, nhưng chính nhà máy bia. 26 Euro mỗi cái, tốt nhất nên đặt trước vì chúng tôi gần như không nhận được do quá bận rộn. May mắn thay, chúng tôi đã đặt trực tuyến trong khi xếp hàng chờ đợi bên ngoài. Trải nghiệm thực sự tốt cho thấy cách sản xuất bia Guinness, cũng chạm đến các chiến dịch quảng cáo nổi tiếng của thương hiệu. Bạn có một pint trong thanh Gravity, nơi mang lại tầm nhìn tuyệt vời khắp Dublin. Chắc chắn là phải nếu bạn ghé thăm Dublin.Đọc thêm",
            "Ồ! Ngay từ đầu, thật tuyệt vời khi biết Arth Guinness là một nhà cách mạng như thế nào và gia đình Guinness đã duy trì một quy trình đơn giản nhưng chính xác để sản xuất loại bia đen đáng yêu như thế nào. Hãy dành thời gian để vượt qua các cấp độ nhưng hãy mở màn đầu tiên nếu bạn muốn có được một chỗ ngồi trong Gravity Bar.Đọc thêm",
            "Triển lãm được thực hiện rất tốt. Chúng tôi thật may mắn và một trong những quán rượu trong tòa nhà đang tổ chức buổi biểu diễn khiêu vũ và ca nhạc trực tiếp của Ailen. Thật tuyệt vời!!Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại Storehouse! Chuyến tham quan tự hướng dẫn sẽ mang đến cho bạn cái nhìn sâu sắc về cách Guinness được tạo ra và thậm chí cả cách uống nó đúng cách. Nền tảng quan sát trên tầng 7 mang lại cơ hội chụp ảnh đáng yêu về khu vực xung quanh. Món Guinness ngon nhất mà tôi từng uống là ở đó!Đọc thêm",
            "Trải nghiệm độc đáo và tuyệt vời ở Dublin, phải làm! Đúng như dự đoán, nó cực kỳ đông đúc tuy nhiên trải nghiệm kéo dài và được phân chia độc đáo giữa các tầng khác nhau. Stoutie được nhiều người khuyên dùng vì bạn nên dành thời gian trên Gravity Bar để có được tầm nhìn tuyệt vời ra đường chân trời DublinĐọc thêm",
            "Tôi cần hủy đặt chỗ của mình 1516832543Đọc thêm",
            "Xin chào - đã phẫu thuật bằng cách đi bộ nên phải đi bằng ủng. Có bãi đậu xe nào gần đó không hoặc xe buýt Hop on Hop off là lựa chọn tốt nhất.Đọc thêm",
            "Tôi không biết liệu có bãi đậu xe thuận tiện khi chúng tôi đi bộ hay không, nhưng tôi nghĩ sẽ là điều khôn ngoan nếu khám phá các lựa chọn giao thông công cộng.Đọc thêm",
            "Khả năng tôi có thể có được thời gian cụ thể là bao nhiêu nếu tôi đợi để đặt trước thời gian với Thẻ Dublin Pass không quá 7 ngày trước? Tôi đi cùng gia đình không được hưởng lợi từ Thẻ Dublin, vì vậy họ đã đặt thời gian vào tháng 8, nhưng tôi sẽ không thể đặt vé bằng thẻ này cho đến cuối tháng 7. Liệu tôi có thể đi cùng gia đình mình không?Đọc thêm",
            "Chúng tôi đã đặt trước và thời gian trôi qua nhanh chóng, tuy nhiên tôi chắc chắn nếu bạn gửi email cho họ trước khi đặt chỗ và giải thích tình huống, họ sẽ có thể mời bạn tham gia cùng bạn bè của bạn. Đây không phải là một chuyến tham quan có hướng dẫn để tôi không thể thấy thêm một người nào là vấn đề :-Đọc thêm",
            "Có thể nếu bạn mua trước một vé cơ bản để thêm vào học viện mập mạp và Guinness khi bạn ở Nhà cửa hàng không? : Đọc thêm",
            "Tôi đi cùng ba người khác, tôi và một người khác không bận tâm về trải nghiệm rót pint nhưng hai người còn lại thì có. Liệu chúng ta có thể đi cùng họ dù không có vé không? Đọc thêm",
            "Tôi tin rằng họ cũng cần một tấm vé. Có một khu vực có chế độ xem 360 độ, nó có hai thanh, rất tiếc, bạn có thể tìm thấy câu trả lời đó trên trang web của họ trong phần Câu hỏi thường gặp.  Rất nhiều tầng tận hưởng thời gian của bạn ở đóĐọc thêm",
            "Có ai biết có quy định về trang phục không.  Tôi có ổn khi mặc quần short không?Đọc thêm",
            "Không có quy định cụ thể về trang phục ... nhưng trời hơi lạnh đối với áo sơ mi Đọc thêm",
            "Xin chào, trẻ em có được chấp nhận không?Đọc thêm",
            "SíĐọc thêm",
            "Xin chào, nếu chúng tôi rời đi vào buổi muộn lúc 4:45 chiều, chúng tôi vẫn còn thời gian để thực hiện toàn bộ chuyến tham quan hay chúng tôi phải rời đi lúc 5 giờ chiều, thời gian được ghi là bảo tàng đóng cửa? Các cửa hàng và những cửa hàng khác vẫn mở cửa phải không? Cảm ơn trước. Đọc thêm",
            "Xin chào, nếu chúng tôi rời đi vào buổi muộn lúc 4:45 chiều, chúng tôi vẫn còn thời gian để thực hiện toàn bộ chuyến tham quan hay chúng tôi phải rời đi lúc 5 giờ chiều, thời gian được ghi là bảo tàng đóng cửa? Các cửa hàng và những cửa hàng khác vẫn mở cửa phải không? Cảm ơn trước. Đọc thêm",
            "Chi phí gửi hành lý khi tham quan Storehouse là bao nhiêu? Tôi rất mong nhận được câu trả lời nhanh chóng!Đọc thêm",
            "Tôi nghĩ nó miễn phí, khi chúng tôi đi, chúng tôi được phép cất ba lô miễn phí, họ chỉ đưa cho bạn một vé mà bạn phải quay lại vào lúc cuối để nhận túi. Tuy nhiên, tôi không chắc chắn về những chiếc túi lớn hơn. Đọc thêm"
        ],
        "star_ratings": [
            26493,
            13135,
            6077,
            2011,
            1196
        ],
        "review_amount": 48912,
        "location": [
            "Những điều cần làm ở Dublin",
            "Dublin",
            "Châu Âu",
            "Ireland",
            "Tỉnh Leinster",
            "Nhà kho Guinness",
            "Quận Dublin"
        ],
        "reviews_time": [
            "Written June 8, 2023",
            "Written June 10, 2023",
            "Written June 10, 2023",
            "Written June 13, 2023",
            "Written June 13, 2023",
            "Written June 13, 2023",
            "Written June 14, 2023",
            "Written June 17, 2023",
            "Written June 17, 2023",
            "Written June 21, 2023",
            "Written June 6, 2024",
            "Written June 4, 2024",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186605-d189694-Reviews-Guinness_Storehouse-Dublin_County_Dublin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d2640057-Reviews-Arthur_s_Pub-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d1554254-Reviews-The_Brewer_s_Dining_Hall_Guinness_Storehouse-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d3674448-Reviews-PHX_Bistro-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d3387184-Reviews-Wuff-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d17779287-Reviews-The_Lab-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d4022843-Reviews-Harkin_s-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d15181852-Reviews-Groundstate_Coffee-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d23024455-Reviews-Bell_Pesto_Cafe-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d9976712-Reviews-Urbanity-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d8761324-Reviews-1837_Bar_Brasserie-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d17593600-Reviews-Roe_Co_Distillery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d11815379-Reviews-Guinness_Open_Gate_Brewery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d12833684-Reviews-Pearse_Lyons_Distillery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d9717245-Reviews-Church_of_St_James-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7813498-Reviews-Teeling_Whiskey_Distillery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d16743786-Reviews-The_Dublin_Liberties_Distillery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216616-Reviews-Jameson_Distillery_Bow_St-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214994-Reviews-St_Audoen_s_Church-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216337-Reviews-National_Museum_of_Ireland_Decorative_Arts_History-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d191025-Reviews-Kilmainham_Gaol_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d189694-Reviews-or10-Guinness_Storehouse-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d2306703-Reviews-The_Little_Museum_of_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d18965904-Reviews-Windmill_Lane_Recording_Studios-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d8342762-Reviews-The_Irish_Rock_N_Roll_Museum_Experience-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d10809925-Reviews-14_Henrietta_Street-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214896-Reviews-Experience_Glasnevin_Ireland_s_National_Cemetery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1909667-Reviews-The_Jeanie_Johnston_An_Irish_Famine_Story-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7222524-Reviews-Irish_Whiskey_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d16760525-Reviews-Seamus_Heaney_Listen_Now_Again-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216338-Reviews-National_Print_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d22849766-Reviews-Walking_Food_Tours_dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d12433766-Reviews-Incognito_Escape_Room-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7110577-Reviews-McCann_s_Bar-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d12626553-Reviews-Wild_N_Happy-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d18720596-Reviews-Alternative_Dublin_City-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d6874167-Reviews-Mountain_Trails_Wicklow_Day_Hikes-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d12262135-Reviews-Artisan_Brew_Academy-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g34615-d14136474-Reviews-Amtrak-Sanford_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g652045-d2098313-Reviews-Parco_Natura_Viva-Bussolengo_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g47341-d6638643-Reviews-Pixley_Falls_State_Park-Boonville_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d241269-Reviews-Autoworld-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d447385-Reviews-Merdeka_Square-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d13428181-Reviews-Mud_Volcanoes-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187824-d13108126-Reviews-Stazione_La_Spezia_Centrale-La_Spezia_Province_of_La_Spezia_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d16714258-Reviews-Water_Park_at_The_Grand-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g2217208-d17454222-Reviews-Charco_Azul_Canyon-Vega_Baja_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g56208-d1962913-Reviews-Prairie_Dog_Town-Lubbock_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186605-d189694-Reviews-or10-Guinness_Storehouse-Dublin_County_Dublin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186605-d189694-Reviews-Guinness_Storehouse-Dublin_County_Dublin.html"
    }
]