[
    {
        "attraction_name": "Gulhane Park",
        "attraction_name_vi": "Công viên Gulhane",
        "general_info": [
            "3.338 đánh giá",
            "- 27 trong số 1.711 điều cần làm ở Istanbul",
            "Công viên"
        ],
        "attraction_summary": "Với rất nhiều điểm tham quan không thể bỏ qua chỉ cách nhau một quãng tản bộ - và tất cả đều nằm xung quanh địa điểm của trường đua ngựa Byzantine cổ đại - Sultanahmet là một địa điểm du lịch cực kỳ nổi tiếng và là vị trí đắc địa để du khách phải kinh ngạc trên quy mô thực sự hoành tráng. Ngoài những kỳ quan của Nhà thờ Hồi giáo Xanh, Hagia Sophia, Cung điện Topkapi, v.v., khu vực tương đối nhỏ này của Istanbul bằng cách nào đó vẫn giữ được bầu không khí yên bình và tĩnh lặng. Nó mang đến cho du khách một mạng lưới các làn đường cổ kính và những con đường phụ ít nổi tiếng hơn nhưng vẫn dễ chịu, bức tranh toàn cảnh hùng vĩ của Bosphorus và nhiều lựa chọn chỗ ở ấn tượng cho mọi túi tiền và thị hiếu.Đọc thêm",
        "reviews": [
            "Công viên Gulhane - tiếng Anh của Rosehouse Park - từng là một phần của khu vườn bên ngoài Cung điện Topkapi.  Đó là một nơi tốt đẹp với cảnh quan thiên nhiên và được nhiều người sử dụng và đáng để ghé thăm nếu ở trong khu vực.  Chúng tôi tình cờ thấy nó khi đi bộ về phía Cung điện Topkapi từ khách sạn của chúng tôi.Đọc thêm",
            "Một khu vườn vào cửa miễn phí nhỏ tuyệt vời ngay bên cạnh các bức tường của Cung điện Topkapi. Ban đầu nó là một phần của khu vườn của cung điện nhưng đã được chuyển đổi thành công viên công cộng cách đây một thế kỷ. Thời gian tốt nhất để ghé thăm thường là vào mùa xuân nhưng đây luôn là nơi tuyệt vời để đi dạo hoặc có thể để đọc sách. Theo tôi đó là điều bắt buộc khi bạn ở trong khu vực. Ngoài ra còn có một bảo tàng mới bên trong khu vườn, bảo tàng lịch sử khoa học và công nghệ của đạo Hồi.Đọc thêm",
            "Các quan điểm thật tuyệt vời. Đó là một công viên khá lớn. Có rất nhiều ghế dài để ngồi thư giãn hoặc đi dã ngoại. Từ công viên bạn có thể đi bộ ra cảng cá và ngắm người dân đánh cá trên biển hoặc có thể dùng bữa tại nhà hàng rất lớn. Công viên rất sạch sẽ và có đài phun nước.Đọc thêm",
            "Thật ngạc nhiên, chỉ cần bước vài bước vào là mọi thứ mát hơn vài độ, yên tĩnh hơn vài decibel, không khí trong lành và sạch sẽ hơn. Tất cả các công viên và khu vườn ở Thổ Nhĩ Kỳ đều hấp dẫn, yên tĩnh, thanh bình và sạch sẽ. chó mèo đáng yêu nhưng không có phân nằm xung quanh. động vật được chăm sóc tốt. Họ thậm chí còn có một thác nước ghi vài từ như - chào mừng - Đọc thêm",
            "Công viên Gülhane, nằm bên cạnh Cung điện Topkapi của Istanbul, là một khu vực xanh tươi ngay trung tâm thành phố. Công viên lịch sử này từng là khu vườn hoàng gia của Đế chế Ottoman, hiện là công viên công cộng mang đến sự yên tĩnh và vẻ đẹp tự nhiên. Những con đường được chăm sóc tốt, được bao quanh bởi nhiều loại cây và hoa, mang đến một lối thoát yên bình. Khung cảnh tuyệt đẹp của eo biển Bosphorus và các di tích lịch sử như Cột Goth làm tăng thêm nét quyến rũ của nó. Công viên Gülhane là nơi hoàn hảo để đi dạo nhàn nhã, dã ngoại cùng gia đình và trải nghiệm vẻ đẹp tự nhiên của Istanbul giữa nhịp sống đô thị hối hả.Đọc thêm",
            "Không có hoa vì chúng tôi đã đến công viên vào tháng 1 nhưng đó thực sự là một trải nghiệm tuyệt vời. Chúng tôi ở đó khoảng ba giờ. Thời tiết rất đẹp và có tầm nhìn tuyệt đẹp ra eo biển Bosporus. Những con chó đường phố rất ngoan ngoãn. \nTôi yêu thích và tận hưởng nó.Đọc thêm",
            "Nơi rất thú vị và miễn phí để tham quan. Mặc dù có rất nhiều du khách nhưng công viên đủ rộng để mọi người tản ra nên cảm giác yên bình hơn so với phần còn lại của thành phố. Có rất nhiều thứ để xem. Ngoài ra những khung cảnh tuyệt vời của Bosporus ở một đầuĐọc thêm",
            "Mới cuối tháng 3 nhưng Công viên Gülhane đã bắt đầu rực rỡ sắc màu. Một nơi đáng yêu để chỉ ngồi và hòa mình vào môi trường xung quanh. Có rất nhiều hoa tulip - và tại sao không? Hoa tulip là quốc hoa của Thổ Nhĩ Kỳ. Skyward, có một cộng đồng cò đang thực hiện công việc hàng ngày của chúng giữa những ngọn cây. Có lẽ sẽ không có nhiều người ở Gülhane. Công viên đủ lớn cho tất cả mọi người! Nhìn chung, đây là một khu vực đẹp - và hoàn toàn miễn phí.Đọc thêm",
            "Đi vào tháng Tư nếu bạn thích hoa tulip. Chúng tôi đi vào tuần đầu tiên của tháng 4 nên lúc đó hoa tulip đang nở rộ và trời rất đẹp. Họ có những hàng khác nhau với nhiều màu sắc khác nhau và những bông hoa tulip khổng lồ đáng yêu cũng vậy.Đọc thêm",
            "Công viên Gülhane nằm gần khu du lịch chính với tất cả các điểm tham quan. Nó từng là khu vườn riêng của Cung điện Topkapi và những bức tường đó chạy gần như toàn bộ chiều dài của công viên từ Đường Alemdar đến Đường Công viên Gülhane. Sau khi băng qua những con đường ở đầu dưới, bạn có thể đến Công viên İBB Sarayburnu nhỏ hơn, đưa bạn xuống bờ biển với tầm nhìn ra Eo biển Bosporus. Có một nhà hàng bên bờ biển, nơi bạn có thể ăn uống và ngắm cảnh một cách thoải mái.\n\nTrong công viên có nhà vệ sinh, quầy bán đồ ăn, đài phun nước và sân chơi. Gần đầu cuối có một số khu vườn chứa đầy các chân cột và tượng cũ. Các di tích đáng tham quan là Cột Goth và Trại trẻ mồ côi Hagios Paulos, cả hai đều ở gần cuối biển. Chúng tôi đã không đến thăm Bể chứa nước Công viên Gülhane vì tôi thậm chí còn không biết nó ở đó nhưng đã đến thăm Bảo tàng Lịch sử Khoa học và Công nghệ Istanbul trong Hồi giáo. Bạn cũng có thể nhìn thấy các tấm bảng khắp công viên về việc cải cách bảng chữ cái đã tạo ra chữ viết Thổ Nhĩ Kỳ hiện đại.\n\nKhi chúng tôi đến đó vào tháng 3, hầu hết cây cối đều trơ trụi và những luống hoa tulip vẫn chưa ra hoa mặc dù một số hoa thuỷ tiên vàng đã có. Có một số thiết kế hàng rào và đường viền cây cảnh thú vị. Một điều tôi không quan tâm là hàng rào nhựa màu vàng ở khắp mọi nơi để ngăn người ta tránh xa luống vườn và bãi cỏ. Tuy nhiên, công viên này đã mang đến cho chúng tôi một chuyến đi dạo thú vị với nhiều điều thú vị.Đọc thêm",
            "công viên xinh đẹp gần Cung điện và Bảo tàng Khảo cổ học Istanbul. Chúng tôi đến đó vào giữa tháng 4, khi hoa tulip đang nở rộ và những con cò đang xây tổ trên cây. Khi chúng tôi trở lại vào ngày 1 tháng 5, tất cả hoa tulip đã nở xong. Đó là một công viên rất sầm uất với phòng tắm, xe bán đồ ăn, đài phun nước và con đường hướng về bến du thuyền.Đọc thêm",
            "Một công viên rợp bóng cây trải dài từ đỉnh thành phố cổ xuống bờ sông cạnh eo biển Bosphorous. Chứa một số tác phẩm nghệ thuật, đài phun nước và một vài quán cà phê cùng với tất nhiên là một số xe đẩy trên đường phố Istanbul nếu bạn thích một bữa ăn nhẹ. Phổ biến với cả người dân địa phương và khách du lịch, chúng tôi đã đi dạo vài lần khi ở trong thành phố. Một nơi rất thư giãn.Đọc thêm",
            "Chúng tôi đến thăm vào tháng Tư khi những bông hoa có lẽ đang đẹp nhất. Đó là một công viên rộng lớn, nhưng lại có khá nhiều người đang kỷ niệm ngày lễ - Eid - nên chuyến thăm không được yên bình cho lắm. Một số khu vực được canh gác bởi lính canh thổi còi, nhưng những khu vực khác được dành làm nơi dã ngoại. Rất đáng để ghé thăm! Đọc thêm",
            "Công viên Gülhane nằm gần khu du lịch chính với tất cả các điểm tham quan. Nó từng là khu vườn riêng của Cung điện Topkapi và những bức tường đó chạy gần như toàn bộ chiều dài của công viên từ Đường Alemdar đến Đường Công viên Gülhane. Sau khi băng qua những con đường ở đầu dưới, bạn có thể đến Công viên İBB Sarayburnu nhỏ hơn, đưa bạn xuống bờ biển với tầm nhìn ra Eo biển Bosporus. Có một nhà hàng bên bờ biển, nơi bạn có thể ăn uống và ngắm cảnh một cách thoải mái. Trong công viên có nhà vệ sinh, quầy bán đồ ăn, đài phun nước và sân chơi. Gần đầu cuối có một số khu vườn chứa đầy các chân cột và tượng cũ. Các di tích đáng tham quan là Cột Goth và Trại trẻ mồ côi Hagios Paulos, cả hai đều ở gần cuối biển. Chúng tôi đã không đến thăm Bể chứa nước Công viên Gülhane vì tôi thậm chí còn không biết nó ở đó nhưng đã đến thăm Bảo tàng Lịch sử Khoa học và Công nghệ Istanbul trong Hồi giáo. Bạn cũng có thể nhìn thấy những tấm bảng khắp công viên về cuộc cải cách bảng chữ cái đã tạo ra chữ viết Thổ Nhĩ Kỳ hiện đại. Khi chúng tôi đến đó vào tháng 3, hầu hết cây cối đều trơ trụi và những luống hoa tulip vẫn chưa ra hoa mặc dù một số hoa thuỷ tiên vàng đã có. Có một số thiết kế hàng rào và đường viền cây cảnh thú vị. Một điều tôi không quan tâm là hàng rào nhựa màu vàng ở khắp mọi nơi để ngăn người ta tránh xa luống vườn và bãi cỏ. Tuy nhiên, công viên này đã mang đến cho chúng tôi một chuyến đi dạo thú vị với nhiều điều thú vị.Đọc thêm",
            "Đây là một công viên rộng lớn, rất lý tưởng để đi dạo. Hoa tulip đang nở khi chúng tôi đi.  Thật tuyệt khi đưa cả gia đình đi dã ngoại.Đọc thêm",
            "Tôi thấy nó ở mức trung bình vào tháng 1, không có gì nhiều để xem. Có lẽ nó tốt hơn vào mùa hè. Tôi đã đi qua nó vài lần trên đường đến những nơi khác.Đọc thêm",
            "Đi vào tháng Tư nếu bạn thích hoa tulip. Chúng tôi đi vào tuần đầu tiên của tháng 4 nên lúc đó hoa tulip đang nở rộ và trời rất đẹp. Họ có những hàng khác nhau với nhiều màu sắc khác nhau và những bông hoa tulip khổng lồ đáng yêu cũng vậy.Đọc thêm",
            "Một công viên tuyệt vời với rất nhiều hoa, đặc biệt là hoa tulip. Nó - tự do và yên bình - so với thành phố sôi động - . Đó là nơi tốt nhất để cảm thấy bình yên và tận hưởng thiên nhiên.Đọc thêm",
            "Mới cuối tháng 3 nhưng Công viên Gülhane đã bắt đầu rực rỡ sắc màu. Một nơi đáng yêu để chỉ ngồi và hòa mình vào môi trường xung quanh. Có rất nhiều hoa tulip - và tại sao không? Hoa tulip là quốc hoa của Thổ Nhĩ Kỳ. Skyward, có một cộng đồng cò đang thực hiện công việc hàng ngày của chúng giữa những ngọn cây. Có lẽ sẽ không có nhiều người ở Gülhane. Công viên đủ lớn cho tất cả mọi người! Nhìn chung, đây là một khu vực đẹp - và hoàn toàn miễn phí.Đọc thêm",
            "Nơi rất thú vị và miễn phí để tham quan. Mặc dù có rất nhiều du khách nhưng công viên đủ rộng để mọi người tản ra nên cảm giác yên bình hơn so với phần còn lại của thành phố. Có rất nhiều thứ để xem. Ngoài ra những khung cảnh tuyệt vời của Bosporus ở một đầuĐọc thêm"
        ],
        "star_ratings": [
            2085,
            972,
            242,
            27,
            13
        ],
        "review_amount": 3339,
        "location": [
            "Châu Âu",
            "Istanbul",
            "Thổ Nhĩ Kỳ",
            "Những điều cần làm ở Istanbul",
            "Công viên Gulhane"
        ],
        "reviews_time": [
            "Written July 19, 2023",
            "Written September 30, 2023",
            "Written October 4, 2023",
            "Written November 3, 2023",
            "Written December 13, 2023",
            "Written January 5, 2024",
            "Written March 4, 2024",
            "Written March 30, 2024",
            "Written April 8, 2024",
            "Written April 30, 2024",
            "Written May 29, 2024",
            "Written May 21, 2024",
            "Written May 9, 2024",
            "Written April 30, 2024",
            "Written April 21, 2024",
            "Written April 17, 2024",
            "Written April 8, 2024",
            "Written March 31, 2024",
            "Written March 30, 2024",
            "Written March 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293974-d548972-Reviews-Gulhane_Park-Istanbul.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d2670839-Reviews-Gulhane_Sark_SofrasI-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d22834106-Reviews-Las_Tapas_Restaurant-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d27106273-Reviews-Vamos_Restaurant-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d23652921-Reviews-Buhara_Fi_sh_Meat_House_Roof-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d16783537-Reviews-Otantik_Restaurant-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d15137494-Reviews-Istanbul_Kebab_Cafe_Restaurant-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d8520869-Reviews-Massa_Bistro-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d23977835-Reviews-Suad_Restaurant-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d18968718-Reviews-Deraliye_Terrace-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d24800390-Reviews-Oryantal_1741-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d24119693-Reviews-Empress_Istanbul_Turkish_Rugs-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d9994551-Reviews-FIRCA_El_Sanatlari_Merkezi_Seramik-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d26263209-Reviews-Gallery_Ideal-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2272551-Reviews-Caferaga_Madrasa_Handicrafts_Center-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294555-Reviews-Basilica_Cistern-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294497-Reviews-Hagia_Sophia_Mosque-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d23286250-Reviews-Hagia_Sophia_Cultural_Info_Center-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d1652097-Reviews-Historic_Areas_of_Istanbul-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d4737202-Reviews-Heritage_Nomadic_Art_Gallery-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d523957-Reviews-Caferaga_Medresesi-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d548972-Reviews-or10-Gulhane_Park-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d1553374-Reviews-Emirgan_Park-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d1657485-Reviews-Bosphorus_Strait-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d548911-Reviews-Bebek_Park-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d295235-Reviews-Halic-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2198171-Reviews-Istanbul_Akvaryum-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d524126-Reviews-Yildiz_Park-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d1891745-Reviews-Istanbul_Sea_Life_Aquarium-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d301017-Reviews-Belgrad_Forest-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d4288286-Reviews-Princes_Islands-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d24823515-Reviews-Lilyum_Spa-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2000956-Reviews-Turkey_Tours_by_Local_Guides-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d26265213-Reviews-Aventura_istanbul_tours-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d23899570-Reviews-Travelbooking-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2012297-Reviews-Road_Runner_Travel-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d7119011-Reviews-Imperial_Travel-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d19416334-Reviews-Hannaro_Travel-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d7695710-Reviews-Travel_Store_Turkey-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d15220257-Reviews-Tour_Guide_Metin_Koca-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d13153444-Reviews-Pride_Travel-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d184497-Reviews-Torre_Latino-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d13149654-Reviews-Orbeliani_Baths-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d5488673-Reviews-Flairs_Cocktail_Bar-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d324255-Reviews-Pigeon_Rocks_in_Raouche-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g60973-d1955765-Reviews-Medora_Musical-Medora_North_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g298031-d552743-Reviews-Downtown_Fethiye-Fethiye_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150801-d260073-Reviews-Jardin_Etnobotanico_de_Oaxaca-Oaxaca_Southern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g2213880-d2038314-Reviews-Gua_Tempurung-Gopeng_Kampar_District_Perak.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2671501-Reviews-Kuhio_Beach_Hula_Show-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d213435-Reviews-Dean_Village-Edinburgh_Scotland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293974-d548972-Reviews-or10-Gulhane_Park-Istanbul.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293974-d548972-Reviews-Gulhane_Park-Istanbul.html"
    }
]