[
    {
        "attraction_name": "Gumbalimba Park",
        "attraction_name_vi": "Công viên Gumbalimba",
        "general_info": [
            "1.483 đánh giá",
            "- 5 trong số 46 điều cần làm ở Roatan",
            "Công viên"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đây là một trong những địa điểm yêu thích của chúng tôi khi đến thăm Roatan! Đó là trải nghiệm khỉ TỐT NHẤT trên đảo!! Nếu bạn sống với khỉ Capuchin, đây chắc chắn là nơi để đến! Gumbalimba cũng có McCaws và cự đà. Công viên rất đẹp và bạn có cơ hội tìm hiểu thêm về lịch sử và văn hóa của hòn đảo. Với sự thừa nhận của bạn là sử dụng hồ bơi và bãi biển riêng của họ! Bạn sẽ thắng - không tiếc vì bạn đã ghé thăm.Đọc thêm",
            "đấy đúng là một trải nghiệm tuyệt vời.  nơi hấp dẫn và hướng dẫn của chúng tôi tháng tám là tốt nhất. rất am hiểu về công viên. và anh ấy biết rất nhiều về các loài thực vật bản địa trong khu vực.   thật thú vị khi nhìn thấy khỉ, chim, cự đà và côn trùng.Đọc thêm",
            "Đây là chuyến tham quan tùy chọn trên hành trình Viking của chúng tôi.  Kinh nghiệm được hướng dẫn.  Hướng dẫn của chúng tôi thật tuyệt vời.  Anh ấy là người hướng dẫn của chúng tôi từ khi xe buýt Công viên Gumbalimba đón chúng tôi tại cảng cho đến khi chúng tôi quay trở lại tàu.  Trên đường đi, anh ấy đã chia sẻ những thông tin thực tế về hòn đảo và người dân Roatan.  Khi chúng tôi đến công viên, phần đầu tiên khiến tôi nhớ đến một chuyến đi thực tế ở trường tiểu học nhưng phần thứ hai thật tuyệt vời.  Chúng tôi đã có thể đến gần những con khỉ và vẹt đuôi dài.  Có một số người xử lý đã chụp ảnh trải nghiệm của bạn.  Có những chiếc xô đựng tiền boa có chim và khỉ và tôi rất ấn tượng, tôi chắc chắn sẽ để lại tiền boa, tuy nhiên chúng tôi phải có một tủ khóa - - 5.00 - cho ví của chúng tôi, trong đó có tiền của tôi, vì vậy tôi không thể - mẹo nhỏ.  Điều này là cần thiết vì lũ khỉ có thể lấy đồ đạc của bạn.  Tôi hoàn toàn hiểu điều đó, nhưng nếu phải làm lại, tôi sẽ mất một ít tiền mặt trong túi.   Ngoài ra, hãy coi chừng những ngọn đồi kiến.  Mẹ tôi không nhận ra rằng bà đang đứng trong một căn nhà và phải đến ba người chúng tôi mới đuổi hết lũ kiến ​​nhỏ ra khỏi giày và chân của bà.  Chỉ cần quan sát nơi bạn đứng.   Trong khuôn viên có cửa hàng nhỏ cũng như quán cà phê ngoài trời.   Đọc thêm",
            "Tháng 8 hướng dẫn của chúng tôi thật tuyệt vời! Anh ấy đã dành thời gian với chúng tôi, trả lời tất cả các câu hỏi của chúng tôi và đảm bảo rằng mọi người trong chuyến tham quan đều cảm thấy được tham gia và phải làm mọi thứ họ muốn! Theo lời của con trai tôi - tôi thực sự thích hướng dẫn viên du lịch của chúng tôi, anh ấy nên trở thành một diễn viên hài! - Anh ấy khiến chúng tôi cười và không chỉ cho chúng tôi thấy tất cả những loài động vật hoang dã xinh đẹp, anh ấy còn dạy chúng tôi về các loài thực vật và nhiều công dụng chữa bệnh của chúng. Các loài động vật thật tuyệt vời và được ôm vẹt đuôi dài và khỉ mũ là một giấc mơ trở thành hiện thực! Chúng là một khu bảo tồn động vật hoang dã, điều đó càng tuyệt vời hơn khi biết rằng họ giải cứu và chăm sóc những con vật này một cách chu đáo!Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời và rất khuyến khích cho mọi người ở mọi lứa tuổi.  Việc đi bộ có thể hơi khó khăn đối với người cao tuổi.  August là hướng dẫn viên du lịch của chúng tôi và anh ấy thật tuyệt vời.  Vài lời phàn nàn.  Không khí trong xe bị ngạt thở và điều đó thật khốn khổ.  Lái xe từ cảng du lịch đến công viên rất khó khăn.  Nhưng trên hết chúng tôi yêu thích chuyến đi.Đọc thêm",
            "Chuyến du lịch vui vẻ với tháng Tám. Hướng dẫn thú vị với nhiều thông tin tuyệt vời.  Anh ấy làm cho chuyến lưu diễn của chúng tôi rất vui. Chúng tôi đã thực hiện một chuyến tham quan bằng tàu từ Chòm sao Người nổi tiếng và thật may mắn khi được giao tháng 8 cho chúng tôi. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi gặp gỡ những chú khỉ và vẹt đuôi dài! Hướng dẫn viên của chúng tôi, tháng 8, thật tuyệt vời. Ông đã cung cấp rất nhiều thông tin. Một lưu ý là tránh mang theo túi, vì ngay cả chiếc túi tương đối nhỏ của chúng tôi cũng được coi là không thể chấp nhận được cho chuyến tham quan.Đọc thêm",
            "Chúng tôi đã có một chuyến du lịch nhỏ chỉ có tôi và 5 thành viên trong gia đình. Mario là hướng dẫn viên du lịch của chúng tôi. Anh ấy có kiến ​​thức và sẵn sàng trả lời tất cả các câu hỏi của chúng tôi.  Chúng tôi đã tìm hiểu về cây cối, thực vật và một chút lịch sử của những người đầu tiên sống trong khu vực, ngoài việc nhìn thấy một số loài khỉ và vẹt đuôi dài ở gần. Có cơ hội chụp ảnh với một con vẹt đuôi dài mà chúng tôi không muốn làm. Tôi đã chụp một bức ảnh với một chú khỉ mũ và đó là một trải nghiệm thú vị. Tôi đã không mong đợi cái đuôi quấn quanh cổ. Nhìn chung đó là một buổi chiều vui vẻ, giá cả phải chăng.Đọc thêm",
            "Chuyến tham quan này thật tuyệt vời đối với cặp song sinh 5 tuổi của chúng tôi. Vẹt đuôi dài rất đẹp và bọn trẻ rất thích khỉ. Chúng tôi đang đi du thuyền Princess và đây là lần thứ hai tôi đến công viên. Đề xuất cho một ngày mà bạn có vài giờ để sử dụng.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan này khỏi Regal Princess. Là một chuyến tham quan tuyệt vời, những chú khỉ, vườn vẹt đuôi dài và cầu treo. Chỉ có 2 điều sẽ mang lại cho nó một sự xuất sắc!  Chuyến đi từ bến tàu kéo dài 90 phút và khởi hành muộn.   Vấn đề chính tôi gặp phải là nó được quảng cáo là DỄ DÀNG! Sai rồi.... chúng tôi đã có 21 - 2 giờ leo cầu thang đá và vượt qua địa hình gồ ghề và rễ cây. Điều đó chắc chắn không hề dễ dàng, đặc biệt là đối với những người lớn tuổi. Theo quan điểm của tôi, nó đáng lẽ phải được liệt kê là vừa phải đến vất vả. Nếu bạn có bất kỳ vấn đề về di chuyển nào hoặc chỉ lớn tuổi hơn, hãy cẩn thận!Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời tại Gumbalimba. Chúng tôi đã thực hiện Zipline, sau đó là chuyến tham quan có hướng dẫn với Isaac. Chúng tôi đã may mắn khi đi khi không có tàu du lịch nào ở đây nên chúng tôi cảm thấy như có toàn bộ công viên cho riêng mình. Zipline thật tuyệt vời và hướng dẫn viên của chúng tôi cũng vậy. Họ đã có rất nhiều kiên nhẫn cho 3 người phụ nữ lớn tuổi của chúng tôi. Vẹt đuôi dài và khỉ cũng rất thú vị.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian vui vẻ ở Gumbalimba! Cuối cùng tôi và chồng tôi quyết định thử Zip-liner. Người bạn Cleve của chúng tôi cho biết đây là một công viên tốt cho những người mới đến lần đầu. Và bởi vì chúng tôi có thể đi bộ từ kỳ nghỉ của mình nên nó thật hoàn hảo. Tôi khá lo lắng về độ cao, vì vậy thật tuyệt khi được hướng dẫn viên du lịch địa phương giới thiệu cho lần đầu tiên chúng tôi trượt zipline. Chúng tôi quyết định đến công viên khá sớm và vào một ngày không có tàu du lịch. Nó diễn ra thật tuyệt vời. Chúng tôi là hai người duy nhất trong chuyến tham quan bằng dây kéo và những hướng dẫn viên trẻ của chúng tôi rất đáng khích lệ và vui vẻ. Họ chụp ảnh cho chúng tôi và đảm bảo chúng tôi được an toàn. Bản thân công viên rất đẹp và chúng tôi bắt đầu từ đỉnh rừng rậm và đi theo mười một đường zip xuống bãi biển. Điều đó thực sự thú vị và vì một số khóa kéo có tốc độ khác nhau nên bạn thực sự có thể có cảm giác kiểm soát được. Chúng tôi đã nhìn thấy vẹt đuôi dài và những con khỉ trong chuyến đi của chúng tôi, vì vậy đó là một điều thú vị bổ sung. Chúng tôi cũng tham gia một nhóm nhỏ - tôi nghĩ có năm người khác? Để nhìn và ôm những con khỉ - hay đúng hơn là để chúng đáp xuống chúng ta! Đó là một cuộc bạo loạn! Người chăm sóc động vật thực sự rất tốt với chúng, bạn có thể nói rằng anh ấy hiểu nhu cầu của chúng và đánh giá cao những tính cách khác nhau của chúng, điều này cũng giống như khi chúng tôi đến xem Macaw. Nói chung là một buổi sáng tuyệt vời tại công viên xinh đẹp này.Đọc thêm",
            "Gumbalimba là một chuyến tham quan NCL đối với chúng tôi.  Chúng tôi lấy xe từ cảng. Nó được tổ chức tốt. Hướng dẫn viên cung cấp thông tin về văn hóa địa phương trên quãng đường 25 phút lái xe đến khu bảo tồn.  Gumbalimba là một khu bảo tồn tuyệt đẹp và cuộc gặp gỡ với loài khỉ mặt trắng thật tuyệt vời. Họ có một trung tâm du khách tuyệt vời để giải khát và quà lưu niệm.Đọc thêm",
            "Công viên thực sự đẹp để ngắm nhìn các loài động vật và đi dạo xung quanh. Chỉ cần cẩn thận nếu tàu du lịch đang ở trong thị trấn. Nếu không có tàu du lịch, bạn có thể tận hưởng công viên này với không có nhiều người xung quanh với hồ bơi tuyệt vời, khu vực bãi biển và quầy bán đồ ăn nhẹ có món gà rán và khoai tây chiên tuyệt vời. Nếu tàu du lịch cập bến thì ở đây sẽ đông đúc.Đọc thêm",
            "Chồng tôi và tôi gần đây đã đi tham quan Công viên Bảo tồn Gumbalimba cùng với Wesley Henwood. Đó là một chuyến tham quan tuyệt vời và Wesley đã làm rất tốt khi trả lời các câu hỏi, giải thích các đặc điểm và cư dân của công viên. Đến cuối chuyến tham quan, chồng tôi gặp khó khăn khi đi lại do một vấn đề thần kinh mãn tính nhưng lẻ tẻ ở chân. Wesley Henwood đã cố gắng hết sức để hỗ trợ chồng tôi quay lại lối vào công viên, tìm một chỗ thoải mái cho anh ấy ngồi và giúp anh ấy lên xe buýt du lịch để trở về tàu du lịch của chúng tôi. Wesley đã hoàn thành điều này mà không gây bất tiện cho những người còn lại trong nhóm du lịch. Anh ấy ân cần và tôn trọng, chưa bao giờ khiến chồng tôi cảm thấy tự ti hay gánh nặng. Chúng tôi đã đi du lịch và du lịch khắp Hoa Kỳ, Châu Âu, Châu Á, Trung và Nam Mỹ. Tôi có thể chứng thực rằng sự hiểu biết, quan tâm và lịch sự mà Wesley thể hiện là rất hiếm. Tôi không thể biết ơn hơn khi Wesley là hướng dẫn viên du lịch của chúng tôi ngày hôm đó.Đọc thêm",
            "Bạn trai của tôi và tôi đã đến thăm trong một chuyến tham quan bằng du thuyền. Đó là một thời gian tuyệt vời và một công viên đáng yêu. Phải cầm vẹt đuôi dài và tương tác với khỉ. Điều đáng phàn nàn duy nhất là chi tiết chuyến tham quan cho thấy những con lười ở công viên. Tuy nhiên, không có con lười ở công viên này. Nhưng hướng dẫn, chuyến đi bộ và công viên thật tuyệt vời!Đọc thêm",
            "Chúng tôi đến thăm như một phần của chuyến tham quan bằng tàu.  Chúng tôi đã có một hướng dẫn viên xuất sắc - August - người rất thông tin và thú vị.  Tiếng Anh của anh ấy rất xuất sắc.   Chúng tôi có nhiều thời gian để chụp ảnh với lũ khỉ và gia đình McCaw.   Có một chút đi bộ, một số cầu thang và cầu treo, nhưng có một lựa chọn là đi xe golf.   Thực sự đánh giá cao việc chúng tôi có thể thuê một tủ khóa và gói tranh có giá hợp lý. Đọc thêm",
            "Wow, thật là một nơi tuyệt vời. Những chú khỉ đang nhảy múa và vui đùa, các loài chim và thằn lằn đi lại tự do. Đó là một vài giờ tuyệt vời dành. Họ thậm chí còn đón bạn và thả bạn về khách sạn.Đọc thêm",
            "Vợ tôi và tôi thực hiện chuyến tham quan này từ tàu du lịch của chúng tôi. Điều tốt nhất chúng ta có thể nói là trải nghiệm này ở mức trung bình. Còn rất nhiều nhóm khác và bạn phải tốn rất nhiều thời gian chờ đợi nhóm đi trước dọn sạch. Nó không phải là một công viên thiên nhiên hay bảo tồn mặc dù tên của nó. Thứ duy nhất họ dành cho động vật là cự đà, vẹt đuôi dài và khỉ. Họ dành nhiều thời gian thay phiên nhau đặt những chú chim lên vai bạn và chụp ảnh cho bạn. Điều này được lặp lại ở điểm dừng khỉ. Phải mất rất nhiều thời gian. Chúng tôi đã mong đợi nhiều loại động vật và nhiều góc độ bảo tồn hơn. Điều đó thật đáng thất vọng. Tôi nghĩ đây là những lựa chọn tốt hơn nếu bạn đến thăm Roatan.Đọc thêm",
            "Một bảo tồn tuyệt vời. Nếu may mắn, bạn sẽ nhận được tháng 8 làm người hướng dẫn cho mình.  Anh ấy có nhiều thông tin, lịch sự và vô cùng hữu ích.  Khu bảo tồn thật tuyệt vời.  Các loài động vật là động vật cứu hộ và không ở trong lồng. Họ tự do dạo chơi và tương tác với khách du lịch khi rảnh rỗi.Đọc thêm",
            "Tôi sẽ đến nơi quyến rũ của biển vào tháng 6 và tôi đã đặt trước chuyến tham quan này.  Trang web không cho tôi biết liệu phương tiện di chuyển có được đưa vào bãi đậu xe hay không.  Phải không?Đọc thêm",
            "Chúng tôi đã có xe buýt đưa đón mà họ cung cấp.Đọc thêm",
            "Ở đó có những lựa chọn thực phẩm nào? Đi cùng trẻ 3, 5 và 10 tuổi, 1 trẻ 18 tháng tuổi, 3 người lớn - 2 người cao tuổi.Đọc thêm",
            "Có những lựa chọn thực phẩm nào ở đó? Đi du lịch với trẻ em 3, 5 và 10 tuổi, một trẻ 18 tháng tuổi, 3 người lớn và 2 người cao tuổi. Đọc thêm",
            "Phí vào công viên là bao nhiêu? Không cần đi nhờ tới đó?\nTôi đã từng đến đây một lần và muốn tự mình đi dạo xung quanh \nNhưng muốn có ảnh với khỉ và vẹtĐọc thêm",
            "Đây là một câu hỏi hay vì không dễ tìm thấy thông tin về chi phí nhập học trên Trang web chính thức của họ.  Sau khi tìm kiếm trên Internet tôi tìm thấy thông tin này:  \n\nChi phí tham quan công viên sẽ khác nhau tùy thuộc vào loại tour bạn chọn. Các chuyến tham quan dao động từ: - 30 cho vé vào công viên thông thường và lên đến - 55 cho chuyến tham quan bao gồm chuyến phiêu lưu bằng dây kéo - Hoặc - 45 chỉ dành cho tán cây - .\n\nTôi hy vọng điều này sẽ giúp bạn! Đọc thêm",
            "Vì vậy, nếu chỉ có một cặp đôi trong nhóm của chúng tôi muốn đu dây thì tất cả chúng ta vẫn có thể tận hưởng phần còn lại của công viên chứ? Chúng tôi sẽ đi du lịch vào tháng Hai. Cảm ơnĐọc thêm",
            "Có, tuy nhiên lượng thời gian để tận hưởng phần còn lại của công viên bị hạn chế một chút do có đường zip. Đây là phản hồi từ những hành khách trên Cruise đã cùng nhau thực hiện chuyến tham quan zipline với công viên. \n\nNếu bạn không bị giới hạn về thời gian thì cũng không sao.Đọc thêm",
            "Chuyến tham quan công viên mất bao lâu? Chồng tôi bị khuyết tật và đi lại khó khăn, địa hình và cầu thang gồ ghề nhiều không? Bạn có thể dừng lại và nghỉ ngơi một cách thuận tiện không? Bất kỳ sự trợ giúp nào đều sẽ là tuyệt vời. TIAĐọc thêm",
            "Khoảng một giờ nhưng đi bộ không dễ dàng. Rất nhiều bước, một số trong những lối đi hẹp. Các lối đi là đất hoặc đá cuội không bằng phẳng. Đọc thêm",
            "xin chào, bạn đã tổ chức chuyến tham quan bằng tàu du lịch của mình chưa? hay bạn đã lên xe buýt ở cảng?Đọc thêm",
            "Chúng tôi đã hỏi quầy lễ tân của khách sạn và họ có một chiếc xe tải đón và thả chúng tôiĐọc thêm",
            "Bạn đã đặt chuyến đi này như thế nào? Chúng tôi tham gia một chuyến du ngoạn và tự hỏi nên đặt vé qua hãng tàu hay đặt vé độc lập.Đọc thêm",
            "Chúng tôi đã đặt vé qua hãng du thuyền.Đọc thêm",
            "Công viên có nên đến thăm bé gái 16 tháng tuổi không?Đọc thêm",
            "Tôi bị liệt và phải ngồi xe lăn, liệu điều này có thể làm được không?Đọc thêm",
            "Xin lỗi, nơi này không phù hợp cho xe lăn: - Đọc thêm"
        ],
        "star_ratings": [
            931,
            370,
            109,
            46,
            28
        ],
        "review_amount": 1484,
        "location": [
            "Công viên Gumbalimba",
            "Trung Mỹ",
            "Roatan",
            "Những điều cần làm ở Roatan",
            "Honduras",
            "Quần đảo Vịnh"
        ],
        "reviews_time": [
            "Written July 6, 2023",
            "Written August 6, 2023",
            "Written December 21, 2023",
            "Written December 27, 2023",
            "Written January 19, 2024",
            "Written February 19, 2024",
            "Written February 19, 2024",
            "Written February 19, 2024",
            "Written February 21, 2024",
            "Written February 28, 2024",
            "Written June 3, 2024",
            "Written May 11, 2024",
            "Written April 19, 2024",
            "Written April 16, 2024",
            "Written April 4, 2024",
            "Written March 26, 2024",
            "Written March 15, 2024",
            "Written March 9, 2024",
            "Written March 6, 2024",
            "Written February 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g292019-d649528-Reviews-Gumbalimba_Park-Roatan_Bay_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d12221577-Reviews-Luna_Muna_Ibagari-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d26366418-Reviews-Babalu_s_Bar_and_Grill-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d13187143-Reviews-Sunset_Hideaway_Bar_Grill-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d4127720-Reviews-Trattoria_da_Piero_at_Las_Rocas_Resort-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d23581452-Reviews-Annie_s_Boardwalk_Cafe-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d23782172-Reviews-Azul_By_Blue_Roatan_Resort-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d10301080-Reviews-The_Lotus_at_Xbalanque-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d2089858-Reviews-Beachers_West_Bay-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303875-d5207359-Reviews-Argentinian_Grill-West_End_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g944573-d8123599-Reviews-Hangover_Hut-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d1048436-Reviews-Tabyana_Beach-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d530197-Reviews-West_Bay_Beach-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d2294214-Reviews-Mayan_Day_Passes-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d26753327-Reviews-Roatan_Activities-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d3747498-Reviews-Dolphin_Encounter-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d1441401-Reviews-Maya_Key-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d5575255-Reviews-Mayan_Eden-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303874-d546706-Reviews-Carambola_Botanical_Gardens_Trails-Sandy_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d15849816-Reviews-El_Faro-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303874-d555063-Reviews-Sandy_Bay_Beach-Sandy_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d649528-Reviews-or10-Gumbalimba_Park-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303874-d7598645-Reviews-Blue_Island_Divers-Sandy_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d17513303-Reviews-Aj_s_Monkeys_And_Sloths-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d2285434-Reviews-Little_French_Key-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303875-d8027628-Reviews-Half_Moon_Bay-West_End_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1759941-d1774005-Reviews-Arch_s_Iguana_Marine_Park-French_Harbour_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g15070974-d12937879-Reviews-Mahogany_Bay_Cruise_Center-Dixon_Cove_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d1989113-Reviews-West_Bay_Divers-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d10185802-Reviews-Blue_Planet_Divers-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d7697565-Reviews-Clearwater_Adventures-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d1371686-Reviews-South_Shore_Zipline-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d2012652-Reviews-Mayan_Divers-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d19469225-Reviews-Real_Deal_Roatan_Tours-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d2098365-Reviews-Roatan_PaddleSports-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d1400469-Reviews-Bananarama_Dive_Center-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d2716833-Reviews-Roatan_Rum_Company-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g944573-d2345152-Reviews-Infinity_Divers_Aqua_Center-West_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303875-d4066220-Reviews-Roger_s_Cat_Cruises_Day_Tours-West_End_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303875-d3660271-Reviews-Ruthless_Roatan_Charters-West_End_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303872-d7953514-Reviews-Discover_Roatan_Excursions_Tours-Coxen_Hole_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d15232117-Reviews-Drag_Brunch-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d106115-Reviews-Hana_Highway_Road_to_Hana-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d277589-Reviews-Pilsner_Urquell_Brewery-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d9997973-Reviews-Barrio_Logan-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g47494-d6583105-Reviews-Root_Glen-Clinton_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g815535-d242598-Reviews-Parco_dei_Mostri-Bomarzo_Province_of_Viterbo_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d124551-Reviews-Ripley_s_Believe_It_or_Not_Orlando-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d169634-Reviews-Printer_s_Alley-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g612348-d5427677-Reviews-Ol_Jogi_Wildlife_Conservancy-Nanyuki_Town_Nanyuki_Municipality_Laikipia_County_Ri.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d4415294-Reviews-Dream_Park-Giza_Giza_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g292019-d649528-Reviews-or10-Gumbalimba_Park-Roatan_Bay_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g292019-d649528-Reviews-Gumbalimba_Park-Roatan_Bay_Islands.html"
    }
]