[
    {
        "attraction_name": "Gunung Jerai",
        "attraction_name_vi": "Núi Jerai",
        "general_info": [
            "49 đánh giá",
            "1 trong số 1 hoạt động giải trí ở Kuala Ketil",
            "Núi"
        ],
        "attraction_summary": "Gunung Jerai đẹp quá. Khá đỉnh tuy nhiên tôi không thể phủ nhận vẻ đẹp của nơi này. Thật bình tĩnh và thư giãn tâm trí của tôi. Nhiệt độ lạnh quá, tôi lạnh cóng. Bố tôi cũng bị cúm và ho vào ban đêm. Hầu hết những thứ mà tôi sẽ không quên là Rusdi Char Kuew Tiaw... Thật ngon Đọc thêm",
        "reviews": [
            "Con đường quanh co thu hẹp. Nhìn tuyệt vời từ trên xuống. Những người đi phượt trong ngày với các cặp đôi đang tranh nhau chụp ảnh. Buổi tối n đêm yên bình hơn. Nhà hàng tốt. Nhiệt độ dễ chịu Đọc thêm",
            "Tại sao đỉnh Gunung Jerai lại bị che giấu bằng cách đặt trại quân đội và đóng cửa khu vực này với công chúng với lý do an ninh quốc gia. Ai sẽ tấn công ngôi làng tên là Gurun trừ khi có thứ gì đó có giá trị ở đó? Suy cho cùng, nó chỉ là tàn tích do một vị vua tầm thường nào đó để lại từ nhiều thế kỷ trước. Tôi có đính kèm một số bức ảnh rất cũ được chụp cách đây nhiều năm tại ngôi đền Murugan và đỉnh núi. Tại sao công chúng không được phép xem nó ngày hôm nay? Có động cơ thầm kín nào không?Đọc thêm",
            "Resort đẹp nhưng tôi cho 1 sao do cách cư xử của nhân viên lễ tân. Rất thô lỗ!! Một lời khuyên khác, Đừng đặt phòng điều hành! Cheched-in vào ngày 24 tháng 12 trong 3 phòng điều hành với bạn bè và gia đình, và tầm nhìn không tốt. Khi được thông báo với nhân viên tiếp tân, cô ấy bắt tôi đợi 30 phút ở quầy lễ tân mà không nói gì, và sau đó nói một cách thô lỗ rằng không còn phòng nào khác. Đọc thêm",
            "Lái xe dọc theo con đường hẹp uốn lượn lên đến đỉnh núi ở độ cao khoảng 1000 mét so với mực nước biển, chúng tôi gặp một vài chú khỉ đang ăn trái cây, lá và hạt từ cây rừng. Trên đỉnh núi là khách sạn nhà hàng nghỉ dưỡng. Nhà hàng có sân hiên đẹp mắt nhìn ra cánh đồng lúa và bờ biển Kedah. Các nhân viên phục vụ phục vụ đồ uống và đồ ăn nhẹ cũng như bánh ngọt. Nhà hàng của khách sạn phục vụ bữa trưa và bữa tối tự chọn theo phong cách Mã Lai. Cách nhà hàng khoảng 100 m là một vườn bách thảo nhưng không được chăm sóc kỹ lưỡng. Đi bộ xuống đồi dọc theo một con đường dốc dẫn đến một thác nước tuyệt đẹp. Trên đường xuống chúng tôi thấy nhiều bướm và chim. Thật đáng để ghé thăm ngọn núi Gunung Jerai này.Đọc thêm",
            "Gunung Jerai là công viên giải trí và nghỉ dưỡng trên đồi lâu đời nhất ở Kedah. Đứng ở độ cao 1.200m so với mực nước biển, ngọn núi huyền thoại này cũng là đỉnh núi cao nhất ở Kedah. Chỗ ở nghỉ dưỡng nằm trên đỉnh đồi. Nơi đây có khí hậu tốt với nhiệt độ dao động từ 19 đến 21 độ C. Bạn có thể chọn đạp xe, tự lái xe, thuê xe tải hoặc đi bộ đường dài. Tôi vừa dùng xe riêng của mình để leo lên đỉnh Jerai. Quãng đường 10 km lên núi rất dốc và nguy hiểm ở một số điểm khi đường trở nên quá hẹp. Quang cảnh trên đỉnh thật ngoạn mục. Du khách có thể ngắm nhìn toàn cảnh biển và các hòn đảo lân cận. Chúng ta có thể học hỏi được nhiều kiến ​​thức quý báu về các loại cây thảo mộc mọc hoang ở đây. Ngoài ra, ngọn núi và khu vực xung quanh là nơi lý tưởng cho các hoạt động dựa vào thiên nhiên như đi bộ đường dài, cắm trại và đạp xe leo núi.Đọc thêm",
            "Có thể cân nhắc cho chuyến đi gia đình, địa điểm thích hợp để tụ tập chuyến đi trong ngày hoặc chỗ ở qua đêm. Có thể lái xe lên đến đỉnh nhưng hãy cẩn thận một số khúc cua kẹp tóc trông có vẻ nguy hiểm nhưng vẫn có thể vượt qua được nếu lái xe cẩn thận. Tầm nhìn tuyệt vời từ trên xuống với cánh đồng lúa rộng với biển cạnh nhau. Có thể lên kế hoạch cho chuyến thăm sớm hoặc muộn để ngắm bình minh và hoàng hôn. Chuyến đi tuyệt vời. Đọc thêm",
            "Có một cái nhìn tuyệt vời về biển và cánh đồng lúa. Ngoài ra còn có một số loài hoa và một bảo tàng lâm nghiệp. Giả sử chúng tôi nghe nói có một vườn bách thảo nhưng khi chúng tôi đến đó thì nó đã đóng cửa và trong tình trạng hư hỏng. So với Cao nguyên Cameron hoặc Cao nguyên Genting, không có nhiều việc phải làm và lựa chọn ăn uống cũng hạn chế. Đọc thêm",
            "Sáng sớm đi ô tô lên núi lúc 7 giờ sáng, trả 3 RM cho xe trả bên trong. Nó thực sự rất đẹp và thư giãn nhờ gió lạnh và đội ngũ nhân viên thân thiện. Chúng tôi dành cả buổi sáng để thư giãn ở đó và đến quán cà phê để uống chút gì đó. Cà phê không tệ. Không được mang đồ ăn bên ngoài vào. Đọc thêm",
            "Gunung Jerai hay Đỉnh Kedah là một địa điểm tuyệt đẹp có các di tích lịch sử, địa chất, động vật học cũng như là nơi tuyệt vời để thư giãn cùng bạn bè và gia đình. Khung cảnh và cơ sở vật chất của Khu nghỉ dưỡng Gunung Jerai gần đỉnh núi rất tuyệt vời và có rất nhiều thứ để giải trí cho trẻ em cũng như người lớn. Những thác nước đổ xuống, những chuyến đi bộ trong rừng không bao giờ kết thúc, đạp xe leo núi, cánh đồng lúa và thậm chí cả một chuyến đi đến bờ biển đều có sẵn. Người dân Kedah cực kỳ thân thiện và chúng tôi luôn cảm thấy như đang ở nhà ở bất cứ nơi nào chúng tôi đến.Đọc thêm"
        ],
        "star_ratings": [
            10,
            32,
            4,
            1,
            2
        ],
        "review_amount": 49,
        "location": [],
        "reviews_time": [
            "Written January 18, 2024",
            "Written October 31, 2023",
            "Written August 20, 2023",
            "Written December 24, 2020",
            "Written November 23, 2019",
            "Written October 31, 2019",
            "Written September 3, 2019",
            "Written August 15, 2019",
            "Written August 8, 2019",
            "Written August 7, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g11751426-d5499303-Reviews-Gunung_Jerai-Kuala_Ketil_Kuala_Muda_District_Kedah.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g7166067-d7363010-Reviews-The_Puncak_Kedah_Restaurant-Kuala_Kedah_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g3814826-d3792572-Reviews-Lembah_Bujang_Archaeological_Museum-Merbok_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g7166067-d7624807-Reviews-Lembah_Bujang_Archaelogical_Museum_Muzium_Arkeologi_Lembah_Bujang-Kuala_Kedah_Ke.html",
            "https://www.tripadvisor.com/Attraction_Review-g11751426-d5499303-Reviews-or10-Gunung_Jerai-Kuala_Ketil_Kuala_Muda_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g11751426-d5499303-Reviews-Gunung_Jerai-Kuala_Ketil_Kuala_Muda_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g2550635-d25249563-Reviews-Cosmed_Reflexology_Centre-Bukit_Mertajam_Seberang_Perai_District_Penang.html",
            "https://www.tripadvisor.com/Attraction_Review-g12908951-d12373722-Reviews-Sungai_Batu_Archaeological_Site-Bedong_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g670110-d8311376-Reviews-Amanjaya_Mall-Sungai_Petani_Kuala_Muda_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g670110-d8337564-Reviews-Village_Mall-Sungai_Petani_Kuala_Muda_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g609028-d1547522-Reviews-Playa_de_las_Catedrales-Ribadeo_Province_of_Lugo_Galicia.html",
            "https://www.tripadvisor.com/Attraction_Review-g660784-d12707241-Reviews-Sky_Casino-Genting_Highlands_Pahang.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d318827-Reviews-Tsar_Samuel_s_Fortress-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d278902-Reviews-Topiary_Garden-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d556684-Reviews-War_Museum_Cambodia-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60710-d267793-Reviews-Adams_National_Historical_Park-Quincy_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d547310-Reviews-Montauk_Downs_State_Park_Golf_Course-Montauk_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g644214-d2259066-Reviews-Makris_Gialos_Beach-Lassi_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d1216598-Reviews-Blue_Hole-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d8765132-Reviews-Paphos_Town_Market-Paphos_Paphos_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g11751426-d5499303-Reviews-or10-Gunung_Jerai-Kuala_Ketil_Kuala_Muda_District_Kedah.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g11751426-d5499303-Reviews-Gunung_Jerai-Kuala_Ketil_Kuala_Muda_District_Kedah.html"
    }
]