[
    {
        "attraction_name": "Ha Giang Adventure",
        "attraction_name_vi": "Cuộc phiêu lưu Hà Giang",
        "general_info": [
            "308 đánh giá",
            "10 trên 150 hoạt động ngoài trời ở Hà Giang",
            "Tham quan thành phốChuyến tham quan nhiều ngàyChuyến tham quan bằng xe đạpChuyến tham quan bằng xe máyChuyến đi trong ngày",
            "Chuyến tham quan thành phố",
            "Tour nhiều ngày",
            "Chuyến tham quan bằng xe đạp",
            "Chuyến tham quan bằng xe máy",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Ha Giang Adventure khám phá lịch sử, những vết nứt, kẽ hở, những con phố nhỏ và những giá trị tiềm ẩn của văn hóa, xã hội Việt Nam mà một nhóm lớn không thể trải nghiệm được. Tham quan cùng chúng tôi có nghĩa là chuẩn bị và liên hệ trước với chúng tôi để bạn có thể tối đa hóa trải nghiệm cũng như quản lý kỳ vọng của mình. Sau chuyến phiêu lưu Hà Giang, bạn sẽ rời tỉnh với những kỷ niệm đẹp, những bức ảnh đẹp, những kiến ​​thức thú vị và tất nhiên là những người bạn mới. Bạn sẽ học được điều gì đó mới hoặc đơn giản là nắm lấy điều gì đó mà bạn chưa bao giờ nghĩ mình sẽ làm được. Chúng tôi rất mong được gặp bạn và dẫn bạn đi tham quan xung quanh!Đọc thêm",
        "reviews": [
            "Mọi thứ về doanh nghiệp này đều là 5 sao. Họ vượt lên trên và mang lại trải nghiệm tuyệt vời. Việt Nam và có lẽ ngành du lịch nên sử dụng chuyến phiêu lưu ở Hải Giang để giáo dục và tác động đến trải nghiệm tốt nhất có thể cho tất cả các doanh nghiệp có nhu cầu về khách du lịch.Đọc thêm",
            "Đây là một cách tuyệt vời để trải nghiệm Đường vòng Hà Giang và là trải nghiệm thú vị và đáng nhớ nhất trong thời gian chúng tôi ở Việt Nam. Ha Giang Adventure giữ quy mô nhóm nhỏ và biết đi đâu để tránh đám đông. Tất cả các tay đua của chúng tôi đều có tiếng Anh tốt và kiến ​​thức về đường xá, những nơi chúng tôi dừng chân và chăm sóc tất cả chỗ ở, thức ăn và các hoạt động. Các nhà trọ vượt quá mọi mong đợi của chúng tôi và thực sự bổ sung thêm trải nghiệm. Chúng tôi chắc chắn sẽ quay lại Ha Giang Adventure trong tương lai. Xin gửi lời cảm ơn tới Truòng, Chinh và T - một nhóm người tuyệt vời đã khiến chúng tôi cười suốt và khuyên bạn nên yêu cầu họ khi đặt phòng.Đọc thêm",
            "Chuyến tham quan vòng quanh Hà Giang thật tuyệt vời nhờ Phong và Con, những người đã dạy chúng tôi rất nhiều về văn hóa và lối sống của họ, đồng thời luôn khiến chúng tôi cảm thấy an toàn khi lái xe máy qua những con đường đẹp nhất mà chúng tôi từng thấy ở Việt Nam. Ngoài ra, một số nhà trọ thực sự là một giấc mơ và chúng tôi đã ăn uống như những vị vua. Đây là điều bắt buộc, hãy thực hiện nó!Đọc thêm",
            "Ha Giang Adventure HGA are an amazing company, our tour was such an incredible experience for us and definitely the highlight of our 3 months in Vietnam! HGA are very well organised and professional. We communicated via email prior to the tour, where they always responded quickly and were happy to answer all of my questions. Booking was as simple as sending a message, payment was all online, a deposit at the time of booking, and full payment later. They organised buses to pick us up from our hotel and take to Ha Giang where our guides met us at the stop. After the tour our guides took us to the bus stop and loaded us on, the bus took us back into Hanoi, to our hotel.HGA prioritised safety throughout the trip. They provided safety gear helmets and elbow knee pads but we already had our own that we used. They rode at slower speeds, which was great, it meant we could really take in everything there was to see! If you wish to ride your own bike they ensure you have all the licencing required, you cant jump on a bike for the first time here. The Ha Giang region is full of different ethnic minorities that we got to learn a lot about in our tour. All of HGAs tour guides grew up in, and are from Ha Giang. This means the guides know all about the area and can take you to their home and share the culture with you, which provided a really personal experience!The maximum size for a group is 6 people, and each person on the tour has their own guide easy rider. Even if you ride yourself, there will be a guide for you too. As it was the quiet season when we went we had a private tour, just me and my partner, with our two easy riders, who were absolutely amazing! Being in a small group meant we went to little remote villages, homestays, and cultural experiences that large groups arent able to. This allowed us to see further into life in the mountains of Ha Giang!The cost of the tour included breakfast, lunch, and dinner everyday, where we got amazing spreads of local food that was delicious. There was so much great food... so much! Our accommodation, which was a different homestay each night. They were all were so unique and really nice, with lovely host families! It also included the cost of tickets to all of the attractions we saw and our guides leading us through, talking about the histroy of them all. These attractions inlcuded: a boat trip through Sông Nho Quế; The National Flag Tower at the China border; Dinh Vua Mèo, the kings palace; and a tour of a local hemp weaving building in the Hmong area. Our guides, Truong and Cay, were both absolutely incredible and truly made our experience! They were good friends with each other, which was nice to see, and they were so funny. We all got along so well and they became our friends. They both spoke and wrote perfect English and were so knowledgeable on the Ha Giang provience and Vietnam in general. They taught us about everything ranging from history and culture, through to people and food. Both of them were amazing riders, we never felt nervous or unsafe on their bikes. Over the four days these guys really made the trip for us and create some truly incredible memories!I really cant recommend these two amazing people and Ha Giang Adventure enough. The whole experience was eveything we couldve hoped for and more! Huge thank you to everyone involved!Read more",
            "Cuộc phiêu lưu này là điểm nhấn tuyệt đối trong cuộc phiêu lưu Việt Nam của tôi. Những người bạn đồng hành bằng môtô đã chăm sóc chúng tôi rất chu đáo. Cường, Cây và Nữ, tôi không thể cảm ơn đủ vì sự chuyên nghiệp, sự quan tâm, sự ấm áp, vui vẻ và tình bạn của các bạn. Mọi thứ đã được tổ chức rất tốt. Thức ăn thật tuyệt vời với sự đa dạng, chỗ ở tuyệt vời. Là một nhóm nhỏ có nghĩa là chúng tôi không vội vã và tránh được đám đông. Tôi đánh giá cao nhóm du lịch này. Đáng giá từng xu.Đọc thêm",
            "Một cuộc phiêu lưu 6 ngày rất tuyệt vời ở miền Bắc Việt Nam. Đầy thiên nhiên tươi đẹp, những con đường mạo hiểm và tốt đẹp và hơn hết là những hướng dẫn viên vui vẻ và an toàn. Đọc thêm",
            "Tôi đã có trải nghiệm tuyệt vời với Ha Giang Adventure theo lời giới thiệu của một người bạn. Họ rất nhiệt tình, cung cấp xe riêng để đón tôi ở Hà Nội và nhóm nhỏ cho phép chúng tôi linh hoạt điều chỉnh chuyến đi theo nhu cầu của mình. Hướng dẫn viên Nu, Hoa và Hiền của chúng tôi thật tuyệt vời, chia sẻ rất nhiều về lịch sử và văn hóa Việt Nam. Tôi hoàn toàn muốn giới thiệu cho bất kỳ ai quan tâm.Đọc thêm",
            "Đây là chuyến đi thứ hai của tôi với Ha Giang Adventure. Tôi rất vui khi được quay lại và du lịch cùng với đội ngũ tuyệt vời này, Cường, Cây và Nữ. Những người này tận tâm để làm cho chuyến đi an toàn, vui vẻ và đáng nhớ. Việc di chuyển giữa Hà Nội và Hà Giang diễn ra suôn sẻ, quy mô nhóm hoàn hảo gồm ba khách du lịch bao gồm cả tôi, bữa ăn nào cũng rất ngon và chỗ ở đẹp và thoải mái! Họ tránh đám đông khiến chuyến đi của chúng tôi trở nên siêu đáng nhớ. Đặc biệt tôi rất thích đi bộ đường dài ở nơi không có khách du lịch nào khác. Đặc biệt cảm ơn người lái xe đáng yêu nhất của tôi Nu. Chúng tôi đã có rất nhiều tiếng cười và những câu chuyện cười khi đi chơi. Cô ấy cũng nhớ những món mà du khách yêu thích và sắp xếp chúng. Tôi háo hức chờ đợi chuyến đi tiếp theo cùng Ha Giang Adventure! Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch Hà Giang 4 ngày 3 ngày với Ha Giang Adventure cùng hai đứa con 6 và 8 tuổi. Chúng tôi đã có một trải nghiệm tuyệt vời và đó quả là một chuyến đi tuyệt đẹp!Đọc thêm",
            "Sống ở Việt Nam hơn 8 năm, tôi luôn muốn đến thăm Hà Giang. Sau khi nghiên cứu tất cả các lựa chọn, chúng tôi nhận thấy chuyến tham quan này hỗ trợ mọi thứ từ hướng dẫn viên du lịch đến xe máy, đồ ăn và chỗ ở. Chúng tôi đã chọn phương án xe máy XR 150cc tự lái và đã có khoảng thời gian tuyệt vời. Hướng dẫn viên của chúng tôi, Cường Đô la, thật xuất sắc và biết anh ấy đang làm gì. Anh ấy cũng cho chúng tôi sự linh hoạt để tự lái xe khi chúng tôi muốn. Tôi chắc chắn sẽ giới thiệu chuyến tham quan này và chúng tôi đã lên kế hoạch cho chuyến tham quan tiếp theo. Đó là một trong những điểm nổi bật trong 8 năm sống ở Việt Nam của tôi.Đọc thêm"
        ],
        "star_ratings": [
            307,
            7,
            0,
            0,
            2
        ],
        "review_amount": 316,
        "location": [],
        "reviews_time": [
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 24, 2024",
            "Written May 23, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 12, 2024",
            "Written May 11, 2024",
            "Written May 2, 2024",
            "Written April 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1544599-d14217025-Reviews-Ha_Giang_Adventure-Ha_Giang_Ha_Giang_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d14217025-Reviews-or10-Ha_Giang_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d14217025-Reviews-Ha_Giang_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d25113570-Reviews-Infinity_Ha_Giang_Loop-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d25437002-Reviews-Majestic_Tour_Vietnam-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d23039130-Reviews-Ha_Giang_Jeep_Adventure-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d17754766-Reviews-BiBi_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26874478-Reviews-Ha_Giang_Travel-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15106383-Reviews-Ha_Giang_Road_Trip-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d12590732-Reviews-Su_Phi_CBT-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d20111741-Reviews-Local_Tours_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26836241-Reviews-Ha_Giang_Backpackers_Hostel_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15521635-Reviews-Wings_Ha_Giang_Loop-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d20302028-Reviews-Ha_Giang_Epic_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d16803199-Reviews-Cho_Thue_Xe_May_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26453859-Reviews-Ha_Giang_motocycle_tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d12506017-Reviews-Car_Motorbike_Rental_in_Ha_Giang-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d15597607-Reviews-Ha_Giang_Amazing_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198706-Reviews-Acropolis-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g34607-d21117923-Reviews-St_Pete_Pier-St_Petersburg_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d141841-Reviews-Billy_Bob_s_Texas-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10605059-Reviews-CityCenterDC-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49206-d3583141-Reviews-Grandad_s_Apples-Hendersonville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d270622-Reviews-Grapevine_Mills-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g667997-d15219529-Reviews-Adventure_World-Sylhet_City_Sylhet_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096301-d23627896-Reviews-Aqualuna_Malta-Il_Gzira_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g293829-d6734118-Reviews-Rwanda_Clothing_Store-Kigali_Kigali_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d140803-Reviews-Fort_Worth_Nature_Center_Refuge-Fort_Worth_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1544599-d14217025-Reviews-or10-Ha_Giang_Adventure-Ha_Giang_Ha_Giang_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1544599-d14217025-Reviews-Ha_Giang_Adventure-Ha_Giang_Ha_Giang_Province.html"
    }
]