[
    {
        "attraction_name": "Ha Thanh Travelmate",
        "attraction_name_vi": "Ha Thanh Travelmate",
        "general_info": [
            "284 đánh giá",
            "- 65 trên 528 Đồ Ăn - Đồ Uống ở Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Ha Thanh Travelmate là công ty điều hành tour du lịch trong nước và quản lý điểm đến, chúng tôi hoạt động ở tất cả các điểm đến trên khắp Việt Nam. Chúng tôi trân trọng nguồn gốc của Việt Nam, tận dụng nền tảng này để kết nối khách du lịch với con người và nền văn hóa theo cách mà chỉ người dân địa phương mới có thể làm được. Sử dụng kiến ​​thức về Việt Nam và chuyên môn của mình, chúng tôi phát triển mạnh mẽ trong việc tạo ra những trải nghiệm khó quên dành riêng cho mỗi du khách.Đọc thêm",
        "reviews": [
            "Tour du lịch tuyệt vời, nhóm nhỏ và thân thiện, đồ ăn ngon! Rất khuyến khích. Đi bộ qua đường phố Hà Nội là một vụ nổ. Cảm ơn bạnĐọc thêm",
            "Chúng tôi đã dành nhiều thời gian cố gắng quyết định chuyến đi Vịnh Hạ Long sẽ làm gì và cuối cùng đã đặt chỗ qua công ty này. Thật không may khoảng một tuần trước, họ khuyên hành trình ban đầu của chúng tôi đã đặt phải thay đổi. Họ đã nâng cấp dịch vụ chuyển khoản của chúng tôi như một phép lịch sự, tuy nhiên trên đường về họ nói với chúng tôi rằng chúng tôi sẽ phải đợi 50 phút để chuyển khoản. Đối tác của tôi và tôi quyết định bắt taxi thay vì phải chờ đợi lâu - trời lạnh và mưa - và dù sao thì chúng tôi cũng chưa có khoảng thời gian tuyệt vời nhất trên thuyền. Hiện tại họ đang từ chối hoàn trả cho chúng tôi khoản chuyển khoản này.Đọc thêm",
            "Chuyến du ngoạn qua đêm là một trải nghiệm tuyệt vời và là cách tốt nhất để ngắm vịnh Hạ Long. Toàn bộ phi hành đoàn trên tàu rất hữu ích, thân thiện và dễ nói chuyện. Là người ăn chay, chúng tôi được quan tâm đặc biệt và họ phục vụ những món ăn ngon chỉ dành cho chúng tôi! Tôi thực sự muốn giới thiệu chuyến du ngoạn này cho bất kỳ ai muốn khám phá vịnh Hạ Long. Đọc thêm",
            "Vào đêm đầu tiên ở Hà Nội, chúng tôi đã tham gia chuyến tham quan ẩm thực của Lucky. Đây là sự giới thiệu tuyệt vời về ẩm thực và văn hóa miền Bắc Việt Nam. Trong một nhóm nhỏ 6 người chúng tôi đi ngang qua khu phố cổ ăn 8 món ngon! Đó là một buổi tối tuyệt vời mà tôi thực sự muốn giới thiệu, đặc biệt là khi đến thành phố sôi động, sầm uất này.  Lucky có kiến ​​thức tuyệt vời, tiếng Anh đỉnh cao và anh ấy cũng chỉ cho chúng tôi cách đối phó với giao thông!Đọc thêm",
            "Một chuyến tham quan tuyệt vời và một cách tuyệt vời để thử các món ăn địa phương. Lucky là một hướng dẫn viên tuyệt vời, rất có tổ chức và hiểu biết.Đọc thêm",
            "Thức ăn tuyệt vời như vậy! Lucky là một hướng dẫn viên tuyệt vời và chia sẻ rất nhiều về văn hóa Việt Nam và lịch sử Hà Nội. Chúng tôi đã có 8 khóa học, mỗi khóa học tại một nhà hàng khác nhau ở Hà Nội. Thật tuyệt vời!Đọc thêm",
            "Hành trình tuyệt vời, nhân viên tuyệt vời, cabin đáng yêu, tiếc là thời tiết lạnh. Mặc dù chúng tôi thực sự thích chuyến đi và đã cân nhắc rất nhiều trước khi chọn Erina, nhưng có vẻ như phần lớn đều mang lại trải nghiệm tương tự. Lời chỉ trích duy nhất là nó có cảm giác hơi giống một băng tải nhưng có những chiếc thuyền xếp hàng và chuyển từ một trong nhiều nơi. khách hàng tiếp theo. Nhưng nhìn chung chúng tôi yêu thích nó.Đọc thêm",
            "Chúng tôi thực sự yêu thích chuyến du ngoạn Vịnh Bái Tử Long 2 ngày 1 đêm và thật may mắn với thời tiết tuyệt vời, những người bạn thuyền và thủy thủ đoàn tuyệt vời! Mọi thứ đều được tổ chức rất tốt, bao gồm liên lạc từ Vương quốc Anh đến Việt Nam qua email khi chúng tôi đặt chỗ, giải thích rõ ràng trước khi chúng tôi bay, liên hệ vài ngày trước khi chúng tôi đến hành trình, liên hệ qua WhatsApp ngay trước khi nhận hàng, v.v. hơn",
            "Tôi vô cùng hài lòng với cách phục vụ khách hàng của bạn đồng hành Hà thành. Họ rất quan tâm đến những yêu cầu vào phút cuối của bạn và sẵn sàng đi xa đến mức người ta có thể tưởng tượng, thậm chí đưa ra những ngoại lệ đối với các quy tắc riêng của họ. Tôi đến từ Ấn Độ và yêu cầu sửa đổi đặt phòng hiện tại vào phút cuối của tôi đã được thực hiện ngay lập tức . Chắc hẳn việc đó đã gây ra cho họ sự bất tiện lớn nhưng họ vẫn làm. Đó là dịch vụ khách hàng tuyệt vời dành cho các bạn. Vô cùng hài lòng, mong được đặt chuyến đi với họ một lần nữa. Đọc thêm",
            "Chúng tôi thực sự rất thích chuyến tham quan ẩm thực với Lucky. Anh ấy thực sự thân thiện và đưa chúng tôi đến một số địa điểm tuyệt vời và chúng tôi đã thử nhiều món ăn mà chúng tôi chưa từng nghe đến trước đây. Chắc chắn sẽ đề nghị và một cách tuyệt vời để xem một số thành phố. Đọc thêm",
            "hy vọng sẽ có thêm kiến ​​thức về ẩm thực Hà Nội tốt hơn chứ không chỉ chợ đường phố.Đọc thêm",
            "Các hướng dẫn viên có rất nhiều kiến ​​thức và kinh nghiệm về thực phẩm nên họ có thể cung cấp cho bạn bất kỳ thông tin nào bạn đang tìm kiếm. Bản thân chuyến tham quan thiên về ăn uống tại các cơ sở thực phẩm địa phương hơn là những người bán hàng rong.Đọc thêm",
            "Chuyến tham quan tuyệt vời với Derek, Chúng tôi đã ghé thăm 7 địa điểm khác nhau để trải nghiệm các loại món ăn đường phố khác nhau mà người dân Hà Nội thưởng thức hàng ngày. Derek có hiểu biết sâu sắc về văn hóa, lịch sử và trình bày trước nhóm một cách rất thoải mái và hài hước. Đây là chuyến tham quan không thể bỏ qua khi đến thăm Hà Nội.Đọc thêm",
            "Cả hai chúng tôi đều yêu thích chuyến tham quan ẩm thực đường phố với - B - một anh chàng hiểu biết thực sự gọn gàng. Đặc biệt là hướng dẫn chúng tôi vượt qua hàng nghìn chiếc xe máy và xe tay ga khi chúng tôi băng qua đường ở Hà Nội. Chắc chắn tôi sẽ thực hiện lại chuyến tham quan. Xin chúc mừng một tour du lịch và hướng dẫn viên du lịch tuyệt vời. David và Jenny NewZealandĐọc thêm"
        ],
        "star_ratings": [
            276,
            7,
            0,
            0,
            1
        ],
        "review_amount": 284,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Ha Thanh Travelmate",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 5, 2024",
            "Written March 10, 2024",
            "Written February 29, 2024",
            "Written February 24, 2024",
            "Written February 19, 2024",
            "Written January 27, 2024",
            "Written January 24, 2024",
            "Written January 17, 2024",
            "Written January 2, 2024",
            "Written January 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15750089-Reviews-Ha_Thanh_Travelmate-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-or10-Ha_Thanh_Travelmate-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24068115-Reviews-Craft_Viet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781954-Reviews-Vietnam_Transport_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5413130-Reviews-Vietnam_Unique_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18996041-Reviews-Ngoc_Diep_Souvenir-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5174445-Reviews-Vietnamese_Craft_Guild-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1442944-Reviews-Phuc_Loi_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13957232-Reviews-VXA_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19601977-Reviews-Tiny_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26663794-Reviews-2_To_T_ch_Hoan_Ki_m_Ha_N_i_Vi_t_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12004682-Reviews-Lucy_s_Dream-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7916190-Reviews-L_essence_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g42605-d1548925-Reviews-Port_Crescent_State_Park-Port_Austin_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g54121-d1788463-Reviews-Oakland_Beach-Warwick_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g293831-d12034891-Reviews-Ngor_Island-Dakar_Dakar_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d23800518-Reviews-Van_Gogh_The_Immersive_Experience-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d560716-Reviews-Hanakapiai_Falls-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g616196-d195840-Reviews-Castello_di_Brolio-Gaiole_in_Chianti_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g317117-d10044921-Reviews-Multan_Garrison_Mess-Multan_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35526-d14932925-Reviews-Charlie_s_Garden-McCall_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g40727-d3367984-Reviews-Jasper_Beach-Machiasport_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-or10-Ha_Thanh_Travelmate-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-Ha_Thanh_Travelmate-Hanoi.html"
    },
    {
        "attraction_name": "Ha Thanh Travelmate",
        "attraction_name_vi": "Ha Thanh Travelmate",
        "general_info": [
            "284 đánh giá",
            "- 65 trên 528 Đồ Ăn - Đồ Uống ở Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Ha Thanh Travelmate là công ty điều hành tour du lịch trong nước và quản lý điểm đến, chúng tôi hoạt động ở tất cả các điểm đến trên khắp Việt Nam. Chúng tôi trân trọng nguồn gốc của Việt Nam, tận dụng nền tảng này để kết nối khách du lịch với con người và nền văn hóa theo cách mà chỉ người dân địa phương mới có thể làm được. Sử dụng kiến ​​thức về Việt Nam và chuyên môn của mình, chúng tôi phát triển mạnh mẽ trong việc tạo ra những trải nghiệm khó quên dành riêng cho mỗi du khách.Đọc thêm",
        "reviews": [
            "Đây là ngày đầu tiên của tôi ở Hà Nội, thực tế là ngày pháo đài của tôi ở Việt Nam và không thể có lời giới thiệu nào tốt hơn về ẩm thực của thành phố. Sunflower gặp tôi ở Hostel và tôi nhận ra có thêm 2 người phụ nữ từ ký túc xá của tôi cũng đang đến... Và một người phụ nữ khác từ một ký túc xá khác.. Tất cả chúng tôi đều đi du lịch một mình và chúng tôi ngay lập tức gắn bó với nhau...Yay! Sunflower giới thiệu tất cả chúng tôi và kể cho chúng tôi nghe một chút về bản thân cô ấy và chúng tôi nhanh chóng bắt đầu đi bộ đến điểm dừng đầu tiên. Tôi - tôi sẽ không làm hỏng chuyến tham quan bằng cách kể cho bạn nghe tất cả những món ăn chúng tôi đã ăn... Sun giải thích điều đó hay nhất. Chỉ cần biết rằng bạn nên chuẩn bị đi bộ khoảng 3 giờ hoặc thậm chí hơn và nếm thử khoảng 7 món ăn cùng với cà phê. Cô ấy là một cô gái kiên nhẫn và hiểu biết, không bao giờ thúc giục bạn.. Luôn giải thích mọi thứ và đáp ứng mọi yêu cầu. Trong nhóm chúng tôi có một người ăn chay và một người bị dị ứng đậu phộng và tôi mắc chứng không dung nạp lactose.. Và tất cả chúng tôi đều yêu thích mọi phần của nó. Thức ăn rất nhiều... Lần nào tôi cũng dọn dẹp đĩa của mình và tôi nghĩ mình không nên ăn.. Có quá nhiều thức ăn sau một chuyến bay dài..... Nhưng tôi không thể - không thể ngăn mình - - chỉ vậy thôi ngon quá! Một điều nữa, đây không phải là chuyến tham quan Phở và Bánh mì thông thường, chúng tôi đã ăn rất nhiều món địa phương mà bạn không thể tự mình tìm thấy, không thể cảm ơn Sunflower đủ. Cô ấy cũng gửi cho bạn một email sau chuyến đi với tất cả thông tin chi tiết về đồ ăn, địa điểm và nhiều đề xuất khác về việc ăn uống. Tóm lại, hãy đặt chỗ này ngay bây giờ! Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến đi bộ nhỏ và thân mật này. Những điều có thể mong đợi: tổng cộng khoảng 6-7 điểm dừng được dẫn dắt bởi một người địa phương nói tiếng Anh. Một điểm dừng bao gồm tùy chọn về rượu, nhưng nếu không thì đây là nơi tập trung vào thực phẩm. Bạn - chắc chắn sẽ no, nhưng - không hề lãng phí - chúng tôi đã ăn hết đĩa của mình ở mỗi địa điểm, và thưởng thức món tráng miệng ngấu nghiến - xôi với kem dừa - ngon đến không ngờ! - . Chúng tôi có Sunflower làm người hướng dẫn và cô ấy thật tuyệt vời! Chúng tôi đã tìm hiểu về lịch sử và truyền thống đằng sau một số món ăn và sau đó cô ấy đã gửi email cho chúng tôi kèm theo các đề xuất bổ sung và tên của tất cả các điểm dừng. Rất khuyến khích! Đọc thêm",
            "Chuyến tham quan ẩm thực tuyệt vời! Hướng dẫn viên của chúng tôi, Sunflower, đã đưa nhóm của chúng tôi đến một số địa điểm tuyệt vời. Cô ấy đã làm rất tốt khi giải thích mọi thứ về món ăn chúng tôi đang thử. Cô ấy bảo chúng tôi thử món phở không có súp và đó là một trong những món ngon nhất tôi từng ăn. Điểm dừng chân cuối cùng là nơi tráng miệng có món kem xôi dừa tuyệt vời nhất. Chuyến tham quan là một cách tuyệt vời để ngắm nhìn thành phố và thử một số món ăn ngon nhất mà Hà Nội có.Đọc thêm",
            "Có Sunflower làm hướng dẫn viên, người thân thiện và nhiều thông tin.  Đồ ăn được hái rất ngon và no cả ngày.  Rất khuyến khíchĐọc thêm",
            "Đây là một chuyến tham quan tuyệt vời nếu bạn yêu thích ẩm thực và có ít thời gian ở Hà Nội. Chúng tôi đã nếm thử bảy món ăn và thưởng thức mọi thứ. Hướng dẫn viên của chúng tôi, Sunflower rất thân thiện, chuyên nghiệp và hiểu biết về ẩm thực và thành phố. Đáng giá! Rất khuyến khích.Đọc thêm",
            "Chúng tôi có Sunflower làm người hướng dẫn và cô ấy đã giúp chúng tôi có một trong những trải nghiệm ẩm thực tuyệt vời nhất mà chúng tôi từng có.  Không đời nào chúng tôi có thể tự mình làm được việc này.  Rất muốn giới thiệu!! Đọc thêm",
            "Hướng dẫn viên Kelly của chúng tôi là người hiểu biết, giải trí, vui tính và chuyến tham quan kéo dài 3 giờ đã trôi qua. Nhóm mình đã đến thăm 7 địa điểm khác nhau, bạn có thể ăn nhiều hay ít tùy thích.  Tất cả thức ăn đều rất ngon.  Kelly đảm bảo rằng tất cả chúng tôi đều cảm thấy thoải mái và luôn được cho ăn và uống nước trên đường đi! Giống như trò chuyện với một người bạn, không khí rất thoải mái và không có áp lực phải vội vàng. Chúng tôi có đứa con gái 11 tuổi đi cùng, nó thực sự rất thích cảnh vật và âm thanh trên đường đi. Chuyến tham quan rực rỡ và rất vui.Đọc thêm",
            "Tôi hơi cảnh giác với tour ẩm thực nhưng đây là một trải nghiệm tuyệt vời được hướng dẫn viên Derek của chúng tôi làm cho tuyệt vời hơn nữa. Một cách tuyệt vời để tìm hiểu về ẩm thực Việt Nam và Hà Nội cho những người mới đến lần đầu. Kiến thức và lời giải thích của Derek rất sâu rộng và anh ấy đã gửi cho bạn một email sau đó với tất cả các món ăn bạn đã nếm thử và địa chỉ của những nơi bạn đã đến. Rất đáng tiền, đừng ngần ngại, hãy làm đi, bạn sẽ không hối hận. Đọc thêm",
            "Chuyến tham quan ẩm thực này chắc chắn là một trong những chuyến đi tuyệt vời nhất tôi từng tham gia trong nhiều chuyến du lịch của mình.  Derek là một hướng dẫn viên du lịch rất chuyên nghiệp và hiểu biết và đã giải thích chi tiết từng món trong số 7 món ăn cho chúng tôi, bao gồm cả nguồn gốc và lý do của từng thành phần.  Chúng tôi yêu thích nó và anh ấy rất linh hoạt và đáp ứng mọi vấn đề về thực phẩm, thích và không thích cũng như các yêu cầu về chế độ ăn kiêng.  Tôi thực sự muốn giới thiệu chuyến tham quan này như một chuyến tham quan ẩm thực bạn làm ở Hà Nội.Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan ẩm thực tuyệt vời với Derek, được giới thiệu một số địa điểm ẩm thực tuyệt vời ở Hà Nội mà chúng tôi sẽ không thể tìm thấy hay chọn nếu đi một mình. Mỗi món trong số 7 món đều có hương vị khác nhau và tuyệt vời, đại diện cho sự đa dạng của ẩm thực Việt Nam. Derek có rất nhiều thông tin về ẩm thực, lịch sử và cung cấp nhiều câu chuyện thú vị. Thậm chí một ngày sau, khi chúng tôi tình cờ gặp lại Derek, anh ấy đã cho chúng tôi thêm lời khuyên để có thêm những món ăn nguyên bản, có hương vị tuyệt vời hơn.Đọc thêm"
        ],
        "star_ratings": [
            276,
            7,
            0,
            0,
            1
        ],
        "review_amount": 284,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Ha Thanh Travelmate",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written October 6, 2019",
            "Written October 1, 2019",
            "Written September 29, 2019",
            "Written September 25, 2019",
            "Written July 12, 2019",
            "Written July 12, 2019",
            "Written June 24, 2019",
            "Written April 14, 2019",
            "Written April 9, 2019",
            "Written April 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15750089-Reviews-or10-Ha_Thanh_Travelmate-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-Ha_Thanh_Travelmate-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-or20-Ha_Thanh_Travelmate-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24068115-Reviews-Craft_Viet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781954-Reviews-Vietnam_Transport_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5413130-Reviews-Vietnam_Unique_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18996041-Reviews-Ngoc_Diep_Souvenir-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5174445-Reviews-Vietnamese_Craft_Guild-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1442944-Reviews-Phuc_Loi_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13957232-Reviews-VXA_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19601977-Reviews-Tiny_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26663794-Reviews-2_To_T_ch_Hoan_Ki_m_Ha_N_i_Vi_t_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12004682-Reviews-Lucy_s_Dream-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7916190-Reviews-L_essence_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d18937568-Reviews-Futurium-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g143039-d145138-Reviews-Exit_Glacier-Kenai_Fjords_National_Park_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d803811-Reviews-Beras_Basah_Island-Langkawi_Langkawi_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g40643-d109739-Reviews-Wolfe_s_Neck_Woods_State_Park-Freeport_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d105259-Reviews-Roger_Williams_Park_Zoo-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1200463-Reviews-Atlantis_Aquaventure_Waterpark-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d24014550-Reviews-Sky_Views_Observatory-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5550170-Reviews-West_Village-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g499173-d183716-Reviews-Fundy_National_Park-Alma_Albert_County_New_Brunswick.html",
            "https://www.tripadvisor.com/Attraction_Review-g42758-d269928-Reviews-Front_Street-Traverse_City_Grand_Traverse_County_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-or20-Ha_Thanh_Travelmate-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-or10-Ha_Thanh_Travelmate-Hanoi.html"
    },
    {
        "attraction_name": "Ha Thanh Travelmate",
        "attraction_name_vi": "Ha Thanh Travelmate",
        "general_info": [
            "284 đánh giá",
            "- 65 trên 528 Đồ Ăn - Đồ Uống ở Hà Nội",
            "Chuyến tham quan nhiều ngàyChuyến tham quan bằng thuyềnChuyến tham quan ngắm cảnhChuyến tham quan tư nhânChuyến tham quan ẩm thực",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Ha Thanh Travelmate là công ty điều hành tour du lịch trong nước và quản lý điểm đến, chúng tôi hoạt động ở tất cả các điểm đến trên khắp Việt Nam. Chúng tôi trân trọng nguồn gốc của Việt Nam, tận dụng nền tảng này để kết nối khách du lịch với con người và nền văn hóa theo cách mà chỉ người dân địa phương mới có thể làm được. Sử dụng kiến ​​thức về Việt Nam và chuyên môn của mình, chúng tôi phát triển mạnh mẽ trong việc tạo ra những trải nghiệm khó quên dành riêng cho mỗi du khách.Đọc thêm",
        "reviews": [
            "May mắn thật tuyệt vời! Anh ấy rất hiểu biết và rất vui vẻ! Chúng tôi đã thực hiện một chuyến du lịch riêng với 4 người. Cảm ơn vì chuyến tham quan tuyệt vời. Đọc thêm",
            "Ông chung từ har thanh đã sắp xếp việc đưa đón sân bay của chúng tôi tham quan thành phố và tham quan ẩm thực. Nó được tổ chức tốt và hiệu quả. Chúng tôi rất thích kỳ nghỉ ở Hà Nội Đọc thêm",
            "Đặt du thuyền 2 đêm trên vịnh lan hạ. Tất cả đều diễn ra suôn sẻ và chúng tôi đã có khoảng thời gian tuyệt vời. Tôi gặp vấn đề với chuyến bay bị dời lại và công ty đã đảm bảo rằng chúng tôi có thể thực hiện chuyến bay mớiĐọc thêm",
            "Chúng tôi đã thực hiện chuyến du thuyền Doris Cruise 2 ngày 1 đêm của Vịnh Hạ Long và Vịnh Lan Hạ. Hành trình có chất lượng vượt trội với thức ăn, dịch vụ và phong cảnh tuyệt vời. Các cabin thật ấn tượng. Chung rất hữu ích trong việc tổ chức chuyến đi cho chúng tôi, bao gồm cả các tuyến giao thông - thậm chí còn xuống đảo Cát Bà vào ngày thứ 2 vì đây là điểm đến tiếp theo của chúng tôi, trong khi tất cả các hành khách khác được đưa đến vịnh Lan Hạ. Rất khuyến khích! Đọc thêm",
            "Chuyến tham quan tuyệt vời, cách tốt nhất để hiểu và tìm hiểu về ngành công nghiệp thực phẩm địa phương, hướng dẫn viên am hiểu và hữu ích, có những món ăn tuyệt vời và trải nghiệm thú vị. Đọc thêm",
            "Đây thực sự là khoảng thời gian đáng nhớ đối với tôi ở Hà Nội. Hướng dẫn viên Chuong của chúng tôi - có thể tôi đã nghe nhầm tên - là một hướng dẫn viên thực sự thân thiện, tôi cảm thấy như mình đang trò chuyện với một người bạn và cảm thấy thực sự thoải mái. Anh ấy đã đưa chúng tôi đi tham quan khu phố cổ Hà Nội tuyệt vời nhất. Tôi đã quá no, chúng tôi đã ăn rất nhiều với mức phí tham quan nhỏ như vậy và thưởng thức đồ ăn đường phố, các nhà hàng nhỏ, quán bar sa mạc và quán cà phê, chúng tôi thậm chí còn dừng lại để uống bia. Chuong thậm chí còn chiều chuộng những câu hỏi về lịch sử Việt Nam, rút ​​bản đồ ra và tất cả mọi thứ. Tôi thực sự khuyên bạn nên làm điều này khi bạn ở trong thị trấn, chỉ cần lên kế hoạch ngủ trưa sau đó để giải quyết cơn buồn ngủ vì đồ ăn haha. Đọc thêm",
            "Điều này cũng sẽ rất tuyệt nếu quay trở lại sau đợt khóa máy này.  Chắc chắn là điều không thể bỏ qua khi bạn lần đầu đến Hà Nội.Đọc thêm",
            "Tôi đã sử dụng dịch vụ của Hà Thành Travelmate và rất hài lòng với dịch vụ của họ. Đầu tiên, họ đưa ra ưu đãi tốt nhất cho hành trình 2N1N mà tôi đã chọn. Thứ hai- giao tiếp tốt và nhanh chóng. Thứ ba và quan trọng nhất - mọi thứ đều hoạt động tốt, chính xác đến từng đồng và phút cuối cùng. .Đọc thêm",
            "Đây là chuyến đi chúng tôi đã thực hiện vào đêm cuối cùng ở Hà Nội trước khi rời Việt Nam. Đó là chuyến đi tuyệt vời để kết thúc chuyến đi của chúng tôi và hai anh chàng, Luke và Chris, là một thế lực đáng gờm và chúng tôi đã được thử rất nhiều món ăn ngon khác nhau. Đọc thêm",
            "Đây là lần thứ ba tôi đến Việt Nam và vẫn rất ấn tượng với những món ăn tôi có trong chuyến tham quan. Tôi thưởng thức nhiều món ăn đa dạng, từ mì kiểu miền Nam, chả giò, bún chả đến bánh mì - món ăn ngay lập tức trở thành món ưa thích của tôi - cho đến món tráng miệng và cà phê trứng. Có thể nói tôi đã nếm thử khá nhiều món phải thử ở Hà Nội. Hướng dẫn viên của chúng tôi, B, đúng giờ, có khiếu hài hước, có kỹ năng giao tiếp rất tốt, hào phóng chia sẻ thông tin và thậm chí còn kể một câu chuyện nhỏ về truyền thuyết Hồ Hoàn Kiếm.Đọc thêm",
            "hy vọng sẽ có thêm kiến ​​thức về ẩm thực Hà Nội tốt hơn chứ không chỉ chợ đường phố.Đọc thêm",
            "Các hướng dẫn viên có rất nhiều kiến ​​thức và kinh nghiệm về thực phẩm nên họ có thể cung cấp cho bạn bất kỳ thông tin nào bạn đang tìm kiếm. Bản thân chuyến tham quan thiên về ăn uống tại các cơ sở thực phẩm địa phương hơn là những người bán hàng rong.Đọc thêm",
            "Chuyến tham quan tuyệt vời với Derek, Chúng tôi đã ghé thăm 7 địa điểm khác nhau để trải nghiệm các loại món ăn đường phố khác nhau mà người dân Hà Nội thưởng thức hàng ngày. Derek có hiểu biết sâu sắc về văn hóa, lịch sử và trình bày trước nhóm một cách rất thoải mái và hài hước. Đây là chuyến tham quan không thể bỏ qua khi đến thăm Hà Nội.Đọc thêm",
            "Cả hai chúng tôi đều thích tour ẩm thực đường phố với - B - một anh chàng thực sự hiểu biết và gọn gàng. Đặc biệt là anh ấy hướng dẫn chúng tôi đi qua hàng ngàn xe máy và xe tay ga khi chúng tôi băng qua đường ở Hà Nội. Chắc chắn sẽ tham gia tour này một lần nữa. Xin chúc mừng vì một tour du lịch và hướng dẫn viên tuyệt vời. David và Jenny New Zealand Đọc thêm"
        ],
        "star_ratings": [
            276,
            7,
            0,
            0,
            1
        ],
        "review_amount": 284,
        "location": [],
        "reviews_time": [
            "Written October 20, 2023",
            "Written October 12, 2023",
            "Written October 4, 2023",
            "Written May 29, 2023",
            "Written November 12, 2022",
            "Written August 8, 2022",
            "Written April 9, 2020",
            "Written February 24, 2020",
            "Written February 23, 2020",
            "Written January 27, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15750089-Reviews-or20-Ha_Thanh_Travelmate-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-or10-Ha_Thanh_Travelmate-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-or30-Ha_Thanh_Travelmate-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-Ha_Thanh_Travelmate-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24068115-Reviews-Craft_Viet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10781954-Reviews-Vietnam_Transport_Service-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12492674-Reviews-Ha_Food_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5413130-Reviews-Vietnam_Unique_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855076-Reviews-Viet_Unique_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18996041-Reviews-Ngoc_Diep_Souvenir-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12594434-Reviews-Bicycle_Tours_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5174445-Reviews-Vietnamese_Craft_Guild-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14802020-Reviews-Female_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1442944-Reviews-Phuc_Loi_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13957232-Reviews-VXA_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19601977-Reviews-Tiny_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26663794-Reviews-2_To_T_ch_Hoan_Ki_m_Ha_N_i_Vi_t_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12004682-Reviews-Lucy_s_Dream-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7916190-Reviews-L_essence_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g304097-d18452482-Reviews-Sveti_Stefan_Beach-Sveti_Stefan_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237179-d5990253-Reviews-Phu_Thap_Boek-Lom_Kao_Phetchabun_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187221-d195035-Reviews-La_Croisette-Cannes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g3420980-d1985588-Reviews-Al_Hoota_Cave-Al_Hamra_Ad_Dakhiliyah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d319406-Reviews-Jolly_Roger_Amusement_Park-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d295965-Reviews-Algiers_Point-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g3218413-d7683266-Reviews-Nea_Iraklitsa_Beach-Nea_Iraklitsa_Kavala_Region_East_Macedonia_and_Thrace.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d19899905-Reviews-Graffiti_Alley-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g211876-d216068-Reviews-Midleton_Distillery_Experience-Midleton_County_Cork.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11750005-Reviews-Dubai_Safari_Park-Dubai_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-or30-Ha_Thanh_Travelmate-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15750089-Reviews-or20-Ha_Thanh_Travelmate-Hanoi.html"
    }
]