[
    {
        "attraction_name": "Hagiang Trekking Tour",
        "attraction_name_vi": "Tour đi bộ Ha Giang",
        "general_info": [
            "32 đánh giá",
            "- 67 trong số 157 Hoạt động ngoài trời ở Hà Giang",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour tham quan",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Chúng tôi là một công ty nhỏ có trụ sở tại Hà Giang, VN, mang đến những trải nghiệm du lịch mạo hiểm vượt trộiĐọc thêm",
        "reviews": [
            "One day after meeting Johnny, my friend turned to me and said  - That Johnny Nam Tram is a really great guy. -  Four days after first meeting Johnny, my friend turned to me and said  - that Johnny Nam Tram is a legend. - I recently spent about three weeks travelling the north of Vietnam by motorbike, and I have to recommend Johnny Nam Tram.I didn - t actually travel with Johnny and pay for his services, but he turned out to be extremely helpful anyway and was just a really good guy.I spent the entire three weeks with my friend travelling without a tour guide, and information was generally very difficult to come by, as most tour guides will only give you information if you pay for their services. Johnny sat down with us over a cup of coffee in Hagiang City - where he has an office and motorbikes -  and told us all about the next few cities that we could visit in Ha Giang province; he even recommended a homestay for us in Quan Ba region which ended up being a highlight of our trip.Another highlight of the trip was running into Johnny three days later on our way to Dong Van. He then recommended a cheap but fine hotel and we made plans to meet for dinner at what turned out to be a great restaurant. At dinner we talked with the people who were on a tour with him and they had nothing but positive things to say about him. I can also say that since we overlapped a few times during our trips that he can take you on some of the most beautiful, exciting roads that you - ll ever see.   Johnny Nam Tram offers motorbike rentals - actual dirtbikes and scooters - , motorbike tours, and car tours throughout Ha Giang province. Johnny also lived in California for most of his life and so his English is basically perfect, which is pretty much unheard of outside of Hanoi in Northern Vietnam. After five days on the road, I can - t tell you how happy we were to be able to sit down and have a conversation with a Vietnamese person who speak perfect English.Motorbiking alone vs going with Johnny Nam Tram:When my friend and I were touring North Vietnam, we had alotted more time than most people do for this sort of trip. We wanted to get lost, we wanted to spend days in small villages and we wanted to spend time trekking around, so going alone was great for us.if you want to make a trip around Ha Giang province in just a few days or you want to make a trip around the Northern Loop of Vietnam in under two weeks, it makes a lot of sense to get a tour guide to do so because there are a lot of different roads that you can travel down and some are legitimately dangerous - esecially at night. In the case of an emergency, a tour guide like Johnny would be extremely helpful, whereas you - d be on your own without one.If you - re going to be travelling in Northern Vietnam and you - re looking for a tour guide, I would really recommend the Legend of Johnny Nam Tram.Read more",
            "Tỉnh Hà Giang rất đẹp và hiện nay vẫn còn tương đối hoang sơ với ngành du lịch. Không có nhiều người đến vùng đất xa xôi về phía bắc này. Thành phố Hà Giang không có gì đặc biệt và không có gì thực sự nổi bật. Với 70.000 người, đáng ngạc nhiên là gần như không có việc gì để làm, ngoài cà phê và hát karaoke. Có một số ngôi làng đẹp gần đó với người dân thân thiện, chẳng hạn như làng Thôn Tha, cách thành phố Hà Giang 6km về phía Tây Bắc. Lý do thực sự để đến Hà Giang là để đi xe máy vòng phía Bắc Hà Giang. Đây là Hà Giang -- - Yên Minh -- - Đồng Văn -- - Mèo Vạc, và quay lại Hà Giang nếu bạn chọn. Chuyến đi này thực sự tuyệt vời. Với thời tiết đẹp, đây sẽ là điểm nhấn trong chuyến đi Việt Nam của bạn. Bạn có thể đặt một hướng dẫn viên du lịch với chi phí khoảng - 50 ngày trong 2 ngày, nhưng đây thực sự là một chuyến đi khó khăn và bạn sẽ không dừng lại nhiều để thực sự đánh giá cao những gì bạn đang lái xe qua. Nếu bạn tự làm thì sẽ bổ ích hơn nhiều. Tôi thực sự khuyên bạn nên dành 3 ngày lái xe. Kế hoạch trung bình 25 - 30 km - giờ. Bạn sẽ đi qua nhiều bản làng của người Mông và các dân tộc thiểu số khác ở phía bắc Việt Nam. Mèo Vạc và Đồng Văn có những phiên chợ cuối tuần tuyệt vời, rất thú vị nếu bạn canh đúng thời gian. Cốt cổ lung cú là một điểm dừng chân thú vị, mặc dù hơi xa một chút. Đó là - cực bắc - của Việt Nam. Có một tầm nhìn đẹp và cột cờ khổng lồ mà bạn có thể leo lên. Đoạn đường - 19km - giữa Đồng Văn và Mèo Vạc được nhiều người coi là cảnh quan đẹp nhất ở Đông Nam Á. Điều này, nếu không có gì khác, cũng đủ lý do để thực hiện chuyến đi. Thật là ngoạn mục.Đọc thêm",
            "Chúng tôi đã tổ chức chuyến tham quan kéo dài tám ngày với Alice tại Dịch vụ vận chuyển Hà Nội - HTS - và cô ấy là người hữu ích và có công nhất trong việc sắp xếp những gì chúng tôi muốn. Trong chiếc xe bốn bánh có máy lạnh rộng rãi của chúng tôi, cô ấy đã tranh thủ sự phục vụ của hướng dẫn viên rất chuyên nghiệp Vic, người nói tiếng Anh rất hoàn hảo và anh ấy cũng có kiến ​​thức sâu rộng về văn hóa bộ lạc miền đồi cũng như kinh nghiệm cá nhân của anh ấy khi sống và lớn lên ở Việt Nam. Tài xế của chúng tôi, ông Quinn, vừa điềm tĩnh vừa khéo léo trong việc điều phối giao thông, đồng thời đôi khi thách thức mặt đường ở phía đông bắc. Chúng tôi muốn chụp ảnh phong cảnh tuyệt đẹp và Vic biết những nơi tốt nhất để dừng chân. Cần phải có giấy phép nhưng những giấy phép này đã được xử lý trước. Chắc chắn rằng chuyến đi trong tám ngày rất bận rộn nhưng với những điểm dừng thường xuyên để ghi lại khung cảnh ngoạn mục, luôn có điều gì đó mới mẻ ở mọi ngóc ngách, ruộng bậc thang đẹp, người dân địa phương trên đồi và núi đá vôi Karst hình thành ở khắp mọi nơi. Kết thúc với thác Bản Giốc sau cơn mưa thật ngoạn mục và hồ Ba Bể yên bình, thanh bình. Với sự kết hợp giữa các khách sạn và hai nhà nghỉ, chuyến đi bảy đêm này có mọi thứ bạn mong muốn, bao gồm cả những khu chợ đường phố hoàn toàn chân thực ở nhiều thị trấn.Đọc thêm",
            "I chose Johnny based on what I had read on travel fish about him being so knowledgable, friendly  and willing to help you plan your adventure through this truly beautiful and captivating region of Vietnam. Arriving in Ha Giang I was approached by another motorcycle rental company, who was friendly, willing to provide me detailed maps, allow me to take a nap at his shop while waiting for the day to start - but I turned him down because I was going to go with Johnny  - the legend -  nam tram. I called Johnny and he was willing to pick me up at the bus station. That was the last good feeling I had about him. Johnny couldnt haven given less of a care about my trip. I cannot understand how he possibly has so many positive reviews because he wasn - t helpful at all.  - Seriously, I - m so confused. SO unhelpful - . He gave me a shabby map that only had the main roads. I asked about villages, he told me I  - would find them on my own - . I asked about ATMs on the road, he told me there would be none so I ought to take money in the city- in the end there were ATMs all along the road, but on Johnny - s advice I carried around a couple hundred bucks with me through this remote area. Johnny wanted me out the door so fast that when I asked for internet to load Google maps so I could  - find the villages myself -  he said I didnt need it  - I absolutely needed it - . When I asked for help with my permit he told me to do it myself on the road if someone asked. And then I turned around and Johnny was gone. No asking if I had anymore questions, no wishing me luck, no giving the number to call him at if I had problems, nothing. Before leaving I stopped for coffee and met a traveler coming off the loop who provided much more useful inforrmation and tips  - what I had wanted from johnny, and thought I  was going to get from the  - legend -  himself - . Buddy told me I needed gloves and a face mask  - gloves yes, face mask no I.m.o - . So I set off in the city to find gloves an d a face mask, and who should i see drinking a coffee roadside but johhny! So I asked him where I could buy gloves and he did nothing but roll his eyes. At this point I was just totally done with Johnny and felt so betrayed by what I had read online. I don - t usually come to review my travel experiences but in this case I couldn - t let my extreme disappointment go unmentioned. All in all, Johnny - s bike was really good, no problems during my trip but Johnny was very unhelpful in a professional sense and rude in a personal sense. I don - t recommend. There are better options!Read more",
            "Johnny rất kiêu ngạo và chẳng giúp ích gì cả. Chúng tôi đã hỏi thông tin về chuyến tham quan và hiển thị trên bản đồ những điểm đến tốt nhất nhưng anh ấy lười biếng và không sẵn lòng hỗ trợ. Văn phòng của anh ấy là một cửa hàng hoa và gara cách cửa hàng 5 phút lái xe. Những chiếc xe đạp mà anh ấy mô tả là - rất tốt - đều có vấn đề nên chúng tôi phải mất khá nhiều thời gian để sửa chữa. Ít nhất anh ấy đã hoàn lại tiền tiền bạc! Đọc thêm",
            "Chúng tôi đã đặt Johnny Nam Tram làm Hướng dẫn viên du lịch trong 3 ngày 2 đêm cho tuyến Tam Sở - Đồng Văn ở miền Bắc Việt Nam. Phong cảnh ở đây thật ngoạn mục, đặc biệt là đèo Mai Pí Lèng giữa Đồng Văn và Mèo Vạc. Đừng bỏ lỡ! Gửi đến Hướng dẫn viên Johnny Nam Tram của chúng tôi: Văn phòng của anh ấy thực sự là một cửa hàng hoa, rất lạ. Ưu điểm: Xe tốt, thoải mái - Ford Ranger - Thông thạo đường sá Nhược điểm: Quá đắt!!!! Anh ấy không giải thích gì cả, có vẻ rất lười biếng. Anh ấy uống rượu quá mức vào mỗi buổi tối. Đặt phòng khách sạn tồi tàn, hoàn toàn không xứng đáng với số tiền chúng tôi trả cho anh ấy! Nhìn chung: Phong cảnh ở đây thật tuyệt vời, chắc chắn là một chuyến đi bắt buộc. Nhưng đừng đặt Johnny Nam Tram, hãy tự giúp mình và đặt một hướng dẫn viên du lịch khác! Đọc thêm",
            "Before leaving Canada I had assumed I had booked a a multiple-day  - trek -  with this company to visit Northern Vietnam - specifically Ha Giang and Don Van. I had communicated with a salesperson named Anna who was very diligent with responses; her english was understandable and  - arrangements -  were made. However, there must have been some communication problems, as this was by no means an actual  - trekking -  trip, and a trip with any semblance of hiking. It was more so a driving with scenery trip. There were occasional walks  - at my request and complaint - , but a lot of the trip was spent in the car. In understanding that it is quite a distance to travel to the border from Hanoi, I kept my patience intact, but I would have liked to actually hike  -  trek through villages and greenery just a bit more. Ha Giang and Don Van are gorgeous places; I didn - t quite go in the greenest season, but whatever I could see  - from car or foot -  was amazing, especially with the corn and rice terraces. I - ll give that to the trip. The driver Hai was great and I really enjoyed a homestay I had requested in Nam Son. The hosts, Tung and Ern were amazing and hospitable. I felt however that the guide - Tuan was not good at all and I wish I had someone else for the trip. His English was fine but he lacked knowledge in country history, economics, politics etc; the things he pointed out and showed were very repetitive and it made the trip less interesting. It seemed he liked to talk about what he knew and that was that. I also felt he was overwhelming. The client doesn - t need to talk to the guide 24 hours a day. He was also very unfit and unhealthy; he could barely walk more than 10 minutes; he needed lots of breaks and it was like he was on his own holiday. He was very lazy. For example, he told me to be ready for 7 am one morning and by the time he was ready it was almost 8 am one hour later. It was very frustrating.  I ended up tipping the driver Hai more as he actually  - worked -  driving all that way. The  - tour -  was not spaced well; we spent little time at the places we visited, and on the last day  - which 90 -  was in a car - , we didn - t get back to Hanoi until 9PM because the guide wanted to take multiple breaks. The food was repetitive. Tuan kept on ordering the same thing, One day I ate the same food for all my meals. It was unenjoyable especially as I was trying to get a sense of culture, and food is a huge part of culture.All in all, while I liked the scenery and the homestay was great, this trip was not that enjoyable for a pretty expensive price tag. If I ever went back, I would try to arrange something myself and get myself from place to place, so I can actually enjoy the country outside of a car.Read more",
            "Going with my Frenchman, Gérard Mémmi, we used two bikes: Honda XL 125cc and Honda CBF 150cc with the necessary equipments to leave on a journey to conquer the land of the far north of Vietnam.The first night, we stopped at Yen Bai, the second day we headed to Ha Giang, and ride along the Lo River and passed by beautiful green maize fields. Probably many Vietnamese still cannot forget the heroic victory of the army and people during the war against the French empire on this historic river. Nodaway, the river is not to sink enemy ships but to welcome travelers from all parts of Vietnam and from other countries around the world. It felled great to forget the dust and smoke of the city, to breathe the fresh air, to stop at the rustic cafes and to chat with the local people. Ha Giang have appeared in front of our eyes, the town has seen strongly changed but in the surrounding ethnic villages, the people keep their life with its unique traditions.Do not sleep at the hotel, we turned left toward the border and then went straight to the ethnic Tay village named Thon Tha. Over thirty Tay families live together in the large and traditional stilt-houses. Mr. Quyen, the owner welcomed us with a big smile:  - Are you doing well, why you arrive so late? Wash your face and then we drink tea - . We explained that we had to pass to the police department to get the permit for exploring the border-belt land that why we were so late.Gérard enlisted for taking the photos around the village; I checked the status of our two bikes before taking a shower.Dinner was cozy and fun; we had local chicken and pork roast with indispensable local wine made from corn. If you want to explore and learn the life of ethnic minorities living in the mountains, the first thing you have to do is drinking alcohol! My friend Gérard has never drink alcohol before but with the sincere invitation from mr. Quyen and his friends, Gérard took nearly 10 cups of wine corn - the specialty of the mountainous Ha Giang province. This special wine brought two of us a good night - s sleep with many dreams on the warm cotton cushion.After breakfast with Tay - s special noodle dish prepared by Quyen and his wife, we continued our road toward Dong Van. Out of town about 10 kilometers, the landscape really changed, the road seemed much smaller and very narrow with many winding and passes. The terraced rice fields were dotted by green, yellow mixed with green corn field on the rocky slopes; somewhere, the Mong ethnic villages hidden behind stone walls, looming over the mountains, some women groups were cultivating maize, the main food source of the region.The most beautiful road -  part began from the stone park area where we saw the large letters in English  - Dong Van karst plateau Geopark -  hanged on the mountain side. The road looks like a silk band hanging from the rocky mountain range led us to the heaven gate at an altitude of 1,107 m, where is the intersection of heaven and earth. Looking down from this gate, we saw colorful majestic scenery: That was so great! We see also the hard life of ethnic minorities in the region. They were born from stone, live with stone and then go back to sleep with stone at the end of life, from generation to generation.Before arriving in Dong Van, we visit Sung As cultural village, which has become very popular after the film  - Pao - story -  with the old house building from hundreds of years with the unique architecture of the Mong ethnic group. You can experience a night here with the typical lifestyle of the Mong ethnic dinner with local corn wine and boiled chicken. Continued traveling with two bikes, I and Gérard stopped at the H - mong king palace of Vuong family, the biggest in the region where their ancestors once were considered as the King in this far northern land. Large boulders surrounding the majestic palace appearance a glorious period of the King Vuong Chinh Duc and then his son, Vuong Chi Sinh, who has followed the revolution and became later the president of the Dong Van district.If you go to Dong Van, you have to try to be there on Sunday because of the market. You will be immersed in the flow of people where you could record the vivid images of highland life in a great atmosphere with the colorful traditional costumes.Come here, you will never forget the unique natural scenery of the mountainous rock, the tender hearts of the local people with a long-standing culture for hundreds of years.  - .Read more",
            "Đây là lần thứ tư tôi đến Việt Nam du lịch. Tôi đã đến hầu hết các địa điểm ở Việt Nam và lần trở lại này tôi muốn có một trải nghiệm mới để khám phá Việt Nam. Tôi quyết định chọn miền Bắc Việt Nam và thực sự đã không làm tôi thất vọng. Chuyến đi hoàn toàn tuyệt vời, được tổ chức tốt, đặc biệt cảm ơn bạn rất nhiều hướng dẫn viên du lịch của chúng tôi, người đã giúp tôi hiểu biết hơn về văn hóa địa phương, về ẩm thực, phong tục ở tỉnh Hà Giang, anh ấy có kiến ​​thức thông qua kiến ​​thức. phong cảnh rất đẹp, không khí, ...tôi sẽ giới thiệu cho bạn bè. cảm ơn bạn Trekking Hà Giang - Chuyến tham quan trong ngàyĐọc thêm",
            "Tôi đã thực hiện một chuyến đi bằng xe máy từ Hà Giang đến Đồng Văn và đó là kỷ niệm đẹp nhất của tôi! Phần này của Việt Nam vẫn còn nguyên bản và không có nhiều khách du lịch. Các quan điểm thật tuyệt vời! Đọc thêm"
        ],
        "star_ratings": [
            25,
            0,
            1,
            4,
            2
        ],
        "review_amount": 32,
        "location": [
            "Tour đi bộ Ha Giang",
            "Châu Á",
            "Tỉnh Hà Giang",
            "Việt Nam",
            "Những điều cần làm ở Hà Giang",
            "Ha Giang"
        ],
        "reviews_time": [
            "Written May 27, 2015",
            "Written August 5, 2015",
            "Written October 20, 2015",
            "Written January 31, 2017",
            "Written July 17, 2017",
            "Written November 2, 2017",
            "Written June 6, 2016",
            "Written June 22, 2014",
            "Written July 29, 2016",
            "Written December 21, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1544599-d4153662-Reviews-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4153662-Reviews-or10-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4153662-Reviews-or20-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-Dao_s_Travel_Agency_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16695696-Reviews-Hanoi_Bar_Crawl-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681047-Reviews-Alisa_Bella_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25212338-Reviews-ATM_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15582959-Reviews-Alisa_Bella_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27706401-Reviews-Ninh_Binh_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3247001-Reviews-Adventure_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11725803-Reviews-Vietnam_Creation_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855042-Reviews-Kevin_s_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647367-Reviews-Kuy_Son_Propaganda_Art-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15276838-Reviews-Hanoi_Pub_Crawl-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19256849-Reviews-Madam_Tran_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7339851-Reviews-Vi_spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18891972-Reviews-Hanoi_Advisor_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25094329-Reviews-Hanoi_Cooking_Class_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g315918-d1754746-Reviews-Playa_de_Bolonia_Tarifa-Tarifa_Costa_de_la_Luz_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d318472-Reviews-Airlie_Gardens-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g658911-d15187774-Reviews-Cap_d_Artrutx_Lighthouse-Cala_n_Bosch_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216640-Reviews-Horseshoe_Las_Vegas_Hotel_Casino-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1813816-d13894414-Reviews-Bangi_Wonderland-Kajang_Hulu_Langat_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g56639-d17836333-Reviews-EVO_Entertainment_Schertz-Schertz_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294454-d4943717-Reviews-Arena_Centar-Zagreb_Central_Croatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298544-d11865242-Reviews-Galleria_Mall-Al_Jubail_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d8114875-Reviews-Wailea_Beach_Path-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g48194-d532128-Reviews-Kirk_Park_Beach-Montauk_Long_Island_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1544599-d4153662-Reviews-or10-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1544599-d4153662-Reviews-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html"
    },
    {
        "attraction_name": "Hagiang Trekking Tour",
        "attraction_name_vi": "Tour đi bộ Ha Giang",
        "general_info": [
            "32 đánh giá",
            "- 67 trên 157 Hoạt động ngoài trời ở Hà Giang",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour tham quan",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Chúng tôi là một công ty nhỏ có trụ sở tại Hà Giang, VN, mang đến những trải nghiệm du lịch mạo hiểm vượt trộiĐọc thêm",
        "reviews": [
            "Chúng tôi đặt chuyến đi thăm Hà Giang bằng tour du lịch leo núi Hà Giang. Chúng tôi đã có một chuyến đi tuyệt vời, đồ ăn ngon và tài xế tốt. Hướng dẫn viên rất vui tính và thân thiện. Cảm ơnĐọc thêm",
            "Tôi cùng bạn tôi đã có một chuyến đi tuyệt vời ở Hà Giang. Phong cảnh thật tuyệt vời. .Anh chàng du lịch rất chuyên nghiệp .. Đồ ăn rất ngon. Tôi thực sự đã có khoảng thời gian vui vẻ ở đó. Chắc chắn tôi sẽ quay lại đây một lần nữa. Đọc thêm",
            "Tôi đã thực hiện một chuyến đi bằng xe máy từ Hà Giang đến Đồng Văn và đó là kỷ niệm đẹp nhất của tôi! Phần này của Việt Nam vẫn còn nguyên bản và không có nhiều khách du lịch. Các quan điểm thật tuyệt vời! Đọc thêm",
            "Chúng ta đã chiến đấu từ HCM đến Hà Nội. Bắt xe buýt đêm từ bến xe gần sân bay Nội Bài lúc 21h30 đến thành phố Hà Giang lúc 5h sáng. Những người phụ nữ thuê xe máy đón chúng tôi từ bến xe. - Toàn: 0949098599 - Chúng tôi bắt đầu đạp xe từ sáng tới thị trấn Đồng Văn. Nhiều địa điểm đẹp dọc đường mà bạn không bao giờ hối tiếc khi thử. Đọc thêm",
            "Chúng tôi đã tổ chức chuyến tham quan kéo dài tám ngày với Alice tại Dịch vụ vận chuyển Hà Nội - HTS - và cô ấy là người hữu ích và có công nhất trong việc sắp xếp những gì chúng tôi muốn. Trong chiếc xe bốn bánh có máy lạnh rộng rãi của chúng tôi, cô ấy đã tranh thủ sự phục vụ của hướng dẫn viên rất chuyên nghiệp Vic, người nói tiếng Anh rất hoàn hảo và anh ấy cũng có kiến ​​thức sâu rộng về văn hóa bộ lạc miền đồi cũng như kinh nghiệm cá nhân của anh ấy khi sống và lớn lên ở Việt Nam. Tài xế của chúng tôi, ông Quinn, vừa điềm tĩnh vừa khéo léo trong việc điều phối giao thông, đồng thời đôi khi thách thức mặt đường ở phía đông bắc. Chúng tôi muốn chụp ảnh phong cảnh tuyệt đẹp và Vic biết những nơi tốt nhất để dừng chân. Cần phải có giấy phép nhưng những giấy phép này đã được xử lý trước. Chắc chắn rằng chuyến đi trong tám ngày rất bận rộn nhưng với những điểm dừng thường xuyên để ghi lại khung cảnh ngoạn mục, luôn có điều gì đó mới mẻ ở mọi ngóc ngách, ruộng bậc thang đẹp, người dân địa phương trên đồi và núi đá vôi Karst hình thành ở khắp mọi nơi. Kết thúc với thác Bản Giốc sau cơn mưa thật ngoạn mục và hồ Ba Bể yên bình, thanh bình. Với sự kết hợp giữa các khách sạn và hai nhà nghỉ, chuyến đi bảy đêm này có mọi thứ bạn mong muốn, bao gồm cả những khu chợ đường phố hoàn toàn chân thực ở nhiều thị trấn.Đọc thêm",
            "Tỉnh Hà Giang rất đẹp và hiện nay vẫn còn tương đối hoang sơ với ngành du lịch. Không có nhiều người đến vùng đất xa xôi về phía bắc này. Thành phố Hà Giang không có gì đặc biệt và không có gì thực sự nổi bật. Với 70.000 người, đáng ngạc nhiên là gần như không có việc gì để làm, ngoài cà phê và hát karaoke. Có một số ngôi làng đẹp gần đó với người dân thân thiện, chẳng hạn như làng Thôn Tha, cách thành phố Hà Giang 6km về phía Tây Bắc. Lý do thực sự để đến Hà Giang là để đi xe máy vòng phía Bắc Hà Giang. Đây là Hà Giang -- - Yên Minh -- - Đồng Văn -- - Mèo Vạc, và quay lại Hà Giang nếu bạn chọn. Chuyến đi này thực sự tuyệt vời. Với thời tiết đẹp, đây sẽ là điểm nhấn trong chuyến đi Việt Nam của bạn. Bạn có thể đặt một hướng dẫn viên du lịch với chi phí khoảng - 50 ngày trong 2 ngày, nhưng đây thực sự là một chuyến đi khó khăn và bạn sẽ không dừng lại nhiều để thực sự đánh giá cao những gì bạn đang lái xe qua. Nếu bạn tự làm thì sẽ bổ ích hơn nhiều. Tôi thực sự khuyên bạn nên dành 3 ngày lái xe. Kế hoạch trung bình 25 - 30 km - giờ. Bạn sẽ đi qua nhiều bản làng của người Mông và các dân tộc thiểu số khác ở phía bắc Việt Nam. Mèo Vạc và Đồng Văn có những phiên chợ cuối tuần tuyệt vời, rất thú vị nếu bạn canh đúng thời gian. Cốt cổ lung cú là một điểm dừng chân thú vị, mặc dù hơi xa một chút. Đó là - cực bắc - của Việt Nam. Có một tầm nhìn đẹp và cột cờ khổng lồ mà bạn có thể leo lên. Đoạn đường - 19km - giữa Đồng Văn và Mèo Vạc được nhiều người coi là cảnh quan đẹp nhất ở Đông Nam Á. Điều này, nếu không có gì khác, cũng đủ lý do để thực hiện chuyến đi. Thật là ngoạn mục.Đọc thêm",
            "Tôi đã bất chợt đến Hà Giang, miền Bắc Việt Nam vào tháng 2 năm 2015. Nhưng chuyến du lịch xuyên miền quê thật tuyệt vời. Tôi khuyên mọi người nên đi chệch hướng và ghé thăm nơi đây. Nó chưa quá đông dân du lịch! nhưng hãy chờ một thời gian và nó sẽ như vậy. Có sẵn các chuyến tham quan bằng xe đạp và các chuyến tham quan bằng xe 4WD.Đọc thêm",
            "Nếu bạn đang tìm kiếm một nơi tuyệt đẹp, yên bình và muốn chia sẻ những khoảnh khắc đặc biệt với dân làng thì bạn không thể bỏ lỡ nơi này! Bạn - đang trên đường đến Trung Quốc? Đó là một điểm dừng hoàn hảo! Bạn muốn tìm hiểu về cộng đồng người Tày và trở thành một phần của dự án du lịch có trách nhiệm? Đó là chỗ của bạn! Những con người đáng yêu, đồ ăn ngon, những khoảnh khắc tuyệt vời!!! Mặc dù bạn có thể thấy trên một số bài đánh giá rằng một số cài đặt cần phải được hiện đại hóa, đang diễn ra tốt đẹp và có một điều chắc chắn: bạn sẽ không bao giờ thiếu bất cứ thứ gì!Đọc thêm",
            "One day after meeting Johnny, my friend turned to me and said  - That Johnny Nam Tram is a really great guy. -  Four days after first meeting Johnny, my friend turned to me and said  - that Johnny Nam Tram is a legend. - I recently spent about three weeks travelling the north of Vietnam by motorbike, and I have to recommend Johnny Nam Tram.I didn - t actually travel with Johnny and pay for his services, but he turned out to be extremely helpful anyway and was just a really good guy.I spent the entire three weeks with my friend travelling without a tour guide, and information was generally very difficult to come by, as most tour guides will only give you information if you pay for their services. Johnny sat down with us over a cup of coffee in Hagiang City - where he has an office and motorbikes -  and told us all about the next few cities that we could visit in Ha Giang province; he even recommended a homestay for us in Quan Ba region which ended up being a highlight of our trip.Another highlight of the trip was running into Johnny three days later on our way to Dong Van. He then recommended a cheap but fine hotel and we made plans to meet for dinner at what turned out to be a great restaurant. At dinner we talked with the people who were on a tour with him and they had nothing but positive things to say about him. I can also say that since we overlapped a few times during our trips that he can take you on some of the most beautiful, exciting roads that you - ll ever see.   Johnny Nam Tram offers motorbike rentals - actual dirtbikes and scooters - , motorbike tours, and car tours throughout Ha Giang province. Johnny also lived in California for most of his life and so his English is basically perfect, which is pretty much unheard of outside of Hanoi in Northern Vietnam. After five days on the road, I can - t tell you how happy we were to be able to sit down and have a conversation with a Vietnamese person who speak perfect English.Motorbiking alone vs going with Johnny Nam Tram:When my friend and I were touring North Vietnam, we had alotted more time than most people do for this sort of trip. We wanted to get lost, we wanted to spend days in small villages and we wanted to spend time trekking around, so going alone was great for us.if you want to make a trip around Ha Giang province in just a few days or you want to make a trip around the Northern Loop of Vietnam in under two weeks, it makes a lot of sense to get a tour guide to do so because there are a lot of different roads that you can travel down and some are legitimately dangerous - esecially at night. In the case of an emergency, a tour guide like Johnny would be extremely helpful, whereas you - d be on your own without one.If you - re going to be travelling in Northern Vietnam and you - re looking for a tour guide, I would really recommend the Legend of Johnny Nam Tram.Read more",
            "Du lịch có trách nhiệm không phải là một định nghĩa du lịch mới đối với mọi người, nhưng ở Việt Nam nó vẫn còn rất mới và cũng là một cách tiếp cận mới mà du khách muốn tiếp cận. Thôn Tha nằm ở xã Phương Đô, cách thành phố Hà Giang 5km, một trong những điểm đến đẹp ở Hà Giang, Việt Nam đã triển khai dự án Du lịch có trách nhiệm nhằm bảo tồn thiên nhiên và cải thiện cuộc sống của người dân. Đây là một ngôi làng nhỏ của người Tày, xung quanh là ruộng bậc thang, núi non trải dài vô tận. Mỗi ngày đến đây tôi chỉ cảm nhận được một điều - bình yên - và tuyệt vời. Họ sống trong những ngôi nhà sàn trông rất đơn giản nhưng độc đáo và tự nhiên. Tôi ở đây được khoảng 1 tháng, làm việc như nông dân, ăn uống như người bản địa, sống và thở như người bản xứ. Tôi chắc chắn yêu thích nó. Tôi bị thu hút bởi khung cảnh, con người, bầu không khí và quên mất rằng sau đó tôi phải quay lại làm việc. Hy vọng bạn sẽ thích thú hơn những gì tôi nóiĐọc thêm"
        ],
        "star_ratings": [
            25,
            0,
            1,
            4,
            2
        ],
        "review_amount": 32,
        "location": [
            "Tour đi bộ Ha Giang",
            "Châu Á",
            "Tỉnh Hà Giang",
            "Việt Nam",
            "Những điều cần làm ở Hà Giang",
            "Ha Giang"
        ],
        "reviews_time": [
            "Written April 2, 2016",
            "Written January 21, 2016",
            "Written December 21, 2015",
            "Written October 26, 2015",
            "Written October 20, 2015",
            "Written August 5, 2015",
            "Written July 22, 2015",
            "Written June 14, 2015",
            "Written May 27, 2015",
            "Written May 15, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1544599-d4153662-Reviews-or10-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4153662-Reviews-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4153662-Reviews-or20-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-Dao_s_Travel_Agency_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16695696-Reviews-Hanoi_Bar_Crawl-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681047-Reviews-Alisa_Bella_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25212338-Reviews-ATM_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15582959-Reviews-Alisa_Bella_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27706401-Reviews-Ninh_Binh_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3247001-Reviews-Adventure_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11725803-Reviews-Vietnam_Creation_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855042-Reviews-Kevin_s_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647367-Reviews-Kuy_Son_Propaganda_Art-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15276838-Reviews-Hanoi_Pub_Crawl-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19256849-Reviews-Madam_Tran_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7339851-Reviews-Vi_spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18891972-Reviews-Hanoi_Advisor_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25094329-Reviews-Hanoi_Cooking_Class_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g48899-d1105618-Reviews-Santa_s_Workshop-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g49681-d11147115-Reviews-Air_U_Trampoline_Park_Party_Center_of_Greenville_NC-Winterville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d3693286-Reviews-PAF_Museum-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g36031-d3372354-Reviews-Downtown_Geneva_Historic_Shopping_District-Geneva_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g33676-d102413-Reviews-Piney_River_Ranch-Vail_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g3218970-d6482199-Reviews-Primo_Piazza_Khao_Yai-Khao_Yai_National_Park_Nakhon_Ratchasima_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g57049-d3935730-Reviews-Wind_Caves_Hike-Logan_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g32771-d13080499-Reviews-Nevada_County_Hospital-Nevada_City_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d6892166-Reviews-Mydin_Mall-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g60961-d10435117-Reviews-Breakheart_Reservation-Saugus_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1544599-d4153662-Reviews-or20-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1544599-d4153662-Reviews-or10-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html"
    },
    {
        "attraction_name": "Hagiang Trekking Tour",
        "attraction_name_vi": "Tour đi bộ Ha Giang",
        "general_info": [
            "32 đánh giá",
            "- 67 trên 157 Hoạt động ngoài trời ở Hà Giang",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour tham quan",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Chúng tôi là một công ty nhỏ có trụ sở tại Hà Giang, VN, mang đến những trải nghiệm du lịch mạo hiểm vượt trộiĐọc thêm",
        "reviews": [
            "Đèo quanh co và những dãy núi đá hùng vĩ sẽ mang đến cho chúng ta những trải nghiệm tuyệt vời. Một nơi thật yên bình!Đọc thêm",
            "Phong cảnh ngoạn mục và là một trong những vùng đất đẹp nhất Việt Nam. Hãy đến Hà Giang và khám phá nét hoang sơ cùng Momentlives tại www.momentlives.com. Các nhiếp ảnh gia không thể bỏ lỡ điều này!Đọc thêm",
            "Đã có trải nghiệm tuyệt vời khi thuê xe từ Hoàng Ahn tại Motor for Rent. Anh đón tôi từ khách sạn rồi cùng nhau đến cơ quan quản lý xuất nhập cảnh để xin giấy phép -10 vào khu vực Đồng Văn và Mèo Vạc.  Tiếng Anh của anh ấy rất ổn, nhưng anh chàng rất tốt bụng, đáng tin cậy. Anh ấy cũng sẽ đưa cho bạn bản đồ và danh sách các cửa hàng sửa chữa phòng trường hợp bạn cần trên đường đi. Quán của anh là 47 Lý Thường Kết Trần Phú. Điện thoại - 0986.030.405 ; 0915.273.882 ; hagiangmotorbike - dot com - ; hagiangmotorbike - tại gmail.com - Đọc thêm",
            "Đi xe đến Hà Giang để đến một trong những tỉnh có phong cảnh đẹp nhất miền Bắc Việt Nam, xem cuộc sống trên đá khó khăn như thế nào và gặp gỡ những người dân tộc trên đồi đầy màu sắc. Con đường rất đẹp với nhiều khúc cua. nơi tuyệt vời mà tôi từng thấy trước đây!Đọc thêm",
            "Tôi đã đến đó vào năm ngoái, vào tháng 10 năm 2013 cùng với cha nuôi và người bạn thân nhất của tôi. Chúng tôi đã ở đó 5 ngày vào mùa đông nên trời rất lạnh. Bạn cần áo khoác dày để đi Hà Giang. Nhưng tất cả mọi người ở đó đều giống như một anh hùng, họ không cần áo khoác. Chúa tôi! Chúng tôi - đã từng là Mèo Vạc, Lũng Cú, Đồng Văn. Phong cảnh ngoại giao, rất thiên nhiên, con người thân thiện và trong sáng. Hà Giang là núi nhưng không bằng Sapa. Trải nghiệm khác nhau. Chúng tôi rất yêu Hà Giang và đặc biệt giới thiệu cho những ai thích các chuyến du lịch mạo hiểm.Đọc thêm",
            "Going with my Frenchman, Gérard Mémmi, we used two bikes: Honda XL 125cc and Honda CBF 150cc with the necessary equipments to leave on a journey to conquer the land of the far north of Vietnam.The first night, we stopped at Yen Bai, the second day we headed to Ha Giang, and ride along the Lo River and passed by beautiful green maize fields. Probably many Vietnamese still cannot forget the heroic victory of the army and people during the war against the French empire on this historic river. Nodaway, the river is not to sink enemy ships but to welcome travelers from all parts of Vietnam and from other countries around the world. It felled great to forget the dust and smoke of the city, to breathe the fresh air, to stop at the rustic cafes and to chat with the local people. Ha Giang have appeared in front of our eyes, the town has seen strongly changed but in the surrounding ethnic villages, the people keep their life with its unique traditions.Do not sleep at the hotel, we turned left toward the border and then went straight to the ethnic Tay village named Thon Tha. Over thirty Tay families live together in the large and traditional stilt-houses. Mr. Quyen, the owner welcomed us with a big smile:  - Are you doing well, why you arrive so late? Wash your face and then we drink tea - . We explained that we had to pass to the police department to get the permit for exploring the border-belt land that why we were so late.Gérard enlisted for taking the photos around the village; I checked the status of our two bikes before taking a shower.Dinner was cozy and fun; we had local chicken and pork roast with indispensable local wine made from corn. If you want to explore and learn the life of ethnic minorities living in the mountains, the first thing you have to do is drinking alcohol! My friend Gérard has never drink alcohol before but with the sincere invitation from mr. Quyen and his friends, Gérard took nearly 10 cups of wine corn - the specialty of the mountainous Ha Giang province. This special wine brought two of us a good night - s sleep with many dreams on the warm cotton cushion.After breakfast with Tay - s special noodle dish prepared by Quyen and his wife, we continued our road toward Dong Van. Out of town about 10 kilometers, the landscape really changed, the road seemed much smaller and very narrow with many winding and passes. The terraced rice fields were dotted by green, yellow mixed with green corn field on the rocky slopes; somewhere, the Mong ethnic villages hidden behind stone walls, looming over the mountains, some women groups were cultivating maize, the main food source of the region.The most beautiful road -  part began from the stone park area where we saw the large letters in English  - Dong Van karst plateau Geopark -  hanged on the mountain side. The road looks like a silk band hanging from the rocky mountain range led us to the heaven gate at an altitude of 1,107 m, where is the intersection of heaven and earth. Looking down from this gate, we saw colorful majestic scenery: That was so great! We see also the hard life of ethnic minorities in the region. They were born from stone, live with stone and then go back to sleep with stone at the end of life, from generation to generation.Before arriving in Dong Van, we visit Sung As cultural village, which has become very popular after the film  - Pao - story -  with the old house building from hundreds of years with the unique architecture of the Mong ethnic group. You can experience a night here with the typical lifestyle of the Mong ethnic dinner with local corn wine and boiled chicken. Continued traveling with two bikes, I and Gérard stopped at the H - mong king palace of Vuong family, the biggest in the region where their ancestors once were considered as the King in this far northern land. Large boulders surrounding the majestic palace appearance a glorious period of the King Vuong Chinh Duc and then his son, Vuong Chi Sinh, who has followed the revolution and became later the president of the Dong Van district.If you go to Dong Van, you have to try to be there on Sunday because of the market. You will be immersed in the flow of people where you could record the vivid images of highland life in a great atmosphere with the colorful traditional costumes.Come here, you will never forget the unique natural scenery of the mountainous rock, the tender hearts of the local people with a long-standing culture for hundreds of years.  - .Read more",
            "Tôi đến Hà Giang vào tháng 6/2012, khi tôi 24 tuổi, ấn tượng đầu tiên là điểm cực Đông của Tổ quốc, khác hẳn cái nóng oi bức của Hà Nội. Chúng tôi xuất phát trên con đường Hạnh Phúc - Hạnh Phúc - Chinh phục con đường dốc quanh co. Được bao quanh bởi sương mù, chúng ta có thể nhìn thấy các vật thể một cách chi tiết từ khoảng cách khoảng năm mét. Tuy nhiên, những cụm mây lướt qua những con đường, lơ lửng trên những đỉnh núi và đùa giỡn với những bộ lạc của người dân tộc trong thung lũng khiến chúng tôi có cảm giác như đang ngắm nhìn khung cảnh mùa đông của châu Âu - dù là xem trên TV :P - Tuy nhiên, cảm giác Đi giữa mây đạt đến đỉnh điểm khi chúng tôi đến được đèo Mã Pí Lèng, một trong bốn đỉnh núi cao nhất Việt Nam. Sông Nho Quế uốn lượn như dải ruy băng bạc xuyên qua các khe núi đá vôi. Điểm hấp dẫn của đèo Mã Pì Lèng nằm ở những dãy núi và vách đá mà con đường đi qua - vì thế Đi du lịch thì hấp dẫn nhưng từ đường về lại là cơn ác mộng với hàng đống thứ đang chờ đợi. Tôi có thể làm việc chăm chỉ, tôi có thể đi du lịch - chăm chỉ - cũng vậy nhưng tôi không bao giờ có thể hiểu được nó - hiệu quả là quay lại làm việc sau những chuyến du lịch. Tôi phải giải quyết chúng trước, mặc dù tôi - rất hào hứng khi viết về chuyến đi này. Sẽ quay lại sớm! Đọc thêm",
            "Chào bạn, Hà Giang và khu vực tháng 1 thế nào? Sẽ có sương mù hay mưa? Có thể đi trekking và tận hưởng miền quê không?Đọc thêm",
            "Xin chào.. có thể có sương mù ở khu vực này nhưng rất tốt cho việc trekking và đi bộ đường dài hoặc đi xe máy, sẽ tốt hơn nếu bạn có thể kết hợp với nhau theo vòng tròn và không có nhiều lúc có thể mưa vì từ thời điểm này là mùa khô \nQuang cảnh và phong cảnh thật tuyệt vờiĐọc thêm",
            "Tôi rất muốn đến Hà Giang và muốn biết làm thế nào để đến đó. Tôi có thể đến đó từ Vườn quốc gia Ba Bể không? Tháng 10 có quá lạnh để tham quan không và trời có nắng không?\n\nTôi phải mất bao lâu để đến đó?Đọc thêm",
            "CHÀO \n\nnó cách SAPA bao xa? \n\nSẽ có trong 2 tuần nữa.\n\nliên kết sẽ rất tuyệt vời cảm ơnĐọc thêm",
            "Làm cách nào để liên hệ với Johnny? không tìm được số ở đâu và tôi muốn đi một chuyến bằng xe máy cùng anh ấyĐọc thêm",
            "Tôi yêu Hà Giang, còn bạn - hãy đến để thực sự nhìn thấy những điều chưa từng thấy!Đọc thêm",
            "Bạn có thể đi du lịch Hà Giang bằng máy ảnh của mình. Nhà cung cấp địa phương tốt nhất là Momentlives. Họ cung cấp các chuyến đi chụp ảnh độc đáo có tính đến thời tiết và tính toán cẩn thận các phiên chợ ở Hà Giang để đưa bạn đến đó trong khoảnh khắc đầy màu sắc nhất từ ​​trước đến nay.Đọc thêm"
        ],
        "star_ratings": [
            25,
            0,
            1,
            4,
            2
        ],
        "review_amount": 32,
        "location": [
            "Tour đi bộ Ha Giang",
            "Châu Á",
            "Tỉnh Hà Giang",
            "Việt Nam",
            "Những điều cần làm ở Hà Giang",
            "Ha Giang"
        ],
        "reviews_time": [
            "Written January 22, 2015",
            "Written January 9, 2015",
            "Written December 24, 2014",
            "Written October 6, 2014",
            "Written August 4, 2014",
            "Written June 22, 2014",
            "Written May 30, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1544599-d4153662-Reviews-or20-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4153662-Reviews-or10-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d4153662-Reviews-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6351545-Reviews-Dao_s_Travel_Agency_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16695696-Reviews-Hanoi_Bar_Crawl-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681047-Reviews-Alisa_Bella_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25212338-Reviews-ATM_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15582959-Reviews-Alisa_Bella_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27706401-Reviews-Ninh_Binh_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3247001-Reviews-Adventure_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11725803-Reviews-Vietnam_Creation_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8855042-Reviews-Kevin_s_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647367-Reviews-Kuy_Son_Propaganda_Art-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15276838-Reviews-Hanoi_Pub_Crawl-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19256849-Reviews-Madam_Tran_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7339851-Reviews-Vi_spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18891972-Reviews-Hanoi_Advisor_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25094329-Reviews-Hanoi_Cooking_Class_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d9564955-Reviews-Tulum_Beach-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d16959144-Reviews-Krakow_Arcade_Museum-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3700742-Reviews-TerraCity-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d478894-Reviews-Al_Fahidi_Historical_Neighbourhood-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g10006284-d148331-Reviews-Grace_Bay_Beach-Grace_Bay_Providenciales_Turks_and_Caicos.html",
            "https://www.tripadvisor.com/Attraction_Review-g1570011-d447399-Reviews-Ancient_City_Mueang_Boran-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d14311530-Reviews-Hogan_s_Beach_Shop-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293817-d477947-Reviews-China_Town-Port_Louis.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d10499495-Reviews-Morningside_Park-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d517543-Reviews-Las_Vegas_North_Premium_Outlets-Las_Vegas_Nevada.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1544599-d4153662-Reviews-or20-Hagiang_Trekking_Tour-Ha_Giang_Ha_Giang_Province.html"
    }
]