[
    {
        "attraction_name": "Halong Luxury Day Tour",
        "attraction_name_vi": "Tour Ngày Hạ Long Sang Trọng",
        "general_info": [
            "265 đánh giá",
            "33 trên 293 Hoạt động ngoài trời ở Vịnh Hạ Long",
            "Chuyến tham quan bằng thuyềnChuyến tham quan thuê câu cáChuyến tham quan bằng tàu cao tốcChèo thuyền kayak",
            "Những chuyến du lịch thuyền",
            "Tour thuê thuyền câu cá",
            "Chuyến tham quan bằng tàu cao tốc",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "Du thuyền Hạ Long, chúng tôi đang cung cấp nhiều tour du lịch trọn gói, bao gồm chỗ ngồi thoải mái, hành trình đẹp, bữa ăn ngon, hướng dẫn viên du lịch thân thiện và nhiều thông tin. Bạn chắc chắn sẽ tận hưởng chuyến đi của mình với chúng tôi.Đọc thêm",
        "reviews": [
            "Chuyến thăm trang trại hàu và các khối đá vôi trong hang động thật tuyệt vời. Thức ăn được phục vụ rất ngon. Đó là trải nghiệm sang trọng thực sự, ngay từ khi đón khách sạn cho đến khi kết thúc. Hướng dẫn của bạn, ông Garry rất hữu ích và cung cấp thông tin kỹ lưỡng.Đọc thêm",
            "Hùng là một hướng dẫn viên tuyệt vời - chuyến hành trình kéo dài 6 giờ này đã trôi qua, chúng tôi đã có khoảng thời gian tuyệt vời trên tàu và chèo thuyền kayak Bơi leo lên 423 bậc thang để có một khung cảnh tuyệt vờiĐọc thêm",
            "Rất khuyến khích tour du lịch này. Hướng dẫn viên của chúng tôi Hồ rất xuất sắc và cực kỳ nhiều thông tin. Chuyến tham quan diễn ra như kim đồng hồ đón và trả khách đúng giờ, v.v., xe buýt rất rộng rãi và thoải mái, thuyền rất tuyệt và bữa trưa cũng khá ngon. Vịnh Hạ Long tuyệt đẹp và có nhiều thời gian để tận hưởng nó. Nếu bạn định thực hiện một chuyến đi trong ngày thay vì một chuyến qua đêm thì hãy chọn chuyến tham quan này.Đọc thêm",
            "Chuyến đi thật tuyệt vời, hướng dẫn viên của chúng tôi Hiếu tốt hơn nhiều so với bất kỳ hướng dẫn viên nào khác mà chúng tôi từng có.  Nếu bạn có thời gian đặt chuyến đi này tôi sẽ yêu cầu Hiếu. Anh ấy sẽ đảm bảo bạn cảm thấy thoải mái và đối xử với bạn như gia đình.   Khung cảnh vịnh Hạ Long thì đủ lời rồi, tôi không nghĩ mình có thể đi sâu vào chi tiết về khung cảnh.  Rất khuyến khích bất cứ ai đến Việt Nam thăm vịnh Hạ Long với HiếuĐọc thêm",
            "Tôi phải nói rằng chuyến du lịch sang trọng này thật tuyệt vời với những chiếc ghế da ngả lưng và thực sự đã rút ngắn thời gian hành trình. Đặt phòng rất đơn giản - giao tiếp tốt qua email sẽ hoàn toàn giới thiệu công ty này. Thuyền rất ổn và lựa chọn thực phẩm tốt vào bữa trưa mà các bàn đã sẵn sàng. Nhược điểm chỉ đơn giản là số lượng người ở đó. Nhiều thuyền đến nỗi nhiều người xếp hàng để bước lên bậc thang bên trong hang động. Đó là ngày nghỉ lễ vào ngày chúng tôi đi nhưng tôi tin rằng nó luôn khá bận rộn. Thật đáng tiếc là họ dường như đang làm quá sức với khách du lịch, rất ít động vật hoang dã có thể được nhìn thấy Và không có thời gian cho bất kỳ hình thức thư giãn nào trên bãi biển. Điều đó nói lên rằng bản thân chuyến tham quan đã là một ngày vui vẻ, thực sự rất vui vì chúng tôi đã trả thêm một chút và đã không đi con đường dài hơn.Đọc thêm",
            "Đón khách từ khách sạn sang trọng và đưa ra Hạ Long gặp thuyền thực hiện tuyến đường mới ít người biết đến với rất ít thuyền du lịch khác. Một ngày trọn vẹn tuyệt vời với nhiều không gian và cơ hội bao gồm bơi biển và chèo thuyền kayak trong khung cảnh tuyệt vời không thể diễn tả được. Nhưng tuyệt vời nhất là dịch vụ và nhân viên của tour. Một lời đề cập đặc biệt dành cho Jasmin vì đã làm tất cả để mang lại sự thích thú và hứng thú tối đa.... Một người phụ nữ đặc biệt đang làm một công việc đặc biệt.Đọc thêm",
            "Rất đáng để trả thêm một chút để có được chuyến đi ngắn hơn đến VỊNH Hạ Long. Huấn luyện viên rất thoải mái. Thuyền cũng rất tuyệt. Cả nhân viên và tài xế đều đáng yêu. Thưởng thức bữa trưa và lớp học nấu ăn nhỏ. Không chắc Vịnh Hạ Long có thể tiếp nhận thêm khách du lịch hay không vì tình trạng ô nhiễm ở đó là không có thật. Hãy xem nó trong khi bạn có thể để biết nó vốn là gì nhưng đừng mong đợi bất kỳ cảnh bình minh lãng mạn nào và hoàng hôn với không khí và biển bị ô nhiễm.Đọc thêm",
            "Chiếc xe chở chúng tôi từ khách sạn nằm bên ngoài khu phố cổ đến vịnh Hạ Long rất thoải mái và mất khoảng 2 giờ đi qua đường cao tốc mới. Bữa trưa trên tàu không ngon nhưng chúng tôi không có gì để phàn nàn. Sau chuyến đi, chúng tôi được đưa trở lại khách sạn mặc dù nó nằm bên ngoài khu phố cổ. Cuối cùng, chúng tôi có một hướng dẫn viên du lịch rất giỏi và nhiều thông tin tên là Chương. Anh ấy là hướng dẫn viên du lịch giỏi nhất trong chuyến đi Hà Nội của chúng tôi.  Đọc thêm",
            "Chương là hướng dẫn viên du lịch của chúng tôi cho chuyến đi này. Anh ấy rất hữu ích và thân thiện. Bữa trưa được phục vụ tốt. Trải nghiệm du lịch tổng thể là tuyệt vời. Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời trong những chuyến đi tuyệt vời. Toàn bộ trải nghiệm diễn ra liền mạch và sự sắp xếp thật tuyệt vời. Chiếc xe chở gia đình chúng tôi đến bến du thuyền rất thoải mái và chỉ mất khoảng 2 giờ lái xe qua đường cao tốc mới. Rác sạch sẽ và được bảo trì tốt và thức ăn rất ngon. Đặc biệt đề cập đến các món ăn chay tuyệt vời được phục vụ trên tàu. Cuối cùng nhưng không kém phần quan trọng là hướng dẫn viên Chong thân thiện, tràn đầy năng lượng, người đã giúp chúng tôi giải trí và gắn bó trong suốt chuyến đi.Đọc thêm",
            "Xin chào! Chúng tôi có hai người muốn tham gia chuyến đi trong ngày. Chi phí là bao nhiêu? Cảm ơnĐọc thêm",
            "Xin chào Juli G\nVui lòng gửi yêu cầu của bạn đến email của chúng tôi để được hỗ trợ chi tiết. \n\nCảm ơn\nNhóm GenĐọc thêm",
            "Bạn có phải tham gia chèo thuyền kayak hay bạn có thể chỉ ở trên thuyền trong thời gian đóĐọc thêm",
            "Sam thân mên,\n\nCó, gói của chúng tôi bao gồm chèo thuyền kayak hoặc chèo tre trong 30 phút.\n\nBạn có thể tham khảo hành trình trên web: Tour du lịch Hạ Long Luxury Day Tour\n\nTốt nhất,\n\nMr AnhĐọc thêm",
            "Không thể tìm thấy bất kỳ chi tiết liên lạc.  Làm cách nào để đặt chuyến đi trong ngày?Đọc thêm",
            "bạn có thể đặt phòng từ bất kỳ Khách sạn nào Họ sẽ có thông tin chi tiếtĐọc thêm",
            "Giá thuyền kayak hoặc thuyền tre có bao gồm trong giá không? Đọc thêm",
            "Có nhưng hãy mang theo tiền boa vì các Cô gái điều hành những chiếc thuyền nhỏ đó bằng sức mạnh của cánh tay và họ rất duyên dáng.Đọc thêm",
            "Giá thuyền kayak hoặc thuyền tre có bao gồm trong giá không? Đọc thêm",
            "Xin lỗi vì phản hồi chậm trễ. Có, nó được bao gồm. Đọc thêm"
        ],
        "star_ratings": [
            256,
            7,
            1,
            1,
            0
        ],
        "review_amount": 265,
        "location": [],
        "reviews_time": [
            "Written June 20, 2020",
            "Written March 3, 2020",
            "Written January 10, 2020",
            "Written October 4, 2019",
            "Written May 2, 2019",
            "Written March 12, 2019",
            "Written January 26, 2019",
            "Written December 30, 2018",
            "Written December 23, 2018",
            "Written December 23, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-or10-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d12006337-Reviews-Golden_Bay_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26350310-Reviews-Orchid_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32415-d4521222-Reviews-Millerton_Lake_State_Recreation_Area-Friant_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d10792982-Reviews-PickMe-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60933-d14801818-Reviews-Walter_White_s_House-Albuquerque_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d570757-Reviews-Delirium-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g676295-d1156914-Reviews-Paralia_Sidari-Sidari_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34877-d10227697-Reviews-West_bank_park-Cumming_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d13200590-Reviews-The_Alchemist_Bar-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d8631483-Reviews-Douglas_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d7310961-Reviews-Arizona_Falls-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d104309-Reviews-Maryland_Science_Center-Baltimore_Maryland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-or10-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html"
    }
]