[
    {
        "attraction_name": "Halong Dragon Cruise",
        "attraction_name_vi": "Du thuyền rồng Hạ Long",
        "general_info": [
            "119 đánh giá",
            "276 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Dragon Cruises cung cấp các tour du lịch hàng ngày quanh Vịnh Hạ Long. Chuẩn bị sẵn máy ảnh để chụp ảnh trong khi du ngoạn qua những tảng đá vôi của những ngọn núi nhô lên mặt nước màu ngọc lục bảo. Ăn trưa trong khi đi ngang qua hòn Chó Đá, hòn Lư Hương xinh đẹp. Sau đó chúng tôi dừng lại ở một làng chài và bạn có thể chèo thuyền kayak ở đây xung quanh người dân địa phương. Tour chưa kết thúc ở đây bạn có thể liên hệ với chúng tôi để biết thêm thông tin.Đọc thêm",
        "reviews": [
            "Để quên túi của tôi ở cảng. Sau đó, người quản lý thô lỗ đổ lỗi cho chúng tôi vì đã không lắng nghe khi anh ta hỏi mọi người. Anh ấy không hỏi chúng tôi và nói rằng có lẽ bạn đang nói và không nghe. Không quan tâm, anh ta TUYỆT VỜI đã ngắt lời tôi nhiều lần và không hề quan tâm hay thương xót. Có lẽ nếu họ làm việc đó và gắn thẻ vào đó khi chúng tôi mới đến thì điều này đã không xảy ra. Sự đối xử đáng hổ thẹn của người quản lý.Đọc thêm",
            "Hành trình này thật tuyệt vời từ đầu đến cuối! Các phòng đều sạch sẽ và đẹp đẽ, thức ăn rất tuyệt vời và phong phú, và thời gian của chúng tôi đã được lên kế hoạch hợp lý. Brian, người quản lý, là một người đàn ông thực sự đáng yêu, người mà bạn cảm thấy thực sự quan tâm đến sự an toàn và niềm vui của mọi người. Anh ấy đã dành thời gian để trả lời các câu hỏi và tỏ ra nồng nhiệt trong lễ đính hôn. Anh ấy còn sắp xếp một chiếc bánh sinh nhật cho tôi nữa. Các loại cocktail không tuyệt vời và khá đắt ngay cả trong giờ khuyến mãi, nhưng ngoài điều đó ra thì tất cả chúng tôi đều thực sự ấn tượng với mọi thứ khác trên chiếc thuyền này.Đọc thêm",
            "Chúng tôi đang có chuyến du lịch trong ngày đến Hạ Long. Hướng dẫn viên của chúng tôi, ông Hoàng Công Long rất thân thiện, có thể tự mình quản lý một chiếc xe buýt đầy đủ. Anh ấy nói tiếng Anh tốt. Mọi thứ đều ổn ngoại trừ các món ăn được cung cấp có chất lượng thấp, không vị và nấu một nửa và số lượng rất ít. Bạn có thể tham khảo hình ảnh được cung cấp ở đây, nó được chia sẻ bởi 6 người. Tổng cộng bữa trưa của chúng tôi gồm có 6 món; cá hấp không có trong hình do đến muộn. Chúng tôi đến Ninh Bình vào ngày hôm sau và hướng dẫn viên phản hồi rằng bữa ăn trong chuyến du lịch Hạ Long của chúng tôi dưới mức tiêu chuẩn. Họ cũng tổ chức Tiệc Hoàng hôn trên đường trở về Cầu cảng nhưng chỉ có bánh quy cắt trái cây. Vui lòng mang theo đồ ăn nhẹ nếu không bạn chắc chắn sẽ đói.Đọc thêm",
            "Đã đi trên Dragon Legend 1 cho hành trình 2 Ngày 1 Đêm. Thuyền và Cabin rất đẹp. Các nhân viên thật tuyệt vời, đặc biệt là ông Kim, ông Peter và ông Tony. Chúng tôi có một số vấn đề mà họ đã giải quyết ngay lập tức. Tôi đánh giá các nhân viên là kệ hàng đầu. Không có gì là quá nhiều rắc rối. Thức ăn đã được đặt sẵn nhưng có nhiều lựa chọn. Tận hưởng chuyến đi vô cùng. Trả thêm tiền cũng xứng đáng. Đọc thêm",
            "Hai, hướng dẫn viên của chúng tôi có tiếng Anh tuyệt vời và rất hữu ích. Nhìn chung, tổ chức rất tốt. Thậm chí còn giữ được cậu con trai 11 tuổi của chúng tôi bận rộn. Đọc thêm",
            "Đó thực sự là chuyến tham quan Vịnh Hạ Long thú vị do Dragon Cruise sắp xếp. Họ đón chúng tôi đúng giờ theo lịch trình và chúng tôi được phục vụ đồ uống chào mừng dễ chịu. Chưa kể, hướng dẫn viên của chúng tôi rất vui tính và rất hữu ích nữa, anh ấy nói tên anh ấy là Mr. Pacific giống như tên của đại dương vậy. Mặc dù chúng tôi đã đặt bữa ăn theo thực đơn thuần chay, nhưng hướng dẫn viên luôn kiểm tra lại xem đồ ăn được phục vụ có phù hợp với lối sống của chúng tôi không. Trên trang web, chúng tôi đã chọn chèo thuyền Kayak là hoạt động chính. Đó là trải nghiệm tuyệt vời nhất đối với chúng tôi. Chúng tôi đã tận hưởng khoảnh khắc thư giãn và yên tĩnh bên trong hang động ẩn giấu với tầm nhìn tuyệt đẹp. Chúng tôi đã về muộn và gần như đã lỡ chuyến tàu đưa chúng tôi trở lại đất liền. Nhưng hướng dẫn viên một lần nữa kiên nhẫn chờ đợi chúng tôi và đảm bảo rằng chúng tôi không bỏ lỡ điều gì. Chắc chắn là đáng để thử dịch vụ của họ. Hãy tiếp tục làm tốt nhé các bạn Cảm ơn Pacific. Đọc thêm",
            "Chúng tôi đã đặt chuyến đi của mình thông qua Booking.com, người đã khấu trừ toàn bộ phí ngay lập tức vào ngày chúng tôi đặt vé, rất lâu trước chuyến đi thực tế.  Vào ngày chúng tôi đi du lịch, công ty du lịch đã thực hiện khoản thanh toán trái phép thứ hai từ tài khoản của chúng tôi.  Chúng tôi đã giải quyết vấn đề này với cả Booking.com và chủ sở hữu thuyền nhiều lần, tuy nhiên, mặc dù họ thừa nhận khoản phí gấp đôi và đảm bảo rằng khoản tiền hoàn lại đã được ủy quyền nhưng cho đến nay, chúng tôi vẫn chưa nhận được tiền hoàn lại.  Hành vi phi đạo đức này của Gold Dragon Cruise đã làm mất đi ký ức về kỳ nghỉ của chúng tôi.Đọc thêm",
            "Chúng tôi đã thuê chiếc thuyền này trước hai tháng và vào ngày chúng tôi đi bắt chiếc thuyền, họ đã cho chúng tôi một chiếc có giá trị thấp hơn: chuyến du ngoạn theo nhóm, trong đó những ngày tiếp theo chúng tôi bị đối xử tử vong khi thảo luận về thời điểm bị lừa dối rằng chúng tôi muốn chiếc thuyền của mình hoặc một email xác nhận đã trả lại tiền, nhưng họ không gửi cho chúng tôi bất cứ điều gì sau 2 giờ thảo luận, vì vậy chúng tôi ở lại tàu vì không mất hết tiền và một ngày nghỉ. Rất thất vọng, chúng tôi cay đắng những ngày nghỉ đó.Đọc thêm",
            "Đơn giản là chúng tôi không thể chê trách Dragon Legend Cruises và hành trình ba ngày hai đêm của chúng tôi ở Vịnh Bái Tử Long. Chúng tôi có một cabin đẹp với phòng tắm sang trọng có bồn tắm! Giám đốc Cruise JD của chúng tôi thật xuất sắc. Anh ấy biết tất cả tên của chúng tôi trong vòng một giờ đầu tiên trước khi chúng tôi ăn trưa. Thức ăn rất tuyệt vời và giá đồ uống cũng khá hợp lý. Các tour du lịch, chèo thuyền kayak và tiệc nướng bên bờ biển cũng phản ánh mục tiêu của họ là cung cấp dịch vụ tốt nhất. Bên cạnh đó, chiếc xe buýt 6 chỗ đón và đưa chúng tôi về khách sạn rất sạch sẽ và khiến hành trình 3 giờ mỗi chiều ít nhất có thể chịu đựng được. Làm tốt lắm mọi người!! Đọc thêm",
            "Circ, hướng dẫn viên du lịch của chúng tôi là một chàng trai tốt bụng và thân thiện, người quan tâm đến niềm vui của chúng tôi. Chúng tôi rất thích bữa trưa đa dạng. Nhưng nhìn chung, chúng tôi thất vọng với Vịnh Hạ Long, vì đơn giản là lượng du lịch quá nhiều. Nhìn đâu cũng chỉ thấy những chiếc thuyền chở đầy người.  Ba hoạt động mà chúng tôi đã thực hiện Kajaking, tham quan đảo Titop và hang động không thể thực sự thú vị vì thực tế này. Khách du lịch ùn tắc khắp nơi. Chúng tôi đã đặt tour tại khách sạn của mình và nhân viên lễ tân nói rằng chuyến tham quan này rất đặc biệt vì phải mất 6 giờ và do đó nên nằm ngoài tuyến du lịch chính. Đây chắc chắn không phải là trường hợp của chúng tôi.Đọc thêm",
            "Xin chào, \n\nBạn đặt tour du lịch 3 ngày 2 đêm bằng cách nào? Tốt nhất nên đặt vé ở Hà Nội khi đến nơi?\n\nHành trình có ngày cụ thể hay có sẵn hàng ngày? \n\nBạn đã trả bao nhiêu cho hành trình 3 ngày 2 đêm? \n\nCảm ơn rất nhiều! \nĐọc thêm",
            "Xin lỗi vì hồi âm muộn. Tôi hy vọng bạn có thể tìm thấy một hành trình tuyệt vời! \nTôi đã đặt nó thông qua Công ty Du lịch Lilys. \nDu thuyền khởi hành mỗi ngày trong tuần!Đọc thêm",
            "Đang băn khoăn không biết có ai có thể giới thiệu chỗ ở tốt ở Hà Nội bán tour này không. TIA: Đọc thêm",
            "Hanoi Rocks, nhà nghỉ lớn ngay trục đường chính.Đọc thêm"
        ],
        "star_ratings": [
            74,
            20,
            9,
            8,
            8
        ],
        "review_amount": 119,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền rồng Hạ Long",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 26, 2023",
            "Written April 16, 2023",
            "Written January 3, 2020",
            "Written August 31, 2019",
            "Written August 11, 2019",
            "Written May 25, 2019",
            "Written May 22, 2019",
            "Written April 19, 2019",
            "Written April 17, 2019",
            "Written February 14, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6132049-Reviews-Halong_Dragon_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or10-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11624814-Reviews-Get_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12293639-Reviews-Tam_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27136102-Reviews-CuasoChoiboi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5583955-Reviews-Hanoi_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10308834-Reviews-Apron_Up_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19524426-Reviews-Sapa_May_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19526691-Reviews-Travel_New_Land-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15836272-Reviews-Rental_Motorbike_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17779626-Reviews-Hoang_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12932501-Reviews-Frontier_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532531-Reviews-Get_Up_And_Go_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25171450-Reviews-Vietnam_Buffalo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7339851-Reviews-Vi_spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11430240-Reviews-Good_Morning_Cat_Ba-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681047-Reviews-Alisa_Bella_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d9709918-Reviews-Hilton_Beach-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d146046-Reviews-Tanger_Outlets_Lancaster-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d153025-Reviews-Ballet_Folklorico_de_Mexico-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d546225-Reviews-Buda_Hill_Funicular-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g4044560-d23395160-Reviews-La_Leona_Waterfall-Curubande_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d538035-Reviews-Our_Lady_of_the_Rockies-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d1405618-Reviews-Daytona_Lagoon-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g154956-d487922-Reviews-Campobello_Island-New_Brunswick.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d260002-Reviews-Ka_anapali_Beach-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103788-Reviews-Shedd_Aquarium-Chicago_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or10-Halong_Dragon_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-Halong_Dragon_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Dragon Cruise",
        "attraction_name_vi": "Du thuyền rồng Hạ Long",
        "general_info": [
            "119 đánh giá",
            "276 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Dragon Cruises cung cấp các tour du lịch hàng ngày quanh Vịnh Hạ Long. Chuẩn bị sẵn máy ảnh để chụp ảnh trong khi du ngoạn qua những tảng đá vôi của những ngọn núi nhô lên mặt nước màu ngọc lục bảo. Ăn trưa trong khi đi ngang qua hòn Chó Đá, hòn Lư Hương xinh đẹp. Sau đó chúng tôi dừng lại ở một làng chài và bạn có thể chèo thuyền kayak ở đây xung quanh người dân địa phương. Tour chưa kết thúc ở đây bạn có thể liên hệ với chúng tôi để biết thêm thông tin.Đọc thêm",
        "reviews": [
            "Hướng dẫn viên của chúng tôi, Victor, rất tuyệt và nói tiếng Anh rất tốt. Chuyến tham quan trên tất cả thật tuyệt vời với cái giá phải trả. Tuy nhiên, hãy cẩn thận nếu bạn đặt phòng qua booking.com cho thời gian lưu trú 2 đêm, vì họ đã cố gắng đưa chúng tôi vào một căn lều để qua đêm ở đảo Cát Bà ở một nơi xa lạ. May mắn thay, chúng tôi đã đổi chỗ với một cặp vợ chồng khác nhưng họ không thể nhận ra khách sạn được cung cấp với tầm nhìn tuyệt vời!! Xem ảnh đính kèm! Nhưng hãy hỏi trước khi đến!  Chúng tôi đã có các lớp học nấu món chả giò, đồ ăn thật tuyệt vời - rất nhiều món trên thuyền!!! Và hát karaoke cũng rất vui. Những chuyến đi đến hang động, đảo khỉ, đạp xe qua Cát Bà đều tuyệt vời. Hơn hết là một trải nghiệm tuyệt vời và muốn giới thiệu !!Đọc thêm",
            "Tôi đã đặt chuyến đi này với Booking.com và được tính phí ngay lập tức, mặc dù còn 8 tháng nữa mới đến hạn. Sau đó tôi đã thay đổi ngày của mình và lại bị tính phí! Bây giờ tôi nghi ngờ công ty và hủy đặt phòng. Họ bảo tôi đợi 10 đến 15 ngày để được hoàn tiền hơn 2 tháng trước. Họ cũng nói với Booking.com điều tương tự và bây giờ ngân hàng của tôi đang theo đuổi họ trong khi họ phớt lờ email yêu cầu hoàn lại tiền của tôi hai lần. Xin lưu ý rằng điều này có thể xảy ra với những chuyến du ngoạn không cẩn thận, thậm chí đã được đặt qua Booking.com.Đọc thêm",
            "Nghĩ rằng đó là một chuyến đi thuyền khá nhanh và may mắn thay, chúng tôi chỉ đặt phòng trong 1 đêm. Các cabin đều cũ và nhỏ, có phòng máy nên ồn ào. Đèn nhà vệ sinh không hoạt động nên chúng tôi sử dụng nó trong bóng tối. Họ sẽ tắt điều hòa giữa chừng để tiết kiệm nhiên liệu và không thông báo cho bạn về điều đó. Thức ăn rất tệ và chúng tôi thất vọng. Có một số hoạt động trên tàu như câu mực, hát karaoke, lớp học nấu ăn. Phải bắt đầu câu mực nếu bạn muốn đi nhưng đó là thời điểm tồi tệ trong năm để câu cá vì nước lạnh. Các nhân viên nhận xét rằng rất khó và gần như không thể bắt được con mực nào. Những chuyến đi trong ngày đến hang động đáng ngạc nhiên, đảo ti-top và trang trại ngọc trai đều ổn. Khung cảnh ở Vịnh Hạ Long rất đẹp nhưng có quá nhiều chuyến du lịch trên biển xung quanh. Hướng dẫn viên Mindy rất thân thiện và hữu ích! Đọc thêm",
            "Chúng tôi đã đặt Du thuyền Rồng Vàng Hạ Long thông qua booking.com, bao gồm dịch vụ vận chuyển đến Vịnh Hạ Long từ chỗ ở của chúng tôi tại Hà Nội. Có một vài điều ngạc nhiên với chuyến đi này - đầu tiên là hình ảnh căn phòng hoàn toàn khác với những gì chúng tôi nhận được không hoành tráng bằng. Đổi lại, có cả một hành trình mà chúng tôi không mong đợi với các chuyến du ngoạn đến hang động, bãi biển, lớp học nấu ăn, chèo thuyền kayak và trang trại ngọc trai. Chúng tôi rất thích chuyến đi, nhưng sẽ rất tốt nếu biết trước hành trình, đặc biệt là thời gian đến nơi vì chúng tôi đã đặt một chuyến bay khác vào tối hôm đó. Sẽ rất tốt nếu hình ảnh trên trang đặt phòng chính xác hơn.Đọc thêm",
            "Cảm ơn vì chuyến tham quan thú vị này. Nếu bạn cân nhắc tham gia Tour này, tôi giới thiệu Nonh Van Vang làm hướng dẫn viên du lịch cho bạn, với anh ấy bạn sẽ có được sự hỗ trợ tốt. Anh ấy nói tiếng Anh rất tốt và quan tâm đến mọi câu hỏi cũng như nhu cầu của bạn. Trân trọng! FrancienĐọc thêm",
            "Gia đình 4 người lớn của tôi đã chọn chiếc tàu du lịch cỡ trung này vì nhóm sẽ nhỏ hơn và có thời gian lưu trú trên đất liền trong 3 ngày. Chúng tôi tham gia tour đặt trực tuyến bằng tiền đặt cọc. Khi đến Hà Nội, công ty tổ chức tour BC Family đã cử đại diện đến khách sạn chúng tôi ở khu phố cổ để thu số tiền còn lại cho chuyến tham quan. Sáng hôm sau lúc 7h45, công ty cử hướng dẫn viên du lịch, xe khách kèm tài xế đón chúng tôi tại sảnh khách sạn. Dọc đường đến Vịnh Hạ Long, họ đón thêm nhiều khách du lịch. Chỉ có một số ít gia đình tôi đi tour 3 ngày, còn lại là tour trong ngày hoặc tour 2 ngày. Chúng tôi dành đêm đầu tiên trên du thuyền ở Vịnh Hạ Long. Đêm thứ 2 trên khách sạn Quần đảo Cát Bà hướng ra biển với tầm nhìn tuyệt vời. Các bữa ăn đều được bao gồm từ lúc chúng tôi bước lên tàu cho đến giờ cuối cùng rời tàu. Tuy nhiên, đồ uống được tính phí riêng. Phương tiện di chuyển trong suốt chuyến tham quan đã được bao gồm ngoại trừ những người không thể đi xe đạp đến làng thì có thể thuê phương tiện di chuyển bằng động cơ của riêng bạn. Chúng tôi có một cô gái trẻ tuyệt vời làm người hướng dẫn, người rất chu đáo quan tâm đến nhu cầu của chúng tôi. Gia đình tôi xin cảm ơn cô Hian vì sự phục vụ tuyệt vời của cô trong chuyến đi đến Vịnh Hạ Long từ ngày 8 - 10 tháng 6 năm 2018. Cảm ơn bạn.Đọc thêm",
            "Vịnh Hạ Long thật tuyệt vời, đừng bận tâm đến chỗ ở của bạn. Các phòng đều tốt sau khi đọc nên có những ý kiến ​​​​tồi nếu xét đến mức giá tôi đã trả 108 8 USD cho phí vận chuyển. Chuyến tham quan và các hoạt động ở mức trung bình tốt. Hướng dẫn viên của chúng tôi, ông Anh hùng rất tuyệt! Đồ ăn có một chút thất vọng và nếu bạn là người ăn chay thì đừng mong đợi nhiều hơn khoai tây chiên. Ngoài ra, chèo thuyền kayak quá ngắn. Phòng tắm rất tối. Máy điều hòa của tôi bị tắc ở nhiệt độ 25°C. Không bao gồm giá đồ uống và nó đắt đối với Việt Nam và Hoa Kỳ. Chính phủ và người dân Việt Nam nên làm gì đó để xử lý tình trạng ô nhiễm nguồn nước, đặc biệt là ở Vịnh Hạ Long!Đọc thêm",
            "2 ngày 1 đêm trọn gói. Thuyền gần như trống rỗng, chúng tôi chỉ có một vài người khác đi cùng, điều đó thật tuyệt. Hướng dẫn viên của chúng tôi nói tiếng Anh tốt, và chương trình cho chuyến đi rất hay, đủ thứ để làm. Đồ ăn trên thuyền ngon. Dù sao đi nữa, do thời tiết, trên thuyền rất lạnh, mọi người đều lạnh cóng và mặc áo khoác bên trong, nhưng hệ thống sưởi chỉ được bật ngay trước khi đi ngủ, và họ lại tắt trước khi chúng tôi thức dậy. Nước nóng chỉ có hai lần trong suốt chuyến đi, và phòng vệ sinh trong tình trạng khá tệ. Đọc thêm",
            "Công ty này ổn. Tôi sẽ đi du lịch với họ một lần nữa. Chúng tôi đã đặt một phòng cơ bản và không mong đợi nó sẽ trở nên đặc biệt. Chiếc giường rất cứng nhưng vẫn ổn. Chúng tôi có một chiếc giường cỡ King. Vòi sen trên thuyền hoạt động tốt. Nó không phải là một tàu du lịch hạng sang, nhưng nó đã làm được những gì nó phải làm. Thức ăn rất ngon, mỗi bữa họ phục vụ quá đủ. Chúng tôi đến thăm hang động, đảo khỉ, bãi biển riêng, chèo thuyền kayak, tìm hiểu về Trang trại Ngọc trai và nghỉ đêm tại Cát Bà. Khách sạn của chúng tôi ở Cát Bà rất đẹp và tất cả đều đã bao gồm giá đặt phòng du thuyền. Tôi ước gì chúng tôi có thêm một đêm nữa ở Cát Bà, nhưng chúng tôi đã không làm được nên chúng tôi đã tận dụng tối đa. Bạn có thể thuê xe tay ga ở đó với giá dưới 5 USD. Hướng dẫn viên Hung Hom Hoang của chúng tôi từ APT đã làm rất xuất sắc. Anh ấy nói tiếng Anh rất tốt và đảm bảo mọi người đều ổn. Anh ấy có một lịch trình và đảm bảo rằng mọi người đều ổn với nó. Nhìn chung, một hành trình không tồi để đặt chỗ. Tôi ước trời không u ám và mưa, nhưng chúng tôi đã cố gắng hết sức. Đọc thêm",
            "Tàu hơi nước rất cũ. Các cabin rất cũ với cửa sổ nhỏ. Không có sự riêng tư vì có hành lang cho những du khách khác đi ngang qua các cabin. Giường không thoải mái lắm. Các bữa ăn ổn. Họ đảm bảo chế độ ăn hải sản nghiêm ngặt của chúng tôi được phục vụ. Hướng dẫn viên của chúng tôi tốt, rất thân thiện. Thủy thủ đoàn nói rất ít tiếng Anh. Các điểm dừng trên đảo Hang động đáng ngạc nhiên và chuyến thăm đảo Tip Top rất tuyệt. Chèo thuyền kayak cũng rất tuyệt. Thực tế là không có hoạt động nào vào đêm đầu tiên. Không có hoạt động hát karaoke và câu mực. Tôi phải yêu cầu câu mực nhưng bằng cách nào đó tôi biết rằng đó không phải là hoạt động mà họ chuẩn bị. Vì vậy, câu mực mà không có mồi! Đó là ngày 31 tháng 12 và đó là đêm giao thừa yên tĩnh nhất mà chúng tôi từng trải qua !! Chuyến du ngoạn này sẽ chào đón năm mới sắp tới trong giờ ăn tối lúc 7 giờ tối với âm nhạc lớn và một lễ kỷ niệm nhỏ. Nếu bạn thích đi thuyền yên tĩnh mà không có hoạt động nào, chuyến du ngoạn này sẽ hoàn hảo cho bạn. Nếu bạn là kiểu người thích du ngoạn theo chương trình hơn, hãy thử các chuyến du ngoạn khác. Đọc thêm"
        ],
        "star_ratings": [
            74,
            20,
            9,
            8,
            8
        ],
        "review_amount": 119,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền Hạ Long Dragon",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 13, 2019",
            "Written January 13, 2019",
            "Written December 30, 2018",
            "Written December 3, 2018",
            "Written July 8, 2018",
            "Written June 15, 2018",
            "Written March 28, 2018",
            "Written March 7, 2018",
            "Written January 19, 2018",
            "Written January 10, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6132049-Reviews-or10-Halong_Dragon_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or20-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11624814-Reviews-Get_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12293639-Reviews-Tam_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27136102-Reviews-CuasoChoiboi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5583955-Reviews-Hanoi_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10308834-Reviews-Apron_Up_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19524426-Reviews-Sapa_May_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19526691-Reviews-Travel_New_Land-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15836272-Reviews-Rental_Motorbike_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17779626-Reviews-Hoang_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12932501-Reviews-Frontier_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532531-Reviews-Get_Up_And_Go_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25171450-Reviews-Vietnam_Buffalo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7339851-Reviews-Vi_spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11430240-Reviews-Good_Morning_Cat_Ba-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681047-Reviews-Alisa_Bella_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23736637-Reviews-Moynihan_Train_Hall_at_Penn_Station-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4228163-Reviews-Count_s_Kustoms-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g55193-d546877-Reviews-Cumberland_Caverns-McMinnville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d14528971-Reviews-AquaFun-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d12592972-Reviews-Ripley_s_Mountain_Coaster-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d6780857-Reviews-The_Bavarian_Village-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096230-d3962486-Reviews-Grjotagja_Cave-Reykjahlid_Lake_Myvatn_Northeast_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g56039-d1417778-Reviews-Cherokee_Trace_Drive_Thru_Safari-Jacksonville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d14949080-Reviews-Manifesto_Florenc-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d447439-Reviews-Patpong_Night_Market-Bangkok.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or20-Halong_Dragon_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or10-Halong_Dragon_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Dragon Cruise",
        "attraction_name_vi": "Du thuyền rồng Hạ Long",
        "general_info": [
            "119 đánh giá",
            "276 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Dragon Cruises cung cấp các tour du lịch hàng ngày quanh Vịnh Hạ Long. Chuẩn bị sẵn máy ảnh để chụp ảnh trong khi du ngoạn qua những tảng đá vôi của những ngọn núi nhô lên mặt nước màu ngọc lục bảo. Ăn trưa trong khi đi ngang qua hòn Chó Đá, hòn Lư Hương xinh đẹp. Sau đó chúng tôi dừng lại ở một làng chài và bạn có thể chèo thuyền kayak ở đây xung quanh người dân địa phương. Tour chưa kết thúc ở đây bạn có thể liên hệ với chúng tôi để biết thêm thông tin.Đọc thêm",
        "reviews": [
            "Đã đặt tour du lịch Vịnh Hạ Long 2 đêm với các chuyến tham quan APT và mọi thứ đều tuyệt vời ngoại trừ việc tội nghiệp mà chúng tôi có trong đêm đầu tiên là một bà già mệt mỏi và đã bị tai nạn, ban công của bà bị hư hỏng nặng và bị bao phủ bởi một mảnh nhựa .  Chấn lưu của cô ấy chắc chắn đã bị dịch chuyển do prang và cô ấy nghiêng người sang một bên - có nghĩa là chúng tôi phải vật lộn với cửa phòng tắm để vào được bên trong và sau đó nước tắm chảy TUYỆT VỜI từ lỗ cắm trên boong, Tuy nhiên, đồ ăn rất tuyệt, bia lạnh lùng và Victor, người hướng dẫn APT rất vui và tổ chức chúng tôi rất tốt. Giờ đây, chiếc thuyền thứ hai đã được 5 sao và do Emerald Cruises điều hành và sẽ xếp hạng 5 sao. Đọc thêm",
            "Đón khách từ khách sạn ra thuyền, với nhiều hoạt động. Các bữa ăn rất ngon và phong phú mặc dù những phần ăn nhỏ. Chúng tôi ở trên tầng hai, căn phòng nằm giữa thiết kế kiểu Pháp. Giường siêu êm, máy lạnh cực mát. Hướng dẫn viên rất nhiệt tình và chu đáo. Tôi sẽ quay lại và giới thiệu chiếc thuyền này cho mọi ngườiĐọc thêm",
            "Chúng tôi là một nhóm gồm 6 người và chúng tôi đã đặt Dragon Boat thông qua lời khen ngợi nồng nhiệt của nhà trọ mà chúng tôi đã ở và sau khi trải nghiệm với chiếc thuyền này, chúng tôi có một số nhận xét như sau1. Giá thực sự rất rẻ - cabin bình thường - đồ ăn ngon với các món chính là hải sản và đồ ăn địa phương - nhân viên trên thuyền rất thân thiện và hướng dẫn viên du lịch tốt bụng - các hoạt động được cung cấp giống như hành trình của họ2. Điểm trừ. - xe buýt 2 chiều mất quá nhiều thời gian để đi từ Hà Nội đến Hạ Long và ngược lại. - chèo thuyền kayak diễn ra khá ngắn, 40 phút - cabin nằm gần động cơ rất ồn vào ban đêmTuy nhiên, chúng tôi vẫn đánh giá họ 5 sao vì dịch vụ khách hàng tốtĐọc thêm",
            "I went on this cruise with some girlfriends, 1 night, June 24-25 2017. This marks the first negative review I have ever posted - I am not the kind of person usually to do so, but the experience with this cruise was extremely disappointing. I contacted the company itself, explained everything that happened, in order to give them the opportunity to make things right.  This was more than 10 days ago. I am not surprised that they never responded but my first course of action was to contact them before posting this review in a public forum. Firstly, you will have to expect to overpay for your trip. When we arrived on the boat, there was literally poop on the garbage bin in the room. They tried to tell us that it was paint. It took a lot just to get the crew to give us a new bin. We had been told that water was included and that there is ac. We soon learned that that meant that we got 1 small bottle per person, for the entire 2 days. Not even a second bottle on the second day. Afterwards we could purchase overpriced water on board. 30,000 or 40,000 for a small bottle not the 1,5 litres. We were also told ac would be turned on after 5, then 5:30, then after dinner....suddenly its 9:00 and they are telling us some story about the generator being broken. When we pointed out that there was electricity, all the lights were on, and that we knew that the crew just didnt want to turn on the ac - suddenly the generator worked again and the ac was turned on. Only a select number of remote controls though, so we could not adjust it at all during the evening. At 4am it goes off even though we were told it would be on until 10am.The drinks on the boat were extremely overpriced - more than Id seen in most bars. We felt very pressured to buy drinks and as soon as we held off - there was 0 customer service. The mentality was that since we were not drinking alcoholic drinks we did not want to have fun. The attitude of the crew reflected this. For example, they mentioned to other passengers on the boat that we would not want to do karaoke since we were not drinking. It was made very clear that I had to buy alcohol in order for the crew to include us.....Activities :We were told on our first day that we were behind schedule so we had to do the caves the next morning. The next morning we had an earlier-than-scheduled start so that we could do the caves and then the pearl farm. Then, we were again told that we were behind schedule and couldnt go to the pearl farm. A few minutes later when we asked about it, we were told that we in fact didnt pay for the pearl farm and that it wasnt included in our trip. Very typical of this whole trip that the story kept changing.All in all it was a lot of stories the whole time and we continually felt lied to and deceived. We only had only 30 min kayaking which was disappointing. The beach they brought us to was filthy from being over used by all the cruises - literally plastic bags, needles, and other garbage was floating in the section roped off for swimming.A girl in our group got gastro from the butter - after the crew tried to convince us that it looked funny only because it had melted and re-solidified. She was the only one who had the butter on her toast.Overall, the experience with this company was extremely disappointing and unfortunately overshadowed the beauty of Halong Bay. We ultimately felt trapped on this boat and had no recourse, no customer service, and no way out. Also beware of cockroaches and you must keep all your valuables on you at all times - words straight from the tour guide. I am assuming that there have been incidences of things being lost.Definitely go into this one with your eyes opened.Read more",
            "We have booked the trip via the recommendation fo our hotel. It all started fine, they picked us up on due time at our hotel and the seemed nice. But the nightmare started when the bus got rid of us on the overpopulated wharf where we waited 45min to get offerise to embark. As you can imagine, giving the weather condition the wait wasnt very confortable.We finally embarked in a very humble ferry in which we got invited to take a seat in the dining room. Right after being given a glass of a mysterious beverage we have been asked to disembark. The guide said the harbor staff did not count the number of passengers aboard. We were given a second opportunity to get back aboard but the boat did not move for some reasons. This long latency led us to start a visit of the boat, my friend randomly opened a latch on the main deck to discover an illegal worker hiding from the harbor executives. The poor guy asked us to close back the door as he was officially working for another agency. The harbor executives finallyt left the boat after a 2h long search. In order to apologize, the captain invited us to order free drinks which we did. After the lunch the waiter who had poped-up from his latch asked us to pay for the so called free-drinks. Despite this inconvenience, Halong bay was exquisite. The island reached was delightful and we had a nice afternoon. Wine glasses were offered while enjoying the sunset on the deck. We did not manage to have a drink as the waiter spilled the remaining glasses on an unfortunate move. We made a major mistake by acquiring to cans of beers from a peddler that lead to the anger of the waiter. Hopefully the other passengers were very friendly and the atmosphere was very nice. We would definitely not recommend Gold Dragon Cruise, you can find a better value for money.Read more",
            "Trải nghiệm tuyệt vời trên một con tàu tuyệt vời. Phi hành đoàn thật tuyệt vời và có một sự rung cảm tuyệt vời từ tất cả những người có mặt trên tàu. Chúng tôi được đưa đến những nơi mà không ai có thể đi trên tàu du lịch Dragon Legend 2. Khung cảnh thật ngoạn mục. Đừng bỏ lỡ một phút nào của nó. Dậy sớm tập Thái Cực Quyền. Lời cảnh báo khi đi thăm hang động! Giày thể thao được huấn luyện viên sử dụng vì mặt đất rất nguy hiểm. Đọc thêm",
            "Ron là người hướng dẫn của chúng tôi và tất cả chúng tôi trong chuyến tham quan đã có khoảng thời gian rất vui vẻ. Ông tham dự tất cả các nhu cầu và câu hỏi của chúng tôi. Không thể yêu cầu một hướng dẫn tốt hơn. Cảm ơn Ron rất nhiều. Tôi chúc bạn những điều tốt đẹp nhất.Đọc thêm",
            "Nó thật tuyệt vời. Phi hành đoàn thực sự tốt bụng, thân thiện, mỉm cười tuyệt vời. Thức ăn rất ngon và thế là đủ cho mọi người. Một số nước, trà và cà phê đã được bao gồm trong gói, nhưng đối với các đồ uống khác, bạn phải thanh toán riêng. Ngoài ra còn có WiFi miễn phí trên thuyền. Trong phòng có khăn tắm, xà phòng thậm chí cả bàn chải đánh răng, v.v. Chúng tôi đã thấy rất nhiều thứ trong 3 ngày. Khách sạn ở đảo Cát Bà đẹp quá, gần như quá đẹp. Đôi khi chúng tôi phải vội vàng nhưng đó là vì lịch trình quá dày đặc. Đặc biệt cảm ơn hướng dẫn viên Roy của chúng tôi, người cực kỳ hữu ích và nhìn chung chỉ là một người tuyệt vời để gặp gỡ. Đọc thêm",
            "Chuyến tham quan này thật tuyệt vời! Chúng tôi đã đặt một đêm trên thuyền và một đêm tại một khu nghỉ dưỡng trên đảo và số tiền đó chắc chắn là xứng đáng! Nhưng tôi khuyên bạn nên kiểm tra thời tiết trước! Chúng tôi hoàn toàn hài lòng với thuyền, thủy thủ đoàn và đặc biệt là hướng dẫn viên Roy, người thực sự vui tính và quan tâm đến chúng tôi trong mọi tình huống: Đọc thêm",
            "Chuyến đi thật tuyệt vời! Phải làm.. Phi hành đoàn và rất hữu ích và thực sự rất vui tính. Hướng dẫn viên của chúng tôi Khánhhoang -Roy là hướng dẫn viên du lịch giỏi nhất từ ​​trước đến nay. Thức ăn rất ngon. chèo thuyền kayak và đi vào hang động lớn thật kỳ diệu. Cảm ơn tất cả các bạn vì tất cả mọi thứ và hy vọng được gặp lại tất cả các bạn ... Dragon Cruise 3 3 của tôiĐọc thêm"
        ],
        "star_ratings": [
            74,
            20,
            9,
            8,
            8
        ],
        "review_amount": 119,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền rồng Hạ Long",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 23, 2017",
            "Written August 16, 2017",
            "Written July 27, 2017",
            "Written July 8, 2017",
            "Written July 1, 2017",
            "Written April 18, 2017",
            "Written February 27, 2017",
            "Written February 24, 2017",
            "Written February 21, 2017",
            "Written January 10, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6132049-Reviews-or20-Halong_Dragon_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or10-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or30-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11624814-Reviews-Get_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12293639-Reviews-Tam_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27136102-Reviews-CuasoChoiboi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5583955-Reviews-Hanoi_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10308834-Reviews-Apron_Up_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19524426-Reviews-Sapa_May_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19526691-Reviews-Travel_New_Land-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15836272-Reviews-Rental_Motorbike_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17779626-Reviews-Hoang_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12932501-Reviews-Frontier_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532531-Reviews-Get_Up_And_Go_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25171450-Reviews-Vietnam_Buffalo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7339851-Reviews-Vi_spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11430240-Reviews-Good_Morning_Cat_Ba-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681047-Reviews-Alisa_Bella_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d271168-Reviews-Arizona_Mills-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g317134-d2721070-Reviews-Tang_Kuan_Hill-Songkhla_Songkhla_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g11816947-d23506206-Reviews-Jellyfish_Yerevan-Parakar_Armavir_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g7646197-d11983472-Reviews-Ndubuisi_Kanu_Park-Alausa_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1082234-Reviews-Bodies_The_Exhibition-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293940-d469300-Reviews-Choeung_Ek_Genocidal_Center-Phnom_Penh.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d669868-Reviews-Chaplin_s_Irish_Bar-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g668422-d3530835-Reviews-Nikiti_Beach-Nikiti_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187783-d523579-Reviews-Spiaggia_di_Marina_Piccola-Capri_Island_of_Capri_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g297889-d5252556-Reviews-Songdo_Central_Park-Incheon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or30-Halong_Dragon_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or20-Halong_Dragon_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Dragon Cruise",
        "attraction_name_vi": "Du thuyền rồng Hạ Long",
        "general_info": [
            "119 đánh giá",
            "276 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Dragon Cruises cung cấp các tour du lịch hàng ngày quanh Vịnh Hạ Long. Chuẩn bị sẵn máy ảnh để chụp ảnh trong khi du ngoạn qua những tảng đá vôi của những ngọn núi nhô lên mặt nước màu ngọc lục bảo. Ăn trưa trong khi đi ngang qua hòn Chó Đá, hòn Lư Hương xinh đẹp. Sau đó chúng tôi dừng lại ở một làng chài và bạn có thể chèo thuyền kayak ở đây xung quanh người dân địa phương. Tour chưa kết thúc ở đây bạn có thể liên hệ với chúng tôi để biết thêm thông tin.Đọc thêm",
        "reviews": [
            "Did the 3 star, 2days1night cruise for 99 USD from Hanoi. Activities included:- Bus ride from Hanoi to Halong Bay: incredibly cramp, uncomfortable bus ride. Includes an interesting stop however at a humanitarian workshop for victims and sufferers of agent orange - where you can purchase amazing artwork and donate funds to this great cause.- Cruise through Halong Bay: Cruise itself was all good. Comfortable. Deck chairs at the top of the boat to relax an enjoy the cruise. However Halong Bay itself loses its wow-factor about 10mins into the cruise. These rock formations  islands get very reptitive and eventually boring.- Ti-Top island: Has a beach, but it was too cold to enjoyswim. Has a 400 stair climb to a lookout point - again just looking out on to the same boring rocks. There is an almost identical lookout point halfway up the stairs if you want to save your energy.- Caves: Massive caves with good lighting to highlight some amazing structures inside. A shame that they allow tourists to touch and feel all the formations which results in strongly evident permanent damage to these formations.- Cooking class: The tour guide appeared to tell half of us that at around 1815pm, he will do a little cooking class with us, teaching us how to roll spring rolls. It ended up just being my partner and I who participated to the dismay if all of the other passengers who were expecting a knock on their cabin door when it was time for the activity - as the tour guide did so with all other activities. The actual class was a little underwhelming, just rolled some rolls for 10mins, and that was it.- Night activities: Out brochure indicated that their will be activities such as games, karaoke etc after dinner. There was none - also to the disappointment of all customers. Everyone just went to their cabins and slept.- Kayaking: Commenced at 0630am for this, yes 0630am! Because the tiur guide said there were many activties this morning with little time available. Again just a boring kayak ride, getting to see more of the same rocks.- Oyster farm: Learning how oysters are farmed and their pearls harvested. Somewhat interesting and informative.- Food: 2 lunches, breakfast and dinner provided. The best part of the cruise - with an opportunity to taste some very interesting seafood.- Other cons: Very little notice was given before each activity, with the tour guide just knocking on our door 5mins prior to each one. And very very early checkout of 8am from our rooms - again with NO NOTICE. I was just starting a massive number 2 so this was not ideal. And one of the other passengers had an upset tummy and wanted to lie down, but wasnt allowed.- Boat facilitiesroomsbathroom were all satisfactoryRead more",
            "Tôi và các thành viên trong gia đình đã có chuyến du lịch 2D1N tuyệt vời trên tàu Du thuyền Rồng Hạ Long. Chuyến đi của chúng tôi tràn ngập niềm vui và các hoạt động do hướng dẫn viên du lịch Roy của APT Travel hướng dẫn. Anh ấy rất thân thiện, chu đáo, chu đáo và hiểu biết. Điều duy nhất tôi muốn đề cập ở đây là việc đại lý du lịch đã tính giá vé khác nhau cho những khách du lịch khác nhau. Chúng tôi cảm thấy rất thất vọng khi một số phòng rẻ hơn chúng tôi rất nhiều, chúng tôi bị tính phí 110 mỗi khách, trong khi một số chỉ trả 195 cho 2 khách và được hưởng điều tương tự. Tại sao vậy?Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời trong chuyến du lịch 2 ngày 1 đêm. Thức ăn thật tuyệt vời và có rất nhiều. Chúng tôi đã có một chuyến tham quan hang động, đến thăm một hòn đảo để đi bộ một đoạn ngắn trên đồi và bơi lội, tham gia một khóa học nấu ăn chỉ làm chả giò và chèo thuyền kayak. Các nhân viên khá tốt. Nhược điểm là nước đắt ở mức 35.000 cho 500ml, hãy tự mang theo. Và căn phòng của chúng tôi bị nhiễm gián, thật khó chịu. Có hơn 20 con gián trong căn phòng nhỏ của chúng tôi và nó bẩn thỉu. Khi chúng tôi tìm thấy một nhân viên, anh ấy đã nói đùa về điều đó và coi nhẹ nó và dường như không quan tâm. Khi tôi đi ngủ trên bàn trên boong, một nhân viên đề nghị đổi phòng. Chuyến đi tốt nhưng phòng không đẹp.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi 3 ngày 2 đêm và đó là một vài ngày thực sự vui vẻ. Khám phá hang động, chèo thuyền kayak, đạp xe, lớp học nấu ăn, vô số món ăn ngon! Không khí đẹp trên thuyền và niềm vui thực sự vào buổi tối. Hướng dẫn của chúng tôi Tommy rất tuyệt vời - nhiều thông tin, hữu ích và vui nhộn! Đọc thêm",
            "Chiếc thuyền thật đáng yêu, đồ ăn rất tuyệt. Tuy nhiên, Tommy, hướng dẫn viên du lịch của chúng tôi, đã thực hiện chuyến đi - tiếng Anh của anh ấy rất tốt và anh ấy đã có khoảng thời gian vui vẻ.Đọc thêm",
            "Chuyến tham quan tuyệt vời - Tommy là hướng dẫn viên du lịch của chúng tôi - tiếng Anh xuất sắc và thực sự nhiều thông tin. Chắc chắn đáng đồng tiền!Đọc thêm",
            "Tommy là người hướng dẫn tốt nhất từ ​​trước đến nay! Anh ấy là một chàng trai vui tính. Thức ăn rất nhiều và rất ngon. Những thứ đó cũng tốt. Đọc thêm",
            "Chuyến đi thật tuyệt vời và linh hoạt - khi thời tiết xấu chúng tôi thay đổi hoạt động nên vẫn vui vẻ. Tommy là một hướng dẫn viên du lịch năng động và thân thiện. Điều duy nhất có thể được cải thiện là móc trong phòng ngủ để treo quần áo ướt!Đọc thêm",
            "Chuyến đi rất vui. Với Tommy là người hướng dẫn, đảm bảo bạn sẽ có một khoảng thời gian hoàn hảo! Anh ấy là người tuyệt vời nhất! Hẹn gặp lại lần sau Tommy, tôi chúc bạn mọi điều tốt đẹp nhất trên thế giới!-ToonĐọc thêm",
            "Thật là một chuyến phiêu lưu 2 ngày 1 đêm tuyệt vời cùng những người bạn đồng hành và hướng dẫn viên du lịch Tommy, người trông giống như một phiên bản thân thiện của T.I. Nhân tiện, rapper. Chúng tôi được chăm sóc rất tốt và mọi thứ đều suôn sẻ! Tôi nghĩ chính những người đó mới là người khiến trải nghiệm du lịch trở nên tuyệt vời hơn -- nhóm của chúng tôi, cùng với sự quyến rũ và kiến ​​thức chuyên môn về văn hóa Việt Nam của Tommy, đã khiến chuyến đi trở nên thú vị và đáng nhớ. Tôi hy vọng sẽ sớm quay lại Việt Nam!Đọc thêm"
        ],
        "star_ratings": [
            74,
            20,
            9,
            8,
            8
        ],
        "review_amount": 119,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền rồng Hạ Long",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 29, 2016",
            "Written November 13, 2016",
            "Written September 20, 2016",
            "Written September 6, 2016",
            "Written September 6, 2016",
            "Written September 6, 2016",
            "Written September 6, 2016",
            "Written August 25, 2016",
            "Written August 18, 2016",
            "Written August 16, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6132049-Reviews-or30-Halong_Dragon_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or20-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or40-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11624814-Reviews-Get_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12293639-Reviews-Tam_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27136102-Reviews-CuasoChoiboi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5583955-Reviews-Hanoi_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10308834-Reviews-Apron_Up_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19524426-Reviews-Sapa_May_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19526691-Reviews-Travel_New_Land-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15836272-Reviews-Rental_Motorbike_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17779626-Reviews-Hoang_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12932501-Reviews-Frontier_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532531-Reviews-Get_Up_And_Go_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25171450-Reviews-Vietnam_Buffalo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7339851-Reviews-Vi_spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11430240-Reviews-Good_Morning_Cat_Ba-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681047-Reviews-Alisa_Bella_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134868-d320639-Reviews-Tokyo_DisneySea-Maihama_Urayasu_Chiba_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g32954-d3474440-Reviews-Seaside_Lagoon-Redondo_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g775845-d3567098-Reviews-Lourdas_Lourdata_Beach-Lourdata_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g57143-d140239-Reviews-Antelope_Island_State_Park-Syracuse_Davis_County_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g297889-d12914356-Reviews-SM_Duty_Free_Incheon_Airport-Incheon.html",
            "https://www.tripadvisor.com/Attraction_Review-g32661-d146244-Reviews-Montana_de_Oro_State_Park-Los_Osos_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d141072-Reviews-Emma_Long_Metropolitan_Park-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293732-d317997-Reviews-Hassan_II_Mosque-Casablanca_Casablanca_Settat.html",
            "https://www.tripadvisor.com/Attraction_Review-g33324-d107197-Reviews-Colorado_Chautauqua_Park-Boulder_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d674919-Reviews-University_Village-Seattle_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or40-Halong_Dragon_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or30-Halong_Dragon_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Dragon Cruise",
        "attraction_name_vi": "Du thuyền rồng Hạ Long",
        "general_info": [
            "119 đánh giá",
            "276 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Dragon Cruises cung cấp các tour du lịch hàng ngày quanh Vịnh Hạ Long. Chuẩn bị sẵn máy ảnh để chụp ảnh trong khi du ngoạn qua những tảng đá vôi của những ngọn núi nhô lên mặt nước màu ngọc lục bảo. Ăn trưa trong khi đi ngang qua hòn Chó Đá, hòn Lư Hương xinh đẹp. Sau đó chúng tôi dừng lại ở một làng chài và bạn có thể chèo thuyền kayak ở đây xung quanh người dân địa phương. Tour chưa kết thúc ở đây bạn có thể liên hệ với chúng tôi để biết thêm thông tin.Đọc thêm",
        "reviews": [
            "Tommy đã giúp tôi có rất nhiều niềm vui trong chuyến tham quan vịnh Hạ Long và anh ấy rất am hiểu về Việt Nam! Tôi thích đi tour này! Thật là một hướng dẫn viên du lịch tuyệt vời. Kỹ năng tiếng Anh của anh ấy thật tuyệt vời. Chiếc thuyền đáng tiền và tôi thích vịnh Hạ Long khi tôi học được rất nhiều thông tin với những người bạn mới và TommyĐọc thêm",
            "Đã có chuyến du ngoạn 2 ngày 1 đêm do Lilys Tours tổ chức thông qua APT. Những quan điểm không thể tin được. Một chút hương vị của toàn bộ khu vực. Tuyệt vời nếu bạn có ít thời gian và đang tìm kiếm mức giá tầm trung. Nhân viên thuyền nói tiếng Anh tối thiểu nhưng vẫn hữu ích! Tommy là người giỏi nhất. Thực hiện chuyến đi!Đọc thêm",
            "Niềm vui tuyệt đối của một chuyến đi. Chiếc thuyền thật tuyệt và vịnh Hạ Long thật tuyệt vời. Tôi đã có rất nhiều hướng dẫn viên du lịch ở Đông Nam Á, nhưng ít người vui vẻ và thoải mái như Tommy tung. Anh ấy thực sự đã thực hiện chuyến đi của tôi! Chắc chắn là phải cho bất cứ ai đi qua Hà Nội. Đọc thêm",
            "Bản thân tôi và bạn trai đã thực hiện chuyến du lịch 3 ngày 2 đêm và hoàn toàn có thể giới thiệu nó. Chúng tôi được đón đúng giờ từ khách sạn ở Hà Nội và có chuyến xe buýt thoải mái đến Vịnh Hạ Long. Chiếc thuyền chúng tôi ở rất thoải mái và phòng ngủ thật hoàn hảo cho một đêm. Các nhân viên trên tàu rất thân thiện và bạn chắc chắn sẽ không bị đói - những đĩa thức ăn khổng lồ được mang ra cho bữa trưa và bữa tối, rất nhiều hải sản và với tư cách là một nhóm, chúng tôi không bao giờ có thể ăn hết. Họ cũng phục vụ nhiều loại đồ uống với mức giá hợp lý và bạn có thể thử câu cá vào buổi tối hoặc nhận hướng dẫn cài đặt máy karaoke, một cách tuyệt vời để dành buổi tối. Các hoạt động này rất thú vị, với việc đi bộ đến các điểm ngắm cảnh đáng yêu, các chuyến tham quan thú vị qua hang động và chèo thuyền kayak qua một trong những địa điểm đẹp nhất trên thế giới. Đêm thứ hai chúng tôi ở tại một khách sạn trên đảo Cát Bà rất đẹp, mặc dù rất ồn ào vào ban đêm do tiếng nhạc ầm ĩ đối diện, tất nhiên không phải lỗi của tour du lịch! chúng tôi cũng phải thực hiện nhiều hoạt động hơn như đạp xe đến một ngôi làng địa phương và leo núi không dành cho người yếu tim! Hướng dẫn viên Tommy của chúng tôi thật tuyệt vời, rất hiểu biết và thực sự khiến chuyến đi của chúng tôi trở nên thú vị. Là khách du lịch bụi, điều này vượt quá ngân sách của chúng tôi, nhưng bạn nhận được những gì bạn phải trả và điều này chắc chắn xứng đáng. Đọc thêm",
            "Đặt gói 3 ngày 2 đêm với chuyến du lịch APT qua vịnh Hạ Long, vịnh Lan Hạ và đảo Cát Bà. Những chiếc thuyền gần như không đẹp như trong tài liệu quảng cáo nhưng mọi thứ khác đều như vậy. Victor nói tiếng Anh tuyệt vời, kiên nhẫn với chúng tôi, chúng tôi thường hỏi những câu hỏi giống như những khách du lịch khác ngay sau khi anh ấy vừa giải thích, có khiếu hài hước và cung cấp mọi thứ chúng tôi yêu cầu. Chúng tôi đang đi du lịch khắp miền Bắc và miền Nam Việt Nam và chuyến đi này là điều tuyệt vời nhất chúng tôi đã làm được. Phong cảnh đẹp đến mức không có thật. Chúng tôi thuê một chiếc xe máy trên đảo Cát Bà và thích đi vòng quanh các bãi biển và chợ địa phương. Nếu bạn đến Việt Nam thì bạn phải ghé thăm vịnh Hạ Long qua APT!Đọc thêm",
            "Vịnh Hạ Long là một điểm đến không thể bỏ qua ở Việt Nam. Tôi đến đó bằng chuyến du lịch APT, họ đón tôi và đưa tôi về khách sạn. Hướng dẫn viên của chúng tôi cho chuyến đi là Hoài, anh ấy rất am hiểu mọi khía cạnh. Đảo Ti Top hang động và bất kỳ câu hỏi nào bạn có, anh ấy có thể trả lời và là một người rất tốt. Toàn bộ cere rất đẹp và thức ăn rất tuyệt, chúng tôi không thể ăn hết. Cảm ơn Hoài vì đã có khoảng thời gian tuyệt vời và những người bạn mới mà tôi đã có trong chuyến tham quan.Đọc thêm",
            "Được rồi những người theo dõi đánh giá. Đây chính là nó! Một thực tế. Mẹo Vịnh Hạ Long tốt nhất bao giờ hết! Bạn sẽ được đón tại khách sạn ở khu phố cổ Hà Nội. Vận chuyển từ Hà Nội đến Hạ Long trên một chiếc xe buýt cực kỳ thoải mái, xe có wifi và bạn sẽ được phục vụ đồ ăn và nước uống!!!!. Sự thoải mái ngoạn mục trên thuyền. Bạn sẽ được thưởng thức một bữa trưa ngon miệng. Và không chỉ vậy! Họ sẽ đưa bạn lên điểm cao nhất của tất cả các hòn đảo, đưa bạn đến một hang động, bắt bạn chèo thuyền kayak quanh những tảng đá. Sau tất cả sự phấn khích, bữa tối ngon miệng. Và thời gian tiệc tùng!! Nếu bạn cảm thấy thích nó! Đồ uống có giải thưởng vô cùng hợp lý và cũng là giây phút cảm giác như một ngôi sao nhạc rock thể hiện tài năng hát karaoke của mình. Tôi là một du khách thế giới có kinh nghiệm. Đây là một trong những chuyến tham quan tuyệt vời nhất mà tôi từng tham gia! Tôi thực sự khuyên bạn nên chuyến đi này! Đọc thêm",
            "Đến thăm Vịnh Hạ Long và có một chuyến du ngoạn tuyệt vời vào tháng 3 năm 2016. Thuyền có 6 phòng ngủ, một quán bar và nhà hàng tuyệt vời. Phòng ngủ của chúng tôi có một chiếc giường bốn cọc và một phòng tắm lớn với bể sục. Thủy thủ đoàn rất xuất sắc với dịch vụ và đồ ăn trong nhà hàng rất tốt và được trình bày tốt. Hành trình quanh vịnh Hạ Long thật ngoạn mục với tầm nhìn tuyệt vời lúc Bình minh và Hoàng hôn. Một chuyến đi không thể bỏ qua. Hoàn toàn ngoạn mục.Đọc thêm",
            "Tôi đã tự mình đi du lịch trong tùy chọn 2 ngày 1 đêm và tôi phải nói rằng đó là điều nên làm nếu bạn ở quanh Hà Nội trong vài ngày. Toàn bộ chuyến đi được tổ chức tốt: Tôi được đón ở bất cứ đâu tại Hà Nội, sau đó bắt đầu đi xe buýt 4 giờ để đến cảng Hạ Long. Bạn làm thủ tục lên một chiếc thuyền thoải mái với phòng tắm riêng, wifi trên tàu, đừng mong đợi được xem phim trực tuyến .. nhưng đủ công bằng để nhắn tin cho những người thân yêu của bạn. Đồ ăn khá ngon, nhân viên siêu tốt và có một quầy bar với giờ khuyến mãi. Có nhiều hoạt động được bao gồm, thời gian trôi qua nhanh và tôi không bao giờ cảm thấy chán. Uống cà phê trên vịnh Hạ Long yên tĩnh vào sáng hôm sau thật tuyệt vời. Tôi chỉ phải trả thêm 20 khoản phí vì tôi đã thuê một phòng đôi cho mình, rất rẻ. Nhìn chung, tôi thực sự muốn giới thiệu tour du lịch này và tôi hy vọng bạn sẽ may mắn như tôi khi được đi du lịch cùng hướng dẫn viên Roy của chúng tôi. Đọc thêm",
            "Chuyến đi này rất đáng giá! Cảnh quan tuyệt đẹp của vịnh Hạ Long cùng với một số hoạt động tuyệt vời bao gồm chèo thuyền kayak. Tommy là một hướng dẫn viên du lịch rất hiểu biết và đã mang lại nụ cười cho mọi người, tiếng Anh của anh ấy rất tuyệt và rất thân thiện. Đồ ăn ngon và giường rất thoải mái. Tôi sẽ vui vẻ tham gia tour này một lần nữa và sẽ giới thiệu tour này cho tất cả những ai đến Việt Nam!! Đọc thêm",
            "Xin chào, \n\nBạn đặt tour du lịch 3 ngày 2 đêm bằng cách nào? Tốt nhất nên đặt vé ở Hà Nội khi đến nơi?\n\nHành trình có ngày cụ thể hay có sẵn hàng ngày? \n\nBạn đã trả bao nhiêu cho hành trình 3 ngày 2 đêm? \n\nCảm ơn rất nhiều! \nĐọc thêm",
            "Xin lỗi vì hồi âm muộn. Tôi hy vọng bạn có thể tìm thấy một hành trình tuyệt vời! \nTôi đã đặt nó thông qua Công ty Du lịch Lilys. \nDu thuyền khởi hành mỗi ngày trong tuần!Đọc thêm",
            "Đang băn khoăn không biết có ai có thể giới thiệu chỗ ở tốt ở Hà Nội bán tour này không. TIA: Đọc thêm",
            "Hanoi Rocks, nhà nghỉ lớn ngay trục đường chính.Đọc thêm"
        ],
        "star_ratings": [
            74,
            20,
            9,
            8,
            8
        ],
        "review_amount": 119,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền rồng Hạ Long",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 11, 2016",
            "Written July 1, 2016",
            "Written June 23, 2016",
            "Written June 12, 2016",
            "Written May 20, 2016",
            "Written May 16, 2016",
            "Written May 12, 2016",
            "Written April 20, 2016",
            "Written April 18, 2016",
            "Written April 8, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6132049-Reviews-or40-Halong_Dragon_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or30-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or50-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11624814-Reviews-Get_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12293639-Reviews-Tam_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27136102-Reviews-CuasoChoiboi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5583955-Reviews-Hanoi_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10308834-Reviews-Apron_Up_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19524426-Reviews-Sapa_May_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19526691-Reviews-Travel_New_Land-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15836272-Reviews-Rental_Motorbike_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17779626-Reviews-Hoang_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12932501-Reviews-Frontier_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532531-Reviews-Get_Up_And_Go_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25171450-Reviews-Vietnam_Buffalo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7339851-Reviews-Vi_spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11430240-Reviews-Good_Morning_Cat_Ba-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681047-Reviews-Alisa_Bella_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g45745-d1933187-Reviews-Lake_McConaughy-Ogallala_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d2242695-Reviews-Museo_Leonardo_Da_Vinci-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096230-d3962486-Reviews-Grjotagja_Cave-Reykjahlid_Lake_Myvatn_Northeast_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d12956997-Reviews-Lust_in_Rio-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g663368-d8599884-Reviews-Cala_Llombards-Santanyi_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d17704346-Reviews-Kaya_Herb_House-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g499447-d152724-Reviews-Zona_Arqueologica_de_Coba-Coba_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4211970-Reviews-Kyobo_Book_Store_Gwanghwamun-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g580264-d10295592-Reviews-The_Douro_Valley-Pinhao_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191579-d4885453-Reviews-Voulisma_Beach-Istron_Agios_Nikolaos_Lasithi_Prefecture_Crete.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or50-Halong_Dragon_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or40-Halong_Dragon_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Dragon Cruise",
        "attraction_name_vi": "Du thuyền rồng Hạ Long",
        "general_info": [
            "119 đánh giá",
            "276 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Dragon Cruises cung cấp các tour du lịch hàng ngày quanh Vịnh Hạ Long. Chuẩn bị sẵn máy ảnh để chụp ảnh trong khi du ngoạn qua những tảng đá vôi của những ngọn núi nhô lên mặt nước màu ngọc lục bảo. Ăn trưa trong khi đi ngang qua hòn Chó Đá, hòn Lư Hương xinh đẹp. Sau đó chúng tôi dừng lại ở một làng chài và bạn có thể chèo thuyền kayak ở đây xung quanh người dân địa phương. Tour chưa kết thúc ở đây bạn có thể liên hệ với chúng tôi để biết thêm thông tin.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có một khoảng thời gian tuyệt vời, Tommy có rất nhiều thông tin, hoạt động thú vị và vịnh Hạ Long chỉ đơn giản là đẹp! Tôi chắc chắn sẽ quay lại. Đọc thêm",
            "Chuyến đi của chúng tôi đến Vịnh Hạ Long thật ngoạn mục!! Hướng dẫn viên Tommy của chúng tôi thật tuyệt vời. Anh ấy có tính cách tuyệt vời, ngay từ lúc đón chúng tôi ở khách sạn cho đến khi chúng tôi được thả xuống. Anh ấy là bạn chèo thuyền kayak của tôi, chúng tôi đã có rất nhiều niềm vui. Tiếng Anh của anh ấy thực sự tốt. Đồ ăn rất ngon. Chỗ ở tốt. Các nhân viên còn lại rất hữu ích và thân thiện. Đọc thêm",
            "Có một vài ngày vui vẻ rời Hà Nội vào buổi sáng. Thức ăn ngon, phòng đẹp và chuyến đi đáng giá. Có thể hơi đắt tiền và đông khách du lịch nhưng quang cảnh đó rất đáng giá. Đọc thêm",
            "Chuyến đi đến Vịnh Hạ Long thật đáng kinh ngạc. Thật là một khung cảnh đẹp trên những ngọn núi và đồ ăn rất ngon. Chúng tôi đã có khoảng thời gian vui vẻ với một số người dân địa phương và hướng dẫn viên của chúng tôi, Tommy, là người tuyệt vời nhất! Anh ấy rất vui tính và luôn sẵn lòng cung cấp thêm thông tin khi chúng tôi yêu cầu. Nếu tôi đến Việt Nam lần nữa, tôi chắc chắn sẽ đặt tour lần nữa, hy vọng với hướng dẫn viên tương tự! Trải nghiệm tuyệt vời mà tôi sẽ nhớ mãi! Lời chào từ Hà Lan: Đọc thêm",
            "Tommy là một hướng dẫn viên tuyệt vời, cực kỳ am hiểu với khả năng tiếng Anh xuất sắc. Anh ấy đã cố gắng hết sức để đảm bảo mọi người đều có một chuyến đi năm sao trong đời. Tôi sẽ nhớ mãi chuyến đi này. Thật vui khi được tham gia chuyến lưu diễn của Tommy. Rất khuyến khích.Đọc thêm",
            "Tôi đã thực hiện chuyến du lịch 2 đêm 3 ngày. Ngày đầu tiên có hơi sương mù nhưng vẫn là một trải nghiệm tuyệt vời. Nhân viên rất thân thiện và hữu ích. Hướng dẫn viên Tommy của chúng tôi cũng rất thân thiện và hữu ích. Anh luôn sẵn lòng trò chuyện với du khách để chia sẻ kiến ​​thức về Việt Nam và vịnh Hạ Long. Trên thực tế, anh ấy sẽ cố gắng giúp đỡ mọi việc tốt nhất có thể. Tôi quyết định đổi từ ngôi nhà gỗ trên mèo ba sang khách sạn và Tommy đã giải quyết ổn thỏa. Cảm ơn vì một chuyến đi tuyệt vời! Đọc thêm",
            "Chuyến đi tuyệt vời với đội ngũ nhân viên tuyệt vời rất muốn giới thiệu. Hướng dẫn viên của chúng tôi Hong Hoi cực kỳ hữu ích và là một hướng dẫn viên tuyệt vờiĐọc thêm",
            "Chúng tôi đặc biệt đánh giá cao những nỗ lực của Hồng Hoài để đảm bảo chúng tôi có một chuyến đi vui vẻ.  Đã hơn một lần anh ấy cố gắng hết sức để giúp đỡ tôi và bạn tôi. Tôi thực sự muốn giới thiệu chàng trai trẻ sắc sảo và chu đáo này cho chuyến đi của bạn hoặc cho bất kỳ nỗ lực nào mà anh ấy có thể chọn theo đuổi.  Peter Mathews, California, 22916Đọc thêm",
            "Myself and 3 friends did this trip through APT.  We did the 3 day2 night cruise and were really happy with the experience.  The trip included a nice variety of activities, including an optional hike to a viewpoint, swim, kayak, bike ride, pearl farm, monkey island, and exploration of a cave.  The shuttle from and back to Hanoi was comfortable.  The first night was spent overnight on the boat, and the second was in a hotel on Cat Ba Island for some time on land.  It was a packed itinerary, but people were allowed to skip activities as they wanted I skipped the pearl farm to relax and enjoy the views from the boat.  The food was good and plentiful, the boat was super clean and nice.  The cabin was very comfortable with a great bathroom.  Our night on the boat was spent with everyone having drinks on the top deck on comfortable lounge chairs enjoying the beautiful views and stars.  Our guide Hong Hoai was fantastic!  He was full of energy ad always available for questions.  His English was pretty good and he tried very hard to make sure everyone was informed and knew what was going on as it was an action packed itinerary.  One tip  - there are a LOT of vendors that sell this trip.  One tip when comparing trips is to ask to see the route that the boats take.  The beauty of Halong Bay is the bay itself and the amazing limestone rock formations.  There were cheaper trips, but when you look at the route the boats take, you spend much more time on Cat Ba Island and a lot less time cruising the bay.  This trip takes you further down the bay before dropping you off on Cat Ba Island, and the last day takes you most of the length of the bay back to catch the bus.  This means a LOT more time on the water which to me is the whole point of this trip!  Overall a great experience and highly recommended.Read more",
            "Chúng tôi đi trong hai đêm và gặp những du khách trẻ tuổi khác trên thuyền, dừng lại ở Vịnh Hạ Long và chèo thuyền kayak và khám phá hang động. Sau đó, Hồng đưa chúng tôi vào thành phố và chúng tôi đã đi xe máy ven biển rất thú vị. Nói chung là một thời gian tuyệt vời.Đọc thêm",
            "Xin chào, \n\nBạn đặt tour du lịch 3 ngày 2 đêm bằng cách nào? Tốt nhất nên đặt vé ở Hà Nội khi đến nơi?\n\nHành trình có ngày cụ thể hay có sẵn hàng ngày? \n\nBạn đã trả bao nhiêu cho hành trình 3 ngày 2 đêm? \n\nCảm ơn rất nhiều! \nĐọc thêm",
            "Xin lỗi vì hồi âm muộn. Tôi hy vọng bạn có thể tìm thấy một hành trình tuyệt vời! \nTôi đã đặt nó thông qua Công ty Du lịch Lilys. \nDu thuyền khởi hành mỗi ngày trong tuần!Đọc thêm",
            "Đang băn khoăn không biết có ai có thể giới thiệu chỗ ở tốt ở Hà Nội bán tour này không. TIA: Đọc thêm",
            "Hanoi Rocks, nhà nghỉ lớn ngay trục đường chính.Đọc thêm"
        ],
        "star_ratings": [
            74,
            20,
            9,
            8,
            8
        ],
        "review_amount": 119,
        "location": [
            "Việt Nam",
            "Những việc cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền rồng Hạ Long",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 7, 2016",
            "Written March 20, 2016",
            "Written March 16, 2016",
            "Written March 15, 2016",
            "Written March 14, 2016",
            "Written March 9, 2016",
            "Written March 8, 2016",
            "Written February 29, 2016",
            "Written February 29, 2016",
            "Written February 26, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6132049-Reviews-or50-Halong_Dragon_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or40-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or60-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11624814-Reviews-Get_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12293639-Reviews-Tam_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27136102-Reviews-CuasoChoiboi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5583955-Reviews-Hanoi_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10308834-Reviews-Apron_Up_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19524426-Reviews-Sapa_May_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19526691-Reviews-Travel_New_Land-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15836272-Reviews-Rental_Motorbike_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17779626-Reviews-Hoang_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12932501-Reviews-Frontier_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532531-Reviews-Get_Up_And_Go_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25171450-Reviews-Vietnam_Buffalo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7339851-Reviews-Vi_spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11430240-Reviews-Good_Morning_Cat_Ba-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681047-Reviews-Alisa_Bella_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d116935-Reviews-Robert_Mondavi_Arch_Tower-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147428-d15672250-Reviews-Sapphire_Blue_Hole-Eleuthera_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g48016-d284297-Reviews-House_of_Frankenstein_Wax_Museum-Lake_George_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d309003-Reviews-Kula_Wild_Adventure_Park-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d539417-Reviews-Granat_Turnov-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g2318557-d15061711-Reviews-Pafos_Luna_Park-Geroskipou_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d304311-Reviews-Pre_Columbian_Gold_Museum-San_Jose_San_Jose_Metro_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g47048-d6975958-Reviews-Fox_Cave-Glencoe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g499086-d2071714-Reviews-Bedroom_Beach_Club-Sunny_Beach_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g664857-d10076220-Reviews-Mercadillo_de_Mogan-Puerto_de_Mogan_Mogan_Gran_Canaria_Canary_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or60-Halong_Dragon_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or50-Halong_Dragon_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Dragon Cruise",
        "attraction_name_vi": "Du thuyền rồng Hạ Long",
        "general_info": [
            "119 đánh giá",
            "276 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Dragon Cruises cung cấp các tour du lịch hàng ngày quanh Vịnh Hạ Long. Chuẩn bị sẵn máy ảnh để chụp ảnh trong khi du ngoạn qua những tảng đá vôi của những ngọn núi nhô lên mặt nước màu ngọc lục bảo. Ăn trưa trong khi đi ngang qua hòn Chó Đá, hòn Lư Hương xinh đẹp. Sau đó chúng tôi dừng lại ở một làng chài và bạn có thể chèo thuyền kayak ở đây xung quanh người dân địa phương. Tour chưa kết thúc ở đây bạn có thể liên hệ với chúng tôi để biết thêm thông tin.Đọc thêm",
        "reviews": [
            "TommyTung cho đến nay là người hướng dẫn tốt nhất chúng tôi có ở Châu Á và anh ấy đảm bảo mọi câu hỏi của chúng tôi đều được trả lời bằng kiến ​​thức tốt và tiếng Anh tốt, anh ấy cũng đảm bảo mọi người đều có những gì họ muốn cho bữa tối và trà, ngoài ra chúng tôi cũng đã thực hiện các hoạt động vào thời điểm tốt nhất và anh ấy đảm bảo rằng chúng tôi có trải nghiệm tốt nhất có thể về vịnh hạ long.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời và làm tất cả những điều trong hành trình. Đó là một dịch vụ thực sự tốt, du thuyền và đồ ăn, hướng dẫn viên Tommy thực sự rất giỏi.Đọc thêm",
            "Tommy Tung là hướng dẫn viên du lịch giỏi nhất từ ​​trước đến nay và chiếc thuyền rất đẹp. Tôi yêu vịnh Hạ Long và mong được gặp lại TommyĐọc thêm",
            "Tôi đã đặt chuyến đi này qua khách sạn của mình mà không biết sẽ đi cùng ai, nhưng tôi không cần phải lo lắng. Mọi thứ đã được tổ chức thực sự tốt. Hướng dẫn viên Hồng Hoài của chúng tôi thật tuyệt vời: thực sự thân thiện, luôn sẵn lòng giúp đỡ và có nhiều kiến ​​thức. Chiếc thuyền chúng tôi ở rất đẹp và những bữa ăn thật tuyệt vời. Số lượng lớn thức ăn và thực sự ngon. Tôi ăn chay và nghĩ rằng đó có thể là một vấn đề nhưng họ đảm bảo rằng tôi được phục vụ riêng. Phong cảnh thật ngoạn mục và chúng tôi đã đến thăm một số địa điểm thực sự thú vị như hang động, bãi biển và chèo thuyền kayak lúc hoàng hôn. Tôi hoàn toàn thích chuyến đi và chắc chắn sẽ giới thiệu những người này. Ngoài ra nó còn có giá trị tuyệt vời cho tiền!Đọc thêm",
            "Nhân viên và hướng dẫn viên thân thiện, đáng giá tiền nhưng cần cải thiện trong việc tổ chức một số hoạt động hoặc trò chơi trong thời gian lưu trú trên thuyền....Đọc thêm",
            "Là một du khách, lần đầu tiên tôi đến Việt Nam thật tuyệt vời. tôi đã có kỳ nghỉ 8 ngày 9 đêm và tôi chọn ở Việt Nam. vô giá tôi đã đến thành phố saigon tôi đến nhà thờ nutredam, tôi xem saigon opera, và sân thượng và thử tất cả các món ăn địa phương ở đó và lần đầu tiên đi chợ đêm, tôi đã từng ở lại thành phố trong 3 ngày và tôi quyết định bay ở hà nội vì tôi thấy họ có rất nhiều điểm hấp dẫn đặc biệt là vịnh ha long sự sáng tạo tuyệt vời và tuyệt vời từ GOd và có kinh nghiệm rất thú vị rất nhiều việc phải làm ở thuyền kayat ở vịnh ha long, đi đến hang động thật tuyệt vời, nơi hàu cách làm ngọc trai, và chúng tôi đã đạp xe hơi xa và mệt mỏi nhưng khi bạn nhìn thấy khung cảnh trong khi làm điều đó thật tuyệt, chả giò trên thuyền. Phòng của tôi trên du thuyền tốt không tệ, đồ ăn và đồ uống cũng ổn..và tôi cũng đã đến đảo khỉ, thật tuyệt khi được gặp họ sau đó tôi đến đảo Cát Bà, tôi nghĩ tôi sẽ thấy nhàm chán nhưng vì hướng dẫn viên du lịch tôi rất thích vì anh ấy chở tôi đến nhiều nơi trên đảo Cát Bà bằng xe máy và thật tuyệt vời khi được trải nghiệm với hướng dẫn viên du lịch tốt bụng tên anh ấy là HỒNG HOAI....bạn rất tốt bụng, cảm ơn vì tất cả các bạn đã làm cho tôi..Chúa phù hộ và luôn khiêm tốn..Đọc thêm",
            "Một chuyến đi tuyệt vời từ Hà Nội! Các nhân viên rất thân thiện. Ngay cả khi thời tiết nhiều mây, nó vẫn rất tuyệt và đẹp! Tôi sẽ giới thiệu nó cho bất cứ ai! Đọc thêm",
            "Mẹ tôi và tôi đi du thuyền 1 đêm 2 ngày. Quả thực, trải nghiệm của chúng tôi trên tàu rất tuyệt vời. Có rất nhiều việc phải làm, từ chèo thuyền kayak đến khám phá hang động và leo lên ngọn núi cao nhất để có tầm nhìn tuyệt vời ra vịnh. Các hướng dẫn viên du lịch rất tốt bụng và thân thiện và thuyền đủ thoải mái cho chuyến du ngoạn 3 sao. Lý do tôi không cho họ 5 điểm là đồ ăn không ngon như tôi mong đợi.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch 2 đêm 3 ngày. Khung cảnh của vịnh rất tuyệt và không có nhiều thuyền trong vịnh có lẽ vì đang là mùa thấp điểm. Chuyến thăm trang trại hàu thật thú vị. Chúng tôi cũng chọn 1 đêm ở bungalow ở mèo ba rất đẹp và yên tĩnh. Chúng tôi đã đi bộ lên đỉnh một ngọn đồi có tầm nhìn tuyệt đẹp. Chúng tôi khá thất vọng vì đồ ăn: số lượng nhưng không chất lượng cộng với đồ uống thì đắt tiền. Hướng dẫn này rất hữu ích với chúng tôi, đôi khi hơi quá trực tiếp.Đọc thêm",
            "Chúng tôi thật may mắn khi có Hong Huai làm hướng dẫn viên du lịch trong suốt chuyến đi 3 ngày 2 đêm của chúng tôi. Hoài vui tính và chú ý đến mọi nhu cầu của chúng tôi. Tôi sẽ cho hành trình này 1 sao nếu không có Hoài. Bia trên thuyền có giá quá cao, nhưng tôi cảm thấy tiếc cho người chủ quán vì không có ai uống rượu nên tôi uống một ít với đồng nghiệp của mình. Khi tôi đi thanh toán, người chủ cố gắng tính tiền cho tôi một số loại bia mà tôi chưa uống. Nếu muốn thưởng thức rượu, tôi thực sự khuyên bạn nên tự mang theo hoặc có thể kiến ​​nghị chủ thuyền không tăng giá bia lên 400. Đọc thêm"
        ],
        "star_ratings": [
            74,
            20,
            9,
            8,
            8
        ],
        "review_amount": 119,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền rồng Hạ Long",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 19, 2016",
            "Written February 19, 2016",
            "Written February 19, 2016",
            "Written February 17, 2016",
            "Written February 16, 2016",
            "Written February 5, 2016",
            "Written February 4, 2016",
            "Written January 29, 2016",
            "Written January 22, 2016",
            "Written January 21, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6132049-Reviews-or60-Halong_Dragon_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or50-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or70-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11624814-Reviews-Get_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12293639-Reviews-Tam_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27136102-Reviews-CuasoChoiboi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5583955-Reviews-Hanoi_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10308834-Reviews-Apron_Up_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19524426-Reviews-Sapa_May_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19526691-Reviews-Travel_New_Land-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15836272-Reviews-Rental_Motorbike_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17779626-Reviews-Hoang_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12932501-Reviews-Frontier_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532531-Reviews-Get_Up_And_Go_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25171450-Reviews-Vietnam_Buffalo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7339851-Reviews-Vi_spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11430240-Reviews-Good_Morning_Cat_Ba-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681047-Reviews-Alisa_Bella_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g48502-d105861-Reviews-Tanger_Outlets_Riverhead-Riverhead_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g297576-d6834363-Reviews-Europe_Square-Batumi_Adjara_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d278811-Reviews-Millennium_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104538-Reviews-Palace_of_Fine_Arts_Theatre-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298277-d1742743-Reviews-Kota_Tinggi_Waterfalls-Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g46292-d12927984-Reviews-Hudson_House_Bar-Beach_Haven_Long_Beach_Island_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d109856-Reviews-Mokulua_Islands-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g304080-d7262385-Reviews-Zanjic_Cove-Herceg_Novi_Herceg_Novi_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d12876678-Reviews-Grandview_Overlook-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60806-d2437871-Reviews-Astoria_Megler_Bridge-Astoria_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or70-Halong_Dragon_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or60-Halong_Dragon_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Dragon Cruise",
        "attraction_name_vi": "Du thuyền rồng Hạ Long",
        "general_info": [
            "119 đánh giá",
            "276 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Dragon Cruises cung cấp các tour du lịch hàng ngày quanh Vịnh Hạ Long. Chuẩn bị sẵn máy ảnh để chụp ảnh trong khi du ngoạn qua những tảng đá vôi của những ngọn núi nhô lên mặt nước màu ngọc lục bảo. Ăn trưa trong khi đi ngang qua hòn Chó Đá, hòn Lư Hương xinh đẹp. Sau đó chúng tôi dừng lại ở một làng chài và bạn có thể chèo thuyền kayak ở đây xung quanh người dân địa phương. Tour chưa kết thúc ở đây bạn có thể liên hệ với chúng tôi để biết thêm thông tin.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có chuyến đi 3 ngày 2 đêm thật tuyệt vời. Các nhân viên rất chu đáo và hướng dẫn viên Khánh của chúng tôi khiến chúng tôi tận hưởng từng khoảnh khắc. Đối với chúng tôi, phần tuyệt vời nhất là hành trình đến đảo Cát Bà ít thuyền hơn và ít khách du lịch hơn! Chắc chắn có thứ để xemĐọc thêm",
            "Chúng tôi thực hiện hành trình này vào ngày 1 - 2 tháng 1 và vô cùng hài lòng với hành trình, chương trình, chất lượng dịch vụ và đồ ăn. Hướng dẫn viên Roy và phi hành đoàn đã đóng một vai trò quan trọng trong việc khiến chuyến tham quan trở nên thú vị. Thật hiếm khi bắt gặp sự kết hợp giữa tính năng và giá cả như vậy. Chúng tôi muốn đặc biệt đề cập đến Roy, người đã thực sự nỗ lực hết mình để khiến trải nghiệm của chúng tôi trở nên đáng nhớ.Đọc thêm",
            "Đã có 2 ngày 1 đêm tuyệt vời. Nhân viên rất thân thiện và hữu ích khi thuyền của chúng tôi bị hỏng vì sự cố động cơ, chúng tôi đã được chuyển trong vòng 2 giờ sang một chiếc thuyền khác của tổ chức. Các phòng đều đẹp và sạch sẽ. Muốn giới thiệu nó cho tất cả mọi người! Đọc thêm",
            "Tôi và bạn gái đã đi du thuyền này sau khi thấy nó được quảng cáo ở khách sạn của chúng tôi ở Hà Nội. Chúng tôi đã có một thời gian tuyệt vời như vậy. Các nhân viên rất tuyệt, chủ nhà Hoài của chúng tôi thực sự vui vẻ và giúp đỡ chúng tôi mọi thứ. Chúng tôi đã gặp một nhóm người tuyệt vời và chuyến đi thật thú vị với nhiều hoạt động, từ tham quan bãi biển trên đảo, chèo thuyền kayak, lớp học chả giò đến tham quan hang động. Đồ ăn thật tuyệt vời và rất nhiều thứ nữa! Rất khuyến khích hành trình này với Dragon Cruises cho bất kỳ ai và tất cả mọi người!Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời, trải nghiệm tuyệt vời, nhiều hoạt động khác nhau trong suốt chuyến đi và anh chàng du lịch tuyệt vời Hoài, người được nuôi dưỡng gần đó và sẽ kể cho bạn rất nhiều điều về toàn bộ nơi này.. Ngoài ra, nhân viên pha chế yêu quý của tôi và những người còn lại trong tàu xứng đáng được nhắc đến . Những người rất tuyệt vời, rất khuyến khích. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại vịnh Hạ Long với hướng dẫn viên Hồng!  Tôi muốn giới thiệu mọi chuyến đi với Hồng vì anh ấy là một người nhiệt tình, điều hiếm thấy ở vịnh Hạ Long. Vịnh Hạ Long là một trong những nơi đẹp nhất trên trái đất. Du lịch nhưng đáng xem!! Đọc thêm",
            "Xin chào, Vào tháng 9, chúng tôi đã thực hiện chuyến du ngoạn 2 đêm với 3 đứa con nhỏ của mình trên Vịnh Hạ Long với Dragon Cruise. Điều đó thật tuyệt vời! Sau Hà Nội sôi động, dành 2 đêm trong khung cảnh yên tĩnh và xinh đẹp này quả là một món quà. Các phòng trên thuyền rất thoải mái và được trang trí đẹp mắt. Chúng tôi nghĩ đồ ăn sẽ là đồ ăn tự chọn tiêu chuẩn thấp...chúng tôi thực sự đã thưởng thức 7 món ăn ngon trong 2 ngày. Có rất nhiều hoạt động mà các chàng trai của chúng tôi yêu thích: chèo thuyền kayak, bơi lội, tham quan, biểu diễn ảo thuật sau bữa tối. Chúng tôi đã dành một khoảng thời gian tuyệt vời và rất khuyến khích Dragon Cruise.Alexia.Đọc thêm",
            "Chúng tôi đã đặt Dragon Cruise cơ bản chứ không phải Dragon gold với giá 3D2N với 2 đêm trên thuyền mà chúng tôi rất biết ơn vì có thể thay đổi để có đêm thứ 2 tại Cát Bà. Chiếc thuyền rất cơ bản nhưng đầy đủ tuy nhiên khi xem xét chúng tôi đã trả 200 USD mỗi chiếc nên tôi mong đợi nhiều hơn. Nghiên cứu sâu hơn cho thấy rằng nó có thể phù hợp với mức giá quá cao được tính trên Vịnh Hạ Long nói chung. Các điểm neo đậu qua đêm rất đông đúc và các hoạt động tiêu chuẩn như bãi biển, thuyền kayak, hang động, trang trại nuôi hàu, v.v. rất thú vị nhưng đông dân cư. Đồ ăn trên tàu và khách sạn Cát Bà sử dụng hơi tệ. Tuy nhiên, hướng dẫn viên của chúng tôi đã làm rất tốt việc tổ chức và thông báo cho mọi người trong suốt chuyến đi. Con thuyền là một biển những khuôn mặt thay đổi vào ngày thứ hai khi mọi người được đưa từ những chiếc thuyền khác để đáp ứng tất cả các hành trình khác nhau được phục vụ.  Đêm trên thuyền có chút không khí tiệc tùng và một số nhân vật khiến nó trở nên rất thú vị. Những chiếc thuyền đi trong ngày dùng để chở người đi lại khá đầy đủ, khá rộng rãi, có đồ ăn và nhà vệ sinh. Để có tiền trong tương lai, tôi sẽ đi phà nhanh từ Hải Phòng đến Cát Bà và sử dụng cảng biển nhỏ bé làm điểm dừng chân cho chuyến đi trong ngày. Hãy bỏ lỡ Vịnh Hạ Long hoặc thực hiện một chuyến đi trong ngày tới đó nếu bạn phải.Đọc thêm",
            "We booked a 3D2N trip to halong bay from the hotel. We ended up with Hoai as our guide.We were picked up at the hotel at 8am as expected, and we went for the 3h50 busride to halong bay. We were warmly welcommed by Hoai and got free bottles of water.The boat was really clean and the rooms were percect, we had very hot water and the airco could turn the room into a fridge. We got a cold towel and a welcome drink and lunch was right on time.The boat started sailing during lunch which was really great, the food was amazing, plenty of different kinds of plates. I dont eat fish so they always had 2 extra plates on the table for me. They were so toughtfull. the view during lunch is amazing. We then went to the cave, which was really crowded. We had to queue to get in and its not that special  unless youve never seen a cave . It was not to long so it didnt bother us. After that we got to a really nice island and we could relax, swim and walk the stairs to the top to see the most amazing overview of the bay.The second day started with a morning kayak, which was really good because we were the only people on the water! Just our group of 20-ish people. After that we got breakfast followed by a visit to an oyster farm. It was interesting and not to long. Before lunch we had a great biking tour on an island near cat ba. It was so quiet and the nature was beautiful. We lunched and set sail for monkey island. We had the chance to jump of the boat and swim to the coast. Which was really cool.Beware of the monkeys, they are violent and 2 girls got scratched. But it was fun to see them drinking cans of soda and walk around on the beach. The boat dropped us of at cat ba harbour where there was transport waiting to take you to the hotel, only 5minutes away. Te hotel was beautiful. We didnt nearly expect it. We had lunch  it was enough but not plenty as we did on the boat . The lorning after we left for the boat at around 8am for a relaxing trip back to halong harbour.Overall: We had so much fun, great hospitality by Hoai. And we were lucky to have a great social group of interesting people.Read more",
            "Chúng tôi đã thực hiện chuyến đi này từ Hà Nội vào một kỳ nghỉ cuối tuần dài để thoát khỏi thành phố Hồ Chí Minh bận rộn và tận hưởng thiên nhiên của Vịnh Hạ Long. Chuyến tham quan được tổ chức tốt và đưa bạn đến đúng những điểm đẹp nhất của vịnh. Bên cạnh đó, còn có đủ các hoạt động khác như tham quan hang động, chèo thuyền kayak và bơi lội. Hướng dẫn viên Roy của chúng tôi đã chăm sóc chúng tôi rất chu đáo. Cảm ơn bạn! Điểm trừ duy nhất là đồ ăn. Đồ ăn ngon và nhiều nhưng lại nhắm đến quá nhiều khách hàng quốc tế theo khẩu vị của tôi. Tại sao không phải là đồ ăn Việt Nam chính hiệu? Đọc thêm",
            "Xin chào, \n\nBạn đặt tour du lịch 3 ngày 2 đêm bằng cách nào? Tốt nhất nên đặt vé ở Hà Nội khi đến nơi?\n\nHành trình có ngày cụ thể hay có sẵn hàng ngày? \n\nBạn đã trả bao nhiêu cho hành trình 3 ngày 2 đêm? \n\nCảm ơn rất nhiều! \nĐọc thêm",
            "Xin lỗi vì hồi âm muộn. Tôi hy vọng bạn có thể tìm thấy một hành trình tuyệt vời! \nTôi đã đặt nó thông qua Công ty Du lịch Lilys. \nDu thuyền khởi hành mỗi ngày trong tuần!Đọc thêm",
            "Đang băn khoăn không biết có ai có thể giới thiệu chỗ ở tốt ở Hà Nội bán tour này không. TIA: Đọc thêm",
            "Hanoi Rocks, nhà nghỉ lớn ngay trục đường chính.Đọc thêm"
        ],
        "star_ratings": [
            74,
            20,
            9,
            8,
            8
        ],
        "review_amount": 119,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền Hạ Long Dragon",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 20, 2016",
            "Written January 17, 2016",
            "Written December 28, 2015",
            "Written December 15, 2015",
            "Written December 12, 2015",
            "Written November 29, 2015",
            "Written November 17, 2015",
            "Written November 16, 2015",
            "Written November 11, 2015",
            "Written November 2, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6132049-Reviews-or70-Halong_Dragon_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or60-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or80-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11624814-Reviews-Get_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12293639-Reviews-Tam_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27136102-Reviews-CuasoChoiboi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5583955-Reviews-Hanoi_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10308834-Reviews-Apron_Up_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19524426-Reviews-Sapa_May_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19526691-Reviews-Travel_New_Land-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15836272-Reviews-Rental_Motorbike_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17779626-Reviews-Hoang_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12932501-Reviews-Frontier_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532531-Reviews-Get_Up_And_Go_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25171450-Reviews-Vietnam_Buffalo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7339851-Reviews-Vi_spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11430240-Reviews-Good_Morning_Cat_Ba-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681047-Reviews-Alisa_Bella_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1021288-d7788330-Reviews-Nissan_Heritage_Collection-Zama_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066445-d4294281-Reviews-Shunkaen_BONSAI_Museum-Edogawa_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5505885-Reviews-Bui_Vien_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g43506-d134970-Reviews-Banning_State_Park-Sandstone_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g297694-d8526930-Reviews-Marlin_Fast_Boat-Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d557330-Reviews-Oracle_Park-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g15270820-d12166100-Reviews-Samet_Nangshe_Viewpoint-Tha_Yu_Takua_Thung_Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d12050157-Reviews-Akanthus_club-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g304087-d10758938-Reviews-Bajova_Kula_Beach-Perast_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d106440-Reviews-The_National_WWII_Museum-New_Orleans_Louisiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or80-Halong_Dragon_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or70-Halong_Dragon_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Dragon Cruise",
        "attraction_name_vi": "Du thuyền rồng Hạ Long",
        "general_info": [
            "119 đánh giá",
            "276 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Dragon Cruises cung cấp các tour du lịch hàng ngày quanh Vịnh Hạ Long. Chuẩn bị sẵn máy ảnh để chụp ảnh trong khi du ngoạn qua những tảng đá vôi của những ngọn núi nhô lên mặt nước màu ngọc lục bảo. Ăn trưa trong khi đi ngang qua hòn Chó Đá, hòn Lư Hương xinh đẹp. Sau đó chúng tôi dừng lại ở một làng chài và bạn có thể chèo thuyền kayak ở đây xung quanh người dân địa phương. Tour chưa kết thúc ở đây bạn có thể liên hệ với chúng tôi để biết thêm thông tin.Đọc thêm",
        "reviews": [
            "Hoàn hảo từ đầu đến cuối. chúng tôi đã thực hiện hành trình 2D1N, với hướng dẫn viên du lịch Hồng Hoài. Có tiếng Anh tốt so với các tour khác mà chúng tôi đã tham gia ở Việt Nam. Anh ấy giải thích mọi thứ rất hay và hài hước khi chúng tôi đi dạo quanh các điểm tham quan và kiểm tra chúng tôi để đảm bảo mọi thứ diễn ra tốt đẹp. Phòng rất đẹp và thoải mái, đội ngũ nhân viên tốt và kinh nghiệm, đồ ăn ngon, trải nghiệm kỳ lạ, bạn sẽ nhận được những gì bạn đã đăng ký. Chúng tôi đã đặt phòng ở mức giá rẻ hơn và dự đoán sẽ tệ hơn, nhưng thật ngạc nhiên với căn phòng này.. Thực sự rất thích trải nghiệm này, chỉ cần ở trong vịnh là xứng đáng: Đọc thêm",
            "Thực hiện chuyến đi ba ngày với chuyến du ngoạn của Dragon qua Vịnh Hạ Long, đây thực sự là một cuộc phiêu lưu. Thức ăn ngon, người tốt. Chỉ có thể giới thiệu nó.Đọc thêm",
            "I recently travelled to vietnam and decided to visit ha long bay after hearing great things from my friends who had previously been. I booked with APT travel and my tour guide was called Hoai pronounced whyy in english. I think i can easily say this was the most amazing trip i have ever been on. My friend and i booked the 3 day package 2nights 3day , there was also a 2 day option but i would strongly advise the 3 day. It was amazing. Each day was packed full of activities that you would never get to do if you were to try and plan a trip alone. With the 3 day option you get to spend one night on a boat and one in a hotel. The boat was stunning.... the hotel was stunning... the schedule and planning was  spot on, as a guest you needed to do nothing but have a good time. Our guide Hoai was awesome, caterd to everybodys needs, nothing was too much for him he went above and beyond to help everyone and keep everybody happy, he made the whole experience even better than we could have ever possibly imagined and when we do this again which we will! I think i would ask if could book with him. We got to do kayiaking in the most stunning of surroundings.... visited breathtaking caves... and Hoai even got us to an island in time to watch the sunset.. at night on the boat you are free to relax do as you please, the food was cooked fresh on board and was delicious! All dietry requirements were checkd we had a veggie on board and pescatarian there was gorgeous fresh seafood.. hoai even gave us a cookery lesson! The night on the boat was surreal, whats nice is theres only a few guests... i wasnt looking for a party boat... that eve i went onto the deck and sat fishing with one of the crews hand made fishing rods...and i actually caught one too!!! Could see the fish below in the clear waters of the bay. 2nd day after a lovely breakfast we visited an oyster farm where every process from the growing of the oysters to extracting the pearls was shown and explained to us we also visited a stunning little island called monkey island.... pretty self explanetry.... monkeys live on the island.... but it is beautiful.. white beaches clear waters. We were able to relax on the beach go looking at monkeys.... swim.. later in eve we booked into a lovely hotel on on Catba bay, this was our free time but hoai still organised for us to go to do bike riding through the most stunning places iv ever seen, mountains and villages.. awesome.... We were then allowed to do as we please.... Hoai and another guide Sun also an amazing guy  took us out on tandem bikes to show us round the town... local people, resturanrs, markets.... wow. That night we went into the town and met some wonderful local people cooking freshly caught  seafood on a bbq. The next day we had free time to relax at the hotel  after delicious breakfast and lunch... we started our journey home back on the boat to halong then hanoi... i think everyone felt the same... sad that it was almost over. All in all i cant stress how amazing this trip was, the activities, the surreal surroundings and the amazing staff... thankyou! I cant wait to plan another trip!!!Read more",
            "Tôi đặt chuyến đi 2 đêm 3 ngày tới Vịnh Hạ Long Đảo Cát Bà. Khi đặt phòng qua email từ nhà, tôi gặp rất nhiều câu hỏi khó chịu, tất cả đều được cô Thủy trả lời nhanh chóng và chính xác. Trong chuyến đi, người hướng dẫn DuiPeter thật tuyệt vời. Rất vui đã dành thời gian trò chuyện với từng vị khách khi có mặt. Tất cả nhân viên trên tàu đều rất thân thiện. Bản thân chuyến đi vẫn ổn và chúng tôi hài lòng với đảo Cát Bà. Bia rất rẻ! Sau chuyến đi tôi muốn gửi một số video cho một vị khách khác, cô Thủy đã giúp tôi một lần nữa. Cô ấy thật xuất sắc. Lời chỉ trích duy nhất của tôi là đồ ăn trên thuyền khá nghèo nàn, đồ uống trên tàu quá đắt đỏ, trang trại ngọc trai khá nhàm chán. Nếu không thì tôi rất vui lòng giới thiệu nóĐọc thêm",
            "Tôi đặt tour này qua một nhà nghỉ ở Hà Nội với ba người bạn. Tất cả chúng tôi ở lại trọn gói hai ngày một đêm. Chuyến đi xe buýt dài và hơi nhàm chán nhưng xe buýt rất thoải mái, và hướng dẫn viên Tung Tom của chúng tôi đã giải thích một số lịch sử cho chúng tôi trên đường đi và kể một vài câu chuyện cười khiến chúng tôi bật cười. Chiếc thuyền rất đẹp và chúng tôi rất ngạc nhiên về chất lượng của các phòng. Tốt hơn nhiều so với những căn phòng tôi đã ở trong phần lớn chuyến đi của mình. Vào ngày đầu tiên, chúng tôi đến hang động tuyệt vời và đến một bãi biển nhỏ để bơi. Hang động rất lớn và rất đẹp và Tung có rất nhiều thông tin thú vị cho chúng tôi. Bãi biển hơi đông đúc nhưng vẫn là một nơi tuyệt vời để dành khoảng một giờ. Khoảng thời gian tôi thích nhất trong ngày là sau bữa tối, khi tất cả chúng tôi có cơ hội ngồi trên nóc thuyền uống nước và trò chuyện với ánh đèn của những chiếc thuyền khác phản chiếu trên mặt nước của vịnh. Ngày thứ hai là chèo thuyền kayak mà tôi quyết định bỏ qua để có thể ngủ thêm một chút và ăn trưa trước khi cập cảng. Đồ ăn rất ngon là sự kết hợp giữa đồ ăn Việt Nam kiểu miền Bắc và đồ ăn phương Tây, và chúng tôi luôn về rất no. Các nhân viên đều rất thân thiện và ngay cả những người chỉ có một chút tiếng Anh cũng cố gắng hết sức để khiến chúng tôi cảm thấy được chào đón. Hướng dẫn viên của chúng tôi rất hiểu biết và thân thiện, và rõ ràng là anh ấy rất quan tâm đến những gì mình làm. Nói chung, tôi muốn giới thiệu điều này cho những người muốn đến Vịnh Hạ Long. Tôi nghe từ những du khách khác rằng hành trình ba ngày thậm chí còn tuyệt vời hơn, vì ngày cuối cùng thoải mái hơn một chút và có ít người trên tàu hơn, khiến ngày cuối cùng trở nên thân mật hơn một chút.Đọc thêm",
            "Yêu thích hành trình này, nó là một trong những lựa chọn rẻ hơn được cung cấp cho chúng tôi và với tư cách là khách du lịch bụi, chúng tôi có ngân sách khá eo hẹp. Dịch vụ ngay từ khi đón rất tuyệt vời, hướng dẫn viên du lịch của chúng tôi thẳng thắn nói tiếng Anh rất tốt và bắt chuyến xe buýt đến vịnh Hạ Long để kể cho chúng tôi tất cả về hành trình của chúng tôi và một chút về bản thân anh ấy và Việt Nam. Chiếc thuyền ở tình trạng tuyệt vời và chúng tôi có một phòng đôi với phòng tắm riêng. Thức ăn và đồ uống rất tuyệt, cũng như các nhân viên trên thuyền đã tham gia lớp học nấu ăn và các trò chơi sau bữa tối. Frank rất giỏi giải thích lịch sử đằng sau mọi thứ chúng tôi thấy và chúng tôi đã học được rất nhiều điều. Tôi chắc chắn sẽ giới thiệu chuyến đi này như một chuyến đi mà chúng tôi đã được tặng thêm một sao nhưng với giá gấp đôi. Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến du ngoạn 2 ngày 1 đêm trên du thuyền rồng vàng Hạ Long cùng APT. Toàn bộ trải nghiệm rất đáng thất vọng và không đáng tiền. Sau khi được chuyển sang thuyền, chúng tôi lái xe chỉ hơn một giờ nên đi được khoảng 3 đến 5 dặm. Chiếc thuyền thả neo cùng với khoảng 50 đến 60 chiếc thuyền khác đều làm điều tương tự. Chúng tôi được chuyển sang một chiếc thuyền nhỏ để thực hiện chuyến đi chèo thuyền kayak đến Hồng mà chúng tôi được thông báo rằng chúng tôi phải trả thêm tiền để đi vào mặc dù mọi thứ được cho là đã bao gồm. Chuyến thăm hang động rất tốt. Chúng tôi không có thời gian để đi biển nên hướng dẫn viên muốn chúng tôi đi lúc 6 giờ sáng hôm sau, chúng tôi đã từ chối! Chiếc thuyền di chuyển chưa đầy một dặm đến một trang trại ngọc trai và sau đó quay trở lại cảng vài dặm. Không phải những gì chúng ta gọi là một chuyến tham quan vịnh Hạ Long khi bạn thấy quá ít về nó. Chiếc thuyền vẫn ổn, ngoại trừ rất mòn từ trong ra ngoài nhưng đồ ăn thì rất tệ. Con mực giống như đang ăn cao su và bữa sáng là điều tồi tệ nhất chúng tôi từng có trong 2 tháng du lịch. Hướng dẫn viên của chúng tôi nhất quyết kể những câu chuyện cười phù hợp với một đứa trẻ 10 tuổi và liên tục ám chỉ rằng cậu ấy mong đợi một khoản tiền boa lớn. Vì tất cả các thuyền du lịch đều làm như vậy điều tương tự không chắc nó sẽ tốt hơn với bất kỳ ai khác nhưng toàn bộ sự việc là một sự lừa dối lớn của khách du lịch. Nếu bạn đã nhìn thấy vịnh Phang Nga ở Thái Lan, đừng bận tâm đến Vịnh Hạ Long, nó cũng vậy. Nếu bạn chưa thấy Phang Nga thì đừng đến đây!Đọc thêm",
            "Tôi đã đi chuyến đi 2 ngày 1 đêm. Chuyến đi được bán với một hành trình tuyệt vời, rượu miễn phí 3 giờ, phòng tuyệt vời và đồ ăn tuyệt vời, chúng tôi được cho biết đó là một chiếc thuyền tiệc. Ý tưởng về chuyến đi chắc chắn đã hấp dẫn tôi và tôi đã mua nó với giá cạnh tranh 75. Hành trình chủ yếu là như chúng tôi đã bán mặc dù chúng tôi không được leo núi đá hoặc nhảy vách đá, điều này hơi đáng thất vọng. Bất kể tôi vẫn vui. Đồ uống miễn phí bao gồm bia, nước ép trái cây rừng và coca đã được quảng cáo. Trên thực tế, chúng tôi chỉ nhận được một lượng nhỏ bia. Khi chúng tôi yêu cầu các loại đồ uống khác, hướng dẫn viên của chúng tôi, ông Wish, tuyên bố rằng chúng tôi không được hưởng chúng và đây là vấn đề của chúng tôi và chúng tôi đã hiểu lầm. Mặc dù đã cho anh ấy xem hành trình của chúng tôi, anh ấy từ chối thừa nhận điều này vì anh ấy làm việc cho APT chứ không phải tàu du lịch Dragon, cũng không được gọi là Dragon và khá thô lỗ trong cách tiếp cận của mình. Các phòng đẹp với vòi sen tốt, không có gì phàn nàn ở đây. Đồ ăn cũng gây thất vọng. Chuyến đi khá nhạt nhẽo nhưng có lẽ ngang bằng với số tiền tôi đã trả. Chuyến đi sẽ ổn nếu không có hướng dẫn viên của chúng tôi, người đã nói chuyện với tất cả khách khá đột ngột và hạ thấp, thậm chí còn bảo chúng tôi phải đi ngủ trước 11 giờ tối. Nếu không có anh ấy, tôi sẽ đưa ra lời giới thiệu tốt hơn vì nhìn chung chúng tôi đã có một khoảng thời gian vui vẻ, nhưng chủ yếu là do những người chúng tôi gặp và ở vịnh Hạ Long. Rõ ràng là có sự khác biệt giữa những gì được bán bởi Dragon Cruise và những gì được giao bởi APT. Điều này cần được làm rõ. Đọc thêm",
            "Chúng tôi đã có một thời gian vui vẻ. Vịnh Hạ Long thật tuyệt vời. Những người ở cùng chúng tôi trên thuyền thật tuyệt vời, ngay cả thủy thủ đoàn cũng rất tốt. Vấn đề là chúng tôi đã mua một chuyến du ngoạn trên Thuyền Rồng và họ đưa chúng tôi lên Thuyền Tiệc tùng. Không cần hỏi chúng tôi. Chúng tôi phát hiện ra điều đó khi chúng tôi đã ở trên thuyền và nhận ra rằng các hoạt động chúng tôi đang thực hiện không liên quan gì đến những hoạt động chúng tôi đã đặt trước. Ngoài ra, chúng tôi đang có một chuyến du lịch lãng mạn, muốn thực hiện một chuyến đi yên tĩnh, với đồ ăn ngon và tất cả mọi thứ, và họ đưa chúng tôi lên một chiếc Thuyền tiệc tùng, đầy những người độc thân muốn tiệc tùng, uống rượu và ồn ào suốt đêm. Khi chúng tôi hỏi người hướng dẫn mà anh ấy đã nói với chúng tôi rằng một số hiểu lầm về phía chúng tôi đã xảy ra. Vì vậy, chúng tôi phải cho anh ấy xem đặt chỗ, anh ấy gọi điện thoại về văn phòng và đưa ra lý do tệ hại: Chúng tôi chỉ có 7 người trên Thuyền Tiệc, nên chúng tôi phải đưa một số người từ du thuyền khác đến điền vào, nếu không thì Bữa tiệc Thuyền sẽ không rời đi. Đó không phải là vấn đề của tôi! Tôi trả tiền cho thứ khác, bao gồm rất nhiều trò giải trí khác. Họ thậm chí còn không hỏi chúng tôi có muốn thay đổi không. Không có gì! Tiền của chúng tôi trở lại? Đừng nghĩ về nó. Một đêm trên thuyền đúng, với các hoạt động phù hợp? Đừng. Không có gì. Chúng tôi đã nhận được một lời xin lỗi tồi tệ và các bạn đang ở đây. tốt hơn hãy tận hưởng nó. Lời khuyên của tôi: Đừng đặt hành trình này. Ý tôi là... Thật tốt, chúng tôi đã có khoảng thời gian vui vẻ, người hướng dẫn rất tuyệt, cả phi hành đoàn cũng vậy. Nhưng họ thực sự rất vô tổ chức, họ sẽ đưa bạn lên bất kỳ chiếc thuyền nào họ phải lấp đầy những khoảng trống mà không quan tâm đến bạn và những gì bạn đã trả tiền. Ps.: đồ ăn rất tệĐọc thêm",
            "Đối tác của tôi và tôi đã thực hiện chuyến du thuyền cao cấp 3 ngày 2 đêm với một đêm trên thuyền và một đêm tại các ngôi nhà gỗ Whisper of Nature. Nhìn chung, chuyến đi rất thú vị và có mức giá tốt cho một lựa chọn tầm trung. Hướng dẫn viên của chúng tôi Huân nói tiếng Anh tốt và am hiểu về Vịnh Hạ Long. Có rất nhiều công ty du lịch nghỉ qua đêm ở cùng khu vực của vịnh, vì vậy đừng mong đợi sự yên bình và tĩnh lặng trên mặt nước! Tuy nhiên, các cabin đều nhỏ và ấm cúng và chúng tôi có tầm nhìn tuyệt vời từ boong trên cùng. Chúng tôi không thích đồ ăn trên thuyền vốn được Tây phương hóa và không may là khá nhạt nhẽo. Điểm nổi bật của chúng tôi là đạp xe 5km qua các ngôi làng và băng qua cánh đồng lúa đến các ngôi nhà gỗ Whisper of Nature. Những ngôi nhà gỗ đơn giản nhưng nằm ở một vị trí rất đẹp và yên tĩnh, đồ ăn được phục vụ ở đó rất tuyệt vời. Tôi chắc chắn sẽ giới thiệu một chuyến du ngoạn qua đêm trên Vịnh Hạ Long và sẽ giới thiệu hành trình này vì chiếc thuyền này nhỏ hơn nhiều chiếc khác, đối với chúng tôi, nó hấp dẫn hơn một chiếc thuyền khổng lồ chở rất nhiều người.Đọc thêm",
            "Xin chào, \n\nBạn đặt tour du lịch 3 ngày 2 đêm bằng cách nào? Tốt nhất nên đặt vé ở Hà Nội khi đến nơi?\n\nHành trình có ngày cụ thể hay có sẵn hàng ngày? \n\nBạn đã trả bao nhiêu cho hành trình 3 ngày 2 đêm? \n\nCảm ơn rất nhiều! \nĐọc thêm",
            "Xin lỗi vì hồi âm muộn. Tôi hy vọng bạn có thể tìm thấy một hành trình tuyệt vời! \nTôi đã đặt nó thông qua Công ty Du lịch Lilys. \nDu thuyền khởi hành mỗi ngày trong tuần!Đọc thêm",
            "Tôi muốn hỏi xem có ai có thể giới thiệu cho tôi một nơi lưu trú tốt ở Hà Nội bán tour này không. TIA :Đọc thêm",
            "Hanoi Rocks, nhà nghỉ lớn ngay trục đường chính.Đọc thêm"
        ],
        "star_ratings": [
            74,
            20,
            9,
            8,
            8
        ],
        "review_amount": 119,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền rồng Hạ Long",
            "Châu Á"
        ],
        "reviews_time": [
            "Written October 30, 2015",
            "Written October 19, 2015",
            "Written September 27, 2015",
            "Written September 2, 2015",
            "Written August 13, 2015",
            "Written July 1, 2015",
            "Written April 30, 2015",
            "Written April 29, 2015",
            "Written February 2, 2015",
            "Written January 12, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6132049-Reviews-or80-Halong_Dragon_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or70-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or90-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11624814-Reviews-Get_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12293639-Reviews-Tam_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27136102-Reviews-CuasoChoiboi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5583955-Reviews-Hanoi_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10308834-Reviews-Apron_Up_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19524426-Reviews-Sapa_May_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19526691-Reviews-Travel_New_Land-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15836272-Reviews-Rental_Motorbike_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17779626-Reviews-Hoang_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12932501-Reviews-Frontier_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532531-Reviews-Get_Up_And_Go_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25171450-Reviews-Vietnam_Buffalo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7339851-Reviews-Vi_spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11430240-Reviews-Good_Morning_Cat_Ba-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681047-Reviews-Alisa_Bella_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d104333-Reviews-Worlds_Of_Fun_Oceans_of_Fun-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d103614-Reviews-SeaWorld-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d156954-Reviews-Universal_CityWalk_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147289-d149176-Reviews-The_3_Eyes_National_Park-Santo_Domingo_Santo_Domingo_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d20062121-Reviews-Skyline_Rooftop_Bar-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2301789-Reviews-KidZania_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1766159-Reviews-The_Lion_King-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d185111-Reviews-Scarborough_Bluffs-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g46340-d1847362-Reviews-Freedom_Mortgage_Pavilion-Camden_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d282679-Reviews-Skyline_Wilderness_Park-Napa_Napa_Valley_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or90-Halong_Dragon_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or80-Halong_Dragon_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Dragon Cruise",
        "attraction_name_vi": "Du thuyền rồng Hạ Long",
        "general_info": [
            "119 đánh giá",
            "276 trên 637 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Dragon Cruises cung cấp các tour du lịch hàng ngày quanh Vịnh Hạ Long. Chuẩn bị sẵn máy ảnh để chụp ảnh trong khi du ngoạn qua những tảng đá vôi của những ngọn núi nhô lên mặt nước màu ngọc lục bảo. Ăn trưa trong khi đi ngang qua hòn Chó Đá, hòn Lư Hương xinh đẹp. Sau đó chúng tôi dừng lại ở một làng chài và bạn có thể chèo thuyền kayak ở đây xung quanh người dân địa phương. Tour chưa kết thúc ở đây bạn có thể liên hệ với chúng tôi để biết thêm thông tin.Đọc thêm",
        "reviews": [
            "Chúng tôi thực hiện chuyến du lịch 4 ngày 2 đêm đến Vịnh Hạ Long và Đảo Cát Bà. Bản thân chiếc thuyền rất đẹp cũng như nhân viên và hướng dẫn viên du lịch nhưng đồ ăn trên tàu cực kỳ tệ và không giống như những gì được mô tả. Khách sạn họ đưa chúng tôi lên đảo vào đêm thứ hai thật tuyệtĐọc thêm",
            "Chuyến tham quan với APT. Tôi là một du khách nam độc thân. Sau khi tôi đặt tour từ một đại lý nhỏ không có ban tiếp thị công khai đặt tại khách sạn Maison, tôi tự hỏi liệu mình có phải trả quá nhiều không, khoảng 90usd. Điều này đặc biệt đúng khi lần đi dạo quanh Hà Nội tiếp theo cho thấy nhiều công ty du lịch dường như đang cung cấp các tour du lịch rẻ hơn. Dù sao xe buýt đã đến và chúng tôi đi. Ấn tượng đầu tiên rất quan trọng đối với tôi và tôi cực kỳ ấn tượng với Vũ Mạnh Huân, hướng dẫn viên của chúng tôi tên Huân. Anh ấy thông thạo tiếng Anh, anh ấy có khiếu hài hước, anh ấy quan tâm đến nhu cầu của chúng tôi, anh ấy nhớ tên của chúng tôi và anh ấy có rất nhiều thông tin thú vị. Anh ấy đã khuyên chúng tôi ngay trước khi đến Vịnh Hạ Long rằng cảnh sát đường thủy sẽ không cho phép ngủ trên thuyền quá đêm vì dự kiến ​​sẽ có gió vào khoảng nửa đêm. Anh ấy đã xin lỗi và chúng tôi hiểu rằng đó là điều nằm ngoài tầm kiểm soát của anh ấy. Trên thực tế, ngày hôm sau không có thuyền nào được phép ra vịnh. Vì vậy, chúng tôi đã có một số thay đổi. Chúng tôi ở trong một khách sạn xinh xắn. Có thức ăn đặc biệt ngon cả trong và ngoài thuyền. Một giải pháp thay thế cho sáng hôm sau đã được sắp xếp: chúng tôi leo lên Núi Bài Thơ. Tôi thực sự choáng ngợp trước sự quan tâm và tôn trọng của Huân dành cho chúng tôi, nhóm du lịch của anh ấy cũng như cách anh ấy quản lý bản thân. Tôi đồng ý với một người đánh giá khác rằng việc đi nửa đường đến khu phức hợp mua sắm là không cần thiết. Nhưng duỗi chân cũng tốt. Tôi rất khen Huân và nói với anh ấy rằng tôi sẽ viết bình luận trên Trip Advisor. Anh ấy đã làm việc chăm chỉ với nghề của mình và dường như thực sự thích cung cấp dịch vụ hạng nhất cho một nhóm du lịch quốc tế hỗn hợp, bao gồm người Pháp, Chile, Úc và Mỹ. Làm tốt lắm Huân. Chuyến đi Việt Nam của tôi thật đặc biệt vì có bạn. AAAAAAAĐọc thêm",
            "Tôi đã đi du thuyền Vịnh Hạ Long 2D1N với Dragon APT Travel cách đây vài tuần. Tôi phải thấy rằng hướng dẫn viên du lịch, Huân, thật tuyệt vời. Anh ấy làm cho chuyến đi rất thú vị. Phi hành đoàn làm việc trên thuyền cũng rất thân thiện - luôn hỏi xem bạn có cần đồ uống không - nhưng không bao giờ làm điều đó một cách ép buộc.Đọc thêm",
            "Generally mediocre. We decided to write a very long point-by-point review, because we have been traveling for 2 months in SE Asia and we are tired of being disappointed by the tourism industry, and we know were not alone. So if you have the time, its worth reading to get the details! We booked the 3 days 2 nights tour with one night on the boat and one in a bungalow on Cat Ba Island - which we payed 158 USD for through Heart Hotel Hanoi. We had no idea the company was APT travel until we got on the bus. The bus picked us up at our hotel in Hanoi and dropped us off when we came back, but that was the only highlight in terms of transportation. The bus was overcrowded, with no real space for luggage. We were forced to stop at an obvious tourist trap store for 30 minutes both ways with overpriced food and no real place to sit. The tour states 3 days in Ha Long, but you only actually spend 2 full days in the bay considering how long it takes to get there from Hanoi, stopping 30 minutes for nothing, as well as going well out of our way to pick up random people in other cities, who dont even do the tour with the main group, is a waste of time. The tour is all about saving money for APT travels and not about what the clients want to do. Once on the boat, rooms were quite nice and spacious although sheets could have been cleaner. Considering were in Vietnam, a country which boasts some of the best food in SE Asia, the microwaved, previously deep fried dishes we were served were terribly disappointing. Also, drinks are not included in the tour price and you have to buy them on the boat. They are, of course, ridiculously overpriced and youre practically harassed into buying them. Prices are in USD, and the conversion rate is the highest Ive seen in Vietnam. Some sort of gesture would greatly benefit this cruise - a happy hour and not the promotion we were offered which had no difference with the original price!!! or at least a free drink with meals. To be fair I have to admit we were offered two welcome drinks - knock off Fanta in a teacup and the worst red wine Ive ever smelt sorry, couldnt bring myself to taste it, also in a teacup. While our guide ThangVictor was helpful and nice, the same cant be said about the crew who I assume must be terribly underpaid considering how rude and grumpy they are. Activities presented in the tour brochure were respected, maybe a little too strictly. We only ever had 45 minutes to enjoy something. Visiting the Surprising Cave, kayaking, and swimming in the bay was very enjoyable, but much too short. I would have much preferred to stay longer at the deserted beach in Lan Ha bay rather than be forced to spend more than an hour at a pearl farm - the actual visit takes 5 minutes and you are quickly urged into the shop which sells farmed pearls we JUST saw how they make them!!! for the price of diamonds.  We arrived on Cat Ba Island at around 1:30 pm... Why so early instead of spending more time at the beach in Lan Ha bay, I dont know. We took a bike to the bungalows where we were staying. The other people on tour could also enjoy the bike ride, but the ones who couldnt ride a bike were forced to come with us - and cheated into paying for a ride in an electric car which was taking our luggage to the bungalows anyways, and then ride it back to the harbor to go to their hotel! The bungalows were very nice and so was the family managing it. Food was good and they made us extra caramel popcorn yum!. We did have to bargain to get the price of beer down from 30 000 VND to 20 000 VND - the price everywhere else in the village except for, surprise surprise, where the foreigners are. Its a good thing Halong bay is an amazingly beautiful place, and we met some very nice people on the cruise, because otherwise paying this amount of money for such subpar service would have been even more infuriating. Youre constantly being cheated into paying way too much, and never asked what you would rather do. I understand this is an organized tour, and that unfortunately its very possible that theyre all mediocre, but more flexibility and effort is direly needed.Its about time the tourism industry in Vietnam stopped taking people for idiots and prices were coupled with adequate service. Read more",
            "Chúng tôi rất thích chuyến đi này, dịch vụ tốt, đồ ăn ngon, phòng cũng tốt....không có gì tiêu cực để nói về chuyến đi 1 đêm 2 ngày này. Hướng dẫn viên đã cho chúng tôi rất nhiều thông tin. Chèo thuyền kayak cũng rất vui. Đã đi bơi vui vẻ và xem một số hang động. Chúng tôi có một nhóm nhỏ người cũng tốt.Đọc thêm",
            "Tôi đã ở đó với chuyến du lịch APT trong thời gian từ 18 đến 19 tháng 10. Trưởng đoàn du lịch là BAY. Anh ấy rất giỏi tiếng Anh với 100 tư duy phục vụ. Nó thực sự đáng tiền, cảnh quan tuyệt vời ở Vịnh Hạ Long, những bữa ăn ngon với những người bạn và hoạt động thú vị. Tôi ước gì lần sau tôi có thể mang vợ đi cùng. Chắc chắn tôi sẽ yêu cầu BAY làm hướng dẫn viên du lịch cho tôi một lần nữa!!Đọc thêm",
            "Chuyến đi thật tuyệt vời! Phải làm thôi.. Đội ngũ nhân viên rất hữu ích và thực sự tử tế, vui tính. Hướng dẫn viên Huan của chúng tôi là hướng dẫn viên du lịch tuyệt vời nhất mà tôi từng gặp ở đất nước này vì anh ấy rất vui khi trả lời mọi câu hỏi được hỏi một cách chi tiết. Đồ ăn thực sự ngon. chèo thuyền kayak và đi vào hang động lớn thật kỳ diệu. Phải làm thôi!!!Đọc thêm",
            "Chúng tôi đã trải qua hai ngày tuyệt vời với hành trình Hạ Long Dragon và hướng dẫn viên Mr Hero của chúng tôi! Tất cả đều rất đẹp: thức ăn, thuyền, con người. Hướng dẫn Mr Hero rất hài hước và thú vị. Đọc thêm",
            "Chúng tôi đã đi du thuyền Rồng do APT Travels tổ chức tại Hà Nội. Chúng tôi đã có khoảng thời gian tuyệt vời trên thuyền bất chấp thời tiết ẩm ướt và sương mù. Các cabin đáp ứng mong đợi của chúng tôi mặc dù nước tắm chỉ ở mức ấm. Các bữa ăn trên tàu rất ngon và được trình bày rất đẹp mắt. Chúng tôi thậm chí còn có một lớp học nấu ăn ngắn trên tàu - cách khắc một con thiên nga từ cà chua chín và làm món chả giò tươi. Hướng dẫn viên Hùng của chúng tôi có nghĩa là anh hùng thực sự tuyệt vời. Anh ấy luôn kể chuyện cười và khiến chúng tôi cười suốt suốt chuyến đi thuyền. một con nai không có mắt là gì? Hãy thử tự mình giải quyết nó! Cảm ơn Hùng đã làm cho chuyến đi của chúng tôi trở thành một trải nghiệm tuyệt vời!! Đọc thêm"
        ],
        "star_ratings": [
            74,
            20,
            9,
            8,
            8
        ],
        "review_amount": 119,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Du thuyền rồng Hạ Long",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 2, 2015",
            "Written December 4, 2014",
            "Written December 1, 2014",
            "Written November 28, 2014",
            "Written November 14, 2014",
            "Written October 28, 2014",
            "Written October 27, 2014",
            "Written September 7, 2014",
            "Written March 25, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6132049-Reviews-or90-Halong_Dragon_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or80-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-Halong_Dragon_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11624814-Reviews-Get_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12293639-Reviews-Tam_Beauty_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27136102-Reviews-CuasoChoiboi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5583955-Reviews-Hanoi_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10308834-Reviews-Apron_Up_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19524426-Reviews-Sapa_May_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19526691-Reviews-Travel_New_Land-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15836272-Reviews-Rental_Motorbike_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17779626-Reviews-Hoang_s_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12932501-Reviews-Frontier_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532531-Reviews-Get_Up_And_Go_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25171450-Reviews-Vietnam_Buffalo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7339851-Reviews-Vi_spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11430240-Reviews-Good_Morning_Cat_Ba-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681047-Reviews-Alisa_Bella_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g58471-d23547650-Reviews-Steel_Lake_Park-Federal_Way_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d191047-Reviews-Port_Vell-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47421-d123127-Reviews-Letchworth_State_Park-Castile_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g298343-d6979847-Reviews-Flic_En_Flac_Beach-Flic_En_Flac.html",
            "https://www.tripadvisor.com/Attraction_Review-g2467804-d1218379-Reviews-Minneriya_National_Park-North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32468-d4913474-Reviews-Hsi_Lai_Temple-Hacienda_Heights_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g43399-d2471200-Reviews-Vince_Shute_Wildlife_Sanctuary-Orr_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d7223570-Reviews-Freakybuttrue_Peculiarium-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d7610665-Reviews-SAHARA_Las_Vegas-Las_Vegas_Nevada.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6132049-Reviews-or90-Halong_Dragon_Cruise-Hanoi.html"
    }
]