[
    {
        "attraction_name": "Halong Royal Palace Cruise",
        "attraction_name_vi": "Du thuyền Cung điện Hoàng gia Hạ Long",
        "general_info": [
            "903 đánh giá",
            "- 104 trên 632 Tour du lịch bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Đến thăm động Thiên Cung, du khách có thể được nghe những câu chuyện thú vị về hình dáng của các nhũ đá, măng đá gắn liền với truyền thuyết Vịnh Hạ Long về Vua Rồng.Đọc thêm",
        "reviews": [
            "Đây là một hành trình thú vị. Cabin đáng yêu có vòi sen và nhà vệ sinh riêng. Rất sạch sẽ. Nhân viên thân thiện. Thức ăn tuyệt vời và rất nhiều. Những điểm tham quan tuyệt vời để xem là phải làm - s. Rất khuyến khích.Đọc thêm",
            "Nhân viên rất thân thiện.  Vì chúng tôi không cung cấp thông tin hộ chiếu kịp thời nên chúng tôi nghĩ rằng mình đã gặp một số khó khăn khi lên tàu. Nhưng Alex - quản lý hành trình - và Violet - hướng dẫn viên du lịch hành trình - cũng như các nhân viên khác thực sự hữu ích và thân thiện. Trải nghiệm tổng thể với cảnh quan tuyệt đẹp thật tuyệt! Cảm ơn các nhân viên đã làm việc rất tốt, chúng tôi đã tận hưởng khoảng thời gian trên tàu!Đọc thêm",
            "Hành trình rất tốt với Vịnh Hạ Long tuyệt đẹp được hướng dẫn viên Tony và phi hành đoàn của chúng tôi thực hiện đặc biệt. Tony chúng tôi rõ ràng rất đam mê công việc của anh ấy và đã nỗ lực hết mình để đảm bảo tất cả hành khách trên tàu đều được chăm sóc chu đáo và có khoảng thời gian vui vẻ. Ông đã dành thời gian để giải thích rất nhiều về khu vực địa phương. Phi hành đoàn cũng rất tốt và hữu ích. Đồ ăn trên du thuyền rất ngon. Nhìn chung, một trải nghiệm rất tốt để thư giãn qua đêm.Đọc thêm",
            "Alex là một hướng dẫn viên du lịch tuyệt vời, người cực kỳ hữu ích và rất thú vị. Tôi đã học được rất nhiều điều trong chuyến đi về các hòn đảo và hang động nhờ Alex.Đọc thêm",
            "Chúng tôi hoàn toàn yêu thích hành trình của mình với Cung điện Hoàng gia. Alex và nhân viên của anh ấy thật tuyệt vời, thân thiện, chu đáo và nhiều thông tin. Thức ăn rất phong phú và ngon miệng - chúng tôi rất thích mỗi bữa ăn. Phòng của chúng tôi rộng rãi và tầm nhìn ra vịnh luôn ngoạn mục. Là một con tàu cỡ trung, chúng tôi có cơ hội nói chuyện với tất cả khách trên tàu và cả Alex nếu cần mà không bị choáng ngợp bởi kích thước của con tàu và quá nhiều khách trên tàu. Chúng tôi chắc chắn sẽ quay lại và chèo thuyền cùng Alex và nhóm của anh ấy một lần nữa.Đọc thêm",
            "Thực sự yêu thích chuyến đi! Hoàn toàn tuyệt vời, trước hết - đội ngũ nhân viên thật tuyệt vời! họ thực sự khiến chúng tôi cảm thấy như gia đình. hướng dẫn viên du lịch Alex là một chàng trai cực kỳ tuyệt vời! Thực sự quan tâm đến sự thoải mái của chúng tôi. Phần còn lại của phi hành đoàn cũng tuyệt vời trong suốt thời gian qua. Nhóm của chúng tôi đi cùng với một nhóm gồm 15 khách du lịch khó chịu một cách tàn nhẫn. họ đã cố gắng tranh cãi, không bao giờ đến đúng giờ và để lại những đánh giá cay nghiệt, các nhân viên đã đối xử với họ một cách thân thiện và không để điều đó ảnh hưởng đến chuyến đi! họ rất khó chịu - kỳ nghỉ đáng yêu và rất muốn giới thiệu nó! tldr: nhân viên thật tuyệt vời, thật ngọt ngào, đồ ăn rất ngon, quang cảnh thật tuyệt vời, bạn - sẽ có khoảng thời gian tuyệt vời với công ty này Đọc thêm",
            "Chúng tôi thấy Royal Palace Cruise hoàn toàn xuất sắc.  Nhân viên - thức ăn rất tuyệt. Đêm thứ 2 của chúng tôi đã bị hủy do thời tiết xấu, - chúng tôi đã được chăm sóc - đề nghị hoàn lại tiền đầy đủ - họ đến khách sạn của chúng tôi 2 ngày sau đó với khoản hoàn trả bằng tiền mặt của chúng tôi.  Chúng tôi chắc chắn sẽ giới thiệu công ty này.Đọc thêm",
            "Chiếc thuyền mang lại cảm giác chân thực của người Việt Nam, do đó, chính điều đó đã khiến hành trình này trở nên khác biệt so với các tour thương mại lớn hơn. Thức ăn rất tuyệt, phòng của chúng tôi vượt quá mong đợi và chúng tôi rất thích mọi hoạt động. Hướng dẫn viên của chúng tôi, Tony, rất thân thiện và hữu ích. 10 - 10 sẽ giới thiệu!Đọc thêm",
            "Trải nghiệm tuyệt vời với tất cả đội ngũ hội đồng quản trị, họ - đều rất tốt bụng và luôn hữu ích. Alex hướng dẫn viên du lịch thực sự quan tâm và nói tiếng Anh rất tốt. Phong cách và trang trí của thuyền rất dễ thương và mang lại cảm giác rất Việt Nam, thuyền cũng không quá lớn, đó là một điểm cộng. Chuyến đi 2 đêm 3 ngày là một khoảng thời gian tuyệt vời nên tôi đã có thời gian tận hưởng Vịnh Hạ Long một cách yên bình hơn và không hề vội vã. Muốn giới thiệu vì bạn cảm thấy thực sự được chào đón trên tàu! Đọc thêm",
            "Alex thật tuyệt vời, thân thiện và hiểu biết.  Anh ấy sẽ trả lời bất kỳ câu hỏi nào bạn có thể có và anh ấy sẽ giúp bạn về bất cứ điều gì bạn cần.  Nhìn chung đó là một chuyến đi tuyệt vời và một trải nghiệm tuyệt vời.  Cảm ơn Alex - Đọc thêm"
        ],
        "star_ratings": [
            781,
            87,
            16,
            12,
            7
        ],
        "review_amount": 903,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Cung điện Hoàng gia Hạ Long",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written May 4, 2024",
            "Written May 2, 2024",
            "Written April 11, 2024",
            "Written December 13, 2023",
            "Written December 5, 2023",
            "Written November 22, 2023",
            "Written November 18, 2023",
            "Written October 16, 2023",
            "Written September 11, 2023",
            "Written September 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7688578-Reviews-Halong_Royal_Palace_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or10-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2539926-Reviews-Halong_Imperial_Cruise_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17327233-Reviews-Vietnam_Discovery_Tour_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5075439-Reviews-Vietnam_OpenTour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748342-Reviews-Zambaka_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24936514-Reviews-Hanoi_Package_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1383033-Reviews-SF_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8078381-Reviews-La_Spa_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4094176-Reviews-Vietnam_in_Focus_Photo_Tours_and_Workshops-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290202-Reviews-Wati_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6979196-Reviews-Asia_Package_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12001522-Reviews-Seawind_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15828699-Reviews-GOVNTRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20160089-Reviews-HaLong_Master_Day_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d519952-Reviews-Campo_Santa_Margherita-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g58704-d7109396-Reviews-8_Bit_Arcade_Bar-Renton_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d8019243-Reviews-Wayne_Newton_s_Casa_de_Shenandoah-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g34471-d7226776-Reviews-Canal_Street_Historic_District-New_Smyrna_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g48797-d143365-Reviews-Jones_Beach_State_Park-Wantagh_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g312762-d4022342-Reviews-Delta_El_Tigre-Tigre_Province_of_Buenos_Aires_Central_Argentina.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d104861-Reviews-Ford_s_Theatre-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55879-d3370112-Reviews-Magic_Carpet_Golf-Galveston_Galveston_Island_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133667-d8800562-Reviews-Thermae_Yu-Kabukicho_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g28947-d267833-Reviews-Beartooth_Highway-Montana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or10-Halong_Royal_Palace_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-Halong_Royal_Palace_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Royal Palace Cruise",
        "attraction_name_vi": "Du thuyền Cung điện Hoàng gia Hạ Long",
        "general_info": [
            "903 đánh giá",
            "- 104 trên 632 Tour du lịch bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Đến thăm động Thiên Cung, du khách có thể được nghe những câu chuyện thú vị về hình dáng của các nhũ đá, măng đá gắn liền với truyền thuyết Vịnh Hạ Long về Vua Rồng.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có khoảng thời gian tuyệt vời trên tàu du lịch với ông Alex là người quản lý trên tàu. Phòng Suite thật tuyệt vời và đáng giá. Chúng tôi yêu thích tất cả các hoạt động, đặc biệt là khám phá hang động!  Thật vui khi được gặp nhiều người khác nhau trên tàu và dành thời gian cùng nhau. Cảm ơn Alex và thủy thủ đoàn rất nhiều vì khoảng thời gian và trải nghiệm tuyệt vời. Đọc thêm",
            "Tôi có thể nói gì đây, cung điện hoàng gia có rất nhiều nét đặc trưng, ​​bầu không khí tuyệt vời, phi hành đoàn cũng vậy và thậm chí còn lớn hơn với Alex. Tôi đã được giúp đỡ mọi thứ tôi cần, - là một người hưu trí hạn chế di chuyển - tôi luôn cảm thấy bao gồm, chúng tôi thật may mắn khi được may mắn có được một nhóm khách tuyệt vời, mặc dù thực tế là 80 người - đến từ Tây Ban Nha và Catalonia. Tôi không thể cảm ơn Alex và Tina từ những chuyến tham quan độc đáo - người đã lên kế hoạch cho chuyến đi của tôi - đủ rồi. Tôi không ngần ngại giới thiệu chuyến tham quan này. Nếu bạn phải thực hiện chuyến tham quan trong ngày, tuy nhiên, 2 ngày một đêm trên tàu là kỷ niệm mà tôi sẽ mãi trân trọng Đọc thêm",
            "Tôi đã đặt chỗ trước 2 tuần trên Traveloka, tôi đã thanh toán, nhận được email xác nhận và voucher. Tôi đáp chuyến bay từ Vinh ra Hà Nội, đi ô tô mất 3 tiếng đồng hồ, do một người bạn kiên nhẫn chở vì việc này. Khi tôi tham gia đấu thầu Royal Palace Cruise, tôi được thông báo rằng việc đặt chỗ của tôi đã bị công ty du lịch Royal hủy bỏ. Người trợ lý ở đó nói với tôi rằng họ đã gửi email tới Traveloka và cô ấy đã cố gắng liên hệ với Traveloka nhưng không thành công. Khi cô ấy ở đó, cô ấy gọi cho Traveloka trước mặt tôi và Traveloka trả lời rằng họ chưa bao giờ gửi xác nhận chấp nhận hủy nên họ không cần phải nói với tôi. Đơn giản, công ty du lịch muốn kiếm được - 50USD bằng cách cho hai khách vào phòng ngủ thay vì một. Cô ấy tìm thấy họ, và sau đó: fxxk Giorgio!Người trợ lý, để biện minh cho mình, nói với tôi: - đó - là chính sách - .Họ có thể nói với tôi rằng họ muốn - 50 và tôi sẽ tiết kiệm 2000 chi phí đi lại bằng cách đưa cho họ hoặc đi nơi khác. Hoặc họ có thể trung thực và chuyên nghiệp hơn nữa và giữ nguyên lượt đặt chỗ của tôi. Ngày hôm sau phải đáp chuyến bay từ Hà Nội vào Hồ Chí Minh. Không có cách nào để đặt lại cuốn khác.Đọc thêm",
            "Alex chủ nhà của chúng tôi rất vui mừng được hướng dẫn trong chuyến tham quan vịnh Hạ Long. Chiếc thuyền rất quyến rũ, đồ ăn ngon - một số món ngon nhất tôi từng ăn ở Việt Nam - và các phòng - phòng tắm sang trọng. Tuy nhiên, cuối cùng thì chính các nhân viên và đặc biệt là Alex đã khiến chúng tôi cảm thấy thực sự được chào đón và quý trọng với tư cách cá nhân cũng như khách hàng. Thật khiêm tốn khi có những người thực sự muốn giúp bạn vượt lên trên vai trò công việc của họ để tạo điều kiện thuận lợi cho kế hoạch du lịch của bạn. Sự hào phóng đáng kinh ngạc.Đọc thêm",
            "Sự hiếu khách của các nhân viên rất lịch sự và đặc biệt cảm ơn hướng dẫn viên du lịch của chúng tôi, ông Tony. Ngay từ khi đón khách tại khu phố cổ Hà Nội cho đến khi đi xe buýt đến Vịnh Hạ Long là một điều rất thú vị khi anh kể về lịch sử Việt Nam cũng như chuyến đi du lịch. Nếu bạn muốn có người hướng dẫn thì ông Tony - đó là người hoàn hảo.Đọc thêm",
            "Hướng dẫn viên Alex của chúng tôi thật tuyệt vời, anh ấy biết rất nhiều về vịnh Hạ Long và không ngừng mỉm cười trong suốt chuyến đi. 100 - được đề xuất.Đọc thêm",
            "Hoàn toàn là một chuyến đi tuyệt vời với Alex và phi hành đoàn của anh ấy. Cuộc phiêu lưu được quản lý cực kỳ tốt và các điểm tham quan thật ngoạn mục. Tôi khuyến khích tất cả mọi người từ những người độc thân, các cặp đôi và gia đình tham gia chuyến đi hoành tráng này.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất trên hành trình 2 ngày 1 đêm này. Chúng tôi đã đi vào tháng 6 năm 2023 và chỉ có một nửa sức chứa của thuyền, vì vậy chúng tôi đã được nâng cấp miễn phí lên suite deluxe nhìn ra biển! Alex là một hướng dẫn viên tuyệt vời và rất nhiều thông tin về vịnh Hạ Long và có thể trả lời tất cả các câu hỏi ngẫu nhiên của chúng tôi! Chúng tôi đã có rất nhiều hoạt động, bãi biển, hang động, chèo thuyền kayak và đi bộ đến một điểm ngắm cảnh tuyệt đẹp cùng với nhiều thời gian để tận hưởng chiếc thuyền và thư giãn! Chúng tôi thực sự rất thích sự giúp đỡ và đồng hành của các nhân viên, đặc biệt là ông vua, Quyết, Đạt và Vũ. Chúng tôi rất thích dành thời gian với họ cùng với việc tập Thái Cực Quyền và chơi bóng đá trên cát! Hành trình tuyệt vời và rất khuyến khích nếu bạn đang có kế hoạch tham quan vịnh hạ long xinh đẹp!Đọc thêm",
            "Hành trình tuyệt vời trên chiếc thuyền này! Phi hành đoàn rất tốt bụng, phòng rất thoải mái và đẹp, đồ ăn rất ngon và phong cảnh đẹp !!! Tôi không thể giới thiệu nó nhiều hơn. Alex là hướng dẫn viên du lịch của chúng tôi và anh ấy là người tử tế nhất, biết nhiều và rất chuyên nghiệp. Cảm ơn tất cả các bạn rất nhiều!Đọc thêm",
            "Một trong những ngày tuyệt vời nhất trong cuộc đời tôi. Royal Palace có một bầu không khí bằng gỗ tuyệt đẹp và chúng tôi có những món ăn tuyệt vời, quá nhiều để ăn.  mọi người đều được tính đến, ăn chay, không ăn cá hoặc dị ứng.  mọi việc diễn ra rất thoải mái nhờ sự hướng dẫn tuyệt vời của hướng dẫn viên chuyên nghiệp và rất tốt bụng TONY của chúng tôi.  Lịch trình hàng ngày thật hoàn hảo và chúng tôi đã thực hiện tất cả những điểm nổi bật bao gồm cả việc leo lên Ti Top và hang động bất ngờ cũng có đủ thời gian để thư giãn.  lấy phòng hoàng gia sau đó bạn có sân thượng riêng, nơi bạn có thể chiêm ngưỡng cảnh hoàng hôn tuyệt đẹp.  tất cả trong một chuyến đi tuyệt vời.  với một hướng dẫn viên hiểu rõ nghề nghiệp của mình và tỏa ra sự nhiệt tình.  đặc biệt hãy đặt ngay Cung điện Hoàng gia nếu bạn muốn chắc chắn có được khoảng thời gian trong đời.Đọc thêm",
            "Tự hỏi liệu nước nơi bạn bơi có sạch không?  Đó là một bãi biển hay ngoài thuyền?  Bạn thuộc nhóm tuổi nào trong chuyến tham quan 1 đêm?Đọc thêm",
            "Bạn không bơi khi chèo thuyền kayak. Bạn có khoảng 30 - 45 phút để chèo thuyền kayak quanh những vách đá tuyệt đẹp. Và khi bạn đi bộ đường dài, sẽ có một nơi được buộc dây để bạn có thể bơi. Có người đang bơi và nó trông sạch sẽ hơn nhiều so với nơi có nhiều thuyền nhưng đó không phải là khu vực rộng lớn để bơi. Và nhóm của chúng tôi trên du thuyền cung điện hoàng gia rất đa dạng về độ tuổi. Từ 25 đến 60 nhưng bạn có thể chọn các chuyến du ngoạn khác nhau với đối tượng trẻ hơn hoặc lớn tuổi hơn nếu muốn. Giống như một chuyến du ngoạn bằng rượu hoặc một chuyến du ngoạn thư giãn. : -  mong\nĐiều này giúpĐọc thêm",
            "Dịch vụ đưa đón từ Hà Nội tới tàu đã được bao gồm trong giá. Cảm ơn bạn.Đọc thêm",
            "CHÀO\nNếu bạn đặt trực tiếp trên trang web của chúng tôi hoặc đặt trên tripadvisore, hãy cung cấp dịch vụ đưa đón miễn phí cả hai chiềuĐọc thêm",
            "Chỉ thắc mắc trong phòng có máy sấy tóc không?Đọc thêm",
            "CHÀO\nCó, chúng tôi có máy sấy tóc trong phòngĐọc thêm",
            "Bạn bè của tôi và tôi sẽ muốn đặt một chuyến du ngoạn vào ngày 24 tháng 1. Có 5 người chúng tôi và muốn đón tại Hà Nội. Giá sẽ là bao nhiêu?Đọc thêm",
            "Leonie thân mến\n\nCảm ơn bạn rất nhiều vì câu hỏi của bạn. Chúng tôi có phòng cho nhóm của bạn - 1phòng ba - 1phòng đôi - cabin đôi - . Giá cả phụ thuộc vào tùy chọn tour bạn muốn đặt\n\nĐối với đặt phòng sớm, chúng tôi có giảm giá 15. \n\n - - 2N1N trên thuyền giá từ 290usd - cabin - 2pax\n - - 3N2N trên thuyền giá từ 450usd - cabin - 2pax\n - - 3 ngày 2 đêm trên thuyền và bungalow giá từ 420usd - cabin - 2 khách\n...\n\nĐể biết thêm thông tin, bạn có thể gửi email cho chúng tôi hoặc truy cập vào trang web của chúng tôi để biết chi tiết và nhận được ưu đãi tốt hơn: - \n\nhalongroyalpalacecurise TeamĐọc thêm",
            "Bạn sẽ đón và trả khách tại khách sạn của tôi chứ?Đọc thêm",
            "Chào Cát P, \nNếu bạn đặt trực tiếp với chúng tôi, chúng tôi chỉ cung cấp dịch vụ đón - trả khách miễn phí quanh quận Hoàn Kiếm - khu phố cổ Hà Nội - vì vậy vui lòng thông báo cho chúng tôi địa chỉ khách sạn bạn sẽ lưu trú tại Hà Nội. Nếu không ở quận Hoàn Kiếm, vui lòng có mặt tại văn phòng chúng tôi: 9 Hàng Hương, Hoàn Kiếm, Hà Nội lúc 7h45 sáng ngày khởi hành. Cần phải có hộ chiếu gốc để nhận phòng trên thuyền. Nếu bạn cần thêm thông tin xin vui lòng liên hệ với tôi.Đọc thêm",
            "Chào bạn,\nTôi muốn biết bạn đặt tour như thế nào? Thông qua trang web chính thức của họ hay thông qua khách sạn của bạn?\nCảm ơn nhiều,\nShaneĐọc thêm",
            "Thông qua một đại lý du lịch địa phương tại Hà Nội - Vietnam Unique ToursĐọc thêm",
            "Có ai có thông tin liên lạc trực tiếp với trụ sở chính của Royal Palace tại Hà Nội hoặc Vịnh Hạ Long không?\nCảm ơnĐọc thêm",
            "CHÀO\n\nĐường dây nóng là - 84942476960 - 8439262328Đọc thêm",
            "Chúng tôi đã đặt tour vào ngày 24 và 25 tháng 3. Chỉ tự hỏi thời tiết sẽ như thế nào thôi. Chúng tôi dự định để hành lý ở Hà Nội và chỉ mang theo một chiếc túi nhỏ hơn. Chúng ta cần những yếu tố thiết yếu nào. Cảm ơn rất nhiều, mong chờ chuyến tham quan của chúng tôi.Đọc thêm",
            "Chúng tôi đã để lại hầu như mọi thứ ở Hà Nội. Bạn chỉ cần những thứ thiết yếu nhất - bàn chải đánh răng, lược, có thể là một bộ quần áo thay. Tôi gần như chắc chắn rằng họ đã cung cấp xà phòng và dầu gội đầu. Đọc thêm"
        ],
        "star_ratings": [
            781,
            87,
            16,
            12,
            7
        ],
        "review_amount": 903,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Cung điện Hoàng gia Hạ Long",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written September 2, 2023",
            "Written August 14, 2023",
            "Written August 12, 2023",
            "Written July 30, 2023",
            "Written June 11, 2023",
            "Written June 11, 2023",
            "Written June 5, 2023",
            "Written June 3, 2023",
            "Written June 3, 2023",
            "Written June 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7688578-Reviews-or10-Halong_Royal_Palace_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or20-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2539926-Reviews-Halong_Imperial_Cruise_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17327233-Reviews-Vietnam_Discovery_Tour_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5075439-Reviews-Vietnam_OpenTour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748342-Reviews-Zambaka_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24936514-Reviews-Hanoi_Package_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1383033-Reviews-SF_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8078381-Reviews-La_Spa_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4094176-Reviews-Vietnam_in_Focus_Photo_Tours_and_Workshops-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290202-Reviews-Wati_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6979196-Reviews-Asia_Package_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12001522-Reviews-Seawind_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15828699-Reviews-GOVNTRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20160089-Reviews-HaLong_Master_Day_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026022-d7728923-Reviews-Waterfalls_Inn_Tigoni-Kiambu_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d107777-Reviews-Noah_s_Ark_Water_Park-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g317129-d10682015-Reviews-Sokcho_Beach-Sokcho_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g3671656-d3654420-Reviews-Love_Valley_Wild_West_Town-Love_Valley_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d12377179-Reviews-Dunkin_Park-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g29185-d1036380-Reviews-Red_Top_Mountain_State_Park-Acworth_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187195-d219188-Reviews-24_Hours_of_Le_Mans_Museum-Le_Mans_City_Le_Mans_Sarthe_Pays_de_la_Loire.html",
            "https://www.tripadvisor.com/Attraction_Review-g53964-d5871272-Reviews-Century_III_Mall-West_Mifflin_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g46372-d260926-Reviews-Lakota_Wolf_Preserve-Columbia_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d7318888-Reviews-Itwar_Bazar-Islamabad_Islamabad_Capital_Territory.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or20-Halong_Royal_Palace_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or10-Halong_Royal_Palace_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Royal Palace Cruise",
        "attraction_name_vi": "Du thuyền Cung điện Hoàng gia Hạ Long",
        "general_info": [
            "903 đánh giá",
            "- 104 trên 632 Tour du lịch bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Đến thăm động Thiên Cung, du khách có thể được nghe những câu chuyện thú vị về hình dáng của các nhũ đá, măng đá gắn liền với truyền thuyết Vịnh Hạ Long về Vua Rồng.Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện chuyến du ngoạn qua đêm trên Vịnh Hạ Long với Tony và nhóm của anh ấy và trải nghiệm thật tuyệt vời!! Tony rất hữu ích và đảm bảo rằng anh ấy đã đến đúng nơi, đúng thời điểm. Ngay từ khi bắt đầu chuyến đi, anh đã rất chú trọng đến thời gian và sự đúng giờ nên toàn bộ chuyến đi diễn ra rất suôn sẻ. Anh ấy cũng đã chỉ định 2 phòng cho chúng tôi khi anh ấy thấy rằng chúng tôi có 2 đứa con đi cùng và phòng dành cho gia đình 3 người thì quá nhỏ và gần động cơ. Đồ ăn rất tuyệt vời và món nào cũng ngon miệng, ngay từ hải sản về thịt và rau - Tôi ước mình có thể cho 10 sao cho đồ ăn. Tàu du lịch hơi nhỏ nhưng rất thoải mái. Phòng của chúng tôi rất sạch sẽ và phòng tắm rất tuyệt vời. Các nhân viên trên tàu rất thân thiện và hữu ích. Nhìn chung, đây là một trải nghiệm tuyệt vời, nhờ có Tony và toàn bộ đội ngũ của Royal Palace Cruise!! Đọc thêm",
            "Tony đã đưa chúng tôi đi khắp mọi nơi và là một nhà lãnh đạo giỏi. Chúng tôi rất thích chuyến đi của chúng tôi. Chúng tôi sẽ giới thiệu công ty, chuyến tham quan và Tony của bạn.Đọc thêm",
            "Là một trải nghiệm tốt, hướng dẫn viên du lịch Toni rất tốt bụng và thân thiện. Làm cho trải nghiệm trở nên rất mượt mà và khiến mọi việc trở nên dễ dàngĐọc thêm",
            "Thuyền gỗ theo phong cách truyền thống trang trí công phu thực sự đẹp. Giường rất thoải mái - phòng đẹp hoàn toàn khuyên dùng suite nhìn ra biển. Vòi hoa sen tuyệt vời - phòng kích thước đáng yêu. Nhân viên thật đáng kinh ngạc khi họ không thể - làm đủ! Cảm ơn đặc biệt tới Alex - chàng trai đã khiến mọi thứ trở nên đặc biệt. Rất chu đáo - chu đáo Đọc thêm",
            "Alex và phi hành đoàn của anh ấy thật tuyệt vời. Họ cung cấp nhiều thông tin và cũng rất thân thiện. Nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào, họ luôn sẵn sàng 24 - 7 và sẵn lòng giúp đỡ khi cần. Rất muốn giới thiệu cho tất cả bạn bè và gia đình của tôi ở Úc. Sẽ đăng ký lại trong tương lai!Đọc thêm",
            "Hành trình tuyệt vời, chủ yếu là vì đồ ăn rất hoành tráng và Alex hướng dẫn viên du lịch của chúng tôi rất ân cần, vui vẻ, lịch sự và rất có năng lựcĐọc thêm",
            "Cảm ơn Alex vì cảm giác được chào đón! Chúng tôi đã có một kỳ nghỉ tốt đẹp. Thức ăn rất nhiều và quang cảnh thật khó quên. Căn phòng có máy lạnh đẹp và giường êm ái. Các hoạt động này đúng như những gì bạn mong đợi, chèo thuyền kayak và tham quan bãi biển với một điểm ngắm cảnh.Đọc thêm",
            "Một trong những trải nghiệm tuyệt vời nhất Phi hành đoàn thực sự tốt và hướng dẫn viên Alex rất vui vẻ và dễ chịu với tất cả du khách. Hy vọng một ngày nào đó sẽ quay lại.Đọc thêm",
            "Du thuyền trên Vịnh Hạ Long đang chờ đợi giữa vịnh. Từng chi tiết của chuyến đi được chăm chút với chất lượng cao. Dịch vụ tiêu chuẩn cao: lễ tân, bữa ăn tuyệt vời và các hoạt động đa dạng, tươi ngon như chèo thuyền kayak, câu cá đêm, leo núi, bơi lội và thậm chí là một trận bóng đá với tất cả nhân viên và đi bộ đến một hang động ngoạn mục. Tất cả phi hành đoàn và khách đều được quản lý tốt bởi Alex và cũng là một thuyền trưởng tuyệt vời. Xin chúc mừng tất cả các thành viên!Đọc thêm",
            "Thật là một cuộc phiêu lưu kỳ diệu! Chúng tôi không thể tưởng tượng được điều gì tuyệt vời hơn hành trình này! Chúng tôi đã gặp lỗi khi đặt chỗ và Alex đã khắc phục mọi thứ với công ty du lịch của chúng tôi. Không một chút lo lắng nào cho chúng tôi. Đồ ăn, sự chăm sóc của nhân viên, thái cực quyền vào sáng sớm, căn phòng tuyệt đẹp và quang cảnh - tất cả đều mê hoặc.Đọc thêm"
        ],
        "star_ratings": [
            781,
            87,
            16,
            12,
            7
        ],
        "review_amount": 903,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Cung điện Hoàng gia Hạ Long",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written June 2, 2023",
            "Written June 2, 2023",
            "Written June 2, 2023",
            "Written June 1, 2023",
            "Written June 1, 2023",
            "Written May 31, 2023",
            "Written May 29, 2023",
            "Written May 21, 2023",
            "Written May 20, 2023",
            "Written May 8, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7688578-Reviews-or20-Halong_Royal_Palace_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or10-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or30-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2539926-Reviews-Halong_Imperial_Cruise_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17327233-Reviews-Vietnam_Discovery_Tour_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5075439-Reviews-Vietnam_OpenTour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748342-Reviews-Zambaka_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24936514-Reviews-Hanoi_Package_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1383033-Reviews-SF_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8078381-Reviews-La_Spa_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4094176-Reviews-Vietnam_in_Focus_Photo_Tours_and_Workshops-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290202-Reviews-Wati_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6979196-Reviews-Asia_Package_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12001522-Reviews-Seawind_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15828699-Reviews-GOVNTRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20160089-Reviews-HaLong_Master_Day_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d141346-Reviews-Seattle_Japanese_Garden-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g6516362-d198894-Reviews-Caves_of_Diros-Diros_Laconia_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d12495277-Reviews-Atlantic_City_Boardwalk_Tram_Service-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d317431-Reviews-Ocean_Park-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g30615-d560230-Reviews-Riverchase_Galleria-Hoover_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g3575823-d16675102-Reviews-Shala_River-Shkoder_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g30829-d197719-Reviews-Unclaimed_Baggage-Scottsboro_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g57102-d15189635-Reviews-Evermore_Park-Pleasant_Grove_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d939620-Reviews-Nusa_Dua_Beach-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g189432-d7071070-Reviews-Faragas_Beach-Paros_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or30-Halong_Royal_Palace_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or20-Halong_Royal_Palace_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Royal Palace Cruise",
        "attraction_name_vi": "Du thuyền Cung điện Hoàng gia Hạ Long",
        "general_info": [
            "903 đánh giá",
            "- 104 trên 632 Tour du lịch bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Đến thăm động Thiên Cung, du khách có thể thưởng thức những câu chuyện thú vị về hình dáng của các nhũ đá và măng đá gắn liền với truyền thuyết về Vua Rồng trên Vịnh Hạ Long. Đọc thêm",
        "reviews": [
            "Chúng tôi đã có kỳ nghỉ 2 ngày 1 đêm tuyệt vời tại Royal Palace Cruise. Phòng thoải mái và tiện nghi cũng tốt! Chúng tôi đi dọc vịnh, chơi cayak, thăm hang động, tập thái cực quyền, một lớp học nấu ăn, tất cả đều có sự hướng dẫn của hướng dẫn viên tuyệt vời Alex! Alex biết rất nhiều về vịnh và đưa chúng tôi đến tất cả những điểm tốt nhất! Sẽ 1000 - giới thiệu! Cảm ơn Alex và nhóm vì kỳ nghỉ tuyệt vời của chúng tôi. Chắc chắn chúng tôi sẽ quay lại - Đọc thêm",
            "Alex - phi hành đoàn của anh ấy thật tuyệt vời. Alex thân thiện với đầy đủ thông tin - giúp đỡ. Toàn bộ phi hành đoàn đều xuất sắc - tôi không thể giới thiệu họ cao hơn. Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời khi du lịch Vịnh Hạ Long với Cung điện Hoàng gia. Trải nghiệm chèo thuyền thật tuyệt vời với môi trường ấm cúng và đội ngũ nhân viên thân thiện. Hướng dẫn viên du lịch, ông Tony rất hữu ích trong suốt hành trình và cố gắng hết sức để giải quyết mọi nhu cầu của chúng tôi. Anh ấy thậm chí còn giúp sắp xếp một chiếc bánh để tổ chức sinh nhật theo yêu cầu đột ngột của chúng tôi - Một chuyến đi thực sự tuyệt vời - - - Đọc thêm",
            "Nhân viên rất thân thiện và nhiệt tình. Hoạt động họ sắp xếp rất hay và tuyệt vời. Phòng sạch sẽ và thoải mái. Đọc thêm",
            "Chuyến đi tuyệt vời Hướng dẫn viên tuyệt vời Tony, đồ ăn rất ngon, cabin thoải mái và sạch sẽ, có thể quay lại, chuyến đi tuyệt vời. Đọc thêm",
            "Vừa kết thúc chuyến tham quan tuyệt vời với du thuyền Royal Palace. Chiếc thuyền đẹp với đội ngũ nhân viên xinh xắn và hướng dẫn viên du lịch tuyệt vời, Alex. Chắc chắn đề nghị. Ngoài ra, chúc mừng sinh nhật Alex! Hãy luôn mỉm cười - EmmaĐọc thêm",
            "Chúng tôi thực sự rất thích chuyến du lịch 3 ngày này! Alex với tư cách là Giám đốc hành trình đã quan tâm đến việc tất cả hành khách đều cảm thấy thoải mái và dễ chịu. hành trình thực sự sạch sẽ và thức ăn rất tuyệt! Ngoài ra, các phòng đều rất đẹp và tất cả nhân viên đều rất hữu ích trong mọi hoạt động! các chuyến du lịch trong ngày rất nhiều niềm vui! chúng tôi cũng có một nhóm tuyệt vời ủng hộ sự rung cảm tích cực! chắc chắn sẽ làm điều đó một lần nữa! chúc mừng từ đội Peter!Đọc thêm",
            "Chuyến tham quan đã được đặt thông qua nhân viên tiếp tân của chúng tôi tại Hà Nội. Việc vận chuyển đến đúng giờ và nhân viên rất thân thiện.  Di chuyển đến Vịnh Hạ Long - w. 1 lần nghỉ giải lao - diễn ra suôn sẻ trên một chiếc xe buýt được trang bị tốt. Hướng dẫn viên Alex của chúng tôi đón chúng tôi tại bến cảng sau khi chúng tôi đợi 5 phút. Việc vận chuyển đến tàu du lịch diễn ra suôn sẻ. Tất cả nhân viên trên tàu đều rất thân thiện và đã cố gắng hết sức. Phòng sạch sẽ, chúng tôi nhận được 1 chai nước uống trong 2 trong 3 ngày. Mặc dù lịch trình hơi chặt chẽ nhưng chương trình vẫn tương tự với mọi hành trình. Alex, hướng dẫn viên du lịch, TUYỆT VỜI có tham vọng đáp ứng mọi mong muốn của chúng tôi. Điểm nổi bật của tôi là chơi bóng đá bãi biển với anh ấy trên đảo Tutov. Anh ấy cũng tổ chức cho chúng tôi một phương tiện di chuyển - trong một thông báo rất ngắn - vào ngày chúng tôi cần! - từ halong pourt đến nimh binh, chúng tôi quên đặt trước. Thức ăn rất ngon và phong phú. Họ phục vụ những người bị dị ứng và sở thích ăn uống - ăn chay, chỉ có thịt gà, không chứa gluten, v.v. - Nhìn chung, trải nghiệm này rất nổi bật và chúng tôi chắc chắn sẽ đặt lại chuyến tham quan này. Chúng tôi cũng hát karaoke và câu mực, điều mà các chuyến du ngoạn khác được cho là đã bỏ bê. Đọc thêm",
            "Đây là một hành trình qua đêm tuyệt vời! Một trải nghiệm tuyệt vời phải làm. Alex là một người chủ nhà tuyệt vời và đảm bảo rằng tất cả chúng tôi đều có mọi thứ chúng tôi cần và chúng tôi luôn vui vẻ và thoải mái, anh ấy rất am hiểu về khu vực và kể cho chúng tôi nghe về lịch sử của Vịnh Hạ Long thật tuyệt vời! Anh ấy nhận thấy chúng tôi đang đi hưởng tuần trăng mật trong khi chờ lên thuyền nên đã hào phóng nâng cấp chúng tôi và sắp xếp một - dãy phòng trăng mật - cho chúng tôi. Chúng tôi đã chèo thuyền kayak vào ngày đầu tiên từ một trang trại ngọc trai nổi, nơi bạn có thể tìm hiểu về nghề nuôi ngọc trai và ngắm nhìn tất cả những viên ngọc trai tuyệt đẹp mà họ sản xuất. Ngoài ra, trong một chuyến tham quan hang động tuyệt vời và một hòn đảo xinh đẹp khác, nơi bạn có thể leo lên đỉnh để xem đánh giá tuyệt vời. Ngoài ra còn có thêm phần thưởng là đồ ăn rất tuyệt vời và có một giờ vui vẻ tuyệt vời để thưởng thức những ly cocktail ngon tuyệt! 10 - 10 trải nghiệm, cách ngắm Vịnh Hạ Long đẹp nhất.Đọc thêm",
            "Đó là một kỳ nghỉ tuyệt vời! Các phòng đều sạch sẽ và đẹp. Các nhân viên nói tiếng Anh tốt và rất tử tế - thật tuyệt vời đối với Alex -. Tôi không thể - tìm thấy bất cứ điều gì tôi muốn thay đổi trong chuyến đi này!Đọc thêm"
        ],
        "star_ratings": [
            781,
            87,
            16,
            12,
            7
        ],
        "review_amount": 903,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Cung điện Hoàng gia Hạ Long",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written May 5, 2023",
            "Written May 5, 2023",
            "Written May 2, 2023",
            "Written May 2, 2023",
            "Written May 2, 2023",
            "Written April 25, 2023",
            "Written April 25, 2023",
            "Written April 18, 2023",
            "Written April 8, 2023",
            "Written April 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7688578-Reviews-or30-Halong_Royal_Palace_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or20-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or40-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2539926-Reviews-Halong_Imperial_Cruise_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17327233-Reviews-Vietnam_Discovery_Tour_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5075439-Reviews-Vietnam_OpenTour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748342-Reviews-Zambaka_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24936514-Reviews-Hanoi_Package_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1383033-Reviews-SF_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8078381-Reviews-La_Spa_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4094176-Reviews-Vietnam_in_Focus_Photo_Tours_and_Workshops-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290202-Reviews-Wati_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6979196-Reviews-Asia_Package_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12001522-Reviews-Seawind_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15828699-Reviews-GOVNTRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20160089-Reviews-HaLong_Master_Day_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d25963863-Reviews-Pitt_Club_KL-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d2078853-Reviews-Nora_Thai_Massage_Center-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066445-d4294281-Reviews-Shunkaen_BONSAI_Museum-Edogawa_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g40487-d4003939-Reviews-Duck_Commander-West_Monroe_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d13384709-Reviews-Hot_spring_Park-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g480250-d3605685-Reviews-Itanda_Falls-Jinja_Eastern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303916-d2706688-Reviews-Mor_Paeng_Waterfall-Pai_Mae_Hong_Son_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d563413-Reviews-Talking_Stick_Resort_Amphitheatre-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d7272164-Reviews-Yas_Mall-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g295396-d4821133-Reviews-Aqua_magic_park-Constanta_Constanta_County_Southeast_Romania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or40-Halong_Royal_Palace_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or30-Halong_Royal_Palace_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Royal Palace Cruise",
        "attraction_name_vi": "Du thuyền Cung điện Hoàng gia Hạ Long",
        "general_info": [
            "903 đánh giá",
            "- 104 trên 632 Tour du lịch bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Đến thăm động Thiên Cung, du khách có thể được nghe những câu chuyện thú vị về hình dáng của các nhũ đá, măng đá gắn liền với truyền thuyết Vịnh Hạ Long về Vua Rồng.Đọc thêm",
        "reviews": [
            "Chuyến đi tuyệt vời!!! Chuyến đi thật tuyệt vời và nhân viên thật dễ thương! ! Thật tốt bụng và tử tế! Các quan điểm là tuyệt vời là tốt! Lo lắng từng xu!Đọc thêm",
            "Chuyến đi tuyệt vời. Chiếc thuyền thực sự đẹp như trong ảnh và thực sự khiến chuyến đi trở nên đặc biệt. Cảm giác như du hành ngược thời gian nhưng với AC! Alex và phi hành đoàn thật tuyệt vời! Alex đã chia sẻ rất nhiều thông tin lịch sử và văn hóa thú vị về những điều chúng tôi đang thấy. Thức ăn rất ngon và có nhiều món khác nhau để thử. Và tất nhiên Vịnh Hạ Long thật tuyệt vời khi được chiêm ngưỡng. Lúc đầu tôi hơi lo lắng vì thời tiết có nhiều sương mù và u ám nhưng bây giờ tôi rất vui vì điều đó. Nó thực sự đã làm tăng thêm sự huyền bí của nơi này và tạo nên một số bức ảnh tuyệt vời. Chuyến tham quan hang động cũng thực sự thú vị không ngờ. Tất cả đều đáng giá.Đọc thêm",
            "Trải nghiệm đáng yêu, Rose là một người dẫn chương trình và hướng dẫn tuyệt vời và tất cả các nhân viên đều rất đáng yêu. Thức ăn rất ngon. Thuyền là một trong số ít thuyền gỗ trong vịnh có những hình chạm khắc rất đẹp và có nét quyến rũ đặc biệt riêng.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời ở Vịnh Hạ Long với Royal Palace Cruises. Đội ngũ nhân viên rất tuyệt vời và rất thân thiện. Mọi thứ đều được tổ chức tốt, đồ ăn rất nhiều và các hoạt động rất vui nhộn. Đọc thêm",
            "Chuyến du ngoạn và dịch vụ rất tuyệt vời của hướng dẫn viên Alex. Anh ấy giải thích mọi thứ chi tiết và chăm sóc chúng tôi rất chu đáo. Chắc chắn sẽ giới thiệu cho bạn bè và gia đình tôi. Việt Nam và Alex rất đáng yêu!!!Đọc thêm",
            "Chuyến đi tuyệt đẹp, nhiều hoạt động hay và một hướng dẫn viên tuyệt vời Alex đã khiến chuyến đi trở nên đặc biệt hơn. Chiếc thuyền thật tuyệt và đó là một trải nghiệm tuyệt vời. Cảm ơn Alex và các thành viên còn lạiĐọc thêm",
            "Chuyến du ngoạn được tổ chức rất tốt và diễn ra suôn sẻ. Thuyền sạch sẽ và gọn gàng với những cabin được trang bị tốt. Thức ăn tuyệt vời và nhiều món ăn chay được phục vụ. Các chuyến đi trên bờ rất bổ ích và thú vị. Hướng dẫn viên của chúng tôi đã ở bên chúng tôi từ đầu đến cuối và rất thân thiện và chu đáo, đáp ứng mọi nhu cầu của chúng tôi. Đọc thêm",
            "Rất khuyến khích hành trình 2 ngày 1 đêm thật tuyệt vời.  Nhân viên đã rất xuất sắc cũng như thủy thủ đoàn.  Lượt xem thật đáng kinh ngạc cũng như chuyến thăm Hang đáng ngạc nhiên.  Thuyền trôi rất êm đềm và cảm ơn Alex và Mr King rất nhiều!Đọc thêm",
            "Hang động rất đẹp và quang cảnh trên đỉnh đảo cũng rất tuyệt vời! Những người muốn đến có thể thực hiện mọi hoạt động trong hành trình nàyĐọc thêm",
            "Tôi yêu thích chuyến đi này, đó là phần tôi thích nhất trong chuyến đi đến Việt Nam. Bản thân chuyến tham quan đã được sắp xếp hợp lý - đúng giờ và chúng tôi có nhiều thời gian - không cảm thấy vội vã. Hướng dẫn viên Tony của chúng tôi là một trong những người nổi bật, anh ấy thật tuyệt vời và rất có sức chứa, thân thiện, hữu ích và nồng nhiệt - hướng dẫn viên du lịch giỏi nhất từ ​​​​thời chúng tôi ở Việt Nam. Thức ăn cũng rất nổi bật và những phần ăn lớn - nếu không quá lớn, tôi không thể ăn hết! Các hoạt động rất tuyệt vời, tôi đặc biệt yêu thích chèo thuyền kayak và thám hiểm hang động. Rất khuyến khích!Đọc thêm"
        ],
        "star_ratings": [
            781,
            87,
            16,
            12,
            7
        ],
        "review_amount": 903,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Cung điện Hoàng gia Hạ Long",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written April 3, 2023",
            "Written April 2, 2023",
            "Written March 31, 2023",
            "Written March 30, 2023",
            "Written March 27, 2023",
            "Written March 26, 2023",
            "Written March 20, 2023",
            "Written March 8, 2023",
            "Written February 26, 2023",
            "Written February 21, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7688578-Reviews-or40-Halong_Royal_Palace_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or30-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or50-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2539926-Reviews-Halong_Imperial_Cruise_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17327233-Reviews-Vietnam_Discovery_Tour_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5075439-Reviews-Vietnam_OpenTour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748342-Reviews-Zambaka_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24936514-Reviews-Hanoi_Package_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1383033-Reviews-SF_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8078381-Reviews-La_Spa_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4094176-Reviews-Vietnam_in_Focus_Photo_Tours_and_Workshops-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290202-Reviews-Wati_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6979196-Reviews-Asia_Package_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12001522-Reviews-Seawind_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15828699-Reviews-GOVNTRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20160089-Reviews-HaLong_Master_Day_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g45667-d117031-Reviews-Lincoln_Children_s_Zoo-Lincoln_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d19908678-Reviews-Cirque_Du_Soleil_Bazzar-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g57000-d2716998-Reviews-Crystal_Geyser-Green_River_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g274793-d2226050-Reviews-Termy_Zakopianskie-Zakopane_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23342532-Reviews-BLU_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127381-d320128-Reviews-Nagoya_Castle-Naka_Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g58667-d1135253-Reviews-Pacific_Beach_State_Park-Pacific_Beach_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d4027126-Reviews-Splitsville_Luxury_Lanes-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60603-d2646769-Reviews-Uncle_Robert_s_Awa_Bar_and_Farmers_Market-Pahoa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1121046-d7918031-Reviews-Honda_Collection_Hall-Motegi_machi_Haga_gun_Tochigi_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or50-Halong_Royal_Palace_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or40-Halong_Royal_Palace_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Royal Palace Cruise",
        "attraction_name_vi": "Du thuyền Cung điện Hoàng gia Hạ Long",
        "general_info": [
            "903 đánh giá",
            "- 104 trên 632 Tour du lịch bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Đến thăm động Thiên Cung, du khách có thể được nghe những câu chuyện thú vị về hình dáng của các nhũ đá, măng đá gắn liền với truyền thuyết Vịnh Hạ Long về Vua Rồng.Đọc thêm",
        "reviews": [
            "Đó là một chuyến đi thuyền tuyệt vời với hướng dẫn viên du lịch của chúng tôi Toni. Anh ấy đã cống hiến hết năng lượng của mình trong suốt chuyến đi này từ lúc anh ấy tham gia cùng chúng tôi cho đến lúc anh ấy bỏ rơi chúng tôi. Tôi thích cách anh ấy mô tả mọi thứ một cách đầy đam mê và anh ấy chia sẻ những điều anh ấy biết về văn hóa của mình. Cũng là một trong những tiếng Anh hay nhất tôi từng nghe khi ở Việt Nam. Khi ở trên thuyền, đồ ăn rất tuyệt và thủy thủ đoàn rất niềm nở. Đó là một chuyến đi yên tĩnh vì tôi nghe thấy những chiếc thuyền gần đó đang tiệc tùng sôi nổi. Việt Nam là một đất nước rất ồn ào nên tôi thực sự đánh giá cao khoảng thời gian yên tĩnh ở vị trí hùng vĩ này của vịnh Hạ Long. Đáng lẽ phải có karaoke, nhưng tôi nghĩ lẽ ra phải do khách khởi xướng và vì đó không phải là văn hóa của chúng tôi nên không có chuyện gì xảy ra nhưng cá nhân tôi thực sự không bận tâm. Tôi rất thích khoảnh khắc gắn kết khi trò chuyện với những du khách khác. Nói chung, thức ăn rất tuyệt, con người rất tuyệt, thuyền rất tuyệt. Toni thật xuất sắc. Tôi thực sự khuyên bạn nên chọn Toni và thuyền cung điện Hoàng gia nếu bạn đang nghĩ đến việc đi du thuyền trên vịnh Hạ Long.Đọc thêm",
            "Chúng tôi đi du lịch cùng hai đứa con 10 và 7 tuổi. Cả hai chúng tôi đều yêu thích chuyến tham quan cũng như bọn trẻ. Một trong những tour du lịch tốt nhất ở Việt Nam. Thức ăn thật tuyệt vời và nhân viên rất tuyệt. Một lời cảm ơn đặc biệt đến hướng dẫn của chúng tôi Alex! Rất khuyến khích công ty du lịch này.Đọc thêm",
            "Chúng tôi đã ở Royal Palace Cruise cùng với tất cả nhóm của tôi đến từ Argentina. Mọi thứ đều hoàn hảo! Đồ ăn, tuyệt vời, rất đa dạng và chất lượng rất tốt. Nhân viên luôn thân thiện và hữu ích, đặc biệt là Người quản lý, Alex, anh ấy giải thích rất rõ ràng và rất thân thiện. Chúng tôi đã có khoảng thời gian tuyệt vời với họ! Và vào buổi tối, sau bữa tối, chúng tôi chơi một số bản nhạc để khiêu vũ và ca hát. Thật nhiều niềm vui!!! Tôi thực sự khuyên bạn nên đi tham quan Vịnh Hạ Long với công ty này! Cảm ơn bạn rất nhiều!!! Đọc thêm",
            "Alex rất tốt bụng và hữu ích. Tôi đã tận hưởng chuyến đi của mình. Đồ ăn ngon và phòng thoải mái. Cảm ơn bạn.Đọc thêm",
            "Alex là một người hướng dẫn tuyệt vời và một cầu thủ bóng đá tuyệt vời. Tôi đã có một trải nghiệm tốt với anh ấy. Hy vọng sẽ quay lại và gặp lại bạn sớm!! Đọc thêm",
            "Chiếc thuyền đẹp với một phi hành đoàn tuyệt vời, rất niềm nở và chuẩn bị những bữa ăn tuyệt vời. Tony là hướng dẫn viên du lịch giỏi nhất mà tôi từng có ở Việt Nam, anh ấy đã giúp toàn bộ chuyến đi diễn ra suôn sẻ và khiến mọi người cảm thấy thoải mái. Nếu bạn muốn có một kỳ nghỉ thật thư giãn tại vịnh Hạ Long mà vẫn có thể ngắm nhìn mọi thứ và học hỏi được nhiều điều thì Tony and The Royal Palace cryise là nơi dành cho bạn.Đọc thêm",
            "Alex là người chủ nhà tuyệt vời, tôi rất thích kỳ nghỉ ở đây. Thời tiết có chút mây, nhưng các hòn đảo rất đẹp.Đọc thêm",
            "Điểm nổi bật của chuyến tham quan là hướng dẫn viên Alex của chúng tôi. Anh ấy rất tốt bụng, giải thích, giúp đỡ. Tôi giới thiệu anh ấy!Đọc thêm",
            "Chuyến đi du lịch tuyệt vời trên một chiếc thuyền du lịch truyền thống, sạch sẽ. Nhân viên không thể làm đủ và tất cả các nhu cầu ăn kiêng của chúng tôi đều được đáp ứng. Alex, hướng dẫn viên tươi cười của chúng tôi rất thân thiện, ấm áp, hiểu biết và nói tiếng Anh cực kỳ tốt khiến trải nghiệm hành trình đầu tiên của chúng tôi trở nên đáng nhớ. Đọc thêm",
            "Chiếc thuyền thật tuyệt vời và thủy thủ đoàn rất tốt bụng và hấp dẫn. Thoải mái, sang trọng và yên tĩnh. Tất cả những gì chúng ta có thể hy vọng trong chuyến đi ngắn ngày quanh Vịnh Hạ LongĐọc thêm",
            "Bạn có thắc mắc nước ở nơi bạn bơi có sạch không? Đó là bãi biển hay ngoài thuyền? Bạn có nhóm tuổi nào tham gia tour 1 đêm không?Đọc thêm",
            "Bạn không bơi khi chèo thuyền kayak. Bạn có khoảng 30 - 45 phút để chèo thuyền kayak quanh những vách đá tuyệt đẹp. Và khi bạn đi bộ đường dài, sẽ có một nơi được buộc dây để bạn có thể bơi. Có người đang bơi và nó trông sạch sẽ hơn nhiều so với nơi có nhiều thuyền nhưng đó không phải là khu vực rộng lớn để bơi. Và nhóm của chúng tôi trên du thuyền cung điện hoàng gia rất đa dạng về độ tuổi. Từ 25 đến 60 nhưng bạn có thể chọn các chuyến du ngoạn khác nhau với đối tượng trẻ hơn hoặc lớn tuổi hơn nếu muốn. Giống như một chuyến du ngoạn bằng rượu hoặc một chuyến du ngoạn thư giãn. : -  mong\nĐiều này giúpĐọc thêm",
            "Dịch vụ đưa đón từ Hà Nội tới tàu đã được bao gồm trong giá. Cảm ơn bạn.Đọc thêm",
            "CHÀO\nNếu bạn đặt trực tiếp trên trang web của chúng tôi hoặc đặt trên tripadvisore, hãy cung cấp dịch vụ đưa đón miễn phí cả hai chiềuĐọc thêm",
            "Chỉ thắc mắc trong phòng có máy sấy tóc không?Đọc thêm",
            "CHÀO\nCó, chúng tôi có máy sấy tóc trong phòngĐọc thêm",
            "Bạn bè của tôi và tôi sẽ muốn đặt một chuyến du ngoạn vào ngày 24 tháng 1. Có 5 người chúng tôi và muốn đón tại Hà Nội. Giá sẽ là bao nhiêu?Đọc thêm",
            "Leonie thân mến\n\nCảm ơn bạn rất nhiều vì câu hỏi của bạn. Chúng tôi có phòng cho nhóm của bạn - 1phòng ba - 1phòng đôi - cabin đôi - . Giá cả phụ thuộc vào tùy chọn tour bạn muốn đặt\n\nĐối với đặt phòng sớm, chúng tôi có giảm giá 15. \n\n - - 2N1N trên thuyền giá từ 290usd - cabin - 2pax\n - - 3N2N trên thuyền giá từ 450usd - cabin - 2pax\n - - 3 ngày 2 đêm trên thuyền và bungalow giá từ 420usd - cabin - 2 khách\n...\n\nĐể biết thêm thông tin, bạn có thể gửi email cho chúng tôi hoặc truy cập vào trang web của chúng tôi để biết chi tiết và nhận được ưu đãi tốt hơn: - \n\nhalongroyalpalacecurise TeamĐọc thêm",
            "Bạn sẽ đón và trả khách tại khách sạn của tôi chứ?Đọc thêm",
            "Chào Cát P, \nNếu bạn đặt trực tiếp với chúng tôi, chúng tôi chỉ cung cấp dịch vụ đón - trả khách miễn phí quanh quận Hoàn Kiếm - khu phố cổ Hà Nội - vì vậy vui lòng thông báo cho chúng tôi địa chỉ khách sạn bạn sẽ lưu trú tại Hà Nội. Nếu không ở quận Hoàn Kiếm, vui lòng có mặt tại văn phòng chúng tôi: 9 Hàng Hương, Hoàn Kiếm, Hà Nội lúc 7h45 sáng ngày khởi hành. Cần phải có hộ chiếu gốc để nhận phòng trên thuyền. Nếu bạn cần thêm thông tin xin vui lòng liên hệ với tôi.Đọc thêm",
            "Chào bạn,\nTôi muốn biết bạn đặt tour như thế nào? Thông qua trang web chính thức của họ hay thông qua khách sạn của bạn?\nCảm ơn nhiều,\nShaneĐọc thêm",
            "Thông qua một đại lý du lịch địa phương tại Hà Nội - Vietnam Unique ToursĐọc thêm",
            "Ai có liên hệ trực tiếp với Royal Palace - trụ sở chính tại Hà Nội hoặc Vịnh Hạ Long?\nCảm ơnĐọc thêm",
            "CHÀO\n\nĐường dây nóng là - 84942476960 - 8439262328Đọc thêm",
            "Chúng tôi đã đặt tour vào ngày 24 và 25 tháng 3. Chỉ tự hỏi thời tiết sẽ như thế nào thôi. Chúng tôi dự định để hành lý ở Hà Nội và chỉ mang theo một chiếc túi nhỏ hơn. Chúng ta cần những yếu tố thiết yếu nào. Cảm ơn rất nhiều, mong chờ chuyến tham quan của chúng tôi.Đọc thêm",
            "Chúng tôi đã để lại hầu hết mọi thứ ở Hà Nội. Bạn chỉ cần những thứ thiết yếu - bàn chải đánh răng, lược, có thể là một bộ quần áo để thay. Tôi gần như chắc chắn rằng họ đã cung cấp xà phòng và dầu gội đầu.Đọc thêm"
        ],
        "star_ratings": [
            781,
            87,
            16,
            12,
            7
        ],
        "review_amount": 903,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Cung điện Hoàng gia Hạ Long",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written February 18, 2023",
            "Written February 18, 2023",
            "Written February 15, 2023",
            "Written February 13, 2023",
            "Written February 13, 2023",
            "Written February 13, 2023",
            "Written February 6, 2023",
            "Written February 5, 2023",
            "Written February 3, 2023",
            "Written January 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7688578-Reviews-or50-Halong_Royal_Palace_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or40-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or60-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2539926-Reviews-Halong_Imperial_Cruise_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17327233-Reviews-Vietnam_Discovery_Tour_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5075439-Reviews-Vietnam_OpenTour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748342-Reviews-Zambaka_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24936514-Reviews-Hanoi_Package_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1383033-Reviews-SF_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8078381-Reviews-La_Spa_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4094176-Reviews-Vietnam_in_Focus_Photo_Tours_and_Workshops-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290202-Reviews-Wati_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6979196-Reviews-Asia_Package_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12001522-Reviews-Seawind_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15828699-Reviews-GOVNTRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20160089-Reviews-HaLong_Master_Day_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189480-d4916317-Reviews-Livadaki_Beach-Samos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g10456715-d1729528-Reviews-Dilek_National_Park-Guzelcamli_Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d12559063-Reviews-The_Light_Show_at_the_San_Fernando_Cathedral-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7379922-Reviews-Kyoto_Garden-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d18970302-Reviews-Goddess_Gentlemen_s_Lounge_And_A_GoGo_Bar-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d548427-Reviews-Queen_Sirikit_Botanic_Garden-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d109512-Reviews-McKinney_Falls_State_Park-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g29505-d218992-Reviews-Mount_Greylock-Adams_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g49444-d14789449-Reviews-Hagan_Stone_Park-Pleasant_Garden_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g298283-d450981-Reviews-Gunung_Mat_Cincang-Langkawi_Langkawi_District_Kedah.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or60-Halong_Royal_Palace_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or50-Halong_Royal_Palace_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Royal Palace Cruise",
        "attraction_name_vi": "Du thuyền Cung điện Hoàng gia Hạ Long",
        "general_info": [
            "903 đánh giá",
            "- 104 trên 632 Tour du lịch bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Đến thăm động Thiên Cung, du khách có thể thưởng thức những câu chuyện thú vị về hình dáng của các nhũ đá và măng đá gắn liền với truyền thuyết về Vua Rồng trên Vịnh Hạ Long. Đọc thêm",
        "reviews": [
            "Công ty du lịch hữu ích, Kim giúp tôi sắp xếp từ đón đến trả khách, không có phí hay lệ phí ẩn. Hướng dẫn và lời khuyên rõ ràng và đầy đủ thông tin cho mỗi điểm dừng từ hướng dẫn viên du lịch nói tiếng Anh và tiếng Trung thân thiện của chúng tôi, Alex. công việc tuyệt vời từ các thành viên hành trình. Chắc chắn sẽ quay lại.Đọc thêm",
            "Chúng tôi thực sự thích chiếc thuyền - rất nhiều tính cách và đủ thoải mái cho chúng tôi! Hướng dẫn viên Alex của chúng tôi rất tuyệt và đã chăm sóc chúng tôi rất tốt ngay từ đầu! Anh ấy thực sự hữu ích và đưa ra những hướng dẫn rõ ràng về những gì sẽ xảy ra ở mỗi điểm dừng - như lời khuyên về việc nên mặc gì, gặp lúc mấy giờ, phải làm gì - . Thức ăn khá ngon và có số lượng lớn - chúng tôi chưa bao giờ hoàn thành mọi thứ! Nếu bạn đang ở trên tàu, hãy thử câu mực! Thật thú vị và chúng tôi thực sự đã bắt được điều gì đó!Đọc thêm",
            "Dịch vụ tuyệt vời trải nghiệm tuyệt vời, nhân viên và thành viên phi hành đoàn đã mang đến sự hiếu khách hoàn hảo! Chúng tôi được tổ chức bởi ông Alex, người đứng đầu tour du lịch, người đã cung cấp dịch vụ cao cấp.Đọc thêm",
            "Chuyến tham quan thật tuyệt vời và thậm chí còn được thực hiện nhiều hơn bởi hướng dẫn viên du lịch xuất sắc của chúng tôi, Alex. Rất lịch sự, hiểu biết và có sức chứa. Cảm ơn bạn Alex!Đọc thêm",
            "Đây là một hành trình tuyệt vời. Được tổ chức tốt bởi Alex của Cung điện Hoàng gia, cả trên bờ và từ thuyền cũng như trên tàu. Thức ăn tươi ngon và phong phú và tất cả nhân viên đều vui vẻ và dễ chịu. Có nhiều hoạt động khác nhau để tham gia hoặc chỉ thư giãn trên tàu suốt cả ngày. Tôi đặc biệt thích tập thái cực quyền lúc 6 giờ sáng ở tầng trên. Được tôi giới thiệu - :-Đọc thêm",
            "Alex và nhân viên rất thân thiện và hữu ích. Phải trải nghiệm nhiều hoạt động khác nhau, bao gồm chèo thuyền kayak ở một khu vực cách xa tất cả các tàu du lịch khác. Để phản ánh chính xác nội thất hành trình, hãy tham khảo hình ảnh của khách hàng trong bài viết của tripadvisor. Tận hưởng chuyến đi, cảm ơn Alex!Đọc thêm",
            "Chúng tôi yêu thích tất cả. Thức ăn rất tuyệt và nhân viên rất thân thiện và lịch sự.  Xin gửi lời cảm ơn chân thành nhất tới Alex vì anh ấy rất hữu ích trong mọi việc và khi nào đó anh ấy sẽ khiến khoảng thời gian trên tàu trở nên rất đáng nhớ. Những nơi chúng tôi đến thăm thật tuyệt vời và đã chụp được rất nhiều bức ảnh tuyệt vời và đáng nhớ.Đọc thêm",
            "Alex là một người hướng dẫn tuyệt vời - thực sự hữu ích và giải thích mọi thứ rất hay. Chúng tôi được ăn uống đầy đủ và có thời tiết tuyệt vời.Đọc thêm",
            "Phi hành đoàn cực kỳ chuyên nghiệp và chu đáo với khách - mọi nhu cầu. Con bot rất đáng yêu và một tuyến đường được thiết kế đẹp mắt bao gồm chèo thuyền kayak, đi bộ trong hang động và tham quan bãi biển. Alex, hướng dẫn viên chính của chúng tôi, rất thú vị và thân thiện, và đã biến nó thành một chuyến đi thú vị và đầy thông tin. Thức ăn thật tuyệt vời và chúng tôi thậm chí còn được tham gia lớp học nấu ăn của riêng mình trên tàu. Rất muốn giới thiệu. Chuyến đi của cuộc đờiĐọc thêm",
            "Alex là hướng dẫn viên du lịch tốt nhất mà chúng tôi có thể yêu cầu! Ưu điểm:- tiếng Anh tốt - giải thích tuyệt vời về lịch sử - văn hóa- cực kỳ thân thiện - dễ gần Nhược điểm- khôngĐọc thêm"
        ],
        "star_ratings": [
            781,
            87,
            16,
            12,
            7
        ],
        "review_amount": 903,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Cung điện Hoàng gia Hạ Long",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written January 2, 2023",
            "Written January 1, 2023",
            "Written December 30, 2022",
            "Written December 29, 2022",
            "Written December 21, 2022",
            "Written December 21, 2022",
            "Written December 20, 2022",
            "Written December 19, 2022",
            "Written December 12, 2022",
            "Written December 12, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7688578-Reviews-or60-Halong_Royal_Palace_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or50-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or70-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2539926-Reviews-Halong_Imperial_Cruise_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17327233-Reviews-Vietnam_Discovery_Tour_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5075439-Reviews-Vietnam_OpenTour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748342-Reviews-Zambaka_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24936514-Reviews-Hanoi_Package_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1383033-Reviews-SF_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8078381-Reviews-La_Spa_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4094176-Reviews-Vietnam_in_Focus_Photo_Tours_and_Workshops-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290202-Reviews-Wati_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6979196-Reviews-Asia_Package_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12001522-Reviews-Seawind_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15828699-Reviews-GOVNTRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20160089-Reviews-HaLong_Master_Day_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g49507-d2272257-Reviews-Dan_Nicholas_Park-Salisbury_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g12360565-d6925517-Reviews-Skotino_Cave-Gouves_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g230095-d668918-Reviews-Holidayworld_Maspalomas_Center-Maspalomas_San_Bartolome_de_Tirajana_Gran_Canaria_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g40251-d272106-Reviews-Coushatta_Casino_Resort-Kinder_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g34709-d8548067-Reviews-South_Beach_Park-Vero_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d1165693-Reviews-Cooter_s_Museum_and_Store_Nashville-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d298650-Reviews-Tivoli_Park-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g33128-d7919980-Reviews-Stinson_Beach-Stinson_Beach_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d7138074-Reviews-Corniche_Beach-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g13198704-d736063-Reviews-Grutas_Tolantongo-Tolantongo_Central_Mexico_and_Gulf_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or70-Halong_Royal_Palace_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or60-Halong_Royal_Palace_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Royal Palace Cruise",
        "attraction_name_vi": "Du thuyền Cung điện Hoàng gia Hạ Long",
        "general_info": [
            "903 đánh giá",
            "- 104 trên 632 Tour du lịch bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Đến thăm động Thiên Cung, du khách có thể được nghe những câu chuyện thú vị về hình dáng của các nhũ đá, măng đá gắn liền với truyền thuyết Vịnh Hạ Long về Vua Rồng.Đọc thêm",
        "reviews": [
            "Chuyến tham quan được đặt vào phút chót là một bất ngờ lớn. Chúng tôi là một nhóm nhỏ và Tony, hướng dẫn viên, đã tạo ra một môi trường rất dễ chịu giữa mọi người. Phòng VIP thật tuyệt đẹp. Bạn có thể tận hưởng sự riêng tư trên ban công ở phía sau thuyền giữa các hoạt động. Đừng ngần ngại đi cùng họ! Đọc thêm",
            "Chúng tôi đã đặt chuyến tham quan này vào phút cuối nhưng phát hiện ra đó là một trải nghiệm hoàn toàn tuyệt vời. Hướng dẫn viên người Anh của chúng tôi, Tony, rất đam mê và hiểu biết về Vịnh Hạ Long cũng như lịch sử của nó. Chúng tôi ở trong phòng nhìn ra đại dương nơi chúng tôi có thể tận hưởng đại dương mát mẻ. Chế độ xem Dịch vụ và đồ ăn trên tàu thật tuyệt vời. Tôi muốn giới thiệu chuyến tham quan này cho những người bạn muốn đến thăm Vịnh Hạ Long. Chuyến tham quan rất hay - hướng dẫn viên Tony của chúng tôi là một hướng dẫn viên du lịch rất nhiệt tình và hiểu biết - và các nhân viên trên thuyền Họ. tất cả đều rất lịch sự - mặc dù ban đầu việc yêu cầu phòng của chúng tôi chậm - nhưng nó đã được sửa ngay sau khi báo cáo với nhân viên - Tôi đặc biệt giới thiệu hành trình này cho bất kỳ ai muốn đến thăm Vịnh Hạ Long trong tương lai - Đọc thêm",
            "Phi hành đoàn và Alex, trưởng đoàn du lịch rất ấm áp và cung cấp một chuyến tham quan tuyệt vời đến Vịnh Hạ Long. Phòng sạch sẽ và thức ăn được cung cấp đủ và ngon. Đây là một chuyến du lịch 2N1Đ thú vị với nhiều hoạt động đáng nhớ.Đọc thêm",
            "Nhân viên rất tuyệt vời. Hướng dẫn viên Alex của chúng tôi rất chu đáo, hài hước và rất hữu ích. Đồ ăn tuyệt vời về mặt đa dạng và chất lượngĐọc thêm",
            "Alex và phi hành đoàn của anh ấy rất tốt bụng, sẵn sàng và chu đáo. Họ đảm bảo rằng chuyến đi của chúng tôi sẽ tốt nhất và nó đã diễn ra tốt nhất. Mỗi bữa ăn trên thuyền đều rất phong phú, đầy màu sắc và ngon miệng, mọi chuyến tham quan đều được tổ chức và thực hiện một cách hiệu quả đặt tại những điểm tham quan tốt nhất. Chiếc thuyền thật tuyệt vời, được thiết kế theo phong cách truyền thống với gỗ và đồ trang trí. Phòng có tất cả các tiện nghi cần thiết, bao gồm cả nước nóng và tầm nhìn từ phòng thật ngoạn mục. Chúng tôi thực sự khuyên bạn nên tham gia chuyến tham quan của họ!Đọc thêm",
            "Chuyến đi rất thú vị - một chiếc thuyền truyền thống - một điều gì đó mới mẻ đối với trẻ em!  Thức ăn rất tuyệt và chúng tôi đã làm mọi thứ từ bơi lội, câu mực, chơi bóng đá trên bãi biển, tham quan hang động lớn nhất trong khu vực - ngoạn mục - đến thái cực quyền và làm chả giò -. Alex và các nhân viên đã cố gắng hết sức để giữ cho chúng tôi hạnh phúc, điều này được đánh giá cao. Tái bút: cocktail cũng ngon và bọn trẻ rất thích sinh tố - Hein, Megan - gia đìnhĐọc thêm",
            "Chuyến đi thật tuyệt vời, thực sự là cách tuyệt vời để ngắm vịnh. Alex là một hướng dẫn viên du lịch tuyệt vời, người đã tổ chức mọi thứ rất tốt. Sẽ giới thiệu. Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời và thực sự là cách duy nhất để ngắm nhìn Vịnh Hạ Long. Hướng dẫn viên Alex của chúng tôi đã khiến trải nghiệm này trở nên đặc biệt hơn đối với chúng tôi bằng tính cách đáng kinh ngạc của anh ấy. Anh ấy cực kỳ hữu ích và chuyên nghiệp. Anh ấy - xuất hiện bên dưới trong bức ảnh chụp cùng tôi khi chúng tôi đến thăm Hang Sửng Sốt. Chèo thuyền kayak, bơi lội, chơi bóng đá trên bãi biển với Alex - đó là một trải nghiệm tuyệt vời. Ngoài ra, Titop, câu mực, những bữa ăn tuyệt vời với vô số món ăn phục vụ theo phong cách gia đình, chỗ ở sang trọng nhưng chân thực và nhiều hơn thế nữa!!!!Đọc thêm!!!!",
            "Trải nghiệm thực sự tuyệt vời! Chuyến tham quan tuyệt vời ở Vịnh Hạ Long. Alex rất tốt bụng và hữu ích, anh ấy đã dành thời gian để giải thích cho chúng tôi tất cả những điều cần biết về vịnh và thậm chí nhiều hơn thế nữa! Thực sự khuyên dùngĐọc thêm",
            "Đã thực hiện hành trình 2 ngày 1 đêm - cách hoàn toàn tuyệt vời để ngắm nhìn Vịnh Hạ Long. Thức ăn thật tuyệt vời, đa dạng và phong phú. Alex, hướng dẫn của chúng tôi rất xuất sắc và đáng yêu và không thể hữu ích hơn được nữa. Thực sự khuyên bạn nên. Thoải mái, vui vẻ và vô số hoạt động giúp bạn giải tríĐọc thêm"
        ],
        "star_ratings": [
            781,
            87,
            16,
            12,
            7
        ],
        "review_amount": 903,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Cung điện Hoàng gia Hạ Long",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written December 10, 2022",
            "Written December 10, 2022",
            "Written December 7, 2022",
            "Written December 6, 2022",
            "Written December 4, 2022",
            "Written December 2, 2022",
            "Written November 27, 2022",
            "Written November 27, 2022",
            "Written November 27, 2022",
            "Written November 27, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7688578-Reviews-or70-Halong_Royal_Palace_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or60-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or80-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2539926-Reviews-Halong_Imperial_Cruise_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17327233-Reviews-Vietnam_Discovery_Tour_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5075439-Reviews-Vietnam_OpenTour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748342-Reviews-Zambaka_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24936514-Reviews-Hanoi_Package_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1383033-Reviews-SF_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8078381-Reviews-La_Spa_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4094176-Reviews-Vietnam_in_Focus_Photo_Tours_and_Workshops-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290202-Reviews-Wati_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6979196-Reviews-Asia_Package_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12001522-Reviews-Seawind_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15828699-Reviews-GOVNTRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20160089-Reviews-HaLong_Master_Day_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d109287-Reviews-Fort_Worth_Botanic_Garden-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g51137-d10179754-Reviews-Hoover_Dam-Westerville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7708943-Reviews-Dubai_Taxi-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g152516-d669967-Reviews-Costa_Azul-San_Jose_del_Cabo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g10137450-d2663285-Reviews-Voidokilia_Beach-Petrochori_Pylos_Nestor_Messenia_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g662629-d8498696-Reviews-Corfu_Old_Town-Corfu_Town_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g190387-d2717050-Reviews-Millomeris_Waterfall-Platres_Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g58389-d103359-Reviews-Mount_St_Helens_Visitor_Center-Castle_Rock_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g187242-d2201359-Reviews-Place_des_Lices_Market-Saint_Tropez_French_Riviera_Cote_d_Azur_Provence_Alpes_Cot.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d10473523-Reviews-Freeman_Coliseum-San_Antonio_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or80-Halong_Royal_Palace_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or70-Halong_Royal_Palace_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Royal Palace Cruise",
        "attraction_name_vi": "Du thuyền Cung điện Hoàng gia Hạ Long",
        "general_info": [
            "903 đánh giá",
            "- 104 trong số 632 Tour du thuyền - Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Đến thăm động Thiên Cung, du khách có thể được nghe những câu chuyện thú vị về hình dáng của các nhũ đá, măng đá gắn liền với truyền thuyết Vịnh Hạ Long về Vua Rồng.Đọc thêm",
        "reviews": [
            "Rất khuyến khích hành trình này với các dịch vụ tuyệt vời và các món ăn truyền thống Việt Nam do nhân viên địa phương cung cấp. Cảm ơn rất nhiều đến hướng dẫn viên du lịch xuất sắc của chúng tôi, Alex vì thành tích tốt và dịch vụ của anh ấy trong việc điều hướng cho chúng tôi những điểm tuyệt vời ở Vịnh Hạ Long và kỹ năng giao tiếp tuyệt vời của anh ấy để hiểu thêm về người dân địa phương và thiên nhiên trong bối cảnh lịch sử.Đọc thêm",
            "Chúng tôi đã thực hiện hành trình 3 ngày hai đêm. Thuyền rất tốt và quyến rũ với tất cả nội thất bằng gỗ. Nhân viên rất tuyệt - người quản lý hành trình của chúng tôi Alex đảm bảo rằng chúng tôi có mọi thứ chúng tôi cần.  Tôi muốn giới thiệu thêm một đêm - nhờ đó bạn có thể đi đến những nơi ít đông đúc hơn - việc chèo thuyền kayak bổ sung qua hang động và đầm phá sẽ tốt hơn nhiều so với chuyến đi tiêu chuẩn!Đọc thêm",
            "Trải nghiệm tuyệt vời với một hướng dẫn tuyệt vời, Alex. Đồ ăn ngon và phong cảnh đẹp; gói hai đêm cũng là một lựa chọn tốt vì hành trình ngày thứ hai đưa chúng tôi đến những nơi hẻo lánh hơn nhiều.Đọc thêm",
            "Thật là một chuyến đi tuyệt vời, Alex đã chăm sóc chúng tôi từ lúc chúng tôi lên thuyền cho đến lúc chúng tôi rời bến cảng. Alex và các nhân viên còn lại rất vui vẻ và hữu ích trong suốt chuyến đi. Chúng tôi chèo thuyền kayak, ra bãi biển và ngắm nhìn những hang động. Trải nghiệm tuyệt vời và rất muốn giới thiệuĐọc thêm",
            "Một con tàu đẹp theo phong cách truyền thống, Alex hướng dẫn viên của chúng tôi nói tiếng Anh hoàn hảo và biết mọi thứ bạn muốn biết về vịnh Hạ Long. Dịch vụ tuyệt vời và thức ăn đáng yêu! Cocktail rất ngon! Đọc thêm",
            "Tôi yêu chiếc thuyền này, nó mang lại cảm giác truyền thống của người Việt Nam, đẹp hơn nhiều so với những chiếc thuyền khác trên vịnh. Vịnh Hạ Long tất nhiên là tuyệt đẹp, thực sự khuyên bạn nên đi trong 2 đêm, bạn sẽ được tham quan nhiều địa điểm hơn mà không có quá nhiều khách du lịch. Phòng rất đẹp, tắm tốt! Bạn sẽ không bị đói trên thuyền và đây là cơ hội tuyệt vời để thử nhiều món ăn Việt Nam khác nhau. Các nhân viên đều rất thân thiện và hữu ích. Và cuối cùng là hướng dẫn viên du lịch Alex của chúng tôi, một chàng trai tốt bụng, luôn mỉm cười và sẵn sàng giúp đỡ. Cảm ơn Alex, rất vui được gặp bạn! Tôi muốn trả lời nhận xét tiêu cực được đưa ra trên cố vấn chuyến đi về việc thanh toán bằng tiền mặt. Tôi đã chứng kiến ​​sự việc này và tôi rất tôn trọng Alex trong cách anh ấy xử lý tình huống mặc dù hóa đơn được thanh toán bằng số tiền không phù hợp để sử dụng. Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời trên Royal Palace Cruise. Alex - Huang - và phi hành đoàn rất chu đáo và thân thiện. Chương trình kéo dài 3 ngày 2 đêm với nhiều hoạt động vui nhộn như Thái Cực Quyền lúc mặt trời mọc, chèo thuyền kayak, bơi lội, câu mực và khám phá hang động cùng nhiều giây phút thư giãn xen kẽ. Tất cả các bữa ăn của chúng tôi đều ngon, đúng chất Việt Nam và được phục vụ rất nhiều, bạn không thể đói được. Trên hết, quang cảnh Vịnh Hạ Long thật đáng kinh ngạc, có lẽ là cảnh quan đẹp nhất mà tôi từng thấy. Tôi rất muốn giới thiệu hành trình này.Đọc thêm",
            "Đã làm 3 ngày 2 đêm. Trải nghiệm tuyệt vời, chiếc thuyền chứa ít người hơn bạn thấy trên các chuyến du ngoạn xung quanh, theo tôi, đó là một lợi ích. Đội trưởng của chúng tôi, Alex - Huang -, hoàn toàn xuất sắc, nói tiếng Anh tuyệt vời và cảm giác như một sự khởi đầu tuyệt vời để kết thúc một dịch vụ. Thức ăn rất tuyệt vời và tốt hơn nhiều so với chúng tôi dự đoán. Nhìn thấy vẻ đẹp của Hạ Long và có đủ hoạt động hấp dẫn xuyên suốt. Tôi rất muốn giới thiệu chuyến tham quan này.Đọc thêm",
            "Đó là một chuyến đi tuyệt vời và một trải nghiệm tổng thể tuyệt vời. Alex - hướng dẫn viên của chúng tôi - và toàn bộ phi hành đoàn đã làm một công việc tuyệt vời. Con tàu tốt và truyền thống. Các phòng rất gọn gàng. Thức ăn rất ngon. Tất cả các chuyến đi đã được lên kế hoạch và rất nhiều niềm vui. Dịch vụ này thật đặc biệt. Cách tốt nhất để khám phá Vịnh Hạ Long trong chuyến đi 3 ngày 2 đêm.Đọc thêm",
            "We booked the 1 night 2 day cruise on this boat as a special anniversary treat.Booking was straight forward and payment was taken the day before departure so that was nice to know that was dealt with before arriving.Departure: included in price of our room and pick up was in the old quarter at 8.30, so we arrived in time but the bus was an hour late, a lady from the company was there and was very apologetic explaining traffic was bad and there was a market on, fair enough but i would have thought that would have been known beforehand.Once on the bus we were on the road for about 15mins before a rest room stop and then oddly when we arrived in Halong city and were 10mins from the harbour we stopped again for another one.We were warned about plastic not being allowed at all in the bay for environmental reasons, which I understand but kept my unopened bottle on me to take, I had no intentions of throwing it into the bay when finished nor paying cruise prices for water!Check in: fairly straight forward when we actually got to the boat, the guide Alex was very engaging and kept us up to date with the itenary.Room: we paid for the royal suite and it was just as the pics showed, with the added touch of rose petals on the bed, and complete with two complemtary bottles of  - banned -  plastic bottles of water!Food: there is a lot of it during the trip, not all great but a good selection and most people can find something to their taste buds. I think they try to hard to please bith western and eastern palates. One thing I thought was odd was the order they brought everything out in, we would be brought story fried vegetables after all of the main dishes, as nice as they were they are served better at the same time as the fish and meat they were intended to compliment. Drinks have to be paid for, however it wouldn - t go amiss having a big of complimentary water for each table at meal times. Breakfast was by far the worst meal, best to avoid and wait the extra t hours before they serve the brunch!Tours: kayaking in the bay was great, was a shame however to see rubbish dumped on the edges of the beautiful limestone, with the amount of money the cruises bring in for the local economy I - m sure this rubbish dumping could be addressed. The titop beach was okay, a little stretch of sand and if wanted you could go to the top to see the view, and if you have the weather for it! The caves on the last day were pretty cool and had an amazing view of the bay as you emerged at the top. My only feedback on the tours for the cruise was that they never confirmed how many were attending each trip and so on 2 of the 3 occasions the smaller boat departed for the tour having left people behind. Yes it is partly their own fault for being late, however if a headcount was done before leaving to ascertain if we had everyone then it could have saved the boat going back twice to pick up the stragglers!Bar: happy hour is buy 2 get 1 free, and the margaritas were good. Also another tip is on the stops for the kayaking and beach there are vendors selling beers  - same variety as the cruise -  for half the price so we stocked up on a few for our room to enjoy before dinner.Room tip: we were on 301, it was beautiful however we had a lot of rain on the trip and the windows are not fully sealed in this room so the windows and floor were very wet in the morning, so if in this room I would advise not leaving any belongings underneath the windows if raining!Overall: good fun packed 24hrs cruise, plenty fitted in and well organised, friendly staff and beautiful views of the bay Read more"
        ],
        "star_ratings": [
            781,
            87,
            16,
            12,
            7
        ],
        "review_amount": 903,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Cung điện Hoàng gia Hạ Long",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written November 14, 2022",
            "Written November 6, 2022",
            "Written November 6, 2022",
            "Written November 3, 2022",
            "Written November 3, 2022",
            "Written October 30, 2022",
            "Written October 28, 2022",
            "Written October 28, 2022",
            "Written October 25, 2022",
            "Written September 25, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7688578-Reviews-or80-Halong_Royal_Palace_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or70-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or90-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2539926-Reviews-Halong_Imperial_Cruise_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17327233-Reviews-Vietnam_Discovery_Tour_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5075439-Reviews-Vietnam_OpenTour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748342-Reviews-Zambaka_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24936514-Reviews-Hanoi_Package_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1383033-Reviews-SF_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8078381-Reviews-La_Spa_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4094176-Reviews-Vietnam_in_Focus_Photo_Tours_and_Workshops-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290202-Reviews-Wati_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6979196-Reviews-Asia_Package_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12001522-Reviews-Seawind_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15828699-Reviews-GOVNTRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20160089-Reviews-HaLong_Master_Day_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g36808-d2228902-Reviews-Enchanted_Forest-North_Utica_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g29144-d15026279-Reviews-Stanley_Marketplace-Aurora_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d560606-Reviews-Masonic_Temple-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g37315-d3367752-Reviews-Oasis_Splash_Pad-Michigan_City_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g54273-d11910544-Reviews-Hilton_Head_Island_Beach-Hilton_Head_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g45930-d283396-Reviews-Stateline_Fire_Lookout-Crystal_Bay_Lake_Tahoe_Nevada_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d195293-Reviews-La_Vucciria-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1549402-Reviews-Big_C_Rajdamri-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g32831-d4686216-Reviews-Redwood_Valley_Railway-Orinda_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d14931740-Reviews-Howl_at_the_Moon_Chicago-Chicago_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or90-Halong_Royal_Palace_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or80-Halong_Royal_Palace_Cruise-Hanoi.html"
    },
    {
        "attraction_name": "Halong Royal Palace Cruise",
        "attraction_name_vi": "Du thuyền Cung điện Hoàng gia Hạ Long",
        "general_info": [
            "903 đánh giá",
            "- 104 trên 632 Tour du lịch bằng thuyền - Thể thao dưới nước tại Hà Nội",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Đến thăm động Thiên Cung, du khách có thể thưởng thức những câu chuyện thú vị về hình dáng của các nhũ đá và măng đá gắn liền với truyền thuyết về Vua Rồng trên Vịnh Hạ Long. Đọc thêm",
        "reviews": [
            "Hai ngày được tổ chức tốt. Alex và nhóm của anh ấy thực sự thân thiện. Anh ấy nói tiếng Anh khá tốt. Bữa ăn trên thuyền rất ngon. Phòng của chúng tôi sạch sẽ với một phòng tắm lớn. Bạn nên lưu ý rằng có rất nhiều khách du lịch và thuyền trong vịnh. Ngoài ra, đó là một chuyến tham quan thực sự thú vị! Đọc thêm",
            "Trải nghiệm tuyệt vời ở Vịnh Hạ Long cùng Alex và tất cả thủy thủ đoàn trên Du thuyền Cung điện Hoàng gia! Các phòng rất sạch sẽ, có phòng tắm hoàn chỉnh. Ẩm thực Việt Nam điển hình!Đọc thêm",
            "Chúng tôi nhận được email rằng hành trình của chúng tôi đã được nâng cấp lên Silver Seas từ con tàu này. Chúng tôi có phòng sạch đẹp. Chèo thuyền kayak thông thường, dừng lại ở Hang Sửng Sốt, leo lên Đảo Titop, tập yoga vào sáng sớm, giờ khuyến mãi, câu mực, demo lăn lò xo. Tất cả đều là một vụ nổ và bọn trẻ cũng thích nó, đặc biệt là đồ uống pha trộn nguyên chất! Thật là thư giãn trong khi có đầy đủ các hoạt động cùng một lúc. Vịnh thanh bình và thời tiết hoàn hảo đã giúp ích. Thức ăn trên tàu của chúng tôi rất ngon. Mặc dù nó đông đúc nhưng tôi nghĩ chuyến đi này rất đáng giá. Tôi sẽ làm điều đó một lần nữa? Không chắc lắm nhưng nó đáng để làm ít nhất một lần!!Đọc thêm",
            "Thuyền đẹp, tốt hơn nhiều so với những chiếc thuyền hiện đại đó vì tất cả đều được làm bằng gỗ và có cảm giác rất Việt Nam. Phi hành đoàn cực kỳ thân thiện và chuyên nghiệp. Thật tệ là họ không có 2 cánh buồm lớn vì đây là điều mà người nước ngoài muốn thấy khi họ ở trên tàu. Khi lên tàu, bạn nhận phòng và đi ăn trưa. Đáng buồn thay, bạn ăn bên trong với một nhóm đông người và bạn quên nhìn ra bên ngoài vì bạn bị phân tâm bởi bữa trưa và những người bạn nói chuyện. Khi ăn trưa xong, bạn đã bỏ lỡ rất nhiều cảnh quan mà bạn đã đến và bạn gần như đã đến đích để chèo thuyền kayak. Thành thật mà nói, chèo thuyền kayak không có gì đặc biệt. Trở lại tàu, thuyền đi lâu hơn một chút và dừng lại trong ngày tại một vịnh nơi bạn có thể lên đỉnh đảo Titop và chụp ảnh. Đầu vào đã được đóng gói. Tất cả các thuyền dừng lại cho đến sáng hôm sau vì bạn có thể di chuyển sau 6 giờ chiều. Vì vậy, bạn chưa thấy nhiều. Bữa tối: tất cả đều ngon và trang nhã. Sau đó là hát karaoke hoặc câu sứa hoặc bất cứ điều gì bạn muốn làm. Phòng ngủ rất dễ thương và sạch sẽ, phòng tắm đẹp và tầm nhìn tuyệt vời. Giường thoải mái. Sáng hôm sau: ăn sáng và sau đó tham quan hang động. À, đó là một cái hang. Tốt nhưng thành thật mà nói, tôi không muốn thực hiện bất kỳ hoạt động nào và đi thuyền nhiều hơn qua các vịnh nhỏ vì bạn không đi sâu vào công viên quốc gia và bạn luôn nhìn thấy bờ biển và các tòa nhà ở đó từ xa. Sau đó, đó là - nấu ăn lớp học - . Ai không biết làm chả giò! Thật sự? Đó là lớp học nấu ăn? Và sau đó là bữa sáng muộn. Bạn dành nhiều thời gian để ăn uống hơn là thư giãn và thưởng ngoạn phong cảnh. Không sao nhưng tôi không bị choáng ngợp bởi vẻ đẹp của phong cảnh vì chúng tôi thấy quá ít về nó.Đọc thêm",
            "Chúng tôi đã chọn lựa 2 ngày và chúng tôi không hối tiếc, mọi thứ đều được tổ chức rất tốt, hướng dẫn viên Samson - Quong - là người hướng dẫn tử tế và hài hước nhất - luôn mỉm cười - trong toàn bộ chuyến đi đến Việt Nam của tôi. Kỳ nghỉ rất vui vẻ, nhân viên luôn sẵn sàng phục vụ chúng tôi và chiếc thuyền rất đẹp, truyền thống. Vận chuyển được sắp xếp từ Hà Nội. Tôi giới thiệu chiếc thuyền này cho bất kỳ ai muốn đến Vịnh Hạ Long! Chúng tôi đã lựa chọn 2 ngày 1 đêm và có thể nói rằng chúng tôi không hối hận chút nào. Mọi thứ đã được chuẩn bị tốt, hướng dẫn viên Samson - Quong - của chúng tôi là người hướng dẫn tốt nhất ở Việt Nam cho đến nay. Anh ấy thực sự vui tính và tốt bụng. Kỳ nghỉ của chúng tôi thực sự tuyệt vời, nhân viên luôn có mặt và chiếc thuyền rất đẹp, dịch vụ vận chuyển cũng được bao gồm từ và đến Hà Nội. Tôi giới thiệu chiếc thuyền này cho những ai muốn ngắm Vịnh Hạ Long!Đọc thêm",
            "Hành trình này là một hành trình tuyệt vời, đáng giá tiền và rất nhiều hoạt động cùng với những món ăn tuyệt vời. Toni là một hướng dẫn viên thân thiện và hiểu biết, luôn vượt lên trên để đảm bảo mọi người đều thích thú, anh ấy thực sự đã tạo ra trải nghiệm. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến du lịch 2 ngày! Samson thật tuyệt và khiến chúng tôi cười ngay từ khi bắt đầu chuyến xe buýt. Chiếc thuyền mang phong cách truyền thống và rất đẹp, cabin sạch sẽ và có mọi thứ bạn cần cho một giấc ngủ đêm thoải mái. Tốc độ của chuyến tham quan có rất nhiều hoạt động nhưng không hề vội vã, tất cả đều được tổ chức và phối hợp rất tốt. Nhân viên đều rất thân thiện. Tất nhiên phong cảnh ở Vịnh Hạ Long thực sự tuyệt đẹp!! Các bữa ăn đều rất lớn và ngon miệng và có thực đơn thay đổi liên tục. Đồ uống không được bao gồm trong giá nên hãy dự trù cho rượu và nước - hoặc mang theo đồ uống của riêng bạn nếu bạn cho rằng mình là kẻ buôn lậu - . Không được phép mang đồ nhựa vào vịnh để tránh ô nhiễm, họ sẽ bảo bạn không được mang theo. Nhìn chung trải nghiệm thực sự tuyệt vời! Chắc chắn giới thiệu điều này cho bất cứ ai!Đọc thêm",
            "Cảnh quan đẹp và đồ ăn, nhân viên cung cấp dịch vụ tốt về thiết bị phòng và khăn tắm khi thực hiện các hoạt động ngoài biển.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời trên hành trình này. Dịch vụ này thật tuyệt vời và chiếc thuyền thật đẹp. Các nhân viên rất hữu ích và thân thiện với hành khách của chúng tôi. Căn phòng rất đẹp và sạch sẽ. Các hoạt động rất vui và đáng chú ý. Tony và Alex là những người hướng dẫn của chúng tôi và họ thật tuyệt vời. Chúng ta có thể nói rằng họ rất đam mê công việc của mình. Chúng tôi rất may mắn khi được tham gia hành trình này và nhận họ làm hướng dẫn viên cho chúng tôi. Chúng tôi chắc chắn muốn giới thiệu hành trình này và các hoạt động của nó cho mọi người: - Đọc thêm",
            "Chúng tôi đã có một thời gian thực sự tốt đẹp trên hành trình này! Thuyền đẹp với giường rất thoải mái và sạch sẽ, nhân viên thân thiện. Hướng dẫn viên Alex và Tony của chúng tôi đã kể cho chúng tôi rất nhiều điều về những nơi chúng tôi đã ghé thăm và chúng tôi phải làm rất nhiều việc trong thời gian ngắn. Tôi giới thiệu chuyến tham quan này cho mọi người.Đọc thêm",
            "Tự hỏi liệu nước nơi bạn bơi có sạch không?  Đó là một bãi biển hay ngoài thuyền?  Bạn thuộc nhóm tuổi nào trong chuyến tham quan 1 đêm?Đọc thêm",
            "Bạn không bơi khi chèo thuyền kayak. Bạn có khoảng 30 - 45 phút để chèo thuyền kayak quanh những vách đá tuyệt đẹp. Và khi bạn đi bộ đường dài, sẽ có một nơi được buộc dây để bạn có thể bơi. Có người đang bơi và nó trông sạch sẽ hơn nhiều so với nơi có nhiều thuyền nhưng đó không phải là khu vực rộng lớn để bơi. Và nhóm của chúng tôi trên du thuyền cung điện hoàng gia rất đa dạng về độ tuổi. Từ 25 đến 60 nhưng bạn có thể chọn các chuyến du ngoạn khác nhau với đối tượng trẻ hơn hoặc lớn tuổi hơn nếu muốn. Giống như một chuyến du ngoạn bằng rượu hoặc một chuyến du ngoạn thư giãn. : -  mong\nĐiều này giúpĐọc thêm",
            "Dịch vụ đưa đón từ Hà Nội tới tàu đã được bao gồm trong giá. Cảm ơn bạn.Đọc thêm",
            "Xin chào\nNếu bạn đặt trực tiếp trên trang web của chúng tôi hoặc đặt trên tripadvisore, chúng tôi cung cấp dịch vụ đưa đón miễn phí cả hai chiềuĐọc thêm",
            "Chỉ thắc mắc trong phòng có máy sấy tóc không?Đọc thêm",
            "CHÀO\nCó, chúng tôi có máy sấy tóc trong phòngĐọc thêm",
            "Bạn bè của tôi và tôi sẽ muốn đặt một chuyến du ngoạn vào ngày 24 tháng 1. Có 5 người chúng tôi và muốn đón tại Hà Nội. Giá sẽ là bao nhiêu?Đọc thêm",
            "Leonie thân mến\n\nCảm ơn bạn rất nhiều vì câu hỏi của bạn. Chúng tôi có phòng cho nhóm của bạn - 1phòng ba - 1phòng đôi - cabin đôi - . Giá cả phụ thuộc vào tùy chọn tour bạn muốn đặt\n\nĐối với đặt phòng sớm, chúng tôi có giảm giá 15. \n\n - - 2N1N trên thuyền giá từ 290usd - cabin - 2pax\n - - 3N2N trên thuyền giá từ 450usd - cabin - 2pax\n - - 3 ngày 2 đêm trên thuyền và bungalow giá từ 420usd - cabin - 2 khách\n...\n\nĐể biết thêm thông tin, bạn có thể gửi email cho chúng tôi hoặc truy cập vào trang web của chúng tôi để biết chi tiết và nhận được ưu đãi tốt hơn: - \n\nhalongroyalpalacecurise TeamĐọc thêm",
            "Bạn sẽ đón và trả khách tại khách sạn của tôi chứ?Đọc thêm",
            "Chào Cát P, \nNếu bạn đặt trực tiếp với chúng tôi, chúng tôi chỉ cung cấp dịch vụ đón - trả khách miễn phí quanh quận Hoàn Kiếm - khu phố cổ Hà Nội - vì vậy vui lòng thông báo cho chúng tôi địa chỉ khách sạn bạn sẽ lưu trú tại Hà Nội. Nếu không ở quận Hoàn Kiếm, vui lòng có mặt tại văn phòng chúng tôi: 9 Hàng Hương, Hoàn Kiếm, Hà Nội lúc 7h45 sáng ngày khởi hành. Cần phải có hộ chiếu gốc để nhận phòng trên thuyền. Nếu bạn cần thêm thông tin xin vui lòng liên hệ với tôi.Đọc thêm",
            "Chào bạn,\nTôi muốn biết bạn đặt tour như thế nào? Thông qua trang web chính thức của họ hay thông qua khách sạn của bạn?\nCảm ơn nhiều,\nShaneĐọc thêm",
            "Thông qua một đại lý du lịch địa phương tại Hà Nội - Vietnam Unique ToursĐọc thêm",
            "Ai có liên hệ trực tiếp với Royal Palace - trụ sở chính tại Hà Nội hoặc Vịnh Hạ Long?\nCảm ơnĐọc thêm",
            "CHÀO\n\nĐường dây nóng là - 84942476960 - 8439262328Đọc thêm",
            "Chúng tôi đã đặt tour vào ngày 24 và 25 tháng 3. Chỉ tự hỏi thời tiết sẽ như thế nào thôi. Chúng tôi dự định để hành lý ở Hà Nội và chỉ mang theo một chiếc túi nhỏ hơn. Chúng ta cần những yếu tố thiết yếu nào. Cảm ơn rất nhiều, mong chờ chuyến tham quan của chúng tôi.Đọc thêm",
            "Chúng tôi đã để lại hầu hết mọi thứ ở Hà Nội. Bạn chỉ cần những thứ thiết yếu - bàn chải đánh răng, lược, có thể là một bộ quần áo để thay. Tôi gần như chắc chắn rằng họ đã cung cấp xà phòng và dầu gội đầu.Đọc thêm"
        ],
        "star_ratings": [
            781,
            87,
            16,
            12,
            7
        ],
        "review_amount": 903,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Cung điện Hoàng gia Hạ Long",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written March 12, 2020",
            "Written March 11, 2020",
            "Written March 10, 2020",
            "Written March 9, 2020",
            "Written March 8, 2020",
            "Written March 8, 2020",
            "Written March 8, 2020",
            "Written March 7, 2020",
            "Written March 6, 2020",
            "Written March 6, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7688578-Reviews-or90-Halong_Royal_Palace_Cruise-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or80-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or100-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-Halong_Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2539926-Reviews-Halong_Imperial_Cruise_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17327233-Reviews-Vietnam_Discovery_Tour_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5075439-Reviews-Vietnam_OpenTour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9748342-Reviews-Zambaka_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24936514-Reviews-Hanoi_Package_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1383033-Reviews-SF_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8078381-Reviews-La_Spa_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4094176-Reviews-Vietnam_in_Focus_Photo_Tours_and_Workshops-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290202-Reviews-Wati_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6979196-Reviews-Asia_Package_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12001522-Reviews-Seawind_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15828699-Reviews-GOVNTRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20160089-Reviews-HaLong_Master_Day_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d7087816-Reviews-Peter_s_Beach-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g54994-d4548644-Reviews-Bush_s_Visitor_Center-Dandridge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187529-d1064281-Reviews-Bioparc_Valencia-Valencia_Province_of_Valencia_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d1918420-Reviews-Open_Air_Cinema_Kamari-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60766-d106702-Reviews-Pinnacle_Mountain_State_Park-Little_Rock_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1605557-Reviews-Charging_Bull_Wall_Street_Bull-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55784-d10214306-Reviews-Garden_of_Eden-Eden_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019670-d1313436-Reviews-Shirahama_Beach-Shimoda_Shizuoka_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g30428-d276581-Reviews-Majestic_Caverns-Childersburg_Alabama.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or100-Halong_Royal_Palace_Cruise-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7688578-Reviews-or90-Halong_Royal_Palace_Cruise-Hanoi.html"
    }
]