[
    {
        "attraction_name": "Halong Bay Cruises Tour - S.E.A Wander",
        "attraction_name_vi": "Tour Du Thuyền Vịnh Hạ Long - S.E.A Wander",
        "general_info": [
            "77 đánh giá",
            "1 trong 8 trò chơi vui nhộn ở Vịnh Hạ Long",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Lớp học nấu ăn",
            "Tour riêng",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Sân gôn thu nhỏ",
            "Taxi đưa đón",
            "Chuyến du lịch bằng xe đạp",
            "Cho thuê thuyền",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chèo thuyền kayak",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tour du lịch Vịnh Hạ Long - S.E.A Wander là tàu 5 sao mới thực hiện chuyến đi qua đêm tại Vịnh Hạ Long mang đến cho du khách những cách khác nhau để chạm vào Vịnh Hạ Long. Điểm nổi bật trong hành trình của chúng tôi là hành trình cũng như các hoạt động chúng tôi cung cấp cho khách. Bạn sẽ không bao giờ cảm thấy nhàm chán khi đi du lịch cùng chúng tôi.Đọc thêm",
        "reviews": [
            "Chuyến đi, đồ ăn, hướng dẫn viên du lịch của chúng tôi thật tuyệt vời. Phải thử.. Phong cảnh ở vịnh Hạ Long thực sự tuyệt vời. Tôi muốn đến lần nữa.Đọc thêm",
            "Srikantromeo thân mến, \n\nChúng tôi rất biết ơn bạn đã tin tưởng và dành chuyến tham quan Vịnh Hạ Long cùng chúng tôi. Thật là khoảnh khắc tuyệt vời khi chúng tôi đọc được đánh giá xuất sắc của bạn và biết được sự hài lòng của bạn. \n\nĐược phục vụ và coi bạn như thành viên của chúng tôi là niềm vinh dự và hạnh phúc của chúng tôi. Nụ cười hài lòng của bạn là món quà đặc biệt dành cho tất cả chúng tôi, là nguồn động viên mạnh mẽ để chúng tôi tiếp tục phát huy và hy vọng bạn sẽ quay trở lại trong thời gian sắp tới \n\nCảm ơn &amp; Trân trọng \n\nÔng Hoàng Sỹ Hùng\nTổng Giám đốc \n\nĐọc thêm",
            "Đó là một ngày bận rộn và hiệu quả; bữa trưa trên du thuyền rất nhiều và ngon; Ly là hướng dẫn viên của chúng tôi và chúng tôi đã đến thăm ba khu vực. Cô ấy đảm bảo chúng tôi có một khoảng thời gian vui vẻĐọc thêm",
            "Kính gửi 382j,\n\nRất vui khi biết rằng bạn rất thích chuyến đi của bạn với chúng tôi. Cảm ơn bạn rất nhiều vì đã lựa chọn dịch vụ của chúng tôi và cho chúng tôi đánh giá hoàn hảo. Đánh giá cũng như trải nghiệm của bạn sẽ là gợi ý có giá trị cho du khách trên toàn thế giới\nToàn đội sẽ duy trì dịch vụ chất lượng cao để chào đón bạn quay lại đây vào một ngày rất sớm. \n\nTrân trọng,\n\nÔng Hoàng Sỹ Hùng\nTổng Giám đốc \n\nĐọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời đến Vịnh Hạ Long. Bữa trưa được phục vụ rất ngon và dịch vụ rất tốt. Khu vực boong rất thư giãn và có tầm nhìn tuyệt vời. Cô Li là một người hướng dẫn tuyệt vời và đã giúp đỡ chúng tôi rất nhiều. Cô ấy đã giúp chúng tôi chụp được những bức ảnh gia đình tuyệt vời. Nói chung đó là một ngày vui vẻ.Đọc thêm",
            "Kính gửi Dilip2015, \n\nChúng tôi rất biết ơn bạn đã tin tưởng và dành chuyến tham quan vịnh Hạ Long cùng chúng tôi. Thật là khoảnh khắc tuyệt vời khi chúng tôi đọc được đánh giá xuất sắc của bạn và biết được sự hài lòng của bạn. Tôi hứa sẽ chuyển lời khen ngợi của bạn tới cô Li để cô ấy có một ngày vui vẻ.\n\nĐược phục vụ và coi bạn như thành viên của chúng tôi là niềm vinh dự và hạnh phúc của chúng tôi. Nụ cười hài lòng của bạn là món quà đặc biệt dành cho tất cả chúng tôi, là nguồn động viên mạnh mẽ để chúng tôi tiếp tục phát huy và hy vọng bạn sẽ quay trở lại trong thời gian sắp tới \n\nCảm ơn &amp; Trân trọng \n\nÔng Hoàng Sỹ Hùng\nTổng Giám đốc Đọc thêm",
            "Có một ngày tuyệt vời với Ly và nhóm của chúng tôi, đi du lịch đến Vịnh Hạ Long. Chúng tôi đã có một bữa trưa tuyệt vời, chèo thuyền kayak đến thăm một hang động tuyệt đẹp và uống một ly cocktail trên boong tàu trong khi đi trở lại đất liền. Rất khuyến khích nếu bạn chỉ có một ngày để tham quan Vịnh Hạ Long: Đọc thêm",
            "Ana R thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành chuyến tham quan Vịnh Hạ Long với chúng tôi và cho chúng tôi đánh giá tuyệt vời của bạn. Tôi vô cùng vui mừng khi biết rằng bạn rất thích dịch vụ của chúng tôi, đặc biệt là từ hướng dẫn viên Ly của nhóm tôi. Tôi chắc chắn rằng nhóm của tôi rất thích phục vụ bạn cũng như bạn thích dịch vụ của chúng tôi. Toàn đội sẽ tiếp tục công việc tuyệt vời để sớm chào đón bạn trở lại nồng nhiệt.\n\nTrân trọng,\n\nÔng Hoàng Sỹ Hùng\nTổng Giám đốc \n\nĐọc thêm",
            "Trải nghiệm tuyệt vời và Ly rất thân thiện! Chiếc thuyền rất đẹp và chuyến tham quan rất vui. E en đồ ăn đi kèm rất ngon...Đọc thêm",
            "Kelly O thân mến,\n\nTôi vô cùng vui mừng khi đọc được đánh giá của bạn và biết rằng dịch vụ của chúng tôi đã làm bạn hài lòng. Cảm ơn bạn rất nhiều vì đã tin tưởng và sử dụng dịch vụ của chúng tôi tại Vịnh Hạ Long, cũng cảm ơn bạn đã vui lòng cho chúng tôi đánh giá hoàn hảo, đánh giá này thực sự rất có giá trị đối với tất cả du khách có ý định đến thăm Hạ Long. Lời khen của bạn thực sự hữu ích đối với chúng tôi, khuyến khích tất cả chúng tôi tiếp tục công việc tuyệt vời mỗi ngày\n\nChúng tôi mong muốn được phục vụ bạn một lần nữa trong tương lai gần!\n\nTrân trọng,\n\nÔng Hoàng Sỹ Hùng\nTổng giám đốc\n\nĐọc thêm",
            "Cuộc phiêu lưu được tổ chức tốt và phục vụ cho tất cả mọi người. Phong cảnh tuyệt vời trên hành trình. Chèo thuyền kayak, bơi khỏi thuyền, đi bộ trong hang động lớn là một phần của các hoạt động. Trời rất nắng và nóng vào tháng Tư. Trải nghiệm tuyệt vời. Tất cả nhân viên đều vui vẻ và tràn đầy nụ cười. Cảm ơn hướng dẫn viên du lịch Ken, người rất thân thiện và hữu ích. Chúng tôi thực sự rất thích kỳ nghỉ của mình và rất khuyến khích chuyến đi này cho gia đình và bạn bè!Đọc thêm",
            "Hoa hồng0964 thân mến,\n\nCảm ơn bạn rất nhiều vì đã dành chuyến tham quan Vịnh Hạ Long với chúng tôi và cho chúng tôi đánh giá tuyệt vời của bạn. Tôi vô cùng vui mừng khi biết rằng bạn rất thích dịch vụ của chúng tôi, đặc biệt là từ hướng dẫn viên Ken của nhóm tôi. Tôi chắc chắn rằng nhóm của tôi rất thích phục vụ bạn cũng như bạn thích dịch vụ của chúng tôi. Toàn đội sẽ tiếp tục công việc tuyệt vời để sớm chào đón bạn trở lại nồng nhiệt.\n\nTrân trọng,\n\nTổng Giám đốc \nÔng Hoàng Sỹ Hùng\nĐọc thêm",
            "Đó là một trải nghiệm thú vị và rất đáng nhớ đối với tôi và những người bạn đồng hành của tôi. Hướng dẫn viên rất vui vẻ và thân thiện, cô ấy đã hướng dẫn chúng tôi trong suốt chuyến đi một cách tận tình và hỗ trợ. Đồ ăn Việt Nam trên thuyền cũng được, chả giò là món tôi thích nhất từ ​​trước đến nay. Đọc thêm",
            "Paulderickacab thân mến,\n\nCảm ơn bạn đã lựa chọn dành kỳ nghỉ của mình cùng Vịnh Hạ Long 2 ngày 1 đêm trên du thuyền Lafiesta của chúng tôi. Chúng tôi rất biết ơn bạn vì đã dành thời gian chia sẻ bài đánh giá xuất sắc và rất chi tiết của mình. Tôi chắc chắn rằng cô Luyện và toàn thể nhóm của tôi rất thích phục vụ bạn cũng như bạn thích dịch vụ của chúng tôi. Toàn đội sẽ tiếp tục làm việc tốt để nồng nhiệt chào đón bạn sớm quay trở lại với chúng tôi\n\nTrân trọng,\n\nTổng Giám đốc \nÔng Hoàng Sỹ HùngXem thêm",
            "Đó là một chuyến đi rất tốt đẹp, đồ ăn rất tuyệt. Tôi thích cách người lái xe lái nó rất an toàn. Hướng dẫn viên du lịch được tổ chức. : Đọc thêm",
            "Kính gửi XandsLedesma,\n\nRất vui khi biết rằng bạn rất thích chuyến đi của bạn với chúng tôi. Cảm ơn bạn đã chọn ở lại với chúng tôi và cho chúng tôi đánh giá hoàn hảo của bạn. Đánh giá cũng như trải nghiệm của bạn sẽ là gợi ý có giá trị cho du khách trên toàn thế giới\n\nĐội ngũ của chúng tôi rất vui và vinh dự khi được phục vụ bạn và coi bạn như thành viên của chúng tôi. Khi bạn cảm thấy vui với sự ngạc nhiên nho nhỏ của chúng tôi, chúng tôi cũng rất vui - vì đã làm bạn vui lên. Nụ cười hài lòng của bạn chính là món quà đặc biệt dành cho chúng tôi. \nToàn đội sẽ duy trì dịch vụ chất lượng cao để chào đón bạn quay lại đây vào một ngày rất sớm. \n\nTrân trọng,\n\nTổng Giám đốc \nÔng Hoàng Sỹ Hùng \nĐọc thêm",
            "Chúng tôi đã dành hai ngày trên La Fiesta và tận hưởng từng phút một. Hành trình của chúng tôi rất hoàn hảo, không nhàm chán nhưng không quá kế hoạch. Chúng tôi chèo thuyền kayak, tham gia lớp học nấu ăn truyền thống của Việt Nam, tham quan làng chài nổi và đi bộ qua hang Sửng Sốt. Từ đón đến trả khách tại khách sạn của chúng tôi ở Hà Nội, chuyến tham quan này được tổ chức rất tốt và hướng dẫn viên Ken, mọi nhân viên đều hữu ích và vui vẻ.Đọc thêm",
            "Chicho0208 thân mến,\n\nTôi vô cùng vui mừng khi đọc đánh giá của bạn và biết rằng dịch vụ của chúng tôi đã làm bạn hài lòng. Cảm ơn bạn rất nhiều vì đã tin tưởng và dành 2 ngày 1 đêm trên Vịnh Hạ Long trên du thuyền Lafiesta của chúng tôi, cũng cảm ơn rất nhiều vì đã vui lòng cho chúng tôi đánh giá hoàn hảo và rất chi tiết, nó thực sự quý giá đối với tất cả du khách có ý định ghé thăm Hạ Long. Lời khen của bạn thực sự hữu ích cho chúng tôi, khuyến khích tất cả chúng tôi tiếp tục công việc tuyệt vời hàng ngày.\n\nChúng tôi rất mong được phục vụ bạn một lần nữa trong thời gian sắp tới!\n\nTrân trọng,\n\nTổng Giám đốc\nÔng Hoàng Sỹ HùngXem thêm",
            "Beautyfull....tuyệt vời bởi vịnh halong...fasilitas ok...rất tốt...xem lại lần sau..tôi hy vọng lần sau..tôi sẽ đi vịnh halong..Đọc thêm",
            "57ratnay thân mến,\n\nTôi vô cùng vui mừng khi đọc đánh giá của bạn và biết rằng dịch vụ của chúng tôi đã làm bạn hài lòng. Cảm ơn bạn rất nhiều vì đã tin tưởng và dành 2 ngày 1 đêm trên Vịnh Hạ Long trên Du thuyền Lafiesta của chúng tôi, cũng cảm ơn rất nhiều vì đã vui lòng cho chúng tôi đánh giá hoàn hảo, nó thực sự quý giá đối với tất cả du khách có ý định ghé thăm Hạ Long. Lời khen của bạn thực sự hữu ích cho chúng tôi, khuyến khích tất cả chúng tôi tiếp tục công việc tuyệt vời hàng ngày.\n\nChúng tôi rất mong được phục vụ bạn một lần nữa trong thời gian sắp tới!\n\nTrân trọng,\n\nTổng Giám đốc\nÔng Hoàng Sỹ Hùng\nĐọc thêm",
            "Tôi đã đặt một chuyến đi trọn gói trên bookingcom. Vé này bao gồm đồ uống gì, không rõ về việc vận chuyển từ Hà Nội..có bao gồm trong giá không?Đọc thêm",
            "Tàu đẹp, nhân viên thân thiệnRead more"
        ],
        "star_ratings": [
            71,
            3,
            2,
            0,
            1
        ],
        "review_amount": 77,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Tour Du Thuyền Vịnh Hạ Long - S.E.A Wander",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written May 13, 2019",
            "Written May 6, 2019",
            "Written May 6, 2019",
            "Written May 6, 2019",
            "Written May 6, 2019",
            "Written April 26, 2019",
            "Written April 26, 2019",
            "Written April 26, 2019",
            "Written April 26, 2019",
            "Written April 24, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-or10-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d12006337-Reviews-Golden_Bay_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g658275-d11789873-Reviews-Playas_de_Vera-Vera_Province_of_Almeria_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g562820-d3953107-Reviews-Fountain_Las_Americas-Playa_de_las_Americas_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g2284133-d4943591-Reviews-Komani_Lake-Koman_Shkoder_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g325592-d3247649-Reviews-Komodo_Island-Komodo_National_Park_Komodo_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g2312116-d154307-Reviews-Hapuna_Beach_State_Recreation_Area-Puako_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d560682-Reviews-Kathy_Osterman_Beach-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d7728840-Reviews-StarBay_Casino-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3218970-d6482199-Reviews-Primo_Piazza_Khao_Yai-Khao_Yai_National_Park_Nakhon_Ratchasima_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297977-d4065909-Reviews-Bursa_Teleferik-Bursa.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d7052135-Reviews-Mercato-Naples_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-or10-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Halong Bay Cruises Tour - S.E.A Wander",
        "attraction_name_vi": "Tour Du Thuyền Vịnh Hạ Long - S.E.A Wander",
        "general_info": [
            "77 đánh giá",
            "1 trong 8 trò chơi vui nhộn ở Vịnh Hạ Long",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Lớp học nấu ăn",
            "Tour riêng",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Sân gôn thu nhỏ",
            "Taxi đưa đón",
            "Chuyến tham quan bằng xe đạp",
            "Cho thuê thuyền",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chèo thuyền kayak",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tour du lịch Vịnh Hạ Long - S.E.A Wander là tàu 5 sao mới thực hiện chuyến đi qua đêm tại Vịnh Hạ Long mang đến cho du khách những cách khác nhau để chạm vào Vịnh Hạ Long. Điểm nổi bật trong hành trình của chúng tôi là hành trình cũng như các hoạt động chúng tôi cung cấp cho khách. Bạn sẽ không bao giờ cảm thấy nhàm chán khi đi du lịch cùng chúng tôi.Đọc thêm",
        "reviews": [
            "Chúng tôi có 2 ngày tuyệt vời trên hành trình lafiesta. Đồ ăn rất ngon, nhân viên rất thân thiện và hữu ích. Tôi thực sự thích Albert, người khiến mọi việc trở nên dễ dàng và anh ấy luôn mỉm cười. Chắc chắn lần sau tôi sẽ quay lại Việt Nam cùng gia đình. Cảm ơn Albert, cảm ơn tài xế Việt, cảm ơn vì tất cả. Tôi rất hạnh phúc.Đọc thêm",
            "Duyên N thân mến,\n \nChúng tôi rất biết ơn bạn đã tin tưởng và dành chuyến tham quan Vịnh Hạ Long 2 ngày 1 đêm trên du thuyền Lafiesta của chúng tôi. Thật là khoảnh khắc tuyệt vời khi chúng tôi đọc được đánh giá xuất sắc của bạn và biết rằng dịch vụ của chúng tôi đã làm bạn hài lòng. Tôi hứa sẽ gửi lời khen ngợi của bạn đến hướng dẫn viên du lịch Mr Albert và tài xế Mr Việt để họ có một ngày vui vẻ. \n\nĐược phục vụ và coi bạn như thành viên của chúng tôi là niềm vinh dự và hạnh phúc của chúng tôi. Nụ cười hài lòng của bạn là món quà đặc biệt dành cho tất cả chúng tôi, là nguồn động viên mạnh mẽ để chúng tôi tiếp tục phát huy và hy vọng bạn sẽ quay trở lại trong thời gian sắp tới \n\nCảm ơn &amp; Trân trọng,\n\nTổng Giám đốc \nÔng Hoàng Sỹ Hùng\nĐọc thêm",
            "Chúng tôi yêu thích chiếc thuyền này và thời gian chúng tôi ở trên đó. Nó được tổ chức rất tốt và mọi người đều hữu ích và làm mọi thứ và mọi thứ để đảm bảo sự thành công của chuyến đi. Các hoạt động và chuyến du ngoạn phục vụ tuyệt vời cho mọi lứa tuổi và khả năng. Thức ăn rất tuyệt, hướng dẫn viên Ken và tất cả nhân viên trong chuyến đi đều rất xuất sắc, hữu ích nhất, rất rất thân thiện. Đọc thêm",
            "Trước hết, chiếc thuyền này không phải là chiếc chúng tôi đã thuê, nó có giá trị thấp hơn nhưng chúng tôi không thể bỏ lỡ một ngày nghỉ phép sau khi chuyển đến đó.1- Sự đối xử tồi tệ của nhân viên, điều này đã phân biệt đối xử với chúng tôi sau đó cuộc thảo luận bằng sự lừa dối. Ngoại hình xấu, họ không mời chúng tôi đồ uống để ăn như những người còn lại, họ không tôn trọng việc lựa chọn món ăn, v.v.2- Tiếng chuột đánh nhau và chạy qua trần phòng.3- Kết nối wifi kém.4- Cách tiếp cận tồi đối với các chuyến du ngoạn5- Những chiếc gối đầy những quả bóng béo và cứng, chúng tôi đã yêu cầu thay đổi vì chỉ có 3 phòng bị chiếm và họ nói với chúng tôi rằng điều đó là không thể. Họ không biết cách giải quyết vấn đề tối thiểu. Chúng tôi sẽ không bao giờ quay lại.Đọc thêm",
            "Chúng tôi có chuyến đi 2 ngày 1 đêm vui vẻ trên du thuyền La fiesta. Phi hành đoàn trên tàu thực sự thân thiện và luôn mỉm cười, khiến bạn cảm thấy rất được chào đón.  Các chuyến du ngoạn thật tuyệt vời, đồ ăn ngon, phong cảnh đẹp và chiếc thuyền thật tuyệt vời. Chúng tôi rất thích chèo thuyền kayak và tham quan Hang Sửng Sốt. Họ được tổ chức rất tốt. Phong cảnh thật ngoạn mục!!! . Đây thực sự là một nơi không thể bỏ qua! Cảm ơn hướng dẫn viên du lịch Ken và tất cả nhân viên La Fiesta đã đảm bảo rằng tất cả chúng tôi đều có khoảng thời gian tuyệt vời!Đọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời! Vịnh Hạ Long rất đẹp! Thuyền rất tốt, đồ ăn và dịch vụ tuyệt vời! Hướng dẫn viên của chúng tôi rất giỏi, anh ấy biết rất nhiều và nói rất hay! Tôi giới thiệu chuyến đi này! Đọc thêm",
            "Gia đình chúng tôi đã có khoảng thời gian tuyệt vời với chuyến đi ở Vịnh Hạ Long. Hướng dẫn viên Anh rất hữu ích và tốt bụng. Anh ấy luôn mỉm cười và làm cho chúng tôi thoải mái. Thức ăn khá ngon, đồ uống hơi đắt nhưng chúng tôi hiểu. Các phòng đều sạch sẽ và có một số hoạt động rất thú vị như: hát karaoke hoặc câu cá... chúng tôi giới thiệu cho những người khác.Đọc thêm",
            "Sayathan thân mến,\n\nChúng tôi rất vui khi đọc bài đánh giá ngắn gọn nhưng thực sự giàu thông tin và chi tiết của bạn, và biết rằng bạn đã có khoảng thời gian tuyệt vời trên Du thuyền Lafiesta của chúng tôi cho chuyến đi Vịnh Hạ Long. Chúng tôi thực sự đánh giá cao bạn đã dành kỳ nghỉ của mình với chúng tôi và cho chúng tôi đánh giá hoàn hảo. Tôi chắc chắn rằng nhóm của tôi rất thích phục vụ bạn cũng như bạn thích dịch vụ của chúng tôi. Những lời khen của bạn rất hữu ích cho tất cả chúng tôi, động viên chúng tôi rất nhiều để tiếp tục hoàn thành tốt công việc hàng ngày.\n\nChúng tôi rất hy vọng bạn quay lại với chúng tôi vào lần tới!\n\nTrân trọng,\n\nTổng Giám đốc\nÔng Hoàng Sỹ Hùng\nĐọc thêm",
            "Vịnh Hạ Long là nơi đẹp nhất tôi từng đến. Điều đó thực sự tuyệt vời và thật nhẹ nhõm khi bạn cần được nghỉ ngơi khỏi cuộc sống thành phố. Các nhân viên trên du thuyền thật tuyệt vời, những chuyến du ngoạn thật tuyệt vời, đồ ăn ngon, phong cảnh đẹp và chiếc thuyền thật tráng lệ, chúng tôi không thể yêu cầu thêm nữa. Chúng tôi đã đến 5 thành phố khác trước chuyến đi đến vịnh Hạ Long này và đây là cách hoàn hảo để kết thúc kỳ nghỉ của chúng tôi. Ông Ken đang đảm bảo rằng tất cả chúng tôi đều được chăm sóc. Niceee!Đọc thêm",
            "Andrewlaur thân mến,\n\nThay mặt đội ngũ Lafiesta Cruise, tôi xin đích thân cảm ơn bạn đã tin tưởng và dành thời gian cho Vịnh Hạ Long trên hành trình của chúng tôi, đồng thời cũng cảm ơn rất nhiều vì đã để lại đánh giá hoàn hảo với mô tả rất chi tiết tại đây. Thật là khoảnh khắc tuyệt vời khi tôi đọc nhận xét của bạn và biết rằng bạn đã có một chuyến đi thú vị và đặc biệt với chúng tôi.\n\nĐược phục vụ và đáp ứng sự hài lòng của bạn là niềm vinh dự của chúng tôi, niềm vui của bạn là tương lai của chúng tôi. Chúng tôi đang cố gắng hết sức để duy trì chất lượng dịch vụ tuyệt vời để nồng nhiệt chào đón bạn quay trở lại trong thời gian sắp tới!\n\nCảm ơn &amp; Trân trọng\n\nTổng Giám đốc\nÔng Hoàng Sỹ HùngXem thêm",
            "Tôi đã có khoảng thời gian vui vẻ trên thuyền, nơi chúng tôi có nhiều hoạt động được sắp xếp. Tôi cũng rất thích bể sục! Thật đáng tiếc khi nhân viên không đến dọn phòng trong suốt chuyến đi. Ngoài ra, việc tổ chức chuyến du ngoạn 2 đêm vẫn chưa rõ ràng, nhưng tôi đã có khoảng thời gian tuyệt vời.Đọc thêm",
            "Lea V thân mến,\n\nThay mặt đội ngũ Lafiesta Cruise, tôi xin gửi lời cảm ơn cá nhân đến bạn vì đã dành 3 ngày 2 đêm trên Vịnh Hạ Long trên hành trình của chúng tôi và cũng cảm ơn rất nhiều vì đã vui lòng cho chúng tôi đánh giá hoàn hảo. Hãy làm theo lời bạn, chúng tôi thực sự xin lỗi về vấn đề vệ sinh phòng tắm, có thể nhân viên dọn phòng đã hiểu lầm. Theo chính sách của Ban Quản lý Vịnh Hạ Long, nhân viên của chúng tôi không được phép vào phòng của khách hàng trừ khi nhận được sự đồng ý của khách hàng. Tôi hy vọng nhân viên dọn phòng của chúng tôi có thể hiểu được nhu cầu của bạn và dọn dẹp phòng tắm của bạn.\n\nMột lần nữa, chúng tôi vô cùng đánh giá cao sự hài lòng và thông cảm của bạn. Chúng tôi rất hy vọng bạn quay lại với chúng tôi một lần nữa và tận hưởng dịch vụ tốt hơn!\n\nTrân trọng,\n\nTổng Giám đốc\nÔng Hoàng Sỹ Hùng\n\nĐọc thêm",
            "Làm tốt!! Dịch vụ hoàn toàn tuyệt vời. Rất khuyến khích. Hạnh phúc, hữu ích. Nhân viên tiếng Anh. Cruise thật ngoạn mục. Đọc thêm",
            "Gửi Rohareca4,\n\nChúng tôi rất vui khi đọc bài đánh giá ngắn nhưng thực sự đầy thông tin và chi tiết của bạn, và biết rằng bạn đã có khoảng thời gian thú vị và tuyệt vời trên Du thuyền Lafiesta cho chuyến đi Vịnh Hạ Long của mình. Chúng tôi thực sự đánh giá cao bạn đã dành kỳ nghỉ của mình với chúng tôi và cho chúng tôi đánh giá hoàn hảo. Tôi chắc chắn rằng nhóm của tôi rất thích phục vụ bạn cũng như bạn thích dịch vụ của chúng tôi. Những lời khen của bạn rất hữu ích cho tất cả chúng tôi, động viên chúng tôi rất nhiều để tiếp tục hoàn thành tốt công việc hàng ngày.\n\nChúng tôi rất hy vọng bạn quay lại với chúng tôi vào lần tới!\n\nTrân trọng,\n\nTổng Giám đốc\nÔng Hoàng Sỹ HùngXem thêm",
            "Chuyến đi tuyệt vời với đội ngũ nhân viên thân thiện, hiểu biết. Hướng dẫn viên Ken của chúng tôi nói tiếng Anh trôi chảy và có thể trả lời tất cả các câu hỏi. Quá cảnh từ Hà Nội có vẻ lâu, tuy nhiên chuyến đi bằng tàu đã bù đắp cho điều đó. Thức ăn và chỗ ở trên du thuyền đạt tiêu chuẩn đặc biệt. Các chuyến đi chơi bao gồm chèo thuyền kayak, tham quan bãi biển và đi bộ dễ dàng qua các hang động vào ngày thứ hai. Tất cả các chuyến đi chơi đều được hướng dẫn tốt. Kích thước nhỏ của thuyền có nghĩa là một nhóm nhỏ, thân mật khiến trải nghiệm trở nên đặc biệt hơn - sự lựa chọn tuyệt vời cho những chuyến du ngoạn trong tương lai. Đọc thêm",
            "ReshmaAbe thân mến,\n\nThay mặt đội ngũ Lafiesta Cruise, tôi xin đích thân cảm ơn bạn đã tin tưởng và dành thời gian cho Vịnh Hạ Long trên hành trình của chúng tôi, đồng thời cũng cảm ơn rất nhiều vì đã để lại đánh giá hoàn hảo với mô tả rất chi tiết tại đây. Thật là khoảnh khắc tuyệt vời khi tôi đọc nhận xét của bạn và biết rằng bạn đã có một chuyến đi tuyệt vời và đặc biệt với chúng tôi.\n\nĐược phục vụ và đáp ứng sự hài lòng của bạn là niềm vinh dự của chúng tôi, niềm vui của bạn là tương lai của chúng tôi.  Chúng tôi đang cố gắng hết sức để duy trì chất lượng dịch vụ tốt để nồng nhiệt chào đón bạn quay trở lại trong thời gian sắp tới!\n\nCảm ơn &amp; Trân trọng\n\nTổng Giám đốc\nÔng Hoàng Sỹ HùngXem thêm"
        ],
        "star_ratings": [
            71,
            3,
            2,
            0,
            1
        ],
        "review_amount": 77,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Tour Du Thuyền Vịnh Hạ Long - S.E.A Wander",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written April 23, 2019",
            "Written April 20, 2019",
            "Written April 19, 2019",
            "Written April 18, 2019",
            "Written April 18, 2019",
            "Written April 17, 2019",
            "Written April 15, 2019",
            "Written April 14, 2019",
            "Written April 13, 2019",
            "Written April 13, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d16870294-Reviews-or10-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-or20-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d12006337-Reviews-Golden_Bay_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561075-Reviews-Greektown-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g51578-d12653985-Reviews-The_Swinging_Bridge-Pawhuska_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216727-Reviews-O_Sheas_Pub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g40063-d3242910-Reviews-Holly_Beach-Cameron_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d17605523-Reviews-Kotor_Farmers_Market-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g41918-d313376-Reviews-Lambert_s_Cove_Beach-West_Tisbury_Martha_s_Vineyard_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d279369-Reviews-Pecos_River_Flume-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g196678-d2208017-Reviews-Tahiti_Beach-Ramatuelle_Var_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g58026-d3236430-Reviews-Harbor_Park-Norfolk_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g652022-d3539730-Reviews-Riserva_di_Vendicari-Noto_Province_of_Syracuse_Sicily.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-or20-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-or10-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Halong Bay Cruises Tour - S.E.A Wander",
        "attraction_name_vi": "Tour Du Thuyền Vịnh Hạ Long - S.E.A Wander",
        "general_info": [
            "77 đánh giá",
            "1 trong 8 trò chơi vui nhộn ở Vịnh Hạ Long",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Lớp học nấu ăn",
            "Tour riêng",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Sân gôn thu nhỏ",
            "Taxi đưa đón",
            "Chuyến tham quan bằng xe đạp",
            "Cho thuê thuyền",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chèo thuyền kayak",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Du thuyền Vịnh Hạ Long - S.E.A Wander là một du thuyền 5 sao mới thực hiện chuyến đi qua đêm trên vịnh Hạ Long, mang đến cho du khách những cách khác nhau để chạm đến vịnh Hạ Long. Điểm nổi bật của du thuyền của chúng tôi là hành trình cũng như các hoạt động chúng tôi cung cấp cho du khách. Bạn không bao giờ cảm thấy nhàm chán khi đi du lịch cùng chúng tôi. Đọc thêm",
        "reviews": [
            "Chúng tôi có chuyến đi ở vịnh Hạ Long với hành trình Lafiesta. Mọi thứ đều tuyệt vời như thức ăn ngon, cabin đẹp, vẻ đẹp của vịnh với hoạt động hang động, đảo, bơi lội và chèo thuyền kayak...cảm ơn Anh, hướng dẫn viên của chúng tôi đã khiến chuyến đi của chúng tôi thú vị hơn! Chúng tôi thực sự rất thích và giới thiệu cho người khác!Đọc thêm",
            "Kính gửi Emmanuelle252,\n\nThay mặt đội ngũ Lafiesta Cruise, tôi xin gửi lời cảm ơn rất nhiều đến các bạn đã dành 2 ngày 1 đêm trên Vịnh Hạ Long trên hành trình của chúng tôi. Chúng tôi cũng rất biết ơn bạn vì đã dành thời gian chia sẻ trải nghiệm đáng nhớ bằng những lời lẽ tốt đẹp của mình. Anh Anh chắc chắn rất vui khi được phục vụ bạn và biết được những lời khen ngợi của bạn dành cho anh ấy. \n\nSự hài lòng của bạn là món quà đặc biệt dành cho chúng tôi, là nguồn động viên mạnh mẽ cho toàn thể đội ngũ của chúng tôi tiếp tục công việc tuyệt vời để nồng nhiệt chào đón bạn quay trở lại với chúng tôi vào lần sau\n\nTrân trọng,\n\nTổng Giám đốc\nÔng Hoàng Sỹ HùngXem thêm",
            "Đó là một chuyến đi tuyệt vời ở Hạ Long, dịch vụ tốt với tầm nhìn đẹp, Hồng rất đẹp và Anh được chú ý. Cảm ơn!!! Đọc thêm",
            "Boudenaultyk thân mến,\n\nThay mặt đội ngũ Lafiesta Cruise, tôi xin gửi lời cảm ơn rất nhiều đến các bạn đã dành 2 ngày 1 đêm trên Vịnh Hạ Long trên hành trình của chúng tôi. Chúng tôi cũng rất biết ơn bạn vì đã dành thời gian chia sẻ trải nghiệm tuyệt vời bằng những lời lẽ tốt đẹp của mình. Tôi chắc chắn rằng nhóm của tôi rất thích phục vụ bạn cũng như bạn thích dịch vụ của chúng tôi. \n\nSự hài lòng của bạn chính là món quà đặc biệt dành cho chúng tôi, là nguồn động viên mạnh mẽ cho toàn thể tập thể chúng tôi tiếp tục làm việc tốt để nồng nhiệt chào đón bạn quay trở lại với chúng tôi vào lần sau!\n\nTrân trọng,\n\nTổng Giám đốc\nÔng Hoàng Sỹ HùngXem thêm",
            "Chiếc thuyền sang trọng và thức ăn rất ngon. Tourguide Anh và nhân viên rất tốt bụng. Có một hoạt động vào buổi tối rất vui là hát karaoke. Chúng tôi thực sự yêu thích nó.Đọc thêm",
            "Kính gửi KhinkayThwe,\n\nTôi vô cùng vui mừng khi biết rằng bạn đã có chuyến du lịch Hạ Long 2 ngày 1 đêm thú vị như vậy trên Du thuyền Lafiesta của chúng tôi. Cảm ơn bạn rất nhiều vì đã lưu trú và cũng vì đánh giá xuất sắc của bạn cho thấy sự hài lòng của bạn về dịch vụ của chúng tôi. Nó mô tả ngắn gọn nhưng đầy đủ thông tin và chi tiết, chắc chắn là thông tin quý giá cho du khách\n\nTôi hứa sẽ gửi lời khen ngợi của bạn tới anh Tourgiude và toàn thể đội ngũ của chúng tôi để họ có một ngày vui vẻ. Lời khen của bạn thực sự hữu ích cho tất cả chúng tôi, khuyến khích chúng tôi rất nhiều để duy trì dịch vụ chất lượng cao của mình\n\nTất cả chúng tôi rất mong được phục vụ bạn lần sau!\n\nTrân trọng,\n\nTổng Giám đốc\nÔng Hoàng Sỹ HùngXem thêm",
            "Chúng tôi rất thích một chiếc thuyền tốt, hướng dẫn viên của chúng tôi khá thân thiện và vui tính. Giá tốt vì vậy chúng tôi giới thiệu chuyến tham quan này cho những khách du lịch khác.Đọc thêm",
            "Myatzaw14 thân mến,\n\nThay mặt đội ngũ Lafiesta Cruise, tôi xin chân thành cảm ơn quý khách đã tin tưởng và dành thời gian tham quan Hạ Long 2 ngày 1 đêm trên du thuyền của chúng tôi. Thật là khoảnh khắc tuyệt vời khi chúng tôi đọc được đánh giá xuất sắc của bạn và biết rằng bạn đã thích dịch vụ của chúng tôi. Đánh giá cũng như trải nghiệm của bạn chắc chắn rất quý giá đối với tất cả khách du lịch\n\nNiềm vui của bạn là tương lai của chúng tôi, cũng hãy động viên toàn thể đội ngũ của chúng tôi rất nhiều để tiếp tục công việc tuyệt vời để chào đón bạn quay trở lại lần sau!\n\nTrân trọng,\n\nTổng Giám đốc\nÔng Hoàng Sỹ HùngXem thêm",
            "Du thuyền còn khá mới và có dịch vụ tốt. các nhân viên và hướng dẫn viên du lịch Alisa rất thân thiện. Điều buồn cười nhất trên thuyền là chiếc bồn cầu thông minh mà tôi chưa từng thấy trước đây.Đọc thêm",
            "Eddierobert thân mến,\n\nThay mặt đội ngũ Lafiesta Cruise, tôi xin gửi lời cảm ơn rất nhiều đến các bạn đã dành thời gian tham quan Vịnh Hạ Long trên hành trình của chúng tôi. Thật là khoảnh khắc tuyệt vời khi theo dõi đánh giá của bạn và biết rằng bạn đã có một chuyến đi vui vẻ như vậy với chúng tôi. Tôi chắc chắn rằng cô Alisa và tất cả nhóm của chúng tôi rất thích phục vụ bạn cũng như bạn đã thích dịch vụ của chúng tôi. Mô tả kinh nghiệm của bạn chắc chắn có giá trị đối với tất cả khách du lịch.\n\nChúng tôi rất mong có cơ hội được phục vụ bạn lần sau!\n\nTrân trọng,\n\nTổng Giám đốc\nÔng Hoàng Sỹ HùngXem thêm",
            "Khoảnh khắc rất đẹp tại Tam cốc, một địa điểm tuyệt đẹp đáng giá 2 giờ Hành trình bằng ô tô. Cảm ơn Việt Hàn, hướng dẫn viên du lịch của chúng tôi, vì sự thông cảm và lòng tốt của anh ấy.Đọc thêm",
            "Bạn Sam200979 thân mến,\n\nXin chân thành cảm ơn quý khách hàng đã tin tưởng và lựa chọn dịch vụ của chúng tôi. Cũng xin cảm ơn rất nhiều vì đánh giá tử tế của bạn cho thấy sự hài lòng của bạn về trải nghiệm của mình. Nó thực sự là lời khuyên quý giá cho độc giả. \n\nĐội ngũ của chúng tôi rất vui và vinh dự khi được phục vụ bạn và coi bạn như thành viên của chúng tôi. Khi bạn cảm thấy vui với sự ngạc nhiên nhỏ của chúng tôi, chúng tôi cũng vui. Nụ cười hài lòng của bạn chính là món quà đặc biệt dành cho chúng tôi. \nToàn đội sẽ duy trì dịch vụ chất lượng cao để chào đón bạn quay trở lại vào một ngày rất sớm. \n\nTrân trọng kính chào,\n\nTổng Giám đốc\nÔng Hoàng Sỹ Hùng\nĐọc thêm",
            "Hành trình ấm cúng rất đẹp. Sẽ còn thú vị hơn nữa nếu hành trình có thể cung cấp đồ uống miễn phí như nước. Nhìn chung chuyến đi rất tốt đẹp. Hướng dẫn viên của chúng tôi là Việt Anh.Đọc thêm",
            "Kính gửi Alberttay8424,\n\nChúng tôi rất biết ơn bạn vì đã tin tưởng và dành 2 ngày 1 đêm trên Vịnh Hạ Long trên Du thuyền Lafiesta của chúng tôi. Thật là khoảnh khắc tuyệt vời khi chúng tôi đọc được đánh giá tốt của bạn và biết rằng bạn đã có khoảng thời gian thú vị và thư giãn với chúng tôi. Nụ cười hài lòng của bạn là món quà đặc biệt dành cho chúng tôi, động viên mạnh mẽ để chúng tôi tiếp tục phát huy\nMột lần nữa xin cảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm trung thực của mình, nó chắc chắn rất quý giá đối với tất cả độc giả\n\nChúng tôi rất hy vọng có cơ hội được chào đón và phục vụ bạn!\n\nCảm ơn &amp; Trân trọng,\n\nTổng Giám đốc\nÔng Hoàng Sỹ HùngXem thêm",
            "Như bạn tôi giới thiệu, tôi đã đưa gia đình đi du lịch ở Hạ Long, bạn tôi đã đặt vé cho tôi trên La Fiesta Cruise, tôi có khoảng thời gian tuyệt vời, phòng tiện nghi đến nhà hàng thật tuyệt vời, đừng quên đội ngũ phục vụ mà sự thân thiện của họ khiến bạn cảm thấy như ở nhà vậy..!! Chắc chắn sẽ quay lại lần nữa, rất khuyến khích..!Đọc thêm",
            "61phaml thân mến,\n\nThay mặt đội ngũ Lafiesta Cruise, tôi xin gửi lời cảm ơn rất nhiều đến các bạn đã dành 2 ngày 1 đêm trên Vịnh Hạ Long trên hành trình của chúng tôi. Chúng tôi cũng rất biết ơn bạn vì đã dành thời gian chia sẻ trải nghiệm tuyệt vời bằng những lời lẽ tốt đẹp của mình. Tôi chắc chắn rằng nhóm của tôi rất thích phục vụ bạn cũng như bạn thích dịch vụ của chúng tôi. \n\nSự hài lòng của bạn luôn là món quà đặc biệt dành cho chúng tôi, là nguồn động viên mạnh mẽ cho toàn thể tập thể chúng tôi tiếp tục công việc tuyệt vời để nồng nhiệt chào đón bạn quay trở lại với chúng tôi\n\nTrân trọng,\n\nTổng Giám đốc\nÔng Hoàng Sỹ HùngXem thêm",
            "Nhóm 7 người của chúng tôi tận hưởng từng phút trong chuyến đi đến Vịnh Hạ Long khởi hành từ Hà Nội. Hướng dẫn viên Bang của chúng tôi rất có tổ chức và thân thiện, giúp chúng tôi giải trí và bận rộn trong suốt chuyến đi. Tương tự như vậy, các nhân viên trên thuyền rất hữu ích và thân thiện, thức ăn rất tuyệt vời và cabin sạch sẽ và thoải mái. Rất nhiều điều thú vị khi tham quan các hang động, leo lên chùa trên đỉnh một vách đá trên một trong những hòn đảo để ngắm cảnh ngoạn mục, chèo thuyền và thậm chí chỉ nằm trên ghế xếp trên sân thượng thuyền vào ban đêm để tận hưởng ánh đèn đêm của các tàu du lịch khác . Cocktail xung quanh một sân golf mini trên boong, khiêu vũ sau bữa tối, câu mực khó nắm bắt ... Chúng tôi đã có một quả bóng. Cảm ơn toàn thể đội ngũ!Đọc thêm",
            "Kính gửi khách du lịch502740,\n\nThay mặt Hạ Long Lafiesta Cruise, cảm ơn bạn rất nhiều vì đã dành thời gian cho hành trình của chúng tôi. Chúng tôi rất vui khi biết rằng bạn tận hưởng từng phút giây bên chúng tôi. Sự hài lòng của bạn là món quà đặc biệt dành cho chúng tôi, động viên chúng tôi rất nhiều để tiếp tục phát huy\n\nNgoài ra chúng tôi rất biết ơn bạn vì đã chia sẻ đánh giá rất chi tiết và trung thực. Đánh giá của bạn cũng như kinh nghiệm của bạn sẽ là khuyến nghị quý giá cho tất cả độc giả\n\nTất cả nhóm của chúng tôi rất hy vọng có cơ hội phục vụ bạn trong tương lai gần\n\nTrân trọng,\n\nTổng Giám đốc\nÔng Hoàng Sỹ Hùng\nĐọc thêm",
            "Hành trình thực sự thoải mái và căn phòng rất đẹp. Gia đình tôi thực sự đã có khoảng thời gian tuyệt vời ở lại qua đêm, nhân viên rất thân thiện và chu đáo. Đồ ăn rất ngon. Nếu bạn đến Việt Nam, tôi khuyên bạn nên đặt hành trình này.Đọc thêm",
            "Kính gửi NgoT62,\n\nCảm ơn bạn đã lựa chọn dành kỳ nghỉ của mình cùng Vịnh Hạ Long 2 ngày 1 đêm trên du thuyền Lafiesta của chúng tôi. Chúng tôi rất biết ơn bạn vì đã dành thời gian chia sẻ đánh giá xuất sắc của mình. Tôi chắc chắn rằng nhóm của tôi rất thích phục vụ bạn cũng như bạn thích dịch vụ của chúng tôi. Toàn đội sẽ tiếp tục làm việc tốt để nồng nhiệt chào đón bạn sớm quay trở lại với chúng tôi\n\nTrân trọng,\n\nTổng Giám đốc \nÔng Hoàng Sỹ Hùng\nĐọc thêm"
        ],
        "star_ratings": [
            71,
            3,
            2,
            0,
            1
        ],
        "review_amount": 77,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Tour Du Thuyền Vịnh Hạ Long - S.E.A Wander",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written April 12, 2019",
            "Written April 11, 2019",
            "Written April 11, 2019",
            "Written April 11, 2019",
            "Written April 8, 2019",
            "Written April 7, 2019",
            "Written April 5, 2019",
            "Written April 1, 2019",
            "Written March 31, 2019",
            "Written March 31, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d16870294-Reviews-or20-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-or10-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-or30-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d12006337-Reviews-Golden_Bay_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d1135282-Reviews-Ecotermales_Fortuna-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g1902860-d6781718-Reviews-Koruldi_Lakes-Mestia_Upper_Svaneti_Samegrelo_Zemo_Svaneti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60603-d6959587-Reviews-Pahoa_Pool-Pahoa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g482884-d4885862-Reviews-Jozani_Chwaka_Bay_National_Park-Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d109809-Reviews-St_Armands_Circle-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1015495-d933965-Reviews-Zoologico_de_Vallarta-Mismaloya_Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g181716-d7122936-Reviews-Richmond_Night_Market-Richmond_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d668452-Reviews-Spy_Bar-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d4226851-Reviews-Wheatlands_Plantation-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d190584-Reviews-Red_Light_District-Amsterdam_North_Holland_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-or30-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-or20-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Halong Bay Cruises Tour - S.E.A Wander",
        "attraction_name_vi": "Tour Du Thuyền Vịnh Hạ Long - S.E.A Wander",
        "general_info": [
            "77 đánh giá",
            "1 trong 8 trò chơi vui nhộn ở Vịnh Hạ Long",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Lớp học nấu ăn",
            "Tour riêng",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Sân gôn thu nhỏ",
            "Taxi đưa đón",
            "Chuyến tham quan bằng xe đạp",
            "Cho thuê thuyền",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Chuyến tham quan động vật hoang dã tự nhiên",
            "Chèo thuyền kayak",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Du thuyền Vịnh Hạ Long - S.E.A Wander là một du thuyền 5 sao mới thực hiện chuyến đi qua đêm trên vịnh Hạ Long, mang đến cho du khách những cách khác nhau để chạm đến vịnh Hạ Long. Điểm nổi bật của du thuyền của chúng tôi là hành trình cũng như các hoạt động chúng tôi cung cấp cho du khách. Bạn không bao giờ cảm thấy nhàm chán khi đi du lịch cùng chúng tôi. Đọc thêm",
        "reviews": [
            "Gia đình chúng tôi đã dành hai ngày đêm trên du thuyền La Fiesta 4cruise ở vịnh Hạ Long, thiên nhiên và phong cảnh thật ngoạn mục. Phi hành đoàn rất thân thiện hữu ích. Hướng dẫn viên rất tốt và nói tiếng Anh rất tốt. Thức ăn rất ngon. Thật là khoảng thời gian tuyệt vời khi chúng tôi chèo thuyền kayak quanh đảo tham quan hang động. Chúng tôi sẽ quay lại và dành nhiều thời gian hơn. Đọc thêm",
            "Thân gửi 267vuhien,\n\nChúng tôi rất vui khi biết rằng bạn đã tận hưởng chuyến đi 2 ngày 1 đêm, nghỉ đêm trên du thuyền của chúng tôi - Lafiesta Cruise. Cảm ơn bạn đã lựa chọn dịch vụ của chúng tôi và cho chúng tôi đánh giá hoàn hảo. Đánh giá của bạn cũng như trải nghiệm của bạn sẽ là một lời giới thiệu có giá trị cho mọi người trên toàn thế giới\n\nChúng tôi rất vui và vinh dự khi được phục vụ bạn và coi bạn là thành viên của chúng tôi. Khi bạn cảm thấy vui với bất ngờ nhỏ của chúng tôi, chúng tôi cũng vui. Nụ cười hài lòng của bạn là một món quà đặc biệt đối với chúng tôi, là động lực mạnh mẽ để chúng tôi tiếp tục làm việc tốt.\n\nChúng tôi rất hy vọng bạn sẽ quay lại với chúng tôi trong tương lai gần!\n\nTrân trọng,\n\nTổng giám đốc\nÔng Hoàng Sỹ Hùng\nĐọc thêm",
            "Chúng tôi đã đặt chuyến đi 1 ngày này đến Vịnh Hạ Long từ Hà Nội vào ngày hôm trước và đã có khoảng thời gian tuyệt vời! Hướng dẫn viên du lịch Hao thật tuyệt vời - cô ấy rất dễ nói chuyện, giải thích mọi thứ chúng tôi đang làm và chúng tôi rất ấn tượng với toàn bộ sự việc. Sau khi được đưa đón nhanh từ khách sạn đến điểm hẹn trong khu phố cổ, chúng tôi được xe buýt du lịch đưa đến Vịnh Hạ Long. Lái xe thì dài, nhưng ghế ngả ra sau rất xa, thật tuyệt khi mang theo tai nghe, tôi ước gì mình đã nhớ ra chiếc của mình. Khi đến Vịnh Hạ Long, một ngày có rất nhiều thứ ngoài những hòn đảo. Bữa trưa thật tuyệt vời và chúng tôi đã chụp được hàng triệu bức ảnh trên mặt nước. Phần thuyền tre rất thú vị và những hang động ở cuối là một điều bất ngờ lớn. Một lần nữa, Hao là lý do chính khiến đây là khoảng thời gian tuyệt vời - chúng tôi rất vui vì được ở cùng nhóm của cô ấy so với những hướng dẫn viên khác mà chúng tôi đã gặp. Rất khuyến khích!Đọc thêm",
            "Kính gửi bcroft8,\n\nRất vui khi biết rằng bạn rất thích chuyến đi của bạn với chúng tôi. Cảm ơn bạn đã lựa chọn dịch vụ của chúng tôi và dành thời gian quý báu để để lại đánh giá rất trung thực và chi tiết tại đây. Đánh giá cũng như trải nghiệm của bạn sẽ là đề xuất có giá trị cho mọi người trên toàn thế giới.\n\nĐội ngũ của chúng tôi rất vui và vinh dự khi được phục vụ bạn và coi bạn như thành viên của chúng tôi. Khi bạn cảm thấy vui với sự ngạc nhiên nho nhỏ của chúng tôi, chúng tôi cũng rất vui - vì đã làm bạn vui lên. Nụ cười hài lòng của bạn chính là món quà đặc biệt dành cho chúng tôi. \n\nToàn đội sẽ duy trì dịch vụ chất lượng cao để chào đón bạn quay lại đây vào một ngày rất sớm. \n\nTrân trọng,\n\nTổng Giám đốc \nÔng Hoàng Sỹ Hùng \nĐọc thêm",
            "Tất cả những gì tôi có thể nói là chuyến tham quan và lưu trú thật tuyệt vời, ý tôi là chỉ những góc nhìn và số lần chụp ảnh cũng xứng đáng với số tiền phải trả! Phần hang động cho đến nay là phần yêu thích của tôi! Hướng dẫn viên du lịch Hao là người vui tính và hiểu biết nhất; - Hãy tự giúp mình và đặt chỗ ở !!! NGAY BÂY GIỜ!Đọc thêm",
            "Kính gửi Darwin C,\n\nLời chào nồng nhiệt từ Lafiesta Cruise!\n\nXin chân thành cảm ơn quý khách hàng đã tin tưởng và lựa chọn dịch vụ của chúng tôi. Cũng xin cảm ơn rất nhiều vì đánh giá tử tế của bạn cho thấy sự hài lòng của bạn về trải nghiệm của mình. Nó thực sự là lời khuyên quý giá cho độc giả. \n\nĐội ngũ của chúng tôi rất vui và vinh dự khi được phục vụ bạn và coi bạn như thành viên của chúng tôi. Nụ cười hài lòng của bạn chính là món quà đặc biệt dành cho chúng tôi. \n\nToàn đội sẽ duy trì dịch vụ chất lượng cao để chào đón bạn quay lại đây vào một ngày rất sớm. \n\nTrân trọng kính chào,\n\nTổng Giám đốc\nÔng Hoàng Sỹ Hùng\nĐọc thêm",
            "Chúng tôi đã có một ngày vui vẻ để tham quan Vịnh Hạ Long. Chúng tôi xuất phát từ Hà Nội lúc 8h30 sáng, họ đón chúng tôi đúng giờ. Sau đó chúng tôi đi đến Vịnh Hạ Long khoảng 3,5 giờ. Thời tiết thật sự rất tốt để chúng tôi chụp được rất nhiều bức ảnh đẹp. Hạ Long đẹp vô cùng. Chúng tôi đã có bữa trưa ngon miệng trên La Fiesta Cruise. Hướng dẫn viên Cô Hao rất thân thiện, hữu ích và hiểu biết. Rất khuyến khích bạn nên tận hưởng chuyến tham quanĐọc thêm",
            "Kính gửi DFFC7I,\n\nRất vui khi biết rằng bạn rất thích chuyến đi của bạn với chúng tôi. Cảm ơn bạn đã lựa chọn dịch vụ của chúng tôi và cho chúng tôi đánh giá hoàn hảo. Đánh giá cũng như trải nghiệm của bạn sẽ là đề xuất có giá trị cho mọi người trên toàn thế giới\n\nĐội ngũ của chúng tôi rất vui và vinh dự khi được phục vụ bạn và coi bạn như thành viên của chúng tôi. Khi bạn cảm thấy hạnh phúc, chúng tôi cũng hạnh phúc. Nụ cười hài lòng của các bạn chính là món quà đặc biệt dành cho chúng tôi, là nguồn động viên cho toàn thể tập thể chúng tôi nỗ lực hết mình trong công việc. \n \nChúng tôi rất hy vọng bạn sẽ quay lại đây vào một ngày rất sớm. \n\nTrân trọng,\nTổng Giám đốc \nÔng Hoàng Sỹ Hùng \nĐọc thêm",
            "Hao là hướng dẫn viên du lịch của chúng tôi về mọi thứ về hang động, du lịch trên biển, ẩm thực và các chuyến tham quan bằng thuyền tre. Chúng tôi thật may mắn khi có được cô ấy và cô ấy vui tính, thân thiện và hiểu biết về các yếu tố địa chất và lịch sử của Vịnh Hạ Long và chúng tôi tận hưởng từng giây phút. ĐẶC BIỆT là đi bộ trong hang động Heaven Palace. Vâng hãy quay lại sớm! Đọc thêm",
            "Bạn nwn1879 thân mến,\n\nLời chào nồng nhiệt nhất từ ​​Lafiesta Cruise!\n\nTôi vô cùng vui mừng khi biết rằng bạn rất thích Vịnh Hạ Long với Du thuyền Lafiesta của chúng tôi, đặc biệt là từ hướng dẫn viên du lịch Hảo của nhóm tôi. Tôi chắc chắn rằng nhóm của tôi rất thích phục vụ bạn cũng như bạn thích dịch vụ của chúng tôi. Sự hài lòng của bạn khuyến khích tất cả đội ngũ của chúng tôi rất nhiều để tiếp tục công việc tuyệt vời để nồng nhiệt chào đón bạn sớm quay trở lại với chúng tôi\n\nTrân trọng,\n\nTổng Giám đốc \nÔng Hoàng Sỹ Hùng\nĐọc thêm",
            "Chúng tôi bắt đầu ở Hà Nội. Đó là một chuyến đi xe buýt 3 giờ từ Hà Nội. Không có nhiều chỗ trên xe buýt nên hành lý nhẹ nhàng. Tôi và chồng chỉ lấy một chiếc ba lô. Họ đưa chúng tôi đến một bảo tàng ngọc trai để duỗi chân. Thực sự tốt đẹp. Phòng tắm có TP hạn chế nên bạn nên mang theo một ít để đề phòng. Rất nhiều phòng tắm trong suốt chuyến đi đã bị hạn chế TP FYIKhi đến Vịnh Hạ Long, chúng tôi được nhận phòng trên thuyền với La Fiesta. Nó thật tuyệt. Phi hành đoàn rất thân thiện. Chúng tôi đi thuyền qua vịnh. Thích ngắm nhìn tất cả các hòn đảo nhỏ. Ăn trưa và thư giãn trong khi chúng tôi ra ngoài. Chúng tôi có một phòng đôi. Rất nhiều không gian chỉ dành cho chúng tôi. Chúng tôi đã đi đến vịnh nhỏ và có cơ hội chèo thuyền kayak hoặc đi thuyền tre. Đề nghị thuyền tre. Chiếc thuyền kayak rất đẹp nhưng có quá nhiều thuyền tre và chúng đang đâm vào thuyền kayak. Trong vịnh có khỉ! Sau đó, chúng tôi đi bộ đường dài. Những bậc thang đó rất dốc và có rất nhiều người trên đó. Bạn cũng có thể lựa chọn đi đến bãi biển nhỏ ở đó. Đó là một hòn đảo ổn. Họ cần phải làm sạch nó một chút. Có vẻ như họ đang thực hiện một số công trình nhưng tầm nhìn đẹp ở phía trên. Bữa tối thực sự rất ngon. Họ cho chúng tôi làm món chả giò tươi. Tối hôm đó chúng tôi hát karaoke hoặc bạn có thể câu mực. Ngày thứ 2 họ tập thái cực quyền vào buổi sáng và bữa sáng nhẹ. Phải đi đến một hang động tự nhiên. Rất tuyệt! Ăn bữa nửa buổi sau đó khi chúng tôi quay lại bờ. Đồ ăn rất tuyệt trong suốt chuyến đi. Đồ uống thực sự đắt tiền và nước không được bao gồm trong bữa ăn. Không thích việc bạn có 2 chai trong phòng và một số chai ở đây và ở đó. Nhìn chung sẽ giới thiệu cho bạn bè. Rất thích hướng dẫn viên du lịch của chúng tôi. Anh ấy nói tiếng Anh tốt, rất hữu ích và rất thân thiện.Đọc thêm",
            "Kính gửi Jcmayo1991,\n\nThay mặt Hạ Long Lafiesta Cruise, tôi xin cảm ơn bạn rất nhiều vì đã lựa chọn dịch vụ của chúng tôi và dành thời gian quý báu để để lại những đánh giá rất trung thực và chi tiết. Đánh giá của bạn cũng như trải nghiệm của bạn sẽ là đề xuất có giá trị cho độc giả trên toàn thế giới. \n\nRất vui khi biết rằng bạn rất thích chuyến đi của bạn với chúng tôi. Như bạn đã biết, kinh doanh trên du thuyền khó hơn trên đất liền, phí vận chuyển nguyên liệu rất cao, đó là lý do tại sao đồ uống đắt hơn trên đất liền.\n\nĐội ngũ của chúng tôi rất vui và vinh dự khi được phục vụ bạn và coi bạn như thành viên của chúng tôi. Khi bạn cảm thấy vui với sự ngạc nhiên nhỏ của chúng tôi, chúng tôi cũng vui. Nụ cười hài lòng của các bạn là một món quà đặc biệt đối với chúng tôi, hãy động viên toàn thể đội ngũ của chúng tôi rất nhiều để tiếp tục công việc tuyệt vời của mình để chào đón các bạn quay trở lại đây vào một ngày rất sớm.\n\nTrân trọng,\n\nTổng Giám đốc \nÔng Hoàng Sỹ Hùng \nĐọc thêm"
        ],
        "star_ratings": [
            71,
            3,
            2,
            0,
            1
        ],
        "review_amount": 77,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Quang Ninh Province",
            "Tour Du Thuyền Vịnh Hạ Long - S.E.A Wander",
            "Vịnh Hạ Long"
        ],
        "reviews_time": [
            "Written March 30, 2019",
            "Written March 27, 2019",
            "Written March 27, 2019",
            "Written March 27, 2019",
            "Written March 27, 2019",
            "Written March 25, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d16870294-Reviews-or30-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-or20-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19092496-Reviews-Halong_Transport-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d13156130-Reviews-Orchid_Trendy_Cruises-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26101044-Reviews-Hera_Cruises_Ha_Long_Bay_Travel_Agency_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19882416-Reviews-Dora_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19481011-Reviews-Authentic_HALONG-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10815208-Reviews-Halong_Luxury_Day_Tour-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17528188-Reviews-Aspira_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d19257221-Reviews-Vietyacht_Club-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d20092768-Reviews-Halong_Bay_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10634801-Reviews-Secret_Halong_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d12006337-Reviews-Golden_Bay_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5984540-Reviews-Syrena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d15307471-Reviews-La_Regina_Royal_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20125471-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d13376106-Reviews-Era_Premium_Cruises-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g58653-d641287-Reviews-Millersylvania_State_Park-Olympia_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d195003-Reviews-Harry_s_Bar-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d2016213-Reviews-Kleinmarkthalle-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g50940-d2503187-Reviews-Great_Wolf_Lodge_Water_Park-Sandusky_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d246510-Reviews-Plaza_de_Espana-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d196131-Reviews-Beer_Museum-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g143057-d103339-Reviews-Kolob_Terrace_Road-Zion_National_Park_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d5531576-Reviews-Lady_Buddha-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g50322-d142767-Reviews-Jungle_Jim_s_International_Market-Fairfield_Butler_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d378979-Reviews-Ubud_Traditional_Art_Market-Ubud_Gianyar_Regency_Bali.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d16870294-Reviews-or30-Halong_Bay_Cruises_Tour_S_E_A_Wander-Halong_Bay_Quang_Ninh_Province.html"
    }
]