[
    {
        "attraction_name": "Ham Rong Mountain",
        "attraction_name_vi": "Núi Hàm Rồng",
        "general_info": [
            "318 đánh giá",
            "- 6 trong số 50 điều cần làm ở Sapa",
            "Núi"
        ],
        "attraction_summary": "Cảnh quan cao nhất ở SapaĐọc thêm",
        "reviews": [
            "Hàm Rồng đáng để ghé thăm khi trời không có mây ở Sa Pa. Phí vào cửa chấp nhận được, nhưng theo quan điểm của chúng tôi, đây là điểm nhấn duy nhất trong công viên. Điểm ngắm cảnh hơi khó tìm, nhưng khi đã tìm thấy thì quang cảnh Sa Pa thực sự đẹp. Đọc thêm",
            "Nó giống một ngọn đồi hơn là một ngọn núi nhưng lại có tầm nhìn tuyệt vời ra thị trấn Sapa từ trên đỉnh. Không cần hướng dẫn. Đọc thêm",
            "Không đông khách du lịch như những khu vực khác nhưng bạn sẽ có được cái nhìn đẹp nhất về SAPA tại đây.  Hãy chuẩn bị cho nhiều bước dốc và khả năng cao là bạn không biết mình đang ở đâu.  Mọi thứ khác dọc theo chuyến đi bộ đều được bảo trì kém và không vừa mắt.  Tuy nhiên, đỉnh núi hoàn toàn xứng đáng.Đọc thêm",
            "Địa điểm lạ. Chúng tôi muốn đi bộ lên núi nhưng không biết liệu điều này có thể thực hiện được hay không, chúng tôi đến một cánh cổng trông giống như nhà và đất nông nghiệp của ai đó và không muốn xâm phạm. Khu nghỉ dưỡng - là một nơi xa lạ, kỳ lạ với những bức tượng kỳ lạ, những khu vườn nhếch nhác, những địa điểm không giải thích được, những nhà hàng ngẫu nhiên và những con đường dẫn đến hư không. Có lúc nó khá đẹp với những bông hoa nhưng tôi có cảm giác như mình đang ở trong một trò chơi điện tử kỳ lạ hay đoạn mở đầu của một bộ phim kinh dị khi đi dạo quanh một khu nghỉ dưỡng dành cho trẻ em bị bỏ hoang. Một cách thú vị để dành một giờ - và tôi - thà làm điều này hơn là một trong những cái bẫy du lịch khác.Đọc thêm",
            "Vì đường sắt leo núi ở Phan Xi Păng đã đóng cửa và chúng tôi có vài giờ để đốt cháy, chúng tôi quyết định đi bộ một chút lên Núi Hàm Rồng, để - khởi động - cho chuyến đi 2D 1N vào ngày hôm sau. Quan điểm tốt khi bạn đạt đến đỉnh. Con đường này không được đánh dấu rõ ràng và địa điểm này có thể cần được bảo trì một chút.Đọc thêm",
            "Đây là nơi tốt nhất để ngắm thị trấn Sapa từ đỉnh núi.  Chúng tôi mất khoảng 40 phút để lên tới đỉnh núi với cậu bé 8 tuổi.  Bạn có thể ngắm nhìn 180 độ thị trấn Sapa.  Có 2 con đường khác nhau để lên đỉnh - một dễ và một khó hơn nhưng hấp dẫn hơn.  Chúng tôi gặp khó khăn hơn khi đi lên nhưng lại đi đường tắt khi đi xuống.  Bạn có thể bối rối trong việc tìm đúng đường lên đỉnh vì không có biển chỉ dẫn tiếng Anh, tuy nhiên, trên mặt đất có một số dấu mũi tên nên bạn hãy đi theo mũi tên. Có những bức tượng động vật và một vườn bách thảo nữa.  Chúng tôi ở đó khoảng 1h30.  Bạn có thể dễ dàng đi bộ từ thị trấn.  Giá vé vào cửa là 70k cho người lớn và 35k cho trẻ em.Đọc thêm",
            "Mặc dù thời tiết xám xịt và sương mù - và đang là mùa đông - chúng tôi vẫn đến Hàm Rồng. Những bông hoa thực sự rất đẹp và trong khi những bức tượng về các con vật thuộc cung hoàng đạo Trung Quốc - không phải tất cả đều có hình dáng đẹp nhất nhưng chúng rất vui nhộn và sống động. Thêm vào đó, thật buồn cười khi họ chọn Chuột Mickey, Scooby Doo và Tom - chú mèo trong Tom và Jerry - ! Nếu bạn lên trên, họ sẽ cung cấp đồ chơi bắn nỏ - về cơ bản là không nguy hiểm - . Có rất nhiều lựa chọn về đồ ăn nhẹ và đồ uống cũng như nhiều quà lưu niệm - đặc biệt là quần áo của người dân tộc thiểu số - trong công viên cũng như trên đường đến đó. Đó là chuyến đi đáng giá và phí vào cửa rẻ. Chỉ cần cẩn thận bước đi của bạn khi trời có sương mù hoặc mưa.Đọc thêm",
            "Bạn có thể truy cập vào lối vào phía sau Nhà thờ. Có một khoản phí vào cửa được áp dụng. Có - lại một vài điểm thu hút trên núi. Điểm dừng đầu tiên là vườn lan, tôi được biết ở đó có hơn 200 loại lan nhưng chúng không nở hoa khi tôi ở đó. Điểm dừng chân đáng chú ý tiếp theo là vườn đào với vài trăm cây, tuy nhiên chúng tôi không may mắn vì vừa qua thời kỳ nở hoa. Tiếp tục đi lên bạn sẽ thấy Sân Mây và Cổng Trời, được đặt tên như vậy vì vào một thời điểm nhất định trong ngày, bạn sẽ bị bao phủ bởi sương mù - mây ở đây. Tuy nhiên, rõ ràng là chúng tôi đã đến đó : - Vì vậy, như bạn thấy, tất cả phụ thuộc vào may mắn của bạnĐọc thêm",
            "Nếu thời tiết tốt, người ta không nên bỏ lỡ điểm tham quan này. Nó mang lại cái nhìn toàn cảnh về toàn bộ thị trấn Sapa. Việc leo lên có thể khó khăn nhưng nó đáng nỗ lực. Hãy cẩn thận với bề mặt trơn trượt của các bậc thang.Đọc thêm",
            "Điều tốt là điểm thu hút nằm ngay trung tâm thị trấn. Dễ dàng truy cập Tuy nhiên, nơi này có vẻ cũ kỹ mà không cần bảo trì nhiều. Dù sao cũng tốt cho một chuyến thăm nếu một người không có gì nhiều để làm. Mèo mèo trekking n fansipan tốt hơn nhiều. Đọc thêm",
            "Tôi có thể biết chúng tôi có thể leo lên núi Hàm Rồng để ngắm bình minh trước 6 giờ sáng không? Vì giờ mở cửa là 6 giờ sáng, nhưng thời gian mặt trời mọc là khoảng 5 giờ 30 sáng. Tôi sợ sẽ bỏ lỡ Đọc thêm",
            "Bạn có thể nói chuyện với nhân viên tại lối vào, họ - đủ thân thiện và linh hoạt - v.d. Tôi - đã ở đó một tiếng sau giờ đóng cửa - .Đọc thêm",
            "Bạn có thể đi bộ lên đỉnh từ trung tâm thị trấn Sapa mà không có hướng dẫn viên không?Đọc thêm",
            "Vâng, thật dễ dàng. \nBạn có thể sử dụng trình dịch nếu cần trong khi đi bộĐọc thêm",
            "Chuyến đi khứ hồi kéo dài bao lâu?Đọc thêm",
            "1-2 giờ nhưng chúng tôi đã dành nửa ngày để tìm hiểu các tuyến đường khác nhau. Ngoài ra còn có một vài quầy giải khát.Đọc thêm"
        ],
        "star_ratings": [
            109,
            137,
            55,
            14,
            3
        ],
        "review_amount": 318,
        "location": [
            "Núi Hàm Rồng",
            "Sa Pa",
            "Việt Nam",
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written April 20, 2024",
            "Written October 6, 2023",
            "Written June 9, 2023",
            "Written April 22, 2023",
            "Written December 1, 2022",
            "Written October 5, 2022",
            "Written January 4, 2021",
            "Written February 17, 2020",
            "Written December 28, 2019",
            "Written November 24, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d6963743-Reviews-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d25448525-Reviews-Cho_Tinh_Quan_22_Ngu_Chi_Son_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d15028739-Reviews-Yummy_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d12158649-Reviews-Good_Morning_View_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d6553283-Reviews-Little_Vietnam_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d12556438-Reviews-Le_Gecko_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d1592047-Reviews-Mountain_Bar_Pub-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d24113239-Reviews-M_y_Quan-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d11873975-Reviews-Ladybird_Sapa_Restaurant_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d14450712-Reviews-Sapa_Sky_View_Restaurant_Bar-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d25247302-Reviews-Sapa_Center_Cafe_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d14086596-Reviews-Y_Ty_Village-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5994398-Reviews-The_Stone_Church-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13534081-Reviews-Sapa_Lake-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26136968-Reviews-Sapa_Trekking_Mama_Zuzu-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26226969-Reviews-SaPa_local_tourist_guide-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5996688-Reviews-Quang_Truong_Square-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6000599-Reviews-Ho_Chi_Minh_Friendship_Monument-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d24061612-Reviews-Cap_Treo_Fansipan-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d9861921-Reviews-Sun_World_Fansipan_Legend-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or10-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1452026-Reviews-Fansipan_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6375794-Reviews-Thac_Bac_Waterfall_Silver_Falls-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12574933-Reviews-Y_Linh_Ho-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d15588124-Reviews-Si_Trekking_Sa_Pa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10304794-Reviews-Ban_Ho_Village-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25314420-Reviews-Happy_Trip_With_Vu-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12268871-Reviews-Hoang_Lien_National_Park-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11434596-Reviews-Good_Morning_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17375296-Reviews-Sapa_Private_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14155446-Reviews-Relax_Bar-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14163053-Reviews-Sapa_Motorbike_Rental-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17584260-Reviews-Pang_Pang_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26266721-Reviews-Sapa_Adventures_Tours_Off_the_Beaten_Path-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4453566-Reviews-Vietnam_Nomad_Trails_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d3474630-Reviews-Pittsburgh_Water_Steps-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g616035-d2255787-Reviews-Ravana_Ella_Falls-Ella_Uva_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d207512-Reviews-North_Shore-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g482941-d2343959-Reviews-Atlantis_Books-Oia_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d1847079-Reviews-Haleiwa_Beach_Park-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d186111-Reviews-Chileno_Beach-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066443-d2654691-Reviews-Tokyo_Anime_Center-Chiyoda_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g46410-d8522723-Reviews-Island_Spa_Sauna-Edison_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d3710424-Reviews-The_Junction_Mall-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d6124852-Reviews-Duomo_Rooftops-Milan_Lombardy.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or10-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "Ham Rong Mountain",
        "attraction_name_vi": "Núi Hàm Rồng",
        "general_info": [
            "318 đánh giá",
            "- 6 trong số 50 điều cần làm ở Sapa",
            "Núi"
        ],
        "attraction_summary": "Cảnh quan cao nhất ở SapaĐọc thêm",
        "reviews": [
            "Nơi này có khung cảnh ngoạn mục từ đầu đến cuối. Nếu có thời gian, bạn có thể dành gần như cả ngày để khám phá dọc theo đường ray và ngắm cảnh. Một số đoạn rất khó đi bộ vì nó bị thu hẹp khoảng 6 bước. Đáng đồng tiền chỉ cần tìm ra quầy bán vé ở đâu trước khi đi nếu không bạn sẽ đi bộ lên 100 bậc thang chỉ để quay trở lại gian hàng. Nếu bạn ở đó thì hãy xem nhé!!! Đọc thêm",
            "Chỗ này rất gần nhà thờ Đức Bà. Bạn sẽ thấy mình dành 2-3 giờ. Có rất nhiều con đường mòn và đường mòn để theo dõi. Chúng tôi không lên tới đỉnh núi vì trời bắt đầu mưa. Đọc thêm",
            "Không hẳn là thất vọng nhưng hoa không đẹp nhất vào tháng 9 và chỉ có một điểm ngắm cảnh đẹp mà chúng tôi có thể dễ dàng tìm thấy và đó vẫn là một chuyến đi dàiXem thêm",
            "Nếu bạn đang nghĩ có nên lên đó không thì câu trả lời là Có. Bạn - sẽ được ngắm nhìn khung cảnh đáng kinh ngạc của toàn bộ thị trấn và cảnh quan tuyệt đẹp. Tôi yêu nó.Đọc thêm",
            "Chúng tôi thực sự rất thích hoạt động này. Chúng tôi đi lên khá nhanh và mất khoảng 20 phút để đến đài quan sát. Không có bảng hiệu tiếng Anh nên cuối cùng chúng tôi phải đi một chặng đường rất dài nhưng cuối cùng chúng tôi cũng đã làm được. Chúng tôi đã đi vào buổi chiều muộn và chúng tôi không thất vọng. Mây dường như tan dần vào buổi chiều muộn nên chúng tôi đợi trên đỉnh để ngắm cảnh bớt mây hơn một chút! Mang giày dép tốt và mang theo thứ gì đó ấm áp bên ngoài vì trời hơi lạnh. Trên đường đi xuống vào khoảng 6:30 chiều, công viên khá vắng nên chúng tôi đã chụp được một số bức ảnh tuyệt vời mà không có người vào, tôi khuyên bạn nên làm như vậy! Đọc thêm",
            "Núi Hàm Rồng nằm cách trung tâm thị trấn Sapa 500m. Việc leo lên đỉnh và vườn lan của nó tương đối thú vị. Từ đỉnh núi, độ cao khoảng 1.800m nhìn toàn cảnh thung lũng Sa Pa, Mường Hoa, Tả Phìn, bồng bềnh sau làn mây trắng bồng bềnh trên bầu trời. Lối đi từ nhà thờ đá cổ và khách sạn Hàm Rồng, cầu thang dài - bậc thang cao - đi đến lối vào công viên .  Ở mỗi bên, các cửa hàng, quán cà phê và nhà hàng Cảnh báo; nhiệt độ thay đổi rất nhanh khi có mây, hãy cân nhắc mang theo một chiếc áo khoác lông cừu nhẹ chống gióGiá 70kĐịa điểm leo núi tốtĐọc thêm",
            "Đến đây vào một buổi chiều nắng đẹp. Đi bộ dễ dàng từ thị trấn Sapa. Mang giày thoải mái vì phải leo khá nhiều bậc thang. Vì tôi đến đây vào mùa xuân - giữa tháng 3 - nên hoa đang nở rộ. Có một túp lều nhỏ để ăn nhẹ và giải khát trước khi bạn tiếp tục leo lên đỉnh. Nước mía rất mát vào một buổi chiều ấm áp như vậy. Khi bạn tiếp tục đi, bạn phải leo thêm nhiều bậc thang nữa để lên đến đỉnh. Vì tôi khá mệt sau khi ghé thăm bản Cát Cát vào buổi sáng nên tôi quyết định dừng lại giữa chừng. Đối với tôi, quang cảnh đủ đẹp vì tôi có thể nhìn thấy thị trấn Sapa phủ đầy mây trong khi trời sáng và nắng ở đây một lúc, rồi mây lại kéo đến. Nhìn chung, đây là một nơi tuyệt vời để tụ tập nếu bạn có quá nhiều thời gian rảnh, nhưng theo tôi, những người muốn đi ra khỏi con đường mòn và tìm kiếm cuộc phiêu lưu sẽ khá thất vọng. Đọc thêm",
            "Sẽ giới thiệu khi bạn lần đầu đến Sapa vì điểm quan sát mang đến cho bạn cái nhìn tổng quan tuyệt vời về thị trấn. Hãy nhớ mua vé ở cuối cầu thang - nếu không bạn - sẽ phải quay lại và lên như chúng tôi đã làm! - . Phòng vé ở bên trái trước khi bạn lên cầu thang và nhớ lấy bản đồ - miễn phí -. Có rất nhiều khu vườn đẹp xung quanh nhưng tôi chỉ muốn đi thẳng lên đỉnh để ngắm cảnh. Có rất ít biển chỉ dẫn nên có thể khó tìm được điểm quan sát. Trên bản đồ, tôi nghĩ nó được gọi là - Cloud Deck - hoặc cái gì đó tương tự. Đi qua nơi có Cổng Mây và đi theo các mũi tên. Có khá nhiều cầu thang nên có lẽ không phải là nơi tốt nhất cho người có vấn đề về di chuyển. Có thể được thực hiện dưới 2 giờ. Đọc thêm",
            "Chúng tôi có vài giờ rảnh rỗi ở Sapa trước chuyến xe buýt nên chúng tôi tình cờ tìm thấy công viên độc đáo này nằm phía sau nhà thờ ở trung tâm Sapa. Hãy chuẩn bị cho rất nhiều bước, nhưng việc leo lên rất đáng giá vì địa hình đẹp độc đáo và tầm nhìn từ trên xuống thật ngoạn mục. Trong khi khuôn viên được chăm sóc cẩn thận với những bông hoa xinh xắn thì các trò chơi dành cho trẻ em lớn tuổi lại rơi vào tình trạng hư hỏng, tạo cho công viên một bầu không khí kỳ lạ. Những bức tượng hoạt hình bẩn thỉu, một số có những cử chỉ tục tĩu, thật kỳ quái. Bất chấp những điều kỳ lạ này, chúng tôi rất vui vì đã mạo hiểm đến công viên.Đọc thêm",
            "Tôi - người bạn thân của tôi đã có một chuyến đi khám phá Hàm Rồng thật tuyệt vời. Nói tóm lại: đó là một công viên thực vật với rất nhiều địa điểm thư giãn tuyệt vời. Địa điểm này nằm trên một ngọn núi nên bạn có thể ngắm nhìn Sapa ở hầu hết mọi nơi. Ngoài ra, thời tiết có thể thay đổi. Thật tuyệt vời! Bởi vì một phút trước, bạn có thể đang tận hưởng toàn cảnh - phút tiếp theo - đi dạo trên mây. Khung cảnh tuyệt vời cho một chuyến đi tuyệt vời. Rất khuyến khích.Đọc thêm",
            "Tôi có thể leo lên núi Hàm Rồng để ngắm bình minh trước 6 giờ sáng được không? Vì giờ mở cửa là 6h nhưng thời gian mặt trời mọc là khoảng 5h30. Tôi sợ sẽ bỏ lỡĐọc thêm",
            "Bạn có thể nói chuyện với nhân viên tại lối vào, họ - đủ thân thiện và linh hoạt - e. g. Tôi - đã ở đó một tiếng sau giờ đóng cửa - .Đọc thêm",
            "Bạn có thể đi bộ lên đỉnh từ trung tâm thị trấn Sapa mà không có hướng dẫn viên không?Đọc thêm",
            "Vâng, thật dễ dàng. \nBạn có thể sử dụng trình dịch nếu cần trong khi đi bộĐọc thêm",
            "Chuyến đi khứ hồi kéo dài bao lâu?Đọc thêm",
            "1-2 giờ nhưng chúng tôi đã dành nửa ngày để tìm hiểu các tuyến đường khác nhau. Ngoài ra còn có một vài quầy giải khát.Đọc thêm"
        ],
        "star_ratings": [
            109,
            137,
            55,
            14,
            3
        ],
        "review_amount": 318,
        "location": [
            "Núi Hàm Rồng",
            "Sa Pa",
            "Việt Nam",
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written October 21, 2019",
            "Written September 30, 2019",
            "Written September 4, 2019",
            "Written August 22, 2019",
            "Written July 1, 2019",
            "Written May 27, 2019",
            "Written April 1, 2019",
            "Written March 30, 2019",
            "Written March 15, 2019",
            "Written March 15, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d6963743-Reviews-or10-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d25448525-Reviews-Cho_Tinh_Quan_22_Ngu_Chi_Son_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d15028739-Reviews-Yummy_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d12158649-Reviews-Good_Morning_View_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d6553283-Reviews-Little_Vietnam_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d12556438-Reviews-Le_Gecko_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d1592047-Reviews-Mountain_Bar_Pub-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d24113239-Reviews-M_y_Quan-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d11873975-Reviews-Ladybird_Sapa_Restaurant_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d14450712-Reviews-Sapa_Sky_View_Restaurant_Bar-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d25247302-Reviews-Sapa_Center_Cafe_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d14086596-Reviews-Y_Ty_Village-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5994398-Reviews-The_Stone_Church-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13534081-Reviews-Sapa_Lake-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26136968-Reviews-Sapa_Trekking_Mama_Zuzu-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26226969-Reviews-SaPa_local_tourist_guide-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5996688-Reviews-Quang_Truong_Square-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6000599-Reviews-Ho_Chi_Minh_Friendship_Monument-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d24061612-Reviews-Cap_Treo_Fansipan-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d9861921-Reviews-Sun_World_Fansipan_Legend-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or20-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1452026-Reviews-Fansipan_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6375794-Reviews-Thac_Bac_Waterfall_Silver_Falls-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12574933-Reviews-Y_Linh_Ho-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d15588124-Reviews-Si_Trekking_Sa_Pa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10304794-Reviews-Ban_Ho_Village-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25314420-Reviews-Happy_Trip_With_Vu-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12268871-Reviews-Hoang_Lien_National_Park-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11434596-Reviews-Good_Morning_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17375296-Reviews-Sapa_Private_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14155446-Reviews-Relax_Bar-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14163053-Reviews-Sapa_Motorbike_Rental-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17584260-Reviews-Pang_Pang_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26266721-Reviews-Sapa_Adventures_Tours_Off_the_Beaten_Path-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4453566-Reviews-Vietnam_Nomad_Trails_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d19176237-Reviews-MUSEUM_1-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g2311506-d3874321-Reviews-Pink_Beach-Komodo_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g34275-d560410-Reviews-Gulfstream_Park_Racing_and_Casino-Hallandale_Beach_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d10375870-Reviews-Riga_Castle-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g57136-d2271332-Reviews-Fifth_Water_Hot_Springs-Springville_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d5053663-Reviews-Edge_of_The_World-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1872665-d2076197-Reviews-Panmunjom-Paju_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g155987-d156921-Reviews-Emerald_Bay_State_Park-Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d2332051-Reviews-Danga_Bay-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d619989-Reviews-Hadlock_Field-Portland_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or20-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or10-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "Ham Rong Mountain",
        "attraction_name_vi": "Núi Hàm Rồng",
        "general_info": [
            "318 đánh giá",
            "- 6 trong số 50 điều cần làm ở Sapa",
            "Núi"
        ],
        "attraction_summary": "Cảnh quan cao nhất ở SapaĐọc thêm",
        "reviews": [
            "Mê cung thú vị của những con đường xuyên qua những mỏm đá kỳ lạ và những khu vườn tự nhiên và trồng trọt khác nhau. Khung cảnh đẹp từ ngọn đồi cao này.Đọc thêm",
            "Ngày đầu tiên ở Sapa, chúng tôi tìm thấy cầu thang dẫn lên lối vào nhưng không biết đó là gì. Sau này, chúng tôi nghe nói đến núi Hàm Rồng và khi quyết định đến thăm thì nhận ra đó chính là nơi đó. Không - không có nhiều hy vọng được thưởng thức nó nhưng thực sự đã có một quả bóng. Sự giao thoa hấp dẫn giữa một công viên giải trí khủng khiếp và một khu vườn thực vật xinh đẹp được chăm sóc tốt một cách đáng kinh ngạc. Nếu bạn có thể tìm thấy đỉnh thông qua mê cung của những con đường nhỏ kỳ lạ, bạn sẽ không phải thất vọng. Nhóm bốn người của chúng tôi đã có những giờ phút vui vẻ! Đọc thêm",
            "Chà, đây thực sự là một điều tuyệt vời...việc đi bộ lên sẽ là một thử thách nếu bạn không có thể lực cơ bản hoặc gặp khó khăn trong việc di chuyển. WOW, khung cảnh của thung lũng thật tuyệt vời! Người dân tộc xếp hàng dọc con đường lên xuống để bán đồ gốm và đồ thủ công. rất đáng làmĐọc thêm",
            "Tôi thực sự rất thích chuyến đi bộ lên núi của mình. Như những người khác đã nói, bảng chỉ dẫn không tuyệt vời và tôi đã hơi lạc lối. Tôi phải mất một thời gian mới tìm được đỉnh, nhưng khi đã lên đến đó thì khung cảnh chắc chắn rất đáng để leo lên. Quản lý để chụp một vài bức ảnh trước khi sương mù tràn vào.Đọc thêm",
            "Đây là một ngọn núi rất tốt để trekking và leo núi. Trên đường đi, bạn sẽ thấy một bông hoa và một số tảng đá độc đáo. Đường đua không khó nên ngay cả người già cũng có thể làm được. Từ trên cao bạn sẽ thấy được khung cảnh tuyệt đẹp của làng Sapa.Đọc thêm",
            "Rất dễ để đến đó - chỉ cách nhà thờ một dãy nhà ở trung tâm Sapa. Thật dễ dàng để dành nhiều giờ lang thang ở đây vì có nhiều đường mòn ngoài đường mòn chính. Rất nhiều tảng đá để leo lên và rất nhiều cây thông để chiêm ngưỡng. Sương mù dày đặc đã che khuất tầm nhìn của chúng tôi về Sapa, nhưng thực sự khiến trải nghiệm này trở nên khá quyến rũ. Rất nhiều xe bán đồ ăn nhẹ nhỏ trên đường lên đến đỉnh để mua nước hoặc đồ ăn nhẹ nhanh. Đọc thêm",
            "Trời có sương mù khi chúng tôi đi nhưng vẫn có thể thấy rằng quang cảnh rất đẹp. Sẽ thật tuyệt nếu bầu trời trong xanh! Việc leo lên cầu thang thật khó khăn nhưng chúng tôi thường xuyên dừng lại để nghỉ ngơi và vẫn ổn.Đọc thêm",
            "Chúng tôi đi bộ lên ngọn núi này và dành khoảng hai giờ ở đó. Đó là một chuyến đi khá dễ dàng, con người đã thực hiện các bước ở đầu và những con đường mòn ở cuối. Chúng tôi đi qua những luống hoa, ao cá, tượng 12 con giáp và một vườn cây ăn trái. Không khí trong lành và quang cảnh trên đỉnh rất tuyệt. Chúng tôi tận hưởng tầm nhìn toàn cảnh thị trấn Sapa và cảnh hoàng hôn tuyệt đẹp.Đọc thêm",
            "Bạn có thể ngắm toàn bộ thị trấn Sapa ở đó. Đường đi dễ đi, nhưng không có nhiều biển báo trên đường đi. Đọc thêm",
            "Tôi và chồng đã dành phần lớn thời gian ở Sapa trong mưa - tháng 7, bạn biết không? - . Vì chúng tôi muốn ngắm cảnh núi non nhưng biết rằng đi bộ đường dài vào thời điểm này là không nên, chúng tôi đã đợi một chút nắng xuất hiện - và nó đã xuất hiện! Vì vậy, chúng tôi đã sử dụng thời gian này để đi bộ lên Núi Hàm Rồng bằng cách đi bộ đường dài dễ dàng và cầu thang để ngắm Sapa từ trên cao. Mặc dù điểm tham quan này có vẻ hơi quá du lịch và khá sến súa ở một số khu vực - nhưng có khá nhiều cửa hàng lưu niệm, quầy hàng thực phẩm, nhà hàng, ao nhân tạo, tượng sến súa, v.v. Điều này cũng đi kèm với rác thải. - , bạn có thể tìm thấy một số địa điểm và điểm ngắm cảnh tuyệt vời nếu bạn không ngại đi bộ xa hơn nơi khách du lịch trong và ngoài nước thường tụ tập. Đừng lo lắng, khu vực này RẤT LỚN nên sẽ có đủ không gian cho mọi người. Chúng tôi có thể nói rằng phí vào cửa 70.000 người của chúng tôi rất xứng đáng. Những cánh đồng hoa ở đó cũng là một điểm nhấn tuyệt đẹp. Mẹo: Đừng quên mua vé trước ở chân cầu thang. Lúc đầu chúng tôi không bận tâm đến gian hàng và phải quay lại cầu thang dài chỉ để lấy vé vào cửa. Đọc thêm"
        ],
        "star_ratings": [
            109,
            137,
            55,
            14,
            3
        ],
        "review_amount": 318,
        "location": [
            "Núi Hàm Rồng",
            "Sa Pa",
            "Việt Nam",
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written February 23, 2019",
            "Written February 22, 2019",
            "Written January 7, 2019",
            "Written November 15, 2018",
            "Written November 10, 2018",
            "Written October 26, 2018",
            "Written October 21, 2018",
            "Written September 28, 2018",
            "Written September 11, 2018",
            "Written August 29, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d6963743-Reviews-or20-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d25448525-Reviews-Cho_Tinh_Quan_22_Ngu_Chi_Son_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d15028739-Reviews-Yummy_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d12158649-Reviews-Good_Morning_View_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d6553283-Reviews-Little_Vietnam_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d12556438-Reviews-Le_Gecko_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d1592047-Reviews-Mountain_Bar_Pub-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d24113239-Reviews-M_y_Quan-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d11873975-Reviews-Ladybird_Sapa_Restaurant_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d14450712-Reviews-Sapa_Sky_View_Restaurant_Bar-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d25247302-Reviews-Sapa_Center_Cafe_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d14086596-Reviews-Y_Ty_Village-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5994398-Reviews-The_Stone_Church-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13534081-Reviews-Sapa_Lake-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26136968-Reviews-Sapa_Trekking_Mama_Zuzu-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26226969-Reviews-SaPa_local_tourist_guide-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5996688-Reviews-Quang_Truong_Square-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6000599-Reviews-Ho_Chi_Minh_Friendship_Monument-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d24061612-Reviews-Cap_Treo_Fansipan-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d9861921-Reviews-Sun_World_Fansipan_Legend-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or10-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or30-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1452026-Reviews-Fansipan_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6375794-Reviews-Thac_Bac_Waterfall_Silver_Falls-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12574933-Reviews-Y_Linh_Ho-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d15588124-Reviews-Si_Trekking_Sa_Pa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10304794-Reviews-Ban_Ho_Village-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25314420-Reviews-Happy_Trip_With_Vu-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12268871-Reviews-Hoang_Lien_National_Park-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11434596-Reviews-Good_Morning_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17375296-Reviews-Sapa_Private_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14155446-Reviews-Relax_Bar-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14163053-Reviews-Sapa_Motorbike_Rental-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17584260-Reviews-Pang_Pang_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26266721-Reviews-Sapa_Adventures_Tours_Off_the_Beaten_Path-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4453566-Reviews-Vietnam_Nomad_Trails_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d136079-Reviews-Bronx_Zoo-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g52763-d21357424-Reviews-Live_Casino_Pittsburgh-Greensburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d3400317-Reviews-Museum_of_The_Weird-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34332-d10032739-Reviews-Jensen_Beach_Park-Jensen_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g30304-d3396137-Reviews-Brush_Creek_Falls-Athens_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g42794-d2555923-Reviews-Warren_Community_Centre_Indoor_Waterpark-Warren_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60932-d102672-Reviews-Painted_Desert-Petrified_Forest_National_Park_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g44100-d6453772-Reviews-Clark_Creek_Natural_Area-Woodville_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207266-Reviews-The_National_Museum_of_Denmark-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g616018-d12865091-Reviews-Kiwengwa_Beach-Kiwengwa_Zanzibar_Island_Zanzibar_Archipelago.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or30-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or20-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "Ham Rong Mountain",
        "attraction_name_vi": "Núi Hàm Rồng",
        "general_info": [
            "318 đánh giá",
            "- 6 trong số 50 điều cần làm ở Sapa",
            "Núi"
        ],
        "attraction_summary": "Cảnh quan cao nhất ở SapaĐọc thêm",
        "reviews": [
            "70000 VNĐ phí vào cửa và có khá nhiều cầu thang lên núi. View ổn nhưng cơ sở vật chất chưa được bảo trì tốt. Đừng bận tâm đến nếu bạn không có thêm thời gian ở Sapa.Đọc thêm",
            "Mỗi lần đi bộ lên tốn 70.000 VNĐ nhưng cũng xứng đáng...tầm nhìn tuyệt vời vào một ngày đẹp trời...con đường được xác định rõ ràng dẫn đến điểm quan sát trên cùng...cũng có thể đi xa hơn thế này nếu bạn muốn,Đọc thêm",
            "Những ngọn núi và quang cảnh rất đẹp nhưng có vẻ như mọi thứ không được duy trì tốt! Người ta bán mọi thứ trên đường và không còn trật tự nữa! Chỉ làm điều này khi bạn đã ghé thăm mọi ngóc ngách ở Sapa!Đọc thêm",
            "Tôi đến đó vào buổi sáng ngày cuối cùng. Nếu có thể, tôi khuyên bạn nên đi khi chân bạn chưa bị đau vào ngày đầu tiên. Hôm trước tôi đi trekking đến một ngôi làng dân tộc thiểu số và bị đau cơ ở chân. Lên xuống núi Hàm Rồng rất vất vả, đi được một đoạn thì đến một ngã ba ở giữa, nhìn sang bên trái có biển báo nguy hiểm màu đỏ không? Trong tiếng Anh, tôi nhìn thấy nó sợ hãi và đi thẳng, nhưng hóa ra con đường tôi đi là đường về haha. tôi nên tất cả đều nhất trí chọn con đường quay về. Mọi người đi theo ㅠㅜ - Không. bên trái! Biểu tượng đỏ! Nguy hiểm! Bạn nên đi đầu tiên khi đến Sapa nhé! Đó là cách dễ dàng để đi lên đỉnh núi. Tôi thực sự khuyên bạn - - Đọc thêm",
            "Chúng tôi đã dành 2 tiếng rưỡi để khám phá ngọn núi, đi lên và xuống mọi con đường thay thế mà chúng tôi có thể tìm thấy. Chúng tôi nghĩ rằng cách đi đến đài quan sát thật khó hiểu, đó cũng là lý do chính đáng khiến chúng tôi đi theo những con đường khác nhau, nhưng cuối cùng chúng tôi đã đến được đó. Tôi - tôi chắc chắn rằng đi thẳng chỉ mất nửa n giờ. Đó là một cái nhìn tuyệt vời trên thị trấn. Chúng tôi đã tìm thấy một số con đường thay thế để có thể ngắm nhìn những cánh đồng lúa. Hãy lưu ý rằng phòng vé nằm ở dưới chân đồi - về cơ bản là trước khi quầy hàng ở chợ bắt đầu - vì họ không kiểm tra vé của bạn cho đến khi bạn - đã leo lên đi qua các quầy hàng. 70.000 trang. Đáng giá.Đọc thêm",
            "Bạn cần sức chịu đựng để leo lên, tổng cộng lên tới 21 công viên. Ở trên cùng, bạn có thể ngắm nhìn thị trấn Sapa. Chúng tôi cũng đã đến thăm buổi biểu diễn tại một trong những ngôi nhà địa phương ở đó. Đọc thêm",
            "Khi lên núi Hàm Rồng vào mùa đông bạn sẽ được chiêm ngưỡng khung cảnh đậm chất điện ảnh. Thật tuyệt khi được chụp ảnh với hậu cảnh đầy sương mù khi tôi ở đóĐọc thêm",
            "Ngọn núi nhỏ dễ thương để đi bộ... nếu bạn tìm thấy đỉnh : - Tầm nhìn đẹp từ trên xuống. Một nơi nhỏ tuyệt vời nếu bạn có chút thời gian rảnh rỗi.Đọc thêm",
            "Ngoài tầm nhìn tuyệt vời từ trên cao, thời tiết cho phép, tôi đã thực hiện khá nhiều hoạt động ngắm chim ở đây và nhìn thấy một số loài chim đẹp. Tôi khuyên bạn nên đi ngay khi cổng mở - lúc 06:00 bất kể biển hiệu ở quầy bán vé nói gì - vì nó sẽ đông đúc sau 08:00. Tiếng Việt có xu hướng hơi ồn ào và sẽ có âm nhạc phát hết công suất vào cuối ngày.Đọc thêm",
            "May mắn thay chúng ta đi - ở đó, đẹp quá Bạn có nhiều cách để đi lên và xuống. Dùng một đường để đi lên và một đường khác để xuống. Sau đó, bạn có thể tìm hiểu thêm về Đọc thêm"
        ],
        "star_ratings": [
            109,
            137,
            55,
            14,
            3
        ],
        "review_amount": 318,
        "location": [
            "Núi Hàm Rồng",
            "Sa Pa",
            "Việt Nam",
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written August 25, 2018",
            "Written July 22, 2018",
            "Written July 18, 2018",
            "Written July 6, 2018",
            "Written June 29, 2018",
            "Written June 20, 2018",
            "Written June 5, 2018",
            "Written May 26, 2018",
            "Written May 11, 2018",
            "Written May 1, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d6963743-Reviews-or30-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d25448525-Reviews-Cho_Tinh_Quan_22_Ngu_Chi_Son_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d15028739-Reviews-Yummy_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d12158649-Reviews-Good_Morning_View_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d6553283-Reviews-Little_Vietnam_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d12556438-Reviews-Le_Gecko_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d1592047-Reviews-Mountain_Bar_Pub-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d24113239-Reviews-M_y_Quan-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d11873975-Reviews-Ladybird_Sapa_Restaurant_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d14450712-Reviews-Sapa_Sky_View_Restaurant_Bar-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d25247302-Reviews-Sapa_Center_Cafe_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d14086596-Reviews-Y_Ty_Village-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5994398-Reviews-The_Stone_Church-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13534081-Reviews-Sapa_Lake-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26136968-Reviews-Sapa_Trekking_Mama_Zuzu-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26226969-Reviews-SaPa_local_tourist_guide-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5996688-Reviews-Quang_Truong_Square-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6000599-Reviews-Ho_Chi_Minh_Friendship_Monument-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d24061612-Reviews-Cap_Treo_Fansipan-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d9861921-Reviews-Sun_World_Fansipan_Legend-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or20-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or40-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1452026-Reviews-Fansipan_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6375794-Reviews-Thac_Bac_Waterfall_Silver_Falls-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12574933-Reviews-Y_Linh_Ho-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d15588124-Reviews-Si_Trekking_Sa_Pa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10304794-Reviews-Ban_Ho_Village-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25314420-Reviews-Happy_Trip_With_Vu-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12268871-Reviews-Hoang_Lien_National_Park-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11434596-Reviews-Good_Morning_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17375296-Reviews-Sapa_Private_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14155446-Reviews-Relax_Bar-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14163053-Reviews-Sapa_Motorbike_Rental-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17584260-Reviews-Pang_Pang_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26266721-Reviews-Sapa_Adventures_Tours_Off_the_Beaten_Path-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4453566-Reviews-Vietnam_Nomad_Trails_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d7682532-Reviews-Kings_Theatre-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g297916-d550369-Reviews-Sriracha_Tiger_Zoo-Chonburi_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2711662-Reviews-The_Chelsea-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g297549-d670362-Reviews-Hurghada_Casino-Hurghada_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7057020-Reviews-Nadam_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g815574-d586315-Reviews-Transfagarasan_Highway-Curtea_de_Arges_Arges_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d140805-Reviews-Dallas_Zoo-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33796-d3386197-Reviews-Eastern_Point_Beach-Groton_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d15851473-Reviews-DIAMOND_TOUR-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d1885263-Reviews-The_Mayan_Baths-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or40-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or30-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "Ham Rong Mountain",
        "attraction_name_vi": "Núi Hàm Rồng",
        "general_info": [
            "318 đánh giá",
            "- 6 trong số 50 điều cần làm ở Sapa",
            "Núi"
        ],
        "attraction_summary": "Cảnh quan đẹp nhất ở SapaĐọc thêm",
        "reviews": [
            "Sẽ rất mệt mỏi để đạt đến đỉnh cao nhưng nó đáng giá. Tôi thích cảm giác trên đỉnh, nhìn xuống thị trấn và cảm nhận không khí trong lành. Bạn cũng có thể tham gia nhạc sống ở đó và đừng quên đến đó vào mùa xuân, bạn sẽ ngạc nhiên bởi hoa đào.Đọc thêm",
            "Phải đi. Rất nhiều cầu thang nhưng rất đáng giá.  Khung cảnh ở phía trên thật ngoạn mục. Vào một ngày đẹp trời, bạn có thể nhìn thấy rất xa! Đọc thêm",
            "Đến đây vì phong cảnh thiên nhiên, đây là những gì tôi tìm thấy: Không khí: 4 - 5 Độ sạch sẽ: 2,5 - 5 Dễ dàng về mặt vật lý: 2,5 - 5 Vui vẻ: 4,5 - 5 Giá trị đồng tiền: 5 - 5 Tốt: Cảnh đẹp trên đỉnh khu vực Sapa, nên dùng cho mùa Xuân, Hạ, Thu! Nhược điểm: Sương mù có thể khá dày đặc và các bậc thang hơi khó leo. Khi sương mù dày đặc, không thể nhìn thấy gì nhiều. Điểm mấu chốt: Hãy đến nếu bạn thích leo núi và lưu ý rằng sương mù làm giảm tầm nhìn của người ta trên đường lên.Đọc thêm",
            "Ở trung tâm Sapa, bạn có thể leo lên ngọn núi này để có tầm nhìn đẹp ra Sapa và khu vực xung quanh.Đọc thêm",
            "Khi Sapa đầy bụi - do hoạt động xây dựng - hoặc trong nhiều ngày giữa các tuyến đường, chuyến đi bộ ngắn này sẽ mang đến cho bạn cái nhìn tổng thể về thành phố và nơi nghỉ ngơi khỏi bụi bặm và tiếng ồn. Sự kết hợp giữa những con đường cũ và mới, vườn lan, những khu vườn được chăm sóc cẩn thận và những nét hoang dã. Rất đáng để leo lên nếu bạn có thời gian rảnh rỗi. Đi theo cầu thang từ Hàm Rồng 70.000D.Đọc thêm",
            "Tôi đến đây chỉ mong đợi một vườn hoa nhỏ nhưng đó là một chuyến đi khá rộng lên một ngọn đồi. Lúc đó là khoảng 3 giờ chiều tháng 11 nên chúng tôi không có nhiều thời gian trước khi mặt trời lặn, và quyết định không leo lên đỉnh - cổng trời được gọi là tôi tin - . Mặc dù vậy, chuyến đi khá đẹp, được hỗ trợ bởi một số sương mù khá dày đặc khiến mọi thứ trở nên có bầu không khí ma quái. Trời mưa phùn nên mặt đất ẩm ướt, khiến chuyến đi đôi lúc gặp chút khó khăn. Đọc thêm",
            "Đó là đỉnh núi trông coi thị trấn Sapa. Không mất nhiều thời gian để leo lên đỉnh. Chúng tôi mất khoảng 20 phút. Trên đường đi có một số đoạn dốc trơn và dốc. Không thực sự cần một hướng dẫn viên du lịch để khám phá ngọn núi. Bạn có thể ngắm nhìn toàn cảnh đẹp của Thị trấn Sapa từ trên cao. Ngoài ra, bạn có thể thưởng thức món BBQ ngon trên đường về.Đọc thêm",
            "Nổi tiếng với người Việt, nếu có thời gian hãy leo lên đó. Bạn có thể nhìn thấy rất nhiều cây xanh, không khí trong lành, tầm nhìn khá tốt.  - Nhưng, ở đây KHÔNG CÓ Bản đồ, KHÔNG Biển hiệu, Không có đường chính xác. Chỉ cần làm theo tâm trạng hoặc GPS não của bạn - - Ngay cả khi khó tìm được Top - bởi vì nó không - không có nhiều nhiệm vụ giống như dấu hiệu - có thể mang lại trải nghiệm tốt và chuyến trekking tốt cho chính bạn.Đọc thêm",
            "Phí vào cửa nhỏ - khu du lịch - phổ biến ở Sapa. Đi bộ không đặc biệt khó khăn nhưng cần có thể lực hợp lý để đi bộ lên dốc. Khung cảnh tuyệt vời nhìn ra thị trấn Sapa. Chúng tôi đến Sapa vào giữa buổi chiều nên hoạt động hoàn hảo sẽ diễn ra vào buổi chiều muộn. Hoạt động 1-2 giờ.Đọc thêm",
            "Chúng tôi đến đó cùng với một vài người lớn tuổi hơn và vì đường đi bộ khá dốc nên một số người không thể vượt qua được, tuy nhiên, chúng tôi đã lên đến đỉnh. Đó là thử thách nhưng đáng giá. Nhất định phải đi một lần trong đời. Đọc thêm",
            "Tôi có thể leo lên núi Hàm Rồng để ngắm bình minh trước 6 giờ sáng được không? Vì giờ mở cửa là 6h nhưng thời gian mặt trời mọc là khoảng 5h30. Tôi sợ sẽ bỏ lỡĐọc thêm",
            "Bạn có thể nói chuyện với nhân viên tại lối vào, họ - đủ thân thiện và linh hoạt - v.d. Tôi - đã ở đó một tiếng sau giờ đóng cửa - .Đọc thêm",
            "Bạn có thể đi bộ lên đỉnh từ trung tâm thị trấn Sapa mà không có hướng dẫn viên không?Đọc thêm",
            "Vâng, thật dễ dàng. \nBạn có thể sử dụng trình dịch nếu cần trong khi đi bộĐọc thêm",
            "Chuyến đi khứ hồi kéo dài bao lâu?Đọc thêm",
            "1-2 giờ nhưng chúng tôi đã dành nửa ngày để tìm hiểu các tuyến đường khác nhau. Ngoài ra còn có một vài quầy giải khát.Đọc thêm"
        ],
        "star_ratings": [
            109,
            137,
            55,
            14,
            3
        ],
        "review_amount": 318,
        "location": [
            "Núi Hàm Rồng",
            "Sa Pa",
            "Việt Nam",
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written January 19, 2018",
            "Written December 19, 2017",
            "Written December 18, 2017",
            "Written November 18, 2017",
            "Written November 17, 2017",
            "Written November 13, 2017",
            "Written November 8, 2017",
            "Written October 27, 2017",
            "Written September 24, 2017",
            "Written September 21, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d6963743-Reviews-or40-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d25448525-Reviews-Cho_Tinh_Quan_22_Ngu_Chi_Son_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d15028739-Reviews-Yummy_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d12158649-Reviews-Good_Morning_View_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d6553283-Reviews-Little_Vietnam_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d12556438-Reviews-Le_Gecko_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d1592047-Reviews-Mountain_Bar_Pub-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d24113239-Reviews-M_y_Quan-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d11873975-Reviews-Ladybird_Sapa_Restaurant_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d14450712-Reviews-Sapa_Sky_View_Restaurant_Bar-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d25247302-Reviews-Sapa_Center_Cafe_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d14086596-Reviews-Y_Ty_Village-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5994398-Reviews-The_Stone_Church-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13534081-Reviews-Sapa_Lake-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26136968-Reviews-Sapa_Trekking_Mama_Zuzu-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26226969-Reviews-SaPa_local_tourist_guide-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5996688-Reviews-Quang_Truong_Square-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6000599-Reviews-Ho_Chi_Minh_Friendship_Monument-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d24061612-Reviews-Cap_Treo_Fansipan-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d9861921-Reviews-Sun_World_Fansipan_Legend-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or30-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or50-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1452026-Reviews-Fansipan_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6375794-Reviews-Thac_Bac_Waterfall_Silver_Falls-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12574933-Reviews-Y_Linh_Ho-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d15588124-Reviews-Si_Trekking_Sa_Pa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10304794-Reviews-Ban_Ho_Village-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25314420-Reviews-Happy_Trip_With_Vu-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12268871-Reviews-Hoang_Lien_National_Park-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11434596-Reviews-Good_Morning_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17375296-Reviews-Sapa_Private_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14155446-Reviews-Relax_Bar-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14163053-Reviews-Sapa_Motorbike_Rental-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17584260-Reviews-Pang_Pang_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26266721-Reviews-Sapa_Adventures_Tours_Off_the_Beaten_Path-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4453566-Reviews-Vietnam_Nomad_Trails_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d258379-Reviews-Olympiapark-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g33031-d145181-Reviews-The_San_Mateo_Japanese_Garden-San_Mateo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g143038-d145317-Reviews-Brooks_Falls-Katmai_National_Park_and_Preserve_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g293825-d10375443-Reviews-Jabi_Lake_Mall-Abuja_Federal_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g51936-d2258087-Reviews-Hot_Lake_Springs-La_Grande_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g294210-d1812820-Reviews-Nyali_Beach-Mombasa_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d2578748-Reviews-Mercato_Nuovo-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g43780-d10343539-Reviews-Crystal_Lake-Flowood_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293797-d4010199-Reviews-Kokrobite_Beach-Accra_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d1068447-Reviews-Tanger_Outlets_Myrtle_Beach_Hwy_501-Myrtle_Beach_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or50-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or40-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "Ham Rong Mountain",
        "attraction_name_vi": "Núi Hàm Rồng",
        "general_info": [
            "318 đánh giá",
            "- 6 trong số 50 điều cần làm ở Sapa",
            "Núi"
        ],
        "attraction_summary": "Cảnh quan cao nhất ở SapaĐọc thêm",
        "reviews": [
            "Chúng tôi đã đến thăm nơi này sau khi ghé thăm Fanxipan và thực hiện rất nhiều chuyến đi xuyên làng nên chúng tôi không ấn tượng lắm vì chúng tôi đã thấy những nơi tuyệt vời nhất. Có khu vườn nhỏ và 2 con đường để lên đỉnh. Rất đông vào buổi tối và ngày lễ. Chúng tôi đã chọn địa hình khó khăn hơn - không khó khăn chút nào - vì không có ai khác sử dụng nó. Có một cuộc triển lãm các mặt hàng địa phương không khác với những gì chúng tôi thấy ở chợ địa phương nên chúng tôi tiếp tục nói rõ rằng chúng tôi không mua.  Thật thú vị khi đi bộ lên đồi và ngắm cảnh Sapa. Nếu bạn có một vài giờ để giết, bạn có thể chọn làm điều này. Nhưng nếu bạn đã làm xong các bản làng và Fanxipan thì có thể bỏ qua phần này.Đọc thêm",
            "Chúng tôi đã đến đây vào dịp Tết. Và núi Hàm Rồng là một địa điểm tham quan thú vị ở Sapa, không có nhiều hoa nhưng cũng đủ để chúng ta chụp vài tấm hình...Đọc thêm",
            "Sapa: là nơi duy nhất ở VN có tuyết vào mùa xuân, Hàm Rồng là nơi có thể ngắm toàn cảnh Sapa và cả Fanxipan nữa, họ làm khu vườn rộng trên đường bạn leo từng bậc thang lên đỉnh, không khí trong lành và view đẹp, có thể ngắm nhìn Phan Xi Păng - đỉnh núi cao nhất Việt Nam - xa xôi, ngày nay đã có cáp treo lên Phan Xi Păng, bạn có thể tham quan nhiều địa điểm đẹp ở Sa Pa: núi Hàm Rồng, Phan Xi Păng, cánh đồng lúa bậc thang...tôi rất yêu Sa Pa này, và tôi muốn quay lại đó lần nữa...Đọc thêm",
            "Đây là một nơi tốt để tham quan ở Sapa và vị trí của nó nằm ở trung tâm Sapa. Từ hàng trăm khách sạn gần đó, mọi du khách đều có thể đi bộ lên núi - phí hợp lý - . Nó có một số điểm thú vị: vườn trung tâm, đường đi và cổng lên trời - thiên đường, các điểm ngắm cảnh.... Dành nhiều thời gian để thư giãn và ngắm cảnh - chụp ảnh sẽ tốt hơn 1 hoặc 2 giờ cho chuyến đi tại Hàm Rồng. Trên núi có nhà hàng và giá cả chấp nhận được. Nếu bạn thích ngắm hoa - đào - cây mận - ở Hàm Rồng thì mùa xuân là được, nếu bạn thích thử mận, đào thì mùa hè thì thuận tiện!Đọc thêm",
            "Đi bộ ngắn từ thị trấn Sapa. Lối vào nằm ở phía sau nhà thờ cũ. Không phải là nơi để phàn nàn ngoài khung cảnh đẹp của thị trấn Sapa và khu vực xung quanh.Đọc thêm",
            "Chúng tôi đến Sapa vào sáng sớm. Sau khi nhận phòng, chúng tôi được khuyên nên tận hưởng núi Hàm Rồng vào buổi sáng và bản Cát Cát vào buổi chiều. Chúng tôi rất may mắn được tận hưởng nơi này trong thời tiết nắng đẹp. Bạn đi bộ hơi mệt. Tuy nhiên, bầu không khí rất tốt đẹp. Chúng tôi đã cố gắng lên cổng trời để nhìn, nhưng không có gì nhiều để xem. Nhớ chụp thật nhiều ảnh cùng 12 con vật nhé! Đây thực sự là một lựa chọn tốt dành cho bạn!Đọc thêm",
            "Dễ dàng đi bộ, ngọn núi này thu hút khách du lịch nhờ những con đường trải nhựa và những khu vườn kiểng. Tôi rất thích thú - bằng cách đi lang thang mà không có lịch trình và chọn rẽ vào những con đường trải nhựa, tôi tránh được hầu hết khách du lịch và có khoảng thời gian thú vị khi nhìn thấy các loài chim và bướm. Chuyến đi này không dành cho những người sợ bướm, chuồn chuồn và ong vì số lượng lớn các loài côn trùng này.Đọc thêm",
            "Chúng tôi chỉ còn bốn giờ cho chuyến đi ở Sapa và khi trời rơi vào cuối chuyến đi, chúng tôi đang tìm kiếm những cảm giác mạnh siêu rẻ. Ngoài ra, trời rất mù sương khi chúng tôi ở đây, vì vậy sau khi nghe tin cáp treo lên Fanxipan sẽ có giá hơn 1 000 000 đồng sau khi vào cổng và taxi, đông đúc, chúng tôi đang tìm kiếm thứ gì đó ngắn gọn và ngọt ngào với tầm nhìn đẹp mặc dù thời tiết rất xấu. nghèo - và chúng tôi hơi phát ngán khi bị những người bán hàng theo dõi khắp nơi, mặc dù họ rất đáng yêu. Thế nên trời bắt đầu mưa phùn nhưng chúng tôi không định ngồi yên. Trong một lần bất chợt, tôi nhìn thấy ăng-ten phát ra từ Núi khi đang ăn trưa và nghĩ rằng nó trông khá gần quảng trường chính. Đi theo cổng vòm qua nhà thờ và bên trái có một số biển báo rất cơ bản. Đừng đi bộ qua trạm bán vé ở căn cứ ở đây! Nó không phải bằng tiếng Anh nên sau nhiều bước lên tới cửa quay chúng tôi phải quay xuống! Bài học kinh nghiệm. Nó cũng chỉ có 70 000 cho một người lớn, quá rẻ. Vì vậy, quay trở lại cửa quay và từ đây chúng tôi đã dành 2 giờ tuyệt vời để lên kế hoạch cho nhiều bước. Có khoảng một nghìn con đường nhỏ dẫn đến nhiều điểm quan sát khác nhau, dẫn qua những khu vườn được chăm sóc xinh đẹp, những cửa hàng nhỏ và những khu chợ nhỏ. Bạn có thể chọn dừng ở đâu tùy thích, chúng tôi dành khoảng một tiếng đồng hồ để từ từ lên đến đỉnh và đi theo nhiều con đường nhỏ khác nhau. Không có một nhân viên bán hàng năng nổ nào ở đây, không ai nhìn lên trừ khi bạn đến gần họ. Toàn bộ nơi này rất yên tĩnh, nhưng những người chạy bộ hoặc ủng đi bộ đường dài rất được khuyến khích!! Điểm quan sát tuyệt vời ở trên cùng sẽ làm hài lòng bất kỳ FOMO nào của người hâm mộ. Có tầm nhìn xuống Lào Cai, qua Phan Xi Păng và dọc theo toàn bộ thị trấn Sapa. Và tất cả cho một món hời hoàn toàn. Rất khuyến khích.Đọc thêm",
            "Một ngọn đồi thiêng ngay trung tâm thị trấn, nơi bạn có thể dành hai hoặc ba giờ. Nó có tầm nhìn tuyệt vời ra Sapa và tất cả những cảnh đẹp xung quanh. Một phần lớn ngọn đồi được trồng vườn. Khi leo lên nó, bạn sẽ tìm thấy những bức tượng Disney ngẫu nhiên. Vé vào cửa là - 2,8. Trong công viên là trung tâm biểu diễn, nơi bạn có thể xem các điệu múa truyền thống - thời gian biểu ở mặt sau vé của bạn - .Đọc thêm",
            "Chúng tôi khuyến nghị những ai sắp đi núi Hàm Rồng hãy dành nhiều thời gian hơn để khám phá nơi này. Chuyến đi đơn giản sẽ đưa bạn đến nhiều khung cảnh tuyệt vời! Đến đó vào mùa xuân rất nhiều hoa nở. Chúng tôi may mắn có được một ngày nắng đẹp ở núi Hàm Rồng. Chúng tôi đã đến điểm quan sát trên đỉnh và có thể nhìn thấy rõ ngọn núi và thác nước ở phía xa! Đọc thêm"
        ],
        "star_ratings": [
            109,
            137,
            55,
            14,
            3
        ],
        "review_amount": 318,
        "location": [
            "Núi Hàm Rồng",
            "Sa Pa",
            "Việt Nam",
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written September 19, 2017",
            "Written September 4, 2017",
            "Written August 17, 2017",
            "Written July 3, 2017",
            "Written June 9, 2017",
            "Written May 31, 2017",
            "Written May 14, 2017",
            "Written May 6, 2017",
            "Written May 3, 2017",
            "Written May 1, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d6963743-Reviews-or50-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d25448525-Reviews-Cho_Tinh_Quan_22_Ngu_Chi_Son_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d15028739-Reviews-Yummy_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d12158649-Reviews-Good_Morning_View_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d6553283-Reviews-Little_Vietnam_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d12556438-Reviews-Le_Gecko_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d1592047-Reviews-Mountain_Bar_Pub-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d24113239-Reviews-M_y_Quan-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d11873975-Reviews-Ladybird_Sapa_Restaurant_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d14450712-Reviews-Sapa_Sky_View_Restaurant_Bar-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d25247302-Reviews-Sapa_Center_Cafe_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d14086596-Reviews-Y_Ty_Village-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5994398-Reviews-The_Stone_Church-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13534081-Reviews-Sapa_Lake-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26136968-Reviews-Sapa_Trekking_Mama_Zuzu-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26226969-Reviews-SaPa_local_tourist_guide-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5996688-Reviews-Quang_Truong_Square-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6000599-Reviews-Ho_Chi_Minh_Friendship_Monument-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d24061612-Reviews-Cap_Treo_Fansipan-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d9861921-Reviews-Sun_World_Fansipan_Legend-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or40-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or60-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1452026-Reviews-Fansipan_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6375794-Reviews-Thac_Bac_Waterfall_Silver_Falls-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12574933-Reviews-Y_Linh_Ho-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d15588124-Reviews-Si_Trekking_Sa_Pa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10304794-Reviews-Ban_Ho_Village-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25314420-Reviews-Happy_Trip_With_Vu-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12268871-Reviews-Hoang_Lien_National_Park-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11434596-Reviews-Good_Morning_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17375296-Reviews-Sapa_Private_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14155446-Reviews-Relax_Bar-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14163053-Reviews-Sapa_Motorbike_Rental-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17584260-Reviews-Pang_Pang_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26266721-Reviews-Sapa_Adventures_Tours_Off_the_Beaten_Path-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4453566-Reviews-Vietnam_Nomad_Trails_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d8309249-Reviews-Gift_Village-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g11900445-d629155-Reviews-Ko_Olina_Lagoons-Ko_Olina_Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g295401-d8090910-Reviews-AquaSplash_Thalassa_Sousse-Sousse_Sousse_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311071-Reviews-Vietnam_National_Museum_of_History-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g54116-d8531881-Reviews-East_Matunuck_State_Beach-South_Kingstown_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297696-d10376322-Reviews-Jimbaran_Beach-Jimbaran_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g187529-d4555666-Reviews-Playa_de_la_Malvarrosa-Valencia_Province_of_Valencia_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g155033-d15292862-Reviews-Strom_Spa_Nordique_Vieux_Quebec-Quebec_City_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g31818-d596435-Reviews-The_Old_Mill-North_Little_Rock_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d11774211-Reviews-Woodlawn_Lake_Park-San_Antonio_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or60-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or50-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "Ham Rong Mountain",
        "attraction_name_vi": "Núi Hàm Rồng",
        "general_info": [
            "318 đánh giá",
            "- 6 trong số 50 điều cần làm ở Sapa",
            "Núi"
        ],
        "attraction_summary": "Cảnh quan cao nhất ở SapaĐọc thêm",
        "reviews": [
            "Công viên khá cũ và cần được bảo trì ở hầu hết các khu vực. Đỉnh núi rất tuyệt với tầm nhìn ra Thị trấn Sapa.Đọc thêm",
            "Chúng tôi đến núi Hàm Rồng khi trời đang mưa và sương mù. Phải nói là chúng tôi không mong đợi nhiều do thời tiết xấu. Nhưng cuối cùng thì mọi chuyện lại diễn ra quá tuyệt vời, sương mù khiến chúng tôi có cảm giác như đang bước vào một khu rừng trong truyện cổ tích hoặc như bạn trai tôi đã nói - tôi cảm thấy như Alice ở xứ sở thần tiên - chúng tôi đã có một bức tranh phong cảnh và hoa đẹp, huyền ảo.Đọc thêm",
            "Trên con phố bên cạnh nhà thờ, đây là nơi đáng để ghé thăm vì những khung cảnh tuyệt vời từ trên cùng nhìn ra. Các bậc thang và phí vào cửa đều hơi dốc nhưng có giá trị tốt hơn so với bản Cát Cát Nhiều lựa chọn đi bộ, hạn chế về đồ ăn thức uống khi qua cổng vàoĐọc thêm",
            "Có một số con đường đi bụi đáng yêu quanh núi, bao gồm một số khu vườn xinh đẹp và tầm nhìn rất đẹp ra làng Sapa. Thật không may, chính quyền cho rằng cần phải xây dựng những chiếc loa lớn và phát nhạc lớn khắp khu vực lẽ ra rất đẹp này. Bạn không thể nghe thấy tiếng chim, tiếng gió hay tiếng xào xạc của cây tạo nên âm thanh khủng khiếp. Đọc thêm",
            "Đây là đỉnh Sapa với tầm nhìn tuyệt vời ra ngôi làng đầy mây. Bạn nên đi dạo quanh công viên trên đỉnh và tập yoga nếu muốn hít thở không khí trong lành nhất có thể. Không có gì để mua mà không có nước tinh khiết với giá đắt nên bạn cũng nên mang theo một ít đồ ăn nhẹ và nước. Đọc thêm",
            "- Đi bộ lên núi và quay về trung tâm Sapa mất khoảng 1 giờ nhưng rất đáng giá, đặc biệt là vào những ngày nắng đẹp. Bạn có thể thưởng ngoạn sắc hoa rực rỡ và lên tới cổng trời - nơi có thể ngắm toàn cảnh Sapa và Phan Xi Păng giữa mây trời. Nơi này nhất định phải đến,Đọc thêm",
            "Ngọn núi khá gần trung tâm thành phố, cách cổng vào đồi khoảng 10 phút đi bộ. Tôi đến đó vào sau ngày 27 tháng 3 năm 2017. Thời tiết không tốt, quá ẩm, quá nhiều sương mù. Khi tôi đi lên, không thể nhìn thấy gì từ trên núi. Có một chương trình khiêu vũ định kỳ. Để kết luận, tôi nhận thấy có rất nhiều tượng hoặc điểm ngắm cảnh nhân tạo nhưng chúng không tự nhiên. Chương trình khiêu vũ là một chương trình phải xem. Hãy nhớ đến đó vào ngày nắng.  Đọc thêm",
            "Vé vào cửa: 60.000 VNĐ Có nhiều bức tượng để chụp ảnh và đường đi bộ xuống. Có thể gây nhầm lẫn nếu bạn không có bản đồ. Trên đỉnh Hàm Rồng là khung cảnh hùng vĩ.Đọc thêm",
            "Tôi thực sự rất thích cảnh đẹp dọc đường đi và lên trên đỉnh. Một địa điểm không thể bỏ qua khi bạn đến SapaĐọc thêm",
            "Nhìn chung, đây là một nơi tuyệt đẹp để ghé thăm. Việc leo lên không quá khó khăn và có khá nhiều điều thú vị để xem. Tôi dừng lại ở một nhà ga để xem một số vũ công biểu diễn nhưng tiếc là họ chỉ biểu diễn chưa đầy 15 phút, có lẽ vì không quá 20 người xem. Tôi nghĩ rằng họ nên trình diễn trọn vẹn bất kể quy mô khán giả. Tôi thực sự không thích những công trình kiến ​​trúc nhân tạo như ao cá và các con giáp của Trung Quốc vì nó khiến toàn bộ khu vực này quá thu hút khách du lịch. Quang cảnh trên đỉnh núi thật tuyệt vời nhờ thời tiết đẹp. Tuy nhiên, có rất nhiều rác thải được ném từ điểm quan sát ra khu vực xung quanh gây chướng mắt. Tệ hơn nữa, rác được vứt vào những khu vực khó thu hồi, nghĩa là rất có thể rác sẽ ở đó rất lâu. Buồn,,,Đọc thêm"
        ],
        "star_ratings": [
            109,
            137,
            55,
            14,
            3
        ],
        "review_amount": 318,
        "location": [
            "Núi Hàm Rồng",
            "Sa Pa",
            "Việt Nam",
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written April 17, 2017",
            "Written April 17, 2017",
            "Written April 16, 2017",
            "Written April 8, 2017",
            "Written April 2, 2017",
            "Written March 29, 2017",
            "Written March 28, 2017",
            "Written March 26, 2017",
            "Written March 22, 2017",
            "Written March 18, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d6963743-Reviews-or60-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d25448525-Reviews-Cho_Tinh_Quan_22_Ngu_Chi_Son_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d15028739-Reviews-Yummy_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d12158649-Reviews-Good_Morning_View_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d6553283-Reviews-Little_Vietnam_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d12556438-Reviews-Le_Gecko_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d1592047-Reviews-Mountain_Bar_Pub-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d24113239-Reviews-M_y_Quan-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d11873975-Reviews-Ladybird_Sapa_Restaurant_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d14450712-Reviews-Sapa_Sky_View_Restaurant_Bar-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d25247302-Reviews-Sapa_Center_Cafe_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d14086596-Reviews-Y_Ty_Village-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5994398-Reviews-The_Stone_Church-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13534081-Reviews-Sapa_Lake-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26136968-Reviews-Sapa_Trekking_Mama_Zuzu-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26226969-Reviews-SaPa_local_tourist_guide-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5996688-Reviews-Quang_Truong_Square-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6000599-Reviews-Ho_Chi_Minh_Friendship_Monument-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d24061612-Reviews-Cap_Treo_Fansipan-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d9861921-Reviews-Sun_World_Fansipan_Legend-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or50-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or70-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1452026-Reviews-Fansipan_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6375794-Reviews-Thac_Bac_Waterfall_Silver_Falls-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12574933-Reviews-Y_Linh_Ho-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d15588124-Reviews-Si_Trekking_Sa_Pa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10304794-Reviews-Ban_Ho_Village-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25314420-Reviews-Happy_Trip_With_Vu-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12268871-Reviews-Hoang_Lien_National_Park-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11434596-Reviews-Good_Morning_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17375296-Reviews-Sapa_Private_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14155446-Reviews-Relax_Bar-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14163053-Reviews-Sapa_Motorbike_Rental-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17584260-Reviews-Pang_Pang_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26266721-Reviews-Sapa_Adventures_Tours_Off_the_Beaten_Path-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4453566-Reviews-Vietnam_Nomad_Trails_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d169639-Reviews-Sans_Souci_Beach_Park-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g12920367-d10085895-Reviews-Puma_Punku-Tiwanaku_La_Paz_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d500858-Reviews-The_Bus-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g608497-d2320650-Reviews-Mason_Elephant_Park-Tegalalang_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g32216-d574462-Reviews-Old_Sugar_Mill-Clarksburg_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g304134-d7034305-Reviews-Hikkaduwa_Beach-Hikkaduwa_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187907-d196146-Reviews-Lake_Trasimeno-Perugia_Province_of_Perugia_Umbria.html",
            "https://www.tripadvisor.com/Attraction_Review-g57053-d8762758-Reviews-The_Great_Saltair-Magna_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2557384-Reviews-Chakran_Sauna-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2705025-Reviews-River_City_Bangkok-Bangkok.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or70-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or60-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html"
    },
    {
        "attraction_name": "Ham Rong Mountain",
        "attraction_name_vi": "Núi Hàm Rồng",
        "general_info": [
            "318 đánh giá",
            "- 6 trong số 50 điều cần làm ở Sapa",
            "Núi"
        ],
        "attraction_summary": "Cảnh quan đẹp nhất ở SapaĐọc thêm",
        "reviews": [
            "Sau 2 ngày tầm nhìn hạn chế - trời mưa chúng tôi tiến lên núi Hàm Rồng. Vâng, nó rất bận rộn với khách du lịch, nhiều người được trang bị gậy selfie - một số bức tượng trông có vẻ giả tạo. Tuy nhiên, đáng để có một bản đồ - khám phá nơi này. Ngay ở phía sau, bạn có thể thoát khỏi con đường mòn bằng những con đường xuyên rừng. Chúng tôi quan sát người dân địa phương làm việc trên cánh đồng của họ - chúng tôi đi lên chùa Hàm Rồng - hầu như không thấy một người nào. Chúng tôi cũng đi bộ một vòng quanh các hang động đến San Mây - Sân Mây - - một bức tranh toàn cảnh tuyệt đẹp của Sapa.Đọc thêm",
            "Núi Hàm Rồng là một địa điểm đẹp, trên núi có nhiều điểm không đông đúc chút nào, rất đẹp và quan trọng nhất là yên bình!!! Với phí vào cửa 70.000 đồng, Hàm rong mang đến tầm nhìn tuyệt vời ra Sapa từ trên mây sân, vườn hoa và những tảng đá vôi tuyệt vời, tôi đã dành 3 giờ đi bộ quanh núi và đó thực sự là một trải nghiệm tuyệt vời. Điều duy nhất khiến tôi đau lòng là nhìn thấy người khác xả rác ở nơi này!!! Nếu mỗi người trong chúng ta có trách nhiệm với việc của mình thùng rác riêng, ham rong sẽ sạch sẽ hơn nhiều!!! Nói chung là một nơi đẹp và đáng để leo lên!!! Đọc thêm",
            "Họ đã biến ngọn núi này thành một khu phức hợp tôi nghĩ vậy; có khá nhiều hoạt động và đồ nhân tạo khác được dựng lên ở đây; ví dụ như khu vườn tượng cung hoàng đạo, hơi trẻ con với tôi. Đi theo con đường đến cổng trời - Cổng trời - và khu vườn trên mây - Sân Mây -, bạn sẽ thấy nhiều thứ ngoạn mục hơn. Tôi đã chụp một số bức ảnh mà chúng tôi nghĩ chúng trông giống như Na Uy - tôi không biết haha ​​- tôi nghĩ mình sẽ thấy thị trấn ẩn mình trong sương mù mỏng, nhưng hóa ra trời lại nhiều mây đến nỗi tất cả những gì chúng tôi thấy chỉ là mây :s Đọc thêm",
            "Không thực sự ấn tượng, không nhiều hoa, chỉ là một khu vườn rộng với vài con đường nhỏ, view rộng, nhiều cây xanh, đôi khi có quá nhiều người qua lạiĐọc thêm",
            "Khu vực được quy hoạch đẹp mắt với những khu vườn và những con đường lát đá sẽ đưa bạn qua một số lối đi hẹp thú vị giữa một số lượng lớn những tảng đá đen được bao phủ bởi rêu xanh tương phản đẹp mắt. Đến vào mùa đông nên hầu hết các loài hoa đều không tồn tại. Đọc thêm",
            "Nếu bạn đang muốn leo núi mạnh mẽ thì đừng tìm đâu xa.  70.000 đồng giúp bạn có mặt trên máy chạy bộ.  Cảnh quan đẹp.  Các quán cà phê và khu vườn dọc đường đi. Bạn có thể thực hiện một chuyến đi dốc lên tháp lò vi sóng trên đỉnh một núi đá vôi hoặc chỉ đi dạo và ngắm nhìn bộ sưu tập tượng kỳ lạ. Hãy mang giày tốt.  Vào những ngày ẩm ướt, các bậc thang rất trơn.Đọc thêm",
            "Đây là điểm đến không thể bỏ qua ở Sapa.  Nhìn từ chợ đường phố thì trông có vẻ khiêm tốn nhưng khi bạn lên đến đỉnh, nó lại đẹp và huyền ảo.  Những hàng cây tươi tốt, khung cảnh tuyệt đẹp và những khu vườn được cắt tỉa cẩn thận đã tạo nên những bức ảnh tuyệt đẹp.  Đặc biệt trong sương mù mùa đông, nơi đây tựa như xứ sở thần tiên.Đọc thêm",
            "đó là một quãng đường dài nhưng bạn sẽ không cảm thấy dài vì mọi nơi ở đây đều đẹp. và khi bạn ở trên đỉnh, bạn sẽ bị áp đảo. tốt hơn nhiều so với trải nghiệm Bromo ở Đông Java, IndonesiaĐọc thêm",
            "Mọi người đến đây để chụp ảnh hoa, nhưng hoa ở đây nhỏ và chủ yếu là cây cối và các điểm tham quan dành cho trẻ em. Ngoài ra, chúng tôi bị lạc ở đây vì có quá nhiều khúc cua và hầu như không có biển báo. Bạn có thể thử leo lên đỉnh để ngắm cảnh Sapa. Đọc thêm",
            "Chúng tôi đã may mắn đến được đó khi đang băn khoăn. Tầm nhìn đẹp, địa điểm đẹp và chúng tôi không trả tiền vào cửa. Cuộc đi bộ đưa chúng tôi đến đó có rất nhiều cửa hàng trên đường để mua sắm. Đó là giá trị các nỗ lực! Đọc thêm",
            "Tôi có thể leo lên núi Hàm Rồng để ngắm bình minh trước 6 giờ sáng được không? Vì giờ mở cửa là 6h nhưng thời gian mặt trời mọc là khoảng 5h30. Tôi sợ sẽ bỏ lỡĐọc thêm",
            "Bạn có thể nói chuyện với nhân viên tại lối vào, họ - đủ thân thiện và linh hoạt - e. g. Tôi - đã ở đó một tiếng sau giờ đóng cửa - .Đọc thêm",
            "Bạn có thể đi bộ lên đỉnh từ trung tâm thị trấn Sapa mà không có hướng dẫn viên không?Đọc thêm",
            "Vâng, thật dễ dàng. \nBạn có thể sử dụng máy phiên dịch của mình, nếu cần trong khi đi bộĐọc thêm",
            "Chuyến đi khứ hồi kéo dài bao lâu?Đọc thêm",
            "1-2 giờ nhưng chúng tôi đã dành nửa ngày để tìm hiểu các tuyến đường khác nhau. Ngoài ra còn có một vài quầy giải khát.Đọc thêm"
        ],
        "star_ratings": [
            109,
            137,
            55,
            14,
            3
        ],
        "review_amount": 318,
        "location": [
            "Núi Hàm Rồng",
            "Sa Pa",
            "Việt Nam",
            "Những điều cần làm ở Sa Pa",
            "Châu Á",
            "Tỉnh Lào Cai"
        ],
        "reviews_time": [
            "Written March 11, 2017",
            "Written February 7, 2017",
            "Written February 7, 2017",
            "Written January 31, 2017",
            "Written January 27, 2017",
            "Written January 22, 2017",
            "Written January 5, 2017",
            "Written December 28, 2016",
            "Written December 12, 2016",
            "Written December 11, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g311304-d6963743-Reviews-or70-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d25448525-Reviews-Cho_Tinh_Quan_22_Ngu_Chi_Son_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d15028739-Reviews-Yummy_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d12158649-Reviews-Good_Morning_View_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d6553283-Reviews-Little_Vietnam_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d12556438-Reviews-Le_Gecko_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d1592047-Reviews-Mountain_Bar_Pub-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d24113239-Reviews-M_y_Quan-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d11873975-Reviews-Ladybird_Sapa_Restaurant_Cafe-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d14450712-Reviews-Sapa_Sky_View_Restaurant_Bar-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g311304-d25247302-Reviews-Sapa_Center_Cafe_Restaurant-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4909270-Reviews-Muong_Hoa_Valley-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d14086596-Reviews-Y_Ty_Village-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5994398-Reviews-The_Stone_Church-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d13534081-Reviews-Sapa_Lake-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26136968-Reviews-Sapa_Trekking_Mama_Zuzu-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26226969-Reviews-SaPa_local_tourist_guide-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d5996688-Reviews-Quang_Truong_Square-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6000599-Reviews-Ho_Chi_Minh_Friendship_Monument-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d24061612-Reviews-Cap_Treo_Fansipan-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d9861921-Reviews-Sun_World_Fansipan_Legend-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or60-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or80-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1452026-Reviews-Fansipan_Mountain-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d6375794-Reviews-Thac_Bac_Waterfall_Silver_Falls-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12574933-Reviews-Y_Linh_Ho-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d15588124-Reviews-Si_Trekking_Sa_Pa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10304794-Reviews-Ban_Ho_Village-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d25314420-Reviews-Happy_Trip_With_Vu-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12268871-Reviews-Hoang_Lien_National_Park-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26339908-Reviews-Relax_Massage_Spa_SAPA-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11434596-Reviews-Good_Morning_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17375296-Reviews-Sapa_Private_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d12820855-Reviews-Motorbike_Tours_Hanoi-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14155446-Reviews-Relax_Bar-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14058227-Reviews-Sapa_Motorbike_Tour-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d1759169-Reviews-Trekking_Sapa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g737052-d27171657-Reviews-Mong_Village_Alpine_Coaster_Sapa-Lao_Cai_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d14163053-Reviews-Sapa_Motorbike_Rental-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d10840887-Reviews-Su_Linh_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17584260-Reviews-Pang_Pang_Sapa_Trekking-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d11847281-Reviews-Sapa_Khai_Hmong_Treks-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d8013071-Reviews-Sapa_Hmong_Family_Trekking_Adventures-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d26266721-Reviews-Sapa_Adventures_Tours_Off_the_Beaten_Path-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d4453566-Reviews-Vietnam_Nomad_Trails_Day_Tours-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d2332051-Reviews-Danga_Bay-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g54578-d3294859-Reviews-Historic_Old_Town-Deadwood_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d23485484-Reviews-The_Unreal_Garden-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g11887997-d6653324-Reviews-Omu_Resort-Ibeju_Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d191172-Reviews-Canal_Grande-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d10430014-Reviews-MAD_on_Yas_Island-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g42794-d2555923-Reviews-Warren_Community_Centre_Indoor_Waterpark-Warren_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d4103190-Reviews-Jumping_World-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129735-d6739383-Reviews-Burlesque_Tokyo-Roppongi_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g32678-d261449-Reviews-Manhattan_Beach-Manhattan_Beach_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or80-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g311304-d6963743-Reviews-or70-Ham_Rong_Mountain-Sapa_Lao_Cai_Province.html"
    }
]