[
    {
        "attraction_name": "Hang Toi (Dark Cave)",
        "attraction_name_vi": "Hang Tối - Hang Tối -",
        "general_info": [
            "503 đánh giá",
            "- 1 trong 8 điều nên làm ở Sơn Trạch",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi đã do dự khi đọc một số đánh giá 1 sao. Để tham khảo, chúng tôi là một cặp vợ chồng ở độ tuổi 50 - 60. Chúng tôi đã đến thăm Hang Tối như một phần trong chuyến tham quan của chúng tôi với Nhà trọ của chúng tôi cũng đến thăm Hang Thiên Đường. Chúng tôi đã được hướng dẫn viên hướng dẫn rất rõ ràng ngay từ đầu dành cho những ai muốn đu dây vào lối vào để nhấc chân lên và nằm nghiêng một góc 45 độ. Dây nịt rất chắc chắn và mọi người đều có áo phao.  Chúng tôi chọn chèo thuyền kayak vào hang vì đối tác của tôi nặng hơn 90kg và không thể đi được. Phụ nữ có thể mặc đồ tắm một mảnh hoặc 2 mảnh. Lối vào có thể trơn trượt nhưng bạn sẽ mất thời gian và không sao cả. Bạn vượt qua một số tảng đá nhỏ và lại đi chậm. Chúng tôi đã đi đến cuối và nổi trong bùn, thật là vui. Sau khi chúng tôi quay trở lại chèo thuyền kayak và bơi trong khi những người khác thực hiện các hoạt động dưới nước, v.v. Tôi - một phụ nữ 61 tuổi và hoàn toàn yêu thích nó mà không gặp bất kỳ vấn đề gì. Không một người nào trong nhóm 20 người của chúng tôi gặp vấn đề gì. Nếu bạn đi theo một chuyến tham quan có hướng dẫn, họ sẽ chăm sóc bạn và đảm bảo mọi thứ đều ổn. Bạn có thể tự làm việc đó mà không gặp vấn đề gì nhưng hãy làm bài tập về nhà trước.Đọc thêm",
            "Cuối cùng chúng tôi không đi vào Hang Tối mà thay vào đó dành chút thời gian tận hưởng khu vực công viên nước. Vợ tôi đã chơi zipline và thấy nó rất thú vị, mặc dù rất tiếc khi trả tiền bạn chỉ được sử dụng một lần. Họ có thuyền kayak bơm hơi và ván chèo mà bạn có thể sử dụng để chèo quanh khu vực sông, cũng như đường trượt nước nhanh, tấm bạt lò xo dưới nước, dây kéo treo xuống nước, v.v. tủ khóa trong khuôn viên khá nhỏ. Khu vực thay đồ còn thô sơ nhưng đủ dùng. Chúng tôi đã có khá nhiều niềm vui nhưng không ở lại được lâu.Đọc thêm",
            "We did Paradise cave which was amazing and part two of the tour was the Dark Cave  - Hang Toi -  which we were looking forward to.The start was the zip line and as has been commented on, no training for us and the staff did not appear to be trained either!My wife went on the zip line but did not reach the end, possibly equipment failure but there were no contingencies for this situation. Although they had radios it would appear they did not confirm her safe arrival and the next person was sent down the zip line  - at speed -  and crashed into my wife who was helpless on the line. She was shocked and severely bruised and walked with difficulty for some days but fortunately was actually able to walk. No medical aid offered but a suggestion to visit a hospital on our return!I continued on the dark cave tour, we had to remove footwear even though my sandals were up to anything on offer. Somewhere on the walk in the muddy water I tore a toe nail off presumably on a rock.  The end of the cave was under whelming and you could bend down and throw mud at each other.  - yippee -   The swim in the muddy river to wash the mud off was about average.  The next day we spent on buses to Hoi An. The following day started with a visit to a medical clinic as my toe was badly infected and fortunately after 5 days of treatment was saved.So message is that it is up to you what adventure tourism you indulge in, but the tour guide is just a guide. He has little to do with the running of the site, there is no work safe. We were both severely injured in two sperate incidents on the same day and on the same site. Worst thing that happened to us over 6 weeks in Vietnam which is a fabulous place and second time we have visited. Assess what you do carefully and how well the site is managed.  I wish I had read these reviews first!Read more",
            "Dịch vụ khách hàng tệ hại. Nhân viên có vẻ ghét khách du lịch, và cuối cùng chúng tôi phải đợi 1,5 giờ để vào hang trong khi những người khác phải đợi một nửa thời gian. Hoàn toàn vô tổ chức và đáng thất vọng. Có nhiều hang động tốt hơn để tham quan. Đọc thêm",
            "Tôi không biết tại sao lại có nhiều đánh giá không mấy tốt đẹp về địa điểm này và tôi cảm thấy hơi may mắn vì đã không đọc chúng nếu không tôi có thể đã hủy bỏ. Cuối cùng, các hang động là một trải nghiệm mới với việc tắm bùn. Trang bị đầy đủ như mũ bảo hiểm có đèn chiếu sáng trên cao, áo phao để hành trình được an toàn. Có một hướng dẫn xuyên suốt, chủ yếu là để di chuyển vào bên trong hang động vì không có nhiều điều để nói. Tắm bùn là một trải nghiệm mới mẻ đối với chúng tôi và chúng tôi rất thích thú. Khi quay về, thuyền kayak đã bị lấy hết nên chúng tôi phải bơi sang bên kia hồ. Điều này đã được thực hiện nhờ chúng tôi có áo phao. Đăng rằng có rất ít hoạt động có thể dễ dàng trở thành một ngày vui vẻ đối với bất kỳ ai. Tất cả đều ở một nơi để bạn có một ngày tràn ngập niềm vui.Đọc thêm",
            "Đối tác của tôi và tôi đã chọn đi đến địa điểm này dành riêng cho đường zip. Đầu tiên tôi bị từ chối vào cửa do mặc một chiếc áo sơ mi và quần đùi! Tuy nhiên, đối tác của tôi và bất kỳ người đàn ông nào khác đều được phép vào! Người phụ nữ được cảnh báo rằng chúng ta đang quay trở lại những năm 60 và được khuyên nên mặc gì, điều mà tôi được khuyên những người bơi lội nên mặc bikini - .. Thật là khủng khiếp. Không có lời giải thích hay lý do an toàn nào ngoài một loạt phụ nữ thô lỗ đang chỉ trỏ mà tôi cảm thấy đó là một chuyến đi đầy quyền lực. Khi tôi cố gắng mua một đôi quần bơi từ cửa hàng của họ, tôi đã bị bẽ mặt, người ta nói rằng không có thứ gì phù hợp với tôi - . Tôi - tôi khác xa với một cô gái lớn cỡ 12 theo cỡ phương Tây. Khi nói điều này, tôi không nghĩ bất cứ ai cũng nên xấu hổ vì béo ở bất kỳ kích cỡ nào! Kết quả cuối cùng là tôi từ chối yêu cầu hoàn lại tiền, thật lãng phí thời gian. Các nhân viên rất thiếu chuyên nghiệp, thô lỗ và nhục nhã. Đọc thêm",
            "Bạn bè của tôi và tôi đã chọn đi đến địa điểm này dành riêng cho đường zip. Điều đó thật tồi tệ. Không có lời giải thích hay trình diễn an toàn nào cho đường zip. Họ thậm chí còn không cho chúng tôi xem video thông tin mà họ thường cho mọi người xem. Chúng tôi chưa bao giờ được giải thích cách hạ cánh ở phần cuối.  Tôi - đã thực hiện nhiều trò đu dây trên thế giới - và đây là điều tồi tệ nhất. Việc hạ cánh rất nguy hiểm và đau đớn. Bạn tôi bị gãy mắt cá chân, tôi là người bạn kia của tôi đều rất đau.  Các nhân viên rất không chuyên nghiệp. Ngày hôm đó chúng tôi không thể làm gì khác vì bạn tôi cần được chăm sóc y tế.  Tôi không thể nói chính xác hang động này như thế nào - nhưng làm ơn, làm ơn, vì sự an toàn của chính bạn - ĐỪNG - ĐỪNG LÀM ĐƯỜNG ZIP! Tôi cảm thấy họ nên tắt đường zip. Nó rất nguy hiểm.Đọc thêm",
            "Chúng tôi đã đặc biệt đi đến đường zip. Nước rất đẹp. NHƯNG KHÔNG có - đào tạo - cho đường zip. Xin lưu ý bạn, tôi đã từng tham gia rất nhiều trò chơi zipline trong đời và ở nhiều quốc gia. Tôi nghĩ rằng tôi đã nhìn thấy tất cả. Họ không cho chúng tôi biết cách dừng lại ở cuối. Đó là cái NHANH NHẤT mà tôi từng tham gia. Khung cảnh rất tuyệt nhưng tôi lo lắng khi tăng tốc. Cuối cùng, nó trông giống như một bức tường núi với độ dốc rất ngắn. Không có thiết bị hoặc người nào làm bạn chậm lại và cuối cùng chúng tôi cũng không được hướng dẫn NHÂN chân mình lên cao hơn. Tóm lại, tôi bị gãy mắt cá chân khi chạm tới đáy. Tôi không cố gắng lắm nhưng tôi nghĩ đường zipline này được tạo ra cho người châu Á chứ không phải người phương Tây. Ngoài ra, không có sự giao tiếp giữa trên và dưới. Họ thả người bạn còn lại của tôi xuống vì tôi vẫn còn bị trói vào dây và không thể đứng dậy được. Họ rõ ràng cũng không được đào tạo về sơ cứu cơ bản. Đó là một trải nghiệm khủng khiếp. Rất không an toàn. Nhưng vẫn là một vị trí đẹp.Đọc thêm",
            "Staff was rude and denied access to 1 girl in our group for not wearing a bikini but a bathing suit. This wasn - t advertised anywhere, except that in the small letters on the waiver which you need to sign it says access only in swimshorts - bikini  - not even explicitly that bathing suits or shirts are not allowed - . A ticket refund was not possible either, as stated in the waiver as well. Staff were laughing which felt rude.Apparently bathingsuits are not allowed in the mud bath area as they can fill up with mud and become dangerous. Well when the rest of us got to the mudbath, it is only knee deep, no hazard at all, rather boring. Just absolute bullsh - t to deny access because of wearing a bathingsuit. While we were there, we saw many more girls being denied access for the same reason, so frustrating for everyone. And nobody was notified upfront before they paid the entrance fee, so without the possibility to refund, it - s some nice easy money for this crap company.So any ladies out there, beware, the staff will only allow you access if you wear a bikini. A tanktop - shirt - tankini - whatever is not allowed, only minimalist bikini - s.Further tips:- if you - re over 90kg, you can - t do the zipline but have to use the kayak to get accros the river. either way is fine, it - s not spectacular.- the cave itself is only like a short walk inside, definately not spectacular, max 500 meters to reach the mudbath. The mudbath itself is not so exciting either. I wouldn - t be suprised if it is man-made just to become a tourist attraction.- You can do some water activities like a waterswing and a high rope course above water when you get back to the base, that - s the only thing which might be interesting for some.My advice, skip Dark Cave and go to the nearby Paradise cave instead if you want to see a beautiful cave.Read more",
            "",
            "vui lòng cho tôi biết liệu chuyến thăm hang tối có cần sự nhanh nhẹn đặc biệt hay nó dễ dàng và là một trải nghiệm thú vị cho người già?Đọc thêm",
            "Chi phí tham gia là bao nhiêu?Đọc thêm",
            "Có tour 4 ngày nào không?? Bạn có thể giới thiệu gì không??Đọc thêm",
            "Sự hấp dẫn kéo dài bao lâu?",
            "Bạn có thể gõ tiếng Anh không?Đọc thêm",
            "Trẻ em có được phép tham gia chuyến tham quan này hay có giới hạn độ tuổi không? Các con trai của tôi sẽ từ 8 - 10 tuổi, và mặc dù tôi - tôi chắc chắn rằng đứa nhỏ hơn sẽ - không chơi trò đu dây lớn, nhưng nó có được phép - có thể thực hiện phần còn lại của chuyến tham quan không?Đọc thêm",
            "Dây zip có thể hỗ trợ người nặng từ 40 đến 90 kg. Bất cứ ai ở trên hoặc dưới sẽ phải đi thuyền quaĐọc thêm",
            "Xin chào, chúng tôi sẽ đến thăm cùng cậu con trai 15 tuổi của mình và tôi tin rằng đây là điều chúng tôi sẽ thích! Chúng tôi sẽ đến từ Đà Nẵng trong hai đêm tại Phong Nha Lake House vào tháng 7 và chúng tôi thực sự muốn đến thăm Hang Tối cũng như Động Thiên Đường. Làm cách nào để chúng tôi đặt các chuyến tham quan có hướng dẫn viên và sẽ được đón tại Lake House hay chúng tôi sẽ đặt Taxi? Bạn có biết giá vé từ khách sạn của chúng tôi đến hai hang động này như thế nào không?\n\nTrân trọng, Lise-Lotte Haagensen- Na UyĐọc thêm",
            "Xin chào các bạn, tôi đang định đưa bố mẹ tôi đến Hang Tối, và đặc biệt mẹ tôi không phải là người bơi lội tự tin.\n\nCó ai có thể cho tôi biết bơi trong hang động khó khăn bao lâu không?  Không có đánh giá nào dường như làm sáng tỏ điều này.\n\nCảm ơn rất nhiều trước!Đọc thêm",
            "Khoảng cách rất ngắn, cơ bản là chiều dài của một ngôi nhà.  Tôi chắc chắn rằng nhiệt độ nước lạnh có thể khiến họ ngạc nhiên hơn cả khoảng cách.Đọc thêm",
            "Xin chào, chúng tôi sẽ đến Việt Nam vào tháng 11. Hang Tối có mở cửa vào mùa mưa này không?Đọc thêm",
            "Xin chào - à..Tôi đã đến đó vào thời điểm năm mới. Trời ít mưa nhưng họ cởi mở và phục vụ tốt; - - Tôi nghĩ là nó mở quanh năm, nhưng nếu bạn muốn chắc chắn, chỉ cần gửi thư cho họ! Chúc may mắn - Đọc thêm",
            "Hi - hang tối là một trong những điều cần làm hàng đầu trong danh sách của chúng tôi. Chúng tôi sẽ đến TP.HCM, Mũi Né và sau đó là Hội An. Làm thế nào để chúng ta đến đó và đi từ đâu là tốt nhất? Đọc thêm",
            "Hi - hang tối là một trong những điều cần làm hàng đầu trong danh sách của chúng tôi. Chúng tôi sẽ đến TP.HCM, Mũi Né và sau đó là Hội An. Làm thế nào để chúng ta đến đó và đi từ đâu là tốt nhất? Đọc thêm",
            "Hang tối nằm ở Phong Nha, cách Hội An 8 giờ đi xe buýt về phía bắc. Hội An là nơi gần nhất nhưng vẫn khá xa, tôi khuyên bạn nên ở lại Phong Nha một hoặc hai đêm nếu có thể. Đây là một nơi tuyệt đẹp nên nếu bạn có thời gian, nơi này sẽ rất đáng để thêm vào danh sách của bạn. Đây là nơi yêu thích của chúng tôi ở Việt Nam. Đọc thêm"
        ],
        "star_ratings": [
            270,
            112,
            44,
            25,
            52
        ],
        "review_amount": 503,
        "location": [
            "Tỉnh Quảng Bình",
            "Việt Nam",
            "Hang Tối - Hang Tối -",
            "Châu Á",
            "Sơn Trạch",
            "Các hoạt động ở Sơn Trạch"
        ],
        "reviews_time": [
            "Written May 25, 2024",
            "Written April 3, 2024",
            "Written November 7, 2023",
            "Written June 14, 2023",
            "Written April 8, 2023",
            "Written March 18, 2023",
            "Written September 8, 2020",
            "Written September 7, 2020",
            "Written April 1, 2020",
            "Written March 28, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g12654020-d27490495-Reviews-Lotus_Restaurant_Phong_Nha-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13163545-d25093828-Reviews-Phong_Nha_Family_Restaurant-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or10-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296817-d12878877-Reviews-The_Duck_Stop-Hung_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1554764-d8761792-Reviews-Vinh_Guru_Tours-Vinh_Nghe_An_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190313-d1237685-Reviews-Gozo_Ferry-Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g644074-d4322389-Reviews-Dinopark_Omis-Omis_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294201-d469499-Reviews-Zamalek_Gezira_Island-Cairo_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g58491-d7158324-Reviews-Taidnapam_Park-Glenoma_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g667131-d10416370-Reviews-Hanioti_Beach-Hanioti_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49510-d208392-Reviews-Salvo_Beach-Salvo_Hatteras_Island_Outer_Banks_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g147290-d149576-Reviews-Mount_Isabel_de_Torres-Puerto_Plata_Puerto_Plata_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g41698-d23460571-Reviews-Level99-Natick_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60786-d3608829-Reviews-Riverwalk-Bradenton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g52981-d1491979-Reviews-No_9_Coal_Mine_and_Museum-Lansford_Pocono_Mountains_Region_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or10-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Hang Toi (Dark Cave)",
        "attraction_name_vi": "Hang Tối - Hang Tối",
        "general_info": [
            "503 đánh giá",
            "- 1 trong 8 điều nên làm ở Sơn Trạch",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chuyến đi trong ngày tuyệt vời. Sẽ không giới thiệu cho những người kém khả năng hơn. Giá vào cửa rẻ. Hãy tự tổ chức. Tất cả các thiết bị an toàn thích hợp. Nhà hàng rất kỳ quặc và nhân viên thô lỗ nên hãy tự lấy đồ ăn Đọc thêm",
            "450K là quá nhiều cho khoảng 2 giờ. Chúng tôi đã thực hiện chuyến tham quan vịnh Hạ Long cả ngày - 8 giờ - bao gồm bữa trưa với cùng mức giá. Bản thân hang động rất tuyệt nhưng tôi sẽ không phân loại nó là chèo thuyền kayak, trượt zip và thám hiểm hang động khi bạn chỉ đi trên một đường zip và tự chèo thuyền trong 5 phút trở lại từ hang động. Không có hướng dẫn an toàn và không ai thực sự bảo bạn phải làm gì. Chúng tôi bị bỏ lại lang thang không mục đích sau khi đường zip được yêu cầu đợi hướng dẫn viên của chúng tôi khi chúng tôi không bao giờ có được? Chúng tôi đã có một người hướng dẫn cho hang động và anh ấy thật tuyệt vời nên đó là một phần tuyệt vời trong ngày. Ngoài ra, đừng ăn đồ ăn tại chỗ. Một nửa con gà của tôi có màu hồng - lại đắt đỏ. Xung quanh có một số nhà hàng rất ngon.Đọc thêm",
            "Nó - giống như một cái bẫy du lịch - nhưng dù sao cũng là một cái bẫy hay - vui vẻ. Hang động này khá đẹp và việc té nước trong bồn tắm bùn thật thú vị, mặc dù ước gì bạn có thể ở trong hang lâu hơn một chút. Con sông dẫn vào hang động - bạn có thể đu dây hoặc chèo thuyền kayak đến lối vào - cũng rất đẹp - nước lạnh vào thời điểm này trong năm!! Chúng tôi đến thăm vào dịp Tết nên khá yên tĩnh, nhưng người phụ nữ tiếp tân đã chia sẻ rượu - kẹo với chúng tôi trong khi chúng tôi chờ đợi một nhóm đủ lớn tụ tập cho chuyến đi, đó là một cảm giác tuyệt vời. Đọc thêm",
            "Hang động này không có hứng thú gì cả nên nếu bạn đến đó để chơi zipline thì cũng không sao - vẫn đắt cho những niềm vui nho nhỏ không mang tính thử thách - nếu không thì hãy đi đến một nơi khác, ở đó chẳng có gì thú vị cả. Đọc thêm",
            "Nơi tuyệt vời, hang động tuyệt vời với tắm bùn, zipline, chèo thuyền kayak và nhiều hoạt động dưới nước khác. đủ để làm trong nhiều giờ.Đọc thêm",
            "Toàn bộ trải nghiệm thật đáng kinh ngạc! Vì vậy, bạn bắt đầu bằng trò đu dây - bạn phải nặng từ 40-90kg - hoặc chèo thuyền kayak qua sông đến hang động, sau đó hướng dẫn viên sẽ cùng bạn đi bộ qua hang động. Tắm bùn thật tuyệt vời và vui nhộn và làn da của tôi cảm thấy thật tuyệt vời - sau đó bạn đi bộ trở lại hang động, tắm sạch trong nước sạch ở miệng và chèo thuyền kayak quay trở lại nơi đang bơi, một đường zip nhỏ và một chướng ngại vật. Là một cô gái lớn hơn một chút, tôi hơi e ngại nhưng toàn bộ trải nghiệm thật tuyệt vời và không có gì bắt buộc. Thật thú vị và an toàn nếu bạn sử dụng ý thức chung của mình. Rất đáng giá! Đọc thêm",
            "Một điểm thu hút rất thú vị ở khu vực Phong nah. Đường zip dài và an toàn, hang tối khá mát mẻ và rộng lớn và bùn cũng rất tuyệt. Cuối cùng, bạn sẽ chèo thuyền kayak trở lại công viên giải trí mini trên sông.Đọc hơn",
            "Hang động khá tuyệt vời, nước mát lạnh. Tôi ước gì người hướng dẫn hoặc video sẽ kể thêm lịch sử về toàn bộ hang động. Chuyến tham quan quá ngắn, có vẻ như hướng dẫn viên đã mệt mỏi và chỉ cần hoàn thành nó. Nó chắc chắn an toàn nhưng chúng tôi mong muốn có được trải nghiệm mệt mỏi lâu hơn. Người khách ở phía trước phải thực hiện những bước đầu tiên và hướng dẫn cơ bản - người hướng dẫn ở trên thuyền kayak bảo cô ấy rẽ trái hoặc phải -. Nhìn chung, chúng tôi hơi thất vọng và tự mình làm cho nó vui - điều đó phụ thuộc vào nhóm bạn tham gia - chúng tôi thật may mắn khi được ở bên những người quan tâm đến sự hòa đồng và vui vẻ. Tôi muốn giới thiệu nó nhưng kỳ vọng của tôi không được đáp ứng. Hang tuyệt vời nhưng cần được đánh giá cao hơnĐọc thêm",
            "Tôi chỉ có thể đề nghị sử dụng hết sức thận trọng. Điều này chỉ dành cho những người trẻ tuổi và rất phù hợp để vào Hang Tối. Khá nguy hiểm ở một số nơi trong mùa chúng tôi ở đó. Hang động này bị đóng cửa do lũ lụt vào những thời điểm nhất định trong năm. Tính năng đường Zip gần đó cũng tỏ ra nguy hiểm. Thiết bị thu hồi bắt dây đai sẽ ném bạn lên không trung theo đúng nghĩa đen. Cuộc hạ cánh không hề dễ chịu, tôi bị bầm tím khá nặng ở bắp chân và đùi phải. Bơi lội và chèo thuyền kayak rất thú vị.Đọc thêm",
            "Tôi đã tìm kiếm một số hoạt động mạo hiểm trong chuyến đi ở Quảng Bình và cuối cùng đã chọn hoạt động này. Điều thú vị nhất trong gói này là Hang Tối, các hoạt động khác như chèo thuyền kayak, bơi lội, zipline j chỉ là một phần nhỏ và thực sự tôi có thể có được trải nghiệm tốt hơn ở nhiều nơi khác nhau. Vì vậy nếu đến đây hãy chọn trọn gói. Hang Tối vẫn còn khá hoang sơ và tự nhiên. Tôi rất thích đi bộ và tắm bùn. Đặc biệt, khi tắm bùn ở cuối hang sâu, đèn tắt, mọi người im lặng trong vài phút, cảm giác thật tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            270,
            112,
            44,
            25,
            52
        ],
        "review_amount": 503,
        "location": [
            "Tỉnh Quảng Bình",
            "Việt Nam",
            "Hang Tối - Hang Tối -",
            "Châu Á",
            "Sơn Trạch",
            "Các hoạt động ở Sơn Trạch"
        ],
        "reviews_time": [
            "Written March 3, 2020",
            "Written March 2, 2020",
            "Written January 26, 2020",
            "Written January 9, 2020",
            "Written December 31, 2019",
            "Written November 8, 2019",
            "Written October 20, 2019",
            "Written October 6, 2019",
            "Written September 30, 2019",
            "Written September 18, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g12654020-d8602546-Reviews-or10-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g12654020-d27490495-Reviews-Lotus_Restaurant_Phong_Nha-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13163545-d25093828-Reviews-Phong_Nha_Family_Restaurant-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or20-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296817-d12878877-Reviews-The_Duck_Stop-Hung_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1554764-d8761792-Reviews-Vinh_Guru_Tours-Vinh_Nghe_An_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45222-d4778686-Reviews-Hungry_Horse_Reservoir-Hungry_Horse_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g48053-d624649-Reviews-Lily_Dale_Assembly-Lily_Dale_Chautauqua_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5864115-Reviews-Bemelman_s_Bar_at_The_Carlyle-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g285716-d2355559-Reviews-Gerlachovsky_Stit-Vysoke_Tatry_Presov_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g46299-d1232157-Reviews-Belmar_Beach_and_Boardwalk-Belmar_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1766192-d1151436-Reviews-Tiger_Kingdom_Chiang_Mai-Mae_Rim.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d17813263-Reviews-Moulin_Rouge-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d189394-Reviews-Waterlooplein_Market-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d312071-Reviews-Ipanema_Beach-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d2315023-Reviews-Sins4two_Club-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or20-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or10-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Hang Toi (Dark Cave)",
        "attraction_name_vi": "Hang Tối - Hang Tối -",
        "general_info": [
            "503 đánh giá",
            "- 1 trong 8 điều nên làm ở Sơn Trạch",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi không khuyên bạn nên đi tour 270k. Về cơ bản bạn chỉ nhận được zipline tầm thường. Việc chèo thuyền là một trò đùa. Chúng tôi chưa hề được nhìn thấy một cái hang nàoĐọc thêm",
            "Chúng tôi có một ngày ở Phongnha chúng tôi quyết định đi tới hang tối và hang thiên đường. Chúng tôi đã có một thời gian vui vẻ ở đây. Nhưng nó đắt tiền cho một hang động bận rộn. Đọc thêm",
            "Tuyệt, bạn sẽ thích. Và tôi muốn tìm một cô gái Canada, bạn của tôi, người thứ hai từ trái sang trong ảnh. Cảm ơn mọi người. Đọc thêm",
            "Khi đến nơi, họ hối thúc chúng tôi đeo dây an toàn cho đường zip. Khi đến gần điểm cuối, họ hét lên để giữ chân bạn hướng lên, điều này khiến hệ thống phanh trở thành một loại máy phóng khiến tôi để lại hai vết thương lớn ở đùi - tôi có thể nói với bạn rằng đó không phải là nơi tốt nhất để bạn tự làm mình bị thương - . Nó không chỉ ra rằng bạn phải đi trên đá bên trong hang và nó sẽ cực kỳ trơn trượt vì bùn. Tôi chắc chắn khuyên bạn nên mang giày đi nước. Ngược lại, không an toàn chút nào! Hướng dẫn viên liên tục vội vã và do đó không chú ý quá nhiều đến sự an toàn của mọi người. Nếu bạn có thời gian đến thăm một số hang động khác với một trong 5 công ty lữ hành tại Vườn Quốc gia, hãy làm như vậy! Bạn - sẽ an toàn hơn rất nhiều và bạn - sẽ nhận được RẤT NHIỀU tiền hơn.Đọc thêm",
            "So với các điểm tham quan khác ở Việt Nam thì nó khá đắt.  Giới hạn 90kg cho đường zip có lẽ là điểm nổi bật.  Hang động rất ấn tượng nhưng phong nha và thiên đường cũng tốt không kém.  Tắm bùn, chèo thuyền kayak và bơi lội không quá nhiều - mạo hiểm - hay thú vị. Nhưng dù sao cũng là một ngày đi chơi đàng hoàng. Đọc thêm",
            "Mình đến đây sớm nên phải đợi có công ty vào tham gia. Zipline thật tuyệt vời nhưng quá nhanh. Vào hang tắm bùn cũng nhanh. Nhưng trải nghiệm thật tuyệt vời. Trò chơi miễn phí bên bờ sông dành cho bạn. Tôi nghĩ nhảy xuống sông 3-4 lần sẽ khiến bạn kiệt sức. Đọc thêm",
            "Zip xếp hàng xuống mức hang động. Bạn cũng có thể chèo thuyền kayak ở đó. Sau đó bơi đến lối vào và đi vào hang và cuối cùng rơi xuống vũng bùn! Rất vui! Chèo thuyền kayak trở lại các hoạt động dưới nước khác và ăn trưa!Đọc thêm",
            "Nhân viên thô lỗ chưa trưởng thành với cách cư xử vô ích và quy định về trang phục được quảng cáo kém, đáng ngạc nhiên đã làm hỏng chuyến thăm Hang Tối của chúng tôi. Đọc thêm",
            "Chúng tôi đã đặt hoạt động này khá sớm, thực tế là gần 2 tháng trước khi chúng tôi đến và rất hào hứng và chờ đợi hơn bất cứ điều gì cho chuyến tham quan veitnam của chúng tôi. Thật ngạc nhiên là nó vượt quá sự mong đợi của chúng tôi, còn gì hơn để nói rằng chuyến tham quan chỉ là một việc phải làm - ngay cả khi bạn ở Việt Nam có lẽ chỉ trong vài ngày!!Đọc thêm",
            "Nửa ngày dành cho chuyến tham quan Hang Tối thật tuyệt vời. Zipline rất hoàn hảo nhưng hơi ngắn, tôi nghĩ nó sẽ dài hơn. Bơi lội và tham gia các hoạt động trên sông cũng rất tuyệt. Nước mát và sạch. Đọc thêm",
            "Xin vui lòng cho tôi biết nếu tham quan hang động tối cần sự nhanh nhẹn đặc biệt hay nó dễ dàng và là một trải nghiệm thú vị cho cả người già? Đọc thêm",
            "Chi phí vào cửa là bao nhiêu?Đọc thêm",
            "Có tour 4 ngày nào không?? Bạn có thể giới thiệu gì không??Đọc thêm",
            "Sự hấp dẫn kéo dài bao lâu?",
            "Bạn có thể gõ tiếng Anh không?Đọc thêm",
            "Trẻ em có được phép tham gia chuyến tham quan này hay có giới hạn độ tuổi không? Các con trai của tôi sẽ từ 8 - 10 tuổi, và mặc dù tôi - tôi chắc chắn rằng đứa nhỏ hơn sẽ - không chơi trò đu dây lớn, nhưng nó có được phép - có thể thực hiện phần còn lại của chuyến tham quan không?Đọc thêm",
            "Dây zip có thể hỗ trợ người nặng từ 40 đến 90 kg. Bất cứ ai ở trên hoặc dưới sẽ phải đi thuyền quaĐọc thêm",
            "Xin chào, chúng tôi sẽ đến thăm cùng cậu con trai 15 tuổi của mình và tôi tin rằng đây là điều chúng tôi sẽ thích! Chúng tôi sẽ đến từ Đà Nẵng trong hai đêm tại Phong Nha Lake House vào tháng 7 và chúng tôi thực sự muốn đến thăm Hang Tối cũng như Động Thiên Đường. Làm cách nào để chúng tôi đặt các chuyến tham quan có hướng dẫn viên và sẽ được đón tại Lake House hay chúng tôi sẽ đặt Taxi? Bạn có biết giá vé từ khách sạn của chúng tôi đến hai hang động này như thế nào không?\n\nTrân trọng, Lise-Lotte Haagensen- Na UyĐọc thêm",
            "Xin chào các bạn, tôi đang định đưa bố mẹ tôi đến Hang Tối, và đặc biệt mẹ tôi không phải là người bơi lội tự tin.\n\nCó ai có thể cho tôi biết bơi trong hang động khó khăn bao lâu không?  Không có đánh giá nào dường như làm sáng tỏ điều này.\n\nCảm ơn rất nhiều trước!Đọc thêm",
            "Khoảng cách rất ngắn, cơ bản là chiều dài của một ngôi nhà.  Tôi chắc chắn rằng nhiệt độ nước lạnh có thể khiến họ ngạc nhiên hơn cả khoảng cách.Đọc thêm",
            "Xin chào, chúng tôi sẽ đến Việt Nam vào tháng 11. Hang Tối có mở cửa vào mùa mưa này không?Đọc thêm",
            "Xin chào - à..Tôi đã đến đó vào thời điểm năm mới. Trời ít mưa nhưng họ cởi mở và phục vụ tốt; - - Tôi nghĩ là nó mở quanh năm, nhưng nếu bạn muốn chắc chắn, chỉ cần gửi thư cho họ! Chúc may mắn - Đọc thêm",
            "Hi - hang tối là một trong những điều cần làm hàng đầu trong danh sách của chúng tôi. Chúng tôi sẽ đến TP.HCM, Mũi Né và sau đó là Hội An. Làm thế nào để chúng ta đến đó và đi từ đâu là tốt nhất? Đọc thêm",
            "Hi - hang tối là một trong những điều cần làm hàng đầu trong danh sách của chúng tôi. Chúng tôi sẽ đến TP.HCM, Mũi Né và sau đó là Hội An. Làm thế nào để chúng ta đến đó và đi từ đâu là tốt nhất? Đọc thêm",
            "Hang Tối nằm ở Phong Nha, cách Hội An 8 giờ đi xe buýt về phía bắc. Hội An là gần nhất nhưng vẫn còn hơi xa, bạn nên ở lại Phong Nha một hoặc hai đêm nếu có thể. Đó là một nơi tuyệt đẹp nên nếu bạn có thời gian, nó sẽ rất đáng để thêm vào danh sách của bạn. Đó là nơi yêu thích của chúng tôi ở Việt Nam.Đọc thêm"
        ],
        "star_ratings": [
            270,
            112,
            44,
            25,
            52
        ],
        "review_amount": 503,
        "location": [
            "Tỉnh Quảng Bình",
            "Việt Nam",
            "Hang Tối - Hang Tối -",
            "Châu Á",
            "Sơn Trạch",
            "Các hoạt động ở Sơn Trạch"
        ],
        "reviews_time": [
            "Written September 17, 2019",
            "Written August 20, 2019",
            "Written July 23, 2019",
            "Written July 22, 2019",
            "Written July 13, 2019",
            "Written June 17, 2019",
            "Written June 7, 2019",
            "Written June 4, 2019",
            "Written June 2, 2019",
            "Written May 29, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g12654020-d8602546-Reviews-or20-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g12654020-d27490495-Reviews-Lotus_Restaurant_Phong_Nha-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13163545-d25093828-Reviews-Phong_Nha_Family_Restaurant-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or10-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or30-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296817-d12878877-Reviews-The_Duck_Stop-Hung_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1554764-d8761792-Reviews-Vinh_Guru_Tours-Vinh_Nghe_An_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d4598405-Reviews-Carolina_Beach_Boardwalk-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d778266-Reviews-Freedom_Beach-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d8453923-Reviews-Marshall_s_Beach-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4170601-Reviews-Mermaid_s_show-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g291977-d4047900-Reviews-Silk_Caye-Placencia_Stann_Creek.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190310-d549406-Reviews-Brijuni_National_Park-Brijuni_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d2416258-Reviews-North_Carolina_Music_Factory-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g294210-d4546231-Reviews-Wild_Waters-Mombasa_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g48720-d13296499-Reviews-Sleepy_Hollow-Tarrytown_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187069-d188930-Reviews-Gay_Village-Manchester_Greater_Manchester_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or30-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or20-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Hang Toi (Dark Cave)",
        "attraction_name_vi": "Hang Tối - Hang Tối -",
        "general_info": [
            "503 đánh giá",
            "- 1 trong 8 điều nên làm ở Sơn Trạch",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Zip zip thú vị vào khu vực hang động sau đó bơi vào hang.  Hãy sẵn sàng để có làn nước mát, dễ chịu và sảng khoái sau thời tiết nắng nóng.  Dành thời gian ngâm mình trong hồ bùn. Đừng quên mang theo hộp đựng máy ảnh chống nước bên mình. Đọc thêm",
            "Nếu bạn đã từng đến một vài hang động thì hang động này khá tầm thường, không có gì đặc biệt đối với cô ấy, mặc dù tắm bùn cũng không sao, trải nghiệm thú vị. Khóa học trên mặt nước và lớp lót zip rất thú vị, không thể phủ nhận điều đó. Tôi sẽ đánh giá nó 3 - 5 nếu họ không quá ngu ngốc khi nói đến các quy định an toàn. Vì vậy, chúng tôi đây, đi chân trần trở lại mặt nước và bật đèn, khi hướng dẫn viên nói, hãy tắt đèn và đi trong bóng tối ..ai mà không nghĩ rằng đây có thể là một ý tưởng tồi, đi bộ trên vùng đất không xác định qua nước với những tảng đá lớn trong bóng tối hoàn toàn. Đoán xem, tôi đã va phải một chân mạnh vào một tảng đá và tôi khá chắc chắn rằng mình đã gãy 2 ngón tay, vì thậm chí 2 tháng sau, chúng vẫn hơi đau, đỏ và đôi khi tôi đạp mạnh hơn. Tôi phải thực sự cẩn thận khi đi bộ trong phần còn lại của chuyến đi, vì tôi khá đau khi đi bộ cả ngày trong phần còn lại của chuyến đi. Tất nhiên, họ cho phép bạn ký vào tờ giấy rằng về cơ bản bạn đang tự chịu rủi ro khi làm điều này. ..ngoại trừ việc không ai nói với bạn rằng bạn sẽ làm những việc ngu ngốc như vậy. Tôi đã vượt qua bài kiểm tra hang động và đoán xem, chúng tôi chưa bao giờ đi bộ trong bóng tối hoàn toàn trên lãnh thổ không xác định đối với chúng tôi, đặc biệt là chân trần trong nước nơi bạn có thể làm vỡ thứ gì đó khá dễ dàng. Một trong những trải nghiệm tồi tệ nhất trong chuyến đi của tôi! So với một số hang động khác trong khu vực, đây là nơi cuối cùng tôi ghé thăm, chưa kể, đắt nhất nhưng lại kém ấn tượng nhất. Nhưng nếu bạn muốn thử tắm bùn - mặc dù - chỉ mất 10 phút ngâm mình trong nước bùn - và tận hưởng niềm vui với một chút adrenaline trên mặt nước, hãy tiếp tục. Chỉ cần thực sự chú ý đến bản thân, bởi vì bạn có thể dễ dàng làm tổn thương bản thân và họ thực sự không chú ý quá nhiều đến một sự an toàn.Đọc thêm",
            "Hang động thực sự rất đẹp và đẹp, nhưng rất đắt chỉ trong 2 giờ tham quan. Và các nhân viên rất kiêu ngạo và không biết nói tiếng Anh.Đọc thêm",
            "Truy cập độc lập thông qua xe máy thuê tại khách sạn của chúng tôi. Các đường trượt zip và trò vui dưới nước trên xích đu, v.v. sau hang thứ 3 thật thú vị và thật khó để kéo những đứa trẻ của tôi - 14,12, 9 - đi. Bản thân hang động này vẫn ổn, ngắn hơn dự kiến ​​và lẽ ra sẽ có một chuyến khám phá dài hơn, tuy nhiên các chuyến tham quan đến những hang động dài hơn, mạo hiểm hơn lại quá đắt đối với cả 5 người chúng tôi và tôi không muốn dành quá nhiều thời gian đi bộ xuyên rừng trong một khu rừng ẩm ướt để có được đến lối vào hang 5he nên đây là lựa chọn tốt nhất. Đọc thêm",
            "Tôi đến lúc 2 giờ chiều, họ vui vẻ cho tôi trả tiền đỗ xe và nói với tôi rằng họ không bán vé nữa. Giống như, thực sự?Đọc thêm",
            "Chúng tôi đã đến Dark Cave vì có thời gian rảnh sau khi đến bằng tàu đêm. Tôi đã đặt một tour tham quan hang động - thực sự - cho một ngày khác nên chỉ muốn tìm một hoạt động vui vẻ và đó chính là hoạt động đó. Mọi thứ đều lộn xộn và nhân viên lễ tân thì bực bội - hãy đảm bảo bạn mặc bikini - . Đối với đường trượt zipline chính, bạn đứng không bị trói trên bệ trên cùng trong khi họ kẹp bạn vào, sau đó ở cuối đường trượt, trẻ em bị treo lơ lửng trong khi ai đó chèo thuyền bên dưới để kéo dây thừng vào! Bùn không phải là bùn đặc biệt, nhưng rất vui khi làm và đến đó qua hang động. Sau chuyến tham quan, có một đường trượt zipline khác, một chiếc xích đu và một cuộc phiêu lưu khó khăn. Những hoạt động này không có nhân viên và không có hướng dẫn - nhìn xung quanh, tôi ngạc nhiên là không có ai gặp tai nạn nghiêm trọng TBH. Đọc thêm",
            "Tôi thực sự rất thích chuyến thăm Hang Tối của chúng tôi. Hang Thiên Đường dựa vào kích thước và đặc điểm tuyệt vời của nó để gây ngạc nhiên và giải trí nhưng hang này lại có chuông và còi. Bạn được phát áo phao, mũ cứng có đèn pin và đeo dây an toàn. Sau đó, bạn đu dây 400m qua sông đến cửa hang và bơi vào. Sau đó, hướng dẫn viên dẫn chúng tôi lội vào hang và hướng tới khu tắm bùn. Bạn phải đi qua một số lối đi - rõ ràng là tối - hẹp và chật hẹp với nền không bằng phẳng và một số đoạn lầy lội để đến được đó. Thật thú vị mặc dù tôi còn nghi ngờ về lợi ích của bùn đối với làn da! Sau khi bạn chèo thuyền kayak trở lại nơi có phòng thay đồ và phòng tắm, đồng thời có một số đường đu dây dưới nước và các chướng ngại vật phải vượt qua trong khoảng nửa giờ. Nói chung là một trải nghiệm hang động rất thú vị và năng động! Đọc thêm",
            "các hoạt động tuyệt vời chèo thuyền kayak, zipline, tắm bùn. Thời gian tuyệt vời để đến đây khi ngày nóng. Có thể ở lại lâu hơn để thư giãn ở đây.Đọc thêm",
            "Ở đường zip cuối cùng đã xảy ra một vụ nổ lớn từ một chiếc thùng do một công nhân đang hàn ngay cạnh hoạt động gây ra. Rất nhiều người đứng ngay cạnh thùng, và một số người đã bị vật liệu bay trúng vào, khiến họ bị vết cắt ở chân. Các nhân viên hoàn toàn không làm gì để đảm bảo mọi người đều ổn, một anh chàng làm việc ở đó thậm chí còn chế giễu sự việc, mặc dù rất nhiều người thực sự bị sốc và tổn thương. Không có khoản bồi thường nào được đưa ra. Sẽ không bao giờ giới thiệu điều này cho bất cứ ai tôi biết, hãy tránh xa!Đọc thêm",
            "Lúc đầu mọi người đã rất cố gắng vì - họ sắp đóng cửa - mặc dù chúng tôi vẫn còn 2 giờ nữa. Sau đó, có một vụ nổ gần với tất cả du khách và chính sách an toàn của họ là tồi tệ nhất. Nếu vụ nổ lớn hơn thì sẽ là một thảm họa. Các nhân viên thậm chí còn không thực sự xin lỗi về những gì đã xảy ra.Đọc thêm",
            "vui lòng cho tôi biết liệu chuyến thăm hang tối có cần sự nhanh nhẹn đặc biệt hay nó dễ dàng và là một trải nghiệm thú vị cho người già?Đọc thêm",
            "Chi phí vào cửa là bao nhiêu?Đọc thêm",
            "Có tour 4 ngày nào không?? Bạn có thể giới thiệu gì không??Đọc thêm",
            "Sự hấp dẫn kéo dài bao lâu?",
            "Bạn có thể gõ tiếng Anh không?Đọc thêm",
            "Trẻ em có được phép tham gia chuyến tham quan này hay có giới hạn độ tuổi không? Các con trai của tôi sẽ từ 8 - 10 tuổi, và mặc dù tôi - tôi chắc chắn rằng đứa nhỏ hơn sẽ - không chơi trò đu dây lớn, nhưng nó có được phép - có thể thực hiện phần còn lại của chuyến tham quan không?Đọc thêm",
            "Dây zip có thể hỗ trợ người nặng từ 40 đến 90 kg. Bất cứ ai ở trên hoặc dưới sẽ phải đi thuyền quaĐọc thêm",
            "Xin chào, chúng tôi sẽ đến thăm cùng cậu con trai 15 tuổi của mình và tôi tin rằng đây là điều chúng tôi sẽ thích! Chúng tôi sẽ đến từ Đà Nẵng để ở lại Phong Nha Lake House hai đêm vào tháng 7 và chúng tôi thực sự muốn đến thăm Dark Cave cũng như Paradise Cave. Làm thế nào để chúng tôi đặt tour có hướng dẫn viên và sẽ có dịch vụ đón tại Lake House hay chúng tôi sẽ gọi taxi? Bạn có biết giá khách sạn của chúng tôi từ hai hang động này là bao nhiêu không?\n\nTrân trọng, Lise-Lotte Haagensen- Na UyĐọc thêm",
            "Xin chào mọi người, tôi đang hy vọng sẽ đưa bố mẹ tôi đến Hang Tối, và mẹ tôi nói riêng không phải là người bơi giỏi.\n\nCó ai có thể cho tôi biết thời gian bơi trong hang là bao lâu - khó khăn không? Không có bài đánh giá nào có vẻ làm sáng tỏ điều này.\n\nCảm ơn rất nhiều trước! Đọc thêm",
            "Khoảng cách rất ngắn, cơ bản là chiều dài của một ngôi nhà.  Tôi chắc chắn rằng nhiệt độ nước lạnh có thể khiến họ ngạc nhiên hơn cả khoảng cách.Đọc thêm",
            "Xin chào, chúng tôi sẽ đến Việt Nam vào tháng 11. Hang Tối có mở cửa vào mùa mưa này không?Đọc thêm",
            "Xin chào - à..Tôi đã đến đó vào thời điểm năm mới. Trời ít mưa nhưng họ cởi mở và phục vụ tốt; - - Tôi nghĩ là nó mở quanh năm, nhưng nếu bạn muốn chắc chắn, chỉ cần gửi thư cho họ! Chúc may mắn - Đọc thêm",
            "Hi - hang tối là một trong những điều cần làm hàng đầu trong danh sách của chúng tôi. Chúng tôi sẽ đến TP.HCM, Mũi Né và sau đó là Hội An. Làm thế nào để chúng ta đến đó và đi từ đâu là tốt nhất? Đọc thêm",
            "Hi - hang tối là một trong những điều cần làm hàng đầu trong danh sách của chúng tôi. Chúng tôi sẽ đến TP.HCM, Mũi Né và sau đó là Hội An. Làm thế nào để chúng ta đến đó và đi từ đâu là tốt nhất? Đọc thêm",
            "Hang Tối nằm ở Phong Nha, cách Hội An 8 giờ đi xe buýt về phía bắc. Hội An là gần nhất nhưng vẫn còn hơi xa, bạn nên ở lại Phong Nha một hoặc hai đêm nếu có thể. Đó là một nơi tuyệt đẹp nên nếu bạn có thời gian, nó sẽ rất đáng để thêm vào danh sách của bạn. Đó là nơi yêu thích của chúng tôi ở Việt Nam.Đọc thêm"
        ],
        "star_ratings": [
            270,
            112,
            44,
            25,
            52
        ],
        "review_amount": 503,
        "location": [
            "Tỉnh Quảng Bình",
            "Việt Nam",
            "Hang Tối - Hang Tối -",
            "Châu Á",
            "Sơn Trạch",
            "Các hoạt động ở Sơn Trạch"
        ],
        "reviews_time": [
            "Written May 21, 2019",
            "Written May 14, 2019",
            "Written May 4, 2019",
            "Written April 30, 2019",
            "Written April 29, 2019",
            "Written April 25, 2019",
            "Written April 6, 2019",
            "Written March 20, 2019",
            "Written March 11, 2019",
            "Written March 5, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g12654020-d8602546-Reviews-or30-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g12654020-d27490495-Reviews-Lotus_Restaurant_Phong_Nha-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13163545-d25093828-Reviews-Phong_Nha_Family_Restaurant-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or20-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or40-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296817-d12878877-Reviews-The_Duck_Stop-Hung_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1554764-d8761792-Reviews-Vinh_Guru_Tours-Vinh_Nghe_An_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298417-d3381796-Reviews-Nizwa_Souq-Nizwa_Ad_Dakhiliyah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d283297-Reviews-Cosmetic_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29297-d4542786-Reviews-RiverEdge_Park-Aurora_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g28967-d1537237-Reviews-Belle_Isle_State_Park-Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d148868-Reviews-Brewer_s_Bay-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32411-d127971-Reviews-Coyote_Hills_Regional_Park-Fremont_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147261-d147919-Reviews-Horseshoe_Bay_Beach-Southampton_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028722-d10239064-Reviews-Pine_Walk-Port_de_Pollenca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60023-d7915609-Reviews-Rock_Lake-Lake_Mills_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195649-Reviews-Alfama-Lisbon_Lisbon_District_Central_Portugal.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or40-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or30-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Hang Toi (Dark Cave)",
        "attraction_name_vi": "Hang Tối - Hang Tối -",
        "general_info": [
            "503 đánh giá",
            "- 1 trong 8 điều nên làm ở Sơn Trạch",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đừng đi tới Hang Tối. Một anh chàng đang hàn một chiếc lon sắt bên cạnh tất cả các hoạt động - sau phần chèo thuyền kayak - . Chiếc lon phát nổ và rất ít người bị trúng đạn. Đó là một tình huống đáng sợ và mọi người đều bị sốc. Các nhân viên không biết trả lời thế nào; họ không kiểm tra xem mọi người có ổn không và một nhân viên đã nói đùa về vụ nổ. Vụ nổ lớn nên có thể kết thúc còn tệ hơn. Cuối cùng, chúng tôi đã không lấy lại được tiền và không có giải pháp nào để gây sốc cho khách hàng. Vì vậy: đừng đến đó.Đọc thêm",
            "Hang Tối chỉ có các hoạt động dưới nước; zipline qua sông, bơi vào hang, ngâm bùn bên trong và chèo thuyền kayak trở về. Ngoài ra còn có zipline mini để nhảy xuống sông rất thú vị. Nếu bạn có thể đi giày nước, nếu không bạn sẽ phải đi chân trần trong hang tối đầy bùn và điều đó thật không dễ chịu chút nào. Ngoài ra nếu bạn đi xe máy thì không cần phải đặt tour, bạn có thể tự mình đến đó và con đường thật ngoạn mục.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian vui vẻ bên trong hang động, nó có gì đó khác biệt so với các hang động khác. Tắm bùn rất đẹp, chúng tôi ở đó khoảng 10 phút. Để vào hang, bạn có thể đu dây hoặc chèo thuyền kayak. Sau đó, bạn phải bơi một quãng rất ngắn để vào hang. Rất khó để tìm thấy thông tin nghiêm trọng trên mạng, vì vậy đây là những gì chúng ta có thể lựa chọn. Có hai lựa chọn để vào hang: A: trả 450k đồng, bao gồm đu dây, chèo thuyền kayak, tắm bùn và - các hoạt động - trên sông. B: trả 270k đồng, bao gồm đu dây và chèo thuyền kayak, bạn không được phép vào hang hang động.Tôi nghĩ bạn có thể vào hang với giá 270k và bỏ qua - hoạt động - trên sông. Đó không phải là tình huống. Khi chúng tôi hỏi giá vé rẻ, người phụ nữ làm việc ở đó nói rằng hôm nay không thể thực hiện được vì không có nhóm - bạn phải đợi đủ người vào, việc này có thể mất chút thời gian - . Sau khi chúng tôi liên tục yêu cầu, cô ấy nói với chúng tôi rằng chúng tôi có thể làm được nhưng chúng tôi không được phép vào hang. Tôi cảm thấy như cô ấy đang nói dối chúng tôi để bán những tấm vé đắt tiền nhưng chúng tôi đã làm theo, bởi vì chúng tôi đến đây để khám phá hang động. Nhìn chung, lượng khách du lịch đông đảo, hướng dẫn viên chỉ đi cùng bạn vào hang, cái gọi là - hoạt động - là một đường đu dây nơi bạn có thể nhảy xuống sông. Hang động là một trải nghiệm thú vị và chúng tôi rất thích nó, vì vậy nó đáng giá, nhưng có cảm giác như một trò lừa đảo khi trả nhiều tiền như vậy. Các nhân viên không quan tâm đến việc mang đến cho bạn khoảng thời gian vui vẻ. Tldr: trải nghiệm hang động đẹp, xử lý hàng loạt, giá quá caoĐọc thêm",
            "Một địa điểm phiêu lưu hơn là một chuyến tham quan hang động. Họ muốn bạn biết rằng nó có giá 450.000 đồng vì nó được viết khắp nơi bên cạnh cái tên xD.  - Họ chỉ chấp nhận tiền mặt! - Bạn bắt đầu với việc khỏa thân trong bộ đồ bơi - bikini - bắt buộc - và mặc áo phao, mũ bảo hiểm và dây an toàn. Đầu tiên, đi đu dây khoảng 400 mét, sau đó bạn lặn xuống vùng nước nông để đến hang tối cùng với hướng dẫn viên, chúng tôi đã đến bắt rắn nhỏ bằng tay không chỉ để khoe khoang. Tôi không muốn tiết lộ chi tiết nhưng cuối cùng bạn có thể quay lại bằng thuyền kayak hoặc bơi lội - hãy chọn cái trước - . Sau khi quay lại, bạn có thể dành chút thời gian vui vẻ với 2 đường zipline thủ công và đường trên không khác - tôi không biết tên -. Vì vậy, cuối cùng, nếu bạn ở Phong na và muốn vui chơi thì điều đó rất đáng giá. Nếu bạn có để lựa chọn giữa việc đến đó hoặc ở lại thêm 3 ngày trong một chuyến đi tiết kiệm, đừng lo lắng về điều đó.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời với nhóm của chúng tôi. Tất cả chúng tôi đều đã ngoài 20 tuổi. Sau đó chúng tôi đã vượt qua khóa học và có các cuộc đua, bùn cũng làm tôi cảm thấy da mềm mại - Đọc thêm",
            "Nhìn chung, chúng tôi đã có rất nhiều niềm vui và nó rất đáng đồng tiền bát gạo! Nhân viên đã giảm giá cho chúng tôi và chúng tôi phải trả 360.000 đồng. Bạn đi một zipline vào hang rất ngắn, có thể là 45 giây trên không, nhưng dù sao cũng rất vui! Sau đó, bạn bơi vào hang và đi bộ qua đó đến khu vực tắm bùn ở cuối hang mà chúng tôi yêu thích. Bạn kết thúc bằng cách chèo thuyền kayak trên cùng một quãng đường ngắn mà bạn đã đu dây, tuy nhiên tôi đánh giá cao sự đa dạng trong các hoạt động. Cuối cùng có một công viên nước với đường đu dây xuống nước và một trò chơi vượt chướng ngại vật rất thú vị cho trẻ em và thanh niên. Áo phao có mùi kinh khủng và nhân viên có thể thân thiện hơn, nhưng nhìn chung thì rất vui và chi tiêu hợp lý! Đọc thêm",
            "Gia đình chúng tôi gồm 2 người lớn và 11 - 9 tuổi đã dành 2-3 giờ ở đây như một phần của chuyến du lịch kéo dài một ngày, vì vậy tôi không biết liệu chi phí đó có xứng đáng hay không. Tôi có thể nói rằng đồ ăn chúng tôi phục vụ cho bữa trưa rất ngon, nếu không có gì đặc biệt. Về phần hang động, bọn trẻ rất vui. Zipline dựa trên trọng lượng - tối thiểu 40kg? - nặng tối đa 90kg nên đứa con nhỏ gầy gò của tôi phải vượt qua bằng thuyền kayak. Những người còn lại trong chúng tôi phải đợi lâu hơn một chút so với mong muốn của tôi để bắt đầu trò chơi zipline dài, nhưng nó rất vui. Bơi vào hang ngắn - - 30m, và có áo phao - ? rất dễ dàng nhưng vẫn vui vẻ. Đường đi trong hang cũng ngắn nhưng phải đi qua vùng nước đọng. Để đến được hang bùn bạn phải đi bộ một quãng đường dài qua một lối đi rất hẹp. Con trai tôi thích bùn, con gái tôi thì - không thích thú lắm.... :- - Bạn chèo thuyền kayak trở lại, và sau đó có thể bơi dưới sông.  - Và đu dây xuống nước, hoặc nhảy hoặc chơi trò vui bằng dây khác trước khi nhảy xuống. Với giá 450k - người lớn, 150k - trẻ em, không hề rẻ. Nhưng đặc biệt đối với trẻ em, nó chắc chắn đáng đồng tiền bát gạo. Có thể có những nơi bạn có thể thực hiện những hoạt động riêng lẻ đó - tốt hơn - nhưng không phải tất cả cùng nhau.Đọc thêm",
            "Khi ở Phong Nha tôi chắc chắn sẽ đề nghị đến đó. Mặc dù toàn bộ khu vực này không ở tình trạng tốt lắm - mái chèo bị hỏng, áo bơi cũ, v.v. - đi vào hang vẫn rất thú vị. Cá nhân tôi không thích việc bạn phải mặc vest mọi lúc trong công viên nước ngay cả khi bạn bơi giỏi. Nhưng tôi cho rằng đó là luật.Đọc thêm",
            "Nơi này thật tuyệt khi đi cùng một số bạn bè nhưng với 450.000D, bạn thực sự không nhận được nhiều. Điểm thu hút chính là zipline một lần mà tôi không thể thực hiện được vì giới hạn trọng lượng 90kg - không có gì to tát -. Hang động rất thú vị tuy nhiên bạn chỉ ở đó trong một giờ và thực sự không khám phá nhiều. Tôi không hối hận vì đã làm điều đó nhưng hãy nghĩ rằng nếu bạn có đủ ngân sách và bỏ qua nó thì bạn sẽ không bỏ lỡĐọc thêm",
            "Hang Tối - Hang Tối - tuy ngắn nhưng ngọt ngào. Tôi dự kiến ​​sẽ bơi nhiều hơn một chút, đó là lý do tại sao tôi cho điểm 4 trên 5. Tuy nhiên, thật tuyệt khi lội qua nước ở lối vào hang động và chiêm ngưỡng các khối đá vôi. Thật thú vị khi leo qua các hang động hướng tới nơi tắm bùn. Đường trơn trượt và lầy lội, mang lại tiếng cười sảng khoái cho bạn bè và những du khách khác. Buổi tắm bùn cuối cùng mang lại nhiều tiếng cười khi chúng tôi điêu khắc những khuôn mặt và - bùn - người tuyết trên tường và sàn nhà. Mọi người đều thích nó kể cả những du khách lớn tuổi và tất cả chúng tôi đều ôm lấy bùn trước mặt. Việc ra khỏi hang được hoan nghênh tuy nhiên tôi ước nó lâu hơn vì tôi hoàn toàn thích thú. Bước vào vùng nước ngọt ở cửa hang một lần nữa, được chào đón, tuy nhiên, khi tôi nổi trong làn nước màu ngọc lam, tôi ước mình có nhiều hơn thế.Đọc thêm",
            "vui lòng cho tôi biết liệu chuyến thăm hang tối có cần sự nhanh nhẹn đặc biệt hay nó dễ dàng và là một trải nghiệm thú vị cho người già?Đọc thêm",
            "Chi phí vào cửa là bao nhiêu?Đọc thêm",
            "Có tour 4 ngày nào không?? Bạn có thể giới thiệu gì không??Đọc thêm",
            "Sự hấp dẫn kéo dài bao lâu?",
            "Bạn có thể gõ tiếng Anh không?Đọc thêm",
            "Trẻ em có được phép tham gia chuyến tham quan này hay có giới hạn độ tuổi không? Các con trai của tôi sẽ từ 8 - 10 tuổi, và mặc dù tôi - tôi chắc chắn rằng đứa nhỏ hơn sẽ - không chơi trò đu dây lớn, nhưng nó có được phép - có thể thực hiện phần còn lại của chuyến tham quan không?Đọc thêm",
            "Dây zip có thể hỗ trợ người nặng từ 40 đến 90 kg. Bất cứ ai ở trên hoặc dưới sẽ phải đi thuyền quaĐọc thêm",
            "Xin chào, chúng tôi sẽ đến thăm cùng cậu con trai 15 tuổi của mình và tôi tin rằng đây là điều chúng tôi sẽ thích! Chúng tôi sẽ đến từ Đà Nẵng trong hai đêm tại Phong Nha Lake House vào tháng 7 và chúng tôi thực sự muốn đến thăm Hang Tối cũng như Động Thiên Đường. Làm cách nào để chúng tôi đặt các chuyến tham quan có hướng dẫn viên và sẽ được đón tại Lake House hay chúng tôi sẽ đặt Taxi? Bạn có biết giá vé từ khách sạn của chúng tôi đến hai hang động này như thế nào không?\n\nTrân trọng, Lise-Lotte Haagensen- Na UyĐọc thêm",
            "Xin chào các bạn, tôi đang định đưa bố mẹ tôi đến Hang Tối, và đặc biệt mẹ tôi không phải là người bơi lội tự tin.\n\nCó ai có thể cho tôi biết bơi trong hang động khó khăn bao lâu không?  Không có đánh giá nào dường như làm sáng tỏ điều này.\n\nCảm ơn rất nhiều trước!Đọc thêm",
            "Khoảng cách rất ngắn, cơ bản là chiều dài của một ngôi nhà.  Tôi chắc chắn rằng nhiệt độ nước lạnh có thể khiến họ ngạc nhiên hơn cả khoảng cách.Đọc thêm",
            "Xin chào, chúng tôi sẽ đến Việt Nam vào tháng 11. Hang Tối có mở cửa vào mùa mưa này không?Đọc thêm",
            "Xin chào - vâng..tôi đã đến đó vào thời điểm năm mới. Trời ít mưa, nhưng họ vẫn mở cửa và dịch vụ tốt; - - tôi nghĩ họ mở cửa quanh năm, nhưng nếu bạn muốn chắc chắn, hãy gửi thư cho họ! Chúc may mắn - Đọc thêm",
            "Hi - hang tối là một trong những điều cần làm hàng đầu trong danh sách của chúng tôi. Chúng tôi sẽ đến TP.HCM, Mũi Né và sau đó là Hội An. Làm thế nào để chúng ta đến đó và đi từ đâu là tốt nhất? Đọc thêm",
            "Hi - hang tối là một trong những điều cần làm hàng đầu trong danh sách của chúng tôi. Chúng tôi sẽ đến TP.HCM, Mũi Né và sau đó là Hội An. Làm thế nào để chúng ta đến đó và đi từ đâu là tốt nhất? Đọc thêm",
            "Hang Tối nằm ở Phong Nha, cách Hội An 8 giờ đi xe buýt về phía bắc. Hội An là gần nhất nhưng vẫn còn hơi xa, bạn nên ở lại Phong Nha một hoặc hai đêm nếu có thể. Đó là một nơi tuyệt đẹp nên nếu bạn có thời gian, nó sẽ rất đáng để thêm vào danh sách của bạn. Đó là nơi yêu thích của chúng tôi ở Việt Nam.Đọc thêm"
        ],
        "star_ratings": [
            270,
            112,
            44,
            25,
            52
        ],
        "review_amount": 503,
        "location": [
            "Tỉnh Quảng Bình",
            "Việt Nam",
            "Hang Tối - Hang Tối -",
            "Châu Á",
            "Sơn Trạch",
            "Những việc cần làm ở Sơn Trạch"
        ],
        "reviews_time": [
            "Written March 5, 2019",
            "Written March 5, 2019",
            "Written March 3, 2019",
            "Written February 28, 2019",
            "Written February 13, 2019",
            "Written January 16, 2019",
            "Written December 26, 2018",
            "Written December 20, 2018",
            "Written December 8, 2018",
            "Written November 29, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g12654020-d8602546-Reviews-or40-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g12654020-d27490495-Reviews-Lotus_Restaurant_Phong_Nha-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13163545-d25093828-Reviews-Phong_Nha_Family_Restaurant-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or30-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or50-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296817-d12878877-Reviews-The_Duck_Stop-Hung_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1554764-d8761792-Reviews-Vinh_Guru_Tours-Vinh_Nghe_An_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d23873098-Reviews-House_of_Music_Hungary-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d1078413-Reviews-Dubrovnik_Sea_Aquarium-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34624-d2663281-Reviews-Seaside_Beach-Seaside_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d144380-Reviews-Boreas_Pass_Road-Breckenridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187246-d7054730-Reviews-Plage_de_la_Mariniere-Villefranche_sur_Mer_French_Riviera_Cote_d_Azur_Provence_Al.html",
            "https://www.tripadvisor.com/Attraction_Review-g186332-d216480-Reviews-Blackpool_Pleasure_Beach-Blackpool_Lancashire_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d3343187-Reviews-Helen_Hunt_Falls-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d1503816-Reviews-Semenggoh_Nature_Reserve-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d592853-Reviews-Marineland-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g39990-d3811906-Reviews-Bobby_Mackey_s_Music_World-Wilder_Kentucky.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or50-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or40-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Hang Toi (Dark Cave)",
        "attraction_name_vi": "Hang Tối - Hang Tối -",
        "general_info": [
            "503 đánh giá",
            "- 1 trong 8 điều nên làm ở Sơn Trạch",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "If I were to rate my personal experience, I would rate the Dark Cave  - way -  lower than 3 stars, but I will try to describe this as objectively as possible.The dark cave is a nice cave. It has a long zip line, you can explore the cave by foot, and it has a couple of nice things to offer, that we havent seen elsewhere. I am not going to spoil it all, but it is one of the most interactive caves that you will find in the Phong Nha National Park. My personal feeling is that it is more of a playground, and that I would have enjoyed it more as a 16 year old, than I did now, but it is still a nice cave.One thing I recommend is: skip the introductional video. It literally spoils every single step of the experience, while telling you what it costs to lose the equipment provided to you, in the most monotonous manner. The video is so bad, that we kept making fun of it for almost every day of the remaining 3 weeks of our Vietnam vacation.Anyways: so far the cave deserves between 3-4 stars in my eyes. Now to my personal experience. We received the information, that the cave opens at 07:30 am. This is correct. When we arrived at 08:00 am, however, we were informed that the tour will not start, until they have at least 10 members. We wanted to start the cave early, so that we could hit the road and continue our trip north, and get some miles done.We then waited for 1.5 hours, until finally a few more tourists started showing up. As we were getting more and more edgy  - about losing time - , we had to sit through the above mentioned, approx. 30 minute, intro video.More tourists started showing up.Finally we finished the video, and by then, the second group filled up and was ready to go, just as we were. As we started into the zip line, the second group came pretty much with us, and as we arrived in the  - lake - , it turned out, that our tour guide was missing, but theirs wasnt. So group number 2 overtook us, before we even entered the cave. Then we waited another 30 minutes for a tour guide, which never showed up, so we decided to enter the cave alone. After a while we caught up with the other group and joined them to explore the rest. Then we spent a little time in the water - fun - climbing - zipline park.After the experience, two girls of the group complained that we didn - t have a tour guide, nor the full experience that was promised to us in the cave. They politely asked, if they could receive 50 -  of the  - high -  entry price of 400k back. The manager went straight to calling them  - stupid -  and yelled at them in a very aggressive manner. Thats where we stepped in and got into a bit of an argument. All of this happened in front of another group of approximately 10 tourists. This just showed me, that they really do not care for their tourists, the experience or anything else, besides the money.My personal experience would be rated as a 1 star. We lost a lot of time, despite showing up early, and were treated like sh - t. But There is no point in bashing this cave more than I need to. It is still a nice cave, and it is worth seeing. If you only have time to see one Cave in the National Park, I would recommend the Paradise Cave, though.Read more",
            "Chuyến thăm của chúng tôi chỉ giới hạn ở những người phụ nữ đang thử Zip-line và tôi sẽ đưa họ lên một chiếc thuyền kayak, được cho là quá nặng đối với Zip-line. Hum!Các cô gái cho biết họ thực sự thích thú với chuyến đi trên đường đu dây hơi ngắn nhưng rất nhanh. Tôi đã có khoảng thời gian vui vẻ khi chèo thuyền kayak qua hồ đến đích Zip và phục hồi sức khỏe cho hai người bạn đồng hành. Có một số trò chơi đu dây và một số hoạt động khác mà bạn có thể tham gia nếu có thời gian thực hiện. Sẽ cần một buổi chiều dàiĐọc thêm",
            "Nó không vui chút nào, nhưng rất đông đúc và hỗn loạn, xét đến việc có bao nhiêu người - bị đẩy qua - hàng ngày thì tôi cảm thấy nó quá đắt đỏ. Chúng tôi đã nhận được thông tin sai lệch và cuối cùng không có người hướng dẫn chịu trách nhiệm và cuối cùng phải theo một nhóm khác. Khiếu nại về việc chúng tôi không có kết quả hướng dẫn là một trong những nhân viên đã mắng tôi. Đọc thêm",
            "Đây là một trong những việc nhàm chán nhất tôi từng làm trong đời. Và nó có giá khoảng 450k đồng... wtf? Điểm nổi bật là cùng với 14 khách du lịch khác ở trong một phần bùn của hang động và bạn thậm chí không được phép ném nó... tuyến cáp treo chạy chậm và không đẹp mắt. Sau khi đã có đủ khách du lịch để tiếp tục - sau 45 phút chờ đợi - chúng tôi tiếp tục bơi 20 mét vào hang động. 20 mét ...Không nhảy, không hành động, đá rất trơn. Theo quan điểm của tôi thì không có gì vui cả.Đọc thêm",
            "Once you have seen the stalagmites and stalactites in one of the numerous caves in Phong Na National park  - we did Paradise caves for our cave beauty dose -  , a visit to Dark cave makes an interesting and unique experience.  Make sure you are carrying swim wear - they are very strict about the attire  - bikinis and swim shorts are a must- my wife thought that she could get away with a t-shirt and shorts and we had to ultimately buy bikinis from the Cave shop - . There is no compulsion to come through a tour company -walk ins can also do this without any notice. However you will miss having a tour guide to take you through and a car to leave your stuff when you go for the tour - you can overcome this by just joining where everyone is going and you do have lockers for rent in this attraction.If this is part of a tour, you would be taken after a Vietnamese lunch in Dark Cave restaurant  -  quite good for a totally touristy outfit -  for change of attire. First you zip line across the river. The zip line itself is safe and exhilarating - however the landing part is not well taken care of and you can see quite a number of guys  - including myself -   getting minor bruises on their feet due to the incorrect posture while landing. Then you have the choice of swimming across or walking to the entrance of Dark caves where you go in with head lamps on - the cave itself is cool and has a water body in it through which you walk through. The last part involves some squeezing and crawling  - all fun -  and then the marquee part of mud bath inside the dark cave with the head lamps off. You can float naturally similar to Dead Sea  - due to the density -  and you can smother yourself and your partner in mud - good fun experience.You can wash yourself in the stream outside and then kayak across to another zip lining spot   - or swim about 20- 30minutes -  which drops you on to water- all safe even for non-swimmers due to the life jacket. Photos of your zip lining experience are available for a price outside- you can choose and pay after your shower and they instantly email to you. For the photos inside Dark caves, you would be risking your mobile if you carry it inside- so the only way to get the snaps would be to get whoever has got a water proof camera or mobile to take your snaps and  request them to send across to you.  - we did that -however our Dutch friend who took the photos have not send them yet!! - Read more",
            "Nếu bạn chỉ có đủ thời gian để tham quan một hang động khi ở Phong Nha, hãy chắc chắn rằng đó là hang động này! Vé vào cửa là 450.000 đồng nhưng rất xứng đáng với những gì bạn nhận được. Điều này bao gồm đu dây, bơi lội và đi bộ vào hang động, leo lên một đoạn nhỏ qua hang động và sau đó dành thời gian rảnh rỗi để tắm bùn, điều này thật thú vị. Sau hang động, bạn sẽ có chút thời gian trên dây zip và chướng ngại vật dưới nước.Đọc thêm",
            "Đó là một trải nghiệm thú vị cho bạn bè và gia đình. Nó hơi đắt tiền, nhưng hoàn toàn xứng đáng cho một buổi sáng hoặc buổi chiều vui vẻ. Bạn có nhiều ngày phiêu lưu hơn chứ không phải trải nghiệm thực sự khi tham quan hang động, bạn chỉ làm được khoảng 30 - 40 phút tham quan hang động, nhưng khoảng thời gian nhỏ trong hang thực sự rất thú vị và thú vị. Chắc chắn nên Đọc thêm",
            "Có rất nhiều hang động tốt xung quanh khu vực này, nhưng Hang Tối không phải là một trong số đó. Bạn có thể băng qua lối vào bằng đường zip - nơi họ đưa ra giá thầu - và từ đó - là một chuyến đi khá ngắn vào hang nơi bạn đi bộ qua và đến một hồ bùn nơi bạn té nước vào. ngay lập tức và sau đó bạn phải tốn rất nhiều thời gian để trượt zipline và bơi lội. Rất đáng thất vọng tất cả các vòng. Phong Nha ở một đẳng cấp khác ...Đọc thêm",
            "Trong cùng khu vực, gần hang động khổng lồ Hang Sơn Đoòng, bạn sẽ tìm thấy cái gọi là Hang Tối. Hang Tối là một hang động dài, nơi bạn đi vào với một nhóm nhỏ và được trang bị mũ bảo hiểm và đèn. Ở cuối Hang Tối có một bồn tắm bùn đang chờ bạn. Thật là vui! Nhóm giới hạn ở 15 người - khoảng khoảng - . Bạn cũng có thể tận hưởng một chút chèo thuyền kayak và một công viên nước nhỏ với Hang Tối cùng nhau. Bạn bắt đầu với trò Zipline 400m, đi bộ trong hang, tắm và sau đó tận hưởng công viên nước với zipline, xe đạp nước và một vài trò chơi vui nhộn khác. Không cần phải đặt trước bất cứ điều gì. Chỉ cần đến Dark Dave, mua vé vào và vào. Chuyến tham quan bắt đầu ngay khi có đủ người tham gia.Đọc thêm",
            "Bối cảnh đẹp trong và xung quanh hang động với dòng sông xanh và bồn tắm bùn. Bản thân hang động không có nhiều đặc điểm thú vị và hướng dẫn viên du lịch không cung cấp nhiều thông tin về khu vực này. Tất cả các hướng dẫn viên du lịch có vẻ thực sự chán nản và không có bầu không khí chào đón ở đây, bạn chỉ cảm thấy như một khách du lịch khác - đối với họ là một dấu đô la. Các hoạt động sẽ thực sự thú vị nếu bạn đi cùng một nhóm bạn. Hãy đến sớm để tránh đám đông. Tôi khuyên bạn nên mua tour ở đây thay vì một trong nhiều gói dịch vụ có giá cắt cổ...Đọc thêm"
        ],
        "star_ratings": [
            270,
            112,
            44,
            25,
            52
        ],
        "review_amount": 503,
        "location": [
            "Tỉnh Quảng Bình",
            "Việt Nam",
            "Hang Tối - Hang Tối -",
            "Châu Á",
            "Sơn Trạch",
            "Các hoạt động ở Sơn Trạch"
        ],
        "reviews_time": [
            "Written November 27, 2018",
            "Written November 21, 2018",
            "Written November 17, 2018",
            "Written November 16, 2018",
            "Written November 10, 2018",
            "Written October 23, 2018",
            "Written October 23, 2018",
            "Written October 16, 2018",
            "Written October 15, 2018",
            "Written October 14, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g12654020-d8602546-Reviews-or50-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g12654020-d27490495-Reviews-Lotus_Restaurant_Phong_Nha-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13163545-d25093828-Reviews-Phong_Nha_Family_Restaurant-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or40-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or60-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296817-d12878877-Reviews-The_Duck_Stop-Hung_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1554764-d8761792-Reviews-Vinh_Guru_Tours-Vinh_Nghe_An_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189531-d12928696-Reviews-LEGO_House-Billund_South_Jutland_Jutland.html",
            "https://www.tripadvisor.com/Attraction_Review-g667130-d12937948-Reviews-Possidi_Cape-Possidi_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187211-d6779854-Reviews-Open_Air_Market-Arles_Bouches_du_Rhone_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d522852-Reviews-Hamleys-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d10592740-Reviews-Plage_de_la_Baie_des_Milliardaires-Antibes_French_Riviera_Cote_d_Azur_Provence_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d4833546-Reviews-Adventure_Playground-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d17585979-Reviews-Gas_Monkey_Garage-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31230-d8510615-Reviews-Fat_Cats_All_Out_Fun-Gilbert_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d9715078-Reviews-Dash-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129735-d15880808-Reviews-Sugar_Heel-Roppongi_Minato_Tokyo_Tokyo_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or60-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or50-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Hang Toi (Dark Cave)",
        "attraction_name_vi": "Hang Tối - Hang Tối -",
        "general_info": [
            "503 đánh giá",
            "- 1 trong 8 điều nên làm ở Sơn Trạch",
            "Hang động - Caves"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đủ điều đã được nói về nơi này. Tôi - tôi sẽ khuyên bạn nên đến sớm - ít đông đúc hơn - , mang theo đồ bơi tối màu - đồ sáng màu bị vấy bẩn bởi bùn - và đặt chuyến tham quan ngay tại chỗ - bạn có thể thực hiện mà không cần tham gia chuyến tham quan cả ngày - và tốn kém - đó bao gồm hang Thiên đường được đánh giá cao, theo như tôi nhớ thì có giá khoảng 450k.Đọc thêm",
            "Nó cung cấp một loạt các hoạt động và bạn không phải vội vã thực hiện bất cứ điều gì trong suốt cuộc phiêu lưu. Hướng dẫn viên rất xuất sắc với tiếng Anh rất tốt. Điều tiêu cực là chúng tôi không có ảnh vì thiết bị của chúng tôi không thấm nước - Đọc thêm",
            "Tôi thực sự thích hang động này. Họ cung cấp rất nhiều hoạt động - đu dây, bơi lội, chèo thuyền kayak, nhảy, bơi lội và đi bộ qua hang động, v.v. - Chúng tôi cũng có thể - trôi nổi - trong một hồ nước bùn, tắt đèn pha và trời tối đen như mực. Trải nghiệm tuyệt vời! Mọi người bắt đầu hát và điều đó thực sự tuyệt vời. Đọc thêm",
            "Một chuyến tham quan đa dạng kéo dài khoảng một giờ bao gồm đu dây, bơi lội và chèo thuyền kayak, đồng thời đi vào bên trong hang tối để đi bộ một đoạn ngắn và tắm bùn. Tất cả đều thú vị mặc dù hướng dẫn không thêm nhiều thông tin. Chi phí khoảng 20 USD bao gồm chuyến tham quan có hướng dẫn viên với các thiết bị cần thiết. Tất cả đều được vận hành một cách hiệu quả với tiếng Anh đủ tốt. Bạn có thể cất đồ đạc của mình vào tủ khóa trước khi bắt đầu chuyến tham quan nên không có lý do gì phải lo lắng về bất cứ thứ gì bị ướt - ngoại trừ bạn... - .Đọc thêm",
            "Tuyệt vời ! Chúng tôi đã đặt tour này từ khách sạn Geminai ở Donghoi và họ có xe buýt để vận chuyển hai chiều. Đi vào hang động giống như rocknroll - chúng tôi đi zipline và bơi qua lối vào - . Tắm bùn khoáng đầy bùn và chèo thuyền kayak cũng rất thú vị. Tôi và đối tác thực sự yêu thích nó!Đọc thêm",
            "Hang tối thật TUYỆT VỜI! Từ đầu đến cuối, đó là một cuộc phiêu lưu thú vị. Thích hợp cho mọi lứa tuổi nữa. Thời gian bơi chỉ khoảng 5 - 7 phút và đường zipline nằm ngay bên kia hồ. Lối đi hơi trơn và cuối cùng bạn sẽ đi trên con đường bùn. Đầu tiên, bạn phải đu dây xuống nước và sau đó bơi qua làn nước sạch nhưng lạnh để vào hang. Khi vào bên trong, nó thực sự đúng như tên gọi, Dark, vì vậy bạn sẽ quen với việc đi lại với sự hướng dẫn của đèn trên mũ bảo hiểm. Càng vào sâu thì càng có nhiều bùn để tắm bùn! Nếu bạn có hộp chống nước hoặc máy ảnh, hãy chắc chắn mang theo nó để chụp những bức ảnh thú vị: - chúng tôi phải dựa vào máy ảnh của người hướng dẫn. Chúng tôi đã tham gia chuyến tham quan với Phong Nha Discovery Tours và họ thực sự rất tuyệt!Đọc thêm",
            "Nó thực sự tối như từ ngữ đã nói lên tất cả. Bạn phải đủ sức khỏe để đi hết hang động tối tăm này, chúng tôi đến hang động này bằng cách BẮT BUỘC một đoạn ngắn, sau đó bơi một đoạn ngắn đến lối vào của hang động. Bạn có thể chèo thuyền kayak nếu muốn Bạn cũng không thể mang giày hay bất cứ thứ gì nếu chỉ mặc bikini hoặc áo tắm, quần bơi. Tốt hơn hết bạn nên trở thành người hướng dẫn vì hướng dẫn viên hang động hiểu rõ địa hình hơn, họ cũng cung cấp các thiết bị như đèn đội đầu, áo phao cứu sinh. Nó thực sự lầy lội và tối tăm. Đây là một thử nghiệm phải được trải nghiệmĐọc thêm",
            "Tôi đã đến đó cùng gia đình. Một nơi phải xem. Toàn bộ trải nghiệm là tốt. Điểm nổi bật của tắm bùnĐọc thêm",
            "Có rất nhiều hang động tối tăm! Ngay lập tức, bạn phải đu dây xuống hang động và sau đó bơi vào hang! Hướng dẫn viên sẽ đưa bạn vào và sau đó bạn sẽ bơi và tắm bùn!! Sau đó, bạn sẽ quay trở lại bằng thuyền kayak. Một trải nghiệm thực sự thú vị! Thật dễ dàng để khám phá các hang động tối tăm và hang động thiên đường trong một ngày và khuyên bạn không nên đặt chuyến tham quan có hướng dẫn viên mà thay vào đó hãy di chuyển bằng xe tay ga đến cả hai địa điểm. Các chuyến đi rất gần và dễ dàng cũng như các chuyến tham quan có hướng dẫn viên làm được rất ít việc ngoài việc tổ chức bữa trưa tại các hang động tối tăm. Đọc thêm",
            "Tôi đã có một ngày tuyệt vời ở Hang Tối - đó là một ngày đầy hoạt động và tôi yêu thích việc tắm bùn vì tôi luôn muốn có một lần. Tuy nhiên, tôi nghĩ các nhân viên ở Hang Tối - những người mà tôi hiểu hoạt động tách biệt với các công ty du lịch đưa đón nhóm ở đó - cần cải thiện một số khía cạnh an toàn. Không có hướng dẫn an toàn nào cho zipline và những người ở mỗi đầu đều là những chàng cao bồi hoàn chỉnh. Có giới hạn trọng lượng được cho là là 90kg nhưng có một người đàn ông trong nhóm của chúng tôi không thể dưới 90kg và người được phép thực hiện trò chơi zipline. Tôi đã thực hiện một số khóa học zipline ở Nam Mỹ và Châu Á và tất cả đều cảm thấy an toàn hơn khóa học ở hang tối. Cuộc hạ cánh cực kỳ bạo lực, điều này không bình thường và dây đai thực sự không thoải mái. Thứ hai, mũ bảo hiểm khi đi vào hang cần được bảo dưỡng - pin đèn pin của tôi đã hết ngay sau khi chúng tôi vào hang nên tôi phải chật vật di chuyển giữa những tảng đá dưới ánh sáng của người khác - đèn pin. Đây là những điều cơ bản cần được giải quyết càng sớm càng tốt.Đọc thêm",
            "vui lòng cho tôi biết liệu chuyến thăm hang tối có cần sự nhanh nhẹn đặc biệt hay nó dễ dàng và là một trải nghiệm thú vị cho người già?Đọc thêm",
            "Chi phí vào cửa là bao nhiêu?Đọc thêm",
            "Có tour 4 ngày nào không?? Bạn có thể giới thiệu gì không??Đọc thêm",
            "Sự hấp dẫn kéo dài bao lâu?",
            "Bạn có thể gõ tiếng Anh không?Đọc thêm",
            "Trẻ em có được phép tham gia chuyến tham quan này hay có giới hạn độ tuổi không? Các con trai của tôi sẽ từ 8 - 10 tuổi, và mặc dù tôi - tôi chắc chắn rằng đứa nhỏ hơn sẽ - không chơi trò đu dây lớn, nhưng nó có được phép - có thể thực hiện phần còn lại của chuyến tham quan không?Đọc thêm",
            "Dây zip có thể hỗ trợ người nặng từ 40 đến 90 kg. Bất cứ ai ở trên hoặc dưới sẽ phải đi thuyền quaĐọc thêm",
            "Xin chào, chúng tôi sẽ đến thăm cùng cậu con trai 15 tuổi của mình và tôi tin rằng đây là điều chúng tôi sẽ thích! Chúng tôi sẽ đến từ Đà Nẵng trong hai đêm tại Phong Nha Lake House vào tháng 7 và chúng tôi thực sự muốn đến thăm Hang Tối cũng như Động Thiên Đường. Làm cách nào để chúng tôi đặt các chuyến tham quan có hướng dẫn viên và sẽ được đón tại Lake House hay chúng tôi sẽ đặt Taxi? Bạn có biết giá vé từ khách sạn của chúng tôi đến hai hang động này như thế nào không?\n\nTrân trọng, Lise-Lotte Haagensen- Na UyĐọc thêm",
            "Xin chào các bạn, tôi đang định đưa bố mẹ tôi đến Hang Tối, và đặc biệt mẹ tôi không phải là người bơi lội tự tin.\n\nCó ai có thể cho tôi biết bơi trong hang động khó khăn bao lâu không?  Không có đánh giá nào dường như làm sáng tỏ điều này.\n\nCảm ơn rất nhiều trước!Đọc thêm",
            "Khoảng cách rất ngắn, về cơ bản là chiều dài của một ngôi nhà. Nhiệt độ nước lạnh có thể làm họ ngạc nhiên hơn khoảng cách mà tôi chắc chắn. Đọc thêm",
            "Xin chào, chúng tôi sẽ đến Việt Nam vào tháng 11. Hang Tối có mở cửa vào mùa mưa này không?Đọc thêm",
            "Xin chào - vâng..tôi đã đến đó vào thời điểm năm mới. Trời ít mưa, nhưng họ vẫn mở cửa và dịch vụ tốt; - - tôi nghĩ họ mở cửa quanh năm, nhưng nếu bạn muốn chắc chắn, hãy gửi thư cho họ! Chúc may mắn - Đọc thêm",
            "Hi - hang tối là một trong những điều cần làm hàng đầu trong danh sách của chúng tôi. Chúng tôi sẽ đến TP.HCM, Mũi Né và sau đó là Hội An. Làm thế nào để chúng ta đến đó và đi từ đâu là tốt nhất? Đọc thêm",
            "Hang tối là một trong những điều hàng đầu trong danh sách những điều chúng tôi muốn làm. Chúng tôi sẽ đến TP.HCM, Mũi Né và sau đó là Hội An. Làm thế nào để đến đó và đi từ đâu là tốt nhất? Đọc thêm",
            "Hang Tối nằm ở Phong Nha, cách Hội An 8 giờ đi xe buýt về phía bắc. Hội An là gần nhất nhưng vẫn còn hơi xa, bạn nên ở lại Phong Nha một hoặc hai đêm nếu có thể. Đó là một nơi tuyệt đẹp nên nếu bạn có thời gian, nó sẽ rất đáng để thêm vào danh sách của bạn. Đó là nơi yêu thích của chúng tôi ở Việt Nam.Đọc thêm"
        ],
        "star_ratings": [
            270,
            112,
            44,
            25,
            52
        ],
        "review_amount": 503,
        "location": [
            "Tỉnh Quảng Bình",
            "Việt Nam",
            "Hang Tối - Hang Tối -",
            "Châu Á",
            "Sơn Trạch",
            "Các hoạt động ở Sơn Trạch"
        ],
        "reviews_time": [
            "Written October 10, 2018",
            "Written October 9, 2018",
            "Written October 2, 2018",
            "Written October 2, 2018",
            "Written September 28, 2018",
            "Written September 12, 2018",
            "Written September 7, 2018",
            "Written September 1, 2018",
            "Written September 1, 2018",
            "Written August 30, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g12654020-d8602546-Reviews-or60-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g12654020-d27490495-Reviews-Lotus_Restaurant_Phong_Nha-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13163545-d25093828-Reviews-Phong_Nha_Family_Restaurant-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or50-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or70-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296817-d12878877-Reviews-The_Duck_Stop-Hung_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1554764-d8761792-Reviews-Vinh_Guru_Tours-Vinh_Nghe_An_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1479123-d284137-Reviews-Silver_Sands_Premium_Outlets-Miramar_Beach_Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d10484197-Reviews-Upper_Gold_Camp_Road-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g53942-d145753-Reviews-Tioga_Central_Railroad-Wellsboro_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d592779-Reviews-Uluwatu_Temple-Pecatu_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g187494-d313549-Reviews-Alcazar_of_Segovia-Segovia_Province_of_Segovia_Castile_and_Leon.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d2228276-Reviews-Mint_Museum_Uptown-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15654430-Reviews-Lotte_Department_Store-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g52060-d1538801-Reviews-Seal_Rock_State_Park-Seal_Rock_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g40951-d104468-Reviews-Rachel_Carson_National_Wildlife_Refuge-Wells_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g805487-d1176100-Reviews-Agios_Prokopios_Beach-Agios_Prokopios_Naxos_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or70-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or60-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Hang Toi (Dark Cave)",
        "attraction_name_vi": "Hang Tối - Hang Tối -",
        "general_info": [
            "503 đánh giá",
            "- 1 trong 8 điều nên làm ở Sơn Trạch",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Trò zipline để xuống hang rất thú vị nhưng ngoài ra, hang động không phải là một trải nghiệm mà tôi muốn lặp lại. Chuyến tham quan mà chúng tôi tiếp tục không cung cấp cho chúng tôi một mô tả hay về hang động như thế nào hoặc các hoạt động và đó không phải là điều chúng tôi mong muốn. Bạn phải khá nhanh nhẹn mới có thể xuống được - tắm bùn - là một hồ nước bùn và bùn cực kỳ sạn. Hướng dẫn viên của chúng tôi không thể bơi nên đã không thể tiến xa đến thế với chúng tôi. May mắn thay, tôi - là một vận động viên bơi lội thành thạo - và là nhân viên cứu hộ - vì một người trong nhóm bị chìm và không thể bơi được, và chúng tôi - phải cởi áo phao để vào đoạn đó, nên tôi đã vớt cô ấy ra và đảm bảo rằng cô ấy sẽ Được rồi. Sau khi rời khỏi hang, chúng tôi chèo thuyền kayak quay trở lại nơi chúng tôi đã đi zipline. Có một trò chơi vượt chướng ngại vật của Ariel thực sự rất thú vị.Đọc thêm",
            "Nếu bạn không ngại phiêu lưu một chút và lội bùn thì đây là một hang động tuyệt vời để đi vào. Bạn đến đó bằng cách đu dây trên mặt nước. Chúng tôi đã làm điều đó với thanh thiếu niên của mình, họ yêu thích nó.  - Chúng tôi cũng vậy - .Đọc thêm",
            "Trò zip line ở đây khá thú vị, nếu hơi khó chịu. Muốn dành thêm một chút thời gian trong hang động, hoặc đi xa hơn một chút nhưng đó là những gì bạn nhận được. Hướng dẫn viên của chúng tôi chủ yếu tập trung vào khách Trung Quốc và không thực sự giải thích bất cứ điều gì về hang động cho chúng tôi, điều này thật đáng thất vọng.Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời mà chúng tôi đã trải nghiệm cùng ba đứa trẻ 5, 8 và 12 tuổi. Khi chúng tôi hỏi liệu đứa con 5 tuổi của chúng tôi có làm được điều đó không, chúng tôi được yêu cầu xem video và tự quyết định. Chúng tôi cho rằng cô ấy sẽ ổn và cô ấy hoàn toàn ổn. Những đứa trẻ 5 và 8 tuổi đều có chiều cao dưới mức hạn chế về cân nặng nên tôi chèo thuyền kayak xuống hang cùng chúng trong khi chồng và con trai tôi đi đu dây.  Tất cả chúng tôi đều thích bơi đến cửa hang và đi bộ qua hang, bọn trẻ gần như có thể di chuyển qua những lối đi hẹp tốt hơn chúng tôi! Cuối cùng, cả năm người chúng tôi đều thích thú với việc tắm bùn vào lúc cuối! Chúng tôi đã dành một chút thời gian ở bến thuyền sau đó và 8 tuổi của tôi đã có thể thực hiện trò đu dây nhỏ hơn - nhưng vẫn rất mạo hiểm - xuống nước. Nói chung là một một ngày tuyệt vời nhược điểm duy nhất là mức giá 1 650000 cho tất cả chúng taĐọc thêm",
            "Thật là một cuộc phiêu lưu- zipLine, đi bộ trong hang động trong bóng tối, xuống nước, tắm bùn, rồi chèo thuyền kayak trên sông - wow, tôi đã khám phá Phong nah - chúng thật tuyệt, tôi đã tham quan 2 hang động, có ăn trưa, đưa bạn từ khách sạn và trở về với giá 1.350.000 đồngĐọc thêm",
            "Với 5 000 000 zipline nhàm chán, tham quan hang động và tắm bùn. Nó chắc chắn không đáng giá. Đối với hang động, tôi đánh giá cao hang động thiên đường. Tôi cũng đã đợi nhóm nửa giờ. Bạn phải trả tiền cho bãi đậu xe, vé và tủ khóa. Không đáng giá, rly. aĐọc thêm",
            "Đã tham gia Chuyến tham quan Hang tối và Thiên đường từ Đồng Hới. Nick là người hướng dẫn của chúng tôi và tiếng Anh của anh ấy rất tuyệt. Quần áo - Sau khi chỉ cho chúng tôi phòng thay đồ - tủ đựng đồ, Nick chuẩn bị cho tôi và bạn trai áo phao, mũ - mũ bảo hiểm. Có tủ khóa miễn phí đủ lớn cho một chiếc ba lô nhỏ.  - Tôi khuyên phụ nữ nên mặc bikini; bùn rất tốt cho da của bạn - dễ rửa sạch hơn - . Không được phép mang giày vào hang. An toàn - Dây đai của chúng tôi bị lỏng nhưng được thắt chặt ngay trước khi đu dây. Mũ của tôi không được kiểm tra - nó quay tròn quanh đầu tôi khi tiếp đất gập ghềnh. Đường zipline qua sông khá dài và có tầm nhìn tốt, tạo cảm giác an toàn. Hoạt động - Sau khi đu dây, chúng tôi bơi một đoạn ngắn đến bục đánh dấu điểm bắt đầu của hang động. Nó rất cao và rất tối - đúng như tên gọi - - nhưng có đèn trên mũ bảo hiểm của bạn. Đi bộ có thể hơi trơn. Hãy đi sớm vào buổi sáng nếu có thể vì tình hình sẽ trở nên tồi tệ hơn suốt cả ngày. Có những hóa thạch cá hàng triệu năm tuổi. Một số phần rất hẹp để đi vào nhưng đó là một cuộc phiêu lưu! Bể bùn rất vui! Chúng tôi ở lại khoảng 15 phút. Bạn có thể nổi, chăm sóc da mặt hoặc chiến đấu trong bùn! Chúng tôi tắm lại ở một hồ nước trong khác. Ở lối vào hang động, chúng tôi lên những chiếc thuyền kayak nhỏ - chèo một đoạn rất ngắn ngược dòng sông. Có rất nhiều hoạt động dưới nước để thực hiện; xích đu, vượt chướng ngại vật trên mặt nước - con cáo bay thả. Sau khi thay đồ, chúng tôi đợi những người còn lại trong nhóm - sau đó ăn trưa rất ngon miệng. Những người ăn chay đã có một lựa chọn tuyệt vời.Đọc thêm",
            "Một người phụ nữ làm việc ở đây cho chúng tôi biết chuyến tham quan cuối cùng diễn ra lúc 3 giờ chiều. Khi chúng tôi quay lại lúc 2 giờ 45 chiều, họ từ chối cho chúng tôi vào hang và nói rằng đó là vì hang đã bị ngập lụt. Bạn bè của chúng tôi đã tham gia chuyến lưu diễn trước đó lúc 2:30 chiều nên chúng tôi hơi không chắc liệu đây có phải là lời nói dối hay không. Chúng tôi đã trả 270.000 để chỉ vào khu vực trượt zip và chèo thuyền kayak. Bạn trai của tôi sau đó đã làm thất lạc vé của mình, trong đó các nhân viên đã rất thô lỗ với anh ấy, một người phụ nữ rất đối đầu và bắt đầu hét vào mặt anh ấy. Khu vực chèo thuyền kayak rất trung bình và không đáng tiền, đặc biệt là khi chúng tôi thậm chí còn không nhìn thấy hang động. Nhìn chung, tôi muốn nói rằng các nhân viên ở đây rất thô lỗ và nó không đáng tiền, chúng tôi đã đi đến các hang động khác trong khu vực, nơi đáng giá hơn rất nhiều thời gian của chúng tôi. Điều duy nhất làm cho những hang động này trở nên đặc biệt là trải nghiệm đu dây và chèo thuyền kayak được bán cho bạn, điều này thậm chí còn không ấn tượng lắm và chúng tôi tin rằng nó giống như một cái bẫy du lịch.Đọc thêm",
            "Thật không may là bọn trẻ nhà tôi, 8 và 9 tuổi, không thể chơi trò đu dây zipline lớn nhưng thay vào đó, chúng tôi đã chèo thuyền kayak đến lối vào hang động. Thật tuyệt khi được chơi cùng bọn trẻ và tắm bùn bên trong hang động thực sự rất tuyệt. Sau khi ra khỏi hang, bạn có thể chơi dưới nước với trò đu dây zipline nhỏ, thuyền kayak và nhiều trò khác trong và xung quanh nước. Chuyến tham quan của chúng tôi là với một nhóm khoảng 40 người khác, quá nhiều. Chúng tôi phải đợi rất lâu và bên trong rất đông đúc. Đọc thêm",
            "Đu dây zipwire dài nhất Việt Nam - hay còn gọi là chèo thuyền kayak -, sau đó bơi 90m vào cửa hang. Leo một đoạn đường, lội nước một chút và cuối cùng là một trận đấu bùn vui nhộn. Quay trở lại bằng thuyền kayak, Hai đường zipline tùy chọn sau chuyến tham quan hang động tge. Thật phấn khởi!Đọc thêm"
        ],
        "star_ratings": [
            270,
            112,
            44,
            25,
            52
        ],
        "review_amount": 503,
        "location": [
            "Tỉnh Quảng Bình",
            "Việt Nam",
            "Hang Tối - Hang Tối -",
            "Châu Á",
            "Sơn Trạch",
            "Các hoạt động ở Sơn Trạch"
        ],
        "reviews_time": [
            "Written August 19, 2018",
            "Written August 13, 2018",
            "Written August 9, 2018",
            "Written August 6, 2018",
            "Written August 5, 2018",
            "Written August 3, 2018",
            "Written August 3, 2018",
            "Written July 28, 2018",
            "Written July 27, 2018",
            "Written July 23, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g12654020-d8602546-Reviews-or70-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g12654020-d27490495-Reviews-Lotus_Restaurant_Phong_Nha-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13163545-d25093828-Reviews-Phong_Nha_Family_Restaurant-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or60-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or80-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296817-d12878877-Reviews-The_Duck_Stop-Hung_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1554764-d8761792-Reviews-Vinh_Guru_Tours-Vinh_Nghe_An_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2538506-d15142231-Reviews-Diamond_Beach-Nusa_Penida_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g187529-d621223-Reviews-Oceanografic_Valencia-Valencia_Province_of_Valencia_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g50532-d7134736-Reviews-Lakewood_Park-Lakewood_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g294226-d4351972-Reviews-Bagus_Watch-Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d10486368-Reviews-Second_Avenue_Pier-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143362-Reviews-SoHo-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d600377-Reviews-Shakarpariyan_Hills-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g294072-d4206667-Reviews-Cholitas_Wrestling-La_Paz_La_Paz_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d10440734-Reviews-How_to_Become_Icelandic_in_60_Minutes-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g34316-d15035347-Reviews-Indian_Rocks_Beach_Access-Indian_Rocks_Beach_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or80-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or70-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Hang Toi (Dark Cave)",
        "attraction_name_vi": "Hang Tối - Hang Tối -",
        "general_info": [
            "503 đánh giá",
            "- 1 trong 8 điều nên làm ở Sơn Trạch",
            "Hang Động - Hang Động"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đầu tiên, tôi không khuyên bạn nên tham gia chuyến tham quan trong ngày từ Huế vì bạn sẽ mất 8 giờ trên xe buýt và chỉ có 25 phút bên trong hang động thực sự. Bữa trưa ổn, đồ ăn nguội và không đủ cho 8 người. Công ty du lịch là TNT. Quá đắt so với những gì bạn nhận được, chúng tôi đã trả 800K đồng mỗi người. Bây giờ tại hang động; lưu ý rằng các cô gái không được phép vào trong với áo trên. Tôi không muốn bộ bikini mới của mình dính bùn nên tôi quyết định mặc áo đen; nhưng khi tôi đến đó, họ không cho phép tôi làm như vậy, họ nói tôi phải mặc áo lót thay thế.. Tôi không bận tâm lắm vì áo lót của tôi giống như một bộ bikini, nó không xuyên thấu ở tất cả. Nhưng tôi thấy không phải ai cũng làm được điều đó. Bây giờ điều đó khiến tôi băn khoăn liệu họ có cho phép Đồ bơi một mảnh hay không. Sau đó, chúng tôi thay quần áo - trả 50K tiền đặt cọc tủ đựng đồ - và xem một video, nhưng chỉ có 4 người chúng tôi làm vậy, những người còn lại trong nhóm đi thẳng đến đường đu dây lớn. Họ đang dành thời gian để thêm và thêm nhiều người vào nhóm, cuối cùng chúng tôi có khoảng 20 người. Cuối cùng chúng tôi bơi được vài mét đến hang động, đi bộ đến hồ bùn và chỉ ở đó 5 phút!!  - Tôi không nói đùa, tôi kiểm tra lại máy ảnh của mình và những bức ảnh tôi chụp khi ở đó - , thẳng ra, chèo thuyền kayak vài mét là xong. Chúng tôi không thể bơi trên sông vì dòng nước quá mạnh, nhưng chúng tôi đã được thông báo về điều này ngay từ đầu. Phòng thay đồ khá tệ. Cần phải thực hiện những cải tiến lớn ở đây. Nhìn chung, tôi không khuyên bạn nên vào hang, chờ đợi lâu để tạo thành một nhóm lớn và sau đó chỉ 5 phút trong bể bùn và 25 phút hoặc ít hơn trong hang.Đọc thêm",
            "Chúng tôi đã thực hiện điều này như một chuyến đi trong ngày từ Huế sau khi có người ở ký túc xá giới thiệu nó, tôi ước gì tôi đã xem xét kỹ trước khi đặt chỗ...Sau chuyến hành trình xe buýt kéo dài 5 giờ, chúng tôi đến nơi và được thông báo rằng chúng tôi chỉ còn 2 giờ nữa là đến xe buýt đến đón chúng tôi lần nữa. Hướng dẫn viên của chúng tôi đã nói chuyện với một nhân viên ở đó, người này đã bảo chúng tôi điền vào biểu mẫu và cất đồ vào tủ khóa. Sau đó chúng tôi ở một mình. Trong khi chờ đợi đường zip, các nhóm du lịch lớn vẫn tiếp tục đưa chúng tôi đi, với người lãnh đạo bảo chúng tôi đợi một thành viên của nhân viên hang tối. Các hoạt động rất tốt mặc dù tổ chức còn kém với đội ngũ nhân viên rất vô ích và khá cùn. Cuối cùng chúng tôi chỉ có hơn một giờ để tận hưởng trải nghiệm, sau khi chờ đợi rất lâu để được hướng dẫn viên đưa vào hang. Nhìn chung, nó khá đắt so với những gì bạn nhận được và không thể giới thiệu cho người khác. Đặc biệt đừng thực hiện điều này như một chuyến đi trong ngày từ Huế vì đây là một chặng đường rất dài - chuyến đi khứ hồi 13 giờ cho 2 giờ hoạt động - .Đọc thêm",
            "Giá vé mỗi người là 20 USD, sau đó bạn có thể thử zipline qua sông, bơi vào hang, khám phá và thú vị nhất là tắm bùn trong hang. Yahooo - - Sau đó quý khách sẽ chèo thuyền kayak quay lại và tham gia một số trò chơi dưới nước khác. Nó rất vui nhộn, lành mạnh và thú vị. Thiên nhiên Quảng Bình tuyệt vời với hang động, sông suối.Đọc thêm",
            "Đầu tiên thật thô lỗ, sau đó chúng tôi quyết định phải làm gì và sau đó chúng tôi phải đợi 2 tiếng đồng hồ mới vào được. Chúng tôi rời đi. Đọc thêm",
            "Tôi chưa thực sự khám phá hang động này mà chỉ đi bộ cho đến hết. Cuối hang có bùn để thưởng thức. Khá thú vị.Đọc thêm",
            "Đây là nơi vui chơi của giới trẻ.  Nó có rất nhiều hoạt động ở đó.  Đầu tiên các bạn có thể xem video giới thiệu về Hang Tối - Hang Tối - và biết mình sẽ làm gì.  Sau đó, bạn cần đội mũ bảo hiểm, thắt dây an toàn - chỉ chấp nhận mặc đồ bơi nếu tắm bùn - để đi zipline.  Sau đó đi bộ khoảng 100m trên cây cầu gỗ bên trong Hang Tối, bạn có thể nhìn thấy một số hóa thạch và đến nơi tắm bùn.  Sau đó quay lại bạn có thể chèo thuyền kayak và nhảy sông... Vui lắm, nhiều hoạt động dưới nước... Và mùa hè là mùa tuyệt nhất...Đọc thêm",
            "Điều đầu tiên bạn làm là zipline, nó không phải là một zipline tuyệt vời. Tiếp theo là hang động, hang động cũng không có gì đặc biệt, người hướng dẫn viên không giải thích bất cứ điều gì chỉ chạy về phía trước trong khi cả nhóm đã ở rất xa phía sau anh ta. Sau khi vào hang bạn đi tắm bùn, trong bùn không có gì đặc biệt chỉ là nước có bùn khá mát nhưng không hề wow. Cuối cùng là phần hay nhất của chuyến tham quan, chèo thuyền kayak rất thú vị vì bạn chỉ có một mình và bạn không vội vàng. Nhìn chung, đây thực sự không phải là một chuyến tham quan bắt buộc và giá quá cao so với những gì bạn nhận đượcĐọc thêm",
            "Chúng tôi đã đi vào sáng sớm và về cơ bản đã có toàn bộ nơi này cùng với khoảng chục người khác cho đến gần trưa.  Hang tối là tùy chọn nhưng chúng tôi chọn làm cả hai. zipline vì giá cả không phải là không hợp lý so với các địa điểm du lịch tương tự khác và cuối cùng, nó đáng giá. Vì vậy, sau zipline, chúng tôi phải đợi cho đến khi có đủ người, 4 người cùng nhau, để đi cùng với một hướng dẫn viên.  Không đi sâu vào chi tiết, chúng tôi đã có khoảng thời gian tuyệt vời trong hang động tối tăm.  Sau đó, chúng tôi chơi đùa quanh khu vực nước thêm 1-2 giờ nữa.  Có khi sau 11 giờ, quán bắt đầu đông đúc.  Vào thời điểm đó, chúng tôi đã đến nhà hàng để thưởng thức một số món ăn ngon với mức giá hợp lý. Sau khi đọc một số đánh giá khác ở đây, có thể một số đã có một ngày tồi tệ và một số tình huống là không thể tránh khỏi nhưng nhìn chung, đánh giá từ tất cả những điều hạnh phúc những người chúng tôi đã gặp sáng hôm đó, đây là một nơi rất nên ghé thăm.Đọc thêm",
            "Có quá nhiều người chen chúc trong một chuyến đi tới hang động. Khi chúng tôi hoàn thành đường zip - điều tuyệt vời nhất - chúng tôi được chào đón bởi một người bảo chúng tôi đợi nhóm tiếp theo để xem hang động. Sau khi đứng ở bến tàu trong 30 phút mà không có bất kỳ sự xác nhận hay hướng dẫn nào thêm, cuối cùng chúng tôi chỉ nhảy lên một chiếc thuyền kayak và tự mình chèo trở lại lối vào. Chúng tôi đã nói chuyện với người quản lý, người đã từ chối trả lại tiền cho chúng tôi. Các nhân viên cũng vô cùng thô lỗ, đặc biệt là trên đường zipline. Họ đang cố gắng kéo dây nịt của tôi ra trước khi tôi có thể gỡ nó ra khỏi chân mình. Tránh nơi này bằng mọi giá. Đọc thêm",
            "Chúng tôi đã có một chuyến du lịch mạo hiểm, thú vị đến Hang Tối. Đầu tiên, tôi phải đối mặt với nỗi sợ độ cao của mình và đi zipline qua sông đến gần lối vào hang động. Từ đó chúng tôi bơi một đoạn ngắn đến cửa hang, nơi chúng tôi bước vào hang tối, dùng đèn pha để quan sát. Chúng tôi đi bộ một km trong bóng tối cho đến khi đến một vũng bùn lớn. Ở đây chúng tôi đã tắm bùn tuyệt vời và cuối cùng đã quay trở lại. Khi ra ngoài, chúng tôi lên thuyền kayak và chèo qua sông. Sau đó chúng tôi có một giờ rảnh rỗi để chèo thuyền kayak, bơi lội hoặc sử dụng đường đu dây nhỏ hơn.Đọc thêm"
        ],
        "star_ratings": [
            270,
            112,
            44,
            25,
            52
        ],
        "review_amount": 503,
        "location": [
            "Tỉnh Quảng Bình",
            "Việt Nam",
            "Hang Tối - Hang Tối",
            "Châu Á",
            "Sơn Trạch",
            "Các hoạt động ở Sơn Trạch"
        ],
        "reviews_time": [
            "Written July 17, 2018",
            "Written July 15, 2018",
            "Written July 14, 2018",
            "Written June 16, 2018",
            "Written June 10, 2018",
            "Written June 9, 2018",
            "Written June 9, 2018",
            "Written May 29, 2018",
            "Written May 22, 2018",
            "Written May 20, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g12654020-d8602546-Reviews-or80-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g12654020-d27490495-Reviews-Lotus_Restaurant_Phong_Nha-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13163545-d25093828-Reviews-Phong_Nha_Family_Restaurant-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or70-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or90-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296817-d12878877-Reviews-The_Duck_Stop-Hung_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1554764-d8761792-Reviews-Vinh_Guru_Tours-Vinh_Nghe_An_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60769-d3785932-Reviews-Emma_Wood_State_Beach-Ventura_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d153186-Reviews-Tulum_Archaeological_Site-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g58258-d23690330-Reviews-Capital_One_Hall-Tysons_Corner_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d10810369-Reviews-Bako_National_Park-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g42469-d1135382-Reviews-Dow_Gardens-Midland_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g317129-d775854-Reviews-Seoraksan_National_Park-Sokcho_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g306997-d12080564-Reviews-Malacca_Trishaw_Service-Melaka_Central_Melaka_District_Melaka_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d319480-Reviews-Rector_s_Palace-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g21000386-d6781875-Reviews-Mini_Zoo-Jonusai_Klaipeda_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294229-d3844449-Reviews-Grand_Indonesia_Mall-Jakarta_Java.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or90-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or80-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html"
    },
    {
        "attraction_name": "Hang Toi (Dark Cave)",
        "attraction_name_vi": "Hang Tối - Hang Tối -",
        "general_info": [
            "503 đánh giá",
            "- 1 trong 8 điều nên làm ở Sơn Trạch",
            "Hang động - Caves"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi đã có rất nhiều niềm vui ở hang tối. Yêu thích lớp lót zip và tắm bùn. Họ - rất ý thức về sự an toàn, điều này tạo nên sự thay đổi so với phần còn lại của đất nước! Chắc chắn sẽ khuyên bạn nên ghé thăm.Đọc thêm",
            "Tôi - tôi không chắc liệu bạn có còn chỉ đi chân trần trong chuyến tham quan này hay không. Tôi có thể tưởng tượng các hoạt động sẽ có vấn đề như bơi lội và đi bộ qua lớp bùn dày. Đó là một nơi hấp dẫn để ghé thăm khi biết rằng bạn phải bơi dưới sông vào một ngày nóng nực như vậy, tuy nhiên trong chuyến tham quan hang động, có lẽ chân tôi đã bị đá vôi cắt vào và điều đó bắt đầu một loạt các bệnh truyền nhiễm khiến tôi phải nhập viện ở Malaysia khiến chân tôi chảy mủ và bất cứ thứ gì khác. Vì vậy, hậu quả là nhiễm trùng do vi khuẩn, cuối cùng chuyển sang nhiễm nấm. Chỉ cần lưu ý, đây là một hoạt động thú vị, chỉ cần đảm bảo xử lý mọi vết thương nếu bạn bị đứt tay và tránh cho mình một số cơn đau tiềm ẩn.Đọc thêm",
            "Hang Tối có giá 450.000 đồng vào cửa cộng với 5.000 đồng đậu xe. Chúng tôi đã dành 3 giờ ở đó vì có rất nhiều hoạt động. Bắt đầu đi zipline đến cửa hang, sau đó bơi khoảng 100m trước khi vào hang. Chúng tôi tiếp tục đi khoảng 1 km đến một hồ bùn trước khi quay trở lại. Sau đó, bạn có thể bơi, chèo thuyền kayak, vượt chướng ngại vật dưới nước nhỏ, đu dây nhỏ vào hồ bơi.Đọc thêm",
            "Chúng tôi đã thực hiện trò chơi đu dây, tắm bùn, đu dây mini và chèo thuyền kayak ngắn. Tất cả được tổ chức rất tốt với tủ khóa và bãi đậu xe. Bạn có thể phải đợi 20 phút để có đủ người tạo thành một nhóm đi khắp nơi - chúng tôi có 15 người trong nhóm - nhưng có một quán cà phê. Tất cả đều cảm thấy rất an toàn và rất vui vẻ. Đi sớm để tránh đám đông xe khách, nơi tôi - tôi chắc chắn họ - sẽ dẫn bạn đi nhanh hơn để đi qua Đọc thêm",
            "Vui nhộn và khác biệt và đôi khi hơi bất an, nhưng bùn của hang rất đáng để vấy bẩn. MANG THEO MỘT KHĂNĐọc thêm",
            "Trước khi đến đó mọi người nên biết rằng đây không phải là chuyến viếng thăm hang động. Bạn thực hiện zipline, bơi lội, tắm bùn trong hang động, chèo thuyền kayak 3 phút và nhiều zipline khác ở cuối nhưng bạn sẽ không thực sự nhìn thấy hang động. Trong đó không có ánh sáng và hướng dẫn viên sẽ yêu cầu bạn đi bộ 5 phút từ lối vào khu tắm bùn và sau đó quay lại 5 phút. Tôi rất thích thú giải trí, nó rất đắt so với những gì nó vốn có. Nếu bạn định chỉ đi đến hang động thì động Phong Nha và động thiên đường sẽ tốt hơn rất nhiều. Đọc thêm",
            "Yêu hang tối. Một trong những hang động yêu thích của tôi ở Việt Nam. Hướng dẫn viên Tony của chúng tôi thật tuyệt, toàn bộ nhóm chúng tôi đã tham gia vào một trận chiến - bóng bùn - và nó rất vui! Đọc thêm",
            "Hang Tối chắc chắn rất thú vị, đó là điều chắc chắn! Bơi đến cửa hang tối, ngồi tắm bùn với chiếc đèn pin trên đầu và đu dây qua dòng sông Việt Nam là một số điều bạn sẽ làm ở đây. Thiên nhiên khôn ngoan, chuyến đi này sẽ không mang lại cho bạn nhiều điều, nhưng đó là 2 giờ thú vị!Đọc thêm",
            "Đi cáp treo vào hang, bơi nước lạnh vào hang và sau đó tắm bùn. Ngoài ra còn có các hoạt động khác khiến trẻ em bận rộn. Một nơi tuyệt vời để tham quan và rất vui nhưng hãy chuẩn bị sẵn sàng để bị lấm bùn! Đọc thêm",
            "Chúng tôi được thông báo rằng chúng tôi phải đợi một giờ để thực hiện chuyến tham quan hang động vì nơi này rất bận. Sau khi chờ đợi, họ kéo dài đến 3 giờ chiều, sau đó họ nói không ai có thể vào. Nơi này cần một hệ thống khác, hoặc giao tiếp tốt hơn với khách hàng để họ - không nghĩ rằng họ - sẽ trải nghiệm một chuyến tham quan không bao giờ có sắp xảy ra. Đọc thêm"
        ],
        "star_ratings": [
            270,
            112,
            44,
            25,
            52
        ],
        "review_amount": 503,
        "location": [
            "Tỉnh Quảng Bình",
            "Việt Nam",
            "Hang Tối - Hang Tối -",
            "Châu Á",
            "Sơn Trạch",
            "Các hoạt động ở Sơn Trạch"
        ],
        "reviews_time": [
            "Written May 13, 2018",
            "Written May 12, 2018",
            "Written May 2, 2018",
            "Written May 1, 2018",
            "Written April 25, 2018",
            "Written April 25, 2018",
            "Written April 25, 2018",
            "Written April 24, 2018",
            "Written April 19, 2018",
            "Written April 15, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g12654020-d8602546-Reviews-or90-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g12654020-d27490495-Reviews-Lotus_Restaurant_Phong_Nha-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g13163545-d25093828-Reviews-Phong_Nha_Family_Restaurant-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d3169590-Reviews-Paradise_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114832-Reviews-Suoi_Nuoc_Mooc-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g659924-d9466008-Reviews-Tien_Son_Cave-Dong_Hoi_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8263812-Reviews-Phong_Nha_Botanic_Garden-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d23276445-Reviews-Survival_Valley-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or80-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or100-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8403784-Reviews-Jungle_Boss_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d2307216-Reviews-Oxalis_Adventure-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d9882456-Reviews-Phong_Nha_Motorbike_Tour-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d8114734-Reviews-Wildlife_And_Jungle_Adventure_Ecofoot-Phong_Nha_Ke_Bang_National_Park_Quang_Binh.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d12667281-Reviews-Greenland_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g15296817-d12878877-Reviews-The_Duck_Stop-Hung_Trach_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d4079347-Reviews-Son_Doong_Cave-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d16740041-Reviews-Magic_Fingers_Massage_TT_Phong_Nha-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d13957048-Reviews-Phuong_s_Transfers_Motorbike_Tours-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163545-d19546778-Reviews-Phong_Nha_Trekking_Tours-Phong_Nha_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1554764-d8761792-Reviews-Vinh_Guru_Tours-Vinh_Nghe_An_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4014591-d14100558-Reviews-Thang_s_Phong_Nha_Riders-Phong_Nha_Ke_Bang_National_Park_Quang_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1761683-d2233011-Reviews-Natural_Bridge-Yoho_National_Park_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31414-d4025521-Reviews-The_Shrine_of_St_Joseph_of_the_Mountains-Yarnell_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g304551-d554690-Reviews-Hauz_Khas_Village-New_Delhi_National_Capital_Territory_of_Delhi.html",
            "https://www.tripadvisor.com/Attraction_Review-g482941-d1223227-Reviews-Amoudi_Bay-Oia_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g616328-d2391494-Reviews-Baia_do_Sancho-Fernando_de_Noronha_State_of_Pernambuco.html",
            "https://www.tripadvisor.com/Attraction_Review-g189135-d6211712-Reviews-Ponta_da_Ferraria-Ponta_Delgada_Sao_Miguel_Azores.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d3410795-Reviews-Raval-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d14771683-Reviews-South_Shore_Park-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d2249795-Reviews-Rolling_Hills_Zoo-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g2043912-d553518-Reviews-James_Bond_Island-Phang_Nga_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or100-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g12654020-d8602546-Reviews-or90-Hang_Toi_Dark_Cave-Son_Trach_Quang_Binh_Province.html"
    }
]