[
    {
        "attraction_name": "Hanoi Bike Tour",
        "attraction_name_vi": "Tour xe đạp Hà Nội",
        "general_info": [
            "9 đánh giá",
            "- 609 trên 1.093 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Du khách đến Việt Nam thường đến đất nước hấp dẫn này để tìm hiểu về lịch sử và văn hóa đặc sắc của nó. Nhưng nếu bạn muốn đến thăm một địa điểm mà đồng thời không gây tổn hại đến môi trường thì hãy suy nghĩ về việc tham gia một chuyến tham quan bằng xe đạp và bạn sẽ thấy mình được thưởng một trải nghiệm du lịch sinh thái rất đặc biệtĐọc thêm",
        "reviews": [
            "Chuyến đi tuyệt vời và được tổ chức rất tốt từ Hà Nội sôi động đến cánh đồng lúa. Nhiều di tích và điểm lịch sử thú vị. Đền - s, chùa, trang trại guave, Qua sông Hồng bằng phà nhỏ và qua cầu Eifel - s. Cà phê trứng, nước mận chua….nhiều lắm không kể hết. Hướng dẫn tuyệt vời!Đọc thêm",
            "Nếu bạn thích đi xe đạp, đừng bỏ lỡ chuyến tham quan 4 giờ này ở ngoại ô Hà Nội.  Hãy nhờ Trường làm người hướng dẫn cho bạn.  Anh ấy nói tiếng Anh xuất sắc và sẽ chia sẻ nhiều về lịch sử và văn hóa Hà Nội - Việt Nam.  Anh ấy đã làm cho trải nghiệm này trở nên tuyệt vời! Đọc thêm",
            "Chúng tôi đã trả 80.000 để thuê một chiếc xe đạp nửa ngày. Chúng tôi lái xe quanh hồ và có một khoảng thời gian vui vẻ. Chủ sở hữu siêu đẹp và nói tiếng Anh. Đọc thêm",
            "Phút cuối, tôi và vợ chưa cưới đã đặt chuyến tham quan Hà Nội bằng xe đạp kéo dài 3 giờ - và chúng tôi đã có khoảng thời gian tuyệt vời. Bắt đầu lúc 6 giờ sáng, hướng dẫn viên du lịch bằng xe đạp và chủ công ty gặp chúng tôi tại khách sạn trong khu phố cổ với xe đạp, mũ bảo hiểm và nước đã sẵn sàng để đi. Tên hướng dẫn viên du lịch của chúng tôi là Vân, và cô ấy thật là một người đáng yêu. Cô ấy đạp xe với tốc độ hoàn hảo, dừng lại ở các địa danh để giải thích về lịch sử của thành phố và liên tục nhìn lại để đảm bảo rằng chúng tôi vẫn ổn! Với tình hình giao thông hỗn loạn của Hà Nội, cô đảm bảo chúng tôi luôn được an toàn và vui vẻ. Sau khi đạp xe xong, chúng tôi ăn sáng bằng bát phở. Thật không may, địa điểm quen thuộc của họ là Phở - Gia - đã đóng cửa, vì vậy Vân đưa chúng tôi đến địa điểm yêu thích cá nhân của cô ấy và hóa ra đó là một trải nghiệm rất chân thực - Phở trong một con hẻm được bao quanh bởi người dân địa phương. Phần thưởng: ghế được đệm bằng gel để tạo cảm giác thoải mái. Lưu ý: nếu bạn đến từ bất kỳ nơi nào ngoài Việt Nam, bạn có thể sợ hãi hoặc ngần ngại khi tham gia giao thông của họ. Tuy nhiên, 90 trong số chuyến tham quan này là đi vòng quanh Hồ và các khu vực đông đúc khác, vì vậy đừng để việc lái xe điên cuồng ngăn cản bạn. Thưởng thức! Đọc thêm",
            "Tour đi xe đạp đang rất hấp dẫn! Đó là một cách tuyệt vời để ngắm nhìn những vùng của đất nước mà bạn sẽ không thể thấy ở nơi khác. Nếu bạn có khả năng thực hiện một chuyến tham quan bằng xe đạp! Có ba yếu tố để có một chuyến tham quan tốt: 1 - Nhóm tốt - trong trường hợp tour riêng, không vấn đề gì - 2 - hướng dẫn đi xe đạp 3 - thiết bị Chúng tôi đã thực hiện một chuyến tham quan riêng và hướng dẫn viên là một người đàn ông tốt bụng và chu đáo. Anh ấy đạp xe cùng con gái chúng tôi trên ghế dành cho trẻ em. Anh ấy chỉ cho chúng tôi những địa điểm đẹp và giữ tốc độ tốt. Mọi điểm đều thuộc về anh ta. Thiết bị đó thật rác rưởi. Xe đạp của tôi bắt đầu gặp vấn đề về hỏng hóc. Chúng tôi đã phải dừng lại ba lần để sửa nó. Một vấn đề mà một thợ cơ khí thích hợp sẽ khắc phục trong 5 phút. Không có lời bào chữa nào ở đây, điều này rất tệ và sơ suất trong việc bảo trì. Vấn đề phá vỡ thậm chí còn rơi xuống. Không - không bị thương nặng đến thế, nhưng lẽ ra - đã không xảy ra. Để vấn đề trở nên tồi tệ hơn khi kết thúc chuyến tham quan, dây chuyền bị đứt, hướng dẫn viên không có một bộ sửa chữa nhỏ để sửa nó.... kết thúc chuyến tham quan .Không có xe dự phòng! Chúng tôi phải đợi hơn một tiếng mới về được khách sạn. May mắn thay, người hướng dẫn rất hay và chu đáo và điều đó khiến mọi việc trở nên dễ chịu. Xin lỗi các bạn, hãy chuẩn bị sẵn thiết bị trong tình trạng tốt!Đọc thêm",
            "Chúng tôi đã đặt một chuyến du lịch riêng tư nhiều ngày với Hanoi Bike Tours để kỷ niệm ngày cưới của chúng tôi như một ngày cuối tuần dài từ quê nhà Hồng Kông của chúng tôi. Chúng tôi không thể hạnh phúc hơn với dịch vụ chúng tôi nhận được - chúng tôi có thể điều chỉnh chuyến tham quan cho phù hợp với những gì chúng tôi muốn - chúng tôi đã yêu cầu một chuyến đi dài hơn trong một trong những ngày vì chúng tôi là những người thích đi xe đạp -, cho một chuyến tham quan riêng bao gồm cả khách sạn, thực phẩm và các hoạt động có giá trị lớn và việc đặt chỗ rất dễ dàng qua email. Hai hướng dẫn viên của chúng tôi, Hiếu và Lộc, - một người đạp xe cùng chúng tôi, người còn lại tham gia cùng chúng tôi trong các hoạt động khác - nói tiếng Anh cực kỳ tốt và có kiến ​​thức không chỉ về từng khu vực chúng tôi đến thăm mà còn về lịch sử và văn hóa Việt Nam. Những chiếc xe đạp ở tình trạng tốt và là những thương hiệu nổi tiếng và được chuyển đến nơi chúng tôi cần bằng chiếc xe buýt nhỏ của riêng mình. Điểm nổi bật của chuyến tham quan bao gồm đạp xe lên đỉnh núi để ngắm pháo đài thời chiến cũ vào lúc hoàng hôn, đạp xe qua vùng nông thôn xinh đẹp và tham quan Hang Bệnh viện, chèo thuyền kayak qua các đường hầm và hang động ở vịnh Lan Hạ và khám phá vịnh trên một chiếc thuyền đánh cá truyền thống tư nhân, nơi chúng tôi được phục vụ món lẩu tươi nấu trên bếp nhỏ với hải sản do thuyền trưởng đánh bắt ngày hôm đó. Một chuyến đi thực sự đáng nhớ - Tôi thực sự muốn giới thiệu chuyến tham quan này!Đọc thêm",
            "Đây là lần đầu tiên tôi ngồi sau một chiếc xe máy và tôi đã bám chặt vào. Những cô gái đưa chúng tôi đi tham quan thành phố buổi tối này là những tay đua xuất sắc và tôi chưa bao giờ cảm thấy không an toàn ở bất kỳ thời điểm nào. Các điểm dừng ăn uống rất ngon và thật tuyệt khi được ngồi xuống và chia sẻ bữa ăn với hướng dẫn viên của chúng tôi. Một cách tuyệt vời để đi vòng quanh Hà Nội.Đọc thêm",
            "Đối tác của tôi và tôi đã đặt chuyến tham quan Lịch sử Hà Nội và hoàn toàn yêu thích trải nghiệm này. Hướng dẫn viên của chúng tôi rất xuất sắc trong việc giúp chúng tôi điều hướng giao thông trong thành phố, có kiến ​​thức hoàn hảo để chia sẻ và tiếng Anh rất tốt. Đúng, những con đường có vẻ điên rồ nhưng nó - không tệ lắm một khi bạn - ở trong số đó - thực sự! - người Việt Nam là một nhóm người thân thiện và thoải mái đến mức chúng tôi thấy thật dễ dàng để vượt qua nhờ lời khuyên hữu ích của người hướng dẫn. Đạp xe Hà Nội sẽ đưa bạn đến ngay trong số đó - rất khuyến khích. Đọc thêm",
            "Nếu bạn đã nhìn thấy giao thông ở Hà Nội thì thật là hỗn loạn! Hướng dẫn của chúng tôi thật tuyệt vời và đưa chúng tôi đi qua mà không hề e ngại. Ra ngoại ô, qua 2 cây cầu bắc qua sông Hồng, qua chợ hoa, vườn hoa và những con đường sau làng – bởi những ngôi chùa. Chúng tôi băng qua sông bằng taxi sông và ăn ở các quán cà phê địa phương. Đây cũng là một trải nghiệm ẩm thực với đồ uống, bữa trưa, bữa trưa nữa và kết thúc bằng nước dừa tươi để giúp bạn tỉnh táo vào cuối.  Về nhà với các em học sinh cũng vui lắm. Có lẽ bạn hiểu rồi.......cả ngày đều vui vẻ.Đọc thêm"
        ],
        "star_ratings": [
            7,
            1,
            0,
            1,
            0
        ],
        "review_amount": 9,
        "location": [
            "Việt Nam",
            "Tour xe đạp Hà Nội",
            "Những việc cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written March 13, 2020",
            "Written March 7, 2018",
            "Written March 21, 2017",
            "Written February 9, 2017",
            "Written October 28, 2016",
            "Written July 25, 2016",
            "Written June 8, 2015",
            "Written December 19, 2014",
            "Written October 17, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6938828-Reviews-Hanoi_Bike_Tour-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11880481-Reviews-Speak_Easy_Pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17636226-Reviews-Roll_with_locals-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6215277-Reviews-Inside_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11922020-Reviews-Hanoi_Free_Private_Tour_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19820643-Reviews-SEPTEMBER_TRAVEL-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12399319-Reviews-Legend_Travel_Group-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13387705-Reviews-Expat_Local_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6463339-Reviews-Namaste_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8444880-Reviews-LVP_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25230180-Reviews-September_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6495901-Reviews-Up_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14163011-Reviews-Little_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8291739-Reviews-Ciao_Asia_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32469-d268757-Reviews-Half_Moon_Bay_Coastside_Trail-Half_Moon_Bay_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29852-d8757409-Reviews-Vintage_Drive_In_Theatre-Avon_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1137919-d6609180-Reviews-Lake_Magadi_Conservancy-Magadi_Rift_Valley_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g48943-d6696544-Reviews-Historic_Bath-Bath_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d2692245-Reviews-Myrtle_Beach_Pelicans-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1600537-d2658502-Reviews-Lago_di_Barcis-Barcis_Province_of_Pordenone_Friuli_Venezia_Giulia.html",
            "https://www.tripadvisor.com/Attraction_Review-g56350-d10753635-Reviews-Landa_Park_Pool-New_Braunfels_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187854-d585256-Reviews-Lake_Orta-Orta_San_Giulio_Province_of_Novara_Piedmont.html",
            "https://www.tripadvisor.com/Attraction_Review-g298087-d574818-Reviews-Socotra_Island-Aden.html",
            "https://www.tripadvisor.com/Attraction_Review-g1121126-d1314757-Reviews-Onjuku_Beach-Onjuku_machi_Isumi_gun_Chiba_Prefecture_Kanto.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6938828-Reviews-Hanoi_Bike_Tour-Hanoi.html"
    }
]