[
    {
        "attraction_name": "Hanoi Old Quarter Travel",
        "attraction_name_vi": "Du lịch phố cổ Hà Nội",
        "general_info": [
            "257 đánh giá",
            "- 37 trên 625 Tour du thuyền - Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngàyChuyến tham quan lịch sử - di sảnChuyến tham quan bằng thuyềnChuyến đi trong ngày",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan lịch sử - di sản",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Du Lịch Phố Cổ Hà Nội cung cấp các tour riêng - tour đoàn hàng ngày, tour trọn gói, vé máy bay - tàu - xe, visa, khách sạn, các dịch vụ khác. Du lịch Phố Cổ Hà Nội được thành lập từ năm 2009 bởi Tùng Chu và nhóm của anh. Chúng tôi tự hào là công ty du lịch xuất sắc chuyên tổ chức các tour du lịch trong nước và quốc tế.Đọc thêm",
        "reviews": [
            "Rất thân thiện và hữu ích và các tour du lịch thực sự tốt với giá tốt. Ngoài ra, trong chuyến đi, thật dễ dàng để liên hệ với Tung - chủ sở hữu - để đổi sang xe buýt cũ hơn hoặc nếu có thắc mắc.Đọc thêm",
            "Các chuyến đi thật dễ dàng để đặt từ nước ngoài với tất cả thông tin cần thiết và nhân viên rất tốt bụng để đáp ứng nhu cầu của tôi và rất linh hoạt khi kế hoạch của tôi thay đổi. Chắc chắn sẽ giới thiệu cho bạn bè và gia đình của tôi. Cảm ơn bạn!Đọc thêm",
            "Chúng tôi đã đặt chuyến du ngoạn Vịnh Lan Hạ và Vòng quanh Hà Giang qua bà Thúy Bùi và điều đó thật tuyệt vời. Đặc biệt là tất cả các tổ chức cô ấy đã làm và tất cả các phương tiện vận chuyển đều đúng giờ và tuyệt vời. Ngay cả trong vài giờ di chuyển ở Hà Nội, chúng tôi vẫn có thể để hành lý ở đó. Chúng tôi chỉ có thể giới thiệu công ty du lịch này. Tổ chức tốt, giá tốt và những người rất tốt. Chúng tôi sẽ đặt mọi thứ khác chúng tôi làm ở Việt Nam với họ.Đọc thêm",
            "Mình làm ở văn phòng 1A Hàng Mành - hình như là chi nhánh của văn phòng 40c Hàng Mành phải không? Họ thật tuyệt vời. Tôi đã chuẩn bị cho mình chuyến đi hai ngày tới Vịnh Hạ Long và Ninh Bình. Giá trị tuyệt vời cho tiền, được tổ chức rất tốt. Các hướng dẫn là hạng nhất - tôi đã học được rất nhiều. Bữa trưa được cung cấp trong cả hai chuyến đi, đầy đủ và ngon miệng. Điều duy nhất tôi có thể đã làm khác đi là thực hiện một chuyến đi qua đêm trên Vịnh Hạ Long... vào lần tới.Đọc thêm",
            "Đại lý du lịch tốt nhất trên thị trấn. Dịch vụ này thật tuyệt vời và chuyến tham quan thật tuyệt vời. Chúng tôi đã đặt một chuyến du ngoạn trên vịnh Hạ Long và đi vòng quanh ha giang và thực sự rất thích nó. Chúng tôi cũng có thể liên hệ với đại lý bất cứ lúc nào trên WhatsApp nếu có bất kỳ câu hỏi nào. Chắc chắn lên kế hoạch cho chuyến đi Việt Nam của bạn với họ.Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời được anh Tùng sắp xếp một cách chuyên nghiệp. Chúng tôi là một nhóm gồm 7 người - trong đó có 3 đứa trẻ - và tất cả chúng tôi đều là người ăn chay. Ông Tung đảm bảo rằng chúng tôi có thể tiếp cận được những món ăn chay rất ngon ở mọi nơi chúng tôi đến. Anh Tùng đã giúp chúng tôi đặt vé du lịch địa phương giữa Hà Nội, Đà Nẵng - Thành phố Hồ Chí Minh. Nhìn chung, chúng tôi đã có một kỳ nghỉ tuyệt vời và chúng tôi gửi lời cảm ơn chân thành đến anh Tùng vì đã biến đây thành một kỳ nghỉ đáng nhớ!Đọc thêm",
            "Dịch vụ tuyệt vời của du lịch khu phố cổ.  Đặc biệt anh Tùng rất nhiệt tình giúp đỡ và hỗ trợ. Anh ấy luôn ở đó để hỗ trợ chúng tôi.  Sự sắp xếp của anh ấy thật tuyệt vời.  Chúng tôi đi du lịch mà không có bất kỳ kế hoạch nào. Mọi thứ đều được anh Tùng tổ chức một cách tuyệt vời. Dịch vụ năm sao của công ty mình.Đọc thêm",
            "Dịch vụ tuyệt vời, giá tốt và chủ sở hữu cực kỳ dễ thương. Chúng tôi đến nhóm du lịch này để đặt chuyến đi vào phút cuối đến Hạ Long và một số vé tàu để đi du lịch xa hơn. Chủ sở hữu, Tung, rất niềm nở và hữu ích, và anh ấy không hề thúc ép nói chung, giống như các công ty du lịch khác. Chúng tôi đã đặt chuyến đi đến Hạ Long và một đêm ở Ninh Bình, sau đó đặt vé tàu đi Đà Nẵng, và mọi thứ diễn ra tuyệt vời! Tùng luôn sẵn sàng thông qua whatsapp để trả lời các câu hỏi của chúng tôi và chỉ có lần chúng tôi gặp sự chậm trễ - lỗi của người khác - anh ấy đã nhanh chóng liên lạc và sắp xếp mọi thứ nên không có căng thẳng nào cả. Tất cả với một mức giá rất hợp lý! Rất khuyến khích sử dụng đại lý này và chắc chắn sẽ sử dụng Tung - Dịch vụ của chúng tôi sẽ quay trở lại vào lần tới chúng tôi - ở Việt Nam - .Đọc thêm",
            "Đã thực hiện ba chuyến đi với Du lịch Phố Cổ Hà Nội và tất cả đều tuyệt vời! Lời giải thích về những gì bạn nhận được trong chuyến tham quan cũng như các lựa chọn khác nhau rất kỹ lưỡng. Các chủ sở hữu nói tiếng Anh tuyệt vời và cực kỳ thân thiện cũng như có thể liên hệ trên WhatsApp bất cứ khi nào bạn cần! Chắc chắn sẽ giới thiệu và sử dụng lại!Đọc thêm",
            "Không còn lời nào để diễn tả lòng biết ơn của tôi đối với chị Thúy Bùi và Lữ hành Phố Cổ Hà Nội! Tôi là một người lập kế hoạch đầy lo lắng, người đã có ý tưởng tuyệt vời là đưa 4 thế hệ trong gia đình chúng tôi từ 15 đến 83 tuổi tham gia chuyến phiêu lưu quốc tế đến Việt Nam. Tôi thực sự đã viết thư cho Thủy hầu như mỗi ngày trong 7 tháng và cô ấy đã trả lời và lên kế hoạch cho chuyến đi của đời! Cô ấy đảm bảo rằng đứa con 15 tuổi của chúng tôi đã có chuyến phiêu lưu và bà 83 của tôi có thể ở đó cùng chúng tôi! Cô ấy thậm chí còn làm chúng tôi ngạc nhiên với những nâng cấp dịch vụ trên hành trình và thời gian nghỉ dưỡng của chúng tôi ở Nihn Bình. Trong chuyến đi 10 ngày của chúng tôi, không có khoảnh khắc nào tôi cảm thấy lo lắng đến mức phát điên đối với một người như tôi! Thủy thực sự đã thay đổi cuộc sống của chúng tôi! Cảm ơn bạn, cảm ơn bạn, cảm ơn bạn! Mọi hướng dẫn và khuyến nghị mà Thủy đưa ra đều là đỉnh cao! Nếu bạn muốn trải nghiệm Việt Nam hãy làm việc với đội ngũ này!!!!Đọc thêm"
        ],
        "star_ratings": [
            254,
            5,
            0,
            0,
            0
        ],
        "review_amount": 259,
        "location": [],
        "reviews_time": [
            "Written May 30, 2024",
            "Written May 17, 2024",
            "Written April 25, 2024",
            "Written April 24, 2024",
            "Written April 23, 2024",
            "Written April 16, 2024",
            "Written April 9, 2024",
            "Written April 5, 2024",
            "Written April 3, 2024",
            "Written March 31, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15645743-Reviews-Hanoi_Old_Quarter_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15645743-Reviews-or10-Hanoi_Old_Quarter_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15645743-Reviews-Hanoi_Old_Quarter_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17779950-Reviews-Ngo_Minh_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25797772-Reviews-String_Art_Vi_t_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718386-Reviews-The_Vietnam_Tourism_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25231950-Reviews-Mountain_s_Color_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11665324-Reviews-Three_Sisters_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-Hanoi_Tour_Zone-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5113945-Reviews-Hai_Van_Printing_and_Embroidery_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25178189-Reviews-G_m_Phu_Quy-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8327312-Reviews-Mai_Charming_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10187217-Reviews-Daily_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20156680-Reviews-Vivian_Travel_Office-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15296933-Reviews-SilkyVietnam_5_Hang_Bong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27139311-Reviews-TiredCity_03_Hang_Bong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11674337-Reviews-Mido_Spa_1-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d3611252-Reviews-Art_in_Paradise_Pattaya-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54810-d8559731-Reviews-Bridal_Veil_Falls-Spearfish_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d16734555-Reviews-Universoul_Circus-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147256-d147471-Reviews-Tobacco_Bay_Beach-St_George_St_George_s_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d128688-Reviews-Denver_Museum_of_Nature_Science-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g297963-d3535182-Reviews-Fire_of_Anatolia-Serik_Serik_District_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d10240102-Reviews-People_Mover-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g297889-d5252556-Reviews-Songdo_Central_Park-Incheon.html",
            "https://www.tripadvisor.com/Attraction_Review-g312762-d4022342-Reviews-Delta_El_Tigre-Tigre_Province_of_Buenos_Aires_Central_Argentina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15645743-Reviews-or10-Hanoi_Old_Quarter_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15645743-Reviews-Hanoi_Old_Quarter_Travel-Hanoi.html"
    }
]