[
    {
        "attraction_name": "HaNoi City Tour and Food Tour - Private Tour Guide By Tony",
        "attraction_name_vi": "Tour tham quan thành phố Hà Nội và ẩm thực - Hướng dẫn du lịch riêng của Tony",
        "general_info": [
            "57 đánh giá",
            "112 trên 528 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan thành phố",
            "Những chuyến đi bộ",
            "Chuyến tham quan ban đêm",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tôi biết thủ đô xinh đẹp này và muốn chia sẻ kinh nghiệm địa phương với bạn. Hoặc bạn có ý tưởng về chuyến tham quan bạn muốn thực hiện hoặc bạn hoàn toàn không biết gì, chỉ cần liên hệ với tôi và chúng tôi sẽ sắp xếp chuyến tham quan tốt nhất cho bạn.Đọc thêm",
        "reviews": [
            "Tôi đã tận hưởng một ngày tuyệt vời ở Hà Nội với Nguyễn còn được gọi là Lucky. Tôi đã kết hợp Chuyến tham quan Hà Nội cả ngày với Chuyến tham quan ẩm thực và đồ uống mà tôi được cung cấp các chuyến đi đến Lăng Hồ Chí Minh, Đền Trung Quốc, Bảo tàng, Nhà thờ, Khu phố Pháp, Chợ và Khu phố cổ. Các lựa chọn ăn uống vào bữa trưa và bữa tối đã được giải thích chi tiết và cả ngày mang đến hương vị của Hà Nội thực sự chứ không chỉ là những điểm thu hút khách du lịch chính.  Lucky là người hiểu biết, lịch sự và là người hướng dẫn tuyệt vời về mọi mặt. Thức ăn đường phố rất ngon và chuyến tham quan các quán bar địa phương thay vì các quán bar dành cho khách du lịch đã khiến toàn bộ trải nghiệm trở nên chân thực hơn. Một ngày tuyệt vời mà tôi muốn giới thiệu tới tất cả du khách đến Hà Nội.Đọc thêm",
            "Tony là một hướng dẫn viên du lịch rất chuyên nghiệp, hướng ngoại và vui tính, mang đến cho bạn nhiều lựa chọn về ẩm thực, thời gian linh hoạt. Anh ấy hỏi về sở thích của bạn và cùng bạn đi đến những nơi thích hợp, điều mà lẽ ra tôi đã bỏ qua. Mọi thứ đều ngon. Tiếng Anh của anh ấy rất tốt, anh ấy rất hòa đồng, anh ấy sẵn sàng trả lời nhiều câu hỏi về văn hóa và cũng chỉ cho bạn cách sử dụng đũa, điều mà tôi vẫn gặp khó khăn. Anh ấy cũng dành thời gian để giải thích cách ăn món ăn và cách làm với nước mắm hoặc những quả chanh nhỏ nhắn dễ thương này. Chúng tôi đã cười rất nhiều và tôi đã có khoảng thời gian tuyệt vời. Nếu bạn muốn thử thứ gì đó mới lạ, chẳng hạn như các loại trái cây lạ như Sầu riêng hoặc một loại xoài sớm, anh ấy sẽ cố gắng tìm nó với bạn hoặc thương lượng với người bán hàng rong mà tôi từng tránh mặt vì tôi là nạn nhân dễ dàng. Bí quyết của tôi là nước mía và sô cô la trứng.Đọc thêm",
            "Tony là một kẻ lừa đảo và khiến cả buổi tối trở nên rất thú vị. Anh ấy rất sẵn lòng đưa chúng tôi đến những nơi phù hợp với sở thích của chúng tôi và cần một người bị dị ứng đậu phộng và một người không thể ăn đồ cay. Anh ấy đưa chúng tôi đến rất nhiều nơi trên tường có một số món ăn ngon nhất mà chúng tôi từng ăn ở Hà Nội. Nói chung, chúng tôi đã đi bộ và ngắm nhìn rất nhiều khu phố cổ, tìm hiểu về cuộc sống ở Hà Nội, ăn ở sáu nhà hàng và thậm chí cùng nhau mua sắm một chút đồ lưu niệm!Đọc thêm",
            "Đặt Tony cho cả ngày bằng xe máy. Đã tham quan nhiều di tích lịch sử và anh ấy đã đưa ra những gợi ý tuyệt vời về các điểm dừng để ăn uống và cà phê trứng.Đọc thêm",
            "Hướng dẫn viên quyến rũ của chúng tôi đã đưa chúng tôi đi thong thả qua khu phố cổ. Đưa chúng tôi đến một số địa danh và luôn đảm bảo đáp ứng nhu cầu của chúng tôi bao gồm cả việc tôi ăn chay trong bữa trưa ngon lành. Đón khách đúng giờ. Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời khi khám phá Hà Nội cùng Tony. Ở bên anh ấy rất vui vẻ, rất hiểu biết, tháo vát và có sức chứa. Tôi rất muốn giới thiệu anh ấy khi đến thăm Việt Nam.Đọc thêm",
            "Đây là một tour du lịch ẩm thực đường phố đi bộ. Bản thân chuyến tham quan đã rất vui. Trước chuyến tham quan, tôi đã làm vỡ kính. Tôi cũng cần đổi tiền Mỹ sang tiền Việt. Tony không chỉ tìm được một nơi mà tôi có thể mua kính mới, vừa nhanh vừa rẻ, anh ấy còn tìm được một người đổi tiền vào Chủ nhật, người đưa ra phạm vi trao đổi trên danh nghĩa tốt hơn so với tỷ giá bán buôn, trực tuyến được niêm yết trên ứng dụng trao đổi tiền tệ Xe . Vì vậy, trước khi chuyến tham quan bắt đầu, đó là một ngày tốt lành nhờ có Tony. Mặc dù có một số lựa chọn về chuyến tham quan ẩm thực nhưng tôi rất muốn thử các món ăn đường phố địa phương và không hề thất vọng. Chúng tôi bắt đầu với món salad gà và xoài tại địa điểm đầu tiên, sau đó, nếm thử bánh mì cuộn, bao gồm các loại thịt bạn chọn, nhưng thông thường là thịt lợn hoặc thịt gà cùng với rau mùi, ớt, tươi và rau ngâm. Các điểm dừng khác bao gồm cả chả giò chiên và hấp và Bánh Pate So phản ánh ảnh hưởng của Pate Chaud của Pháp với phiên bản Việt Nam nhân thịt lợn và gia vị với các loại thảo mộc và gia vị châu Á được gói và nấu trong bánh phồng. Tony rõ ràng rất thích công việc của mình và cung cấp cả kiến ​​thức tuyệt vời và cách tiếp cận thú vị cho chuyến tham quan.Đọc thêm",
            "Tony thật tuyệt vời. Anh ấy cung cấp bối cảnh địa phương cho các địa điểm lịch sử mà chúng tôi đã ghé thăm và đưa chúng tôi đến các nhà hàng đích thực là những địa điểm được người dân địa phương yêu thích. Chúng tôi có thể dành thời gian và thưởng thức đồ ăn và trò chuyện. Anh ấy luôn sẵn sàng chụp ảnh và tư vấn về những địa điểm chụp ảnh đẹp nhất. Tốt bụng, lịch sự và hài hước. Cảm ơn. Đọc thêm",
            "Tony là một người hướng dẫn tuyệt vời và cho chúng tôi thấy Hà Nội náo nhiệt về đêm. Tôi và bạn tôi đã có một buổi tối tuyệt vờiĐọc thêm",
            "Một ngày tuyệt vời cùng Tony, đi dạo khắp Hà Nội. Rất thân thiện và hiểu biết, có thể trả lời tất cả các câu hỏi của chúng tôi - và thậm chí còn dạy chúng tôi một số điều cơ bản về tiếng Việt! Bữa trưa dễ thương, sau đó là cà phê trứng - chỉ có được nhờ bí quyết địa phương. Rất nhiều điểm nổi bật và một trải nghiệm đáng nhớ còn sót lại ở Hà Nội. Rất khuyến khích Tony và đặc biệt là chuyến đi bộ Đọc thêm",
            "Xin chào Làm cách nào để liên lạc với Tony? Nếu tôi muốn đi du lịch Hà Nội và vịnh Hạ Long thì lựa chọn tốt nhất của tôi là ở 4 đêm 5 ngày tại Việt Nam Cảm ơn trướcĐọc thêm",
            "Trang Facebook của tôi là: HanoicitytourbytonyĐọc thêm",
            "Tôi đã từng đến Việt Nam. Tôi đã thuê Toni cho bốn chuyến tham quan riêng và cũng giới thiệu một người bạn. Toni chỉ cho tôi Hà Nội, Vịnh Hạ Long, Ninh Bình và Huế. Ông đã tổ chức các chuyến bay, chuyến xe buýt, các tour du lịch và khách sạn.\nMọi thứ đều ổn và tôi sẽ lôi kéo Toni tham gia lần nữa. Toni kiếm được 10 sao. :-\n\nMột người bạn từ Munich đã thuê anh ấy vào tháng 1 và hoàn toàn hài lòng. Anh ấy cũng sẽ gọi lại cho Toni và yêu cầu anh ấy dẫn anh ấy đi xem Việt Nam.Đọc thêm",
            "Xin chào, chúng tôi sẽ đến Hà Nội vào cuối tuần này, bạn có thể dẫn chúng tôi đi tham quan xung quanh được không.  \nChỉ có hai chúng ta, \nCó thể cho tôi biết.price\nTốt nhất là ứng dụng whats me trên 60165202110Đọc thêm",
            "Xin chào..tôi chỉ đi vào tuần sau\n\n\nTrân trọngĐọc thêm",
            "Xin chào tôi có thể biết giá của TonyĐọc thêm",
            "Chào buổi sáng \ncảm ơn tin nhắn của bạn\n\nTôi sẽ gửi giá qua WhatsApp Đọc thêm"
        ],
        "star_ratings": [
            55,
            2,
            0,
            0,
            0
        ],
        "review_amount": 57,
        "location": [
            "Tour tham quan thành phố Hà Nội và ẩm thực - Hướng dẫn du lịch riêng của Tony",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 30, 2023",
            "Written May 16, 2023",
            "Written April 10, 2023",
            "Written January 13, 2023",
            "Written October 7, 2022",
            "Written June 9, 2022",
            "Written May 14, 2022",
            "Written April 7, 2022",
            "Written April 6, 2022",
            "Written March 3, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15067508-Reviews-HaNoi_City_Tour_and_Food_Tour_Private_Tour_Guide_By_Tony-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15067508-Reviews-or10-HaNoi_City_Tour_and_Food_Tour_Private_Tour_Guide_By_Tony-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8355599-Reviews-ForTomorrow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25153689-Reviews-La_Spa_Massage_Nourishing_Shampoo-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20045788-Reviews-Viet_Craft_Bazaar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12529951-Reviews-Incredible_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25210816-Reviews-Han_Spa_68_C_u_G-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137905-Reviews-Spring_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455018-Reviews-Thang_Long_Water_Puppet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7916190-Reviews-L_essence_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8294676-Reviews-Vietnam_Vintage_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26450885-Reviews-La_enMay_Spa_Cau_Go-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910923-Reviews-Hanoi_Free_Tour_Guides-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7899059-Reviews-A_Taste_of_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6474359-Reviews-Funny_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404320-Reviews-Asia_Queen_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12496199-Reviews-Midori_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g608883-d3636373-Reviews-Grettislaug-Saudarkrokur_Skagafjordur_Northwest_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g662629-d17322938-Reviews-Corfu_Port-Corfu_Town_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g42716-d2290107-Reviews-Kal_Haven_Trail-South_Haven_Van_Buren_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d630144-Reviews-Hershey_s_Chocolate_World_Times_Square-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g42683-d142424-Reviews-Butler_Street-Saugatuck_Allegan_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g49092-d6696790-Reviews-American_Tobacco_Historic_District-Durham_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4611460-Reviews-King_Power_Rangnam-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g42716-d1645857-Reviews-South_Haven_Lighthouses-South_Haven_Van_Buren_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d105258-Reviews-Franklin_Park_Zoo-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g31403-d17545353-Reviews-Cibecue_Falls-Whiteriver_Arizona.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15067508-Reviews-or10-HaNoi_City_Tour_and_Food_Tour_Private_Tour_Guide_By_Tony-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15067508-Reviews-HaNoi_City_Tour_and_Food_Tour_Private_Tour_Guide_By_Tony-Hanoi.html"
    },
    {
        "attraction_name": "HaNoi City Tour and Food Tour - Private Tour Guide By Tony",
        "attraction_name_vi": "Tour tham quan thành phố Hà Nội và ẩm thực - Hướng dẫn du lịch riêng của Tony",
        "general_info": [
            "57 đánh giá",
            "112 trên 528 Đồ ăn thức uống ở Hà Nội",
            "Tham quan thành phốChuyến tham quan đi bộChuyến tham quan ban đêmChuyến tham quan ẩm thựcChuyến đi trong ngày",
            "Chuyến tham quan thành phố",
            "Những chuyến đi bộ",
            "Chuyến tham quan ban đêm",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tôi biết thủ đô xinh đẹp này và muốn chia sẻ kinh nghiệm địa phương với bạn. Hoặc bạn có ý tưởng về chuyến tham quan bạn muốn thực hiện hoặc bạn hoàn toàn không biết gì, chỉ cần liên hệ với tôi và chúng tôi sẽ sắp xếp chuyến tham quan tốt nhất cho bạn.Đọc thêm",
        "reviews": [
            "Tôi đã mời Tony làm hướng dẫn viên, bạn đồng hành và trợ lý cá nhân cho chuyến du lịch một mình tại Hà Nội và các khu vực lân cận của Việt Nam từ ngày 15 đến ngày 22 tháng 1 năm 2020. Tony là tất cả những gì tôi mong muốn cho chuyến du lịch ở Việt Nam. Anh ấy là một người hướng dẫn tuyệt vời, đưa tôi đến những địa điểm du lịch thông thường nhưng cũng chỉ cho tôi những địa điểm nằm ngoài con đường quen thuộc khiến trải nghiệm du lịch của tôi trở nên độc đáo và mang tính cá nhân đối với tôi. Tony vui tính, có khiếu hài hước và thực sự thú vị khi trò chuyện cũng như tìm hiểu về đất nước và con người nơi đây. Ngày rời Việt Nam tôi có cảm giác như mình đang rời xa một người bạn thân. Khi về Việt Nam, Tony sẽ là người đầu tiên tôi liên lạc. Tôi không thể tưởng tượng việc đi du lịch khắp đất nước mà không có anh ấy bên cạnh. Anh ấy giữ cho tôi được an toàn, gắn bó và cảm thấy được chào đón ở đất nước của anh ấy trong suốt thời gian qua.Đọc thêm",
            "Đã đặt cho Tony một chuyến tham quan Hà Nội trong ngày và một chuyến tham quan ẩm thực đường phố vào ban đêm. Tôi đã trao đổi với Tony một số điều tôi KHÔNG làm trong lần lưu trú trước đây ở Hà Nội. Tôi đã kiểm tra một số điều đó trước chuyến tham quan của chúng tôi cùng nhau và anh ấy đã đưa ra đề xuất và tôi hoàn toàn thích thú với những đề xuất của anh ấy. Các lựa chọn tham quan ẩm thực đường phố về đêm tuyệt vời. Tony là một hướng dẫn viên tuyệt vời và thích truyền đạt kiến ​​thức về thành phố. Rất khuyến khích cho những người muốn có một hướng dẫn viên thân thiện cho chuyến tham quan Hà Nội.Đọc thêm",
            "Tôi tìm thấy Tony qua một ứng dụng và đặt tour ẩm thực Hà Nội dựa trên những đánh giá tuyệt vời ở đây, và tôi rất vui vì đã làm vậy. Tony cực kỳ linh hoạt và thích nghi với lịch trình của tôi. Anh ấy gặp tôi ở Nhà hát lớn vào buổi tối, và từ đó đưa tôi đi vòng quanh trung tâm Hà Nội, chỉ cho tôi các điểm tham quan và kể cho tôi nghe về lịch sử của thành phố, dừng lại để thưởng thức một số món ăn và đồ uống thực sự ngon. Khi viết bài đánh giá này, tôi đang sống lại một số món ăn và rất muốn được thưởng thức chúng một lần nữa! Tour này thực sự là một trải nghiệm. Không đời nào tôi có thể tự mình tìm thấy những địa điểm này, càng không biết phải gọi món gì. Thật tuyệt khi được đi tour riêng vì chúng tôi có thể làm một số việc mà không thể làm được khi đi theo nhóm đông người. Cảm ơn Tony!! Đọc thêm",
            "I found Tony through an internet app and although I dont often use tour guides because Im cheap the positive reviews I read about Tony on Facebook and Trip Advisor led me to contact him and organise a day tour by taxi and the Hanoi by night with street food and beer tour.Tony not only met my expectations - he exceeded them in every way possible. He has a vibrant, cheerful personality along with a great and cheeky sense of humour and within minutes I felt as if I was spending time with a new friend rather than with a guide.We visited Ho Chi Minhs Mausoleum and Museum - both places that I might have missed because I normally am not a fan of Museums - and Tonys knowledge of Vietnamese history made the exhibits come alive for me. An amazingly tasty lunch was had at a restaurant I would never have found for myself, and the afternoon was spent at the Temple of Literature which, again, Tony brought to life with his knowledge. A visit to the local market, a secret cafe drinking both Vietnamese coffee and egg coffee OMG how tasty were they! and a street food tour where every food item just got more and more delicious... whats not to love?All this capped off with a few beers along the way led to an awesome time and worth every single pennycentdong!Tony doesnt merely take you on a tour of Hanoi - he has a passionate love for this amazing city and for his country and he willingly shares that love with his clients. Unfortunately, Im travelling on a budget or I would happily hire him every day of my visit. Would I recommend him? My God, YES! Dont even think about it - just contact him and make a reservation. He responds to enquires very quickly. I guarantee that you will not be disappointed.Thank you so much, Tony. What an amazing day you gave me!Read more",
            "Dịch vụ đáng yêu của xe buýt hop on hop off, rẻ hơn xe buýt màu đỏ và rất thuận tiện. Bao gồm tất cả các địa điểm, nước uống và âm thanh bằng nhiều ngôn ngữ. Rất khuyến khích! Đọc thêm",
            "Tôi đã có chuyến tham quan buổi sáng với Tony. Chúng tôi đi dạo quanh Hoàn Kiếm và Phố Cổ. Anh ấy rất có kinh nghiệm và chu đáo. Thời gian tuyệt vời. Đọc thêm",
            "Không có gì tốt hơn để bắt đầu cuộc hành trình ở Hà Nội hơn là một hướng dẫn viên trẻ người địa phương, người sẽ dẫn bạn đi khắp nơi với đầy đủ kiến ​​thức về những gì khách du lịch muốn và cũng có khả năng làm bạn ngạc nhiên với những góc khuất. Rất khuyến khích!Đọc thêm",
            "Tony là một hướng dẫn tuyệt vời. Sự nhiệt tình và kiến ​​thức địa phương của anh ấy thật tuyệt vời. Nếu bạn đến thăm Hà Nội, bạn sẽ có khoảng thời gian tuyệt vời trong một trong những chuyến tham quan của anh ấy. Tôi đã thực hiện một chuyến du lịch ngày và đêm. Khám phá Hà Nội và thưởng thức những món ăn tuyệt vời với Tony. Tôi mong chờ một chuyến du lịch khác với anh ấy.Đọc thêm",
            "Tôi đã tham gia tour Đêm với Tony. Anh ấy là một hướng dẫn viên thân thiện và vui tính. Chúng tôi đã đến nhiều nơi để chụp ảnh đêm, và các địa điểm ăn uống là những món ăn địa phương rất ngon, mà tôi không thể tự gọi được. Kết thúc đêm với một số loại bia địa phương và tiếng cười. Tôi thực sự khuyên bạn nên tham gia tour với Tony. Đọc thêm",
            "Rất vui được gặp Tony Romeo. Hướng dẫn viên Hà Nội rất nhiệt tình, tốt bụng và tháo vát! Có chuyến tham quan trong ngày tuyệt vời khi tham quan tất cả các địa điểm hàng đầu tại thủ đô xinh đẹp này của Việt Nam. Tour được thiết kế đặc biệt cho sở thích của tôi. Tony đã sắp xếp hoàn hảo mọi thứ bao gồm đồ ăn, phương tiện di chuyển, vé máy bay. Ngoài ra còn tư vấn nhiều địa điểm khác để tham quan. Rất khuyến khích! Đọc thêm"
        ],
        "star_ratings": [
            55,
            2,
            0,
            0,
            0
        ],
        "review_amount": 57,
        "location": [],
        "reviews_time": [
            "Written January 26, 2020",
            "Written January 18, 2020",
            "Written December 15, 2019",
            "Written October 18, 2019",
            "Written October 12, 2019",
            "Written October 8, 2019",
            "Written September 25, 2019",
            "Written September 17, 2019",
            "Written September 12, 2019",
            "Written September 10, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15067508-Reviews-or10-HaNoi_City_Tour_and_Food_Tour_Private_Tour_Guide_By_Tony-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15067508-Reviews-HaNoi_City_Tour_and_Food_Tour_Private_Tour_Guide_By_Tony-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15067508-Reviews-or20-HaNoi_City_Tour_and_Food_Tour_Private_Tour_Guide_By_Tony-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8355599-Reviews-ForTomorrow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25153689-Reviews-La_Spa_Massage_Nourishing_Shampoo-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20045788-Reviews-Viet_Craft_Bazaar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12529951-Reviews-Incredible_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25210816-Reviews-Han_Spa_68_C_u_G-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137905-Reviews-Spring_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455018-Reviews-Thang_Long_Water_Puppet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7916190-Reviews-L_essence_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8294676-Reviews-Vietnam_Vintage_Vespa_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26450885-Reviews-La_enMay_Spa_Cau_Go-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1910923-Reviews-Hanoi_Free_Tour_Guides-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7899059-Reviews-A_Taste_of_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6474359-Reviews-Funny_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404320-Reviews-Asia_Queen_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12496199-Reviews-Midori_Spa_2-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d13498239-Reviews-Amanah_Mall-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d146572-Reviews-Iceberg_Lake_Trail-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1641692-d1840276-Reviews-Erawan_Waterfalls-Erawan_National_Park_Kanchanaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3395240-d1382525-Reviews-Hobbiton_Movie_Set-Hinuera_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198711-Reviews-Parthenon-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g34538-d674279-Reviews-Emerson_Point_Preserve-Palmetto_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d2266497-Reviews-Dolphin_Mall-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d3485156-Reviews-Mahai_ula_Beach-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d6373552-Reviews-Wynwood_Walls-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g50467-d146020-Reviews-Huron_Harbor_and_Pier-Huron_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15067508-Reviews-or20-HaNoi_City_Tour_and_Food_Tour_Private_Tour_Guide_By_Tony-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15067508-Reviews-or10-HaNoi_City_Tour_and_Food_Tour_Private_Tour_Guide_By_Tony-Hanoi.html"
    }
]