[
    {
        "attraction_name": "Hanoi Memories",
        "attraction_name_vi": "Ký ức Hà Nội",
        "general_info": [
            "18 đánh giá",
            "- 15 trên 147 Trò chơi vui nhộn ở Hà Nội",
            "Sơn - Xưởng gốm",
            "Chuyến tham quan nhiều ngày",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi cung cấp những trải nghiệm và ký ức sâu sắc hơn về Hà Nội bằng cách hướng dẫn bạn đến các Làng nghề thủ công truyền thống lâu đời và các chuyên gia địa phương đầy nhiệt huyết. Bạn cũng sẽ rời Hà Nội với sự hiểu biết và niềm yêu thích mới về một nghề thủ công cụ thể, cùng với những món quà lưu niệm bổ sung mà bạn sẽ không thể tìm thấy ở bất kỳ nơi nào khác!Đọc thêm",
        "reviews": [
            "Chúng tôi đã có một trải nghiệm rất tuyệt vời khi dành cả ngày tham gia tour này. Con trai rất nồng nhiệt chào đón và chúng tôi có thể bắt đầu chuyến đi sớm hơn theo yêu cầu. Chúng tôi đã ăn trưa nhẹ và con trai đưa chúng tôi đến quán cà phê trứng ngon nhất Hà Nội. Sau đó, chúng tôi đến xưởng và thật vui khi được làm gốm và tham quan nhà máy và chợ, nơi chúng tôi có thể mua đồ gốm rất đẹp và giá rẻ. Sẽ quay lại lần nữa 100 - !Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời khi được xem toàn bộ quá trình làm đồ gốm và tự mình làm nó! Cả Sơn và người hướng dẫn làm gốm đều rất kiên nhẫn và hữu ích. Đã học được rất nhiều điều qua trải nghiệm này!Đọc thêm",
            "Tôi thực sự rất thích trải nghiệm này.  Tôi thích làm mọi việc bằng đôi tay của mình. Giáo viên luôn ở đó để giúp đỡ và chỉ cho tôi những gì phải làm ở mỗi bước. Tham quan một xưởng gốm thực sự cũng rất thú vị.Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời khi được dành thời gian với Sơn và Hoàng, và không chỉ học cách làm đồ gốm của riêng mình mà còn học được lịch sử và văn hóa phong phú của làng Bát Tràng và Hà Nội. Ngay từ đầu, Son đã thể hiện lòng hiếu khách đáng kinh ngạc của chúng tôi và bắt chuyện với chúng tôi một cách thú vị và phong phú. Cuối ngày, Sơn và Hoàng đã đi xa hơn để đưa chúng tôi đến những nơi xa lạ - du lịch -, cho thấy quá trình làm đồ gốm từ đầu đến cuối, và cho một cái nhìn thoáng qua về cuộc sống hàng ngày và nghệ thuật của người dân, thợ gốm và họa sĩ trong làng. Lúc đó, tôi có cảm giác như đang đi dạo cùng bạn bè : - Tóm lại, chúng tôi đã học và trải nghiệm nhiều thứ hơn là chỉ làm đồ gốm, mặc dù phần hướng dẫn về phần đó cũng rất xuất sắc và phần cực kỳ thú vị và tương tác trong ngày. Chúng tôi phải sơn và giữ đồ gốm thủ công của mình sau khi nung! Tôi sẽ trân trọng món hoa hướng dương bé nhỏ của mình mãi mãi, nó chỉ trở nên dễ thương vì Sơn đã giúp tôi sửa lại lớp sơn xấu xí mà tôi đã làm lúc đầu.  - Đây là cách hoàn hảo để bắt đầu chuyến thăm Hà Nội của chúng tôi và là một trong những phần đáng nhớ nhất trong chuyến đi của chúng tôi.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời để tìm hiểu cách làm đồ gốm! Chuyến tham quan nhà máy thật hấp dẫn và hướng dẫn viên Sơn của chúng tôi đã làm rất tốt việc giải thích các bước và trả lời các câu hỏi. Phần yêu thích của tôi là khi chúng tôi tạo ra những kiệt tác của riêng mình! Chắc chắn giới thiệu chuyến tham quan này! Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời tại chuyến tham quan làm gốm! Một trong những trải nghiệm yêu thích của chúng tôi ở Hà Nội! Sơn đã hướng dẫn chúng tôi toàn bộ quy trình làm đồ gốm một cách chuyên sâu và giúp chúng tôi tự làm những chiếc bát bằng đất sét với sự hỗ trợ của một nghệ nhân chuyên nghiệp. Hãy tham gia chuyến tham quan này! Bạn sẽ thắng - không hối tiếc!Đọc thêm",
            "Trải nghiệm tuyệt vời với Sơn. Rất hấp dẫn và là một cách tuyệt vời để học làm gốm theo cách của người Việt. Tôi muốn giới thiệu nó cho bất cứ aiĐọc thêm",
            "Chuyến tham quan và lớp học làm gốm của chúng tôi với Son và anh Hoàng thật tuyệt vời, một điểm nhấn thực sự trong kỳ nghỉ của chúng tôi tại Hà Nội. Giao tiếp tuyệt vời với Son để sắp xếp mọi thứ trước. Sau đó, vào ngày đó, mọi thứ diễn ra suôn sẻ và chúng tôi được chăm sóc rất chu đáo. Chuyến tham quan các xưởng rất thú vị và việc tự làm gốm thực sự thú vị và có tác dụng trị liệu. Toàn bộ trải nghiệm thật tuyệt vời và rất đáng giá, tôi thực sự khuyên bạn nên trải nghiệm này nếu bạn quan tâm đến gốm và muốn làm điều gì đó khác biệt một chút ở Hà Nội. Bạn gái tôi và tôi đã làm điều này và 2 người anh em họ của Son đã tham gia cùng chúng tôi, điều này đã tạo nên bầu không khí gia đình. Tôi không nghi ngờ gì nữa rằng trẻ em cũng sẽ thích điều này. Đọc thêm",
            "Son is an amazing guide and I made a new friend! This experience was one that I was looking forward to and I had an absolutely fun time! Before I arrived at Hanoi, Son such a caring host that he checked when I would be arriving and where I would be staying. He even offered food recommendations and answered all my Hanoi travel queries well! We started the day with Son picking us up from our places by car and driving us down to Bat Trang Ceramic Village  - 1hr -  drive - . Along the drive, Son gave us an interesting insight into the Hanoi Ceramic Mosiac Mural and when we arrived at the village, we were given an insider - s tour into one of the biggest pottery factories  - and dragon kiln! -  I - ve ever seen.The craftsmanship, production quality and pottery wares available were a treat  - we even got to see the craftsmen at work -  and next we were led to the main event - trying our hands on the wheel and making our pottery works under the supervision of Master Huang! He was a patient teacher and helped us to practice before we decide to keep our finished works.  - this requires patience so make as many as you can! -  While waiting for the works to dry, we were treated to a delicious lunch of Banh Cuon and Nem ran  - which I would say is the most delicious Banh Cuon I ever had! -  while chatting. After that, we returned to glaze our works with underglaze painting tools provided. Finally, we wrapped up the tour with shopping time at the pottery market  - Chợ gốm Bát Tràng -  - pls bring enough cash around 100-200k VND but you can always ask Son! Overall, I definitely enjoyed this enriching experience as a pottery hobbyist and will be looking for my Vietnamese friend Son again for his Airbnb stay  -  Food Tour when I return to Hanoi! Cảm ơn Son! : -  - Read more",
            "Vợ tôi và tôi đã cùng một cặp vợ chồng khác tham gia Chuyến tham quan ẩm thực đường phố qua Hà Nội với Sơn - đó là một trải nghiệm tuyệt vời và tôi rất muốn giới thiệu! Son là một người chủ nhà tuyệt vời - rất thân thiện và hiểu biết về khu vực địa phương. Mọi thứ đã được lên kế hoạch cho chuyến tham quan, vì vậy tất cả những gì chúng tôi cần làm là có mặt tại điểm hẹn và tận hưởng. Tuy nhiên, Sơn cũng điều chỉnh chuyến tham quan theo sở thích của chúng tôi cả trước khi - hỏi về bất kỳ hạn chế nào về chế độ ăn uống - các món ăn mong muốn - và trong khi - kiểm tra xem chúng tôi đã no đến mức nào - chúng tôi có tâm trạng gì tiếp theo - trải nghiệm. Anh ấy cũng đưa ra những gợi ý tuyệt vời cho chúng tôi về những việc cần làm trong thời gian còn lại ở Hà Nội. Một lần nữa, tôi thực sự khuyên bạn nên đặt chuyến tham quan Ẩm thực đường phố Hà Nội với Sơn - một trải nghiệm tuyệt vời khó quên!Đọc thêm"
        ],
        "star_ratings": [
            18,
            0,
            0,
            0,
            0
        ],
        "review_amount": 18,
        "location": [
            "Việt Nam",
            "Ký ức Hà Nội",
            "Những việc cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written April 8, 2024",
            "Written February 23, 2024",
            "Written February 20, 2024",
            "Written February 5, 2024",
            "Written August 7, 2023",
            "Written August 7, 2023",
            "Written August 7, 2023",
            "Written July 30, 2023",
            "Written January 14, 2023",
            "Written January 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19065970-Reviews-Hanoi_Memories-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19065970-Reviews-or10-Hanoi_Memories-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4870976-Reviews-Asia_Top_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2304590-Reviews-The_Bookworm_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17325844-Reviews-Thienphuoc_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2211874-Reviews-Asia_Pioneer_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17423741-Reviews-Osum_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12925334-Reviews-La_Sante_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14061367-Reviews-Vietnam_Viajes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19849940-Reviews-Bigsea_Tourism_And_Trading_Company_Limited-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19932592-Reviews-Nguyen_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g23068219-d15688928-Reviews-Warda_Spa_Organic-Ba_Dinh_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7290572-Reviews-Backstreet_Academy-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g23068219-d25403886-Reviews-Warda_Spa_Organic_Massage_Body_And_Facial-Ba_Dinh_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32134-d21307122-Reviews-Christian_Louboutin_Outlet-Cabazon_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g39995-d8397245-Reviews-William_Arnold_Log_House-Williamstown_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d456107-Reviews-Perfume_River-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d676896-Reviews-Medieval_Banquet-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d737307-Reviews-The_Track_Family_Fun_Parks_Track_4-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g46874-d103625-Reviews-Trenton_Thunder_Ballpark-Trenton_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60022-d283907-Reviews-Geneva_Lake-Lake_Geneva_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1060379-d8540912-Reviews-Drenia_Island-Ammouliani_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d23751947-Reviews-Westlands_Massage_Spa-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g970274-d9716505-Reviews-Papingo_Rock_Pools-Papigko_Zagorohoria_Ioannina_Region_Epirus.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19065970-Reviews-or10-Hanoi_Memories-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19065970-Reviews-Hanoi_Memories-Hanoi.html"
    },
    {
        "attraction_name": "Hanoi Memories",
        "attraction_name_vi": "Ký ức Hà Nội",
        "general_info": [
            "18 đánh giá",
            "- 15 trên 147 Trò chơi vui nhộn ở Hà Nội",
            "Sơn - Xưởng gốm",
            "Chuyến tham quan nhiều ngày",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi cung cấp những trải nghiệm và ký ức sâu sắc hơn về Hà Nội bằng cách hướng dẫn bạn đến các Làng nghề thủ công truyền thống lâu đời và các chuyên gia địa phương đầy nhiệt huyết. Bạn cũng sẽ rời Hà Nội với sự hiểu biết và sở thích mới về nghề thủ công cụ thể, cùng với những món quà lưu niệm mà bạn sẽ không tìm thấy ở bất kỳ nơi nào khác! Đọc thêm",
        "reviews": [
            "Phải làm ở Hà Nội.  Có thể còn có các chuyến tham quan làm gốm khác nhưng tôi có thể đảm bảo rằng chuyến tham quan do Sơn tổ chức này rất đáng giá. Chứng kiến ​​quy trình sản xuất bình và tách trà đã thay đổi cách tôi nhìn nhận tách trà và ấm trà ở đây trở đi.  Sự kiên nhẫn và khéo léo của mỗi người thợ gốm trong từng công đoạn thật đáng ngưỡng mộ. Hoạt động làm gốm đã khắc sâu trong tâm trí tôi mãi mãi.  Đó là một trải nghiệm đặc biệt.Đọc thêm",
            "Ký ức Hà Nội đã hỗ trợ chúng tôi du lịch vào, vòng quanh và rời khỏi Hà Nội, tạo điều kiện cho những trải nghiệm mà chúng tôi khó hoặc không thể tự mình sắp xếp được. Tôi đặc biệt khuyên bạn nên liên hệ với họ bất kể nhu cầu du lịch của bạn là gì! Đọc thêm",
            "Đơn vị tuyệt vời cho chuyến đi của tôi.  Những chiếc giường rất thoải mái và khung cảnh ngoài trời rất đẹp khi trời nóng.  Chủ nhà, Sơn, rất chú ý đến nhu cầu của chúng tôi trong suốt thời gian lưu trú, tổ chức vận chuyển sân bay, đưa ra những khuyến nghị hữu ích về địa phương và đảm bảo rằng mọi thứ đều hoạt động tốt.  Rất muốn giới thiệu.Đọc thêm",
            "Nhà của Sơn ở trung tâm Hà Nội rất rất thuận tiện. Từ giao tiếp với chủ nhà Son đến sự sạch sẽ, bàn giao chìa khóa cho đến dịch vụ đón khách, mọi thứ đều tuyệt vời!Đặc biệt Son - s English rất xuất sắc, người giao tiếp rất rõ ràng và hiểu biết.Đọc thêm",
            "Trải nghiệm tuyệt vời với một hướng dẫn tốt đẹp! Họ rất thân thiện và thị trấn gốm sứ thật tuyệt vời! Đó là một trong những kỷ niệm đẹp nhất ở Hà Nội! Rất khuyến khích lựa chọn này: - Tôi đã đăng ký khi đi du lịch một mình và đó là một chuyến đi thực sự thú vị và thỏa mãn. Tôi đặc biệt yêu thích người hướng dẫn giải thích mọi thứ bằng tiếng Anh! Tôi cũng thích việc họ tổ chức các chuyến tham quan ngay cả khi chỉ có một số ít người.",
            "감사합니다 세린! Thay mặt cho hướng dẫn viên của bạn, Trang, tôi muốn cảm ơn bạn một lần nữa vì đã dành thời gian cho chúng tôi. Cũng làm tốt lắm với chiếc bát nhỏ bạn đã làm! Hy vọng sớm gặp lại bạn ở Hà Nội: - Đọc thêm",
            "Việc tham quan làng lụa có thể tự mình thực hiện, tuy nhiên, rất có thể bạn sẽ bỏ lỡ một số điều thực sự đặc biệt về khu vực này. Đầu tiên bạn sẽ ghé thăm một cửa hàng đang đóng góp cho cộng đồng. Họ giúp cung cấp việc làm cho những người có - những khả năng khác nhau - hay còn gọi là khuyết tật. Trong chuyến tham quan này, chúng tôi đã tận mắt chứng kiến ​​các hoạt động đằng sau hoạt động tiếp cận cộng đồng. Chúng tôi cũng đi bộ qua khu vườn lịch sử và ngôi đền cổ, nơi chúng tôi được nghe những câu chuyện về những người phụ nữ quan trọng đã giúp thành lập cộng đồng này. Đi cùng Sơn sẽ cho bạn những trải nghiệm thật sự độc đáo về Làng Tơ lụa. Đọc thêm",
            "Son là một người chủ nhà tuyệt vời nói tiếng Anh hoàn hảo và làm chúng tôi ngạc nhiên với kiến ​​thức lịch sử và những câu chuyện cười! Chúng tôi thực sự khuyên bạn nên đi cùng anh ấy vì anh ấy nổi tiếng trong khu vực và sẽ có thể mang đến cho bạn trải nghiệm đích thực. Chúng tôi bắt xe buýt địa phương đến làng Bát Tràng. Khi đến nơi, chúng tôi đi dạo qua các khu chợ và tìm hiểu quy trình đóng những chiếc bình lớn, vẽ tranh và xem lò nung cổ xưa - Rồng. Chúng tôi có thể tham gia và tự làm một vài tác phẩm - với sự giúp đỡ từ giáo viên của chúng tôi - . Một phần được bao gồm trong gói tour, bất kỳ phần bổ sung nào bạn muốn có thể được mua với một khoản phụ phí. Ăn trưa tại nhà hàng địa phương là một trải nghiệm tuyệt vời khi chúng tôi được xem bánh cuốn được làm và thưởng thức ngay sau đó.Đọc thêm",
            "Đối với tôi, việc dành thời gian với bạn cũng thú vị và bổ ích không kém! Tôi thực sự trân trọng cơ hội được gặp gỡ những người có cùng chí hướng trong việc thúc đẩy du lịch theo những cách bền vững và có trách nhiệm. Hy vọng sớm được gặp lại bạn Sade. P - S: Đừng quên gửi cho tôi những bức ảnh về các tác phẩm của bạn khi bạn trở về nhà nhé! Đọc thêm",
            "Chuyến tham quan sẽ đưa bạn đến - hậu trường - của làng gốm Bát Tràng nơi bạn sẽ không thể biết được nếu bạn đến thăm một mình. Lời giải thích chi tiết về lịch sử của ngôi làng và quy trình sản xuất đồ gốm khiến việc tham quan các xưởng và cửa hàng trở nên sinh động hơn. Sơn và Trang là những người hướng dẫn tuyệt vời. Họ không chỉ nói mà còn đảm bảo rằng các câu hỏi của bạn đều được giải đáp. Nó đã được lên kế hoạch và tổ chức tốt. Tôi phát hiện ra rằng làm đồ gốm là nghệ thuật. Nó đòi hỏi kỹ năng và sự tập trung. Thật thú vị khi làm thủ công - tạo khuôn và sơn - đồ gốm của riêng bạn. Sau đó, bạn có thể mang tác phẩm nghệ thuật của riêng mình về nhà và sử dụng nó ở nhà. Chúng tôi cũng may mắn có được cơ hội đến thăm một làng lụa như một chuyến tham quan bổ sung, nơi chúng tôi tìm hiểu về lịch sử và văn hóa làm lụa cũng như làm những tấm bưu thiếp từ những vật liệu lụa phế liệu. Những chuyến tham quan này khiến bạn nhận ra rằng Hà Nội chứa đầy nghệ thuật và văn hóa khác nhau, những điều mà bạn có xu hướng bỏ qua nếu không ai nói cho bạn biết về chúng.Đọc thêm",
            "Arigatou Akiko! Chúng tôi cũng rất thích công ty của bạn và ngạc nhiên về cách bạn có thể làm ra những tác phẩm đó trong thời gian ngắn như vậy!! Cũng cảm ơn bạn đã giới thiệu Midori và Frank đến với dịch vụ của chúng tôi sau này. Tôi hy vọng có thể chia sẻ thêm nhiều kỷ niệm tuyệt vời về Hà Nội với bạn trong chuyến thăm tiếp theo của bạn trong tương lai.\n\nTrân trọng,\n\nSonĐọc thêm"
        ],
        "star_ratings": [
            18,
            0,
            0,
            0,
            0
        ],
        "review_amount": 18,
        "location": [
            "Việt Nam",
            "Ký ức Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written January 2, 2023",
            "Written November 16, 2022",
            "Written January 12, 2020",
            "Written January 6, 2020",
            "Written December 8, 2019",
            "Written December 8, 2019",
            "Written December 3, 2019",
            "Written October 3, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19065970-Reviews-or10-Hanoi_Memories-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19065970-Reviews-Hanoi_Memories-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4870976-Reviews-Asia_Top_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2304590-Reviews-The_Bookworm_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17325844-Reviews-Thienphuoc_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2211874-Reviews-Asia_Pioneer_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17423741-Reviews-Osum_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12925334-Reviews-La_Sante_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8587814-Reviews-Seni_World-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14061367-Reviews-Vietnam_Viajes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19849940-Reviews-Bigsea_Tourism_And_Trading_Company_Limited-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19932592-Reviews-Nguyen_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g23068219-d15688928-Reviews-Warda_Spa_Organic-Ba_Dinh_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7290572-Reviews-Backstreet_Academy-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g23068219-d25403886-Reviews-Warda_Spa_Organic_Massage_Body_And_Facial-Ba_Dinh_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d10105731-Reviews-Lincoln_Memorial-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g50782-d5221199-Reviews-Hard_Rock_Rocksino_Northfield_Park-Northfield_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g54448-d534525-Reviews-BMW_Zentrum-Spartanburg_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195018-Reviews-Mercato_Centrale-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d2704557-Reviews-Fort_Myers_Beach-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d156631-Reviews-Westfield_UTC-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189606-d7119324-Reviews-Gennadi_Beach-Gennadi_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g230152-d4090868-Reviews-St_Agatha_s_Tower_The_Red_Tower-Mellieha_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188722-Reviews-Paddington_Station-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g298484-d11924566-Reviews-Red_Light_District-Moscow_Central_Russia.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19065970-Reviews-or10-Hanoi_Memories-Hanoi.html"
    }
]