[
    {
        "attraction_name": "Hanoi Journey",
        "attraction_name_vi": "hành trình Hà Nội",
        "general_info": [
            "237 đánh giá",
            "- 23 trên 598 Vận Tải ở Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Taxi - Xe đưa đón",
            "Những chuyến du lịch thuyền",
            "Tour leo núi",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Dịch vụ hoàn hảo. Tất cả các chuyến đi trong ngày và trung chuyển của chúng tôi ở Hà Nội, Đà Lạt, Đà Nẵng và Hồ Chí Minh đều rất xuất sắc. Tất cả các tài xế đều đến đúng giờ và giúp chúng tôi giải quyết các yêu cầu khác nhau của mình.Đọc thêm",
            "Chuyến du lịch miền Bắc Việt Nam kéo dài hai tuần của chúng tôi thật phiêu lưu, hấp dẫn và ngoạn mục về nhiều mặt. Chương trình nghị sự của chúng tôi - tự lên kế hoạch - đưa chúng tôi từ Vịnh Hạ Long đến Lạng Sơn đến Bản Giốc đến Cao Bằng đến Hồ Ba Bể đến Hà Giang đến Đồng Văn đến Mèo Vạc đến Hà Giang đến Bắc Hà đến Sapa đến Ba Vì đến Tràng An. Phần này trong cuộc hành trình của chúng tôi càng tuyệt vời hơn vì chúng tôi được ông Liam - một trong những tài xế của Ethan - đưa đi khắp nơi. Anh là tài xế giàu kinh nghiệm, thận trọng, luôn đúng giờ, sẵn sàng chia sẻ những gợi ý – kiến ​​nghị. Rất chú ý đến nhu cầu của chúng tôi! Chúng tôi đặc biệt giới thiệu Ethan - Mr Liam cho những khách du lịch khác và sẽ không ngần ngại đặt chỗ lại cho anh ấy!! Đọc thêm",
            "Trải nghiệm rất tốt, Tài xế Liam của chúng tôi đưa chúng tôi đến mọi nơi chúng tôi cần và anh ấy là chuyên gia về tất cả những nơi chúng tôi ở ở miền bắc Việt Nam - Hạ Long, Tam Cốc, SaPa, Hà Nội -. Tôi khuyên họ nên thuê xe riêng có tài xếĐọc thêm",
            "Chuyến đi tuyệt vời với Liam! Chúng tôi đã thực hiện chuyến đi 2 ngày đến Mai Châu, với nhiều đêm và điểm dừng, và Liam đã chở chúng tôi đến tất cả các điểm rất an toàn! Liam cực kỳ thân thiện và luôn đúng giờ! Cảm ơn sự phục vụ của bạn, chúng tôi không thể đến được tất cả những nơi đó nếu không có bạn chỉ trong 2 ngày!Đọc thêm",
            "Chúng tôi đã sắp xếp ba chuyến tham quan với Ethan: Thác Bản Giốc - 2 ngày -, Ninh Bình - chuyến đi trong ngày - và Sapa - 3 ngày -, và tất cả đều tuyệt vời. Điểm nổi bật là Sapa; hướng dẫn viên du lịch của chúng tôi, Chris, thật đặc biệt và chúng tôi cảm thấy như mình đã có được một người bạn mới. Để có giá cả và chất lượng tốt nhất, vui lòng liên hệ với họ để sắp xếp chuyến tham quan tại Việt Nam. Bạn sẽ thắng - không hối tiếc!Đọc thêm",
            "Từ những đỉnh núi sương mù của Sapa đến vẻ đẹp thanh bình của Ninh Bình và thác nước hùng vĩ của Bản Giốc, hành trình khám phá của chúng tôi cùng Hanoi Journey thật phi thường. Xin gửi lời cảm ơn chân thành đến Ethan, trái tim và tâm hồn đằng sau Hanoi Journey, người đã khiến chuyến đi của chúng tôi trở nên liền mạch và bổ ích. Sự phản hồi, háo hức trả lời mọi thắc mắc của chúng tôi và những gợi ý vô giá của anh ấy thực sự đã tạo tiền đề cho một cuộc phiêu lưu khó quên. Phải dành lời khen ngợi đặc biệt cho Chris, hướng dẫn viên của chúng tôi tại Sapa. Chris không chỉ là một hướng dẫn viên; anh ấy đã trở thành một người bạn. Kiến thức sâu rộng, sự chú ý đến từng chi tiết và sự ấm áp chân thành của anh ấy đã biến trải nghiệm Sapa của chúng tôi thành một điều gì đó kỳ diệu. Những câu chuyện và hiểu biết sâu sắc của anh ấy đã thổi hồn vào cảnh quan theo cách vượt xa mong đợi của chúng tôi. Với Chris, mỗi ngày là một khám phá mới, tràn ngập tiếng cười và sự học hỏi. Triết lý của Hanoi Journey rất đơn giản nhưng sâu sắc: đảm bảo sự hài lòng của khách hàng bằng mọi giá. Tinh thần này thể hiện rõ trong mọi khía cạnh của hành trình, từ giá cả hợp lý đến sự chuyên nghiệp và ý thức an toàn của tài xế. Ethan, Chris và toàn bộ đội ngũ tại Hanoi Journey thể hiện sự tận tụy, tính chuyên nghiệp và niềm đam mê thực sự đối với sự hài lòng của khách hàng. Đối với bất kỳ ai đang lên kế hoạch cho chuyến đi đến Việt Nam, Hanoi Journey được chúng tôi đánh giá cao. Cam kết của họ về sự xuất sắc, an toàn và tạo ra những trải nghiệm du lịch vui vẻ tỏa sáng rực rỡ, khiến họ trở thành đối tác hoàn hảo để khám phá sự kỳ diệu của Việt Nam. Chúng tôi không thể mong đợi một trải nghiệm tốt hơn và đang mong chờ cuộc phiêu lưu tiếp theo của chúng tôi với bạn! Đọc thêm",
            "Trải nghiệm tuyệt vời! Chiếc xe rất sạch sẽ và đẹp. Họ đến đúng giờ và chở chúng tôi đi khắp nơi mà chúng tôi muốn đi. Chúng tôi đi từ Hà Nội vào Ninh Bình, khám phá vùng đó rồi quay về. Vợ chồng tôi ở Ninh Bình lâu hơn dự kiến ​​nên về muộn hơn 45 so với thời gian trả tiền nên tôi đề nghị trả thêm nhưng họ nói không cần. Trải nghiệm tuyệt vờiĐọc thêm",
            "Cảm ơn Liam vì dịch vụ du lịch của bạn. Gần đây chúng tôi rất vui được đi du lịch Việt Nam. Điều thực sự khiến Liam trở nên khác biệt so với sự ấm áp thực sự của anh ấy, đó là sự cống hiến và phản hồi nhanh chóng của anh ấy, đảm bảo mức độ thoải mái tuyệt vời trong chuyến đi 10 ngày. Cảm ơn Liam.Đọc thêm",
            "Chúng tôi đặt một chiếc taxi riêng. tài xế của chúng tôi, ông Liam, rất đúng giờ mỗi ngày và lái xe an toàn trong tình trạng giao thông đông đúc này. Chúng tôi có thể phối hợp và liên lạc mọi thứ thông qua WhatsApp! Nó rất dễ. Nếu bạn du lịch đến Việt Nam thì hành trình Hà Nội là sự lựa chọn tốt nhất.Đọc thêm",
            "Ninh bình. Vịnh Hạ Long và Hà Giang là những nơi rất đẹp. Chúng tôi thích nó. Chúng tôi sẽ giới thiệu cho bạn bè của tôi. Ntq rất nhiều với tài xế Liam đã đi cùng chúng tôi trong 4 ngày. Anh ấy là người lái xe thông minh và tốt bụng nên luôn mỉm cười. Tq Liam - Đọc thêm",
            "Chào bạn, Bạn có thể cung cấp đường dẫn của công ty du lịch nơi bạn đặt thuê xe từ Hà Nội đến Sapa được không. Cảm ơn.Đọc thêm",
            "Chỉ cần vào hanoijourney.Đọc thêm",
            "Xin chào,\n\nChúng tôi có thể thuê xe đưa chúng tôi đi Sa Pa trong ngày từ Hà Nội không? Đón chúng tôi tại khách sạn lúc 5 giờ sáng và trở về từ Sa Pa lúc 8 - 9 giờ tối cùng ngày? Đọc thêm",
            "Tôi biết bạn có thể mua được một chiếc ô tô. Kiểm tra đánh giá thuê xe của tôi để tìm số không. Tôi chưa đi sapa nên không thể kể cho bạn nghe về thời gian. Hãy hỏi người thuê xe...họ sẽ cho bạn câu trả lời chính xácĐọc thêm",
            "Làm thế nào để tôi đặt chỗ? Cần xe trong 3 ngày tớiĐọc thêm",
            "Rất xin lỗi vì trả lời muộn, vui lòng gửi thông tin chi tiết của bạn cho chúng tôi qua đường dây nóng: - 84 978496 439 qua Whatsapp, LineĐọc thêm",
            "hành trình Hà Nội..tôi dự định đến thăm Hà Nội vào ngày 29 tháng 6 đến ngày 6 tháng 7 năm 2018 với bạn của tôi..ngày đầu tiên tôi dự định đi sapa bằng tàu đêm..ở lại sapa có lẽ khoảng 3 ngày 2 đêm..vào ngày 2 tháng 7 chúng tôi khởi hành đến hà nội bằng xe buýt hoặc tàu hỏa..tôi chỉ muốn thuê ô tô và tài xế từ ngày 2 tháng 7 đến ngày 6 tháng 7 cho 4 người..có được không? và nếu có thể tôi muốn biết giá.Đọc thêm",
            "Rosewong thân mến,\nCảm ơn bạn đã cho Hanoi Journey cơ hội sắp xếp kế hoạch du lịch của bạn.\nChúng tôi luôn cung cấp xe chất lượng trước khi tốt, với mức giá mà tôi chắc chắn bạn sẽ thấy cạnh tranh.\nGiá dựa trên loại xe - 4-7-17-29 chỗ - , khoảng cách, thời gian, phí cầu đường, phí đỗ xe, phí cầu đường nên chúng tôi muốn biết hành trình chi tiết của bạn để báo giá\nĐể biết thêm thông tin, vui lòng tham khảo trang web của chúng tôi tại hanoijourney.com hoặc gọi đến văn phòng trung tâm của chúng tôi theo số - - 84 - 97 8496 439 qua WhatsApp, Line, Wechat\nTôi mong muốn được tổ chức chuyến tham quan của bạn\nTrân trọng,\nEthan Hunt\nGiám đốc điều hành - Nhà sáng lậpĐọc thêm",
            "xin chào hành trình hà nội. đang lên kế hoạch cho chuyến thăm Hà Nội vào tháng 6 năm 2018 từ ngày 14 đến ngày 16 .. muốn biết những chuyến tham quan mà chúng tôi có thể thực hiện. trong ba ngày,,Đọc thêm",
            "Chào Reeta, \nCảm ơn bạn đã cho Hành trình Hà Nội cơ hội sắp xếp kế hoạch du lịch của mình.\nChúng tôi luôn cung cấp các chuyến tham quan chất lượng trước hết với mức giá mà tôi - tôi chắc chắn rằng bạn sẽ thấy cạnh tranh.\nTheo nhu cầu của bạn, chúng tôi xin cung cấp như sau:\nNgày 1: Đón tại sân bay\nNgày 2: Bạn có chuyến đi trong ngày như sau:\nVịnh Hạ Long: \nBái Đính Tràng An\nHoa Lư Tam Cốc\nNgày 3: Trả khách tại sân bay\nĐể biết thêm thông tin xin vui lòng tham khảo trang web của chúng tôi tại hanoijourney. com, hoặc gọi đến văn phòng trung tâm của chúng tôi theo số - - 84 - 97 8496 439 bởi WhatsApp, Line, Wechat\nTôi mong được tổ chức chuyến tham quan của bạn\nTrân trọng,\nEthan Hunt\nCEO - Người sáng lậpĐọc thêm"
        ],
        "star_ratings": [
            222,
            13,
            1,
            1,
            2
        ],
        "review_amount": 239,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "hành trình Hà Nội"
        ],
        "reviews_time": [
            "Written May 22, 2024",
            "Written May 17, 2024",
            "Written May 8, 2024",
            "Written April 14, 2024",
            "Written April 8, 2024",
            "Written April 7, 2024",
            "Written March 22, 2024",
            "Written March 20, 2024",
            "Written March 2, 2024",
            "Written February 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12348350-Reviews-Hanoi_Journey-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12348350-Reviews-or10-Hanoi_Journey-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2517144-Reviews-Custom_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14038806-Reviews-Car_For_Rent_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2720375-Reviews-VietClimb-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19466806-Reviews-Viet_Land_Services_And_Trading_Investment_Company_Limited-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1007365-Reviews-Wide_Eyed_Tours_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d654081-Reviews-Hidden_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8295635-Reviews-Asia_View_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21360805-Reviews-Tonkin_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11620474-Reviews-Chapi_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20201672-Reviews-Az_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8094413-Reviews-Viet_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26609261-Reviews-Long_Ma_Pickleball_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4870976-Reviews-Asia_Top_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26788378-d21154316-Reviews-Experiences_Vietnam_Travel-Dong_Da_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g58833-d145629-Reviews-Pearrygin_Lake_State_Park-Winthrop_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d1463768-Reviews-Garden_of_Dreams-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g194821-d4403543-Reviews-Lido_Beach_Menaggio-Menaggio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d143529-Reviews-Headhouse_Square-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g31377-d1752056-Reviews-Mill_Avenue_District-Tempe_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d148112-Reviews-Drake_s_Seat-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g667510-d1857011-Reviews-Aquavelis_Water_Park-Torre_del_Mar_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188078-d199009-Reviews-Jungfrau-Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g294231-d446945-Reviews-Mentawai_Islands-Sumatra.html",
            "https://www.tripadvisor.com/Attraction_Review-g42256-d288262-Reviews-Fish_Ladder-Grand_Rapids_Kent_County_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12348350-Reviews-or10-Hanoi_Journey-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12348350-Reviews-Hanoi_Journey-Hanoi.html"
    },
    {
        "attraction_name": "Hanoi Journey",
        "attraction_name_vi": "hành trình Hà Nội",
        "general_info": [
            "237 đánh giá",
            "- 23 trên 598 Vận Tải ở Hà Nội",
            "Tour nhiều ngàyTaxi - Xe đưa đónTour thuyềnTour leo núiChuyến đi trong ngày",
            "Chuyến tham quan nhiều ngày",
            "Taxi - Xe đưa đón",
            "Những chuyến du lịch thuyền",
            "Tour leo núi",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi thuê một chiếc ô tô và tài xế từ Hà Nội Hành trình để khám phá vòng Tây Bắc trong tám ngày.Hà Nội - - Cao bang - - Mèo Vạc - - Đồng Văn - - Đèo Mà Pi Leng - - Hả Giang - - Sapa - - Hà NộiEthan, the chủ sở hữu, đã giúp chúng tôi lập kế hoạch và cung cấp báo giá rất rõ ràng và chi tiết. Ông đã thông báo đầy đủ cho chúng tôi và cung cấp dịch vụ kịp thời. Tài xế Liam của chúng tôi rất lịch sự và cung cấp dịch vụ tuyệt vời. Chúng tôi cảm thấy an toàn khi anh ấy lái xe nhiều giờ trên những con đèo. Anh ấy sẵn sàng giúp đỡ chúng tôi trong kế hoạch của mình bất cứ khi nào cần thiết. Chúng tôi thực sự khuyên bạn nên thuê Hà Nội Journey và Mr Liam.Đọc thêm",
            "Dịch vụ từ Ethan và tài xế, hướng dẫn viên du lịch rất tuyệt vời. Họ đúng giờ, đợi tàu của chúng tôi ở cảng, giao tiếp tốt, rất tốt về mọi mặt. Rất đáng tin cậy. Sẽ quay lại với họ. Đọc thêm",
            "Chúng tôi đã đặt xe trong 6 ngày cho tuyến Hà Giang và anh Ethan đã đề nghị anh Liam chở chúng tôi đến từng điểm đến trong hành trình của chúng tôi. Tôi phải nói rằng, không chỉ thời tiết tốt trong chuyến tham quan của chúng tôi mà anh Liam còn là một lựa chọn tuyệt vời để trở thành chúng tôi tài xế và phiên dịch viên tiếng Anh trong suốt hành trình của chúng tôi. Chúng tôi khởi hành vào khoảng 8 giờ sáng mỗi ngày. Anh Liam đến đúng giờ và quản lý thời gian rất tốt để chúng tôi có thể đi hết các điểm tham quan, tham quan. Các tuyến đường từ Hoàng Su Phì đến Yên Bình và từ Du Gia đến Na Phong đang được xây dựng và mở rộng nên có thể gây tắc nghẽn đường trong vài giờ một ngày. Anh Liam luôn hỏi ý kiến ​​người dân địa phương trước và lái xe cẩn thận trên những địa hình gồ ghề này. Tôi chắc chắn sẽ giới thiệu bất kỳ ai thuê phương tiện di chuyển từ Mr Ethan để có một hành trình tuyệt vời và an toàn ở Hà Giang. Đọc thêm",
            "Chúng tôi đi từ Điện Biên Puh về Hà Nội. Giao tiếp với Ethan rất nhanh và tốt. Việc đặt chỗ thật dễ dàng và chúng tôi đã có một chuyến đi tuyệt vời với một người lái xe tốt bụng và giỏi.Đọc thêm",
            "Chúng tôi đã có một vài ngày tuyệt vời với hành trình Hà Nội và tôi cực kỳ ấn tượng. Tôi hơi lo lắng vì tôi sẽ đến nơi vào lúc nửa đêm và tôi đang đi du lịch cùng con trai, nhưng trước đó ông Liam đã ở đó với một tấm bảng ghi tên tôi tôi thậm chí còn bước ra khỏi sân bay.  Chúng tôi vô cùng yên tâm. Từ đó trở đi, ông Liam luôn ở bên chúng tôi, đưa chúng tôi và đón chúng tôi vào đúng thời điểm mà ông ấy đã chỉ định. Anh ấy có phong cách ôn hòa, luôn mỉm cười và rất vui khi được ở bên. Anh ấy nói tiếng Anh xuất sắc quá. Anh ấy đã cho chúng tôi những lời khuyên về nhà hàng và bữa ăn đầu tiên của chúng tôi tại một nhà hàng được gắn sao Michelin là nhờ anh ấy. Chúng tôi chúc anh Liam mọi điều tốt đẹp nhất và chúng tôi chắc chắn sẽ giới thiệu anh ấy và sử dụng dịch vụ của anh ấy một lần nữa. Cảm ơn anh Liam. Mong sớm được gặp lại bạnĐọc thêm",
            "Sắp xếp chuyển giao rất tốt cho tất cả các chuyến đi của chúng tôi. Chúng tôi cảm thấy rất tốt và không phải lo lắng gì, rất thân thiện và vui vẻĐọc thêm",
            "Gần đây chúng tôi đã có niềm vui được tham quan Việt Nam với sự giúp đỡ của Ethan. Điều thực sự khiến Ethan trở nên khác biệt là sự nồng nhiệt, tận tụy và phản hồi nhanh chóng của anh ấy để đảm bảo sự thoải mái của chúng tôi trong chuyến tham quan. Cảm ơn Ethan. Chúng tôi thực sự giới thiệu dịch vụ du lịch của Ethan cho bất kỳ ai đang tìm kiếm không chỉ một chuyến tham quan mà còn là một trải nghiệm đắm chìm và được cá nhân hóa. Chúng tôi mong muốn được quay trở lại Việt Nam để khám phá những điều kỳ diệu của nơi này. Đọc thêm",
            "Công ty dịch vụ ô tô có độ tin cậy cao mà chúng tôi đã hợp tác cho chuyến công tác của chúng tôi tại Hà Nội và thành phố Hồ Chí Minh. Người lái xe có thể nói đủ tiếng Anh để có thể giao tiếp cơ bản. Đội ngũ thân thiện, đúng giờ và giá cả hợp lý. Rất khuyến khích.Đọc thêm",
            "Tôi đã có cơ hội sử dụng Hành trình Hà Nội để vận chuyển 5 lần trong kỳ nghỉ của chúng tôi ở Việt Nam. Ở Hà Nội nhiều lần. Ở Hạ Long và Tam Cốc. Và 2 ngày ở Bắc ha e Sapa. Tài xế của chúng tôi là ông Liam. TỐT NHẤT. Lái xe hoàn hảo . Đúng giờ và chuyên nghiệp. Giá cả rất phù hợp. Nếu bạn ở Việt Nam Hành trình Hà Nội là sự lựa chọn tốt nhất. Đọc thêm",
            "Công ty tốt, Dịch vụ tốt nhất, đúng giờ, đáng tin cậy, hãy cân nhắc sử dụng công ty này khi đến Hà Nội và Sapa. Đọc thêm"
        ],
        "star_ratings": [
            222,
            13,
            1,
            1,
            2
        ],
        "review_amount": 239,
        "location": [],
        "reviews_time": [
            "Written January 28, 2024",
            "Written December 31, 2023",
            "Written December 14, 2023",
            "Written November 24, 2023",
            "Written November 16, 2023",
            "Written November 12, 2023",
            "Written November 10, 2023",
            "Written November 2, 2023",
            "Written October 28, 2023",
            "Written October 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d12348350-Reviews-or10-Hanoi_Journey-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12348350-Reviews-Hanoi_Journey-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12348350-Reviews-or20-Hanoi_Journey-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2517144-Reviews-Custom_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14038806-Reviews-Car_For_Rent_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2720375-Reviews-VietClimb-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19466806-Reviews-Viet_Land_Services_And_Trading_Investment_Company_Limited-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1007365-Reviews-Wide_Eyed_Tours_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d654081-Reviews-Hidden_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8295635-Reviews-Asia_View_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21360805-Reviews-Tonkin_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11620474-Reviews-Chapi_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20201672-Reviews-Az_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8094413-Reviews-Viet_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26609261-Reviews-Long_Ma_Pickleball_Club-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4870976-Reviews-Asia_Top_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g26788378-d21154316-Reviews-Experiences_Vietnam_Travel-Dong_Da_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d2311549-Reviews-Different_Bar-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g54184-d4083868-Reviews-The_Vault_Martini_Bar-Columbia_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g303942-d455150-Reviews-Cai_Rang_Floating_Market-Can_Tho_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d777315-Reviews-Turtle_River_Park-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d324155-Reviews-Azrieli_Center-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g42354-d6562444-Reviews-The_Henderson_Castle-Kalamazoo_Kalamazoo_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d8869714-Reviews-About_Blank-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d1723024-Reviews-Cleo_Park_Sharm_Elsheikh-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g29144-d15026279-Reviews-Stanley_Marketplace-Aurora_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33691-d9765829-Reviews-Fat_Cats_Fun_Center-Westminster_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d12348350-Reviews-or20-Hanoi_Journey-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d12348350-Reviews-or10-Hanoi_Journey-Hanoi.html"
    }
]