[
    {
        "attraction_name": "Hanoi Cooking Class",
        "attraction_name_vi": "Lớp học nấu ăn Hà Nội",
        "general_info": [
            "172 đánh giá",
            "21 trên 263 lớp Hội thảo tại Hà Nội",
            "Lớp học nấu ăn"
        ],
        "attraction_summary": "Hà Nội Tour, là nhà điều hành địa phương hàng đầu trong 14 năm, hiện chúng tôi chuyên về các tour theo nhóm và tư nhân, tùy chỉnh tại thành phố Hà Nội.Đọc thêm",
        "reviews": [
            "Lớp học nấu ăn tuyệt vời và chuyến tham quan chợ địa phương. Đầu bếp Duyên là một giáo viên lành nghề. Chúng tôi đã học được rất nhiều điều về ẩm thực Việt Nam, tạo ra một số món ăn tuyệt vời và cười rất nhiều. Cảm ơn bạn Duyên nhiều nhé. Đọc thêm",
            "Điều tuyệt vời nhất tôi đã làm ở Hà Nội, tận hưởng cảm giác được đón sau xe máy và thưởng thức các món ăn Việt Nam ngon miệng khác nhau trong khu phố cổ. Quay lại để thăm lại một số địa điểm chúng tôi đã đến trước khi rời Hà Nội và trở về từ Vịnh Hạ Long, đồ ăn rất ngon và đáng nhớ không thể so sánh với các nhà hàng.  Thực sự khuyên bạn nên làm, hãy làm điều đó vào đêm đầu tiên bạn đến.Đọc thêm",
            "Chúng tôi đã dành nửa ngày cho lớp học nấu ăn tại nhà với người hướng dẫn Lily trong thời gian ở Hà Nội. Chúng tôi đã chọn bổ sung thêm dịch vụ đón khách tại khách sạn và chuyển đến cơ sở bằng xích lô trước khi chúng tôi thực sự biết điều đó có nghĩa là gì - nó mang lại một chút niềm vui vào đầu ngày của chúng tôi, mặc dù nó không thực sự là điểm nhấn. Chúng tôi rất thích chuyến đi xe đạp ngắn đến chợ và chuyến tham quan chi tiết với người hướng dẫn của chúng tôi. Lily thật tuyệt vời khi là người hướng dẫn và hướng dẫn của chúng tôi. Ngoài việc nói tiếng Anh hoàn hảo và vừa là một đầu bếp giỏi vừa là người hướng dẫn kiên nhẫn, cô ấy còn có tính tò mò và cởi mở với khách du lịch, điều này rất thân thiện và thoải mái đối với tất cả chúng tôi. Nếu tôi cần quản lý nhiều khía cạnh khác nhau của nhà bếp và thực đơn như cô ấy đã làm, thì tôi sẽ là người khó tính và khó tính, nhưng cô ấy nhiệt tình khiến mọi người tham gia và tham gia. Và kết quả thật ngon! Cô đã rất linh hoạt lựa chọn thực đơn mà mỗi người chúng tôi quan tâm, và khi tôi đề cập đến món tôi muốn thử nhưng lại bỏ lỡ ở nhà hàng, cô ấy lặng lẽ nói thêm rằng có người khác nấu món đó nhưng tôi phải ăn nó vào bữa trưa. May mắn có nhiều nhà hàng Việt Nam ngon và chính thống gần nhà, nhưng mọi người trong gia đình đều đồng ý rằng món bánh crepe Việt Nam chúng tôi làm với sự hướng dẫn cẩn thận của Lily cho đến nay là món ngon nhất mà chúng tôi từng có. Cô ấy chu đáo đề nghị cung cấp các công thức nấu ăn sau này để chúng tôi có thể tập trung vào những gì chúng tôi đang làm ngay lập tức mà không cần phải ghi chú cẩn thận, và giờ đây chúng tôi rất háo hức thử lại các công thức nấu ăn. Địa điểm tổ chức lớp học là một vị trí ven sông tuyệt đẹp nên bữa trưa chúng tôi ngồi cuối cùng vừa ngon miệng vừa hoàn toàn dễ chịu.Đọc thêm",
            "Lâm thật tuyệt vời. Chúng tôi đã có khoảng thời gian vui vẻ, thỉnh thoảng đi vòng tròn, nhưng thử rất nhiều món ăn ở những địa điểm khuất và bất ngờ, mà nếu không có sự giúp đỡ của anh ấy, chúng tôi sẽ không bao giờ trải nghiệm được. Đầu bếp chả giò đúng nghĩa là trên đường phố. Nhưng Lam đảm bảo với chúng tôi rằng bánh cuốn được các khách sạn hàng đầu mua từ cô ấy. Họ rất hảo hạng. Bạn có thể bỏ qua một hoặc hai khóa học một cách an toàn nếu bạn không thích đồ ăn mà vẫn cảm thấy no. Đây là danh sách của chúng tôi: mỗi loại có thể khác nhau, ví dụ như có thể có nhiều rau hơn. 1. Chả giò chiên – 21 hàng be23. Gỏi đu đủ xanh khô bò và bánh bao khoai mì - 23 hồ hoan kiem 4. Bánh xèo - 14B bảo khanh 5. Bún gà - 21 hẻm hàng chi6. Bún chả - 12 Đinh Liệt7. Bánh mì - 14 Hàng Buồm 8. Bánh xèo xèo - 76 nguyễn hữu Huân 9. Xôi kem dừa - 95 Hàng Bạc. Ngoài ra, anh còn vượt xa hơn nữa khi mua một ly cà phê trứng từ quán cà phê đầu tiên phát minh ra món đồ uống này . Chúng tôi có nước và một số loại bia khi cần thiết. Mất khoảng 3,5 giờ nhưng mỗi phút đều vui vẻ. Về nhà, một số ngôi nhà được đan xen vào những không gian chật hẹp nhất - hãy xem hình ảnh cậu bé đang bước lên cầu thang của mình. Rất khuyến khích. Đọc thêm",
            "Chúng tôi đã có một buổi sáng tuyệt vời với lớp học nấu ăn này.   Anna là một người hướng dẫn thông minh và tràn đầy năng lượng, điều này khiến trải nghiệm trở nên tuyệt vời hơn. Địa điểm rất thư giãn với tầm nhìn ra sông và bài học của cô ấy cũng như sự giúp đỡ mua thịt và rau từ chợ địa phương thực sự rất thú vị. Đồ ăn rất đẹp và chúng tôi khuyên bạn nên dùng món này chắc chắn sẽ tham quan.Đọc thêm",
            "Lớp học nấu ăn tại nhà được tổ chức tại một nhà dân có bếp rộng và khu ăn uống ngoài trời với tầm nhìn tuyệt đẹp ra sông. Tôi tham gia một nhóm gồm 5 người phụ nữ khác. Chúng tôi được đón trong thành phố và lái xe 15 phút đến ngoại ô Hà Nội, nơi có nhiều dân cư hơn và do đó ít bận rộn hơn, điều này khiến việc đạp xe đến chợ địa phương của chúng tôi trở nên dễ dàng. Điểm nổi bật của chuyến đi là trải nghiệm ở chợ địa phương, nơi chúng tôi mua sắm và mặc cả bằng tiếng Việt, cùng với một bảng cụm từ được cung cấp cho chúng tôi! Trở về nhà trọ, nhân viên nhà bếp đã giúp rửa và chuẩn bị nguyên liệu chúng tôi mua nên tất cả những gì chúng tôi phải làm là cắt nhỏ và nấu chín thức ăn. Mọi thứ đều được phối hợp rất ăn ý mặc dù các món ăn được nhóm tự quyết định ngay từ đầu buổi học. Một cách tuyệt vời để dành nửa ngày bên ngoài sự hối hả và nhộn nhịp của Khu Phố Cổ để có trải nghiệm gần gũi với địa phương!Đọc thêm",
            "Chúng tôi được Anna đón Đi ngang qua long bienChúng tôi nấu cá chép!!! Đã nếm thử Bia miễn phí.Anna rất am hiểu Đọc thêm",
            "Tôi đã tham dự Lớp học nấu ăn tại nhà - Du lịch tuyệt vời cùng với cậu con trai 14 tuổi của mình. Chúng tôi đã có một trải nghiệm tuyệt vời và tôi muốn giới thiệu lớp học này cho bất kỳ ai chỉ với một điều chỉnh nhỏ...Người hướng dẫn của chúng tôi, Lily, thật tuyệt vời. Cô ấy rất am hiểu về ẩm thực Hà Nội và giới thiệu tuyệt vời về văn hóa Việt Nam thông qua ẩm thực. Chúng tôi đã chọn ba món ăn khác nhau để thực hiện. Lily đã cung cấp cho chúng tôi một bài hướng dẫn nhanh về tiếng Việt dành cho thị trường. Tuy nhiên, chúng tôi đã bỏ lỡ chuyến tham quan chợ vì trời mưa tầm tã và Lily đã tự mình đi mua nguyên liệu. Lily hướng dẫn nấu ăn rất tuyệt và cô ấy biết rất nhiều về cách nấu ăn của người Việt Nam. Phản hồi duy nhất mà tôi đưa ra là chúng tôi đã đứng xung quanh quan sát cô ấy nhiều hơn mức tôi mong muốn. Sẽ hấp dẫn hơn nếu được thực hành, để học sinh chuẩn bị nhiều hơn. Đó là một buổi trình diễn nấu ăn hơn là một lớp học thực hành. Mặc dù vậy nó vẫn ngon, chúng tôi đã học được rất nhiều điều từ Lily và đồ ăn rất ngon. Cô ấy thậm chí còn làm chúng tôi ngạc nhiên với chiếc bánh trung thu truyền thống nhân dịp sinh nhật con trai tôi - một lần nữa xin cảm ơn Lily! Những điểm tích cực khác về lớp học: Đăng ký rất dễ dàng. Họ vui vẻ hỗ trợ đăng ký vào phút cuối cùng của chúng tôi vào ngày trước lớp học. Họ cung cấp dịch vụ vận chuyển đến và đi từ vị trí rất đẹp dọc bờ sông ngay ngoại ô Hà Nội.Đọc thêm",
            "Nếu bạn đang tìm kiếm một lớp học nấu ăn tuyệt vời xa trung tâm thành phố tại Hà Nội, bạn nên đến Awesome. Hướng dẫn viên Lily đã dạy chúng tôi một số từ tiếng Việt rồi đưa chúng tôi đến một khu chợ địa phương để mua nguyên liệu cho bữa ăn mà chúng tôi nấu ở nhà. Uống trà bên bờ sông ngắm hoàng hôn. Thật tuyệt! Đọc thêm",
            "Tôi yêu lớp học nấu ăn này. Chồng tôi và tôi đi chợ bằng xe đạp, tất nhiên là thương lượng hàng hóa của mình với sự giúp đỡ của người hướng dẫn và nấu một số món thịt và rau thực sự ngon và tất nhiên là một tô phở ấm áp và thỏa mãn. Đi với họ! Bạn sẽ không thất vọng. Đọc thêm"
        ],
        "star_ratings": [
            152,
            17,
            1,
            1,
            1
        ],
        "review_amount": 172,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Lớp học nấu ăn Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 16, 2022",
            "Written November 7, 2019",
            "Written July 25, 2019",
            "Written January 14, 2019",
            "Written November 8, 2018",
            "Written October 11, 2018",
            "Written September 8, 2018",
            "Written September 1, 2018",
            "Written July 15, 2018",
            "Written May 14, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6477125-Reviews-Hanoi_Cooking_Class-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d21198066-Reviews-Quinza-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d15661423-Reviews-Xom_Nuong-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11953930-Reviews-Okbingsul_Mipec_Long_Bien-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17366673-Reviews-Aha_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d8073935-Reviews-Huong_Vi_Xua-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d13646681-Reviews-Artisee_HaDong-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d10834229-Reviews-Kichi_Kichi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d9803755-Reviews-Hamoi_Lunch_time-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17433315-Reviews-AHA_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26516714-Reviews-Deglacer_Modern_riverside_bistro-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2264809-Reviews-Ancient_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d447354-Reviews-Vietnamese_Women_s_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558598-Reviews-Lotus_Train-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311083-Reviews-Temple_of_Literature_National_University-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-or10-Hanoi_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14801839-Reviews-Insight_Hanoi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6786740-Reviews-Hanoi_Food_Tasting_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25178672-Reviews-Hanoi_Coffee_Workshop_Make_Taste_5_Signature_Brews_History_Story_by_Su_Quan_Roas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11961561-Reviews-Rose_Kitchen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26639473-Reviews-Hanoi_Travel_Bug-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5584555-Reviews-Crossing_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5583955-Reviews-Hanoi_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7975671-Reviews-James_Hanoi_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11680213-Reviews-Frontier_V_M_T-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17885976-Reviews-Vietnam_Daily_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17885992-Reviews-Vietnam_Daily_Golf_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566937-Reviews-Go_Bamboo-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15632288-Reviews-Number_1_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8619910-Reviews-Travel_Agent_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4444178-Reviews-Indochina_Odyssey_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089308-Reviews-Arcady_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303945-d12827154-Reviews-Amazing_Ninh_Binh-Ninh_Binh_Ninh_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d2573160-Reviews-Lanikai_Pillbox_Trail-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d318176-Reviews-Palace_of_Parliament-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g35394-d559323-Reviews-Hyde_Park-Boise_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g642170-d12919484-Reviews-Agioi_Anargyroi_Beach-Naoussa_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d12787129-Reviews-Piazzale_Roma-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g33742-d3546148-Reviews-Clinton_Premium_Outlets-Clinton_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g1643550-d2149750-Reviews-Caribbean_Bay-Yongin_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d10422972-Reviews-GoOpti_Venice-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g11816947-d23506206-Reviews-Jellyfish_Yerevan-Parakar_Armavir_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d262784-Reviews-Jungle_Island-Miami_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-or10-Hanoi_Cooking_Class-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-Hanoi_Cooking_Class-Hanoi.html"
    },
    {
        "attraction_name": "Hanoi Cooking Class",
        "attraction_name_vi": "Lớp học nấu ăn Hà Nội",
        "general_info": [
            "172 đánh giá",
            "21 trên 263 lớp Hội thảo tại Hà Nội",
            "Lớp học nấu ăn"
        ],
        "attraction_summary": "Hà Nội Tour, là nhà điều hành địa phương hàng đầu trong 14 năm, hiện chúng tôi chuyên về các tour theo nhóm và tư nhân, tùy chỉnh tại thành phố Hà Nội.Đọc thêm",
        "reviews": [
            "Chúng tôi đã chọn lớp học nấu ăn tại nhà Awesome Travel thay vì lớp học được cung cấp tại nhà hàng và tôi rất vui vì đã làm như vậy! Anna, người hướng dẫn của chúng tôi, đã đón chúng tôi tại khách sạn Phố Cổ và đưa chúng tôi qua sông đến Long Biên. Chúng tôi đã học một bài học ngôn ngữ cơ bản để có thể giao tiếp với những người bán hàng, trước khi đạp xe đến chợ địa phương của cô ấy, nơi chúng tôi mua nguyên liệu cho các món ăn mà chúng tôi sẽ chế biến. Anna là một giáo viên tuyệt vời với trình độ tiếng Anh xuất sắc. Chúng tôi đã cùng nhau nấu ăn trong bếp ngoài trời và tạo ra ba món ăn tuyệt vời. Vào cuối lớp học, chúng tôi đã thưởng thức thành quả lao động của mình trên sân thượng nhìn ra Sông Hồng. Rất khuyến khích!! Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với Anna trong chuyến tham quan nấu ăn. Chúng tôi đã thực hiện điều này ngay từ đầu trong chuyến đi, điều này rất hữu ích khi học một số tiếng Việt cơ bản để giúp bạn đi lại - người Việt đáp ứng rất nồng nhiệt khi bạn cố gắng học những điều cơ bản về xin chào và cảm ơn. Anna thật xuất sắc và chúng tôi hoàn toàn thích thú với toàn bộ trải nghiệm - cuối cùng chỉ có tôi và chồng tôi. Anna đưa chúng tôi đến chợ địa phương để mua tất cả thức ăn và giúp chúng tôi làm món ăn mà chúng tôi đã chọn. Đó là sự cân bằng tốt giữa sự tương tác của chúng tôi và Anna đã giúp đỡ chúng tôi! Địa điểm nơi bạn ăn là một địa điểm đáng yêu nhìn ra sông, một sự giải thoát đáng yêu khỏi những con phố điên cuồng của Hà Nội! Chúng tôi rất muốn giới thiệu. Đọc thêm",
            "Hướng dẫn Anna thực sự tuyệt vời! Cô ấy có thể nấu bất cứ thứ gì! Bạn chọn những gì bạn muốn nấu - hãy lựa chọn! Lớp học bắt đầu với bài học tiếng Việt đơn giản về cách sống sót khi mua thịt và rau ở chợ, sau đó là đạp xe đến chợ để áp dụng những kỹ năng mới! Trải nghiệm nấu nướng thật thú vị và thức ăn do chúng tôi lao động rất ngọt ngào và ngon miệng! Bạn cũng nhận được email có tất cả các công thức nấu ăn vào cuối lớp học; Nhiều hơn những gì người ta có thể yêu cầu. Rất khuyến khích!Đọc thêm",
            "Chúng tôi yêu thích lớp học của chúng tôi với Anna. Chúng tôi có một nhóm tương đối nhỏ, điều đó rất tốt, các đánh giá khác phác thảo những gì lớp học liên quan, chọn - bài học ngôn ngữ - đạp xe đến chợ - trải nghiệm chợ - nấu ăn - ăn uống! Chúng tôi đã có thể chọn những món ăn của riêng mình thật tuyệt vời. Anna cũng rất hào phóng với thời gian và kiến ​​thức của mình. Các hoạt động là chuyên nghiệp và hiệu quả. Đó là một lớp học thực hành rất thực tế và chúng tôi đã có được sự hiểu biết cũng như đánh giá cao mới về ẩm thực và kỹ thuật của Việt Nam. Anna đã có những gợi ý hay về các quán cà phê và nhà hàng ở Hà Nội. Tôi thực sự muốn giới thiệu, nó rất đáng đồng tiền - tôi đã thực hiện rất nhiều nghiên cứu trước đó.  Tôi đồng ý rằng lớp học này tốt nhất nên được thực hiện sớm vì bạn có thể sử dụng bài học ngôn ngữ và kiến ​​thức về ẩm thực cho phần còn lại của chuyến đi!Đọc thêm",
            "Chúng tôi tham gia lớp học với Anna và cô ấy thật tuyệt vời! Chúng tôi đến thăm Hà Nội từ Hoa Kỳ và có hai cặp khác trong lớp chúng tôi đến từ Hàn Quốc. Anna biết tiếng Anh và một chút tiếng Hàn và cô ấy rất duyên dáng. Sau giờ học ngoại ngữ, chúng tôi đạp xe đến chợ và phải mua nguyên liệu chính với sự giúp đỡ của Anna. Sáu người cùng nhau chọn ra 4-5 công thức món tráng miệng với trái cây tươi. Anna mô tả một số sản phẩm khác nhau cho chúng tôi mà ở quê nhà không có. Chúng tôi đã có rất nhiều niềm vui nấu nướng và hy vọng có thể tái tạo lại những món ăn ngon ở quê nhà. Yêu khung cảnh từ nhà trọ!Đọc thêm",
            "Đừng bỏ lỡ điều này - và hãy thực hiện sớm trong thời gian lưu trú vì hướng dẫn viên sẽ cung cấp cho bạn cái nhìn sâu sắc về nhiều khía cạnh của cuộc sống Hà Nội cũng như ẩm thực. Chúng tôi đã đến thăm một số nơi với sự trợ giúp tuyệt vời của mình, Trang - không phải nơi nào là một kẻ ngu ngốc. Thực phẩm tuyệt vời mà chúng tôi sẽ không bao giờ nếm thử bằng cách khác. Giá trị lớn - và khuyên bạn nên đặt tour dưới dạng chuyến tham quan riêng nếu bạn là một nhóm bạn.Đọc thêm",
            "Tôi thích học cách mua nguyên liệu địa phương và chế biến các món ăn truyền thống của Việt Nam như Phở Gà, Bún Chả, v.v. Lily, người hướng dẫn của chúng tôi, thật tuyệt vời! Tiếng Anh của cô ấy rất tốt, kiến ​​thức 3 toàn diện và sự nhiệt tình của cô ấy có sức lan tỏa. Tôi đánh giá cao hoạt động này khi bạn ở Hà Nội!Đọc thêm",
            "Lớp học nấu ăn và tham quan chợ với Trang là điểm nổi bật trong chuyến đi Hà Nội của tôi. Chuyến tham quan được tổ chức xuất sắc, sắp xếp đón và trả khách từ khách sạn. Khi vào bếp, chúng tôi được dạy một bài học tiếng Việt ngắn gọn trước khi đạp xe ra chợ. Nhóm của chúng tôi đã trao đổi sản phẩm bằng cách sử dụng các kỹ năng ngôn ngữ mới của chúng tôi và bảng ghi chú, ha! trước khi quay lại nấu ăn. Nhóm có sự kết hợp giữa người ăn chay và người ăn thịt và họ đáp ứng mọi nhu cầu một cách liền mạch. Trải nghiệm thực sự đáng yêu! Đừng định ăn sau đó, bạn sẽ no đấy: Đọc thêm",
            "Tôi và bạn tôi muốn tham gia một lớp học nấu ăn ở Hà Nội và chúng tôi không biết điều gì sẽ xảy ra.  Trang đón chúng tôi từ khách sạn và lớp có tất cả 5 người. Khi đến địa điểm, chúng tôi được mời đồ uống và sau đó là một bài học tiếng Việt ngắn. Thật là vui quá! Sau bài học ngắn, chúng tôi phải chọn xe đạp và đi một đoạn ngắn đến chợ đồ tươi sống. Tôi không biết đi xe đạp nên cùng Trang ngồi sau xe máy cùng với một người bạn khác của tôi.. ba người chúng tôi đi xe máy giống như người dân địa phương!Ở chợ, cô ấy chỉ cho chúng tôi nhiều mặt hàng thực phẩm khác nhau được bày bán và chúng tôi phải thực hành tiếng Việt để mua nguyên liệu từ người bán hàng. Những người bán hàng ở chợ rất thân thiện và tương tác với chúng tôi bằng ngôn ngữ địa phương. Thật là một trải nghiệm tuyệt vời. Sau khi mua sắm xong, chúng tôi quay trở lại địa điểm nơi chúng tôi nghỉ ngơi trong khi nhà bếp đang được chuẩn bị cho bài học của chúng tôi. Bài học của chúng tôi đã được thực hành và Trang chỉ cho chúng tôi cách nấu 4 món ăn khác nhau. Nấu nướng xong chúng ta dọn bàn và dùng bữa! Đây là lớp học nấu ăn tốt nhất mà tôi từng tham gia ở châu Á vì bạn không chỉ được nấu ăn mà còn được học hỏi và trải nghiệm văn hóa địa phương. Tôi sẽ học lại lớp này khi trở về Hà Nội.Đọc thêm",
            "Chúng tôi rất thích trải nghiệm này và nó được xếp hạng là một trong những trải nghiệm tốt nhất đối với chúng tôi ở Hà Nội.  Anna đón chúng tôi từ khách sạn và chúng tôi quay trở lại nơi ở của gia đình cô ấy ở Khu Phố Cổ. Chúng tôi đã chọn tham gia lớp học nấu ăn buổi tối và hóa ra chúng tôi là 2 người duy nhất ở đó, điều đó có nghĩa là chúng tôi có nhiều hướng dẫn hơn.  Trên xe, chúng tôi được tặng một cuốn sách nhỏ có rất nhiều công thức nấu ăn và hình ảnh trong đó - chúng tôi đã chọn những món ăn mà chúng tôi muốn làm.  Mọi thứ đều ổn nên việc đưa ra quyết định không hề dễ dàng. Chúng tôi đạp xe đến chợ địa phương, chỉ cách đó 5 phút dọc theo một con đường yên tĩnh và tìm kiếm những nguyên liệu cần thiết để làm món ăn.  Mặc dù đã học trước 1 giờ tiếng Việt nhưng chúng tôi vô dụng ....... nhưng Anna và những người bán hàng đã giúp đỡ chúng tôi, và tất cả đều rất vui. Tôi cho rằng vì lý do an toàn sức khỏe nên chúng tôi không thực sự nấu bất cứ thứ gì trên bếp ga, nhưng chúng tôi chắc chắn đã chuẩn bị, chuẩn bị, xem và học được rất nhiều điều về món ăn Việt Nam từ Anna. Thật thú vị khi được bí mật ngồi ngoài hiên nhìn ra sông Hồng, chia sẻ bữa ăn và tìm hiểu về Việt Nam cũng như con người nơi đây. Anna đã gửi cho chúng tôi tệp .pdf với tất cả các công thức nấu ăn từ tập sách của cô ấy và chúng tôi đã hứa sẽ gửi cho cô ấy một bức ảnh về những nỗ lực không được giám sát của chúng tôi khi chúng tôi về đến nhà. Rất khuyến khích chuyến tham quan nàyĐọc thêm",
            "Xin chào, \nTôi thực sự muốn tham gia lớp học nấu ăn vì nó nghe có vẻ tuyệt vời nhưng bạn trai tôi và tôi thực sự muốn nấu ăn. Một số đánh giá cho biết bạn không làm điều này trong lớp. Có cách nào để chúng ta có thể tham gia nhiều hơn vào việc nấu nướng không? Cảm ơn!Đọc thêm",
            "Kaelani thân mến,\n\nCó, chúng tôi đang cung cấp lớp học nấu ăn thực tế.\n\nChi tiết tại: Du lịch tuyệt vời Việt Nam\n\nTrân trọng,\n\nMr AnhĐọc thêm",
            "Đọc các nhận xét và muốn biết 1. Có phải chỉ sử dụng một lần ở nhà không?\n2. Chúng tôi có hai đứa con, một đứa thích nấu ăn nhưng không thích phiêu lưu và đứa còn lại thích thử mọi loại món ăn.  Bạn có thể chứa họ không?\n3.Một buổi nửa ngày sẽ là bao nhiêu?\nCảm ơn\nVeronicaĐọc thêm",
            "Tôi không phải là người phù hợp để trả lời câu hỏi này. Tôi nghĩ câu hỏi của bạn nên được chuyển đến Awesome Travel. Chúng tôi không nấu ăn - chúng tôi chỉ ăn ở nhiều địa điểm đường phố khác nhau. Trẻ em có thể tham gia tour nhưng phải đi bộ rất nhiều nên tùy thuộc vào độ tuổi của trẻ. Tất cả chúng tôi đều thích nhưng chúng tôi không có con. Đọc thêm"
        ],
        "star_ratings": [
            152,
            17,
            1,
            1,
            1
        ],
        "review_amount": 172,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Lớp học nấu ăn Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 1, 2018",
            "Written March 16, 2018",
            "Written March 3, 2018",
            "Written January 21, 2018",
            "Written December 28, 2017",
            "Written December 24, 2017",
            "Written December 23, 2017",
            "Written November 26, 2017",
            "Written November 15, 2017",
            "Written November 9, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6477125-Reviews-or10-Hanoi_Cooking_Class-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d21198066-Reviews-Quinza-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d15661423-Reviews-Xom_Nuong-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11953930-Reviews-Okbingsul_Mipec_Long_Bien-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17366673-Reviews-Aha_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d8073935-Reviews-Huong_Vi_Xua-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d13646681-Reviews-Artisee_HaDong-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d10834229-Reviews-Kichi_Kichi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d9803755-Reviews-Hamoi_Lunch_time-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17433315-Reviews-AHA_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26516714-Reviews-Deglacer_Modern_riverside_bistro-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2264809-Reviews-Ancient_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d447354-Reviews-Vietnamese_Women_s_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558598-Reviews-Lotus_Train-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311083-Reviews-Temple_of_Literature_National_University-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-Hanoi_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-or20-Hanoi_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14801839-Reviews-Insight_Hanoi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6786740-Reviews-Hanoi_Food_Tasting_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25178672-Reviews-Hanoi_Coffee_Workshop_Make_Taste_5_Signature_Brews_History_Story_by_Su_Quan_Roas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11961561-Reviews-Rose_Kitchen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26639473-Reviews-Hanoi_Travel_Bug-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5584555-Reviews-Crossing_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5583955-Reviews-Hanoi_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7975671-Reviews-James_Hanoi_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11680213-Reviews-Frontier_V_M_T-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17885976-Reviews-Vietnam_Daily_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17885992-Reviews-Vietnam_Daily_Golf_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566937-Reviews-Go_Bamboo-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15632288-Reviews-Number_1_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8619910-Reviews-Travel_Agent_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4444178-Reviews-Indochina_Odyssey_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089308-Reviews-Arcady_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303945-d12827154-Reviews-Amazing_Ninh_Binh-Ninh_Binh_Ninh_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147277-d1234018-Reviews-Mambo_Beach-Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d4469233-Reviews-Port_Olimpic-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d218822-Reviews-White_House_Visitors_Center-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d2390157-Reviews-Open_Air_Museum_of_Ethnography-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1232722-Reviews-Foster_Avenue_Beach-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d13128521-Reviews-Neseblod_Records-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g187883-d4814330-Reviews-Porto_Istana_Beach-Olbia_Province_of_Olbia_Tempio_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10262088-Reviews-Marvel_Avengers_S_T_A_T_I_O_N-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g29556-d3436489-Reviews-Oasis_Hot_Tub_Gardens-Ann_Arbor_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d18154163-Reviews-King_Kong_Balls-Prague_Bohemia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-or20-Hanoi_Cooking_Class-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-or10-Hanoi_Cooking_Class-Hanoi.html"
    },
    {
        "attraction_name": "Hanoi Cooking Class",
        "attraction_name_vi": "Lớp học nấu ăn Hà Nội",
        "general_info": [
            "172 đánh giá",
            "21 trên 263 lớp Hội thảo tại Hà Nội",
            "Lớp học nấu ăn"
        ],
        "attraction_summary": "Hà Nội Tour, là nhà điều hành địa phương hàng đầu trong 14 năm, hiện chúng tôi chuyên về các tour theo nhóm và tư nhân, tùy chỉnh tại thành phố Hà Nội.Đọc thêm",
        "reviews": [
            "Thích buổi chiều này. Bao gồm chuyến thăm chợ nơi tôi học cách sử dụng tất cả các nguyên liệu tôi thấy ở nhà Chợ Queen Victoria ở Melbourne. Cũng học được bí quyết ngon tuyệt của Phó Đầu bếp rất linh hoạt với tất cả những gì chúng tôi yêu cầu, anh ấy tài năng và khéo léo. Một bữa tiệc thịnh soạn sau đó - đừng ăn trưa! Đọc thêm",
            "Lớp học bắt đầu với phần giới thiệu nhanh về tiếng Việt, thật tuyệt vời, sau đó hướng đến thị trường để thử các kỹ năng ngôn ngữ mới của chúng tôi. Sau đó trở về biệt thự để nấu ăn. Kết thúc bằng một bữa tiệc thịnh soạn với nhiều món ăn ngon. Đọc thêm",
            "Tôi đã có một buổi sáng tuyệt vời nhất với lớp học nấu ăn Tuyệt vời! Tôi được đón từ khách sạn và mọi việc diễn ra suôn sẻ kể từ đó. Yêu thích người chủ nhà và việc chúng tôi đã học được một ít tiếng Việt trước khi đi chợ. Nấu ăn rất ngon và yêu thích những món ăn chúng tôi đã tạo ra. Đồ ăn thực sự đáng chết!! Lớp học này có giá hợp lý, một số lớp khác ở Hà Nội có giá khoảng 50. Rất rất rất khuyến khích trải nghiệm này!! Đọc thêm",
            "Tôi và đối tác của mình đã có khoảng thời gian tuyệt vời tại lớp học nấu ăn này!! Người hướng dẫn tuyệt vời của chúng tôi, Anna đã đón chúng tôi từ khách sạn và dẫn chúng tôi đến văn phòng Awesome Travel, nơi chúng tôi gặp hai người còn lại trên đường đi và bắt taxi về nhà nghỉ ngay bên ngoài thành phố. Trên đường đi, chúng tôi phải chọn món mình muốn nấu - mỗi người một món từ một danh sách lựa chọn khổng lồ. Buổi học ngôn ngữ ngắn tại nhà dân rất thú vị và chúng tôi đã thực hành vốn từ vựng của mình sau khi đạp xe đến chợ địa phương, nơi chúng tôi gặp những người bán hàng và mua sản phẩm cho những món ăn mà chúng tôi đã chọn. Vậy thì đồ uống miễn phí không giới hạn tại homestay được đánh giá rất cao! Lớp học thực sự rất vui và có cảm giác rất thực tế, khi mọi người tham gia vào việc cắt nhỏ trộn và sau đó thay phiên nhau hỗ trợ nấu ăn trên bếp. Mọi thứ được làm rất vệ sinh bởi những người giúp việc trong bếp xin lỗi vì không nhớ tên! và được tổ chức cực kỳ tốt. Sau vài giờ nấu nướng, chúng tôi cùng nhau ăn tối trên sân hiên ngoài trời tuyệt đẹp nhìn ra sông - chúng tôi đã tham gia lớp học buổi chiều và muốn giới thiệu nó để ngắm cảnh hoàng hôn khó tin ngay trước khi ăn! Cảm ơn rất nhiều vì trải nghiệm đáng nhớ của chúng tôi- và email được gửi sau đó với công thức nấu ăn cho tất cả các món ăn có nghĩa là nó sẽ tiếp tục được thưởng thức ở nhà! Đọc thêm",
            "Chúng tôi đến văn phòng Awesome Travel lúc 8 giờ sáng, hướng dẫn viên địa phương đang đợi chúng tôi với nụ cười chào đón nồng nhiệt. Cô ấy rất chuyên nghiệp và hoàn toàn có đủ mọi thứ cho đến điểm phát bóng. Sau đó chúng tôi đi xe đạp qua các thị trấn địa phương để đến chợ thực phẩm địa phương. Sử dụng tiếng Việt bị hỏng mà hướng dẫn viên du lịch vừa dạy, chúng tôi phải yêu cầu tất cả nguyên liệu. Sau đó chúng tôi đã dành một buổi chiều tuyệt vời để nấu nướng và ăn uống dọc theo bờ sông. Một ngày tuyệt vời và tôi muốn giới thiệu điều này cho bất kỳ ai.Đọc thêm",
            "Đó là một trong những trải nghiệm địa phương tuyệt vời nhất ở Hà Nội! Bạn phải khám phá khu phố khi mua sắm tất cả các nguyên liệu xung quanh, bạn phải học tiếng Việt - thậm chí chỉ một vài từ cũng khiến tôi cảm thấy rất địa phương, bạn phải nấu từng bước với hướng dẫn viên trong một căn bếp lớn - cảm giác như một đầu bếp thực thụ, và vì cuối cùng bạn phải thưởng thức bữa ăn của mình và ngắm cảnh bên cạnh dòng sông. Thiết kế của lớp học quá tuyệt vời. Rất khuyến khích!Đọc thêm",
            "100 đề nghị. Hoàn toàn thích nó, đáng giá từng xu. Hướng dẫn viên Trung của chúng tôi thật tuyệt vời và nói tiếng Anh xuất sắc để có thể có những cuộc trò chuyện thực sự sâu sắc và ý nghĩa về ẩm thực và văn hóa Hà Nội. Chuyến đi xích lô thật tuyệt vời khi chúng tôi thực sự được ngắm nhìn thành phố và ngắm cảnh. Chúng tôi đã nấu rất nhiều món ăn đẹp mắt! Hãy đói để bạn có thể thử nhiều thứ nhất có thể! Lớp học ngôn ngữ cũng là một khía cạnh tuyệt vời và tôi đã sử dụng những từ mà tôi đã học được trong chuyến tham quan trong suốt phần còn lại của chuyến đi. Tôi không thể giới thiệu chuyến tham quan này cao hơn!Đọc thêm",
            "Một người bạn và tôi được đón từ khách sạn của chúng tôi, Nathan là người cố vấn cho trải nghiệm nấu ăn của chúng tôi, chúng tôi dành thời gian học một số tiếng Việt cơ bản và thực sự có nhiều thông tin. Sau đó lên kế hoạch cho thực đơn của chúng tôi, sau đó đạp xe đến chợ và mua nguyên liệu và có cơ hội nói chuyện bằng tiếng Việt thật tuyệt vời. Sau đó quay lại bếp cắt nhỏ và chuẩn bị các món ăn. Chúng tôi thực sự rất thích món ăn của chúng tôi. Giá trị lớn và thực sự khuyên bạn nên thử. Cảm ơn một lần nữa NathanĐọc thêm",
            "Vợ tôi và tôi đã tham gia chuyến lưu diễn này cùng với hướng dẫn viên và cố vấn của chúng tôi là Nathan. Chúng tôi đã có một thời gian tuyệt vời và học được rất nhiều. Giống như những người khác đã nhận xét, chúng tôi đã dành khoảng 20 phút để học một số tiếng Việt cơ bản mà tôi thấy rất hữu ích trong suốt kỳ nghỉ của mình. Sau đó, chúng tôi đạp xe đến chợ, nơi chúng tôi sử dụng kỹ năng ngôn ngữ mới của mình để mua nguyên liệu cho các món ăn của mình. Chúng tôi đặc biệt thích trải nghiệm đi chợ của mình vì chúng tôi có thể hỏi Nathan về các loại rau và trái cây khác nhau về công dụng và mùi vị. Tiếp theo, chúng tôi quay lại bếp cắt, thái hạt lựu và học 5 hoặc 6 món ăn địa phương khác nhau. Sau khi hoàn thành bữa ăn, tất cả chúng tôi đều thích thú thưởng thức các món ăn của mình tại một chiếc bàn dưới giàn che nhìn ra Sông Hồng, thật hoàn hảo. Vài ngày sau, Nathan gửi email cho chúng tôi danh sách tất cả các công thức nấu ăn mà chúng tôi đã tạo cùng với một số đặc sản địa phương bổ sung. Món duy nhất Điều mà tôi nghĩ có thể cải thiện là để khách nấu ăn thực tế hơn thay vì chỉ cắt nhỏ và chuẩn bị. Bên cạnh những lời chỉ trích nhỏ đó, lớp học rất vui và Nathan là một người dẫn chương trình tuyệt vời.Đọc thêm",
            "Chúng tôi thực sự rất thích thời gian tham gia lớp học nấu ăn. Chúng tôi đã học được một số tiếng Việt cơ bản và điều đó thật vô giá kể từ đó. Chúng tôi đã học những điều cơ bản về mặc cả, được làm quen với các loại trái cây thú vị và học cách nấu một số món ăn ngon của địa phương. Hướng dẫn viên của chúng tôi là Trang và cô ấy thật tuyệt vời. Cô ấy thân thiện và có năng lực. Cô ấy thậm chí còn có thể đáp ứng nhu cầu ăn không chứa gluten của chúng tôi mà không gặp chút khó khăn nào, chỉ cần đảm bảo xác minh về các loại nước sốt và nước dùng súp khác nhau trước khi nấu và khi bạn nấu.Đọc thêm"
        ],
        "star_ratings": [
            152,
            17,
            1,
            1,
            1
        ],
        "review_amount": 172,
        "location": [
            "Việt Nam",
            "Những việc cần làm ở Hà Nội",
            "Lớp học nấu ăn Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 8, 2017",
            "Written September 6, 2017",
            "Written August 31, 2017",
            "Written August 15, 2017",
            "Written August 7, 2017",
            "Written July 30, 2017",
            "Written July 19, 2017",
            "Written May 3, 2017",
            "Written April 26, 2017",
            "Written April 24, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6477125-Reviews-or20-Hanoi_Cooking_Class-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d21198066-Reviews-Quinza-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d15661423-Reviews-Xom_Nuong-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11953930-Reviews-Okbingsul_Mipec_Long_Bien-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17366673-Reviews-Aha_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d8073935-Reviews-Huong_Vi_Xua-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d13646681-Reviews-Artisee_HaDong-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d10834229-Reviews-Kichi_Kichi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d9803755-Reviews-Hamoi_Lunch_time-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17433315-Reviews-AHA_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26516714-Reviews-Deglacer_Modern_riverside_bistro-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2264809-Reviews-Ancient_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d447354-Reviews-Vietnamese_Women_s_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558598-Reviews-Lotus_Train-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311083-Reviews-Temple_of_Literature_National_University-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-or10-Hanoi_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-or30-Hanoi_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-Hanoi_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14801839-Reviews-Insight_Hanoi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6786740-Reviews-Hanoi_Food_Tasting_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25178672-Reviews-Hanoi_Coffee_Workshop_Make_Taste_5_Signature_Brews_History_Story_by_Su_Quan_Roas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11961561-Reviews-Rose_Kitchen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26639473-Reviews-Hanoi_Travel_Bug-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5584555-Reviews-Crossing_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5583955-Reviews-Hanoi_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7975671-Reviews-James_Hanoi_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11680213-Reviews-Frontier_V_M_T-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17885976-Reviews-Vietnam_Daily_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17885992-Reviews-Vietnam_Daily_Golf_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566937-Reviews-Go_Bamboo-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15632288-Reviews-Number_1_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8619910-Reviews-Travel_Agent_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4444178-Reviews-Indochina_Odyssey_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089308-Reviews-Arcady_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303945-d12827154-Reviews-Amazing_Ninh_Binh-Ninh_Binh_Ninh_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d12951691-Reviews-Santa_Barbara_Cenotes_Restaurant-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60612-d155137-Reviews-Hanalei_Beach-Hanalei_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g39440-d7157920-Reviews-Evans_Orchard_Cider_Mill-Georgetown_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d5826878-Reviews-Sharjah_Jubail_Fish_Market-Sharjah_Emirate_of_Sharjah.html",
            "https://www.tripadvisor.com/Attraction_Review-g58675-d6759481-Reviews-Alta_Lake_State_Park-Pateros_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d2304870-Reviews-Aquasplash-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d116565-Reviews-Cabrillo_National_Monument-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d8342075-Reviews-Cameo_factory_De_Paola-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g40367-d2704630-Reviews-Gone_Wild_Safari_Park-Pineville_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g39265-d17734376-Reviews-Treasure_Trove_Park-Cave_City_Kentucky.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-or30-Hanoi_Cooking_Class-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-or20-Hanoi_Cooking_Class-Hanoi.html"
    },
    {
        "attraction_name": "Hanoi Cooking Class",
        "attraction_name_vi": "Lớp học nấu ăn Hà Nội",
        "general_info": [
            "172 đánh giá",
            "21 trong số 263 Lớp học Hội thảo tại Hà Nội",
            "Lớp học nấu ăn"
        ],
        "attraction_summary": "Hà Nội Tour, là nhà điều hành địa phương hàng đầu trong 14 năm, hiện chúng tôi chuyên về các tour theo nhóm và tư nhân, tùy chỉnh tại thành phố Hà Nội.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có khoảng thời gian học ẩm thực Việt Nam tuyệt vời nhất với chuyến du lịch tuyệt vời. Nằm ở vị trí tốt, họ mang đến trải nghiệm tuyệt vời với không quá 6 người, chúng tôi thực sự chỉ có hai chúng tôi! Đi chợ cũng là một cách thú vị để học một số ngôn ngữ. Chúng tôi rời khỏi đó hoàn toàn đầy đủ với rất nhiều thứ mang đi cho bữa tối của chúng tôi. Giá trị lớn!Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời đối với chúng tôi.,Từ việc đạp xe đến chợ để chọn nguyên liệu, chuẩn bị bữa ăn và phần tuyệt nhất - ăn tất cả những thứ chúng tôi đã chuẩn bị như phở, chả giò, bún chả và cá nướng trên sông Hồng lúc hoàng hôn. Trang là một giáo viên nấu ăn hoàn hảo.Đọc thêm",
            "Với món phở Việt Nam, đặc biệt là món ưa thích của tôi, tôi quyết định tham gia một lớp học khi ở Hà Nội. Dựa trên các đánh giá về cố vấn chuyến đi, ban đầu tôi đã thử một công ty khác nhưng hóa ra đã đầy chỗ. Nhân viên khách sạn thân thiện của tôi đã đề xuất tùy chọn này thông qua Vietnam Awesome Tour. Ban đầu tôi không chắc chắn về nó nhưng tôi rất vui vì đã đăng ký nó! Trong trường hợp của tôi, bạn được chào đón bởi người hướng dẫn, Anna, xem qua danh sách các món ăn phong phú, chọn thực đơn riêng, đạp xe đến từ chợ địa phương, mua nguyên liệu ở chợ, nấu tất cả các món ăn với rất nhiều sự trợ giúp, tất nhiên , ngồi bên sông Hồng với khung cảnh tuyệt vời của Hà Nội, vừa ăn uống vừa trò chuyện với người hướng dẫn, Anna. Tình cờ tôi là người duy nhất đăng ký nên nó giống như một lớp học riêng theo tỷ lệ nhóm. Trong chuyến trở về khách sạn, tôi phải ngồi trên ghế sau xe máy của Anna !!!. Cô ấy cũng gửi công thức qua email sau đó. Tôi không chỉ được trải nghiệm nấu ăn mà còn được trải nghiệm nhiều phương tiện giao thông khác nhau ở Hà Nội. Tôi không thể giới thiệu chuyến tham quan này cao hơn nữa! Đọc thêm",
            "Chúng tôi đã đăng ký lớp học này một cách bất chợt vào ngày cuối cùng của chúng tôi ở Hà Nội và hóa ra đó là một ý tưởng tuyệt vời! Như nhiều người đánh giá đã bày tỏ, cô Trang đáng yêu và tài năng đã biến nó thành một buổi học thú vị và đầy thông tin sự kiện.  Cô ấy chắc chắn khiến bạn cảm thấy được chào đón và cô ấy xứng đáng với tất cả những lời khen ngợi mà cô ấy nhận được! Chúng tôi thật may mắn và ngoài tôi và chồng, chỉ còn một người nữa trong nhóm của chúng tôi.  Cô ấy tình cờ là một phụ nữ trẻ rất tốt và chúng tôi rất hợp nhau. Chúng tôi được lựa chọn các món ăn và chúng tôi chọn Chả giò Hà Nội, Phở gà, Bún Chả và Cá chẽm với thì là và các loại rau thơm khác.  Trái ngược với đánh giá trước đó, chúng tôi đã rất tận tình trong việc chuẩn bị các món ăn khác nhau. Sự thất vọng duy nhất của tôi và lý do cho 4 Sao là khi tôi hỏi công thức nấu ăn, người chủ, ông Anh, đã gửi cho tôi một email có đính kèm Words, mặc dù nó bao gồm tất cả các công thức nấu ăn mà họ cung cấp, đôi khi là số lượng và hoặc các hướng dẫn không rõ ràng hoặc chính xác như tôi mong muốn và cách trình bày không chuyên nghiệp nhất.  Như ai đó đã đề xuất, một tập sách in sẽ được đánh giá cao hơn. Nói chung, tôi đặc biệt giới thiệu Lớp học nấu ăn tại nhà tuyệt vời cho những ai may mắn đến thăm Hà Nội!   Nếu bất kỳ ai muốn biết thêm chi tiết về trải nghiệm của chúng tôi, vui lòng gửi tin nhắn cho tôi qua TA.Đọc thêm",
            "Trang là một phụ nữ trẻ sôi nổi, tràn đầy năng lượng, nhiệt huyết và hiểu biết. Cô ấy có đầy đủ thông tin về các loại thực phẩm và hoạt động chung trong khu vực. Kỹ năng nấu ăn của cô ấy đã vượt ra ngoài thế giới này. Món Bun Cha ngon tuyệt vời!! Một chút giới thiệu về ngôn ngữ cũng hữu ích. Thời gian đón rất đúng giờ và lớp học rất có tổ chức và dễ theo dõi. Muốn giới thiệu cho bất cứ ai!!! Đọc thêm",
            "A lot of very positive reviews for this so I feel a bit bad only giving 3 stars. Ive been putting off posting this but as I have done quite a few cooking classes around Asia and I gave up half a day of my very limited days in Hanoi I have decided to finally post this. First our instructor was fantastic and deserves 6 stars for her enthusiasm and being so nice. I joined this because I wanted to learn how to cook Vietnamese dishes. Ive taken several Thai classes, Cantonese and Japanese cooking classes so I was looking forward to expanding my cooking repertoire. But this class was more about learning about Vietnamese food and culture than actual cooking. Likes: our instructor, fellow students and fantastic venue, cycling to the market to buy ingredients was really nice. The food we cooked was also very good except for a giant steamed rice dumpling that was bought in the market. Dislikes: we spent too much time practicing Vietnamese phrases at the venue then trying to speak Vietnamese in the market. As a result we had little time for cooking.  The assistants prepared all the ingredients when we got back while students sat on the veranda drinking beer and chatting which was very nice as it is a great place with a nice view. When everything was prepared we donned aprons and chopped bits of mushrooms, carrots etc to roll into spring rolls. We tried cooking a curry pancake which I had never tried before and was actually very good and I will try to make again if I can find a recipe. Sadly the pancake was the only thing we cooked. The assistants cooked everything else while we returned to the veranda to wait for the food. Overall it was a very nice afternoon but not really useful for learning how to cook Vietnamese food. Sorry guys you were great but I expect some people want to learn to cook while some are happy with the existing format but people should be aware of what it involves. One other thing which I was surprised at was although we were given a sheet of paper with Vietnamese expressions useful for shopping there was no recipe or instructions given about the dishes we ate. Every other cooking class Ive take had a had out and some even presented professionally printed booklets that they had written. Bottom line, if you want a enjoyable afternoon learning a bit about Vietnamese life, some shopping phrases, drinking a few beers and eating good food then this is the perfect thing. If you want to really learn how to cook Vietnamese dishes I would suggest trying other offerings. Read more",
            "Thật là một trải nghiệm khó quên, cảm ơn Trang, từ những bài học tiếng Việt, đi mua sắm cho bữa tối, chúng tôi đã rất vui và bữa ăn rất ngon. Bạn còn đòi hỏi gì hơn nữa, cũng xin cảm ơn anh Anh rất nhanh nhẹn, chúng tôi chắc chắn sẽ sử dụng Awesome Travel lần nữa khi ghé thăm. Gia đình VilesĐọc thêm",
            "Từ đầu đến cuối, Vietnam Awesome Travel đã cho chúng tôi trải nghiệm tuyệt vời. Dễ dàng đặt qua email, chúng tôi đã được hướng dẫn viên tuyệt vời Anna đón thẳng từ ký túc xá của chúng tôi và chúng tôi đã có một ngày tuyệt vời nhất. Bài học ngôn ngữ ngắn gọn đã giúp chúng tôi rất nhiều lần trong chuyến đi này và được thực tập ở chợ quả là một trải nghiệm tuyệt vời. Anna đáp ứng trình độ nấu ăn của chúng tôi và nói đùa với chúng tôi suốt chặng đường khi chúng tôi xem qua thực đơn chúng tôi đã chọn. Chúng tôi đã biết đến Anna và văn hóa Việt Nam trong khi ăn và họ thậm chí còn đóng gói một lượng lớn thức ăn thừa mà chúng tôi có sau bữa ăn. Tôi không thể giới thiệu đủ điều này, đó là hoạt động hoàn hảo trong ngày mưa và là khởi đầu hoàn hảo cho chuyến đi của chúng tôi tại Việt Nam! Đọc thêm",
            "Lily là một người dẫn chương trình tuyệt vời, những kỹ năng chúng tôi học được trong bài học tiếng Việt rất hữu ích trong những chuyến đi còn lại và đồ ăn rất ngon! Tôi có một số hạn chế về thực phẩm và được đáp ứng rất tốt:Đọc thêm",
            "Đọc bất kỳ bài đánh giá nào khác và bạn sẽ hiểu được lớp học này tuyệt vời như thế nào. Hà là người dạy của chúng tôi và cô ấy rất xuất sắc. Cô ấy nói tiếng Anh tốt, có thể trả lời tất cả các câu hỏi của chúng tôi và là một giáo viên tuyệt vời. Bạn sẽ được làm quen nhanh với tiếng Việt và sau đó bắt đầu đạp xe đến chợ địa phương, nơi bạn mua tất cả nguyên liệu bạn sẽ dùng để nấu ăn. Chúng tôi đã làm 6 món, tất cả mọi thứ từ Salad hoa chuối đến bún chả. Chắc chắn sẽ giới thiệu điều này cho bất cứ ai đến thăm Hà Nội. Một phần giới thiệu tuyệt vời về mọi thứ ở Việt NamĐọc thêm",
            "Xin chào, \nTôi thực sự muốn tham gia lớp học nấu ăn vì nó nghe có vẻ tuyệt vời nhưng bạn trai tôi và tôi thực sự muốn nấu ăn. Một số đánh giá cho biết bạn không làm điều này trong lớp. Có cách nào để chúng ta có thể tham gia nhiều hơn vào việc nấu nướng không? Cảm ơn!Đọc thêm",
            "Kaelani thân mến,\n\nCó, chúng tôi đang cung cấp lớp học nấu ăn thực tế.\n\nChi tiết tại: Du lịch tuyệt vời Việt Nam\n\nTrân trọng,\n\nMr AnhĐọc thêm",
            "Đọc các nhận xét và muốn biết 1. Có phải chỉ sử dụng một lần ở nhà không?\n2. Chúng tôi có hai đứa con, một đứa thích nấu ăn nhưng không thích phiêu lưu và đứa còn lại thích thử mọi loại món ăn.  Bạn có thể chứa họ không?\n3.Một buổi nửa ngày sẽ là bao nhiêu?\nCảm ơn\nVeronicaĐọc thêm",
            "Tôi không phải là người thích hợp để trả lời câu hỏi này.  Tôi nghĩ câu hỏi của bạn nên được chuyển đến Awesome Travel.  Chúng tôi không nấu ăn - chúng tôi chỉ ăn ở nhiều địa điểm trên đường phố khác nhau.  Trẻ em có thể tham gia tour nhưng phải đi bộ nhiều nên tùy thuộc vào độ tuổi của trẻ.  Tất cả chúng tôi đều yêu thích nó nhưng chúng tôi không có con.Đọc thêm"
        ],
        "star_ratings": [
            152,
            17,
            1,
            1,
            1
        ],
        "review_amount": 172,
        "location": [],
        "reviews_time": [
            "Written March 23, 2017",
            "Written February 16, 2017",
            "Written February 14, 2017",
            "Written February 12, 2017",
            "Written February 7, 2017",
            "Written February 7, 2017",
            "Written January 26, 2017",
            "Written January 17, 2017",
            "Written January 7, 2017",
            "Written January 2, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d6477125-Reviews-or30-Hanoi_Cooking_Class-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d21198066-Reviews-Quinza-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d15661423-Reviews-Xom_Nuong-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11953930-Reviews-Okbingsul_Mipec_Long_Bien-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17366673-Reviews-Aha_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d8073935-Reviews-Huong_Vi_Xua-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d13646681-Reviews-Artisee_HaDong-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d10834229-Reviews-Kichi_Kichi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d9803755-Reviews-Hamoi_Lunch_time-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17433315-Reviews-AHA_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26516714-Reviews-Deglacer_Modern_riverside_bistro-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2264809-Reviews-Ancient_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d447354-Reviews-Vietnamese_Women_s_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558598-Reviews-Lotus_Train-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311083-Reviews-Temple_of_Literature_National_University-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-or20-Hanoi_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-or40-Hanoi_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-Hanoi_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737525-Reviews-Motorbike_City_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14801839-Reviews-Insight_Hanoi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6786740-Reviews-Hanoi_Food_Tasting_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25178672-Reviews-Hanoi_Coffee_Workshop_Make_Taste_5_Signature_Brews_History_Story_by_Su_Quan_Roas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20209070-Reviews-Amazing_Travel_Corp-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11961561-Reviews-Rose_Kitchen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26639473-Reviews-Hanoi_Travel_Bug-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5584555-Reviews-Crossing_Vietnam_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5583955-Reviews-Hanoi_Street_Food_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7975671-Reviews-James_Hanoi_Motorbikes-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10859500-Reviews-Vietnam_Eco_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11680213-Reviews-Frontier_V_M_T-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17885976-Reviews-Vietnam_Daily_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17885992-Reviews-Vietnam_Daily_Golf_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566937-Reviews-Go_Bamboo-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15632288-Reviews-Number_1_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8619910-Reviews-Travel_Agent_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4444178-Reviews-Indochina_Odyssey_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15089308-Reviews-Arcady_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303945-d12827154-Reviews-Amazing_Ninh_Binh-Ninh_Binh_Ninh_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1007885-d12324959-Reviews-Ferrari_Land-Vila_Seca_Costa_Dorada_Province_of_Tarragona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215780-d6852836-Reviews-Karon_Temple_Market-Karon_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d1100072-Reviews-LEGOLAND_Discovery_Center_Chicago-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35071-d1067430-Reviews-Tanger_Outlets_Locust_Grove-Locust_Grove_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60798-d1956902-Reviews-The_Outlet_Shoppes_at_Gettysburg-Gettysburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g55139-d680275-Reviews-Great_Smokies_Flea_Market-Kodak_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g274964-d1638101-Reviews-Kemeri_National_Park-Jurmala_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d279412-Reviews-St_Gellert_Thermal_Bath_and_Swimming_Pool-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d102793-Reviews-SeaWorld-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54296-d562285-Reviews-Kiawah_Beachwalker_Park-Kiawah_Island_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-or40-Hanoi_Cooking_Class-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d6477125-Reviews-or30-Hanoi_Cooking_Class-Hanoi.html"
    }
]