[
    {
        "attraction_name": "Hanoi Train Street",
        "attraction_name_vi": "Phố Tàu Hà Nội",
        "general_info": [
            "938 đánh giá",
            "- 32 trong số 331 điều cần làm ở Hà Nội",
            "Điểm tham quan - Di tích lịch sử"
        ],
        "attraction_summary": "Ẩn mình trong khu phố cổ Hà Nội, con hẻm chật hẹp này thu hút du khách muốn chụp ảnh trên đường ray đang hoạt động và thậm chí bắt được một chuyến tàu chạy qua! Con hẻm này thực chất là một khu dân cư - nhiều người dân địa phương đã biến ngôi nhà của họ thành những quán cà phê nhỏ cổ kính, nơi bạn có thể nhâm nhi cà phê trứng truyền thống trong khi chờ tàu đi qua - điều này xảy ra một vài lần trong ngày. Tuy nhiên, hãy cẩn thận vì đường phố có thể rất đông đúc. Khám phá Phố Tàu và các con phố, ngõ hẻm khác của Hà Nội trong chuyến tham quan cùng hướng dẫn viên địa phương. Họ - cũng sẽ giúp bạn chụp ảnh!  - TripadvisorĐọc thêm",
        "reviews": [
            "Đi đến lối vào gần đoạn 70-78, đó là một đoạn nhỏ nhưng đầy màu sắc. Theo chân cô nàng trầm tính đến quán cà phê 74. Người dễ thương, đồ ăn thức uống ngon, chỗ ngồi đẹp. Lịch trình tàu không chính xác nhưng người dân địa phương biết khi nào nó đến. Hãy ngồi ở nơi họ chỉ dẫn để bạn có thể yên tâm tận hưởng nhịp độ hối hả của đoàn tàu đi qua.Đọc thêm",
            "Chúng tôi hoàn toàn thích trải nghiệm này. Chúng tôi được một người phụ nữ đáng yêu dẫn vào khu vực, ngồi vào một quán cà phê để thưởng thức đồ uống và đồ ăn nhẹ và thư giãn khi chứng kiến ​​sự hỗn loạn của khách du lịch để có được bức ảnh mang tính biểu tượng đó trước sự kiện chính gồm ba chuyến tàu chạy qua. Cách tuyệt vời để dành một buổi tối và chắc chắn phải làm! Đọc thêm",
            "Nơi tuyệt vời để xem tàu ​​đi qua khu phố nhỏ này. Thật sốc khi ĐÓNG các chuyến tàu đi ngang qua những ngôi nhà này, YIKES!  Bạn phải đến và xem nó cho chính mình. Chúng tôi đã trải nghiệm điều này từ Cả fé Mình Huyền 28 Train Track: Đồ uống rất mát và sảng khoái!Đọc thêm",
            "Đã đi du lịch khắp Việt Nam và đây chắc chắn là một điểm nổi bật. Thật may mắn khi thấy hai chuyến tàu chạy qua trong vòng 20 phút vào khoảng 10 giờ tối. Dường như không ai ngoài những người bán hàng biết khi nào họ sẽ đến! Chúng tôi dừng lại ở một quán bar nhỏ để uống bia và anh ấy nói rằng tàu sẽ sớm đến - sau đó anh ấy chỉ cho chúng tôi chỗ đứng để có tầm nhìn đẹp nhất. Hoàn toàn khuyên bạn nên ghé thăm đây! Đọc thêm",
            "Đừng lo lắng về việc không thể vào được, bên trong luôn có hàng trăm người vào bất cứ lúc nào. Tất cả những người dân địa phương xung quanh đang cố gắng mời bạn vào. Bạn - sẽ phải mua đồ uống tại quán cà phê của họ một lần nhưng sau khi uống xong, bạn có thể đứng dậy đi lang thang xung quanh hoặc tìm một chỗ khác để ngồi và bắt tàu! . Trong tuần diễn ra vào buổi tối, có mặt từ 7h30 tối!Đọc thêm",
            "Thật là một hoạt động thú vị! Theo nhiều đánh giá, chúng tôi không chắc liệu mình có được phép lên đường ray hay không nhưng chúng tôi đã đợi đúng 20 giây trước khi một người bán hàng mời chúng tôi đi uống nước tại quán cà phê của cô ấy trên đường ray. Chúng tôi đến đó khoảng nửa tiếng trước chuyến tàu lúc 3h20 chiều. Thật tuyệt khi nhìn thấy đoàn tàu lớn đi qua! Chắc chắn đề nghịĐọc thêm",
            "Khu vực gần khu phố cổ đông đúc với những người cung cấp cho bạn thông tin sai lệch và ép bạn phải trả giá cho một quán cà phê cụ thể. Chúng tôi đã liên hệ với chủ một quán cà phê tuyệt vời - 65 Train Coffee - và cô ấy đã tư vấn về lịch trình tàu hỏa và chỉ cho chúng tôi cách đến quán cà phê của cô ấy mà không gặp rắc rối. Vì vậy, chúng tôi khuyên bạn nên đi bộ xa hơn một chút và đi vào tuyến đường sắt ngay trước nơi đường Khâm Thiên - Lê Duẩn giao nhau mà không gặp bất kỳ phiền toái nào.  - 65 Train Coffee - cách khoảng 100 mét chỉ sau một khúc cua tạo nên những bức ảnh đẹp và chủ quán thật tuyệt vời.\nXin lưu ý rằng chuyến tàu chạy với tốc độ nhanh chóng nhắc nhở chúng tôi rằng đây không phải là chuyến tàu dành cho khách du lịch mà là một chuyến tàu nội địa thực sự.Đọc thêm",
            "Đừng bỏ cuộc khi hệ thống an ninh giả mạo nói với bạn rằng bạn không thể vào. Bcos cuối cùng một chủ quán cà phê sẽ dẫn bạn vào đường tàu. Việc bạn có ngồi ở quán cà phê họ giới thiệu hay không là tùy thuộc vào bạn. Tôi thực sự khuyên bạn nên ghé thăm bcos - đó là một cách độc đáo thú vị để kết thúc một ngày của bạn ở hà nội với một cốc bia ngắm tàu ​​chạy quaĐọc thêm",
            "Đường tàu là trải nghiệm tốt. Bạn chỉ có thể vào nếu bạn mua đồ ăn hoặc đồ uống tại những nơi họ mời ngồi bên trong. Hãy cẩn thận chọn chỗ ngồi an toàn vì tàu đi qua rất gần. Nó đã ấn định thời gian nên hãy đến đúng giờ để bạn không bỏ lỡ Đọc thêm",
            "Thích lắm. Ở lối vào, bạn phải đi cùng một người sở hữu quán cà phê hoặc có quán cà phê được chỉ định. Dù bằng cách nào thì hầu hết tất cả đều thân thiện với Instagram và rất đẹp. Có những thời điểm được chỉ định mà tàu sẽ đi qua. Chúng tôi đã phải đợi gần một giờ nhưng có rất nhiều thứ để chụp ảnh, ăn uống. Cuối cùng, tàu của chúng tôi đã đến lúc 9.15 tối. Tốt nhất là đến vào ban đêm vì trời mát hơn và sớm hơn một chút so với giờ tàu chạy vì gần đến nơi khá đông đúc và có thể không dễ để có được một chỗ ngồi tốt. Đồ ăn rất tuyệt, cũng có rất nhiều lựa chọn đồ uống. Đọc thêm",
            "bạn có thể nghĩ rằng nó hơi quá đà và không đáng, nhưng nếu tôi là bạn, tôi sẽ xem xét lại. Đó là một trải nghiệm khá thú vị. Quán cà phê có thể hơi đắt một chútĐọc thêm",
            "Một trải nghiệm tuyệt làm sao! Sẽ ghé thăm một lần nữa để uống nước dừa và một chuyến đi ly kỳ như thế này! Tôi cũng thích bia và người bán hàng rất thân thiện!Đọc thêm",
            "Được đánh giá quá cao và thực sự đáng sợ. Chỉ cần sai sót một điều nhỏ thôi là mọi người sẽ bị tổn thương nặng nề ở đây. Tuy nhiên, các chủ quán cà phê rất vui vẻ, phục vụ đồ uống ngon và có áo phông lưu niệm khá rẻ nhưng đẹp. Nếu bạn muốn làm điều gì đó thú vị với xe lửa, hãy đến và xem các tác phẩm nghệ thuật tranh tường.Đọc thêm",
            "đường xe lửa thật tuyệt vời...chúng tôi đã đi vào ban ngày để kiểm tra và chúng tôi đã đi vào ban đêm để thấy tất cả đều sáng đèn cả hai lần thật tuyệt vời....quán cà phê - quán bar rất bận rộn nhưng những người chủ lại ép bạn vào, mọi người đều sẵn lòng phục vụ quý khách tận hưởng trải nghiệm..Đọc thêm",
            "Đó là một nơi thú vị để đi bộ dọc theo đường ray và xem các cửa hàng ở gần đường tàu như thế nào. Chúng tôi đến vào buổi sáng khi không có tàu chạy và thưởng thức một ly sinh tố tuyệt vời từ một người bán hàng ven đường.  Có hơi hối hả khi mua quà lưu niệm nhưng buổi sáng cũng không có gì nhiều. Nó không bận rộn nhưng rất nóng.  Chọn bên phải đường để ngồi dưới bóng râm! Sẽ rất tuyệt nếu được ngắm nhìn vào ban đêm khi mọi thứ đều sáng đèn.Đọc thêm",
            "Trải nghiệm tuyệt vời mặc dù hơi đáng sợ. Tàu đi qua thật gần. Vì vậy, điều quan trọng là ở lại và chỉ xem cảnh tượng. Thương mại nhưng thú vị để làm.Đọc thêm",
            "Tôi có thể nói gì đây, ngoài điều này là một - phải làm - khi ở Hà Nội. Mẹo hàng đầu là đặt chỗ ở một trong các thanh chắn bên đường, vì nhân viên bảo vệ ở các điểm giao cắt đảm bảo bạn không thể - chỉ cần đi lang thang trên đường ray trừ khi bạn đang đi đến một quán bar.Đọc thêm",
            "Chúng tôi là một nhóm gồm 5 người bạn đã đến thăm phố Train. Tôi nghĩ có nhiều chuyến tàu đến ở nhiều nơi trên đường phố. Hướng dẫn viên đưa chúng tôi đến một quán cà phê nơi chúng tôi có một ít dừa mềm để uống. Chúng tôi ngồi trên những chiếc ghế cafe kê dọc con phố hẹp và đợi tàu đến. Tôi nghĩ chuyến tàu của chúng tôi lẽ ra sẽ đến vào khoảng buổi trưa. Khoảng vài phút trước khi tàu đến, có tiếng chuông reo, chủ quán cà phê sẽ yêu cầu chúng tôi đứng dậy và hết sức cẩn thận để tay tránh xa tàu. Đường phố hẹp đến mức có cảm giác như tàu gần như sắp lao vào bạn và tàu không giảm tốc độ vì đường hẹp. Trải nghiệm rất thú vị....nhưng hãy an toàn.Đọc thêm",
            "VUI LÒNG TRÁNH NHỮNG NGƯỜI ƯU ĐÃI CHO BẠN ĐI XE ĐẠP!! Họ đối đầu với bạn và chỉ cần nắm lấy cánh tay của bạn để bạn ngồi xuống. Anh ta nói dối rằng tàu sẽ đến trong 10 phút nữa ở địa điểm khác.  Khi tôi đến đó, anh ta nhất quyết yêu cầu tôi đưa cho anh ta 200000 vnd và trở nên hung hãn hơn.Đọc thêm",
            "Chúng tôi dừng lại vào buổi chiều và thưởng thức sinh tố kem và Bánh bao tại Cafe on Railway. Ling chủ sở hữu rất thân thiện và hữu ích, và chăm sóc đề nghị hành lý của chúng tôi. Nhìn thấy những chuyến tàu đi ngang qua ghế của bạn - theo đúng nghĩa đen - buổi tối từ khoảng 7 giờ tối là lúc chúng đi - thật điên rồ! Rất gần. Rất vui.Đọc thêm",
            "Khách du lịch có được phép ở đây không? Bây giờ nó có đóng cửa không?Đọc thêm",
            "Tôi thấy có hai - Đường xe lửa - như vậy, phía bắc - gần khu phố cổ - và phía nam của nhà ga. Các chuyến tàu có chạy cùng tần suất ở phía nam nhà ga không - như chỉ có các chuyến tàu buổi tối các ngày trong tuần - ? Tôi thấy ai đó đề cập rằng ở đây có tàu chạy vào ban ngày, ít nhất là vào thứ Sáu các ngày trong tuần? ĐÚNG VẬY? \n\nCó ai có thông tin về thời gian hiện tại của các tuyến đường sắt phía Bắc và phía Nam để hỗ trợ lập kế hoạch không?\n\nGần như không thể tiếp cận khu phố cổ chính - Phố Tàu - hay phải sử dụng các phương pháp đặc biệt nào?\n\nCảm ơn trước!Đọc thêm",
            "về giờ tàu, bạn cần kiểm tra nó trên trang web cũng như trên mmtp. Tôi đã nhìn thấy nó vào ban đêm từ 8 đến 9 giờ tối ở khu phố cổ. Thật dễ dàng để ghé thăm gần khu phố cổĐọc thêm",
            "Tôi đã đọc các bài đánh giá về việc liên lạc với Linh từ quán cà phê những năm 1990, bạn có thể liên lạc với cô ấy ở đâu?Đọc thêm",
            "Tôi cũng nghe nói vậy nhưng khi đến khu vực cô ấy ở, tôi chỉ cần đi bộ lên, mua cà phê và ngắm tàu ​​đến và đi từ bất cứ đâu. Không có cảnh sát hoặc các vấn đề Đọc thêm",
            "Xin chào, ai đó có thể cho tôi biết cách đi tàu điện ngầm ở Hà Nội không? Nơi này trông rất khác thường và không điển hình! Cảm ơn bạn rất nhiềuĐọc thêm",
            "Dear Sandrine,\nthis location was closed by the government. You can visit the area at the following adress\n\n5 Đường Điện Biên Phủ\nP. Cửa Nam\nQuận Hoàn Kiếm\nThành Phố Hà Nội\nVietnam\n\nRead more",
            "Xin chào .. chúng tôi đến đây vào cuối tuần này và nó đã bị đóng cửa đối với công chúng. Bạn có biết tàu chạy qua mấy giờ không?Đọc thêm",
            "Mở cửa cho công chúng!!!! Họ chỉ đóng cửa lối vào khu phố cổ. Đi taxi hoặc Grab đến địa điểm thứ hai và tận hưởng!!!! Cả ngày họ có tàu đến từ 10 giờ sáng đến 5 giờ chiều và 100 - mở cửa cho tất cả mọi người! Đọc thêm",
            "Tàu chạy trên phố tàu vào lúc mấy giờ trong tuần?Đọc thêm",
            "Bạn có thể google thời gian. Nhưng - s hai lần mỗi ngày. \n\nBuổi tôi tham dự chỉ sau 7 giờ tối. Tôi nghĩ buổi sáng qua đường là khoảng 6-6 giờ 30 sáng.\n\nTôi thực sự khuyên bạn nên đi vì đó là điều mà bạn biết là không thể an toàn, tuy nhiên việc chờ đợi chuyến tàu sẽ khiến những người lớn bình thường tỉnh táo cảm thấy choáng váng. Hãy tận hưởng!Đọc thêm",
            "Khi nào tàu rời?\n\nĐọc thêm",
            "có nhiều thời điểm khác nhau, cả buổi sáng và buổi chiều, tôi thấy nó lúc 11 giờ 45 sáng. Tốt hơn hết bạn nên hỏi người dân địa phươngĐọc thêm"
        ],
        "star_ratings": [
            520,
            232,
            95,
            40,
            68
        ],
        "review_amount": 955,
        "location": [
            "Đường tàu hỏa Hà Nội",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written June 1, 2023",
            "Written June 20, 2023",
            "Written July 2, 2023",
            "Written July 5, 2023",
            "Written July 6, 2023",
            "Written July 25, 2023",
            "Written July 30, 2023",
            "Written July 30, 2023",
            "Written July 31, 2023",
            "Written August 1, 2023",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 23, 2024",
            "Written May 21, 2024",
            "Written May 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15190048-Reviews-Hanoi_Train_Street-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25240942-Reviews-The_Eroica_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26685622-Reviews-MAY_TRE_DAN_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24894029-Reviews-Aira_Sky_Bar_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25383089-Reviews-Botan_Bar_Dine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d1236678-Reviews-Puku_Cafe_and_Sports_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17612153-Reviews-Viet_Restaurant_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25040567-Reviews-Cloud_Sky_Bar_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d23543859-Reviews-SushiLAB-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25412586-Reviews-Parallel_Cocktail_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d13173036-Reviews-The_Railway_Hanoi_Choo_Choo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27453897-Reviews-Ngoc_Like_Tattoo-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25352254-Reviews-VAPE_STAR-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25209957-Reviews-Batoni_Bespoke-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26356636-Reviews-Mai_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1486502-Reviews-Hanoi_Flag_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455005-Reviews-Vietnam_Military_History_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15190048-Reviews-or10-Hanoi_Train_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12430947-Reviews-Manh_s_Farm_Tour_and_Homestay_cooking_Class_in_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311083-Reviews-Temple_of_Literature_National_University-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067946-Reviews-Chua_Tran_Quoc-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14037801-Reviews-GIU_Social_Enterprise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10077982-Reviews-Zo_Project-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19517231-Reviews-The_Black_Sheep_Cocktail_Theatre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15334687-Reviews-La_enMay_Spa_Dinh_Ngang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18928515-Reviews-Soleil_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13201461-Reviews-Tigit_Motorbikes_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7055050-Reviews-Essencia_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12500670-Reviews-Parfum_d_Automne-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1771418-Reviews-Vega_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8773701-Reviews-Duccio_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13413636-Reviews-Vui_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19609046-Reviews-CLU_Cocktail_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17133314-Reviews-The_Craft_House_Street_Train_Souvenir_Gift_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g562630-d2709301-Reviews-Glyfada_Beach-Glyfada_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d591674-Reviews-Grapevine_Historic_Main_Street_District-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g190328-d229618-Reviews-St_John_s_Co_Cathedral-Valletta_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d16734555-Reviews-Universoul_Circus-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34517-d130219-Reviews-Tomoka_State_Park-Ormond_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32859-d1172242-Reviews-Old_Pasadena-Pasadena_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d532158-Reviews-Forest_Park-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g50881-d2415605-Reviews-West_Branch_State_Park-Ravenna_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d1407290-Reviews-Shinsekai-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g635899-d294646-Reviews-Burgazada-Princes_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15190048-Reviews-or10-Hanoi_Train_Street-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15190048-Reviews-Hanoi_Train_Street-Hanoi.html"
    },
    {
        "attraction_name": "Hanoi Train Street",
        "attraction_name_vi": "Phố Tàu Hà Nội",
        "general_info": [
            "938 đánh giá",
            "- 32 trong số 331 điều cần làm ở Hà Nội",
            "Địa điểm ưa thích - Địa danh"
        ],
        "attraction_summary": "Ẩn mình trong khu phố cổ Hà Nội, con hẻm chật hẹp này thu hút du khách muốn chụp ảnh trên đường ray đang hoạt động và thậm chí bắt được một chuyến tàu chạy qua! Con hẻm này thực chất là một khu dân cư - nhiều người dân địa phương đã biến ngôi nhà của họ thành những quán cà phê nhỏ cổ kính, nơi bạn có thể nhâm nhi cà phê trứng truyền thống trong khi chờ tàu đi qua - điều này xảy ra một vài lần trong ngày. Tuy nhiên, hãy cẩn thận vì đường phố có thể rất đông đúc. Khám phá Phố Tàu và các con phố, ngõ hẻm khác của Hà Nội trong chuyến tham quan cùng hướng dẫn viên địa phương. Họ - cũng sẽ giúp bạn chụp ảnh!  - TripadvisorĐọc thêm",
        "reviews": [
            "Đi đến lối vào gần đoạn 70-78, đó là một đoạn nhỏ nhưng đầy màu sắc. Theo chân cô nàng trầm tính đến quán cà phê 74. Người dễ thương, đồ ăn thức uống ngon, chỗ ngồi đẹp. Lịch trình tàu không chính xác nhưng người dân địa phương biết khi nào nó đến. Hãy ngồi ở nơi họ chỉ dẫn để bạn có thể yên tâm tận hưởng nhịp độ hối hả của đoàn tàu đi qua.Đọc thêm",
            "Chúng tôi hoàn toàn thích trải nghiệm này. Chúng tôi được một người phụ nữ đáng yêu dẫn vào khu vực, ngồi vào một quán cà phê để thưởng thức đồ uống và đồ ăn nhẹ và thư giãn khi chứng kiến ​​sự hỗn loạn của khách du lịch để chụp được bức ảnh mang tính biểu tượng đó trước sự kiện chính gồm ba chuyến tàu chạy qua. Cách tuyệt vời để dành một buổi tối và chắc chắn phải làm! Đọc thêm",
            "Nơi tuyệt vời để xem tàu ​​đi qua khu phố nhỏ này. Thật sốc khi ĐÓNG các chuyến tàu đi ngang qua những ngôi nhà này, YIKES!  Bạn phải đến và xem nó cho chính mình. Chúng tôi đã trải nghiệm điều này từ Cả fé Mình Huyền 28 Train Track: Đồ uống rất mát và sảng khoái!Đọc thêm",
            "Đã đi du lịch khắp Việt Nam và đây chắc chắn là một điểm nổi bật. Thật may mắn khi thấy hai chuyến tàu chạy qua trong vòng 20 phút vào khoảng 10 giờ tối. Dường như không ai ngoài những người bán hàng biết khi nào họ sẽ đến! Chúng tôi dừng lại ở một quán bar nhỏ để uống bia và anh ấy nói rằng tàu sẽ sớm đến - sau đó anh ấy chỉ cho chúng tôi chỗ đứng để có tầm nhìn đẹp nhất. Hoàn toàn khuyên bạn nên ghé thăm đây! Đọc thêm",
            "Đừng lo lắng về việc không thể vào được, bên trong luôn có hàng trăm người vào bất cứ lúc nào. Tất cả những người dân địa phương xung quanh đang cố gắng mời bạn vào. Bạn - sẽ phải mua đồ uống tại quán cà phê của họ một lần nhưng sau khi uống xong, bạn có thể đứng dậy đi lang thang xung quanh hoặc tìm một chỗ khác để ngồi và bắt tàu! . Trong tuần diễn ra vào buổi tối, có mặt từ 7h30 tối!Đọc thêm",
            "Thật là một hoạt động vui vẻ! Theo nhiều đánh giá, chúng tôi không chắc liệu mình có được phép lên đường ray hay không nhưng chúng tôi đã đợi đúng 20 giây trước khi một người bán hàng mời chúng tôi uống nước tại quán cà phê của cô ấy trên đường ray. Chúng tôi đến đó khoảng nửa giờ trước chuyến tàu 3.20 chiều. Thật tuyệt khi thấy đoàn tàu khổng lồ chạy qua! Chắc chắn đề xuấtĐọc thêm",
            "Khu vực gần khu phố cổ đông đúc với những người cung cấp cho bạn thông tin sai lệch và ép bạn phải trả giá cho một quán cà phê cụ thể. Chúng tôi đã liên hệ với chủ một quán cà phê tuyệt vời - 65 Train Coffee - và cô ấy đã tư vấn về lịch trình tàu hỏa và chỉ cho chúng tôi cách đến quán cà phê của cô ấy mà không gặp rắc rối. Vì vậy, chúng tôi khuyên bạn nên đi bộ xa hơn một chút và đi vào tuyến đường sắt ngay trước nơi đường Khâm Thiên - Lê Duẩn giao nhau mà không gặp bất kỳ phiền toái nào.  - 65 Train Coffee - cách khoảng 100 mét chỉ sau một khúc cua tạo nên những bức ảnh đẹp và chủ quán thật tuyệt vời.\nXin lưu ý rằng chuyến tàu chạy với tốc độ nhanh chóng nhắc nhở chúng tôi rằng đây không phải là chuyến tàu dành cho khách du lịch mà là một chuyến tàu nội địa thực sự.Đọc thêm",
            "Đừng bỏ cuộc khi hệ thống an ninh giả mạo nói với bạn rằng bạn không thể vào. Bcos cuối cùng một chủ quán cà phê sẽ dẫn bạn vào đường tàu. Việc bạn có ngồi ở quán cà phê họ giới thiệu hay không là tùy thuộc vào bạn. Tôi thực sự khuyên bạn nên ghé thăm bcos - đó là một cách độc đáo thú vị để kết thúc một ngày của bạn ở hà nội với một cốc bia ngắm tàu ​​chạy quaĐọc thêm",
            "Đường tàu là trải nghiệm tốt. Bạn chỉ có thể vào nếu bạn mua đồ ăn hoặc đồ uống tại những nơi họ mời ngồi bên trong. Hãy cẩn thận chọn chỗ ngồi an toàn vì tàu đi qua rất gần. Nó đã ấn định thời gian nên hãy đến đúng giờ để bạn không bỏ lỡ Đọc thêm",
            "Đã yêu nó. Ở lối vào, bạn phải đi cùng người sở hữu quán cà phê hoặc người có quán cà phê được chỉ định. Dù sao đi nữa, hầu hết tất cả chúng đều thân thiện với Instagram và rất đẹp. Có những thời điểm được chỉ định mà tàu sẽ đi qua. Chúng tôi phải đợi gần một tiếng đồng hồ nhưng vẫn có rất nhiều thứ để nhấp chuột, ăn uống. Chuyến tàu của chúng tôi cuối cùng đã đến lúc 9h15 tối. Tốt nhất nên đến vào ban đêm vì trời mát hơn và sớm hơn một chút so với giờ tàu vì gần đến khá đông và có thể không dễ để có được một chỗ ngồi tốt. Thức ăn rất tuyệt, có rất nhiều lựa chọn về đồ uống. Đọc thêm",
            "đường tàu nổi tiếng. Vẫn là một trải nghiệm thú vị bất chấp lượng khách du lịch đông đúc. Dù sao cũng phải xem một lần! Người dân địa phương sẽ cố gắng đưa bạn vào những quán bar nhỏ của họ để xem tàu ​​chạy qua.Đọc thêm",
            "Trải nghiệm thật tuyệt vời.  Nhưng chủ cửa hàng và một số đại lý rất thô lỗ và sẽ gây áp lực buộc bạn phải mua đồ ăn, đồ uống với giá rất cao để bạn có thể ngồi thưởng thức phố tàu.Đọc thêm",
            "Phố Tàu là một điểm thu hút khách du lịch vì nó rất khác lạ đối với nhiều người. Con phố có rất nhiều cửa hàng đủ loại và thỉnh thoảng có một chuyến tàu chạy qua, nhưng chúng tôi không thấy một cái nào cả.Đọc thêm",
            "3 - để uống cà phê với 1 cà phê và 1 nước trái cây. Trải nghiệm tuyệt vời và giá rẻ cho 2 người. Bạn phải đến đây trước giờ tàu. Một chút đông đúc. Đọc thêm",
            "Thật tuyệt vời khi chúng tôi thật may mắn khi nhìn thấy một chuyến tàu buổi sáng. Đừng tin vào những tin đồn bị cấm. Chúng tôi vừa đi bộ vừa tìm thấy một quán cà phê và uống bia và cà phê. Trải nghiệm tuyệt vời chỉ với chi phí một cốc bia và cà phêĐọc thêm",
            "Cảnh tượng những ngôi nhà và cửa hàng nằm cách đường ray xe lửa đang hoạt động chỉ vài bước chân vừa hấp dẫn vừa đầy cảm hứng. Mặc dù các biện pháp phòng ngừa an toàn là cần thiết nhưng trải nghiệm chứng kiến ​​đoàn tàu đi qua thật thú vị và đáng nhớ.Đọc thêm",
            "Thật đáng để ghé thăm! Tôi thậm chí đã đến đó hai lần, vì chuyến tàu lần đầu - không đủ dài để khiến tôi nghẹt thở - - - Vì vậy, tôi chắc chắn khuyên bạn nên đi.Đọc thêm",
            "Thật nhiều điều thú vị và đáng sợ cùng lúc khi những đoàn tàu lăn bánh qua khu dân cư chật hẹp với những khách hàng quen Cafe trải dài trên tuyến đường sắt. Rất đáng để ghé thăm. Đọc thêm",
            "Một trải nghiệm rất độc đáo đáng để thử. Hãy cố gắng kiểm tra lịch trình tàu trước khi đi. Rất nhiều quán cà phê nhỏ nơi bạn có thể ngồi khi tàu đi quaĐọc thêm",
            "Chúng tôi đi dọc theo những con đường hẹp, quan sát người dân địa phương thực hiện công việc hàng ngày của họ khi những chuyến tàu chạy qua rất gần nhà. Đây là một địa điểm du lịch nổi tiếng, nhưng cảnh tượng trẻ em chơi đùa và phơi quần áo giữa những con đường quanh co là một cái nhìn hấp dẫn về cuộc sống địa phương.Đọc thêm",
            "Khách du lịch có được phép ở đây không? Bây giờ nó có đóng cửa không?Đọc thêm",
            "Tôi thấy có hai - Đường xe lửa - như vậy, phía bắc - gần khu phố cổ - và phía nam của nhà ga. Các chuyến tàu có chạy cùng tần suất ở phía nam nhà ga không - như chỉ có các chuyến tàu buổi tối các ngày trong tuần - ? Tôi thấy ai đó đề cập rằng ở đây có tàu chạy vào ban ngày, ít nhất là vào thứ Sáu các ngày trong tuần? ĐÚNG VẬY? \n\nCó ai có thông tin về thời gian hiện tại của các tuyến đường sắt phía Bắc và phía Nam để hỗ trợ lập kế hoạch không?\n\nGần như không thể tiếp cận khu phố cổ chính - Phố Tàu - hay phải sử dụng các phương pháp đặc biệt nào?\n\nCảm ơn trước!Đọc thêm",
            "về giờ tàu, bạn cần kiểm tra nó trên trang web cũng như trên mmtp. Tôi đã nhìn thấy nó vào ban đêm từ 8 đến 9 giờ tối ở khu phố cổ. Thật dễ dàng để ghé thăm gần khu phố cổĐọc thêm",
            "Tôi đọc các bài đánh giá về việc liên hệ với Linh từ quán cà phê những năm 1990, bạn có thể liên hệ với cô ấy ở đâu?Đọc thêm",
            "Tôi cũng nghe nói vậy nhưng khi đến khu vực cô ấy ở, tôi chỉ cần đi bộ lên, mua cà phê và ngắm tàu ​​đến và đi từ bất cứ đâu. Không có cảnh sát hoặc các vấn đề Đọc thêm",
            "Xin chào, ai đó có thể cho tôi biết cách đi tàu điện ngầm ở Hà Nội không? Nơi này trông rất khác thường và không điển hình! Cảm ơn bạn rất nhiềuĐọc thêm",
            "Dear Sandrine,\nthis location was closed by the government. You can visit the area at the following adress\n\n5 Đường Điện Biên Phủ\nP. Cửa Nam\nQuận Hoàn Kiếm\nThành Phố Hà Nội\nVietnam\n\nRead more",
            "Xin chào .. chúng tôi đến đây vào cuối tuần này và nó đã bị đóng cửa đối với công chúng. Bạn có biết tàu chạy qua mấy giờ không?Đọc thêm",
            "Mở cửa cho công chúng!!!! Họ chỉ đóng cửa lối vào khu phố cổ. Đi taxi hoặc Grab đến địa điểm thứ hai và tận hưởng!!!! Cả ngày họ có tàu đến từ 10 giờ sáng đến 5 giờ chiều và 100 - mở cửa cho tất cả mọi người! Đọc thêm"
        ],
        "star_ratings": [
            520,
            232,
            95,
            40,
            68
        ],
        "review_amount": 955,
        "location": [],
        "reviews_time": [
            "Written June 1, 2023",
            "Written June 20, 2023",
            "Written July 2, 2023",
            "Written July 5, 2023",
            "Written July 6, 2023",
            "Written July 25, 2023",
            "Written July 30, 2023",
            "Written July 30, 2023",
            "Written July 31, 2023",
            "Written August 1, 2023",
            "Written May 18, 2024",
            "Written May 17, 2024",
            "Written May 17, 2024",
            "Written May 15, 2024",
            "Written May 13, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 12, 2024",
            "Written May 11, 2024",
            "Written May 10, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15190048-Reviews-or10-Hanoi_Train_Street-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25240942-Reviews-The_Eroica_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26685622-Reviews-MAY_TRE_DAN_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24894029-Reviews-Aira_Sky_Bar_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25383089-Reviews-Botan_Bar_Dine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d1236678-Reviews-Puku_Cafe_and_Sports_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17612153-Reviews-Viet_Restaurant_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25040567-Reviews-Cloud_Sky_Bar_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d23543859-Reviews-SushiLAB-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25412586-Reviews-Parallel_Cocktail_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d13173036-Reviews-The_Railway_Hanoi_Choo_Choo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27453897-Reviews-Ngoc_Like_Tattoo-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25352254-Reviews-VAPE_STAR-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25209957-Reviews-Batoni_Bespoke-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26356636-Reviews-Mai_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1486502-Reviews-Hanoi_Flag_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455005-Reviews-Vietnam_Military_History_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15190048-Reviews-Hanoi_Train_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15190048-Reviews-or20-Hanoi_Train_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12430947-Reviews-Manh_s_Farm_Tour_and_Homestay_cooking_Class_in_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311083-Reviews-Temple_of_Literature_National_University-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7987859-Reviews-Lotte_Observation_Deck-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2067946-Reviews-Chua_Tran_Quoc-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4162202-Reviews-Hanoi_Ceramic_Mosaic_Mural-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2179632-Reviews-Long_Bien_Bridge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14037801-Reviews-GIU_Social_Enterprise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10077982-Reviews-Zo_Project-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19517231-Reviews-The_Black_Sheep_Cocktail_Theatre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15334687-Reviews-La_enMay_Spa_Dinh_Ngang-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18928515-Reviews-Soleil_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13201461-Reviews-Tigit_Motorbikes_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7055050-Reviews-Essencia_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12500670-Reviews-Parfum_d_Automne-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1771418-Reviews-Vega_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8773701-Reviews-Duccio_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13413636-Reviews-Vui_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19609046-Reviews-CLU_Cocktail_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17133314-Reviews-The_Craft_House_Street_Train_Souvenir_Gift_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d21338107-Reviews-Edge_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g154990-d184770-Reviews-African_Lion_Safari-Hamilton_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g181720-d20131235-Reviews-Go_Place-Markham_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g651973-d11699980-Reviews-Gerakini_Beach-Gerakini_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297478-d20951752-Reviews-Happy_Massage-Medellin_Antioquia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g240329-d116839-Reviews-Pfeiffer_Big_Sur_State_Park-Big_Sur_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d10798515-Reviews-Sunnyland_Sarajevo-Sarajevo_Sarajevo_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d194160-Reviews-Mozarthaus_Vienna-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d23342532-Reviews-BLU_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d148675-Reviews-Floating_Market-Willemstad_Curacao.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d15190048-Reviews-or20-Hanoi_Train_Street-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15190048-Reviews-or10-Hanoi_Train_Street-Hanoi.html"
    }
]