[
    {
        "attraction_name": "Hanoi eBuddies",
        "attraction_name_vi": "Bạn bè điện tử Hà Nội",
        "general_info": [
            "875 đánh giá",
            "63 trong số 1.948 Tour Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phốChuyến tham quan đi bộ",
            "Chuyến tham quan thành phố",
            "Những chuyến đi bộ"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chuyến tham quan là một trải nghiệm đặc biệt mang lại giá trị vượt trội cho số tiền bỏ ra. Hướng dẫn viên của chúng tôi vô cùng nhiệt tình và hiểu biết sâu sắc, điều này đã làm tăng thêm giá trị to lớn cho hành trình của chúng tôi. Chúng tôi không ngừng kinh ngạc trước những cảnh quan tuyệt đẹp, từ những phong cảnh đẹp như tranh vẽ cho đến những khung cảnh ngoạn mục khiến mọi khoảnh khắc trở nên đáng nhớ. Các món ăn không chỉ ngon mà còn được trình bày đẹp mắt, mang đến hương vị đích thực của ẩm thực địa phương. Một loạt các hoạt động giúp chúng tôi được giải trí và tham gia triệt để trong suốt chuyến đi. Chúng tôi đặc biệt giới thiệu chuyến tham quan này cho bất kỳ ai muốn có trải nghiệm phong phú và khó quênĐọc thêm",
            "Hướng dẫn đã vượt lên trên để đảm bảo sự hài lòng của chúng tôi, chú ý đến từng chi tiết và đảm bảo rằng chúng tôi đã có khoảng thời gian tuyệt vời. Mặc dù Vịnh Hạ Long có xu hướng đông đúc và đôi khi có nước đục, hướng dẫn viên của chúng tôi đã vượt qua những thử thách này một cách thành thạo để mang đến cho chúng tôi một chuyến tham quan đáng nhớ và thú vị. Sự cống hiến và dịch vụ cá nhân của anh ấy đã tạo nên sự khác biệt. Chúng tôi đặc biệt giới thiệu công ty này cho bất kỳ ai lên kế hoạch tham quan trong khu vực. Cảm ơn bạn vì một trải nghiệm khó quênĐọc thêm",
            "Mọi thứ đều được lên kế hoạch và thực hiện tỉ mỉ, với hướng dẫn viên của chúng tôi vừa hiểu biết vừa thân thiện, cung cấp những hiểu biết sâu sắc hấp dẫn về lịch sử và vẻ đẹp tự nhiên của khu vực. Trải nghiệm ẩm thực thật nổi bật, bao gồm nhiều món ăn ngon và đồ uống giải khát. Khung cảnh ngoạn mục, với những núi đá vôi ấn tượng nhô lên từ làn nước màu ngọc lục bảo, mang đến khung cảnh tuyệt đẹp cho cả hoạt động thư giãn và hoạt động. Mọi khía cạnh của chuyến đi đều hoàn hảo, khiến nó trở thành một hành trình khó quên và phong phúĐọc thêm",
            "Thật là một trải nghiệm đặc biệt! Mọi thành viên trong nhóm đều chào đón chúng tôi bằng một nụ cười ấm áp và cực kỳ hữu ích về mọi mặt. Họ đặc biệt quan tâm đến việc điều trị chứng dị ứng đậu phộng của tôi, đảm bảo tôi cảm thấy an toàn và được chăm sóc chu đáo trong suốt thời gian lưu trú. Tôi không thể hạnh phúc hơn với mọi thứ, từ dịch vụ xuất sắc đến những hoạt động tuyệt vờiĐọc thêm",
            "Trải nghiệm của chúng tôi với các sinh viên Hà Nội thật sự rất thú vị! Chúng tôi bắt đầu chuyến tham quan ẩm thực vào ngày đầu tiên, sau đó là chuyến viếng thăm Văn Miếu. Việc lựa chọn chuyến tham quan ẩm thực ban đầu được chứng minh là một quyết định xuất sắc; chúng tôi đã được giới thiệu về ẩm thực truyền thống, cung cấp những hiểu biết sâu sắc về phong tục ẩm thực của họ và nhận được những lời khuyên hữu ích về địa điểm dùng bữa. Nó rất được khuyến khích! Về chuyến tham quan lịch sử, thật đáng tiếc, tôi đã quên tên các hướng dẫn viên của chúng tôi. Tuy nhiên, cả hai học sinh đều rất tốt bụng và hiểu biết, đặc biệt là về Văn Miếu. Mặc dù nhóm của chúng tôi bao gồm hai đứa con nhỏ, khiến việc tuân thủ nghiêm ngặt hành trình du lịch trở nên khó khăn, họ đã xử lý tình huống một cách đáng ngưỡng mộ. Chúng tôi đánh giá cao dịch vụ của họ!Đọc thêm",
            "Tôi đã có một thời gian đáng kinh ngạc trong chuyến lưu diễn! Các hướng dẫn viên cực kỳ am hiểu và mọi thứ đều hoàn hảo. Hướng dẫn viên chính của chúng tôi rất đặc biệt, cung cấp những hiểu biết sâu sắc hấp dẫn trong suốt hành trình và trợ lý Summer của cô ấy cũng hữu ích không kém, chia sẻ nhiều sự thật thú vị. Đi dạo trong khu phố cổ cùng họ kể chuyện là một điều thú vị vô cùng!Đọc thêm",
            "Chuyến đi thực sự rất thú vị, cho phép chúng tôi khám phá nhiều địa điểm ngoạn mục. Sự nồng nhiệt và sẵn sàng hỗ trợ của hướng dẫn viên của chúng tôi đã khiến trải nghiệm này thực sự nổi bật. Anh ấy không chỉ sẵn sàng trả lời các câu hỏi của chúng tôi mà còn tạo ra bầu không khí tích cực và thú vị trong suốt chuyến tham quan. Tôi rất biết ơn về trải nghiệm đáng nhớ đó và hết lòng giới thiệu chuyến tham quan này cho những người khác đang tìm kiếm một cuộc phiêu lưu khó quên!Đọc thêm",
            "Từ đầu đến cuối, chuyến tham quan được tổ chức hoàn hảo, đảm bảo một hành trình suôn sẻ và thú vị. Hướng dẫn viên của chúng tôi đóng một vai trò quan trọng, cung cấp cho chúng tôi kiến ​​thức vô giá và giúp chúng tôi gắn bó suốt cả ngày. Bất chấp những hạn chế về thời gian của chuyến tham quan trong ngày, anh ấy đảm bảo rằng chúng tôi tận dụng tối đa mọi khoảnh khắc, tham gia nhiều hoạt động thú vị. Đi thuyền, tham quan hang động và leo núi đều là những điểm nổi bật trong ngày, giúp chúng tôi có cái nhìn thoáng qua về vẻ đẹp thiên nhiên và kỳ quan của Vịnh Hạ Long. Và trên hết, một bữa tiệc ngắn ở cuối đã mang lại cảm giác vui vẻ và ăn mừng cho trải nghiệm. Nhìn chung, đó là một lời giới thiệu khó quên về Vịnh Hạ Long, khiến chúng tôi háo hức quay trở lại và khám phá thêm về điểm đến tuyệt đẹp này.Đọc thêm",
            "Trải nghiệm trên du thuyền Vịnh Hạ Long vượt qua mọi sự mong đợi, khiến chúng tôi phải kinh ngạc ở mỗi lượt. Hướng dẫn viên của chúng tôi, với kiến ​​thức phong phú và thái độ thân thiện, đã bổ sung thêm chiều sâu cho hành trình của chúng tôi, khiến nó vừa mang tính thông tin vừa thú vị. Các món ăn trên tàu rất đặc biệt, kích thích vị giác của chúng tôi qua mỗi bữa ăn và đồ uống. Khi chúng tôi đi thuyền qua những cảnh quan mê hoặc của Vịnh Hạ Long, quang cảnh thật ngoạn mục, mang đến những giây phút thanh thản và kỳ diệu. Về mọi mặt, chuyến đi này là một trải nghiệm khó quên và sẽ được trân trọng trong nhiều năm tới.Đọc thêm",
            "Chuyến đi bộ tuyệt vời! Có một khoảng thời gian tuyệt vời để tìm hiểu về Hà Nội. Chồng tôi thực sự muốn thử bánh chuối chiên và Pat đã lái xe đi lấy chuối chiên cho anh ấy để mang về. Tôi thực sự muốn giới thiệu chuyến đi này và trải nghiệm ebuddies. Chúng tôi cũng đã thử các món ăn địa phương và trải nghiệm Hà Nội như một người dân địa phương. Không thể giới thiệu đủ về ebuddies Hà Nội! Chúng tôi cũng đã học được một số tư thế chụp ảnh gen z tuyệt vời Đọc thêm"
        ],
        "star_ratings": [
            831,
            42,
            1,
            0,
            1
        ],
        "review_amount": 875,
        "location": [],
        "reviews_time": [
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8046429-Reviews-Hanoi_eBuddies-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8046429-Reviews-or10-Hanoi_eBuddies-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8046429-Reviews-Hanoi_eBuddies-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16662404-Reviews-What_s_Up_Vietnam_SupV-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7923500-Reviews-Hanoi_Free_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8692931-Reviews-Serene_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14801839-Reviews-Insight_Hanoi_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1488975-Reviews-Blue_Butterfly_Cooking_Class-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15216902-Reviews-Serenity_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14199330-Reviews-Asia_Vespa_Tours_Tours_Jeep_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3247001-Reviews-Adventure_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589124-Reviews-With_Love_From_The_Mountains-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26799897-Reviews-Serene_Signature_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12529983-Reviews-Cat_Ba_Express-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11963032-Reviews-Vietnam_Daily_Trips-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13516167-Reviews-Dragon_King_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12991619-Reviews-Peony_Garden_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d8426768-Reviews-Elkmont_Ghost_Town-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g189403-d1572194-Reviews-Hellenic_Seaways-Piraeus_Piraeus_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d104456-Reviews-Audubon_Aquarium-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d669886-Reviews-Old_Market-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190806-d2227117-Reviews-Goli_Otok-Lopar_Rab_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d17343392-Reviews-Xavage_Park_by_Xcaret-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d2358808-Reviews-Cascade_Family_Skating-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d5443709-Reviews-Nandan_Park-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d23428603-Reviews-Cooking_Class_a_La_Tagliata-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d13797571-Reviews-Museum_of_Illusions-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8046429-Reviews-or10-Hanoi_eBuddies-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8046429-Reviews-Hanoi_eBuddies-Hanoi.html"
    }
]