[
    {
        "attraction_name": "Hanoi Tour Zone",
        "attraction_name_vi": "Khu du lịch Hà Nội",
        "general_info": [
            "56 đánh giá",
            "162 trên 528 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là Khu du lịch Hà Nội, Chuyên về miền Bắc Việt Nam với Vịnh Hạ Long, Sapa, Hà Nội, Ninh Bình, Bắc Kạn, Cao Bằng, Hà Giang được điều hành bởi đội ngũ hướng dẫn viên và nhân viên nhiệt tình, mến khách.\n\nĐội ngũ của chúng tôi đang dẫn đường cho bạn đến Miền Đất Hứa với những điểm đến hấp dẫn và ngoạn mục tiềm ẩn nhất ở Việt Nam, Lào và CampuchiaĐọc thêm",
        "reviews": [
            "Tôi đã đặt tour vào ngày đầu tiên ở Hà Nội. Hướng dẫn viên của tôi, anh Luca có kiến ​​thức sâu rộng về lịch sử và ẩm thực. Anh ấy giúp tôi có thể tận hưởng chuyến du lịch ở Hà Nội trong ba ngày. Nhân tiện, tôi không giỏi tiếng Anh lắm , nhưng anh ấy... Họ không lo lắng về điều đó và cùng nhau vui vẻ.Đọc thêm",
            "Bản thân chương trình thật đáng yêu. Rất ngọt ngào và khá hài hước. Tuy nhiên tổ chức còn kém. Mặc dù mua vé bỏ qua nhưng chúng tôi phải đợi rất lâu để lấy vé tại cửa đến nỗi chúng tôi đã lỡ mất thời gian bắt đầu buổi biểu diễn. Thêm vào đó, bàn làm việc quá bừa bộn với những chiếc vé rải rác khắp nơi, không có gì lạ khi họ không thể tìm thấy vé của mọi người. Sau đó, khi chúng tôi bước vào, tôi đã ngồi sau một cây cột nên không thể nhìn rõ. Ngoài ra - chúng tôi ở cạnh những người chưa mua ghế VIP. Trước sự kiện, tôi đã nhận được ít nhất 5 tin nhắn từ Jenny để kiểm tra xem tôi có nhận được vé hay không. Tuy nhiên, bây giờ tôi phàn nàn rằng cô ấy im lặng và không trả lời. Đọc thêm",
            "Rất thoải mái và nhiều thông tin. Chương trình này thật tuyệt vời và cung cấp thông tin văn hóa Việt Nam.  Nó có nhiều nghệ sĩ chơi nhạc cụ và biểu diễn giọng hát.  Rồng phun khói và nước rất độc đáo. Nó nằm ở vị trí thuận tiện cạnh hồ. Đọc thêm",
            "Đừng đặt chỗ theo cách này. Không có gì đảm bảo. Bạn nhận được một voucher và nếu bán hết vé, bạn sẽ không được vào. Chi phí gần như gấp đôi. Tốt hơn nhiều để đặt trực tiếp tại nhà hát. Cuối tuần bận rộn nên bạn sẽ cần phải đặt trước nếu thời gian của bạn có hạn. Đặt gần các hàng ghế đầu A-E để xem rõ hơn. Ghế giữa tốt nhất khoảng 10. Ghế 1819 ở cuối.Đọc thêm",
            "Xin chào Alison,\nCảm ơn phản hồi của bạn về dịch vụ của chúng tôi\nTừ tận đáy lòng, chúng tôi xin lỗi vì đã khiến bạn không hài lòng với lựa chọn vé của mình\n1. Mặc dù chúng tôi cam kết cung cấp dịch vụ giống như quý khách đã đặt trong chuyến đi với loại vé yêu cầu nhưng tiếc là nó không đáp ứng được mong đợi của quý khách.\n2.Bạn muốn xem múa rối với sự lựa chọn tốt nhất về thời gian và cũng muốn thuận tiện và tiết kiệm thời gian bằng cách mua trực tuyến và không cần phải đến rạp để mua vé, cộng với vé được giao tận nơi đến khách sạn của bạn. Vì vậy, chi phí của chúng tôi bao gồm phí trả cho TripAdvisor, tiền lương cho nhân viên, tiền thuê văn phòng, tiền chạy trang web, tiền tiếp thị. Tất cả mọi thứ sẽ tạo ra sản phẩm chúng tôi cung cấp. Vì vậy, tất nhiên, sẽ đắt hơn so với mua vé trực tiếp tại rạp nếu vẫn còn chỗ vào ngày hôm đó, đó là lý do tại sao có sự khác biệt giữa việc tự mua vé tại rạp hoặc mua vé trực tuyến từ đại lý của chúng tôi. \n\nChúng tôi cũng cung cấp thông tin đầy đủ cho tất cả các lớp trong rạp hát để bạn lựa chọn dựa trên ngân sách và nhu cầu của bạn. Hạng VIP vẫn được đánh giá cao vì đây là sân khấu gần nhất để dễ dàng xem buổi biểu diễn.\n\nHy vọng bạn sẽ hiểu tất cả\nNhưng dù sao đi nữa, tôi rất mong lần sau sẽ cung cấp thông tin dịch vụ đầy đủ hơn để các bạn có thể lựa chọn được tấm vé phù hợp với nhu cầu và mong muốn của mình, tránh những hiểu lầm không đáng có trong chuyến du lịch Hà Nội lần sau.\nCảm ơn bạn và chúc bạn những điều tốt đẹp nhất!\nĐọc thêm",
            "Chương trình tuyệt vời, đặc biệt là màn mở đầu với ca hát truyền thống. Tôi khuyên bạn nên vung tiền mua thiết bị dịch thuật vì sẽ khó nắm bắt được mạch truyện.Đọc thêm",
            "Xin chào ngài,\nCảm ơn phản hồi của bạn về dịch vụ của chúng tôi\nHy vọng bạn đã có những kỷ niệm đẹp ở Hà Nội với chương trình múa rối truyền thống của chúng tôi \n\nNhân tiện, tôi xin lưu ý với một du khách khác rằng đối với vé vào rạp Thăng Long, họ sẽ không chấp nhận voucher trực tuyến cho tất cả khách hàng nên chúng tôi sẽ phải giao vé đến khách sạn cho khách hàng trước ít nhất 24 giờ, vì vậy xin lưu ý rằng hãy gửi số điện thoại, whatsaap, email và tên khách sạn cùng với địa chỉ chính xác của bạn khi đặt chỗ để xác nhận rằng bạn chắc chắn sẽ nhận được vé và tham gia chương trình\nVới bất kỳ khách nào, nhân viên của chúng tôi cũng chủ động nhắn tin cho bạn ngay sau khi bạn đặt phòng và ít nhất 24 giờ trước ngày đi.\nVui lòng kiểm tra tin nhắn của chúng tôi và liên hệ với chúng tôi trước ngày đi càng sớm càng tốt để đảm bảo rằng bạn đã nhận được vé giấy trước. Cảm ơn!Đọc thêm",
            "Chuyến tham quan tuyệt vời với hướng dẫn viên Hiếu Hans của chúng tôi. Một cuộc trao đổi và học hỏi phong phú về lịch sử, ẩm thực và văn hóa Việt Nam. Chuyến tham quan này là một cách tuyệt vời để kết nối với người dân địa phương.Đọc thêm",
            "Hãy lưu ý cách mua vé xem múa rối thuận tiện này!!!!! Bạn phải trả gấp đôi Giá và vé trực tuyến họ gửi cho bạn không có tác dụng vì họ chỉ chấp nhận vé giấy. Để có được những tấm vé này, chúng tôi đã gặp rất nhiều khó khăn, cuối cùng phải đợi 2 tiếng đồng hồ bên ngoài rạp và đến 5 phút sau khi buổi diễn bắt đầu vì họ không có vé như chúng tôi đã được thông báo. Buổi biểu diễn rất hay, nhưng toàn bộ trải nghiệm về vé thật khủng khiếp. Chúng tôi chọn tùy chọn thanh toán trực tuyến này vì công ty du lịch khu vực Hà Nội hợp tác với Tripadvisor trên trang web cho biết, nhưng tiếc là điều đó không có nghĩa là dịch vụ tốt. Tôi không hiểu tại sao Tripadvisor lại phá hỏng sự hợp tác tên tuổi tốt đẹp của họ với công ty lừa đảo này. Bạn không cần phải mua vé trực tuyến để xếp hàng, Đường dây rất nhanh và nhiều người đã mua vé chỉ 10-30 phút trước khi bắt đầuĐọc thêm",
            "Dear sir,\n\nThank you for your feedback about our service\nFrom the bottom of our hearts, we apologize for making you unhappy with your choice of service,\n\n1 For tickets at Thang Long theater, they will not accept online vouchers for all customers so we will have to deliver tickets to the hotel to customers at least 24 hours in advance, so please note that drop your phone number , whatsaap , email and hotel name with your correct address in the booking to confirm it that you will definitely got the tickets and join the show \nWith any guest, our staff also actively message you immediately after you make a booking and at least 24 hours before your travel date.\nIf you do not check your messages or contact us again, how can we know where and when to deliver your tickets?\n\nWe are very sorry to let you have such a bad experience when booking from us , but we really tried our best in your case to find the best option at that time, hope You are very sympathetic to us and next time, please send your hotel address and phone number so that we can contact you in any situation!\n\n2 As for the price, buy online is higher then buy offline at the theater by  yourself right ?\nThat is true but only in case when you buy a ticket, there is still available for you to buy that day Or  It is no matter for you to wait then catch for a cheap ticket in week travel\n\nBy the way I would like to answer the question WHO SHOULD BOOK TICKET ONLINE FROM US ? \n\nYou are a tour group and you want to see the puppet show according to your time schedule with the best selection including ticket class  time  cost. You also want to get it conveniently and save time by having you buy online and not have to go and queue to the theater to buy your ticket, plus the ticket is delivered to your hotel. When you want to change show schedule on the last minutes free because of suddenly reason, we will work on that case to solve for you free . And of couse , when you buy ticket offline by yourself, in ergent case nobody change for you even theater , you have to pay full charge to get the new tickets.\n\nTo have online products for you to order, we have to pay for the TripAdvisor connection platform, pay staff salaries, ship fees, rent offices, run websites, and do marketing. Everything that will make our product that we deliver. So of course it will be more expensive than buying directly at the theater if you buy it then they still have slots for you thats why there is a difference between buying tickets directly at the theater and buying tickets online from them.\nWe think we absolutely deserve to be paid to help our customers get that advantage\n\nIs that why we mean to you?\nIs that why you should book tickets online instead of picking up tickets at the ticket desk?\nThats why its better to book online and pay an extra fee to see the show more conveniently?\nHope you will understand my sharing\nBut anyway, I hope next time I can connect and provide more complete service information so that you can choose the service that suits your needs and desires, avoiding misunderstandings. Unworthy mistake in the visits to Hanoi.\n\nThank you and wish you the best!Read more",
            "Nhà điều hành tour du lịch này KHÔNG CÓ HIỂN THỊ. Họ không trả lời bất kỳ cuộc gọi nào đến số được liệt kê trên chứng từ xác nhận đặt phòng. Họ không có email được liệt kê và cũng không có trên WhatsApp. Chúng tôi đã đặt một chuyến tham quan ẩm thực thuần chay vào buổi sáng và đang đợi bên ngoài khách sạn lúc 8:30 sáng. Không có ai đến, chúng tôi đợi thêm nửa tiếng nữa để chắc chắn nhưng không có gì. Chúng tôi đã yêu cầu Viator hoàn lại toàn bộ số tiền tối thiểu thông qua việc chúng tôi đã đặt chuyến tham quan này. Hãy hết sức cảnh giác với nhà điều hành Khu du lịch Hà Nội này.Đọc thêm",
            "Chương trình tuyệt vời chắc chắn.  Âm nhạc và múa rối được dàn dựng công phu và đó thực sự là một buổi tối thú vị.  Đứa con 6 tuổi của tôi rơi vào trạng thái xuất thần ảo từ đầu đến cuối.Đọc thêm",
            "Kính gửi khách hàng của chúng tôi,\nCảm ơn phản hồi của bạn về dịch vụ của chúng tôi\nHy vọng bạn đã có những kỷ niệm đẹp ở Hà Nội với chương trình múa rối truyền thống của chúng tôi \n\nNhân tiện, tôi xin lưu ý với một du khách khác rằng đối với vé vào rạp Thăng Long, họ sẽ không chấp nhận voucher trực tuyến cho tất cả khách hàng nên chúng tôi sẽ phải giao vé đến khách sạn cho khách hàng trước ít nhất 24 giờ, vì vậy xin lưu ý rằng hãy gửi số điện thoại, whatsaap, email và tên khách sạn cùng với địa chỉ chính xác của bạn khi đặt chỗ để xác nhận rằng bạn chắc chắn sẽ nhận được vé và tham gia chương trình\nVới bất kỳ khách nào, nhân viên của chúng tôi cũng chủ động nhắn tin cho bạn ngay sau khi bạn đặt phòng và ít nhất 24 giờ trước ngày đi.\nVui lòng kiểm tra tin nhắn của chúng tôi và liên hệ với chúng tôi trước ngày đi càng sớm càng tốt để đảm bảo rằng bạn đã nhận được vé giấy trước. Cảm ơn!Đọc thêm",
            "Rất hài lòng. Hướng dẫn viên có kiến ​​thức tốt về văn hóa và lối sống Việt Nam. Buổi biểu diễn múa rối nước thật tuyệt vời, hoàn toàn đáng xem!Đọc thêm"
        ],
        "star_ratings": [
            43,
            8,
            1,
            0,
            4
        ],
        "review_amount": 56,
        "location": [
            "Khu du lịch Hà Nội",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 14, 2024",
            "Written December 4, 2023",
            "Written September 9, 2023",
            "Written April 30, 2023",
            "Written April 12, 2023",
            "Written December 11, 2022",
            "Written November 12, 2022",
            "Written September 9, 2022",
            "Written July 23, 2022",
            "Written June 8, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19125410-Reviews-Hanoi_Tour_Zone-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or10-Hanoi_Tour_Zone-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25797772-Reviews-String_Art_Vi_t_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718386-Reviews-The_Vietnam_Tourism_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5113945-Reviews-Hai_Van_Printing_and_Embroidery_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8327312-Reviews-Mai_Charming_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11665324-Reviews-Three_Sisters_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15645743-Reviews-Hanoi_Old_Quarter_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7195771-Reviews-IndochinaSilk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17779950-Reviews-Ngo_Minh_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27135546-Reviews-TiredCity_2D_Ly_Qu_c_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718739-Reviews-Vietnam_Country_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26866767-Reviews-Senses_Massage_Wellness_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25231950-Reviews-Mountain_s_Color_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11911750-Reviews-Tiny_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26851289-Reviews-Areca_Boutique_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34287-d2225747-Reviews-Blue_Springs_Park-High_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d8334876-Reviews-Ripken_Baseball-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d12877837-Reviews-Busto_di_Pulcinella-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d190165-Reviews-Museu_Picasso-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45997-d10631881-Reviews-Nelson_s_Landing-Searchlight_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g297969-d3619376-Reviews-Phaselis-Tekirova_Kemer_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34162-d1547607-Reviews-Hunter_Springs_Park-Crystal_River_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g194691-d12622342-Reviews-Luna_Park_Adriatico-Bibione_San_Michele_Al_Tagliamento_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156290-Reviews-Alamo_Square-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147271-d147979-Reviews-Tropicana-Havana_Ciudad_de_la_Habana_Province_Cuba.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or10-Hanoi_Tour_Zone-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-Hanoi_Tour_Zone-Hanoi.html"
    },
    {
        "attraction_name": "Hanoi Tour Zone",
        "attraction_name_vi": "Khu du lịch Hà Nội",
        "general_info": [
            "56 đánh giá",
            "162 trên 528 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là Hanoi Tour Zone, chuyên về miền Bắc Việt Nam với Vịnh Hạ Long, Sapa, Hà Nội, Ninh Bình, Bắc Kạn, Cao Bằng, Hà Giang được điều hành bởi đội ngũ hướng dẫn viên và nhân viên nhiệt tình và hiếu khách.\n\nĐội ngũ của chúng tôi sẽ dẫn dắt bạn đến miền đất hứa với những điểm đến quyến rũ và ngoạn mục nhất ẩn giấu tại Việt Nam, Lào và CampuchiaĐọc thêm",
        "reviews": [
            "Chúng tôi rất thích chuyến đi bộ của mình, đặc biệt là cơ hội được tiếp xúc với hướng dẫn viên địa phương và tìm hiểu thêm về Việt Nam. Chúng tôi đã đến thăm một vài nơi trong khu phố cổ mà chúng tôi sẽ không tự mình đến thăm. Múa rối nước rất đẹp và là một loại hình nghệ thuật độc đáo của Việt Nam.Đọc thêm",
            "Kính gửi khách hàng của chúng tôi, \nCảm ơn những đánh giá của bạn về dịch vụ của chúng tôi, \nNhân đây tôi xin trả lời câu hỏi AI NÊN ĐẶT VÉ TRỰC TUYẾN TỪ CHÚNG TÔI ?\n\nBạn là đoàn du lịch và bạn muốn xem múa rối theo lịch trình thời gian của mình với sự lựa chọn tốt nhất bao gồm cả giá vé thời gian hạng vé. Bạn cũng muốn thuận tiện và tiết kiệm thời gian bằng cách mua trực tuyến và không phải đến rạp xếp hàng để mua vé, cộng thêm vé được giao đến khách sạn của bạn. Khi bạn muốn thay đổi lịch chiếu miễn phí vào những phút cuối vì lý do đột ngột, chúng tôi sẽ giải quyết miễn phí cho bạn trong trường hợp đó. Và tất nhiên, khi bạn tự mua vé offline, trong trường hợp khẩn cấp không ai đổi vé cho bạn kể cả rạp hát, bạn phải thanh toán đầy đủ để nhận được vé mới.\n\nĐể có sản phẩm trực tuyến cho bạn đặt hàng, chúng tôi phải trả tiền cho nền tảng kết nối TripAdvisor, trả lương nhân viên, phí vận chuyển, thuê văn phòng, vận hành trang web và tiếp thị. Tất cả mọi thứ sẽ tạo nên sản phẩm mà chúng tôi cung cấp. Vì vậy tất nhiên sẽ đắt hơn mua trực tiếp tại rạp nếu bạn mua thì họ vẫn còn chỗ cho bạn đó là lý do tại sao có sự khác biệt giữa việc mua vé trực tiếp tại rạp và mua vé trực tuyến từ họ.\nChúng tôi nghĩ rằng chúng tôi hoàn toàn xứng đáng được trả tiền để giúp khách hàng có được lợi thế đó\n\nĐó có phải là lý do tại sao chúng tôi có ý nghĩa với bạn?\nĐó có phải là lý do bạn nên đặt vé trực tuyến thay vì lấy vé tại quầy bán vé?\nĐó là lý do tại sao nên đặt vé trực tuyến và trả thêm phí để xem buổi biểu diễn thuận tiện hơn?\nNgoài ra, đừng quên rằng chúng tôi cung cấp hướng dẫn viên du lịch đi bộ Hà Nội RIÊNG MIỄN PHÍ cho tất cả khách hàng, vui lòng liên hệ với chúng tôi để đặt trước chuyến tham quan hà nội miễn phí nếu bạn muốn tham gia với chúng tôi.\nCảm ơn bạn và chúc bạn những điều tốt đẹp nhất!Đọc thêm",
            "Rất thích quá trình sản xuất kéo dài một giờ này, sự thay đổi nhân vật liền mạch. Kể về câu chuyện xa xưa về hồ nước, sự trở lại của thanh kiếm, đặc trưng của rồng, phượng và cuộc sống làng quê truyền thống. Âm nhạc đi kèm thật thú vị. Nếu bạn có vài ngày rảnh rỗi ở Hà Nội, bạn có thể tự mình đến đặt vé, thời gian của tôi có hạn và phương án này hoạt động rất tốt, không gặp vấn đề gì khi lấy vé. Cũng đã chọn chuyến tham quan miễn phí quanh phố cổ, có một buổi chiều và đêm tuyệt vời.Đọc thêm",
            "Kính gửi khách hàng của chúng tôi, \nCảm ơn những đánh giá của bạn về dịch vụ của chúng tôi, \nNhân đây tôi xin trả lời câu hỏi AI NÊN ĐẶT VÉ TRỰC TUYẾN TỪ CHÚNG TÔI ?\n\nBạn là đoàn du lịch và bạn muốn xem múa rối theo lịch trình thời gian của mình với sự lựa chọn tốt nhất bao gồm cả giá vé thời gian hạng vé. Bạn cũng muốn thuận tiện và tiết kiệm thời gian bằng cách mua trực tuyến và không phải đến rạp xếp hàng để mua vé, cộng thêm vé được giao đến khách sạn của bạn. Khi bạn muốn thay đổi lịch chiếu miễn phí vào những phút cuối vì lý do đột ngột, chúng tôi sẽ giải quyết miễn phí cho bạn trong trường hợp đó. Và tất nhiên, khi bạn tự mua vé offline, trong trường hợp khẩn cấp không ai đổi vé cho bạn kể cả rạp hát, bạn phải thanh toán đầy đủ để nhận được vé mới.\n\nĐể có sản phẩm trực tuyến cho bạn đặt hàng, chúng tôi phải trả tiền cho nền tảng kết nối TripAdvisor, trả lương nhân viên, phí vận chuyển, thuê văn phòng, vận hành trang web và tiếp thị. Tất cả mọi thứ sẽ tạo nên sản phẩm mà chúng tôi cung cấp. Vì vậy tất nhiên sẽ đắt hơn mua trực tiếp tại rạp nếu bạn mua thì họ vẫn còn chỗ cho bạn đó là lý do tại sao có sự khác biệt giữa việc mua vé trực tiếp tại rạp và mua vé trực tuyến từ họ.\nChúng tôi nghĩ rằng chúng tôi hoàn toàn xứng đáng được trả tiền để giúp khách hàng có được lợi thế đó\n\nĐó có phải là lý do tại sao chúng tôi có ý nghĩa với bạn?\nĐó có phải là lý do bạn nên đặt vé trực tuyến thay vì lấy vé tại quầy bán vé?\nĐó là lý do tại sao nên đặt vé trực tuyến và trả thêm phí để xem buổi biểu diễn thuận tiện hơn?\n\nNgoài ra, đừng quên rằng chúng tôi cung cấp hướng dẫn viên du lịch đi bộ Hà Nội RIÊNG MIỄN PHÍ cho tất cả khách hàng, vui lòng liên hệ với chúng tôi để đặt trước chuyến tham quan hà nội miễn phí nếu bạn muốn tham gia với chúng tôi.\nCảm ơn bạn và chúc bạn những điều tốt đẹp nhất!Đọc thêm",
            "Thật may mắn khi có Lucky làm người hướng dẫn - nếu có lựa chọn, bạn nên yêu cầu Lucky làm người hướng dẫn cho mình.Đọc thêm",
            "Rất bổ ích. Học sinh nói tiếng Anh rất tốt. Thích chuyến tham quan của chúng tôi. Thật tuyệt khi được tìm hiểu khu vực này. Đọc thêm",
            "Hướng dẫn viên của chúng tôi Tina rất xuất sắc, rất hiểu biết và nói tiếng Anh tốt và giải thích các loại trái cây, món ăn địa phương và lịch sử Hà Nội khác nhau. Rất khuyến khích.Đọc thêm",
            "Gặp gỡ một số người bạn mới và được giới thiệu những món ăn ngon trên tường. Đề xuất cho những người truy cập lần đầuĐọc thêm",
            "Một người bạn địa phương rất thân thiện, biết những món ăn ngon nhất với mức giá hợp lý nhất và thậm chí còn nỗ lực hết mình để trả lời các câu hỏi bổ sung của bạn. Dịch vụ tốt nhất bạn có thể yêu cầu!Đọc thêm",
            "Vân và Trang thật tuyệt vời! Họ dẫn chúng tôi đi tham quan Hồ Tây và chúng tôi đã ăn một số món ăn rất ngon ở Khu Phố Cổ. Cả hai đều rất dễ nói chuyện và nhiệt tình. Candy là một nhà tổ chức tuyệt vời và đã trả lời tin nhắn của tôi một cách kịp thời. Tôi chắc chắn sẽ giới thiệu trải nghiệm này! Đọc thêm",
            "Hôm nay tôi đã có một chuyến đi bộ tuyệt vời với Hà, người cực kỳ thông tin khi chỉ cho tôi một số địa điểm lịch sử đáng yêu cũng như đi đến một quán cà phê ẩn tuyệt đẹp. Cảm ơn Hà vì đã cho tôi thấy thành phố của bạn và mọi điều tốt đẹp nhất cho những nỗ lực trong tương lai của bạn. Được đánh giá cao Đọc thêm",
            "Tôi đã thực hiện chuyến đi bộ nửa ngày đến khu phố cổ và khu phố Pháp cùng với đứa con trai 4 tuổi của mình. Hướng dẫn viên của tôi Thủy, Lin, Ivy và Chung rất ấm áp và thân thiện, họ khiến chúng tôi cảm thấy như đang ở nhà tại Hà Nội. Con trai tôi hòa hợp với họ như một ngôi nhà đang bốc cháy. Mong đợi một trải nghiệm đích thực. Chúng tôi có rất nhiều câu hỏi về cuộc sống ở Hà Nội, Tết, v.v. và các hướng dẫn viên của chúng tôi đã trả lời rất sâu sắc. Họ rất cởi mở với những yêu cầu đặc biệt và đưa chúng tôi đến quầy đổi tiền, đi uống cà phê trứng, v.v. Đừng mong đợi trải nghiệm hướng dẫn viên du lịch thông thường, với các chi tiết trong sách giáo khoa về những địa điểm bạn ghé thăm. Tôi khuyên bạn nên tham gia hoạt động này nếu bạn đang tìm kiếm sự chân thực hơn và bạn sẽ được chào đón nồng nhiệt nhất khi đến Hà Nội.Đọc thêm"
        ],
        "star_ratings": [
            43,
            8,
            1,
            0,
            4
        ],
        "review_amount": 56,
        "location": [
            "Khu du lịch Hà Nội",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 8, 2020",
            "Written February 24, 2020",
            "Written February 19, 2020",
            "Written February 16, 2020",
            "Written February 12, 2020",
            "Written January 15, 2020",
            "Written January 7, 2020",
            "Written December 31, 2019",
            "Written December 30, 2019",
            "Written December 28, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19125410-Reviews-or10-Hanoi_Tour_Zone-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-Hanoi_Tour_Zone-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or20-Hanoi_Tour_Zone-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25797772-Reviews-String_Art_Vi_t_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718386-Reviews-The_Vietnam_Tourism_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5113945-Reviews-Hai_Van_Printing_and_Embroidery_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8327312-Reviews-Mai_Charming_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11665324-Reviews-Three_Sisters_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15645743-Reviews-Hanoi_Old_Quarter_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7195771-Reviews-IndochinaSilk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17779950-Reviews-Ngo_Minh_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27135546-Reviews-TiredCity_2D_Ly_Qu_c_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718739-Reviews-Vietnam_Country_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26866767-Reviews-Senses_Massage_Wellness_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25231950-Reviews-Mountain_s_Color_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11911750-Reviews-Tiny_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26851289-Reviews-Areca_Boutique_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g48110-d21246544-Reviews-Waterdrinkers_Family_Farm-Manorville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g499311-d186971-Reviews-Green_Gables-Cavendish_Prince_Edward_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d456170-Reviews-Lumpini_Park-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g608947-d4753782-Reviews-Malta_National_Aquarium-Qawra_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g42372-d10333541-Reviews-Canyon_Falls_Trail-L_Anse_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298296-d11775312-Reviews-Pantai_Balok-Kuantan_Kuantan_District_Pahang.html",
            "https://www.tripadvisor.com/Attraction_Review-g48411-d4355126-Reviews-Plattsburgh_City_Beach-Plattsburgh_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g42796-d7108561-Reviews-Waterford_Oaks_Wave_Pool-Waterford_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g2238362-d4103922-Reviews-Golubac_Fortress-Golubac_Central_Serbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g56306-d270645-Reviews-Monahans_Sandhills_State_Park-Monahans_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or20-Hanoi_Tour_Zone-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or10-Hanoi_Tour_Zone-Hanoi.html"
    },
    {
        "attraction_name": "Hanoi Tour Zone",
        "attraction_name_vi": "Khu du lịch Hà Nội",
        "general_info": [
            "56 đánh giá",
            "162 trên 528 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến du lịch bằng xe đạp",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là Khu du lịch Hà Nội, Chuyên về miền Bắc Việt Nam với Vịnh Hạ Long, Sapa, Hà Nội, Ninh Bình, Bắc Kạn, Cao Bằng, Hà Giang được điều hành bởi đội ngũ hướng dẫn viên và nhân viên nhiệt tình, mến khách.\n\nĐội ngũ của chúng tôi đang dẫn đường cho bạn đến Miền Đất Hứa với những điểm đến hấp dẫn và ngoạn mục tiềm ẩn nhất ở Việt Nam, Lào và CampuchiaĐọc thêm",
        "reviews": [
            "Chúng tôi có chuyến tham quan buổi chiều với Rose, Sugar và Annie. Thật đáng yêu khi đi dạo quanh khu phố cổ. Không giống như một chuyến tham quan có hướng dẫn viên chuyên nghiệp, chúng tôi trò chuyện về nhiều chủ đề và thỉnh thoảng dừng lại để xem một địa danh và nghe một câu chuyện ngắn gọn. Tất cả chúng tôi cũng rất hào hứng khi được thử món kem Hà Nội đặc biệt. Trong ba tiếng đồng hồ, chúng tôi đã đi qua rất nhiều thành phố và các cô gái đã đảm bảo rằng chúng tôi qua đường một cách an toàn, đặc biệt là khi đi đến cầu Long Biên. Chúng tôi kết thúc bằng trà nóng, đá và đồ ăn nhẹ từ hạt hướng dương trong một quán cà phê yên tĩnh trên phố, tận hưởng những cuộc trò chuyện về tất cả nền văn hóa của chúng ta. Đây là cơ hội để gặp gỡ những người trẻ thân thiện và dễ thương và đi dạo quanh thành phố thay vì tìm hiểu các sự kiện lịch sử. Những đứa con trai trưởng thành của chúng tôi cũng yêu thích nó nhiều như chúng tôi. Cuối cùng, chúng tôi đã cố gắng đưa ra lời khuyên nhưng bị từ chối một cách lịch sự vì các cô gái nói rằng cơ hội nói tiếng Anh là tất cả những gì họ muốn. Thật vui vì ít nhất tôi có thể chiêu đãi họ bằng kem và trà.Đọc thêm",
            "Gabby với Hanoi Buddies là hướng dẫn viên du lịch hoàn hảo tuyệt đối! Chúng tôi đã học được rất nhiều và có khoảng thời gian tuyệt vời nhất. Chồng tôi và tôi đã được nhìn thấy mọi thứ chúng tôi muốn nhìn thấy và càng yêu thành phố Hà Nội hơn. Cảm ơn rất nhiều vì trải nghiệm này!Đọc thêm",
            "Lý thật tuyệt vời. Tôi không thể giới thiệu cô ấy cao hơn. Cô ấy dẫn chúng tôi đi tham quan khắp Hà Nội hầu hết thời gian trong ngày. Chúng tôi đã thấy các địa điểm chính xung quanh khu phố cổ và hồ nước.Đọc thêm",
            "Po là người bạn hướng dẫn của chúng tôi. Cô ấy thật tuyệt vời và giỏi trong việc giải thích địa điểm lịch sử của chuyến thăm. Cà phê trứng mà cô ấy đưa chúng tôi đến là tuyệt vời, chân thực và hương vị hoàn toàn ngon. Cô chia sẻ với chúng tôi về vẻ đẹp của Hà Nội, Việt Nam. Cảm ơn Po đã ở bên chúng tôi hôm nay Đọc thêm",
            "Hướng dẫn viên Myno và Sarah của chúng tôi đã đưa chúng tôi đến nhiều địa điểm ẩm thực đường phố, nơi chúng tôi có nhiều món ăn ngon của địa phương. Mọi thứ đều được tổ chức hoàn hảo, họ chăm sóc chúng tôi rất tốt và thật thú vị khi thảo luận với hướng dẫn viên của chúng tôi. Đọc thêm",
            "Sau khi đặt phòng, Daisy và Sherry đã liên hệ trước với tôi và rất nhiệt tình giải đáp mọi thắc mắc của tôi về hành trình của chúng tôi, vì đây là lần đầu tiên chúng tôi đến Hà Nội. Su, hướng dẫn viên chính của chúng tôi, cùng với Vy và Ang, đến khách sạn đúng giờ và thảo luận ngắn gọn về các điểm tham quan trong ngày của chúng tôi. Chuyến tham quan rất nhiều thông tin vì cho bạn biết lịch sử và chi tiết về những nơi bạn sẽ đến, tất cả họ đều nói tiếng Anh rất tốt và rất thân thiện. Họ cũng cực kỳ kiên nhẫn với chúng tôi, vì một số thành viên trong nhóm đã nhanh chóng mệt mỏi vì thiếu ngủ trong chuyến bay sớm. Chúng tôi không hề vội vã trong suốt chuyến tham quan và họ rất cởi mở với những thay đổi trong hành trình để đáp ứng nhu cầu của chúng tôi. Su, cũng đã nỗ lực rất nhiều khi giúp chúng tôi đặt vé xe buýt đi SaPa vào tối hôm đó, nhiều hơn những gì tôi mong đợi vì chuyến tham quan này hoàn toàn miễn phí. Chúng tôi vô cùng biết ơn vì đã gặp họ và chắc chắn cũng sẽ giới thiệu nhóm này cho những khách du lịch khác. 5 sao từ chúng tôi!!Đọc thêm",
            "Chúng tôi đã mua vé đi Thăng Long được đánh giá tốt hơn. Vài ngày sau, một người đại diện đã nhắn tin riêng cho tôi trên Whatsapp nói rằng nó đã được đặt kín chỗ và sẽ hứa với tôi một bản nâng cấp sang trọng lên nhà hát Lotus. Mặc dù tôi đã hỏi nhiều lần và kéo dài nhiều ngày cho đến vài giờ cuối cùng trước khi buổi biểu diễn bắt đầu, người này cuối cùng vẫn gửi cho tôi một vé điện tử. Đoán xem cái gì? Chúng tôi ngồi ở hàng thứ ba từ phía sau.Đọc thêm",
            "Vé tôi đặt đã được đặt đầy đủ, nhưng đại lý Sherry giúp tôi giải quyết vấn đề. Cô ấy liên tục cập nhật cho tôi lịch trình của một nhà hát khác, Lotus Water Puppet. Và cuối cùng chúng tôi cũng có được lịch trình như mong muốn. Cảm ơn bạn, Sherry. Rất khuyến khích! Đọc thêm",
            "Thức ăn ngon, câu chuyện hay, người tốt và hướng dẫn tốt. Mọi thứ đều tốt nhưng nếu bạn ăn một lượng nhỏ, 78 loại thực phẩm sẽ khiến bạn no. Bụng tôi cuối cùng cũng mỉm cười. Tôi đã viết hết nhưng có vẻ như chỉ có tiếng Hàn mới được nhận ra nên tôi viết lại. Cảm giác như người Hàn ăn rất nhiều đồ ăn trong 2 tiếng vậy. Tuy nhiên, thật tuyệt khi có thể nếm thử những món ăn ngon ở nhiều nơi khác nhau ở Việt Nam và tìm hiểu xem món ăn nào phù hợp với khẩu vị của bạn. Điều đáng thất vọng hơn bất cứ điều gì khác là 6 trong số 7 người là người nước ngoài. Tôi nghĩ sẽ vui hơn nếu khả năng tiếng Anh của tôi đủ tốt để nói chuyện thoải mái. Kết luận: Dành cho những người giỏi tiếng Anh và không biết món ăn nào sẽ phù hợp với khẩu vị của mình vì đây là lần đầu tiên họ đến Hà Nội.",
            "Châu là một hướng dẫn tuyệt vời. Cô ấy nói tiếng Anh tốt và đưa chúng tôi đi tham quan quanh Khu Phố Cổ đồng thời giải thích ý nghĩa lịch sử và văn hóa khác nhau của từng địa điểm. Chúng tôi đến Hoàn Kiếm, Hòa La, Văn Miếu và Nhà hát lớn và thử một số bánh mì và chè trên đường đi. Đó là một ngày tràn ngập niềm vui đối với chúng tôi và chúng tôi đã học được rất nhiều điều về lịch sử và văn hóa của thành phố.Đọc thêm"
        ],
        "star_ratings": [
            43,
            8,
            1,
            0,
            4
        ],
        "review_amount": 56,
        "location": [
            "Khu du lịch Hà Nội",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 28, 2019",
            "Written December 26, 2019",
            "Written December 23, 2019",
            "Written December 22, 2019",
            "Written December 22, 2019",
            "Written December 13, 2019",
            "Written December 7, 2019",
            "Written December 5, 2019",
            "Written December 5, 2019",
            "Written December 4, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19125410-Reviews-or20-Hanoi_Tour_Zone-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or10-Hanoi_Tour_Zone-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or30-Hanoi_Tour_Zone-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-Hanoi_Tour_Zone-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25797772-Reviews-String_Art_Vi_t_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718386-Reviews-The_Vietnam_Tourism_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5113945-Reviews-Hai_Van_Printing_and_Embroidery_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8327312-Reviews-Mai_Charming_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11665324-Reviews-Three_Sisters_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15645743-Reviews-Hanoi_Old_Quarter_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7195771-Reviews-IndochinaSilk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17779950-Reviews-Ngo_Minh_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27135546-Reviews-TiredCity_2D_Ly_Qu_c_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718739-Reviews-Vietnam_Country_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26866767-Reviews-Senses_Massage_Wellness_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25231950-Reviews-Mountain_s_Color_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11911750-Reviews-Tiny_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26851289-Reviews-Areca_Boutique_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d566580-Reviews-Pharaonic_Village-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d669487-Reviews-Snake_Park-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g14131014-d7353454-Reviews-Mayuko_s_Little_Kitchen_Japanese_Cooking_Class-Sendagaya_Shibuya_Tokyo_Tokyo_Pr.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d3648780-Reviews-Tilden_Park_Little_Farm-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d7317600-Reviews-Tampa_Riverwalk-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g44764-d4263663-Reviews-Parkville_Nature_Sanctuary-Parkville_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g45308-d107410-Reviews-Elkhorn_Hot_Springs-Polaris_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60801-d105845-Reviews-Vanderbilt_Mansion_National_Historic_Site-Hyde_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d527374-Reviews-Patriots_Point_Naval_Maritime_Museum-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069599-d2489847-Reviews-Togo_Bay_Beach-Porto_Cesareo_Province_of_Lecce_Puglia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or30-Hanoi_Tour_Zone-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or20-Hanoi_Tour_Zone-Hanoi.html"
    },
    {
        "attraction_name": "Hanoi Tour Zone",
        "attraction_name_vi": "Khu du lịch Hà Nội",
        "general_info": [
            "56 đánh giá",
            "162 trên 528 Đồ ăn thức uống ở Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là Khu du lịch Hà Nội, Chuyên về miền Bắc Việt Nam với Vịnh Hạ Long, Sapa, Hà Nội, Ninh Bình, Bắc Kạn, Cao Bằng, Hà Giang được điều hành bởi đội ngũ hướng dẫn viên và nhân viên nhiệt tình, mến khách.\n\nĐội ngũ của chúng tôi đang dẫn đường cho bạn đến Miền Đất Hứa với những điểm đến hấp dẫn và ngoạn mục tiềm ẩn nhất ở Việt Nam, Lào và CampuchiaĐọc thêm",
        "reviews": [
            "Tour du lịch rất thú vị và để biết về địa điểm có lịch sử. Hướng dẫn viên của chúng tôi là học sinh trung học, mục đích của họ là trao đổi văn hóa và cải thiện ngoại ngữĐọc thêm",
            "Tôi có thể giới thiệu chuyến đi. Nó miễn phí nhưng được tùy chỉnh cho khách du lịch. Tôi cảm thấy thoải mái với hướng dẫn của tôi. Bạn cảm thấy họ quan tâm đến bạn vì họ muốn chứ không phải vì họ muốn kiếm tiền.Đọc thêm",
            "Đã đặt tour, Sherry từ Khu du lịch Hà Nội, đã liên hệ với chúng tôi trước và sau chuyến tham quan. Chou Chou, hướng dẫn viên sinh viên đại học của chúng tôi, đã đến khách sạn đúng giờ và đưa cho chúng tôi bản tóm tắt về chuyến tham quan.  Chúng tôi đã có một chuyến lưu diễn tuyệt vời với Chou Chou, người có nhiều thông tin, thân thiện và nói tiếng Anh rất tốt.  Cô ấy luôn đảm bảo rằng cả hai chúng tôi đều được an toàn, đặc biệt là khi băng qua những con đường Hà Nội vô cùng đông đúc.  Chúng tôi đã thấy và được kể những điều mà chúng tôi sẽ không bao giờ nhìn thấy hoặc nghe thấy nếu không có cô ấy.  Chúng tôi đã có thể di chuyển theo tốc độ của riêng mình, là những công dân lớn tuổi chậm chạp!  Cà phê trứng, một đặc sản, là một trải nghiệm. Chúng tôi rất thích công ty Chou Chous và mời cô ấy tham gia cùng chúng tôi trong chuyến đi đến Bình Trang bằng xe buýt địa phương. Cả hai chúng tôi đều đánh giá cô ấy là 5 sao và rất vui được gặp.. Mike NormaĐọc thêm",
            "Cozy là một hướng dẫn viên du lịch tuyệt vời. Cô ấy giới thiệu cho chúng tôi một số món ăn Việt Nam tuyệt vời và cung cấp thông tin cơ bản rất thú vị về ẩm thực và văn hóa Việt Nam trong suốt chuyến đi. Đọc thêm",
            "Một cách tuyệt vời để cảm nhận về thành phố, những bài học về cách đối phó khi băng qua đường và nơi nếm thử món cà phê trứng thơm ngon. Hai hướng dẫn viên của chúng tôi còn trẻ và muốn chia sẻ kiến ​​thức cũng như kinh nghiệm về Hà Nội và thực sự rất thú vị khi trò chuyện. Tôi muốn giới thiệu chuyến đi này cho những du khách khác.Đọc thêm",
            "Cherry, hướng dẫn viên của chúng tôi, rất giỏi. Cô ấy gặp chúng tôi tại khách sạn lúc 2 giờ chiều. Đầu tiên chúng tôi đi bộ đến Nhà Hát Lớn rồi đến Khu Phố Pháp, nơi chúng tôi nhìn thấy sự hoành tráng của Khách sạn Metropole Hà Nội. Chúng tôi đi bộ đến Hồ Hoàn Kiếm và Đền Ngọc Sơn, nơi Cherry đã cho chúng tôi một bản tóm tắt hay về lịch sử của nó. Cherry rất giỏi chụp ảnh chúng tôi khi chúng tôi ghé thăm các địa điểm. Cherry đưa chúng tôi đến Nhà hát múa rối nước trong 4 giờ chiều và đợi chúng tôi cho đến khi nó kết thúc vào khoảng 5 giờ chiều. Sau buổi biểu diễn, điểm nổi bật nhất là Cherry đưa chúng tôi đến một trong những địa điểm uống cà phê yêu thích của cô ấy. Cô ấy giới thiệu cho chúng tôi cà phê trứng. Tuyệt vời! Và, mặc dù trời đang mưa, Cherry vẫn vui vẻ tiếp tục đi cùng chúng tôi, chỉ cho chúng tôi những con phố trong khu chợ cổ và các đồng minh. Và lên một trong những cây cầu đường sắt. Cherry đưa chúng tôi trở về khách sạn an toàn vào khoảng 7 giờ tối. Cherry là một niềm vui. Rất vui vẻ và thân thiện. Tôi nghĩ chuyến tham quan rất tốt và khuyên bạn nên sử dụng công ty này. Đó là một cách tuyệt vời để chúng tôi được giới thiệu về Hà Nội lần đầu tiên bởi AZ Local Trip. Đọc thêm",
            "Kính gửi khách hàng của chúng tôi, \nCảm ơn những đánh giá của bạn về dịch vụ của chúng tôi, \nNhân đây tôi xin trả lời câu hỏi AI NÊN ĐẶT VÉ TRỰC TUYẾN TỪ CHÚNG TÔI?\n\nBạn là đoàn du lịch và bạn muốn xem múa rối theo lịch trình thời gian của mình với sự lựa chọn tốt nhất bao gồm cả giá vé thời gian hạng vé. Bạn cũng muốn thuận tiện và tiết kiệm thời gian bằng cách mua trực tuyến và không phải đến rạp xếp hàng để mua vé, cộng thêm vé được giao đến khách sạn của bạn. Khi bạn muốn thay đổi lịch chiếu miễn phí vào những phút cuối vì lý do đột ngột, chúng tôi sẽ giải quyết miễn phí cho bạn trong trường hợp đó. Và tất nhiên, khi bạn tự mua vé offline, trong trường hợp khẩn cấp không ai đổi vé cho bạn kể cả rạp hát, bạn phải thanh toán đầy đủ để nhận được vé mới.\n\nĐể có sản phẩm trực tuyến cho bạn đặt hàng, chúng tôi phải trả tiền cho nền tảng kết nối TripAdvisor, trả lương nhân viên, phí vận chuyển, thuê văn phòng, vận hành trang web và tiếp thị. Tất cả mọi thứ sẽ tạo nên sản phẩm mà chúng tôi cung cấp. Vì vậy tất nhiên sẽ đắt hơn mua trực tiếp tại rạp nếu bạn mua thì họ vẫn còn chỗ cho bạn đó là lý do tại sao có sự khác biệt giữa việc mua vé trực tiếp tại rạp và mua vé trực tuyến từ họ.\nChúng tôi nghĩ rằng chúng tôi hoàn toàn xứng đáng được trả tiền để giúp khách hàng có được lợi thế đó\n\nĐó có phải là lý do tại sao chúng tôi có ý nghĩa với bạn?\nĐó có phải là lý do bạn nên đặt vé trực tuyến thay vì lấy vé tại quầy bán vé?\nĐó là lý do tại sao nên đặt vé trực tuyến và trả thêm phí để xem buổi biểu diễn thuận tiện hơn?\nNgoài ra, đừng quên rằng chúng tôi cung cấp hướng dẫn viên du lịch đi bộ Hà Nội RIÊNG MIỄN PHÍ cho tất cả khách hàng, vui lòng liên hệ với chúng tôi để đặt trước chuyến tham quan hà nội miễn phí nếu bạn muốn tham gia với chúng tôi.\nCảm ơn bạn và chúc bạn những điều tốt đẹp nhất!Đọc thêm",
            "Tôi rất thích chuyến tham quan ẩm thực địa phương ở khu phố cổ Hà Nội! Tracie, hướng dẫn viên tình nguyện của tôi thật tuyệt vời, rất tự nhiên, quan tâm và hiểu biết về ẩm thực Việt Nam, cũng như về lịch sử và văn hóa. Sau khi nếm thử những món đặc sản thơm ngon như bánh cuốn, phở bò, gỏi đu đủ xanh thịt bò và cả kem Việt Nam, Tracie dẫn tôi đến phố sách, nơi tôi tìm thấy cuốn sách mình đang tìm và phát hiện một điều bất ngờ: hiệu sách lâu đời nhất Hà Nội. , một viên ngọc ẩn trong một con hẻm! Cảm ơn bạn vì ngày rất đặc biệt này! MarieĐọc thêm",
            "Tôi đã có một người hướng dẫn đáng yêu, người đã giới thiệu khu phố cổ và các địa điểm tham quan khác. Hướng dẫn viên của tôi rất nhiệt tình và không hối thúc tôi, giúp tôi đưa ra nhiều lời khuyên hữu ích về những gì nên xem và làm ở Hà Nội.Đọc thêm",
            "Chuyến đi cực kỳ tốt. Hướng dẫn viên thực sự chăm sóc chúng tôi khi đến nơi băng qua đường và thậm chí còn đưa chúng tôi đến nhà hàng mà chúng tôi yêu cầu...Đọc thêm",
            "Hướng dẫn viên du lịch của chúng tôi là Hannah và Hoa và họ thật là những cô gái đáng yêu. Họ hỏi chúng tôi quan tâm đến điều gì và xem xét mối quan tâm về lịch sử của chúng tôi. Chúng tôi đã có một chuyến tham quan thú vị đến hồ và ngôi đền, nhà thờ và sau đó họ đưa chúng tôi đến Khách sạn Hà Nội Một nhà tù của Pháp. Họ cũng đưa chúng tôi đi nếm thử cà phê trứng của Việt Nam. Sau đó, chúng tôi vào khu phố cổ để mời họ đồ uống, nhưng phát hiện ra họ không uống rượu nhưng lại rất thích trà. Đây là một chuyến tham quan miễn phí tuyệt vời dành cho những sinh viên muốn cải thiện tiếng Anh và chúng tôi đã học được rất nhiều điều về văn hóa Việt Nam. Tôi chắc chắn sẽ giới thiệu chuyến tham quan này.Đọc thêm"
        ],
        "star_ratings": [
            43,
            8,
            1,
            0,
            4
        ],
        "review_amount": 56,
        "location": [
            "Khu du lịch Hà Nội",
            "Việt Nam",
            "Những việc cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 4, 2019",
            "Written December 3, 2019",
            "Written November 27, 2019",
            "Written November 26, 2019",
            "Written November 24, 2019",
            "Written November 23, 2019",
            "Written November 21, 2019",
            "Written November 20, 2019",
            "Written November 20, 2019",
            "Written November 20, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19125410-Reviews-or30-Hanoi_Tour_Zone-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or20-Hanoi_Tour_Zone-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or40-Hanoi_Tour_Zone-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-Hanoi_Tour_Zone-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25797772-Reviews-String_Art_Vi_t_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718386-Reviews-The_Vietnam_Tourism_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5113945-Reviews-Hai_Van_Printing_and_Embroidery_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8327312-Reviews-Mai_Charming_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11665324-Reviews-Three_Sisters_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15645743-Reviews-Hanoi_Old_Quarter_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7195771-Reviews-IndochinaSilk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17779950-Reviews-Ngo_Minh_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27135546-Reviews-TiredCity_2D_Ly_Qu_c_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718739-Reviews-Vietnam_Country_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26866767-Reviews-Senses_Massage_Wellness_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25231950-Reviews-Mountain_s_Color_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11911750-Reviews-Tiny_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26851289-Reviews-Areca_Boutique_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3200757-d8826333-Reviews-Zitna_Beach-Zavalatica_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d10121836-Reviews-Palace_Bar_Restaurant-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d10664975-Reviews-Eiffel_Tower_Replica-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g635965-d23073210-Reviews-Playa_Azul-Luquillo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g298115-d1153431-Reviews-Myoryuji_Ninja_Temple-Kanazawa_Ishikawa_Prefecture_Hokuriku_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g150777-d153625-Reviews-Playa_Los_Cerritos-Todos_Santos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d269830-Reviews-Children_s_Museum_Houston-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103648-Reviews-Boston_Public_Garden-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g37328-d4767006-Reviews-The_Riverwalk-Mishawaka_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d13494357-Reviews-Israel_Aquarium-Jerusalem_Jerusalem_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or40-Hanoi_Tour_Zone-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or30-Hanoi_Tour_Zone-Hanoi.html"
    },
    {
        "attraction_name": "Hanoi Tour Zone",
        "attraction_name_vi": "Khu du lịch Hà Nội",
        "general_info": [
            "56 đánh giá",
            "162 trên 528 Đồ ăn thức uống ở Hà Nội",
            "Tour nhiều ngày",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là Khu du lịch Hà Nội, Chuyên về miền Bắc Việt Nam với Vịnh Hạ Long, Sapa, Hà Nội, Ninh Bình, Bắc Kạn, Cao Bằng, Hà Giang được điều hành bởi đội ngũ hướng dẫn viên và nhân viên nhiệt tình, hiếu khách.\n\nĐội ngũ của chúng tôi đang dẫn dấu chân bạn đến Miền đất hứa với những điểm đến hấp dẫn và ngoạn mục nhất ở Việt Nam, Lào và CampuchiaĐọc thêm",
        "reviews": [
            "Chúng tôi được 2 hướng dẫn viên Tâm Peter xử lý, một người rất vui vẻ. Đưa chúng tôi đi bộ quanh khu phố cổ. Dừng lại để thưởng thức cà phê trứng ngon nhất, sa mạc và một số người bán hàng rong. Tất cả chúng tôi đều thích chuyến tham quan và cảm ơn cả hai người.Đọc thêm",
            "Hướng dẫn của chúng tôi rất hay và hữu ích. Cô ấy thực sự muốn cung cấp cho chúng tôi thông tin tốt nhất và giúp chúng tôi ở lại lâu hơn để tận dụng tối đa thời gian ở Hà Nội Đọc thêm",
            "Tôi rất thích đi bộ qua khu phố cổ. Tôi nhìn thấy hồ Hoàn Kiếm, chợ Xuân Đông, đền Ngạc Sơn, cầu Long Biên trong số những điểm tham quan khác. Người dẫn đường là một sinh viên đại học từng sống ở khu vực này. Xem rất dễ chịu và nói đủ tiếng Anh. Nó hoàn toàn miễn phí. Chúng tôi dừng lại uống cà phê Trứng và tôi mua cho hướng dẫn viên đồ uống yêu thích của cô ấy. Anh NT rất thông tin và cung cấp cho tôi những lời khuyên rất hữu ích về thực phẩm. Tôi chắc chắn sẽ giới thiệu.Đọc thêm",
            "Chuyến tham quan thật tuyệt vời, cảm ơn ít trà đã tổ chức và hướng dẫn viên của tôi thực sự giỏi và được chuẩn bị tốt bằng tiếng Anh! Đọc thêm",
            "Tôi là người duy nhất trong chuyến lưu diễn này và Sam đã chăm sóc tôi rất tốt! Cô ấy dẫn tôi đi tham quan khu phố Pháp và chúng tôi ghé thăm những quán cà phê và những ngôi chùa ẩn mình trên đường đi. Tôi đã học được rất nhiều điều và đó là một cách tuyệt vời để nhìn thành phố từ con mắt của người dân địa phương. Cảm ơn Sam!Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời với Tracy ở khu phố cổ. Cô ấy biết tất cả mọi thứ và chúng tôi đã thay đổi kế hoạch sang chuyến tham quan ẩm thực đường phố vì chúng tôi rất đói. Chuyến tham quan thật tuyệt vời và chúng tôi đã có khoảng thời gian tuyệt vời khi trở thành bạn bè:. Cảm ơn một lần nữa Traicy!! Đọc thêm",
            "Wow, thật sự rất vui! Chúng tôi bắt đầu chuyến tham quan của mình vào đầu buổi tối bằng cách gặp hướng dẫn viên của chúng tôi, Rosie. Cô ấy thực sự khiến chúng tôi cười và bằng cách nào đó, cô ấy dường như biết mọi thứ, về ẩm thực, về Việt Nam, về thế giới. Cô ấy đưa chúng tôi đến những nơi mà chúng tôi không bao giờ có thể tự mình đến thăm. Và lần nào đồ ăn cũng rất ngon! Và rất nhiều. Một trong những điểm nhấn trong chuyến đi vòng quanh thế giới kéo dài 2,5 tháng của chúng tôi. Cảm ơn bạn, Rosie! Đọc thêm",
            "Người hướng dẫn của chúng tôi là Selina, người mà chúng tôi được giới thiệu là một sinh viên địa phương. Giao tiếp trước đó rất tốt và cô ấy đã gặp chúng tôi kịp thời như đã thỏa thuận. Cô ấy rất thân thiện và hiểu biết về văn hóa Việt Nam, đồng thời chỉ cho chúng tôi rất nhiều địa điểm như nhà thờ, hồ nước, chợ, phố bích họa và ngôi nhà truyền thống. Cô ấy đã cần phải tham khảo Google Maps một vài lần, cộng với việc chúng tôi có thể đã lảng vảng quá nhiều ở một số địa điểm vì không còn thời gian dành cho một cặp đôi trước buổi biểu diễn múa rối nước theo lịch trình của mình. Tóm lại, đó là một cách tuyệt vời để dành một buổi chiều và thư giãn. chúng tôi muốn giới thiệu Selina và công ty của cô ấy - cảm ơn bạn!Đọc thêm",
            "Hướng dẫn rất hay, quan tâm sâu sắc đến sở thích của chúng tôi và sẵn sàng dành nhiều thời gian hơn để giúp chúng tôi khám phá tối đa Hà Nội. Cô ấy đã cung cấp nền tảng lịch sử cho tất cả những nơi chúng tôi đến thăm và giúp chúng tôi hiểu văn hóa Việt Nam, trả lời nhiều câu hỏi của chúng tôi. Rất khuyến khíchĐọc thêm",
            "Tôi đã có một chuyến du lịch với Thắm tối nay. Mặc dù lúc đầu chúng tôi gặp một số khó khăn khi tìm thấy nhau, nhưng ngay khi bắt đầu đi bộ, chúng tôi đã bấm nút ngay lập tức và có một cuộc trò chuyện hết sức thú vị dành cho ca. 3 giờ. Cô ấy đưa tôi đến những địa điểm rất đẹp ở địa phương - hầu hết thời gian tôi thậm chí không gặp người nước ngoài và mọi nơi đều có đồ ăn rất ngon, chất lượng tốt và không khí đẹp. Tôi yêu từng phút trong cuộc hành trình của chúng tôi, không chỉ về ẩm thực, mà còn về văn hóa của nhau, từ học tập, công việc, qua các mối quan hệ đến các vấn đề về khí hậu và môi trường... Tham Nina: là một người hướng dẫn tuyệt vời, cô ấy thậm chí còn giới thiệu cho tôi nhiều hơn về các địa điểm, Tôi có thể ghé thăm vào ngày hôm sau và giúp tôi mặc cả tại một cửa hàng hoàn toàn không liên quan đến chuyến tham quan, chúng tôi chỉ tự nhiên ghé vào : . Tôi đã có khoảng thời gian tuyệt vời và tôi chỉ có thể giới thiệu chuyến tham quan này cũng như công ty rất tuyệt vời của Tham cho mọi người.Đọc thêm"
        ],
        "star_ratings": [
            43,
            8,
            1,
            0,
            4
        ],
        "review_amount": 56,
        "location": [
            "Khu du lịch Hà Nội",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 18, 2019",
            "Written November 17, 2019",
            "Written November 16, 2019",
            "Written November 16, 2019",
            "Written November 14, 2019",
            "Written November 11, 2019",
            "Written November 7, 2019",
            "Written November 5, 2019",
            "Written November 4, 2019",
            "Written November 4, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19125410-Reviews-or40-Hanoi_Tour_Zone-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or30-Hanoi_Tour_Zone-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or50-Hanoi_Tour_Zone-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-Hanoi_Tour_Zone-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25797772-Reviews-String_Art_Vi_t_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718386-Reviews-The_Vietnam_Tourism_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5113945-Reviews-Hai_Van_Printing_and_Embroidery_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8327312-Reviews-Mai_Charming_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11665324-Reviews-Three_Sisters_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15645743-Reviews-Hanoi_Old_Quarter_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7195771-Reviews-IndochinaSilk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17779950-Reviews-Ngo_Minh_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27135546-Reviews-TiredCity_2D_Ly_Qu_c_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718739-Reviews-Vietnam_Country_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26866767-Reviews-Senses_Massage_Wellness_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25231950-Reviews-Mountain_s_Color_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11911750-Reviews-Tiny_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26851289-Reviews-Areca_Boutique_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d531954-Reviews-Westlake_Center-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g187457-d675885-Reviews-La_Concha_Beach-San_Sebastian_Donostia_Province_of_Guipuzcoa_Basque_Country.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d13545423-Reviews-Yu_Spa-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d10063536-Reviews-Ludlow_Garage-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g41778-d3441039-Reviews-Provincetown_Causeway-Provincetown_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1974279-Reviews-Corso_Vittorio_Emanuele_II-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d147618-Reviews-Marine_Habitat_at_Atlantis-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6440728-Reviews-The_Gazillion_Bubble_Show-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1490962-Reviews-Kyoto_International_Manga_Museum-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g56891-d2294155-Reviews-The_Falls_in_Lucy_Park-Wichita_Falls_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or50-Hanoi_Tour_Zone-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or40-Hanoi_Tour_Zone-Hanoi.html"
    },
    {
        "attraction_name": "Hanoi Tour Zone",
        "attraction_name_vi": "Khu du lịch Hà Nội",
        "general_info": [
            "56 đánh giá",
            "162 trên 528 Đồ ăn thức uống ở Hà Nội",
            "Tour nhiều ngày",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi là Khu du lịch Hà Nội, Chuyên về miền Bắc Việt Nam với Vịnh Hạ Long, Sapa, Hà Nội, Ninh Bình, Bắc Kạn, Cao Bằng, Hà Giang được điều hành bởi đội ngũ hướng dẫn viên và nhân viên nhiệt tình, mến khách.\n\nĐội ngũ của chúng tôi đang dẫn đường cho bạn đến Miền Đất Hứa với những điểm đến hấp dẫn và ngoạn mục tiềm ẩn nhất ở Việt Nam, Lào và CampuchiaĐọc thêm",
        "reviews": [
            "Hướng dẫn viên của chúng tôi đã gặp chúng tôi tại khách sạn của chúng tôi để tham gia chuyến đi bộ nửa ngày theo kế hoạch. Chúng tôi được hỏi muốn xem gì và quyết định: Chợ Đông Hiền, Cầu Chương Dương, Nhà di sản và Hồ Hoàn Kiếm. Thật tuyệt khi có những tương tác 1:1 và chúng tôi có thêm một hướng dẫn viên đang được đào tạo vào ngày đầu tiên. Sau khi đề cập rằng chúng tôi muốn thử đồ ăn đường phố địa phương, chúng tôi đã tìm hiểu thêm về một số nhà hàng mà chúng tôi đã quay lại sau chuyến tham quan của mình. Tuy nhiên, chúng tôi đã thưởng thức cà phê trứng tại Nhà cà phê Giang và món cơm trộn đậu từ một người bán hàng rong. Phần tuyệt nhất là được học hỏi và tương tác với hướng dẫn viên của chúng tôi. Rất khuyến khích bạn đến vào ngày đầu tiên để có được cái nhìn tổng quan tốt về Việt Nam từ một người dân địa phương. Đọc thêm",
            "Thật tốt! Chuyến tham quan kéo dài 2,5 giờ, nhưng sau đó chúng tôi dùng bữa cùng hướng dẫn viên và họ cho chúng tôi xem thêm một chút về Hà Nội. Thật tuyệt vời, nó miễn phí!Đọc thêm",
            "Tuyệt vời cho gia đình. Thật thú vị, chúng tôi đã cười rất nhiều. Nhưng chúng tôi vẫn học được điều gì đó về văn hóa. Giá cả cũng hợp lý.Đọc thêm"
        ],
        "star_ratings": [
            43,
            8,
            1,
            0,
            4
        ],
        "review_amount": 56,
        "location": [
            "Khu du lịch Hà Nội",
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 4, 2019",
            "Written October 29, 2019",
            "",
            "Written August 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19125410-Reviews-or50-Hanoi_Tour_Zone-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or40-Hanoi_Tour_Zone-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-Hanoi_Tour_Zone-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25797772-Reviews-String_Art_Vi_t_Nam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718386-Reviews-The_Vietnam_Tourism_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5113945-Reviews-Hai_Van_Printing_and_Embroidery_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8327312-Reviews-Mai_Charming_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11665324-Reviews-Three_Sisters_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110602-Reviews-Chua_Ly_Trieu_Quoc_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15645743-Reviews-Hanoi_Old_Quarter_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7195771-Reviews-IndochinaSilk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17779950-Reviews-Ngo_Minh_Tailor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27135546-Reviews-TiredCity_2D_Ly_Qu_c_Su-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718739-Reviews-Vietnam_Country_Tour_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26866767-Reviews-Senses_Massage_Wellness_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25231950-Reviews-Mountain_s_Color_Shop-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11911750-Reviews-Tiny_Nail-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26851289-Reviews-Areca_Boutique_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293816-d477846-Reviews-Le_Morne_Beach-Mauritius.html",
            "https://www.tripadvisor.com/Attraction_Review-g47266-d14210327-Reviews-Cedar_Beach-Babylon_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g30890-d5866343-Reviews-Spring_Park-Tuscumbia_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d153407-Reviews-Chichen_Itza-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g187437-d19092710-Reviews-Mercadillo_del_Puerto-Estepona_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294210-d4546231-Reviews-Wild_Waters-Mombasa_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31582-d109343-Reviews-Beaver_Lake-Eureka_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g47369-d12695040-Reviews-Gun_Post_Lanes-Bronx_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g44441-d109208-Reviews-Purina_Farms-Gray_Summit_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d273155-Reviews-Poverty_Beach-Cape_May_Cape_May_County_New_Jersey.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19125410-Reviews-or50-Hanoi_Tour_Zone-Hanoi.html"
    }
]