[
    {
        "attraction_name": "Hanthana Mountain Range",
        "attraction_name_vi": "Dãy núi Hanthana",
        "general_info": [
            "15 đánh giá",
            "- 37 trong số 92 điều cần làm ở Kandy",
            "Núi"
        ],
        "attraction_summary": "Dãy núi Hanthana ở Kandy nổi tiếng với những người thích đi bộ đường dài, cắm trại, ngắm chim và gần gũi với thiên nhiên. Tổng cộng có bảy đỉnh riêng lẻ, cao nhất là Ura kanda. Các đỉnh núi mang đến tầm nhìn ngoạn mục ra thành phố Kandy, dãy Knuckles, dãy dolosbage của Aranayake và những ngọn đồi của vùng Sabaragamuwa cũng có thể được phát hiện từ đây.Đọc thêm",
        "reviews": [
            "Thực hiện một chuyến đi trong ngày để leo lên dãy núi Hanthana là cách tốt nhất để tận hưởng khung cảnh đẹp như tranh vẽ của thành phố Kandy xinh đẹp. Đảm bảo bạn sẽ được đắm mình trong vẻ đẹp của những đỉnh núi tráng lệ của dãy núi Hanthana trong khi tận hưởng bầu không khí yên bình, thanh bình. Đọc thêm",
            "Nếu bạn là người thích đi bộ đường dài kết hợp với một số cuộc phiêu lưu mạo hiểm, dãy núi Hantana là nơi tốt nhất để đến. Nếu bạn đang có kế hoạch leo núi Hantana, lời khuyên tốt nhất là bắt đầu leo ​​núi vào buổi sáng. Chúng tôi mất hơn 5 giờ để lên đến đỉnh và 4 giờ nữa để xuống. Không có đường đi cụ thể nào để leo núi, bạn có thể tự mình lên đến đỉnh và thậm chí có thể làm cho chuyến đi bộ đường dài trở nên mạo hiểm hơn theo ý muốn. Tôi có thể đảm bảo rằng bạn chắc chắn sẽ thích chuyến đi bộ đường dài đến Hantana, tại sao phải chờ đợi? Lên kế hoạch cho chuyến đi đến Hantana của bạn. Đọc thêm",
            "Không cần quá lời vì ngọn núi xứng đáng được xây dựng thương hiệu một cách triệt để. Là chủ đề được nhắc đến trong nhiều bài hát của Lanka, Hantana là một trong những ngọn núi nổi tiếng nhất. Đứng ở độ cao gần 4000 ft và trông có vẻ dễ dàng khi leo lên Hantana thì không hẳn như vậy. Với phần lớn thời gian rời xa các khu định cư của con người, cần phải cẩn thận để ngăn ngừa chuột rút và thương tích. Có khá nhiều con đường và có thể bị lạc đường. Đường đi có nhiều đoạn không bằng phẳng. - Cảnh giác chắc chắn là Không. Hành trình có mức độ rủi ro vừa phải. Dãy núi dài trên đỉnh chạy vài km và đôi khi con đường trên đỉnh lởm chởm có thể tiến gần đến rìa hơn. Quang cảnh sẽ không có gì ngoạn mục với toàn bộ dãy núi xa như Dambulla và Pidurutalagala trong tầm mắt rõ ràng. Thêm vào đó, thị trấn bên dưới sẽ khiến chuyến đi bộ trở thành một kỷ niệm đáng nhớ. Đường đi xuống phải ở gần tháp liên lạc với con đường bên dưới và có thể có xe buýt chạy dọc theo cứ sau 45 phút hoặc lâu hơn. Hoặc bạn cũng có thể đi bộ đến thị trấn dọc theo con đường này, con đường này tự nó là một phần của toàn bộ trải nghiệm đáng trân trọng.Đọc thêm",
            "Ngay cả người lớn tuổi cũng có thể leo lên. Đó là một nơi tốt đẹp để ghé thăm. Hãy thử nó. Bạn sẽ tận hưởng rất nhiều. Rất gần thị trấn Kandy.Đọc thêm",
            "Chúng tôi thực sự thích quang cảnh xung quanh, đặc biệt là từ chuyến tàu đến Hatton. Những cánh đồng trà xung quanh trông cũng thật tuyệt vời!Đọc thêm",
            "Phong cảnh rất đẹp khi bạn lên. Nhưng đảm bảo mang theo nước và những vật dụng cần thiết khác. Đó là một chuyến đi bộ thẳng tắp, thật cẩn thận - . Không cần phải trả bất cứ điều gì cho bất cứ ai. Nhưng hãy đảm bảo mang về tất cả những gì bạn đã sử dụng như chai lọ, túi nhựa, v.v. Và hãy quan tâm đến bản thân khi chụp ảnh ở rìa núi Đọc thêm",
            "Đó không phải là một chuyến đi bộ dễ dàng, một con đường khó khăn và xuyên qua những tảng đá dốc khá phiêu lưu. Khuyến nghị nên thực hiện thử nghiệm vào sáng sớm hoặc tối, chúng tôi lên đến đỉnh vào khoảng 1 - 3 giờ chiều và trời rất nắng nên chúng tôi không thể ngắm cảnh từ trên xuống. view rất đẹp và đẹp trên đỉnh đáng để đi bộ khó khăn. Hãy cẩn thận với đỉa!Đọc thêm",
            "Đây là trải nghiệm đạp xe địa hình gần nhất ở Kandy. Chuyến tham quan bằng xe đạp cụ thể được phục vụ bởi tour đi xe đạp Sri Lanka.Đọc thêm",
            "Hanthana là một dãy núi. Nó nằm gần Đại học Peradeniya và trường đại học có nền văn hóa gắn liền với dãy núi này. Bình thường dãy núi này có sương mù và lạnh lẽo. Nhưng có những lúc không có sương mù và làm lộ ra toàn bộ khu vực trước mắt bạn. Nếu bạn leo núi, sẽ tốt hơn nếu bạn có thể bắt đầu chuyến đi bộ sớm. Có một số tuyến đường. Đôi khi du khách bị lạc đường. Nhưng đây là một trang web đáng ghé thăm. Phải mất hơn 3 giờ cho cuộc thám hiểm. Lấy nước và thức ăn ngoài bất cứ thứ gì khác.Đọc thêm",
            "nếu bạn muốn ngắm toàn cảnh thành phố Kandy thì đây là nơi tốt nhất. Sẽ mất cả ngày để leo lên dãy núi này. nhưng nếu bạn đến thăm Kandy thì đây là nơi bạn phải đến. trên đỉnh đỉnh chính có một tháp viễn thông. Đọc thêm",
            "Tôi đang lên kế hoạch đi bộ Hanthana. Con trai 6 tuổi của tôi rất thích nó.  Có phù hợp để đi bộ đường dài cho trẻ em ở độ tuổi đó không?  Xin tư vấnĐọc thêm",
            "Có thể cắm trại ở đó vào ban đêm không?Đọc thêm",
            "bạn có đi bộ đường dài một mình không? với một nhóm bạn? có ai có thể đi một mình trong chuyến đi bộ đường dài này không?Đọc thêm",
            "Chúng tôi là một nhóm 10 người. Bạn cũng có thể đi bộ một mình, các tuyến đường rất nổi bật và bạn thường có thể nhìn thấy những người đi bộ khác xung quanh.Đọc thêm",
            "Làm cách nào tôi có thể tìm được hướng dẫn viên du lịch địa phương để đi hết dãy núi này trong vòng một ngày? Sẽ có một đợt khoảng 30 người. Mọi thông tin - đề xuất về hướng dẫn viên địa phương sẽ hữu ích.Đọc thêm",
            "Vui lòng gửi email đến Đội leo núi Sri Lanka. Chúng tôi đang ở dịch vụ của bạn. RaviĐọc thêm"
        ],
        "star_ratings": [
            9,
            4,
            2,
            0,
            0
        ],
        "review_amount": 15,
        "location": [
            "Quận Kandy",
            "Kandy",
            "Những việc cần làm ở Kandy",
            "Tỉnh miền Trung",
            "Dãy núi Hanthana",
            "Sri Lanka",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 29, 2020",
            "Written October 3, 2019",
            "Written August 8, 2019",
            "Written April 23, 2019",
            "Written April 9, 2019",
            "Written March 18, 2019",
            "Written December 27, 2018",
            "Written June 4, 2018",
            "Written April 30, 2018",
            "Written January 14, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g304138-d6199245-Reviews-Hanthana_Mountain_Range-Kandy_Kandy_District_Central_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d6199245-Reviews-or10-Hanthana_Mountain_Range-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d2534649-Reviews-Udawattekele_Sanctuary-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d25800444-Reviews-Kandy_Spice_Walk-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d2256393-Reviews-Kandy_Lake-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d14018109-Reviews-Che_Ceylon_Tours-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d16499368-Reviews-Lanka_Adventure_Holidays-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d7001504-Reviews-Alagalla_Mountain_Range-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d26838852-Reviews-Royal_Botanic_Gardens_Peradenja_Kandy-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d12098501-Reviews-Chariot_Path_Kandy-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d12788707-Reviews-Hanthana_Mountain_Range-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d15033234-Reviews-Gurugal_Oya_Dam-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207227-Reviews-Ny_Carlsberg_Glyptotek-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g35328-d3847998-Reviews-Back_River_Beach-Tybee_Island_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d680519-Reviews-Ripley_s_Old_MacDonald_s_Farm_Mini_Golf-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d523954-Reviews-Anadolu_Kavagi-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1949569-Reviews-Siam_AMAZING_Park-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60022-d12583464-Reviews-Safari_Lake_Geneva-Lake_Geneva_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g32842-d10110653-Reviews-Mori_Point-Pacifica_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32349-d24893006-Reviews-Sky_River_Casino-Elk_Grove_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103646-Reviews-Boston_Children_s_Museum-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d777027-Reviews-Bloody_Bay-Negril_Westmoreland_Parish_Jamaica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g304138-d6199245-Reviews-or10-Hanthana_Mountain_Range-Kandy_Kandy_District_Central_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g304138-d6199245-Reviews-Hanthana_Mountain_Range-Kandy_Kandy_District_Central_Province.html"
    }
]