[
    {
        "attraction_name": "Hapuna Beach State Recreation Area",
        "attraction_name_vi": "Khu giải trí tiểu bang bãi biển Hapuna",
        "general_info": [
            "2.772 đánh giá",
            "- 5 trong số 14 điều cần làm ở Puako",
            "Công viên tiểu bang",
            "Bãi biển"
        ],
        "attraction_summary": "Một trong những bãi biển cát đẹp nhất trên bờ biển Kohala.Đọc thêm",
        "reviews": [
            "Bãi biển này đã được một hướng dẫn viên du lịch giới thiệu cho chúng tôi và đó là tất cả những gì chúng tôi đang tìm kiếm ở một bãi biển Hawaii! Đó là một bãi biển cát trắng khá dài và có thể dễ dàng đi đến từ Kailua-Kona. Có một rạn đá tuyệt vời rất thích hợp để lặn với ống thở. Chúng tôi đã có khoảng thời gian tuyệt vời khi bồng bềnh trên sóng và đắm mình dưới ánh nắng mặt trời. Chúng tôi nhìn thấy một vài con rùa biển bồng bềnh trên sóng cùng chúng tôi, thật tuyệt. Bãi biển này có rất nhiều bãi đậu xe nhưng lại không có tiện nghi nào cả. Vì chúng tôi đang ở khách sạn nên sẽ rất tuyệt nếu có dịch vụ cho thuê ghế hoặc ô, nhưng cũng không sao nếu không có chúng. Chúng tôi dành phần lớn thời gian bồng bềnh trên biển!Đọc thêm",
            "Bãi biển Hapuna sẽ lấy lại ngôi sao thứ 5 khi họ khắc phục được tình trạng nước. Kể từ tháng 8 năm 2023, các phòng tắm vẫn đóng cửa, vòi sen tắt và quán bán đồ ăn nhanh cũng đóng cửa. Theo những gì tôi đã nghe, đừng nghĩ rằng chúng sẽ được sửa chữa cho đến mùa xuân năm 2024. Phải nói rằng, đây vẫn là bãi biển cát trắng hàng đầu ở bờ biển Nam Kohala trên Đảo Lớn. \nĐó là một bãi biển cát trắng rất rộng lớn, hầu hết thời gian nghỉ ngơi ở bờ biển rất yên tĩnh. Đảm bảo luôn chú ý đến các điều kiện vì chúng có thể thay đổi. Hapuna đôi khi có thể có sóng lớn nên hãy luôn cẩn thận.  Có một khoản phí vào cửa công viên vì đây là Công viên Bang Hawaii. Khi đến nơi, bạn sẽ lái xe ngang qua lán lương cũ đã bị phá bỏ và tìm chỗ đậu xe. Đi bộ đến trạm trả tiền đậu xe phía trước lán bao tải cũ và mua thẻ đậu xe của bạn. Đó là - s - 10,00 mỗi xe và - 5,00 mỗi người trên đó.  - Cư dân có ID Hawaii được miễn phí - . Lấy biên lai và đặt nó trên bảng điều khiển xe của bạn. Sau đó hãy đi và tận hưởng bãi biển hoang sơ này. Ồ, làm ơn, đừng phàn nàn về điều đó, hầu hết các tiểu bang khác đều tính một loại phí phương tiện nào đó khi vào công viên tiểu bang nên Hawaii chỉ mới bắt kịp. Nếu cần, bạn có thể đi bộ đến khách sạn và khu nghỉ dưỡng Hapuna Beach và thưởng thức một ly cocktail hoặc đồ ăn nhẹ, nếu không, hãy đóng gói và đóng gói. \nHoạt động lặn với ống thở chỉ giới hạn ở khu vực gần điểm tại Khách sạn, nếu không, bạn chỉ đang nhìn vào cát và có thể thỉnh thoảng có những chú rùa bay ngang qua. Đừng quấy rối rùa và tránh xa chúng. Đừng chạm vào san hô và xếp đá. Hãy để nó như lúc bạn đến. \nVào ban ngày cát có thể nóng nên hãy lưu ý. Ít hoặc không có bóng râm nên hãy mang theo kem chống nắng và bóng râm bên mình. Đừng đặt ô và lều trước mặt những người đã ở đó, điều đó thật thô lỗ.Đọc thêm",
            "Nước lên rồi!! \n\nNếu bạn đọc các đánh giá khác, bạn - sẽ thấy phàn nàn lớn nhất là nước bị tắt, nhưng hiện tại nó đã bật nên đừng để điều đó ngăn cản bạn đi.\n\nChúng tôi đến đó sớm, khoảng 8 giờ 30 sáng, và khá vắng. Có rất nhiều bãi đậu xe có sẵn mặc dù. Chúng tôi đã trả phí, không chắc có ai thực sự kiểm tra để đảm bảo bạn làm như vậy hay không, đó là một hệ thống tự thanh toán, nhưng chúng tôi đã trả tiền đỗ xe và vào cửa. Đó là - 10 chỗ đậu xe và - 5 người. \n\nChỉ có khoảng nửa tá người trên bãi biển khi chúng tôi đến đó nên chúng tôi tìm được một chỗ râm mát dưới gốc cây. Tôi chưa bao giờ lặn với ống thở và chồng tôi chỉ có một lần, vì vậy chúng tôi chọn bãi biển này vì nó yên tĩnh. Chúng tôi đã có khoảng thời gian tuyệt vời, nhìn thấy rất nhiều cá ngay ngoài bãi biển và tận hưởng bãi cát mịn màng. Có một số gia đình đến sau và có vẻ đây là nơi thích hợp cho các em nhỏ vui chơi dưới nước một cách an toàn. Nếu bạn là người lặn với ống thở cao cấp hơn, bạn có thể dễ dàng đi xa hơn và ngắm được nhiều cá hơn. Có rất nhiều người đã đi qua những tảng đá và nói rằng nó thật tuyệt. \n\nTôi đặc biệt giới thiệu bãi biển này cho các gia đình có trẻ nhỏ hoặc những người không biết lặn bằng ống thở. Nếu bạn thích những bãi biển cát mịn, ít dung nham và đá thì đây là bãi biển nên đến!Đọc thêm",
            "Bãi biển là một trong những bãi biển đẹp nhất ở Hawaii. Nước trong vắt, bãi biển yên tĩnh và hoạt động lặn với ống thở tuyệt vời ở phía bắc bãi biển, vừa qua Westin.   Thật may mắn khi được ra ngoài khi hơn một trăm con cá heo lao vào vùng nước chỉ cách bờ 100 thước. Trải nghiệm không thể tin được. Họ cũng quay lại vào ngày hôm sau. Đọc thêm",
            "Dừng lại theo lời giới thiệu của một người bạn.  Công viên tiểu bang rất đẹp với tiện nghi tốt và một số bóng mát.  Bãi đậu xe rộng rãi - đến sớm - và bóng mát.  Không có nước uống mà chỉ có nước để rửa sạch cát.  Bãi biển rất đẹp và có nhân viên cứu hộ.  Cần làm rõ về bảng boogey vì các biển báo cho biết không có ván lướt sóng, v.v. Phát hiện ra rằng chúng tôi được phép có chúng.  \n\nLái xe rất đẹp đến bờ biển từ Kona và không quá đông đúc.Đọc thêm",
            "Bãi biển cát trắng rộng, dài với đáy cát nông, sóng biển xanh ngắt cách bờ hàng trăm mét, bãi biển ở công viên bang Hapuna là những gì du khách hình dung về Hawaii. Rất nhiều bãi đậu xe trả phí - - 20 trong ngày -, dễ dàng tản bộ đến bãi biển, khu dã ngoại và nướng thịt có mái che rất rộng nhưng không có bóng râm, vì vậy hãy mang theo ô và kem chống nắng trên bãi biển của bạn! Thật là tuyệt vời!Đọc thêm",
            "Một nơi tuyệt đẹp, chúng tôi đến đó vào lúc 8 giờ sáng để ngắm chim tuyệt vời trước khi ra bãi biển! Có rất nhiều cây cối viền bãi đậu xe, cộng với những cây lớn và bụi rậm cạnh phòng vệ sinh, cộng với nước đọng trên mặt đất qua các vòi ngoài trời - vòi hoa sen nơi chim cũng đến uống nước. Nhìn thấy con ngỗng Hawaii Nene đầu tiên của chúng tôi tại công viên này! - cộng với nhiều loài chim sẻ, chim hồng y, chim ưng, thậm chí một vài con vẹt xinh đẹp cùng với các loài chim bồ câu, chim mynas và chim sẻ nhà thông thường.\n Ở đó rất yên tĩnh vào sáng sớm với bãi đậu xe gần như trống rỗng. Sau đó nó trở nên bận rộn hơn nhưng có rất nhiều bãi đậu xe và không gian bãi biển cho tất cả mọi người và nó không bao giờ có cảm giác đông đúc.  Nước rất ấm, trong và hấp dẫn và những con sóng rất thú vị để chơi đùa. Có những cây bóng mát dọc theo rìa bãi biển cũng như những chiếc bàn dã ngoại có bóng râm cạnh phòng vệ sinh. Mang theo nhiều kem chống nắng, mũ, kính râm, ô và đồ uống khi đi biển. Thật là một công viên và bãi biển tuyệt vời, nơi đẹp nhất mà chúng tôi từng thấy trên Đảo Lớn : - Đọc thêm",
            "Chúng tôi rất thích chuyến thăm bãi biển Hāpuna. Chúng tôi đến đó vì chồng tôi nhớ đã đi khi anh ấy đóng quân ở đó. Bãi biển cát rộng đẹp với những địa điểm vui chơi trên bãi biển cũng như khu vực bàn ăn dã ngoại. Tiện ích đầy đủĐọc thêm",
            "Tôi tin rằng sóng cao hơn và dữ dội hơn vào mùa đông. Trong chuyến đi này cũng vậy và có nhân viên cứu hộ trên bãi biển. Họ đã đưa ra một số thông báo liên quan đến việc sóng dữ dội vào vùng nước nông và nhiều đá là mối nguy hiểm cho người bơi lội. Tôi ở lại lướt sóng suốt thời gian đó và không mạo hiểm ra ngoài mặc dù biết bơi. Các lính canh cũng cảnh báo về thủy triều dâng cao.\n\nNước mát và sảng khoái và bãi biển dài. Bãi đậu xe rất dồi dào mặc dù chúng tôi đã đến Hapuna trong ba giờ vào ngày đầu năm mới. Có một vòi sen để loại bỏ cát trên đường ra xe. Có phòng tắm có sẵn.\n\nTôi không thấy xe chở đồ ăn nên tôi khuyên bạn nên mang theo đồ ăn nhẹ và nước uống. Trên đường đi có một chiếc xe tải malasada - bánh mì chiên - rất ngon - ở bên đường. Tôi đã lái xe ngang qua nó nhưng chắc chắn đã dừng lại.Đọc thêm",
            "Có một chút choáng ngợp khi chúng tôi tấp vào bãi đậu xe rộng lớn. Rất may là chỉ mất 5 phút để tìm được chỗ đậu xe.  Chỗ đậu xe là - 15. Có một phòng vệ sinh và ít nhất hai nhân viên cứu hộ. Bãi biển rất đẹp và sóng rất lớn.Đọc thêm",
            "Bãi biển tuyệt vời! Dễ dàng truy cập. Không có vấn đề đậu xe. Có nhà vệ sinh và vòi rửa chân. Bạn có thể dành hàng giờ ở đây. Hãy sử dụng kem chống nắng!Đọc thêm",
            "rãnh cách đó vài mét. đừng - mất liên lạc với đáy đại dương vì có thủy triều dâng cao xảy ra ở đầu bên phải của bãi biển.Đọc thêm",
            "Nơi tuyệt vời để bơi trong đại dương rộng mở. Đại dương đôi khi có thể trở nên biến động - do đó tốt nhất bạn nên đi theo nhóm. Khi bạn đã quen với sóng thì sẽ rất thú vị. Dễ dàng có chỗ đậu xe và nhiều cây xanh.Đọc thêm",
            "Bãi biển đẹp nhất mà chúng tôi từng thấy. Nước rất trong và chúng tôi thậm chí còn nhìn thấy một con rùa biển khổng lồ bơi qua. Bãi biển đầy cát với không gian tối ưu để setup. Thân thiện với gia đình và một chuyến đi trong ngày tuyệt vờiĐọc thêm",
            "Bãi biển cát trắng tuyệt đẹp. Không cần giày đi nước. Rất gần Waikōloa. Mang theo ô nhưng có thể có gió. Đỗ xe không phải là vấn đề vào giữa ngày. Đọc thêm",
            "Bãi biển này rất đẹp như tranh vẽ.  Chúng tôi đã đi 3 lần trong thời gian lưu trú.  Ván trượt cơ thể rất tuyệt và cát mềm.  Không có thức ăn nào ở gần nên hãy mang theo đồ ăn của riêng bạn.  Bạn phải trả - 10 cho mỗi xe và thêm - 5 cho mỗi người.  Điều đó có vẻ thái quá vì trang thiết bị phòng tắm còn kém.Đọc thêm",
            "Bãi biển tuyệt vời - đừng bỏ lỡ! Nó đẹp như mọi người nói. Sóng nhẹ nhàng có nghĩa là bạn có thể ở dưới nước cho đến khi mặt trời lặn. Một trong những bãi biển yêu thích của tôi trên đảo. Ngoài ra, chúng tôi đến vào buổi chiều và có thể tìm được chỗ đậu xe.Đọc thêm",
            "Bãi biển này chắc chắn là một trong những bãi biển đẹp nhất thế giới với làn nước trong xanh như Gatorade. Tôi thực sự khuyên bạn nên ghé thăm bãi biển này ít nhất một lần trong đời. Tôi tin rằng nó được liệt kê là một trong những bãi biển đẹp nhất nước Mỹ. Chó không được phép vào trừ khi chúng là động vật phục vụ. Tôi đã mang theo con chó nhỏ của mình một thời gian nhưng cảm thấy không thoải mái khi có nó ở đó vì chúng - thực sự không được phép.Đọc thêm",
            "Để tận hưởng niềm vui dưới ánh nắng và đại dương, bãi biển này không thể đánh bại được. Nếu dài và rộng với cát rất mềm.  Mở lối ra biển và rất tuyệt vời để lên máy bay, v.v. một nhược điểm là thiếu bóng râm.Đọc thêm",
            "Có một chút choáng ngợp khi chúng tôi tấp vào bãi đậu xe rộng lớn. Rất may là chỉ mất 5 phút để tìm được chỗ đậu xe.  Chỗ đậu xe là - 15. Có một phòng vệ sinh và ít nhất hai nhân viên cứu hộ. Bãi biển rất đẹp và sóng rất lớn.Đọc thêm"
        ],
        "star_ratings": [
            2034,
            618,
            90,
            24,
            6
        ],
        "review_amount": 2772,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Puako",
            "Đảo Hawaii",
            "Mở",
            "Bờ biển Kohala",
            "Khu giải trí tiểu bang bãi biển Hapuna",
            "Hawaii - HI -"
        ],
        "reviews_time": [
            "Written June 5, 2023",
            "Written August 21, 2023",
            "Written September 16, 2023",
            "Written September 19, 2023",
            "Written October 3, 2023",
            "Written October 20, 2023",
            "Written November 2, 2023",
            "Written December 21, 2023",
            "Written January 8, 2024",
            "Written February 18, 2024",
            "Written May 18, 2024",
            "Written April 11, 2024",
            "Written April 3, 2024",
            "Written April 1, 2024",
            "Written March 30, 2024",
            "Written March 29, 2024",
            "Written March 22, 2024",
            "Written March 4, 2024",
            "Written February 23, 2024",
            "Written February 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g2312116-d154307-Reviews-Hapuna_Beach_State_Recreation_Area-Puako_Kohala_Coast_Island_of_Hawaii_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60608-d2828741-Reviews-Hapuna_Beach_Prince_Hotel_Beach_Bar-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2219999-d14215961-Reviews-Meridia-Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60588-d14157378-Reviews-Ikena_Landing-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2219999-d14216038-Reviews-Naupaka_Beach_Grill-Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60588-d4844847-Reviews-Copper_Bar-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2219999-d1309046-Reviews-Manta_Restaurant-Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2219999-d12347731-Reviews-Mauna_Kea_Luau-Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2219999-d1501220-Reviews-Hau_Tree-Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60588-d13489014-Reviews-Clam_Bake-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2219999-d2707184-Reviews-Number_3_Restaurant-Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d2226954-Reviews-Waialea_Beach-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29217-d105309-Reviews-Mauna_Kea_Beach-Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2312116-d2290677-Reviews-Puako_Bay-Puako_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60942-d108756-Reviews-Pu_ukohola_Heiau-Kawaihae_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2219999-d105408-Reviews-Kauna_oa_Bay-Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60942-d103156-Reviews-Puukohola_National_Historic_Park-Kawaihae_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d4868306-Reviews-49_Black_Sand_Beach-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d154311-Reviews-Spencer_Beach_Park-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2312116-d25007584-Reviews-Ascension_Catholic_Mission_Church-Puako_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29217-d107598-Reviews-Puako_Petroglyph_Archaeological_Preserve-Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2312116-d154307-Reviews-or10-Hapuna_Beach_State_Recreation_Area-Puako_Kohala_Coast_Island_of_Hawaii_Hawai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d7099594-Reviews-Kona_Cloud_Forest_Sanctuary-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60598-d534548-Reviews-Kula_Kai_Caverns-Ocean_View_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d1215221-Reviews-Kona_Mike_s_Surf_Adventures-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g143034-d1603722-Reviews-Hawaii_Volcanoes_National_Park-Hawaii_Volcanoes_National_Park_Island_of_Hawaii_Ha.html",
            "https://www.tripadvisor.com/Attraction_Review-g143034-d131308-Reviews-Kilauea_Iki_Trail-Hawaii_Volcanoes_National_Park_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60605-d284708-Reviews-Hawaii_Tropical_Botanical_Garden-Papaikou_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g143034-d208735-Reviews-Kilauea-Hawaii_Volcanoes_National_Park_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d12580179-Reviews-Kulaniapia_Falls-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d560901-Reviews-Makalawena_Pu_u_Ali_i-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d146754-Reviews-Mauna_Kea_Summit-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d1193998-Reviews-Sunshine_Helicopters_Big_Island-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d106112-Reviews-Hapuna_Golf_Course-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2312116-d7694801-Reviews-Liquid_Hawaii-Puako_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2312116-d6665476-Reviews-Hawai_i_Surf_and_Kayak-Puako_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60942-d12385258-Reviews-The_Beachery-Kawaihae_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d11982980-Reviews-Hawaiian_Sails-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2312116-d2085102-Reviews-Adventure_X_Boat_Tours-Puako_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d18231969-Reviews-LightSUP_Hawaii-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d15856397-Reviews-Manta_Ray_Advocates-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d4494242-Reviews-Kona_Kozy_s_Comedy_Magic_Show-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60942-d2087044-Reviews-Kohala_Divers-Kawaihae_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29217-d653028-Reviews-Mauna_Kea_Oceanfront_Luau-Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g41012-d10516405-Reviews-Annapolis_Rock-Boonsboro_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d17751996-Reviews-Mount_Royal-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g35719-d131606-Reviews-Brookfield_Zoo-Brookfield_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g57792-d108583-Reviews-Grand_Caverns-Grottoes_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41499-d3511569-Reviews-Harding_Beach-Chatham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187535-Reviews-Madame_Tussauds_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d295153-Reviews-Rumeli_Fortress-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d1837767-Reviews-Sands_Skypark_Observation_Deck-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g644289-d568445-Reviews-Gardaland_Park-Castelnuovo_del_Garda_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g667997-d8555899-Reviews-Bisnakandi-Sylhet_City_Sylhet_Division.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g2312116-d154307-Reviews-or10-Hapuna_Beach_State_Recreation_Area-Puako_Kohala_Coast_Island_of_Hawaii_Hawai.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g2312116-d154307-Reviews-Hapuna_Beach_State_Recreation_Area-Puako_Kohala_Coast_Island_of_Hawaii_Hawaii.html"
    }
]