[
    {
        "attraction_name": "Harbin Hot Springs",
        "attraction_name_vi": "Suối nước nóng Cáp Nhĩ Tân",
        "general_info": [
            "33 đánh giá",
            "1 trong số 14 điều cần làm ở Middletown",
            "Mạch nước phun suối nước nóng"
        ],
        "attraction_summary": "Chúng tôi đang mở! Tận hưởng bữa ăn mùa xuân, quần áo tùy chọn, hồ bơi nóng, ấm và lạnh, phòng tĩnh tâm, thăm quan trong ngày, cắm trại qua đêm, tắm hơi, đi bộ đường dài; nhiều loại massage và tác dụng của cơ thể dưới nước, và chủ yếu là thực phẩm hữu cơ.Đọc thêm",
        "reviews": [
            "I am deeply disappointed with my visit to Harbin Hot Springs. I bought a 24 hour pass, and unfortunately sprained later I found out that I actually broke my foot not even 6 hours into my stay. The foot injury was an accident that I do not blame on anyone, but the way in which the Harbin team managed the situation afterwards, was incredibly insensitive and lacked so much compassion. ESPECIALLY for a retreat center that is so invested in health and wellness for their guest. There was not ONE medical professional on site and there were NO medical supplies ace bandage, crutches, wheel chair. I sought out help at the health services which is only massages, not any medical services, and they told me that they couldnt do anything for me. The called security to write up a report, asked if I wanted an ambulance I refused, and then told me well, thats all we can do for you. The next day, I asked a different staff member if he had an ace bandage, and he had one in his car. He also told me that Harbin has blue ADA parking passes so the folks that cant walk the path to the pools can park right next to them instead. NO ONE mentioned this to me the day before, and I was not able to access the pools the rest of my stay. Thank goodness my partner was with me, and was so willing and able to carry me on his back throughout the duration of our stay, because if I had gone alone, I wouldnt have been able to walk or drive. I emailed Harbin once I got home from the weekend, and expressed my disappointment in the care or lack of care should I say that I received. They said they were deeply sorry and will take my feedback into consideration. They asked if I there was any way they could assist me, to let them know. I told them it would assist me greatly to have mine and my partners 24 hour passes refunded. It would help cover the costs of my crutches, my doctors visits, and help cover my bills since I am unable to work for the next 8 -12 weeks. Its been almost a week, and I have not heard back from anyone. How hypocritical of a retreat center so focused on health, wellness, and heart healing to disregard someone in this state? I would not recommend this resort to anyone. It is a rustic back country retreat center with NO medical professionals on site or on call. If you are going to Harbin, dont plan to have any bodily injuries, or make sure to have a fully stocked first aid kit. Huge disappointment.Read more",
            "Rất vui vì Cáp Nhĩ Tân đã có thể lắp ráp lại, Phải tự hỏi làm thế nào thế hệ mới này và những người đã xây dựng nó sau đó nâng cấp nó lại hòa hợp với nhau. Tấm vé để tận hưởng là nhận thấy rằng không có người ồn ào hay trẻ em nào phá vỡ trải nghiệm của bạn.  Miễn là bạn tôn trọng nghi thức cơ bản của đền thờ khi ở trong và xung quanh hồ bơi thì bạn sẽ ổn thôi.  Đó là một nơi có thể trở thành bất cứ thứ gì bạn muốn, hiện đang được tái sinh sau trận hỏa hoạn thứ hai sau 30 năm.  Một số người ban đầu vẫn đến đó và tất cả chúng ta đều cần sự an ủi trong quá trình phục hồi sau Hỏa hoạn, Covid và Thay đổi xã hội.  Tinh thần vẫn còn đó và nếu bạn không chắc chắn về điều gì đó, hãy hỏi ở cổng.Đọc thêm",
            "Thật là một bầu không khí tuyệt vời, các hồ bơi rất tuyệt và hầu hết đều sạch sẽ, tôi thực sự thích phong cảnh và đồ ăn cũng rất ngon. Chỗ ở vừa phải trong xe của bạn hoặc ở một trong nhiều lựa chọn để lựa chọn, tôi thích phòng Mái vòm, để có thêm quyền truy cập và sự yên tĩnh trong hồ bơiĐọc thêm",
            "Ở lại đây vào cuối tuần với bạn bè.  Ở trong Mái vòm nằm trên đỉnh một con đường RẤT dốc, cách khu vực chính một khoảng cách đáng kể, quá xa để đi bộ, đặc biệt là với ngọn đồi.  Chúng tôi ở lại Mái vòm 3 và tôi rất ngạc nhiên khi biết rằng không có vòi sen trong nhà.  Cả Dome 3 và Dome 4 đều dùng chung một phòng tắm nhỏ nhưng không có vòi sen.  Vòi sen duy nhất ở bên ngoài cạnh hồ bơi rất đẹp.  May mắn thay, chúng tôi có một người bạn ở trong tòa nhà 12 và họ có phòng tắm riêng nên chúng tôi có thể sử dụng phòng của họ.  Chỉ vì lý do đó thôi, tôi sẽ không đề xuất Domes 34. Về cơ sở vật chất, hãy nhớ rằng nơi này gần như bị cháy rụi vào năm 2015, dịch vụ ăn uống ở mức tốt nhất.  TUYỆT VỜI chậm, đắt tiền cho những gì bạn nhận được và bất cứ điều gì bạn làm KHÔNG đặt mua Bột yến mạch vàng trừ khi bạn THỰC SỰ thích Nghệ.  Không có chỗ ngồi trong nhà.  May mắn thay chúng tôi đã có chút nắng khi chúng tôi ở đó.  Những chiếc bồn tắm ... à, tôi sẽ thừa nhận đây thực sự không phải là tách trà của tôi nhưng nếu bạn là một người thích phô trương và không bận tâm đến việc có một nhóm người lạ ngẫu nhiên lục soát đồ đạc của bạn thì đây là nơi dành cho bạn.   Tôi không thể nói là nó rất thư giãn... mà là với mỗi người.  Nhìn chung, tôi hơi thất vọng vì toàn bộ trải nghiệm.  Có lẽ lẽ ra chỉ cho 2 sao nhưng tôi sẵn sàng cho họ nghỉ ngơi vì cơn bão lửa năm 2015 và sau đó là COVID.  Thành thật mà nói, tôi rất ngạc nhiên khi họ có thể giữ cho cánh cửa luôn mở.Đọc thêm",
            "Khỏa thân là tiêu chuẩn ở đây.  Nhưng tôi đã thấy nhiều người mặc đồ bơi. Vì vậy, đó không phải là một vấn đề. Nhưng tôi phải nói rằng quy tắc im lặng đối với bồn tắm nơi có nhiều người khỏa thân đang tắm cùng nhau thật là bất tiện.  Tôi ở trong mái vòm có phòng vệ sinh riêng và vòi sen. Tôi đã ở đây trong dịp cuối tuần dài Ngày Tưởng niệm. Đây là ưu và nhược điểm của tôi Ưu điểm - nhân viên và nhân viên quán cà phê cực kỳ thân thiện. Đó là một trong những cơ sở thân thiện nhất mà tôi từng đến thăm - watsu thật tuyệt vời. Tôi rất vui vì đã thử - nước có ga và khá mát - cơ sở vật chất rất đẹp - bơi lội rất mát mẻ. Tôi đã bơi vòng và yêu thích nó. Việc bơi trong nước có ga là điều rất độc đáo. Rất thích nó. - mái vòm có hồ bơi riêng. Vì vậy, một chút thuận tiện. - quán cà phê khá tốt. Tôi rất thích đồ uống và đồ ăn Nhược điểm - Tôi ở trong mái vòm và nó đã kín chỗ. Tôi có thể nghe tất cả các cuộc trò chuyện cho đến 1 giờ sáng bao gồm tất cả các loại hoạt động. Tôi ở đây để thư giãn và không lắng nghe người khác cho đến nửa đêm. Hơi thất vọng một chút. Phản hồi của chúng tôi đã được đặt đầy đủ là không đủ tốt. Có lẽ tôi chỉ hư hỏng thôi. Đối với tôi, cách âm cơ bản là cơ bản?- Cơ sở đông đúc. Thật là hơi khó chịu khi nhìn thấy da chết liên tục trôi nổi trong khu vực hồ bơi chính. - các hồ bơi ở mái vòm có vẻ mát hơn một chút. Ước gì trời nóng hơn. - bạn cần mang theo khăn và áo choàng của riêng mình. - chuẩn bị chờ đồ ăn. 30 phút đến 45 phút - bãi đậu xe có thể bị hạn chế. Lái xe qua hơi quanh co. Cách bình thường của người California. Nhìn chung, tôi đã có những giây phút thư giãn nhưng không được nghỉ ngơi thoải mái do tiếng ồn. Tôi ở đây để rút phích cắm và tận hưởng chính mình. Không nghe lời người khác trong phòng, đặc biệt là khi tôi đang rất muốn ngủ. Đó là một điều không nên đối với tôi.Đọc thêm",
            "Khỏa thân?  Đó là quy định về trang phục!!!  Bạn có thể mặc vest nếu muốn, không ai bắt bạn phải khỏa thân.  Bây giờ tôi chủ yếu đi đến những suối nước nóng khác và đã không đến Cáp Nhĩ Tân kể từ mười năm trước trận hỏa hoạn.  Nhưng khi tôi đến đó, tôi thường đến đó vì tôi thích làn nước lạnh như băng xen kẽ với bể nước nóng 114 độ của họ.  Không có gì khiến quá trình trao đổi chất của bạn diễn ra tốt như những đợt nóng và lạnh xen kẽ!  Một điều tôi không thích ở Cáp Nhĩ Tân là họ cho quá nhiều người vào cùng một lúc và bể phốt sẽ chảy ngược vào cống thoát nước nhà bếp.  Ykkkkk!  Tôi hy vọng bây giờ họ đang hạn chế nhập học để tránh tình trạng quá tải cơ sở vật chất.  Một đêm nọ, tôi quên đèn pin và đang cắm trại quanh núi từ bồn tắm nước nóng.  Tôi phải đi theo con đường trong bóng tối sau khi tắm nước nóng.  Một con mèo nhà đi cùng và đi cùng tôi trên con đường mòn.  Tôi đi ngay phía sau nó, gần như không nhìn thấy con mèo nhưng vẫn lắng nghe chuyển động của nó và theo dõi.  Sau đó, khi con mèo cất cánh, tôi lại bị mù trong bóng tối một lần nữa.  Bước từng bước nhỏ, tôi lê bước... Sai một bước khỏi con đường và tôi sẽ đi xuống đồi!  Nhưng chờ đã, tôi nhìn thấy một chút ánh sáng dọc theo con đường mòn và nhận ra rằng có những con sâu màu cá hồi nhỏ được chiếu sáng trên lớp đất dọc theo mỗi bên đường mòn, vì vậy tôi có thể đi theo dấu vết tốt hơn.  Tôi quay trở lại lều của mình, nơi một con rắn vua xinh đẹp vừa bò ra khỏi lều của tôi.  Không có nọc độc, đừng lo lắng.  Thiết kế kim cương đen trắng tuyệt đẹp trên con rắn King. Sau khi nghiên cứu một chút, tôi phát hiện ra chúng là những con đom đóm phát sáng chiếu sáng con đường trước mặt tôi.  Tôi nghĩ đom đóm là thần thoại.  Bài hát của Mills Bros., Glow Little Glow Worm, Shimmer, Shimmer?  ...Không chỉ đơn thuần là một sinh vật hư cấu!   Hy vọng Cáp Nhĩ Tân sẽ ổn sau vụ cháy... Những kỷ niệm ngọt ngào.Đọc thêm",
            "Tôi đã đi một chặng đường dài để đến Cáp Nhĩ Tân.  Tôi đã muốn đi từ lâu và tôi rất vui vì cuối cùng tôi đã làm được.  Tôi thích nó rất nhiều.  Tôi gần như chỉ đến suối nước nóng để ngâm mình, và ở đó có nhiều hồ bơi.  Khá nhiều người, tôi không bận tâm điều đó.  Tôi thích gặp gỡ những người mới và nói chuyện với họ. Đối với bài đánh giá trước đó phàn nàn về ảnh khoả thân, bạn phải mong đợi rằng tại suối nước nóng tùy chọn quần áo và tôi khá chắc chắn rằng trang web nói rằng họ là tùy chọn quần áo.  Cá nhân tôi thích khỏa thân khi ngâm mình ở suối nước nóng.Đọc thêm",
            "Không có gì trên trang web chuẩn bị cho bạn điều này. Về cơ bản nó là nơi ẩn dật hoàn toàn khỏa thân. Điều đó là tốt. Không có gì sai với điều đó. Nhưng trang web không nói nhiều như vậy. Không ai trong văn phòng nói với TÔI hoặc CHA MẸ CỦA TÔI rằng mọi người đều khỏa thân. Khu vực thay đồ hoàn toàn thoáng mát. Không có sự riêng tư. Bởi vì mọi người đều khỏa thân. Không cởi trần. Không chỉ một số người. Mọi người. Nếu đó không phải là điều bạn đang tìm kiếm thì đây không phải là nơi dành cho bạn. Chúng tôi quay lại và rời đi mà không thay quần áo. Tại sao họ không thể cung cấp cho bạn một số thông tin cảnh báo? Những người dân ngoài thị trấn chỉ nghĩ rằng đây sẽ là một nơi thân thiện với gia đình để ngâm mình: Đọc thêm",
            "Tôi cảm thấy thật đáng tiếc khi nơi mà tôi yêu quý lại phải gánh chịu quá nhiều tâm lý anti-maskanti-vax. Hãy chuẩn bị tinh thần để yêu cầu những người ở cùng bồn tắm với bạn đeo khẩu trang. Ban quản lý dường như miễn cưỡng thực thi việc đeo mặt nạ. Tuy nhiên, việc thực thi còn lỏng lẻo và một số nhân viên đã làm gương xấu bằng cách đeo khẩu trang dưới mũi hoặc đeo khẩu trang kém chất lượng. Hiện nay, khẩu trang vải được yêu cầu thay vì tấm che mặt không hiệu quả nhưng một số khách hàng vẫn lách quy định này bằng cách đeo khẩu trang vải mỏng đến mức trong suốt. Điều đó nói lên rằng, tất cả các hồ bơi đều nằm trong không gian thông thoáng. Nếu bạn sẵn sàng ủng hộ một cách quyết đoán cho sự an toàn của mình, bạn có thể có một chuyến thăm thú vị và tránh lây lan COVID trong cộng đồng của chúng tôi.Đọc thêm",
            "Đây là lần đầu tiên chúng tôi quay lại Cáp Nhĩ Tân kể từ vụ cháy. Rõ ràng vẫn là một công việc đang được tiến hành, ví dụ: Phòng thay đồ chỉ là một cái lều có ghế đẩu và tủ đựng đồ. Nhưng các hồ bơi rất tuyệt, thậm chí có thể tốt hơn trước. Chúng tôi thích rằng Watsu sẽ có một bể riêng biệt. Những giọt nước lạnh thực sự rất lạnh, không dành cho người yếu tim. Lần tới chúng ta sẽ thử qua đêm. Làm tốt lắm, Cáp Nhĩ Tân!Đọc thêm"
        ],
        "star_ratings": [
            19,
            7,
            5,
            1,
            1
        ],
        "review_amount": 33,
        "location": [
            "Hoa Kỳ",
            "Suối nước nóng Cáp Nhĩ Tân",
            "Trung tâm",
            "Những điều cần làm ở Middletown",
            "Quận Hồ",
            "California CA"
        ],
        "reviews_time": [
            "Written May 10, 2024",
            "Written May 10, 2024",
            "Written March 18, 2024",
            "Written November 14, 2022",
            "Written May 31, 2022",
            "Written January 20, 2022",
            "Written January 2, 2022",
            "Written April 6, 2021",
            "Written March 4, 2021",
            "Written July 17, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32710-d7001119-Reviews-Harbin_Hot_Springs-Middletown_Lake_County_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32710-d3821967-Reviews-Buddha_Thai_Kitchen-Middletown_Lake_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32710-d4516578-Reviews-The_Cowpoke_Cafe-Middletown_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32710-d267058-Reviews-Calpine_Geothermal_Visitor_Center-Middletown_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32710-d10039559-Reviews-Gibson_Museum_Cultural_Center-Middletown_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32710-d1645612-Reviews-Twin_Pine_Casino-Middletown_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32710-d1876036-Reviews-Beaver_Creek_Vineyards-Middletown_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32710-d27059786-Reviews-Middletown_Art_Center-Middletown_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32710-d27040500-Reviews-Middletown_Square-Middletown_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32710-d27038866-Reviews-Shed_Horn_Cellars-Middletown_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32710-d27064258-Reviews-Martin_Pohl_Wines-Middletown_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32710-d27071992-Reviews-Middletown_Central_Park_Association-Middletown_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32664-d4801685-Reviews-Hawk_and_Horse_Vineyards-Lower_Lake_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32710-d7001119-Reviews-or10-Harbin_Hot_Springs-Middletown_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32664-d3680116-Reviews-Vigilance_Vineyards_Winery-Lower_Lake_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32664-d2706486-Reviews-Six_Sigma_Ranch_and_Winery-Lower_Lake_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32229-d526580-Reviews-Frog_Hollow-Cobb_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32710-d630097-Reviews-Langtry_Farms_Vineyard_Winery-Middletown_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g8478167-d7053823-Reviews-Hidden_Valley_Lake_Golf_Course-Hidden_Valley_Lake_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32664-d3532673-Reviews-Gregory_Graham_Winery-Lower_Lake_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32710-d8452026-Reviews-Adam_Springs_Golf_Course-Middletown_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32664-d23751829-Reviews-Fults_Family_Vineyards-Lower_Lake_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32218-d506711-Reviews-Clear_Lake-Clearlake_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32664-d10479634-Reviews-Lower_Lake_Historic_Schoolhouse_Museum-Lower_Lake_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32664-d12969223-Reviews-Anderson_Marsh_State_Historic_Park-Lower_Lake_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d284005-Reviews-Ripley_s_Moving_Theater-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d16869553-Reviews-Influence_The_POOL_at_the_LINQ-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d190103-Reviews-Abbey_Road_Studios-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60923-d117137-Reviews-Oregon_Caves_National_Monument_and_Preserve-Cave_Junction_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d274103-Reviews-Little_Italy-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55588-d2708380-Reviews-TX_Spa_Castle-Carrollton_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d5020234-Reviews-Atom_Tokyo-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g303975-d555773-Reviews-Lake_Nakuru-Lake_Nakuru_National_Park_Rift_Valley_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g52178-d1547127-Reviews-Old_Bedford_Village-Bedford_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g42683-d4551983-Reviews-Mount_Baldhead_Park-Saugatuck_Allegan_County_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32710-d7001119-Reviews-or10-Harbin_Hot_Springs-Middletown_Lake_County_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32710-d7001119-Reviews-Harbin_Hot_Springs-Middletown_Lake_County_California.html"
    }
]