[
    {
        "attraction_name": "Hard Rock Casino Cincinnati",
        "attraction_name_vi": "Sòng bạc Hard Rock Cincinnati",
        "general_info": [
            "117 đánh giá",
            "31 trong số 362 điều cần làm ở Cincinnati",
            "Sòng bạc"
        ],
        "attraction_summary": "Hard Rock Casino Cincinnati, nơi niềm vui không bao giờ dừng lại! Bất kể bạn muốn chơi gì, chúng tôi đều có trò chơi dành cho bạn. Từ các trò chơi Slots và Table Games mới nhất đến Live Poker, chúng tôi có 100.000 feet vuông các lựa chọn thú vị, đầy hành động. Với rất nhiều cách chiến thắng hấp dẫn, không có gì ngạc nhiên khi chúng tôi liên tục được bình chọn là sòng bạc và Slots tốt nhất trong thị trấn. Cincinnati là Thành phố Nữ hoàng của vùng Trung Tây, và giờ đây chúng tôi vừa thêm một chút hoàng gia nhạc rock and roll để làm cho thỏa thuận trở nên hấp dẫn hơn! Bên trong khu phố tuyệt vời nhất của Pendleton, bạn sẽ tìm thấy điểm đến mới nhất cho các món ăn cổ điển với một chút phong cách từ thương hiệu Hard Rock được công nhận trên toàn cầu: Hard Rock Cafe Cincinnati. Tràn ngập những kỷ vật nhạc rock and roll, quán cà phê của chúng tôi có khu vực ăn uống và giải trí trên tầng ăn chính cũng như chỗ ngồi trên ban công VIP và khu vực ăn uống ngoài trời có mái che. The Rock Shop, nằm trên tầng sòng bạc chính, cung cấp các mặt hàng lưu niệm của Hard Rock như ghim, áo phông và các mặt hàng sưu tầm khác. Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Hãy để tôi mở đầu điều này bằng cách nói- chúng tôi hoàn toàn không phải là những tay cờ bạc lớn. Chúng tôi đã chơi và thua tổng cộng 5 điểm giữa hai chúng tôi, lol. Sòng bạc có vẻ sạch sẽ và có nhiều trò chơi kỹ thuật số và trò chơi trên bàn. Phần yêu thích của tôi chỉ là đi dạo xung quanh và ngắm nhìn những món đồ thời trang của người nổi tiếng. Để bạn hình dung, họ có Kính Elton Johns, trang phục của các nghệ sĩ như Lady Gaga, Taylor Swift, Kiss, v.v. \nTôi thực sự đánh giá cao khu vực hút thuốc nằm trong khu vực riêng của nó.\nChắc chắn đáng để dừng lại nếu bạn ở khu vực này! Đọc thêm",
            "Cảm ơn vì sự đánh giá này! Rất vui vì bạn đã ghé qua để xem bộ sưu tập kỷ vật của chúng tôi! Đọc thêm",
            "Tôi thực sự thích đến nơi này. Có vẻ như nơi này luôn là người chiến thắng. Người chiến thắng. Bữa tối gà, nhưng có chương trình khuyến mãi tốt cho nhân viên thân thiện. Nơi này thực sự khiến bạn phấn khích về một điều gì đó. Họ cần làm tốt hơn một chút trong việc dọn dẹp xung quanh máy đánh bạc. Nhưng ngoài ra, mọi thứ đều tốt đẹp, vui vẻ và thân thiện. Âm nhạc hơi to nhưng hay. Tôi đoán điều đó cho thấy tôi đang già đi. Nếu tôi phàn nàn về âm nhạc lớn, LOL. Nhưng đừng tận hưởng nữa, hãy vui vẻ. Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ về chuyến thăm của mình! Vâng, hãy gửi lời chúc may mắn theo cách của bạn! Đọc thêm",
            "Đội ngũ quản lý nhân viên nhà hàng Youyo luôn thân thiện và chuyên nghiệp.  \n\nĐặc biệt KIM đấu thầu thanh cung cấp dịch vụ khách hàng hàng đầu.  Cô ấy luôn rất chu đáo và biết tên khách hàng!\n\nMôi trường rất thư giãn, đồ ăn tươi ngon! Đọc thêm",
            "Chúng tôi rất thích nghe điều này và chắc chắn sẽ chia sẻ những lời tốt đẹp của bạn với Kim! Cảm ơn bạn đã dành thời gian để lại đánh giá này! Đọc thêm",
            "Chúng tôi thực sự rất thích thời gian của chúng tôi ở đây. Ăn tối tại Hard Rock Cafe, hơi đắt tiền nhưng mọi thứ đều tốt. Họ có các ban nhạc sống và DJ khiến buổi tối trở nên vui vẻ vào thứ Bảy. Các máy đánh bạc dường như đang trả tiền cho một số người, không phải tôi mà là các trò chơi trên bàn và các trò chơi như roulette rất thú vị. Đọc thêm",
            "Gửi lời chúc may mắn đến bạn! Cảm ơn bạn đã ghé thăm! Đọc thêm",
            "Kim hoàn toàn đá đít. Cô ấy là nhất. Cô kiểm soát tốc độ ăn uống. Cô ấy đã chú ý ngay cả vào tối thứ Sáu. Thức ăn rất ngon. Hãy đến quán bar và gặp Kim!Đọc thêm",
            "Ồ! Cảm ơn bạn đã đánh giá tốt về Youyu và Bartender yêu thích của chúng tôi, Kim! Vâng, hãy chắc chắn rằng bạn đã gửi lời khen ngợi của mình thật dài nhé! Đọc thêm",
            "Kyle tại quầy cá cược thể thao đã giúp ích rất nhiều cho lần thử cá cược thể thao đầu tiên của tôi. Anh ấy giải thích mọi chuyện cho tôi mà không khiến tôi cảm thấy tự ti. Đó là một trải nghiệm tuyệt vời! Cảm ơn Kyle!!! Đọc thêm",
            "Kyle Rocks! Cảm ơn bạn đã dành thời gian để lại cho chúng tôi đánh giá này! Đọc thêm",
            "Cuối cùng, chúng tôi đã phải thực hiện dịch vụ đỗ xe cho khách vì các biển báo hơi gây nhầm lẫn, nó miễn phí, nhưng chúng hoạt động dựa trên tiền boa, vì vậy hãy giữ ít nhất 20 đô la trong túi sau của bạn.  Rất nhiều khe cắm!  Chúng tôi đã ở đó vào thứ bảy khoảng 2 giờ chiều, không phải tất cả các bàn đều mở.  Hai nhà hàng trong số 4 nhà hàng đã mở cửa, địa điểm pizza và Hard Rock 7 cho món Coors Lite 12oz và đồ ăn đắt đỏ vào thời điểm này, hai nhà hàng còn lại mở cửa khi chúng tôi rời đi và quán cà phê có mùi thơm tuyệt vời!  Quầy bar ở giữa, giá rất cao, 26 cho một chiếc Woodford đôi, cộng thêm tiền boa!  Dù sao đi nữa, những người chia bài black Jack và roulette thân thiện và hữu ích.  Chờ một lúc để có người phục vụ đồ uống tại bàn. Phòng tắm, hơi sạch sẽ.Đọc thêm",
            "Này Hollie! Cảm ơn vì đã dừng lại! Chúng tôi đánh giá cao đánh giá chi tiết và tử tế của bạn và mong sớm được đón tiếp bạn lần nữa. Đọc thêm",
            "Toàn bộ đội sách thể thao ở đây thật tuyệt vời !! Họ cố gắng vượt lên trên tất cả để khiến bạn cảm thấy như mình đang ở đúng nơi.  Tất cả họ đều luôn được tham gia từ những người làm việc theo giờ, người giám sát và người quản lý. Họ luôn nhớ tên tôi và rất hữu ích.  Tôi thường xuyên đi du lịch và không thể nhớ được trải nghiệm hay ví dụ nào về mức độ quan tâm cao hơn tôi đã làm với Will đêm qua. Tôi để lại số dư của tấm vé trúng thưởng trong máy.  Nó biến mất sau 10 giây và tôi không ngờ lại nhìn thấy số tiền đó.  Thông qua việc thôi việc và kiên trì Will đã lấy lại được tiền của tôi. Anh ấy đã gọi riêng cho tôi để thông báo về việc đó và tôi rất cảm ơn anh ấy.  Tôi không viết đánh giá thường xuyên nhưng tôi hy vọng điều này không bị chú ý.\nDamon ManganoĐọc thêm",
            "Xin chào Damon, tôi rất vui mừng khi biết Will đã cung cấp cho bạn dịch vụ nâng cao! Chúng tôi chắc chắn sẽ gửi lại những lời tốt đẹp và hy vọng sớm gặp lại bạn! Đọc thêm",
            "Môi trường thân thiện, sạch sẽ, tích cực.  Tôi chủ yếu tìm đọc sách thể thao và tôi phải nói rằng đây là những nhân viên thân thiện nhất, nhanh nhất và có năng lực nhất trong doanh nghiệp. Tôi đặt cược ở nhiều khu vực khác nhau trên đất nước - Kentucky, Ohio, Mississippi, Kansas, Nevada nên tôi thấy các cấp độ dịch vụ và năng lực khác nhau ở mọi nơi, nhưng cuốn sách này cũng hay như bất kỳ cuốn sách nào tôi từng trải qua kể cả Las Vegas, nhưng nó đúng ở Cincinnati này!  Chỗ nghỉ này cũng cấm hút thuốc và rất sạch sẽ.  Bãi đậu xe dễ dàng, nhà hàng tốt.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ về chuyến thăm Sportsbook của mình! Rất vui vì nhóm đã có thể chăm sóc bạn chu đáo và hy vọng sớm gặp lại bạn! Đọc thêm",
            "Trước hết thức ăn rất ngon. Mọi thứ đều nóng hổi và tươi mới. Đầu bếp hôn đầu bếp. Máy chủ của tôi là Arrreona và cô ấy đã hoàn toàn giết chết nó. Tính cách và sự chu đáo của cô ấy là Top Tier, cô ấy khiến trải nghiệm của chúng tôi trở nên thú vị hơn nhiều. Và cuối cùng Joe, trợ lý giám đốc đã đến chào chúng tôi và thực sự đã trò chuyện với chúng tôi!Đọc thêm",
            "Chúng tôi rất vui mừng khi biết về trải nghiệm ẩm thực tuyệt vời này tại Youyu! Chúng tôi chắc chắn sẽ chuyển một You Rock khổng lồ cho Arreona và Joe! Đọc thêm",
            "Chúng tôi đến đây để ăn ở Youyo. Thức ăn hoàn toàn tuyệt vời, và cô hầu bàn của chúng tôi cực kỳ tử tế và có sức chứa. Chắc chắn đáng để đến đây.Đọc thêm",
            "Cố lên! Cảm ơn bạn đã dành thời gian chia sẻ về chuyến thăm Youyu của mình! Đọc thêm",
            "Maria tại Hard Rock Cincinnati Bạn luôn tuyệt vời khi chúng tôi đến và cung cấp dịch vụ tốt nhất. Cô ấy không chỉ đối xử với bạn như khách hàng mà còn đảm bảo rằng cô ấy hiểu bạn. Bạn cần nhiều nhân viên như Maria hơn và cô ấy chắc chắn xứng đáng được tăng lương. Adam cũng là một đầu bếp rất giỏi. Anh ấy đảm bảo rằng anh ấy thực hiện các đơn đặt hàng theo yêu cầu của khách hàng và đồ ăn phải ngon. Adam cũng xứng đáng được khen ngợi.Đọc thêm",
            "Maria và Adam quả là một đội tuyệt vời! Chúng tôi sẽ đảm bảo chia sẻ phản hồi của bạn với họ và hy vọng sớm được phục vụ bạn! Đọc thêm",
            "Arreona Joe thật tuyệt vời. Thức ăn và dịch vụ thật TUYỆT VỜI. Cảm ơn cả hai vì một thời gian tuyệt vời. Chúng tôi chắc chắn sẽ quay lại. Đọc thêm",
            "Chúng tôi rất phấn khích khi nghe điều này! Cảm ơn bạn đã dành thời gian chia sẻ về chuyến thăm của mình và cảm ơn Joe và Arreona. Chúng tôi rất mong được đi ngang qua You Rock khổng lồ! Đọc thêm",
            "Kim thật tuyệt vời! Khuyến nghị thực phẩm và đồ uống tuyệt vời! Tận hưởng thời gian của chúng tôi vô cùng! Cảm ơn bạn vì trải nghiệm tuyệt vời tại Hard Rock Cafe Youyu!Đọc thêm",
            "Cố lên! Thành viên ban nhạc của chúng tôi là tốt nhất! Cảm ơn bạn đã dành thời gian chia sẻ về chuyến thăm Youyu- chúng tôi mong được chia sẻ điều này với Kim và nhóm Youyu! Đọc thêm",
            "Brianna thật tuyệt vời! Dịch vụ rất tuyệt tôi sẽ quay lại! Thức ăn rất tuyệt! Cô ấy là máy chủ tuyệt vời nhất mà tôi từng gặp!Đọc thêm",
            "Brianna thật tuyệt vời! Chúng tôi rất tự hào khi có cô ấy là thành viên của ban nhạc và rất mong được chia sẻ nhận xét của bạn với cô ấy! Đọc thêm",
            "Maria là một viên ngọc thực sự. Cô ấy làm cho trải nghiệm của chúng tôi trở nên thú vị và thức ăn rất tuyệt vời! Hãy thử món khoai tây chiên Bulgogi. Chúng tôi đã làm và họ thật tuyệt vời! Chúng tôi chắc chắn sẽ quay lại với Youyu tại Hard Rock Cincinnati!!! Đọc thêm",
            "Khuyến nghị tuyệt vời! Chúng tôi chắc chắn sẽ chia sẻ những lời tốt đẹp của bạn với Maria và nhóm Youyu! Đọc thêm",
            "Dịch vụ tuyệt vời của Maria và thức ăn tuyệt vời. Chắc chắn sẽ giới thiệu và quay lại đây để thưởng thức món gà General Tsos! 1010 đề nghịĐọc thêm",
            "Cố lên! Cảm ơn bạn đã dành thời gian chia sẻ về trải nghiệm ăn uống của mình ở Youyu. Chúng tôi sẽ chuyển lời khen ngợi của bạn tới Maria và nhóm! Đọc thêm",
            "Đây là lần đầu tiên của chúng tôi và sẽ không phải là lần cuối cùng của chúng tôi! Dịch vụ tuyệt vời, máy chủ, quản lý và đầu bếp thật phi thường. Chúng tôi rất vui khi có Kim làm máy chủ của chúng tôi và cô ấy là người xuất sắc nhất! Cô ấy pha cocktail hoa anh đào ngon nhất. Không thể phát biểu nhiều hơn về trải nghiệm của chúng tôi. Sẽ quay lại! Đọc thêm",
            "Khuyến nghị tuyệt vời! Chúng tôi đánh giá cao việc bạn dành thời gian chia sẻ về chuyến thăm Youyu! Đọc thêm",
            "Dịch vụ rất xuất sắc. Brianna, đã làm công việc của mình một cách kiên nhẫn. Trà luôn êm dịu.  Thức ăn tuyệt vời. Hãy tiếp tục phát huy nhé Brianna.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ về chuyến thăm Youyu! Đọc thêm",
            "Dịch vụ nhanh chóng, Joe rất thân thiện. Thức ăn rất ngon nhưng không có bánh quy may mắn khiến tôi thất vọng. Đọc thêm",
            "Tôi thấy sự may mắn trong vận may của bạn! Cảm ơn bạn đã dành thời gian chia sẻ về chuyến thăm của mình! Đọc thêm",
            "Đỗ xe trong nhà để xe của sòng bạc có miễn phí cho các buổi hòa nhạc như Beach Boys không?Đọc thêm",
            "có thông dịch viên ASL không?  Tôi đang cố gắng liên lạc với ai đó để tìm hiểu xem chương trình Gabriel Iglesias có phiên dịch viên hay không. Đọc thêm",
            "Tôi không chắc chắn về điều đó. Tôi sẽ gọi cho sòng bạc, tìm người tổ chức và hỏi họĐọc thêm",
            "Có dịch vụ đỗ xe cho khách không?Đọc thêm",
            "Chúng tôi có Dịch vụ đỗ xe có người phục vụ 247 cũng như bãi đậu xe tự phục vụ miễn phí cho khách.Đọc thêm",
            "bãi đậu xe miễn phí?Đọc thêm",
            "Miễn là bạn không chọn bãi đậu xe có người phục vụ, bãi đậu xe ở phía sau đối diện với đường liên bang sẽ miễn phí.Đọc thêm",
            "Có phải trả phí đỗ xe tại Casino không?Đọc thêm",
            "Bãi đậu xe miễn phí và nằm trong bãi đậu xe.Đọc thêm"
        ],
        "star_ratings": [
            93,
            19,
            2,
            6,
            15
        ],
        "review_amount": 135,
        "location": [
            "Sòng bạc Hard Rock Cincinnati",
            "Hoa Kỳ",
            "Những điều cần làm ở Cincinnati",
            "Cincinnati",
            "Ohio OH"
        ],
        "reviews_time": [
            "Written October 11, 2023",
            "Written October 29, 2023",
            "Written November 3, 2023",
            "Written November 6, 2023",
            "Written January 19, 2024",
            "Written January 23, 2024",
            "Written February 10, 2024",
            "Written March 2, 2024",
            "Written March 21, 2024",
            "Written April 7, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60993-d23168868-Reviews-Hard_Rock_Casino_Cincinnati-Cincinnati_Ohio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60993-d14809824-Reviews-Crown_Republic_Gastropub-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60993-d338108-Reviews-Nicola_s_Ristorante-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60993-d4045591-Reviews-Sotto-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60993-d604268-Reviews-Boca-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60993-d5501374-Reviews-Holtmans_Donuts-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60993-d2659855-Reviews-Bakersfield_OTR-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60993-d2562460-Reviews-Taste_of_Belgium_OTR-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60993-d6481795-Reviews-The_Eagle_Food_and_Beer_Hall-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60993-d20207729-Reviews-Subito-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60993-d486816-Reviews-Arnold_s_Bar_Grill-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d8838536-Reviews-Greater_Cincinnati_Police_Museum-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d261119-Reviews-Pendleton_Art_Center-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d137342-Reviews-Taft_Museum_of_Art-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d3380550-Reviews-Washington_Park-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d105690-Reviews-Cincinnati_Art_Museum-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d281504-Reviews-Fountain_Square-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d526691-Reviews-Carew_Tower-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d624022-Reviews-Cincinnati_Reds_Hall_of_Fame_Museum-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d274056-Reviews-Great_American_Ball_Park-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d5027384-Reviews-Smale_Riverfront_Park-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d23168868-Reviews-or10-Hard_Rock_Casino_Cincinnati-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d7592149-Reviews-Craft_Connection_Brewery_Tours-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d3320051-Reviews-Pedal_Wagon_Cincinnati-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d2228766-Reviews-The_Garage_OTR-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d4432364-Reviews-American_Legacy_Tours-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d12620013-Reviews-Riverside_Food_Tours-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d17661364-Reviews-Pins_Mechanical_Company-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g39299-d9716541-Reviews-Riverside_Food_Tours-Covington_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d15834581-Reviews-The_Escape_Game_Cincinnati-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d4068818-Reviews-Cincinnati_Food_Tours-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d23578134-Reviews-Vrak_Museum_Of_Wrecks-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d19899905-Reviews-Graffiti_Alley-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d7043545-Reviews-Sri_Venkateswara_Temple-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g58870-d146097-Reviews-Berkeley_Springs_State_Park-Berkeley_Springs_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g46954-d15042754-Reviews-Ah_Shi_Sle_Pah_Wilderness_Study_Area-Bloomfield_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g33833-d8380317-Reviews-Castle_Craig-Meriden_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d1192272-Reviews-Recinte_Modernista_de_Sant_Pau-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d2008060-Reviews-Citygate_Outlets-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g12051721-d637884-Reviews-Voutoumi_Beach-Antipaxos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d2615272-Reviews-Panorama_Mall-Riyadh_Riyadh_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60993-d23168868-Reviews-or10-Hard_Rock_Casino_Cincinnati-Cincinnati_Ohio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60993-d23168868-Reviews-Hard_Rock_Casino_Cincinnati-Cincinnati_Ohio.html"
    }
]