[
    {
        "attraction_name": "Harry Potter and the Cursed Child",
        "attraction_name_vi": "Harry Potter và đứa trẻ bị nguyền rủa",
        "general_info": [
            "1.609 đánh giá",
            "- 73 trong số 514 Nhà hát - Buổi hòa nhạc ở London",
            "Rạp chiếu phim",
            "Trải nghiệm nhân vật",
            "Sân khấu - Biểu diễn"
        ],
        "attraction_summary": "Dựa trên một câu chuyện mới nguyên bản của J.K. Rowling, Jack Thorne và John Tiffany, Harry Potter and the Cursed Child là vở kịch mới của Jack Thorne. Đây là câu chuyện thứ tám trong bộ truyện Harry Potter và là câu chuyện Harry Potter chính thức đầu tiên được trình chiếu trên sân khấu. Tác phẩm được giới phê bình đánh giá cao là vở kịch West End được trao nhiều giải thưởng nhất trong lịch sử Giải thưởng Olivier, giành được chín giải thưởng kỷ lục bao gồm Vở kịch mới hay nhất và Đạo diễn xuất sắc nhất năm 2017. Trở thành Harry Potter luôn khó khăn và bây giờ điều đó cũng không dễ dàng hơn nhiều rằng anh ta là một nhân viên làm việc quá sức của Bộ Pháp thuật, là chồng và là cha của ba đứa con đang ở độ tuổi đi học. Trong khi Harry vật lộn với quá khứ không chịu ở lại nơi nó thuộc về, cậu con trai út Albus của anh phải vật lộn với sức nặng của di sản gia đình mà cậu không bao giờ mong muốn. Khi quá khứ và hiện tại hòa quyện một cách đáng lo ngại, cả hai cha con đều nhận ra sự thật khó chịu: đôi khi, bóng tối đến từ những nơi không ngờ tới.Đọc thêm",
        "reviews": [
            "Là khu vực lý tưởng để thư giãn ở London, Soho có vô số nhà hát đẳng cấp thế giới và một loạt các quán cà phê, nhà hàng, quán rượu, quán bar và câu lạc bộ hấp dẫn. Cốt lõi của Soho là Khu đèn đỏ nguyên thủy của London và là trung tâm của cộng đồng LGBT - và do đó là cuộc sống về đêm sôi động nhất của thành phố. Đối với những người đam mê mua sắm, Soho không chỉ là nơi tập trung nhiều cửa hàng thời trang lớn nhất ở Luân Đôn mà còn là địa điểm chiến lược nhất để bắt đầu chuyến tham quan các cửa hàng bách hóa nổi tiếng nhất thế giới. Ở phía nam của khu phố là khu phố Tàu, với vô số nhà hàng ngon và giá cả phải chăng. Gần sông Thames hơn, những con đường hẹp và đông đúc dưới ánh đèn lồng của Khu Phố Tàu tràn vào trung tâm rộng lớn của Quảng trường Leicester hào nhoáng.        Đọc thêm",
            "Đơn giản là phi thường! Tôi - một phụ nữ 35 tuổi lớn lên đọc sách và xem phim và chương trình này thật đặc biệt! Cốt truyện được suy nghĩ rất kỹ lưỡng và rất phù hợp với thời đại. Nó thậm chí còn đủ táo bạo để đề cập đến các chủ đề về sức khỏe tâm thần, các mối quan hệ gia đình căng thẳng cũng như nỗi đau buồn và mất mát. Kịch bản tuyệt vời này sau đó được kết hợp với những phép thuật tuyệt vời nhất và các hiệu ứng đặc biệt, tôi - tôi vẫn bối rối về cách họ làm những việc họ đã làm - nhưng tôi không muốn phá hỏng nó đối với những người chưa tham dự nên tôi sẽ - t đi vào quá nhiều chi tiết. Tôi sẽ thận trọng khi đưa trẻ nhỏ đi xem buổi biểu diễn vì một số lý do, một số đoạn hơi giật và thời lượng rất dài nên tôi có thể tưởng tượng chúng dễ mất hứng thú. Tôi sẽ làm vậy với trẻ em 8 - 9 tuổi - sẽ ổn thôi.Đọc thêm",
            "Tôi yêu thích toàn bộ trải nghiệm này và thực sự muốn chúc mừng toàn thể nhóm về màn trình diễn cảm động của họ! Vũ đạo thật kỳ diệu và câu chuyện đã lôi cuốn tôi. Chuyến hành trình từ quê hương cũng như sự chờ đợi của tôi thật xứng đáng.Đọc thêm",
            "Buổi biểu diễn đầy mê hoặc xuyên suốt. Hành động và hiệu ứng đã được suy nghĩ kỹ lưỡng. Xin lưu ý rằng trời sẽ tối - cốt truyện - đôi khi và dài nên tôi sẽ - không mang theo những đứa trẻ nhỏ vì điều này xung quanh chúng tôi trở nên kích động và bồn chồn. \n\nNgoài ra hãy chắc chắn không tiết kiệm vé. Nếu bạn là một người hâm mộ Harry Potter, hãy chi tiền cho những chiếc ghế phù hợp. Chúng tôi ngồi thẫn thờ và tiếc nuối vì đã không chi tiêu nhiều hơn vì buổi biểu diễn quá hay nhưng chúng tôi không thể xem hết được. \n\nĐối với rạp hát, ghế Ban công KHÔNG có nhiều chỗ để chân nếu bạn cao. Tránh.Đọc thêm",
            "Hiệu suất tuyệt vời và giá cả hợp lý để xem chương trình. Nhân viên, chỗ ngồi và dàn diễn viên đã khiến đêm nay trở thành một đêm thực sự đáng nhớ. Rất khuyến khích chương trình này cho bất kỳ người hâm mộ Harry Potter nào.Đọc thêm",
            "Điều này đã làm tôi kinh ngạc, thật là một phép thuật thuần túy tuyệt vời được nghĩ ra từ JKR. Diễn xuất và hiệu ứng đặc biệt thật tuyệt vời.\nĐể biến câu chuyện đó thành hiện thực trên sân khấu cần phải có sự xuất sắc tuyệt đối và họ đã thành công.\nTôi thích xem câu chuyện của các nhân vật chính được sống lại\n Lời chỉ trích duy nhất của tôi là Neville Longbottom đã được nhắc đến một vài lần nhưng lại không xuất hiện với tư cách là một nhân vật. Sẽ thật tuyệt nếu được thấy Neville trong vai giáo sư Hogwarts. \nNếu bạn có cơ hội hãy đi, xin đừng bỏ lỡ điều này. \nCảnh báo, có thể hơi đáng sợ ở một số nơi đối với giới trẻ.Đọc thêm",
            "Chương trình này thật tuyệt vời! Phép thuật trên sân khấu thật không thể tin được! Một nhà hát tuyệt đẹp như vậy, hoàn toàn phù hợp với chương trình và trải nghiệm. Chúng tôi ở Grand Circle, không thể nói về những khu vực khác nhưng chúng tôi có đủ chỗ ngồi và có thể nhìn rõ sân khấu. Chắc chắn sẽ giới thiệu! Đọc thêm",
            "Perhaps the most magical thing about this was the magic! I was not expecting this to involve genuine stage magic - illusion. But the stage magic was very impressive! So you are going to see a play written by J.K. Rowling with professional stage magic too. Aristotle said that spectacle was the least important element of drama, but here it is like the magic ingredient.\n\nIt has funny bits,  - where I laughed out loud - , scary bits  - where I jumped out of my seat - , emotional bits  - where my wife cried -  and shocking bits  - where I heard people gasp - .\n\nThe theatre is beautiful. The best actor for my\nMoney was Thomas Aldridge playing Ron Weasley. \n\nI have read the book of the play but this was 100x better. It really is meant to be seen on stage. In the book all the different scenes make the plot tricky to follow but it all makes sense and seems well paced on stage. It is very plot driven. The plot gets deeper and deeper; one crisis is resolved to be replaced by another deeper crisis. This is resolved and before the tension has quite faded it is replaced immediately by another. If you like there is a  - false summit - . This is skilfully written. \n\nThe characters are interesting. I hadn - t realised that this really is a Harry Potter story. Having read the book thought it was more about his son Albus, but after watching it I realise it is as much about Harry and his heroic efforts at fatherhood. \n\nThe music was well judged. The dialogue was at times witty and at times profound  - for example Harry - s line:   - I never fought alone -  - although what about the philosopher - s Stone? -  . And the themes of family and the power of friendship and fate - contingency were quite well explored  - especially the latter - .\n\nThe only problem for me were the metaphysical problems associated with time travel which means that while the plot is great fun it just doesn - t work logically. Personally I don - t think time travel to the past is even possible, this relies on a mistake of thinking of the past as being like a place one can visit, whereas in reality it no longer exists at all. For example you end up with doppelgängers and it isn - t clear who is the real person. At one point for example there should have been two Scorpios resurfacing in the lake. I dont have time to go down the rabbit hole of time travel however  - Read more",
            "Chương trình này là điều không thể bỏ qua đối với những người hâm mộ Harry Potter. Nó hoàn toàn kỳ diệu và các hiệu ứng đặc biệt thật ngoạn mục. Chúng tôi đã xem cả hai phần trong một ngày và có thời gian đi dạo và ăn nhẹ giữa các buổi chiếu. Xin gửi lời cảm ơn tới đội ngũ nhân viên thân thiện và hữu ích tại nhà hát.Đọc thêm",
            "Nhìn chung vở kịch rất tuyệt vời, nhưng chỉ có một bộ cầu thang ra vào tòa nhà nên khá chật chội. Tôi khuyên bạn nên đọc kịch bản trước khi diễn. Đôi khi nó có thể khá khó hiểu. Tôi muốn giới thiệu Harry Potter và đứa trẻ bị nguyền rủa cho những ai thích Harry Potter. Chơi tuyệt vời!Đọc thêm",
            "Dài, gồm 2 phần nhưng câu chuyện tuyệt vời và lấy bối cảnh trong nhà hát cung điện ấm cúng. Rất mong được gặp lại nó ở những chiếc ghế đắt tiền hơn, lời khuyên của tôi là hãy hạ ghế xuống để nâng cao trải nghiệm của bạn. Một ngày tuyệt vời..Đọc thêm",
            "Một vở kịch hoàn toàn tuyệt vời, cho đến nay là buổi biểu diễn West End hay nhất mà tôi từng xem, hoàn toàn tinh tế. Rất khuyến khích!!! Đọc thêm",
            "Tôi đã đợi 5 năm để được xem Hp - CC và tôi đã không thất vọng! Tôi vẫn đang cố gắng tìm ra cách họ thực hiện một số hiệu ứng đặc biệt.  Dàn diễn viên tuyệt vời và có chú thích trực tiếp đồng nghĩa với việc tôi nắm bắt được từng từ. Tôi sẽ đi lại nếu có thời gian cho phép.Đọc thêm",
            "Chương trình này thật đáng kinh ngạc. Ngay cả chồng tôi, người không phải là HP, cũng hoàn toàn bị cuốn hút. Nó rất nội tạng và quyến rũ. Sân khấu rất đẹp. Sự kỳ diệu là đáng chú ý. Ngay cả việc ngồi trên ghế rạp suốt 6 tiếng đồng hồ cũng không có cảm giác là việc vặt. Đến cuối phần đầu tiên, chúng tôi háo hức quay lại và xem phần còn lại. Tôi rất muốn giới thiệu chương trình này. Điều quan trọng cần lưu ý là tôi không nghĩ nó phù hợp với - 10 tuổi hoặc những người chưa quen với toàn bộ dòng HP nguyên bản. Một gia đình phía sau chúng tôi đã phải liên tục giải thích các nhân vật và cảnh quay cho một đứa trẻ, điều này rõ ràng gây khó chịu và mất tập trung cho những khán giả xung quanh. Ngoài ra còn có một số phần khá đen tối - đầy cảm xúc - và đáng sợ liên quan đến giám ngục không phù hợp với trẻ nhỏ.Đọc thêm",
            "Sản xuất tuyệt vời và kinh nghiệm thực sự tốt. Chương trình bị trì hoãn 45 phút nên chờ đợi một chút. Sau khi vào và được kiểm tra bởi an ninh. Quá trình sản xuất rất xuất sắc, thực sự đáng xem. Đọc thêm",
            "Tốt hơn tôi tưởng tượng! Các hiệu ứng đặc biệt và vũ đạo thật ngoạn mục. Đặc biệt là ở phần đầu của phần 2. Tôi đã rùng mình khi xem các nhân vật trên sân khấu. Nửa đầu của phần 1 đôi khi rất nhiều lời thoại. Nhưng khi chúng tôi ổn định với phần giới thiệu các nhân vật, câu chuyện trở nên mượt mà và hấp dẫn. Nhận xét về vở kịch: Đôi khi lời thoại khá ngượng ngùng và giống như trò hề. Nữ diễn viên đóng vai Hermione - Jude Ogugua - rất hấp dẫn và thuyết phục trong vai diễn. Mặc dù diễn viên đã thể hiện rất tốt vai diễn của Harry, nhưng đôi khi có vẻ khá khó chịu khi xem vì anh ấy rất tức giận, ngay cả trong những cảnh cuối, tôi vẫn phải vật lộn để tin rằng cảm xúc của anh ấy là chân thật. Nhận xét về bản thân câu chuyện: Mặc dù có sự ăn ý giữa Scorpious và Albus, nhưng tôi thấy buồn khi nghĩ rằng cốt truyện đã bị thay đổi chỉ vì lý do chính trị và mục đích là - tiến bộ -. Cá nhân tôi thích một câu chuyện gốc mới có các nhân vật kỳ quặc được viết ngay từ đầu giống như Fantastic Beasts. Nhận xét về bản thân nhà hát: Chúng tôi ngồi ở hàng B, ghế 8 - 9 và cảm thấy rằng tầm nhìn rất đẹp. Chúng tôi có thể dễ dàng quan sát biểu cảm khuôn mặt của diễn viên và cảm nhận cảm xúc của họ, cũng như ngồi thoải mái với đủ chỗ để chân. Chúng tôi hơi thất vọng khi biết rằng quầy bar chỉ chấp nhận thanh toán bằng thẻ. - Chúng tôi thích sử dụng tiền mặt trong suốt chuyến đi. - Nhưng tất cả các loại bia và cocktail mà chúng tôi mua đều ngon và các ưu đãi trong giờ khuyến mãi khiến nó đáng giá. Đọc thêm",
            "Điều này thật tuyệt vời. Câu chuyện thật hấp dẫn. Diễn xuất tuyệt vời, Hiệu ứng đặc biệt đáng ngạc nhiên. Bạn cần phải biết những cuốn sách Harry Potter. Tôi yêu thích toàn bộ trải nghiệm và thực sự muốn chúc mừng toàn bộ Dàn diễn viên đã có một màn trình diễn cảm động! phép thuật và câu chuyện đã làm tôi cảm động.Đọc thêm",
            "Chúng tôi không biết phải mong đợi điều gì. Chúng tôi đã nghe nói cả hai phần sẽ mất bao lâu và hơi sợ rằng nó sẽ quá dài. Nhưng thời gian trôi qua và thật tuyệt vời!! Điểm trừ duy nhất là chỗ ngồi chật và thẳng hàng. Chúng tôi cần phải cúi xuống bên trái và bên phải của người trước mặt.Đọc thêm",
            "Chúng tôi là một gia đình gồm 3 người Ấn Độ đã đến xem buổi biểu diễn lúc 7 giờ tối tại nhà hát Lyric vào thứ Ba ngày 30 tháng 4 năm 2024. Người dẫn chỗ đứng cạnh lối vào các hàng X - ghế 26 - 32 - đã sử dụng ngôn ngữ thiếu tôn trọng khách quen. Buổi biểu diễn bắt đầu và anh ấy chiếu đèn pin hai lần vào chồng tôi mặc dù không ai trong chúng tôi sử dụng điện thoại. Khi chồng tôi hỏi anh ấy - có chuyện gì thế? tại sao bạn lại nháy đèn với tôi - điều đó cũng hai lần? - , câu trả lời của người dẫn đường là - Im đi. Tôi đã - không nháy nó với anh. - . Tôi bị sốc trước hành vi thô lỗ này mà chúng tôi thậm chí không nhận được lời xin lỗi. Chúng tôi cũng không có cách nào để thách thức anh ấy vì anh ấy không xuất hiện ở đâu sau sự cố này trong thời gian tạm dừng hoặc kết thúc chương trình. Vì hầu hết khách quen của chương trình này là khách du lịch quốc tế đang trải nghiệm cả trải nghiệm trên đường và Harry Potter ngông cuồng, loại hành vi này là đáng tiếc nhất và không thể chấp nhận được. Nhà hát trữ tình làm quá tệ!Đọc thêm",
            "Chương trình xuất sắc, sự tiếp nối tuyệt vời của câu chuyện. Nhà hát là một nhà hát đẹp và bản thân nó gần như là một điểm thu hút khách du lịch do tính chất của người qua đường bằng cách chụp ảnh tòa nhà!  Tôi có chỗ ngồi ở mức giá trung bình và cảm thấy hơi khó chịu sau một giờ nhưng điều đó không ảnh hưởng đến buổi biểu diễn đối với tôi. Tôi - m khá cao và 17 đá. Về mặt cân bằng thì nó hoàn toàn ổn nhưng có điều gì đó cần lưu ý. Một điều tôi yêu thích khi là người Anh là những luật bất thành văn trong rạp mà mọi người đều tuân theo và tôi đã chứng kiến ​​một số khoảnh khắc đáng yêu một mình ở khán giả. Ánh sáng tuyệt vời và cách họ tạo ra các hiệu ứng thật đáng khen ngợi. Tôi cảm thấy buồn vì Harry gần như mắc chứng PTSD và có phần hung dữ. Hơi bối rối với nhân vật của Scorpio Malfoy, do có sự thay đổi giữa phần 1 - 2 nên 2 diễn viên đóng vai Scorpio có sự khác biệt rõ rệt và phần 2 có vẻ thất thường hơn một chút. Đôi khi Petunia Dursley có thể diễn đạt rõ ràng hơn một chút nhưng nếu không thì tất cả các diễn xuất khác đều xuất sắc. Những tên giám ngục là một sự bổ sung tuyệt vời, tôi sẽ không quên họ và nỗi sợ hãi nhảy vọt đã ám ảnh tôi và mọi người xung quanh. Một trải nghiệm đặc biệt mà tôi sẽ không quên và tôi luôn tự hỏi mình câu hỏi tương tự sau đó liệu tôi có xem lại không? Đúng. Nhưng chỉ khi trúng số và có thể mua được chỗ ngồi rộng rãi. Nhưng tôi đã làm điều đó ngay bây giờ và tôi thực sự khuyên bạn nên đánh dấu nó. Ồ, tôi phải nói thêm rằng tôi biết có tài liệu tham khảo về việc không muốn làm một vở nhạc kịch nhưng tôi thực sự nghĩ rằng một vài bài hát sẽ nâng cao màn trình diễn xuất sắc và có thể giải thích cho sự tức giận của Harry nhiều hơn một chút nhưng đó - chỉ là ý kiến ​​​​của tôi! Có lẽ một ngày nào đó sẽ có bản chuyển thể âm nhạc ;- - Đọc thêm",
            "Đây là buổi biểu diễn tệ nhất mà tôi từng xem. Không có nhân vật nào giống với nhân vật có thật. Họ có khoảng 2 đạo cụ được thay đổi giữa mỗi cảnh. Chương trình này rõ ràng đã đánh thức chương trình nghị sự về người đồng tính. Nhân vật không thực tế do sự khác biệt về sắc tộc. Mỗi cảnh quay đều vội vã và dường như không liên quan. Chúng tôi còn chưa xem đến phần 2. Thật là lãng phí - 600. Đừng xem chương trình nàyĐọc thêm",
            "Xin chào, chúng ta có thể xem phần 2 mà không xem phần 1 trước không? \nChúng tôi chỉ có thể xem một và thích buổi biểu diễn buổi tốiĐọc thêm",
            "Xin chào, tôi đồng ý, sẽ không có ý nghĩa gì nếu chỉ xem phần 2.Đọc thêm",
            "Tôi muốn đưa đứa con 9 và 7 tuổi của tôi đi cùng. Liệu cung điện có cho phép họ được nhận vào không? Tôi thấy nó nói - phù hợp cho 10 tuổi trở lên - nhưng điều đó có nghĩa là - được khuyến khích - hay điều đó có nghĩa là bạn phải từ 10 tuổi trở lên mới được tham dự?Đọc thêm",
            "Tôi - tôi không hoàn toàn chắc chắn. Sẽ là khôn ngoan nếu bạn liên hệ trực tiếp với nhà hát. Khi tôi ở đó, căn nhà chật kín người và tôi không nhớ đã thấy ai gần tuổi con bạn ở đó.Đọc thêm",
            "Xin vui lòng giới thiệu khách sạn nào - có quá xa nhà hát không?Đọc thêm",
            "Tôi ở tại Assembly Covent Garden, cách nhà hát 5 phút đi bộ. Giường lớn, vòi sen nước nóng thực sự tốt cho một kỳ nghỉ ngắn. Đọc thêm",
            "Tôi đang xem xét việc mua vé ở vòng tròn lớn ở hàng ghế đầu. Chỗ để chân và tầm nhìn có hợp lý không? Tôi 5 - 11 tuổi nên không nhất thiết phải cao nhưng hay bị đau chân khi không thể di chuyển!Đọc thêm",
            "tôi sẽ nói rằng sẽ rất khó khăn cho dù bạn ngồi ở đâu, vì bạn ngồi quá lâu, tôi cao 5ft4 và tôi phải nói rằng người đàn ông to lớn trước mặt tôi rất nặng và đã đẩy ghế gần như đè lên chân tôi nhưng điều đó là bản chất của con thú, Đọc thêm",
            "Có đáng xem vở kịch từ hàng ban công M, ghế 25 và 26. Tôi mua vé bây giờ để ý đến chỗ ngồi - dù sao thì tôi cũng không thể chọn được - . Tôi thực sự muốn xem buổi biểu diễn nhưng tôi không đủ khả năng chi thêm tiền mua vé. Nó có đáng để xem nó từ chỗ ngồi mà tôi có không? Tôi - tôi không thực sự chắc chắn vì các đánh giá về phần ban công đó rất đa dạng.Đọc thêm",
            "Chắc chắn có giá trị nó. Nếu tệ nhất đến tệ nhất, chỉ cần trả - 1 cho chiếc ống nhòm họ cóĐọc thêm",
            "Đối với những người đã ngồi ở hàng ghế đầu của vòng váy - chủ yếu là lối đi ở giữa - tầm nhìn như thế nào - chỗ để chân?! Tôi đã xem buổi biểu diễn hai lần trước đó - giữa các quầy hàng và giữa vòng tròn trang phục - và mặc dù khung cảnh rất hoàn hảo, nhưng tôi thấy chỗ để chân quá chật đối với những người 6 - 2 tuổi. Ngoài ra, máy chiếu - dàn đèn chiếu sáng trước mặt bạn cũng có được khiến bạn lo lắng và chặn bất kỳ khoảnh khắc nào của chương trình? Tôi - đang dẫn một Potterhead cuồng nhiệt đến xem buổi biểu diễn lần đầu tiên và muốn nó thật hoàn hảo.\nMọi trợ giúp đều được đánh giá cao.Đọc thêm",
            "Tầm nhìn rất đẹp và chỗ để chân tốt. Được đề xuất.Đọc thêm",
            "Có đáng để đi xem với vé rẻ hơn hay bạn thực sự cần phải chi - 450? Đọc thêm",
            "Chúng tôi đã trả - 75 cho mỗi vé và có ghế B23 và 24. Đắt tiền nhưng cũng xứng đáng. Những góc nhìn tuyệt vời về một trải nghiệm hoàn toàn thú vị.Đọc thêm",
            "Hiya sẽ đến vào thứ bảy tiếp theo. Mọi người có thể cho tôi biết buổi diễn đầu tiên kết thúc lúc mấy giờ để tôi có thể đặt bàn. Cảm ơnĐọc thêm",
            "Xin chào - chúng tôi đã đặt chỗ lúc 5 giờ chiều và có nhiều thời gian.Đọc thêm",
            "Xin chào, ai đó có thể cho tôi biết liệu có đủ thời gian để ăn một bữa ăn cố định giữa các buổi biểu diễn thứ bảy không. Hoặc đó là trường hợp ăn nhanh tại McDonaldsĐọc thêm",
            "Không chắc bây giờ cái này có được sử dụng hay không nhưng chương trình của chúng tôi bắt đầu lúc 2h30 - kết thúc vào khoảng 5h, buổi diễn tiếp theo là lúc 7h30 nhưng họ bảo bạn phải có mặt ở đó thật nhiều thời gian!\nNgười đi cùng tôi không có khả năng di chuyển tốt nên cuối cùng chúng tôi đi bộ để lấy đồ ăn nhẹ về phòng và cô ấy dùng McDonald - s vì nó ở gần đóĐọc thêm",
            "Có ai biết vé cao cấp bao gồm những gì không? Tôi định mua cả phần 2 với giá 85 nhưng có - s 99 cao cấp Đọc thêm",
            "Xin lỗi, tôi chỉ mới xem cái này, tôi sẽ không bận tâm đến những chỗ ngồi hàng đầu, tất cả đều giống nhau, nó hơi chật chội nhưng buổi biểu diễn hay đến mức bạn sẽ thắng - không để ýĐọc thêm"
        ],
        "star_ratings": [
            1125,
            199,
            120,
            81,
            90
        ],
        "review_amount": 1615,
        "location": [
            "Harry Potter và đứa trẻ bị nguyền rủa",
            "Vương quốc Anh - Vương quốc Anh -",
            "Châu Âu",
            "Những điều cần làm ở Luân Đôn",
            "nước Anh",
            "London"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written July 9, 2023",
            "Written July 9, 2023",
            "Written July 11, 2023",
            "Written July 24, 2023",
            "Written August 5, 2023",
            "Written August 6, 2023",
            "Written August 8, 2023",
            "Written August 11, 2023",
            "Written August 16, 2023",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 19, 2024",
            "Written May 18, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 13, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024",
            "Written April 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186338-d10802162-Reviews-Harry_Potter_and_the_Cursed_Child-London_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d25152456-Reviews-Chop_Chop-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d12392823-Reviews-Leicester_Square_Kitchen-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d719246-Reviews-Govinda_s_Vegan_Vegetarian_Restaurant-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d7655602-Reviews-My_Place_Soho-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d23628427-Reviews-The_Seafood_Bar-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d3486137-Reviews-Heliot_Steak_House-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d23958433-Reviews-Tattu_London-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d718583-Reviews-Da_Mario_Covent_Garden-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d10771430-Reviews-Monmouth_Kitchen-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d2490522-Reviews-East_Street_by_Tampopo_Fitzrovia-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d522871-Reviews-Palace_Theatre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d215620-Reviews-Shaftesbury_Avenue-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3177218-Reviews-Prince_Edward_Theatre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1453247-Reviews-St_Martins_Theatre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d501024-Reviews-Seven_Dials-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3309607-Reviews-The_Arts_Theatre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7786237-Reviews-Ambassadors_Theatre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1490980-Reviews-Cambridge_Theatre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d246026-Reviews-Old_Compton_Street-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189783-Reviews-West_End_Theatre_District-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10802162-Reviews-or10-Harry_Potter_and_the_Cursed_Child-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1908604-Reviews-Craven_Cottage-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d16580983-Reviews-Fox_in_a_Box_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7951640-Reviews-Secret_Studio-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8472076-Reviews-Escape_Plan-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d23246663-Reviews-Axeperience-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10687405-Reviews-Escape_London_Shepherds_Bush-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4283371-Reviews-ClueQuest_The_Live_Escape_Room_Game-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7606696-Reviews-Angel_Comedy_at_The_Camden_Head-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10636440-Reviews-Swingers_City-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d23705140-Reviews-Escape_from_the_Golden_Hinde-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d26124360-Reviews-Shaftsbury_theater-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d5911418-Reviews-The_Spice_of_Life_Soho-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d24076056-Reviews-The_Spice_Of_Life-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d26852089-Reviews-JK_Comedy_Club_Soho-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7710841-Reviews-Bar_Termini_Soho-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d559647-Reviews-The_Coach_Horses-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12236094-Reviews-Swift-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2641418-Reviews-Stomp-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7604878-Reviews-Be_At_One_Greek_Street-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d501025-Reviews-Foyles_Bookshop-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12515614-Reviews-Salsa_Rapido_1_Day_Intensive_Salsa_Course-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60238-d4476924-Reviews-Rippin_Good_Cookie_Factory-Ripon_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d104365-Reviews-Empire_State_Building-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g274863-d12863880-Reviews-Ojstrica-Bled_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60775-d3265733-Reviews-Yorktown_Beach-Yorktown_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298415-d5590743-Reviews-An_Naman_Zoo-Barka_Al_Batinah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g40175-d8567926-Reviews-Bonnie_and_Clyde_Ambush_Site-Gibsland_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d12666145-Reviews-Nuad_Thai_Massage_Athens-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g29484-d4544112-Reviews-Mt_Apatite-Auburn_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d258384-Reviews-Walt_Disney_Concert_Hall-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293932-d2422703-Reviews-Vernissage_Market-Yerevan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186338-d10802162-Reviews-or10-Harry_Potter_and_the_Cursed_Child-London_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186338-d10802162-Reviews-Harry_Potter_and_the_Cursed_Child-London_England.html"
    }
]