[
    {
        "attraction_name": "Harry Potter New York",
        "attraction_name_vi": "Harry Potter New York",
        "general_info": [
            "224 đánh giá",
            "- 27 trên 1.576 Mua sắm tại Thành phố New York",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Bây giờ mở! Cửa hàng Harry Potter chính thức duy nhất trên thế giới ở New York. Mua sắm từ nhiều bộ sưu tập Thế giới phù thủy, hiện có sẵn trực tuyếnĐọc thêm",
        "reviews": [
            "Với nhiều nhà hàng và cửa hàng tốt nhất của thành phố nằm giữa kiến ​​trúc cổ điển của New York, Quận Flatiron không còn nằm trong tầm ngắm của khách du lịch nữa. Tại Đường 23 là Tòa nhà Flatiron hình tam giác nổi tiếng, tạo nên một bức ảnh đẹp cho dù bạn chụp từ góc độ nào. Hãy nhớ chiêm ngưỡng kiến ​​trúc trang nhã khi bạn đi dạo trên phố - phần lớn khu phố này là một phần của khu lịch sử, nơi có nhiều cửa hàng bách hóa nổi tiếng nhất của thành phố vào đầu thế kỷ. Ở cuối phía bắc của khu phố, Công viên Madison Square nổi tiếng là nơi có quán bánh mì kẹp thịt nổi tiếng nhưng cũng có thể là nơi ẩn náu yên tĩnh để dành một buổi chiều và thường xuyên tổ chức các cuộc triển lãm nghệ thuật công cộng thú vị. Ở phần dưới của Quận Flatiron, bạn sẽ tìm thấy Quảng trường Union, một ngã tư nhộn nhịp suốt cả ngày lẫn đêm.Đọc thêm",
            "Đi cùng cô ấy với anh họ của tôi và các con của anh ấy. Nơi này là tuyệt vời cho cả người lớn và trẻ em. Bên cạnh hàng hóa, nơi này còn là nơi tôn vinh các bộ phim. Bạn - sẽ thấy bức tượng của Hagrid, bốt điện thoại trong phim, cây đũa thần được bày bán và nhiều thứ khác. Thậm chí còn có một quán bar phục vụ bia bơ đựng trong cốc. Một trải nghiệm thú vị cho tất cả mọi người.Đọc thêm",
            "Tôi gần như ước họ giới hạn số lượng người mua hàng. Thật khó để di chuyển. Tôi - tôi chắc chắn là nó - đông đúc hơn vào cuối tuần, nhưng có cả những khu vực chúng tôi thậm chí không thể vào xem được. Sẽ không trở lại. \n\nCần thêm lựa chọn về quần áo trẻ em.Đọc thêm",
            "Chúng tôi đến từ Bắc Ireland vào tháng 7 và đã có khoảng thời gian tuyệt vời.\nGia đình tôi bị ám ảnh bởi HP nên đây là thiên đường đối với họ.\nCó rất nhiều thứ tương tác trong toàn bộ cửa hàng. Nó giống như một bảo tàng và một thiên đường mua sắm hơn.\nLý do duy nhất tôi cho điểm 4 chứ không phải 5 là vì không có lựa chọn ăn chay nào trong quán cà phê.\nRất muốn giới thiệuĐọc thêm",
            "Một phép thuật đón tôi lên! Tôi bất ngờ đến thành phố New York, có vài giờ để dành, và tôi quyết định muốn dành chúng để tham quan thế giới. Tôi đi xuống cửa hàng Harry Potter và không hề thất vọng. \n\nTôi đã mong đợi một hàng, một hệ thống đặt chỗ, nhưng thật ngạc nhiên; ngay cả vào cuối tuần của Ngày lễ Lao động, tôi vẫn có thể bước vào. Có lúc hơi đông đúc, nhưng đợi vài giây và đám đông đã giải tán. Cửa hàng được bố trí hợp lý, theo chủ đề rất tốt và kỳ diệu như người ta mong đợi. Máy tính tiền dường như là một nút thắt cổ chai, nhưng thậm chí sau đó dường như vẫn còn một vài máy tính tiền ẩn nằm rải rác xung quanh.  Những trải nghiệm ảo không còn chạy nữa, nhưng dù sao thì tôi cũng sẽ không thực hiện chúng; Tôi đã ở đó để uống bia bơ!\n\nTôi có cả kem bia bơ và bia bơ. Có vẻ như không có cách nào để không lấy được bình bia bơ, nhưng không sao cả. Bia bơ của Mỹ ngọt hơn bia Anh.  Có sẵn đồ ngọt khác, nhưng tôi đã tập trung.\n\nNói chung tôi rất hạnh phúc trong thời gian tôi trải qua. Thật là thú vị khi chứng kiến ​​các pháp sư trẻ và lớn tuổi ngạc nhiên trước phép thuật.  Đọc thêm",
            "Những đứa trẻ yêu thích cửa hàng. Chúng tôi đã thử bia bơ - về cơ bản là soda kem - và đi loanh quanh xem đũa phép, đồ chơi và quần áo. Rất nhiều size người lớn, không có nhiều quần áo trẻ em, khiến tôi ngạc nhiên. Chúng tôi đã đi vào thứ Tư vào mùa hè và không có hàng để vào. Điểm dừng vui vẻ.Đọc thêm",
            "Cửa hàng này thật tuyệt! Nó chứa đầy hàng và rất lớn! \n\nTôi thích cách trang trí của cửa hàng, chẳng hạn như Khu đồ ngọt được trang trí trông giống Công tước mật và khu vực đũa phép được trang trí giống như Ollivanders! \n\nTuy nhiên, điều tôi nhận thấy là giá của các mặt hàng trong cửa hàng đắt hơn một chút so với ở London - Ngay cả sau khi tính tỷ giá hối đoái - . Tôi không hiểu tại sao một cửa hàng ở New York lại đắt hơn ngôi nhà thực sự của Harry Potter? Warner Brothers Studios, Cửa hàng trạm Kings Cross và Cửa hàng không được đặt tên - Ở York - rẻ hơn một chút cho cùng một mặt hàng! \n\nNhưng tôi rất thích bia bơ!Đọc thêm",
            "Bia bơ rất ngon! Wes đã rất hữu ích trong việc kiểm tra cá nhân hóa. Tôi đã nhận được thư chấp nhận của Hogwarts được cá nhân hóa. Đáng lẽ đã có được một chiếc áo choàng nhưng họ đã hết áo choàng Gryffindor Lớn. Họ nói rằng lô hàng chưa về để bổ sung. Một số món đồ của Gryffindor như cài áo đội đầu, khăn quàng cổ và áo len đã hết hàng hoặc không còn cỡ XL. Tôi đã nhận được chiếc khăn quàng cổ Hogwarts được sản xuất tại Scotland.  Tôi yêu thích chiếc khăn này vì nó được làm rất tốt, giữ ấm cho tôi trong thời tiết 34 độ và rất đẹp. Ước gì họ có một chiếc mũ và găng tay phù hợp. Rất nhiều mặt hàng tuyệt vời để lựa chọn, hãy sẵn sàng chi nhiều - - - . Hầu hết mọi thứ đều có thể được mua trên trang web, vì vậy nếu bạn bỏ lỡ điều gì đó, đừng lo lắng. Hãy xem phần Giảm giá. Tôi đã giảm một nửa số mặt hàng Giáng sinh.Đọc thêm",
            "Đây là một cửa hàng thú vị! Chúng tôi - đã đến đây trong cả hai chuyến đi gần đây đến thành phố và đó là điều không thể bỏ qua đối với bất kỳ người hâm mộ Harry Potter nào. Có 2 cấp độ ở đây và rất nhiều hàng hóa để mua bao gồm quần áo, đũa phép và rất nhiều tchotchke. Điểm nổi bật thực sự là bia bơ và bia mềm phục vụ bơ và kem đó thực sự là một trong những món tôi yêu thích nhất trên thế giới! Chắc chắn dừng lại nếu bạn - đang ở quận Flatiron và yêu thích HP!Đọc thêm",
            "Cửa hàng Harry Potter là một xứ sở thần tiên thực sự mang lại điều kỳ diệu cho cuộc sống. Chuyến thăm gần đây của tôi đã khiến tôi bị mê hoặc, đặc biệt là với món Bia Bơ thú vị đã được chứng minh là điểm nhấn của trải nghiệm. Thứ hỗn hợp ngọt ngào và sủi bọt đưa tôi đến thẳng những trang của J.K. Rowling - thế giới của\n\nCửa hàng cung cấp một kho tàng hàng hóa ma thuật, với các kệ chứa đầy các mặt hàng phục vụ mọi người đam mê Hogwarts. Từ đũa phép và áo choàng cho đến những bộ sưu tập đầy mê hoặc, hàng loạt sản phẩm đảm bảo luôn có thứ gì đó để mọi người hâm mộ yêu thích.\n\nMột trong những đặc điểm đáng chú ý của cửa hàng là sự cống hiến cho những ngôi nhà khác nhau của Harry Potter. Mỗi ngôi nhà được trưng bày với nhiều lựa chọn hàng hóa đa dạng, cho phép du khách bày tỏ lòng trung thành của mình với Gryffindor, Slytherin, Hufflepuff hoặc Ravenclaw. Sự chú ý đến từng chi tiết trong việc nắm bắt bản chất của mỗi ngôi nhà sẽ tăng thêm độ chân thực cho trải nghiệm tổng thể.\n\nHơn nữa, Harry Potter Store còn có hai tầng đầy mê hoặc, tạo cảm giác tìm tòi, khám phá. Cách bố trí cho phép du khách đắm mình hoàn toàn trong bầu không khí huyền diệu, đảm bảo rằng mọi ngóc ngách đều chứa đựng một điều bất ngờ kỳ diệu.\n\nĐiều duy nhất không thú vị như tôi mong đợi là những con ếch sô cô la. Tôi tin rằng những con ếch sô cô la sẽ ngon hơn vì sô cô la rỗng không rắn. Mặc dù tôi hiểu rằng ếch có nhiều khả năng bị gãy hơn nhưng ăn sẽ thú vị hơn.Đọc thêm",
            "Phần bán lẻ của harry potter. Một số đạo cụ được sử dụng trong phim được lưu trữ ở đây. Những mặt hàng thú vị bạn có thể mua ở đây nếu bạn là một người hâm mộ. Và đặc biệt nhất là bạn có thể thưởng thức Butterbeer tại đây! Xem hình ảnh và video để tham khảoĐọc thêm",
            "Cửa hàng thú vị dành cho người hâm mộ bộ truyện và - hoặc phim. Có khá nhiều cơ hội chụp ảnh và rất nhiều hàng hóa. Cũng có đạo cụ để xem từ các bộ phim.Đọc thêm",
            "Phần bán lẻ của harry potter. Một số đạo cụ được sử dụng trong phim được lưu trữ ở đây. Những mặt hàng thú vị bạn có thể mua ở đây nếu bạn là một người hâm mộ. Và đặc biệt nhất là bạn có thể thưởng thức Butterbeer tại đây! Xem hình ảnh và video để tham khảoĐọc thêm",
            "Cửa hàng Harry Potter là một xứ sở thần tiên thực sự mang lại điều kỳ diệu cho cuộc sống. Chuyến thăm gần đây của tôi đã khiến tôi bị mê hoặc, đặc biệt là với món Bia Bơ thú vị đã được chứng minh là điểm nhấn của trải nghiệm. Thứ hỗn hợp ngọt ngào và sủi bọt đưa tôi đến thẳng những trang của J.K. Rowling - s world. Cửa hàng cung cấp một kho tàng hàng hóa ma thuật, với các kệ chứa đầy các vật phẩm phục vụ mọi người đam mê Hogwarts. Từ đũa phép và áo choàng cho đến những bộ sưu tập bùa chú, hàng loạt sản phẩm đảm bảo luôn có thứ gì đó để mọi người hâm mộ yêu thích. Một trong những đặc điểm đáng chú ý của cửa hàng là sự cống hiến cho các ngôi nhà khác nhau của Harry Potter. Mỗi ngôi nhà được trưng bày với nhiều lựa chọn hàng hóa đa dạng, cho phép du khách bày tỏ lòng trung thành của mình với Gryffindor, Slytherin, Hufflepuff hoặc Ravenclaw. Sự chú ý đến từng chi tiết trong việc nắm bắt bản chất của mỗi ngôi nhà sẽ tăng thêm lớp chân thực cho trải nghiệm tổng thể. Hơn nữa, Harry Potter Store tự hào có hai tầng đầy mê hoặc, tạo cảm giác tìm tòi và khám phá. Cách bố trí cho phép du khách đắm mình hoàn toàn trong bầu không khí huyền diệu, đảm bảo rằng mọi ngóc ngách đều chứa đựng một điều bất ngờ kỳ diệu. Điều duy nhất không thú vị như tôi mong đợi là những chú ếch sô cô la. Tôi tin rằng những con ếch sô cô la sẽ ngon hơn vì sô cô la rỗng không rắn. Mặc dù tôi hiểu rằng ếch có nhiều khả năng bị gãy hơn nhưng ăn sẽ thú vị hơn.Đọc thêm",
            "Đây là một cửa hàng thú vị! Chúng tôi - đã đến đây trong cả hai chuyến đi gần đây đến thành phố và đó là điều không thể bỏ qua đối với bất kỳ người hâm mộ Harry Potter nào. Có 2 cấp độ ở đây và rất nhiều hàng hóa để mua bao gồm quần áo, đũa phép và rất nhiều tchotchke. Điểm nổi bật thực sự là bia bơ và bia mềm phục vụ bơ và kem đó thực sự là một trong những món tôi yêu thích nhất trên thế giới! Chắc chắn dừng lại nếu bạn - đang ở quận Flatiron và yêu thích HP!Đọc thêm",
            "Bia bơ rất ngon! Wes đã rất hữu ích trong việc kiểm tra cá nhân hóa. Tôi đã nhận được thư chấp nhận của Hogwarts được cá nhân hóa. Đáng lẽ đã có được một chiếc áo choàng nhưng họ đã hết áo choàng Gryffindor Lớn. Họ nói rằng lô hàng chưa về để bổ sung. Một số món đồ của Gryffindor như cài áo đội đầu, khăn quàng cổ và áo len đã hết hàng hoặc không còn cỡ XL. Tôi đã nhận được chiếc khăn quàng cổ Hogwarts được sản xuất tại Scotland.  Tôi yêu thích chiếc khăn này vì nó được làm rất tốt, giữ ấm cho tôi trong thời tiết 34 độ và rất đẹp. Ước gì họ có một chiếc mũ và găng tay phù hợp. Rất nhiều mặt hàng tuyệt vời để lựa chọn, hãy sẵn sàng chi nhiều - - - . Hầu hết mọi thứ đều có thể được mua trên trang web, vì vậy nếu bạn bỏ lỡ điều gì đó, đừng lo lắng. Hãy xem phần Giảm giá. Tôi đã giảm một nửa số mặt hàng Giáng sinh.Đọc thêm",
            "Cửa hàng là một môi trường được thiết kế và trang trí tuyệt vời. Cố gắng nhờ ai đó giúp trả lời một câu hỏi là điều không thể.  Có ai đó đã bỏ bùa khiến nhân viên trở nên thảnh thơi và thờ ơ không?  Tôi đang đợi người bạn đồng hành của mình và theo đúng nghĩa đen là đã theo dõi một nhân viên bảo vệ trên điện thoại của anh ấy trong 10 phút - ở hai địa điểm...Tôi nghĩ anh ấy làm việc ở một nơi khác cho đến khi tôi nhìn thấy bộ đàm của anh ấy.  Ngay cả nhân viên ở cửa cũng tỏ ra cau có.   Bạn vẫn nên kiểm tra vì cách lựa chọn và cách trang trí giống như đang ở trong công viên giải trí, nhưng nếu bạn cần hỗ trợ - hãy đặt hàng trực tuyến!Đọc thêm",
            "Cho đến nay, những cửa hàng Harry Potter tốt nhất mà chúng tôi đã từng đến. Đặc biệt là bia bơ - PHẢI THAM QUAN khi ở NYC. Nó nằm ở trung tâm của Flatiron, nếu bạn không ngại đi bộ, bạn có thể đi bộ giữa khu phố Tàu, nước Ý nhỏ bé hoặc SoHo - nếu bạn - là một người thích mua sắm - Đọc thêm",
            "Cửa hàng này thật tuyệt! Nó chứa đầy hàng và rất lớn! Tôi thích cách trang trí của cửa hàng, chẳng hạn như Khu đồ ngọt được trang trí trông giống Công tước mật và khu vực đũa phép được trang trí giống như Ollivanders! Tuy nhiên, điều tôi nhận thấy là giá của các mặt hàng trong cửa hàng đắt hơn một chút so với ở London - Ngay cả sau khi tính tỷ giá hối đoái - . Tôi không hiểu tại sao một cửa hàng ở New York lại đắt hơn ngôi nhà thực sự của Harry Potter? Warner Brothers Studios, Cửa hàng trạm Kings Cross và Cửa hàng không được đặt tên - Ở York - rẻ hơn một chút cho cùng một mặt hàng! Nhưng tôi rất thích bia bơ!Đọc thêm",
            "Những đứa trẻ yêu thích cửa hàng. Chúng tôi đã thử bia bơ - về cơ bản là soda kem - và đi loanh quanh xem đũa phép, đồ chơi và quần áo. Rất nhiều size người lớn, không có nhiều quần áo trẻ em, khiến tôi ngạc nhiên. Chúng tôi đã đi vào thứ Tư vào mùa hè và không có hàng để vào. Điểm dừng vui vẻ.Đọc thêm",
            "Một phép thuật đón tôi lên! Tôi bất ngờ đến thành phố New York, có vài giờ để dành, và tôi quyết định muốn dành chúng để tham quan thế giới. Tôi đi xuống cửa hàng Harry Potter và không hề thất vọng. Tôi đã mong đợi một hàng, một hệ thống đặt chỗ, nhưng thật ngạc nhiên; ngay cả vào cuối tuần của Ngày lễ Lao động, tôi vẫn có thể bước vào. Có lúc hơi đông đúc, nhưng đợi vài giây và đám đông đã giải tán. Cửa hàng được bố trí hợp lý, theo chủ đề rất tốt và kỳ diệu như người ta mong đợi. Máy tính tiền dường như là một nút thắt cổ chai, nhưng thậm chí sau đó dường như vẫn còn một vài máy tính tiền ẩn nằm rải rác xung quanh.  Những trải nghiệm ảo không còn chạy nữa, nhưng dù sao thì tôi cũng sẽ không thực hiện chúng; Tôi đến đó để uống bia bơ! Tôi có cả kem bia bơ và bia bơ. Có vẻ như không có cách nào để không lấy được bình bia bơ, nhưng không sao cả. Bia bơ của Mỹ ngọt hơn bia Anh.  Có sẵn những loại đồ ngọt khác, nhưng tôi rất tập trung. Nhìn chung, tôi rất hạnh phúc trong thời gian sử dụng. Thật là thú vị khi chứng kiến ​​các pháp sư trẻ và lớn tuổi ngạc nhiên trước phép thuật.  Đọc thêm",
            "Bạn nên dành bao lâu cho trải nghiệm này?Đọc thêm",
            "Nếu bạn thực hiện cả hai mô phỏng, sẽ mất từ ​​2 đến 3 giờ.Đọc thêm",
            "Hàng đợi ảo có được thiết lập lại hàng ngày không? Hoặc nếu tôi vẫn xếp hàng khi họ đóng cửa thì liệu tôi có còn xếp hàng vào sáng hôm sau không?Đọc thêm",
            "Tôi tin rằng nó thiết lập lại hàng ngày. Họ đưa mã QR ra vài giờ trước khi mở cửa để bạn có thể ghé qua và quét mã rồi đi ăn sáng hoặc làm gì đó.Đọc thêm",
            "Kể từ ngày 15 tháng 12, trẻ em cần phải tiêm phòng để vào nhà hàng và những thứ khác trẻ em có cần tiêm phòng để vào cửa hàng Harry Potter để mua sắm không, chúng tôi sẽ đi vào ngày 16 nhưng con tôi chưa được tiêm phòngĐọc thêm",
            "Tôi có cần bằng chứng tiêm chủng để đến thăm không?Đọc thêm",
            "Không, chỉ là mặt nạ thôi.Đọc thêm",
            "Sân bay nào là tốt nhất để bay vào? và cách tốt nhất để đạt được điều đó là gì? Tôi sẽ bay đến NY trong ngày. Ngoài ra, có gì để làm gần đó trong khi chúng tôi chờ lên máy bay? Đọc thêm"
        ],
        "star_ratings": [
            129,
            48,
            23,
            13,
            11
        ],
        "review_amount": 224,
        "location": [
            "New York - NY -",
            "Hoa Kỳ",
            "Thành phố New York",
            "Những điều cần làm ở thành phố New York",
            "Harry Potter New York"
        ],
        "reviews_time": [
            "Written June 5, 2023",
            "Written July 18, 2023",
            "Written August 13, 2023",
            "Written September 2, 2023",
            "Written September 9, 2023",
            "Written October 11, 2023",
            "Written January 10, 2024",
            "Written January 26, 2024",
            "Written February 16, 2024",
            "Written April 11, 2024",
            "Written April 22, 2024",
            "Written April 12, 2024",
            "Written February 16, 2024",
            "Written January 26, 2024",
            "Written January 10, 2024",
            "Written December 21, 2023",
            "Written December 20, 2023",
            "Written October 11, 2023",
            "Written September 9, 2023",
            "Written September 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60763-d23330620-Reviews-Harry_Potter_New_York-New_York_City_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d13504265-Reviews-Boucherie_Union_Square-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d11356100-Reviews-Thai_Villa-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d1750605-Reviews-Craft-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d424094-Reviews-Gramercy_Tavern-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d457829-Reviews-Union_Square_Cafe-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d3808152-Reviews-Breads_Bakery-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d424111-Reviews-ABC_Kitchen-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d10209086-Reviews-The_Smith-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d425334-Reviews-Hillstone-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60763-d4275177-Reviews-ABC_Cocina-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d104363-Reviews-Flatiron_Building-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d501513-Reviews-Madison_Square_Park-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d13132214-Reviews-Tiffany_Street_Clock_at_5th_Ave-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143273-Reviews-Theodore_Roosevelt_Birthplace_National_Historic_Site-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12690479-Reviews-General_Worth_Square-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d104364-Reviews-Metropolitan_Life_Insurance_Tower-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12298832-Reviews-Pen_and_Brush-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7998333-Reviews-Chelsea_Flea_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d525259-Reviews-Museum_of_Sex-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7141060-Reviews-Harlem_Fire_Watchtower-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23330620-Reviews-or10-Harry_Potter_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2469098-Reviews-Style_Room_NYC_Shopping_Tour_Experiences-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8747135-Reviews-ZTrend-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8650336-Reviews-Yaf_Sparkle_Fine_Jewelry-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d26168374-Reviews-Cutandcropped-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1719140-Reviews-Economy_Candy-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d208901-Reviews-The_Strand_Bookstore-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2426213-Reviews-Jangmi-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d218647-Reviews-Union_Square_Green_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7380426-Reviews-B_H_Photo_Video-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d207715-Reviews-Brookfield_Place-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d20093022-Reviews-L_Occitane_En_Provence-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15307152-Reviews-Flatiron_Wines_Spirits-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2004713-Reviews-Eataly-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23068139-Reviews-Tidal_Force_Vr-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8043064-Reviews-The_Magician_New_York-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5848058-Reviews-Punch-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8801810-Reviews-Unique_Threading-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8807626-Reviews-Unique_Threading_Salon-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5984779-Reviews-Escape_the_Room_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47988-d259914-Reviews-Ausable_Chasm-Keeseville_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g52519-d4294929-Reviews-Ochs_Farm_Market-Drums_Luzerne_County_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d1206684-Reviews-Blue_Man_Group-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g37043-d663791-Reviews-Deep_River_Water_Park-Crown_Point_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g32815-d108660-Reviews-Mission_San_Luis_Rey-Oceanside_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d10825137-Reviews-The_Love_Bar-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2492082-d6898517-Reviews-GET_Arena-Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10771991-Reviews-Sa_Bai_Thai_Massage-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d10263324-Reviews-Transekur-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g298031-d4560287-Reviews-Billy_s_Beach-Fethiye_Mugla_Province_Turkish_Aegean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60763-d23330620-Reviews-or10-Harry_Potter_New_York-New_York_City_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60763-d23330620-Reviews-Harry_Potter_New_York-New_York_City_New_York.html"
    }
]