[
    {
        "attraction_name": "Harrah's Joliet Casino",
        "attraction_name_vi": "Sòng bạc Harrahs Joliet",
        "general_info": [
            "876 đánh giá",
            "2 trong số 44 điều cần làm ở Joliet",
            "Sòng bạc"
        ],
        "attraction_summary": "Nằm ở trung tâm của khu trung tâm lịch sử Joliet, Harrahs Casino cung cấp đồ ăn và vui chơi tại khu vực Chicagoland! Chúng tôi có tất cả các Máy đánh bạc và Trò chơi trên bàn yêu thích của bạn trong một bầu không khí thú vị nhưng thư giãn! Đọc thêm",
        "reviews": [
            "Đã đi vào ngày 9 tháng 3 vào thứ bảy trong ngày.  Chưa được một năm chúng tôi đến sòng bạc elgin rất nhiều.  Nơi trông cũ kỹ và chạy xuống.  Mái nhà dột, thùng đựng nước.  Nơi có mùi như bụi bẩn ẩm ướt.  Sửa lại mái nhà và trần nhà của bạn trông thật kinh khủng.  Có trời mới biết có nấm mốc hay không.  Phòng chờ kim cương nên mở cửa sớm hơn cho người chơi kim cương nhưng không mở cửa đến 4 giờ chiều.  Dùng để mở cửa cho bữa nửa buổi.Đọc thêm",
            "Khách sạn đẹp. Nhận phòng lúc 2:30 chiều và cuối cùng phải trả 17,50 đô la để nhận phòng sớm 30 phút vì tôi không chọn để hành lý, máy tính và tủ lạnh trong phòng nhận phòng. Ngoài ra, không có két an toàn trong phòng nhưng có thể để đồ có giá trị tại két an toàn ở khu vực lễ tân. Không chắc về chi phí Nhân viên không thể tốt hơn nhưng phải trả 17,50 đô la một ngày cho các tiện nghi khi không có gì và khi tôi ở đó để đánh bạc thì thật là vô lý. Một điều tệ hại khác là chương trình phần thưởng. Tôi kiếm được 13,44 đô la khi chơi trò chơi đánh bạc và trò chơi trên bàn trong hơn 20 giờ. Sau đó, để tát vào mặt tôi một lần nữa, họ gửi cho tôi một phiếu giảm giá 5,00 đô la để quay lại. Hoàn toàn KHÔNG!!!\nNhững người cấp cao cần xem xét các khoản phí phụ thu ngớ ngẩn mà họ đang tính. Tôi sẽ đến Sòng bạc Hollywood cách đó vài dặm thay vì ở đây. Đọc thêm",
            "Khách sạn và sòng bạc làm tôi nhớ đến Vegas ở quy mô nhỏ hơn. Tài sản được giữ nguyên.  Các phòng khách sạn quá khổ. \nGiá phòng hợp lý nếu vị trí đó quan trọng, như đối với chúng tôi. Tôi thích uống vài cốc bia khi ngồi vào bàn.\nCó vẻ như có một số địa điểm địa phương ở trung tâm thành phố Joliet để ăn. Chúng tôi đã thử một món có tên Blue Taco trông không giống lắm nhưng đồ ăn thì tuyệt vời. Nó làm tôi nhớ đến New Orleans ở chỗ nó trông không giống lắm nhưng hóa ra lại rất tuyệt. \nTôi sẽ làm điều này một lần nữa. Tôi thậm chí còn ngồi vào bàn, đó là một thành công trong sách của tôi,Đọc thêm",
            "Khách sạn và sòng bạc làm tôi nhớ đến Vegas ở quy mô nhỏ hơn. Tài sản được giữ nguyên.  Các phòng khách sạn quá khổ. Giá phòng hợp lý nếu vị trí đó quan trọng, như đối với chúng tôi. Tôi thích uống một vài cốc bia khi ngồi vào bàn. Có vẻ như có một số địa điểm địa phương ở trung tâm thành phố Joliet để ăn. Chúng tôi đã thử một món có tên Blue Taco trông không giống lắm nhưng đồ ăn thì tuyệt vời. Nó làm tôi nhớ đến New Orleans ở chỗ nó trông không giống lắm nhưng hóa ra lại rất tuyệt. Tôi sẽ làm điều này một lần nữa. Tôi thậm chí còn ngồi vào bàn, đó là một thành công trong sách của tôi,Đọc thêm",
            "Khách sạn tốt. Phải nhận phòng lúc 2h30 chiều và cuối cùng phải trả 17,50 để nhận phòng sớm 30 phút vì tôi không chọn để hành lý, máy tính và máy làm mát trong phòng nhận phòng.  Cũng không có két trong phòng nhưng có thể để đồ có giá trị ở hộp an toàn ở khu vực lễ tân. không chắc chắn về chi phí Nhân viên không thể tốt hơn nhưng việc phải trả 17,50 mỗi ngày cho các tiện nghi khi không có gì và khi tôi ở đó để đánh bạc thì thật là nực cười.  Một điều khủng khiếp khác là chương trình phần thưởng.  Tôi kiếm được 13,44 khi chơi slot và trò chơi trên bàn trong hơn 20 giờ.  Sau đó để tát vào mặt tôi một lần nữa, họ đã gửi cho tôi một phiếu mua hàng 5,00 để quay lại.  Tuyệt đối KHÔNG!!! Cấp trên cần xem xét lại những khoản phí bổ sung ngu xuẩn mà họ đang thu.  Tôi sẽ đến Hollywood Casino cách đó vài dặm so với ở đây.Đọc thêm",
            "Đã đi vào ngày 9 tháng 3 vào thứ bảy trong ngày.  Chưa được một năm chúng tôi đến sòng bạc elgin rất nhiều.  Nơi trông cũ kỹ và chạy xuống.  Mái nhà dột, thùng đựng nước.  Nơi có mùi như bụi bẩn ẩm ướt.  Sửa lại mái nhà và trần nhà của bạn trông thật kinh khủng.  Có trời mới biết có nấm mốc hay không.  Phòng chờ kim cương nên mở cửa sớm hơn cho người chơi kim cương nhưng không mở cửa đến 4 giờ chiều.  Dùng để mở cửa cho bữa nửa buổi.Đọc thêm",
            "Bữa tối 40 đặc biệt tại Khu bảo tồn hoàn toàn thất vọng.  Được quảng cáo 40 cho một miếng thịt thăn 6 oz và tôm với súp hoặc salad, rau khoai tây với món tráng miệng.  Nói chỉ có thẻ tín dụng hoặc tiền mặt.  Chưa kể là bạn không thể sử dụng điểm của mình. Đồ ăn rất tệ, có một phần nhỏ thịt kém chất lượng, 1 đúng 1 con tôm.  Món tráng miệng được chọn là bánh phô mai, cỡ 14 của một lát cỡ bình thường. Vợ có món sườn và gọi món súp hành tây kiểu Pháp.  Nước súp có vị béo ngậy và mắt sườn giống như một miếng thịt trong súp.  Lãi cơ bản trên cổ phiếu.  Đến lúc thanh toán và phát hiện ra mình không thể sử dụng điểm của mình, điều này chỉ làm tăng thêm trải nghiệm cực kỳ tồi tệ.  Đối với một nhà hàng bít tết được cho là hàng đầu, bạn không thể phân biệt được nó từ những chiếc khăn trải bàn nhăn nheo cho đến những bộ đồ ăn bằng bạc bẩn thỉu.............không bao giờ nữa.  Điều đáng tiếc là dịch vụ của chúng tôi rất tốt.Đọc thêm",
            "Cảm ơn vì bạn đã phản hồi. Chúng tôi rất tiếc về sự thất vọng trong bữa ăn của bạn. Chúng tôi sẽ tìm cách chứng minh đây là ưu đãi chỉ bằng tiền mặt hoặc tín dụng và không áp dụng cho việc sử dụng điểm. Chúng tôi đánh giá cao việc bạn dành thời gian để cho chúng tôi biết. Đọc thêm",
            "Chúng tôi luôn tận hưởng một vài giờ tại sòng bạc. Đồ uống có giá hợp lý. Đôi khi bạn thắng và đôi khi không. Sòng bạc nhỏ thú vị và là nơi tôi thích nhất nếu tôi không thể đến Four WindsĐọc thêm",
            "Cảm ơn bạn đã đánh giá!Đọc thêm",
            "Kinh khủng xung quanh! Nơi này thật tệ! Đồ uống khủng khiếp từ quán bar, một địa điểm ăn uống mở ra phục vụ đồ chiên đông lạnh, nhân viên bảo vệ là những kẻ ngốc. Sẽ không bao giờ quay lại cái hố địa ngục nàyĐọc thêm",
            "Cảm ơn đã xem xét. Chúng tôi rất tiếc khi biết về trải nghiệm của bạn nhưng chúng tôi đánh giá cao phản hồi của bạn.Đọc thêm",
            "KHÔNG chơi trên bàn craps của họ. Tệ nhất trong khu vực. Ván ép có độ nảy cực cao, vải bắt xúc xắc có cạnh sắc nét, các kim tự tháp nhỏ trên bảng rổ. Không có gì kéo dài.  Mọi kỹ thuật đều thất bại. ĐIỆN không có chỗ trên bàn xúc xắc. Chơi Mississippi Stud vì họ xáo bài. KHÔNG CÓ Bộ chuyển đổi ĐIỆN TỬ. Tránh mọi thứ khác.Đọc thêm",
            "Cám ơn, vì phản hồi của bạn. Chúng tôi đánh giá cao phản hồi.Đọc thêm",
            "Chúng tôi dành một buổi tối ở sòng bạc Harrahs Joliet. Tôi rất ngạc nhiên trước những lựa chọn trò chơi mà họ có.  Đây chủ yếu là các trò chơi 4x mà tôi thích, nhưng không có trò chơi mới nào có sẵn. Sòng bạc nhỏ. Đồ uống là 6:50 hoặc 6 tùy thuộc vào người bạn mua. Bãi đậu xe miễn phí cho khách hàngĐọc thêm",
            "Cảm ơn bạn đã đánh giá!Đọc thêm",
            "Phòng sạch sẽ. Mọi người trong đội ngũ nhân viên đều rất thân thiện. Bãi đậu xe hoàn toàn miễn phí và dễ dàng tiếp cận bằng một cây cầu kín dẫn đến Khách sạn. Sòng bạc tuy nhỏ nhưng giới hạn lại thấp. Trò chơi xúc xắc tối thứ sáu vẫn chỉ là cược 10 phút. Họ không có tất cả các trò chơi xúc xắc điện tử hiện đại nhưng nhìn chung đó là một chuyến đi thú vị. Họ có một Phòng chờ Laurel tuyệt vời dành cho người chơi Kim cương mà chúng tôi không thấy ở đây tại Indiana. Cách Six Flags Great America cũng mất một giờ. Không có hồ bơi nhưng tôi không trừ điểm vì điều đó không được quảng cáo và cũng không có gì ngạc nhiên khi tôi chỉ muốn đề cập đến.Đọc thêm",
            "Cảm ơn bạn đã đánh giá!Đọc thêm",
            "Chưa ở khách sạn một lúc nhưng tình cờ gặp một trong những nhân viên lễ tân Gaby ở bãi đậu xe và cô ấy đã nhớ đến tôi và thực sự đã làm cho tôi có một ngày tuyệt vời. Tôi vừa thua rất nhiều tiền khi chơi ở sòng bạc nhưng cô ấy chắc chắn biết cách làm tôi mỉm cười! Harrahs cần nhiều người như cô ấy làm việc cho họ. Hãy giữ cô ấy lâu nhất có thể và cô ấy sẽ tiếp tục đưa chúng ta quay trở lại!Đọc thêm",
            "Cảm ơn đã xem xét! Thật tuyệt khi nghe điều đó và chúng tôi chắc chắn sẽ thông báo cho đội ngũ quản lý của cô ấy biết!Đọc thêm"
        ],
        "star_ratings": [
            350,
            229,
            178,
            55,
            64
        ],
        "review_amount": 876,
        "location": [
            "Hoa Kỳ",
            "Các hoạt động ở Joliet",
            "Sòng bạc Harrahs Joliet",
            "Joliet (Lâu đài Joliet)",
            "Illinois IL"
        ],
        "reviews_time": [
            "Written March 10, 2024",
            "Written April 11, 2024",
            "Written May 19, 2024",
            "Written May 19, 2024",
            "Written April 11, 2024",
            "Written March 10, 2024",
            "Written March 6, 2023",
            "Written March 6, 2023",
            "Written December 29, 2022",
            "Written August 25, 2022",
            "Written August 23, 2022",
            "Written July 21, 2022",
            "Written July 13, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g36185-d284705-Reviews-Harrah_s_Joliet_Casino-Joliet_Illinois.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g36185-d3348595-Reviews-The_Reserve-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36185-d12904415-Reviews-MyGrain_Brewing_Company-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36185-d11669181-Reviews-Cross_Street_Grill-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36185-d7217865-Reviews-Juliet_s_Tavern-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36185-d7210870-Reviews-The_Blue_Taco-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36185-d2459754-Reviews-Chicago_Street_Bar_Grill-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36185-d15697335-Reviews-CUT_158_Chophouse-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36185-d23689149-Reviews-Thrive-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36185-d3842924-Reviews-Jitters_Coffee_House-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36185-d8651253-Reviews-Cheesecakes_by_James-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d943524-Reviews-Rialto_Square_Theatre-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d2590165-Reviews-Joliet_Area_Historical_Museum-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d12959084-Reviews-Billie_Limacher_Bicentennial_Park-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d2069585-Reviews-Joliet_Slammers_DuPage_Medical_Group_Field-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d12958272-Reviews-St_Joseph_Catholic_Church-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d15582457-Reviews-Elder_Brewing_Co-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d27323706-Reviews-The_Strange_Unusual_Gallery-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d12556372-Reviews-Jacob_Henry_Mansion-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d27001843-Reviews-Bishops_Hill-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d12959078-Reviews-Mayor_Art_Schultz_Park-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d284705-Reviews-or10-Harrah_s_Joliet_Casino-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d12618621-Reviews-Sheer_Bar-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d8610895-Reviews-The_Tree_of_Joliet-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d6198253-Reviews-Chicago_Street_Pub-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d5831305-Reviews-Judge_s_Bar_Joliet-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36185-d1582029-Reviews-Joliet_Iron_Works_Historic_Site-Joliet_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d261241-Reviews-Hanauma_Bay_Nature_Preserve-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g55135-d730036-Reviews-Warriors_Path_State_Park-Kingsport_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d258836-Reviews-Station_Inn-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d5906613-Reviews-The_Red_Lion-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d9821260-Reviews-TAJ_Lifestyle_Center-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g38406-d2467266-Reviews-Lake_Macbride_State_Park-Solon_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d655478-Reviews-Lobkowicz_Palace-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188632-d535048-Reviews-Rotterdam_Zoo-Rotterdam_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d183810-Reviews-Lummus_Park-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g43452-d3530250-Reviews-Red_Wing_Shoe_Store_Museum-Red_Wing_Minnesota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g36185-d284705-Reviews-or10-Harrah_s_Joliet_Casino-Joliet_Illinois.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g36185-d284705-Reviews-Harrah_s_Joliet_Casino-Joliet_Illinois.html"
    }
]