[
    {
        "attraction_name": "Harrison Lake State Park",
        "attraction_name_vi": "Công viên tiểu bang hồ Harrison",
        "general_info": [
            "49 đánh giá",
            "1 trong 2 điều cần làm ở Fayette",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Thật là một khám phá thú vị!  Trại này thực sự được vận hành tốt, siêu sạch và được bảo trì tốt.  Các nhân viên đều thực sự thân thiện và hữu ích.  Được trải nhựa xuyên suốt, bãi cỏ dưới tán cây, có vòng lửa và bàn ăn dã ngoại, đồng thời dễ dàng đi vào phòng vệ sinh, nhà tắm và phòng giặt.  Định giá bình dân cho trại đẹp nhất mà chúng tôi từng tham gia trong chuyến đi!!  Đây là một nơi tuyệt vời để cắm trại!Đọc thêm",
        "reviews": [
            "Trong năm qua, chúng tôi đã ở đây bốn lần khi lái xe đến và đi từ Bờ Đông.  Chúng tôi đang cắm trại trên chiếc xe bán tải của mình: trên giường chỉ có hai tấm nệm, có một chiếc mũ rất đơn giản.  Chúng tôi không cần kết nối hoặc điện.  Quá trình đặt phòng rất dễ dàng.  Chúng tôi chưa bao giờ phát hiện ra bất kỳ thủ tục đăng ký nào mà chúng tôi vừa chiếm giữ địa điểm đã đặt trước của mình; khi người chủ trại ghé qua và lưu ý rằng chúng tôi đã đến đúng địa điểm.  Chúng tôi đặt chỗ ở địa điểm 216 ở khu cắm trại phía nam.  Ngay trên hồ.  Không phải là một trang web lớn.  Và khá gần với các trang web khác.  Nhưng chỉ một lần chúng tôi có người khác ở địa điểm bên cạnh chúng tôi.  Có rất nhiều xe RV đối diện với chúng tôi.  Chỗ ở sạch sẽ và có bầu không khí gia đình rất thân thiện.  Không có vấn đề với tiếng ồn hoặc hành vi ồn ào.  Cách đó không xa là một cái hố xí đơn giản, đủ sạch sẽ.  Và xa hơn một chút là phòng vệ sinh có vòi sen sạch sẽ.  Có một con đường đi bộ đẹp từ khu cắm trại phía nam đến các khu vực khác của công viên.   Nơi này không ngoạn mục nhưng nó mang lại cho chúng tôi một điểm dừng qua đêm đơn giản, dễ dàng và thú vị.  Đó là khoảng 8 dặm từ Ohio Tollroad, do đó khá dễ dàng truy cập bởi du khách đường dài như chúng tôi.   Lần đầu tiên chúng tôi dừng lại trong năm nay là vào tháng 4: hầu như không có ai ở đó và phòng vệ sinh chính vẫn chưa mở cửa trong mùa giải.  Điểm dừng cuối cùng của chúng tôi là vào cuối tuần Ngày lễ Lao động: tất cả các địa điểm đều đã được đăng ký nhưng địa điểm này không quá đông đúc.Đọc thêm",
            "Một trong những công viên tiểu bang gần nhà nhất của chúng tôi.  Chúng tôi ở lại ít nhất một lần mỗi năm.  Nó thường rất sạch sẽ và được bảo trì tốt.  Có một bãi biển dành cho chó và một bãi biển chỉ dành cho người dân.  Cho thuê thuyền câu cá và thuyền không động cơ.  Trại được chia thành trại Bắc và trại Nam không được kết nối trực tiếp ngoại trừ đường đi bộ.  Cho đến nay chúng tôi vẫn luôn ở trại phía Nam.  Không có nhiều phương tiện giao thông qua lại ở trại phía Nam, có những địa điểm gần mặt nước để câu cá và có những địa điểm gần đường khá rộng, mặc dù có thể có tiếng ồn giao thông.  Cửa hàng trại và nhiều tiện nghi khác nằm ở trại phía Bắc.  Luôn có những người hàng xóm tử tế.  Tôi sẽ không lái xe một chặng đường dài CHỈ cho khu cắm trại hoặc công viên này nhưng nó đáng để bạn dừng chân khi đi qua hoặc trong vòng vài giờ lái xe.  Chúng tôi đã cắm trại và ở trong lều vài lần.Đọc thêm",
            "Đồng ý đây là một công viên được vận hành rất tốt. Tôi vừa trải qua 30 ngày trên đường và đây là nơi đầu tiên có sỏi xung quanh hố lửa bị RAKED giữa các trại viên! Bận rộn với các gia đình trẻ em vào Thứ Sáu..im lặng đến trưa Chủ Nhật. Chắc chắn sẽ quay lại.Đọc thêm",
            "Tận hưởng chuyến thăm đầu tiên của chúng tôi đến Công viên tiểu bang hồ Harrison yên bình vào cuối tuần này. Công viên siêu sạch trong suốt. Bãi biển, bãi tắm riêng cho chó, bàn picnic gần hồ, cho thuê thuyền kayak, bóng rổ và bóng chuyền, sân chơi. Gặp nhiều người thân thiện. Thích nó đến nỗi chúng tôi quyết định chuyển đến một địa điểm mới và ở lại thêm một đêm. Chắc chắn sẽ quay lại. Lưu ý: Sẽ đề xuất khu cắm trại phía Bắc vì địa điểm rộng rãi hơn. Khu cắm trại phía Nam rất chật chội.Đọc thêm",
            "cửa hàng nhỏ bán nhu yếu phẩm, khu cắm trại sạch đẹp, thân thiện với chó, bãi biển, bóng botche, xe đạp 3 bánh nhỏ cho thuê, Đọc thêm",
            "Địa điểm cắm trại tuyệt vời. Câu cá tuyệt vời. Rất nhiều hoạt động. Vòi sen và phòng tắm khá sạch sẽ. Phòng vệ sinh nằm gần mọi khu cắm trạiĐọc thêm",
            "Ai có thể mong đợi tìm thấy một ốc đảo hoạt động và cắm trại tuyệt vời như vậy ở giữa vùng nông thôn Ohio?  Khu cắm trại rất đẹp được đặt tốt trong khu cắm trại.  Hố lửa sạch sẽ và không có rác.  Nhiều cây cung cấp bóng mát tốt mặc dù không phải ở tất cả các địa điểm.  Sân chơi sạch sẽ và an toàn để tiếp cận mà không cần di chuyển quá nhiều trong Công viên. Phòng tắm và vòi sen sạch sẽ đều hoạt động.  Rất nhiều nước nóng và áp lực nước thần thánh. Hồ nhỏ hơn nhưng đẹp.  Rất ít thuyền điện ngoài thuyền kayak hoặc ca nô, có thể được hạ thủy từ bãi biển, địa điểm cho thuê tàu thủy trong trại hoặc dốc thuyền.  Nhiều ngư dân và những nơi dễ dàng câu cá trên bờ. Bãi biển nhỏ nhưng sạch sẽ và an toàn.  Khu vực bơi lội được buộc dây để tránh tàu thuyền qua lại.  Nơi nghỉ ngơi cuối tuần vui vẻ ngay bên ngoài thành phố.Đọc thêm",
            "Công viên này hóa ra là một bất ngờ thú vị! Nằm ở một vị trí khá hẻo lánh ở Ohio, các địa điểm này rộng rãi và được bảo trì rất tốt. Tuy nhiên, nó chỉ cách Adrian 30 phút và cách Toledo một giờ.  Nhà tắm ở khu cắm trại phía bắc là một trong những nơi tuyệt vời nhất mà chúng tôi từng gặp khi đi du lịch Hoa Kỳ. Hồ câu cá rất tốt, tôi thấy người dân bơi lội nhưng có biển cảnh báo tảo xanh. Việc đăng ký rất hiệu quả và thân thiện.  Trao đổi sách tuyệt vời. Đi bộ đẹp quanh hồ.  Những người cắm trại thân thiện, nhiều người thường xuyên đến từ khu vực này.  Cơ hội ăn uống tuyệt vời tại Das Essen Haus ở Wauseon và Sauder Villages The Barn ở Archbold.   Tuyệt vời ở lại trên đường trở về MI. Đọc thêm",
            "Tôi đã đến OH để thăm con trai tôi mới chuyển đến vào tháng 7 - chúng tôi luôn tìm kiếm các Công viên Tiểu bang hoặc Quốc gia gần chồng tôi đã đưa chúng tôi đến đó.  Đó là một ngày nắng nhưng lạnh, nhưng chắc chắn sẽ rất thích quay lại vào mùa Xuân Hè hoặc Thu.  Công viên xinh đẹp với những con đường đi bộ tuyệt vời, cắm trại, nhiều hoạt động dưới nước khi trời ấm áp và rất sạch sẽ.  YÊU nó...Đọc thêm"
        ],
        "star_ratings": [
            33,
            12,
            3,
            0,
            1
        ],
        "review_amount": 49,
        "location": [
            "Hoa Kỳ",
            "Fayette",
            "Công viên tiểu bang hồ Harrison",
            "Các hoạt động ở Fayette",
            "Ohio OH"
        ],
        "reviews_time": [
            "Written October 2, 2021",
            "Written September 11, 2021",
            "Written July 20, 2021",
            "Written August 4, 2020",
            "Written June 11, 2020",
            "Written November 22, 2019",
            "Written September 21, 2019",
            "Written August 6, 2019",
            "Written June 19, 2019",
            "Written January 21, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g50332-d3493695-Reviews-Harrison_Lake_State_Park-Fayette_Ohio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g51135-d4977831-Reviews-Starbucks-West_Unity_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51135-d14131643-Reviews-Sbarro-West_Unity_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51135-d13203806-Reviews-Burger_King-West_Unity_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50332-d3493695-Reviews-or10-Harrison_Lake_State_Park-Fayette_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g29936-d284989-Reviews-Sauder_Village-Archbold_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g29936-d4497515-Reviews-Goll_Woods_State_Nature_Preserve-Archbold_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g29936-d12867681-Reviews-Field_of_Memories_Antique_Mall-Archbold_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50332-d3915726-Reviews-The_Corks_Winery-Fayette_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g29936-d12872354-Reviews-Ten_Thousand_Villages-Archbold_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51135-d23716659-Reviews-Twisted-West_Unity_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51135-d27058611-Reviews-Rolling_Skate_Center-West_Unity_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g29936-d27062445-Reviews-Ruihley_Park-Archbold_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g29936-d27028441-Reviews-Archbold_Parks_and_Recreation-Archbold_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g29936-d27025590-Reviews-Corner_Gallery-Archbold_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50139-d27019539-Reviews-Opdyke_Park-Bryan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g29936-d27053844-Reviews-Archbold_Memorial_Park-Archbold_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g42485-d27044573-Reviews-Wakefield_Park-Morenci_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g50849-d27048183-Reviews-Neutral_Ground_Massage_Therapy-Pioneer_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g29920-d5835773-Reviews-Alvortucky_Bar-Alvordton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g189469-d23592398-Reviews-Paradise_Beach_Kavourotrypes-Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g49210-d14221632-Reviews-Henry_River_Mill_Village-Hickory_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g32741-d2269233-Reviews-Underwood_Family_Farms_Moorpark-Moorpark_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207873-d1727399-Reviews-Zoomarine-Torvaianica_Pomezia_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g3175953-d7715879-Reviews-Ko_Lao_La_Ding-Nong_Thale_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g23222230-d14939214-Reviews-Hoper_Glacier_NAGAR-Hopar_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d10637368-Reviews-Nigs_Bar-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d196363-Reviews-Reunion_Tower-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d272379-Reviews-Carnegie_Science_Center-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d1537397-Reviews-Children_s_Museum_of_Phoenix-Phoenix_Arizona.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g50332-d3493695-Reviews-or10-Harrison_Lake_State_Park-Fayette_Ohio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g50332-d3493695-Reviews-Harrison_Lake_State_Park-Fayette_Ohio.html"
    }
]