[
    {
        "attraction_name": "Hatfield & McCoy Dinner Show",
        "attraction_name_vi": "Hatfield - Buổi diễn tối McCoy",
        "general_info": [
            "7.594 đánh giá",
            "- 15 trên 20 Nhà hát - Buổi hòa nhạc ở Pigeon Forge",
            "Nhà hát ăn tối"
        ],
        "attraction_summary": "Feudin - Feastin - Niềm vui gia đình - đó - là chủ đề của chương trình hay nhất trong thị trấn - Buổi biểu diễn bữa tối Hatfield - McCoy! Trở thành một phần của mối thù kéo dài nhất trong lịch sử và giúp họ Hatfields và McCoys cố gắng giải quyết những khác biệt theo kiểu miền núi. Cho dù bạn - là người dân thành thị hay dân quê, bạn - sẽ yêu thích ca hát và nhảy múa, những pha nguy hiểm mãn nhãn và hài kịch hai bên. Có điều gì đó ở đây dành cho tất cả mọi người! Và món ăn miền quê - - whooee - ngon quá! Thời gian chiếu là 5 giờ chiều. và 8 giờ tối hàng ngày.Đọc thêm",
        "reviews": [
            "Nó là một giây phút tuyệt vời. Có lẽ hơi đắt tiền nhưng lại được bao gồm một bữa ăn lớn nên cuối cùng nó rất đáng giá. Họ làm rất tốt việc đưa mọi thứ vào và ra. Các nhân viên rất tốt và có tính cách, làm cho nó vui vẻ. Người phục vụ của chúng tôi đã mang lại trải nghiệm tuyệt vời cho trẻ em của chúng tôi. Thức ăn rất ngon. Không phải là tốt nhất bao giờ hết, nhưng không có khiếu nại. Chương trình rất hài hước và thú vị. Tôi không thích thú với việc đi tắc nghẽn.  Rất ấn tượng.Đọc thêm",
            "Chào Buffy! Cảm ơn lời phê bình tuyệt vời của bạn. Chúng tôi - rất vui vì bạn - tất cả đều đã có khoảng thời gian vui vẻ!Đọc thêm",
            "Mặc dù có một số nhầm lẫn về vé - tưởng rằng chúng tôi đã mua vé vip nhưng việc mua hàng trực tuyến khiến điều đó rất không rõ ràng - với chỗ ngồi và vé đã đặt trước trong tay, sau một vài lần kiên trì với nhân viên nhập cảnh, nó đã được khắc phục.  Những người phục vụ thật tuyệt vời trong sự phục vụ nhanh chóng của họ - bộ đồ ăn rất nặng - và thức ăn khá ngon - bạn sẽ không đói.  Và thật là một chương trình gây tò mò - chúng tôi yêu thích sự hài hước, ca hát, nhảy múa và nhào lộn.  Thị trưởng - hoàn hảo cho vai trò đó.  Và nhạc bluegrass thật tuyệt vời.  Chương trình rất tài năng.  Đủ tốt để lặp lại.Đọc thêm",
            "Xin chào! Chúng tôi - rất vui khi biết bạn đã có khoảng thời gian vui vẻ! Đọc thêm",
            "Khi đến thăm TN, chúng tôi luôn thích thử những địa điểm mới.  Bữa tối - buổi biểu diễn này đã không làm mọi người thất vọng.  Thức ăn ra nóng và rất ngon.  Bữa ăn bao gồm: súp, gà rán, BBQ, khoai tây nghiền, salad và món tráng miệng.  Buổi biểu diễn rất vui nhộn và ba đứa trẻ của chúng tôi rất thích thú - 4, 9, - 12 tuổi - .Đọc thêm",
            "Xin chào Jason! Cảm ơn lời phê bình tuyệt vời của bạn! Chúng tôi - rất vui khi biết rằng bạn - tất cả đều đã có khoảng thời gian vui vẻ. Đọc thêm",
            "Chương trình này thật tuyệt vời và thú vị.  Người phục vụ Couzin Zach của chúng tôi thật tuyệt vời và rất vui vẻ.  Rất khuyến khích dừng lại để xem buổi biểu diễn và có một trải nghiệm ẩm thực tuyệt vời.  Couzin Zach bạn cần thử món sóc hahahĐọc thêm",
            "Xin chào Rhonda! Cảm ơn lời phê bình tuyệt vời của bạn! Chúng tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ và Zach đã chăm sóc bạn quá xuất sắc. Đọc thêm",
            "Chúng tôi tham dự buổi biểu diễn này với tư cách là một gia đình có hai đứa trẻ, từ 7 - 8 tuổi. Đồ ăn rất tuyệt. Chương trình đủ giải trí, nhưng cốt truyện thì nhảm nhí và nhàm chán. Có rất nhiều loại âm nhạc và các pha nguy hiểm để thu hút bọn trẻ. Giá hơi cao, nhưng để có một buổi tối giải trí thân thiện với gia đình, tôi chắc chắn sẽ giới thiệu.Đọc thêm",
            "Xin chào! Cảm ơn lời phê bình tuyệt vời của bạn! Chúng tôi - rất vui vì bạn - tất cả đều đã có khoảng thời gian vui vẻ!Đọc thêm",
            "Chúng tôi đến Hatfields và McCoy - s để xem buổi biểu diễn lúc 2 giờ chiều của họ. Đây là lần đầu tiên chúng tôi xem một buổi biểu diễn ở Gatlinburg! Có rất nhiều việc phải làm, chúng tôi chưa bao giờ thực hiện được một buổi biểu diễn nào. Chúng tôi thực sự rất thích bản thân! Mọi người đều rất tốt bụng. Chồng tôi và tôi đang chụp ảnh tự sướng và người pha chế ngọt ngào hỏi liệu cô ấy có thể lấy một cái cho chúng tôi không và đến từ phía sau quầy bar để lấy cho chúng tôi! Máy chủ của chúng tôi, anh họ Kim, thật tuyệt vời!!!! Cô ấy tốt bụng, vui tính và dành thời gian để kiểm tra bạn! Tôi - đã từng là một máy chủ và cách cô ấy xử lý tất cả các bảng đó cùng một lúc đồng thời điều hướng các bước thật tuyệt vời! Mặc dù bận rộn nhưng cô ấy vẫn dành thời gian để trả lời các câu hỏi theo cách không khiến bạn cảm thấy vội vàng. Cô ấy đã dành thời gian và thực sự khiến bạn cảm thấy mình là một phần của gia đình! Thật tuyệt vời khi được gặp cô ấy trong chương trình thực tế!!! Chúng tôi rất thích buổi biểu diễn và thức ăn vẫn ổn. Tuy nhiên, chúng tôi đến từ miền Nam nên tiêu chuẩn nấu ăn miền Nam của chúng tôi khá cao! Nếu bạn - chưa bao giờ thực hiện một chương trình trước đây, chúng tôi chắc chắn sẽ giới thiệu bạn! Ngoài ra, chúng tôi đến sớm một giờ mười lăm phút và xếp hàng thứ hai để vào! Hãy đến sớm để bạn có đủ thời gian thưởng thức món ăn của mình!!!! Đọc thêm",
            "Chào Tracee! Chúng tôi - rất vui vì tất cả các bạn đã tận hưởng thời gian ở bên chúng tôi và Cuzin Kim đã khiến các bạn cảm thấy như ở nhà. Đọc thêm",
            "Tiền bạc và thời gian chi tiêu tốt. Buổi biểu diễn thật tuyệt vời. Chương trình hay nhất trong số 4 chương trình chúng tôi tham dự khi ở trong khu vực. \n\nBữa tối diễn ra ổn. Họ mang đến nhiều hơn chúng tôi có thể ăn. Đúng như mong đợi ở loại sự kiện này. Không tuyệt vời nhưng cũng không tệ. \n\nDịch vụ này rất tốt. Các nhân viên phục vụ rất tốt và kiếm được tiền boa của họ. Họ làm việc chăm chỉ. Hãy tip cho họ tốt! \n\nĐến sớm để ăn tối. Họ bắt đầu phục vụ bạn khi đến nơi và bữa tối kết thúc trước khi buổi biểu diễn bắt đầu, vì vậy hãy đến đó sớm khoảng một giờ. \n\nBuổi biểu diễn thật tuyệt vời. Các diễn viên rất giỏi và chuyên nghiệp, cách thiết kế bối cảnh với hồ bơi mở ra trên sân khấu là đỉnh cao! Những màn nhào lộn tuyệt vời. Nếu bạn ngồi ở hàng ghế đầu sẽ bị ướt. \n\nNhững nhạc sĩ sống thật tuyệt vời! Họ là những người chuyên nghiệp - không phải tài năng địa phương. \n\nNhìn chung, tôi không hề thất vọng và sẽ tham dự lần nữa và mang theo bạn bè. Đọc thêm",
            "Này Cherie! Cảm ơn lời phê bình tuyệt vời của bạn! Chúng tôi - rất vui vì bạn - tất cả đều đã có khoảng thời gian vui vẻ!Đọc thêm",
            "Đây là một buổi biểu diễn tuyệt vời! Thức ăn rất ngon! Những người phục vụ và phục vụ bàn rất có tổ chức. Buổi biểu diễn thật tuyệt vời. Âm nhạc rất hay và có một số phần hài hước!\nGọi trước hoặc đặt vé! Nơi rất nổi tiếng họ có 2 buổi biểu diễn hoặc có thể là 3 buổi biểu diễn chúng tôi đã đến xem buổi chiều!Đọc thêm",
            "Chào Gary! Cảm ơn lời phê bình tuyệt vời của bạn! Chúng tôi - rất vui vì bạn đã có khoảng thời gian vui vẻ!Đọc thêm",
            "Chồng tôi, con gái 16 tuổi và tôi vô cùng thích thú với chương trình này. Tôi đã nghiên cứu những điều thú vị để làm trong thời gian lưu trú và chương trình này luôn nhận được đánh giá tốt nên chúng tôi đã thử. Chúng tôi không biết điều gì sẽ xảy ra hoặc họ sẽ làm cho mối thù này trở nên thú vị như thế nào, nhưng họ đã làm được. \nThức ăn rất tuyệt và phong phú nên đói. Cousin Cody là máy chủ của chúng tôi và đã làm rất tốt. Các nhạc sĩ rất tài năng, con gái tôi rất thích các bài hát trong chương trình. Chúng tôi không thể tin được một số thủ thuật đặc biệt mà những người biểu diễn đã làm. Phần nước của chương trình thật tuyệt vời. Cậu bé ngồi cạnh tôi rất kinh ngạc trước mọi thứ. Tốt cho mọi lứa tuổi. \nChúng tôi chắc chắn sẽ ghé thăm một lần nữa. Đọc thêm",
            "Xin chào! Cảm ơn đã đánh giá tuyệt vời. Chúng tôi rất vui vì Yuins đã có khoảng thời gian vui vẻ. Đọc thêm",
            "Tôi đã ở đó vào tuần trước cùng với gia đình 13 người của mình. Buổi biểu diễn rất thú vị đối với tất cả chúng tôi ở độ tuổi từ 6-58. Tất nhiên, cháu gái 6 tuổi của tôi thích xem chúng tôi trên sân khấu và đặt thìa xuống quần áo của chúng tôi. Buổi biểu diễn và đồ ăn hoàn toàn đúng chỗ! Các nhạc sĩ và diễn viên rất tài năng và các nhân viên phục vụ cực kỳ nhiệt tình với nhóm lớn của chúng tôi. Đọc thêm",
            "Xin chào! Cảm ơn lời phê bình tuyệt vời của bạn. Chúng tôi - rất vui và - tất cả đều có khoảng thời gian vui vẻ. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời! Buổi biểu diễn rất thú vị. Cô hầu bàn KRYSTAL của chúng tôi rất vui tính và nhiều thông tin! Cô ấy thực sự hối hả chăm sóc chúng tôi và tất cả các bàn khác của cô ấy!Đọc thêm",
            "Mắt đã có thời gian tuyệt vời ở đây tại Hatfeeld y McCoy deener đã thưởng thức một món ăn waz amazeeng... Vì - n jordan waz và increidibel wayter, tôi có thể - t teen descraibe hem full e... hees ngon nhất, đẹp, tráng lệ người phục vụ mà tôi có thể - từng có, mọi cử động của anh ấy, cách anh ấy rót nước vào cốc của tôi, khiến tôi cảm thấy như mình là nhân vật chính trong một câu chuyện không tưởng, tất cả là nhờ ông già tốt bụng Cuz - n Jordan, lời chào của tôi dành cho anh ấy và người sinh ra anh ấy, vì họ đã mang đến vùng đồng bằng của trái đất người phục vụ mãi mãi tốt nhất mà người ta từng có...Đọc thêm",
            "Đó là một buổi biểu diễn thực sự hài hước và phần nhạc cụ ở nửa đầu đã được thực hiện rất tốt. Phần yêu thích của tôi là violin. Hơn nữa, người phục vụ, Jordan, thực sự rất hữu íchĐọc thêm",
            "Nó thực sự rất buồn cười và thức ăn rất ngon. Cuz - n Jordan là một người phục vụ tuyệt vời. Tôi thực sự thích chương trình. Bánh pudding Oreo thực sự rất ngon. Tôi cũng thích gấu trúcĐọc thêm",
            "Chương trình này là vụ cướp thực sự.  - 500 cho gia đình chúng tôi vào cửa kèm theo tiền boa. Buổi biểu diễn thật TUYỆT VỜI trừ khi bạn tận hưởng 1 giờ tắc nghẽn dưới mức trung bình, một người chơi đàn banjo không thể gảy đàn và một người chơi vĩ cầm hoàn toàn không chơi đàn. Tôi không thể tin đây là buổi biểu diễn của Dolly Parton. Nó quá tệ. KHÔNG đi.Đọc thêm",
            "Đã có một khoảng thời gian tuyệt vời và Jordan là máy chủ tốt nhất mà chúng tôi từng có trong một buổi trình diễn bữa tối. Thức ăn rất ngon và món súp thật tuyệt vời. Không thể nào hạnh phúc hơn được.Đọc thêm",
            "Xin chào Valerie!  Cảm ơn đã chia sẻ nhận xét tuyệt vời của bạn!  Chúng tôi không thể hạnh phúc hơn khi nghe về trải nghiệm của bạn!Đọc thêm",
            "tôi đã có khoảng thời gian tuyệt vời nhất ở đây tên máy chủ của tôi là jordan, anh ấy thật tuyệt vời. trên tất cả những điều này là một trải nghiệm tuyệt vời về tất cả những điều nàyĐọc thêm",
            "Chào Colleen!  Cảm ơn bạn đã chia sẻ trải nghiệm tuyệt vời của mình với chúng tôi!Đọc thêm",
            "Thức ăn ngon! CUZ - DEVON TUYỆT VỜI! BUỒN CƯỜI! Chuyên nghiệp! Thể hiện năng lượng cao! Thật thú vị! Đáng xem! Chúng tôi là người địa phương và rất thích tài năng này! Đọc thêm",
            "Chào Deanna!  Chúng tôi đánh giá cao đánh giá tuyệt vời về DOG GONE của bạn!  Đọc thêm",
            "Buổi biểu diễn rất xuất sắc, đồ ăn và máy chủ Krystal của chúng tôi đều TUYỆT VỜI! Sẽ chỉ quay lại nếu chúng tôi có Krystal làm máy chủĐọc thêm",
            "Chào Robbie!  Cảm ơn đánh giá tuyệt vời của bạn!  Chúng tôi rất mong được bạn quay lại với chúng tôi lần nữa!Đọc thêm",
            "Đó là một trải nghiệm đáng kinh ngạc. Rất vui. Jordan máy chủ của chúng tôi thật tuyệt vời và rất chu đáo!  Đồ ăn rất ngon và phong phúXem thêm",
            "Chào Jacqueline!  Chúng tôi rất vui khi được nghe về trải nghiệm của bạn!  Đọc thêm",
            "Bạn có thể yêu cầu chỗ ngồi trong khu vực giật gân không?Đọc thêm",
            "Bạn làm gì với lượng thức ăn còn lại?Đọc thêm",
            "Thức ăn được mang đến bàn được để lại để chúng tôi có thể ăn trong suốt thời gian còn lại của buổi biểu diễn. Họ làm rất tốt việc không mang quá nhiều thức ăn khiến bạn phải cần đến túi đựng đồ cho chó. Tôi cho rằng nếu bạn không tiếp tục xin thêm đồ ăn thì họ sẽ mang cho bạn thứ gì đó để mang về nhà nghỉ ngơi nhưng chúng tôi không còn gì cả. Chúng tôi không ăn quá nhiều nhưng chắc chắn chúng tôi không để bụng đói.Đọc thêm",
            "Nên đến sớm bao lâu là tốt nhất?Đọc thêm",
            "Càng sớm càng tốtĐọc thêm",
            "Một vé bao nhiêuĐọc thêm",
            "Xin chào Amanda, giá cả khác nhau tùy thuộc vào ngày, giờ chiếu và chỗ ngồi bạn chọn. Vui lòng liên hệ bộ phận chăm sóc khách hàng 865 9087 469 để có thông tin chính xác và cập nhật nhất.Đọc thêm",
            "Chúng ta có thể tip khác ngoài tiền mặt không, tôi quên tiền mặt!!!Đọc thêm",
            "KhôngĐọc thêm",
            "Có phải mua vé trước hay mua tại cửa?Đọc thêm",
            "Vé có thể được bán tại cửa, nhưng để có chỗ ngồi tốt hơn và lượng du khách đông thì nên mua trước. Nếu bạn đến quá muộn - có thể sẽ hết hàng. Chúng tôi đã nhận được vé trước khoảng 3 tháng và chỉ còn lại khoảng 60 vé.Đọc thêm",
            "Tôi có cần đặt chỗ trước không? Hoặc bạn có thể thường đến vào chiều Thứ Sáu và Thứ Bảy hoặc bữa tối mà không cần đặt trước không?Đọc thêm",
            "Cần đặt chỗ cho bất kỳ buổi biểu diễn nàoĐọc thêm",
            "Nếu tôi gửi nhầm email xác nhận thì có thể gửi lại cho tôi được không?Đọc thêm",
            "Tôi nghĩ chúng tôi cũng vừa đặt tên cho họ.Đọc thêm",
            "Có show diễn vào dịp năm mới không?Tôi có cần mua vé trước không?\n Có giảm giá trong boolet không?Đọc thêm",
            "Đi xem buổi diễn lúc 11 giờ sáng có rẻ hơn so với buổi diễn lúc 2 giờ chiều trở đi hay tất cả đều đồng giá?Đọc thêm",
            "Đến đó khoảng một giờ hoặc sớm hơn. Khi họ cho phép bạn bắt đầu phục vụ. Đó là phong cách gia đình nên đầu tiên hoặc cuối cùng đều có rất nhiều. Giá cả là như nhau. Kiểm tra trực tuyến để biết các chương trình khuyến mãi đặc biệt.Đọc thêm"
        ],
        "star_ratings": [
            4751,
            1657,
            779,
            232,
            175
        ],
        "review_amount": 7594,
        "location": [
            "lò rèn chim bồ câu",
            "Những điều cần làm ở Pigeon Forge",
            "Hatfield - Buổi diễn tối McCoy",
            "Hoa Kỳ",
            "Tennessee - TN -",
            "Quận Sevier"
        ],
        "reviews_time": [
            "Written June 5, 2023",
            "Written June 7, 2023",
            "Written June 15, 2023",
            "Written June 18, 2023",
            "Written June 23, 2023",
            "Written June 29, 2023",
            "Written July 1, 2023",
            "Written July 6, 2023",
            "Written July 7, 2023",
            "Written July 12, 2023",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 26, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55270-d2091079-Reviews-Hatfield_McCoy_Dinner_Show-Pigeon_Forge_Tennessee.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d10528921-Reviews-Local_Goat_New_American_Restaurant_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55328-d1829800-Reviews-The_Apple_Valley_Creamery-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55328-d3294203-Reviews-The_Apple_Barn_and_Cider_Mill-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55328-d513069-Reviews-Applewood_Farmhouse_Grill-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55328-d1070759-Reviews-Applewood_Farmhouse_Restaurant-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d443411-Reviews-Hard_Rock_Cafe-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d1123034-Reviews-Krystal_Restaurant-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d392966-Reviews-Cracker_Barrel-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55328-d1890884-Reviews-Big_Daddy_s_Pizzeria-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55270-d17432984-Reviews-Sunliner_Diner-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1649446-Reviews-Titanic_Museum_Attraction-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17388915-Reviews-Beyond_The_Lens-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d25438543-Reviews-Array_Mountain_of_Entertainment_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d649413-Reviews-Mountain_Valley_Winery-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17585538-Reviews-Rowdy_Bear_s_Smoky_Mountain_Snowpark-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d1070778-Reviews-Apple_Barn_Winery-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d550432-Reviews-Country_Tonite_Theatre-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7791318-Reviews-Outdoor_Gravity_Park-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4412583-Reviews-The_Island_in_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d3187655-Reviews-Hollywood_Wax_Museum-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d2091079-Reviews-or10-Hatfield_McCoy_Dinner_Show-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17406453-Reviews-Main_Event_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d12365756-Reviews-Conway_Twitty_Tribute_by_Travis_James-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7610311-Reviews-Brian_Hoffman_s_Remembering_Red_A_Tribute_to_Red_Skelton-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1651022-Reviews-The_Magic_of_Terry_Evanswood-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d2352635-Reviews-Soul_Of_Motown-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d143732-Reviews-The_Comedy_Barn_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1473629-Reviews-The_Grand_Majestic_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d554046-Reviews-Memories_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d649759-Reviews-WonderWorks-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d5776833-Reviews-Wild_Gals_Old_Time_Photo-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d24949201-Reviews-Beyond_the_Lens_Flyride_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d26207576-Reviews-Illusionation_The_Magic_of_Jason_Hudy-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d7163778-Reviews-Rocky_Top_Wine_Trail-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d18834657-Reviews-Apple_Barn_Cider_House-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d19792578-Reviews-Double_Decker_Bus_Tours-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d673381-Reviews-Bluff_Mountain_Adventures-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d11802353-Reviews-Watergarden_Istanbul-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g34206-d7736775-Reviews-Blind_Pass_Beach-Englewood_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41955-d208266-Reviews-Gray_s_Beach-Yarmouth_Port_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g13198704-d736063-Reviews-Grutas_Tolantongo-Tolantongo_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g482941-d8787512-Reviews-Armeni_Bay-Oia_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3600943-Reviews-Kaputas_Beach-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g1987470-d677575-Reviews-Millennium_Elephant_Foundation-Kegalle_Sabaragamuwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d4262820-Reviews-Thailand_Massage_Centre-Sharjah_Emirate_of_Sharjah.html",
            "https://www.tripadvisor.com/Attraction_Review-g4053825-d255140-Reviews-Natural_Falls_State_Park-West_Siloam_Springs_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d150494-Reviews-Condado_Beach-San_Juan_Puerto_Rico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55270-d2091079-Reviews-or10-Hatfield_McCoy_Dinner_Show-Pigeon_Forge_Tennessee.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55270-d2091079-Reviews-Hatfield_McCoy_Dinner_Show-Pigeon_Forge_Tennessee.html"
    }
]