[
    {
        "attraction_name": "Hato Caves",
        "attraction_name_vi": "Hang Hato",
        "general_info": [
            "1.805 đánh giá",
            "16 trong số 151 điều cần làm ở Willemstad",
            "Hang động Hang động"
        ],
        "attraction_summary": "Những rạn san hô cổ lộ ra khi nước biển rút.Đọc thêm",
        "reviews": [
            "Một viên ngọc nhỏ tuyệt vời. Khu vực này được bảo trì tốt và họ có đường mòn thú vị để tham quan trước hoặc sau chuyến tham quan. Hang động không rộng rãi để ngắm cảnh và đó là lý do duy nhất cho 4 so với 5 sao. Nhưng giá cả hợp lý và thông tin cơ bản rất thú vị. Đừng chạm vào những cây độc dọc đường!!  Đọc các dấu hiệu!Đọc thêm",
            "Một chuyến tham quan thú vị. Chuyến tham quan có sẵn bằng tiếng Hà Lan, tiếng Anh và tiếng Tây Ban Nha. Các hướng dẫn viên du lịch rất am hiểu. Hang động khá hấp dẫn. Trời nóng ẩm nhưng khắp hang đều có quạt. Có một vài bước đi bộ để đến được lối vào hang động và vấn đề chỉ là bạn phải cẩn thận và dành thời gian. Có đủ ánh sáng trong hang động để dẫn đường cho bạn. Trải nghiệm rất thú vị và bạn học được rất nhiều! Đọc thêm",
            "Hang Hato là một hang động thú vị ở Curacao. Hang động ở phía nhỏ hơn so với những hang động khác mà chúng tôi đã ghé thăm. Không giống như nhiều hang động, nhiệt độ không khí xung quanh trong hang ấm áp nên chúng tôi thoải mái mặc áo phông và quần đùi.\n\nHang động nằm trên đỉnh một ngọn đồi và du khách phải leo lên một dãy cầu thang đá hơi hẹp để đến lối vào. Điều thú vị là hang động nằm đối diện sân bay và có tầm nhìn đẹp ra đường băng từ lối vào hang động.\n\nMột điều tôi thấy hơi thất vọng là việc chụp ảnh chỉ được phép ở một vài phòng trong hang. Rất may, hầu hết các đội hình đẹp đều nằm ở những khu vực này.\n\nKhuôn viên cũng là nơi sinh sống của một số loài rùa khổng lồ và có một khu vườn rộng lớn trồng các loài thực vật bản địa ở lối vào.Đọc thêm",
            "Tài sản thuộc sở hữu tư nhân;  các tour du lịch có sẵn.  chúng tôi đã trải qua một chuyến tham quan trên bờ bằng tàu du lịch.  Hướng dẫn viên du lịch rất am hiểu về các hang động và lịch sử của khu vực. Ảnh hưởng của cô ấy có phần trung lập.\n\nNhưng ...xin lưu ý...đây là những hang động đá vôi và rất gần bề mặt với khí hậu nhiệt đới rất nóng.  Các thành tạo hang động thực sự đáng kinh ngạc nhưng nhiệt độ giống như đang ở trong một phòng tắm hơi rất ẩm ướt.\n\nVì vậy, để thoải mái..1 hoặc hai sao\nđể ngắm cảnh...4 sao\ncho hướng dẫn viên du lịch 3 sao\nDo đó, đánh giá của tôi về 3 sao\nĐọc thêm",
            "Vợ tôi và tôi dự định đến xem hang động trước khi rời nhà.   Đó là khoảng thời gian đẹp đẽ.   Từ những con thằn lằn trên sân và những chú rùa trong một không gian kín, thật tuyệt vời.  Hướng dẫn hang động rất nhiều thông tin và hài hước.   Chỉ 10,00 USD.  Đọc thêm",
            "Chuyến đi tốt đẹp như một cặp đôi với những hướng dẫn viên giỏi và rất hiểu biết. Bên trong cực kỳ nóng với những chiếc quạt nhỏ đã giúp ích được đôi chút. Nhận ra trời tối như thế nào khi đèn tắt. Đánh giá cao cơ hội chụp ảnh ở một số khu vực nhất định. Hệ thống hang động nhìn chung khá tốt với những con đường mòn bên ngoài.Đọc thêm",
            "Với mức giá 10 US mỗi người cho một chuyến tham quan có hướng dẫn, đây là một hoạt động có giá trị tốt. Vì nhiệt độ trên đảo khi chúng tôi ở đó, chúng tôi đã đặt chuyến tham quan đầu tiên trong ngày để tránh cái nóng khủng khiếp nhất, và mặc dù trong hang động rất ấm áp nhưng vẫn có rất nhiều quạt được đặt khắp nơi để giúp du khách giải nhiệt.  Một đặc điểm thú vị của những hang động này là chúng nằm trên mặt đất chứ không phải dưới lòng đất. Bạn phải đi bộ lên 49 bậc để vào được cửa mở, nhưng việc này khá dễ thực hiện và thực hiện rất chậm. Khi ở trong hang động, bạn đang đi trên một con đường trải nhựa không thay đổi nhiều về độ cao. Chúng tôi đã nhìn thấy các khối đá vôi, hồ nước và dơi ăn quả - đó thực sự là một chuyến tham quan tuyệt vời. Chúng tôi thích rằng việc chụp ảnh chỉ được phép ở một số nơi, vì vậy bạn sẽ không liên tục bị cản trở bởi những người chụp ảnh tự sướng. Mọi người khác trong chuyến tham quan của chúng tôi đều là người Hà Lan nhưng hướng dẫn viên, với sự cho phép của họ, đã thực hiện chuyến tham quan chỉ bằng tiếng Anh để tất cả chúng tôi đều có thể hiểu và anh ấy không cần phải chuyển đổi qua lại - thật tuyệt vời trong số họ và hướng dẫn viên đã giúp chúng tôi theo cách đó. Ngoài ra, trên địa điểm này còn có một khu vườn xương rồng và Đường mòn Ấn Độ trải nhựa với các biển báo xác định các loài thực vật và cây cối khác nhau, những bức tranh khắc đá của Ấn Độ trên đá và thằn lằn ở khắp mọi nơi. Phân bổ khoảng một giờ cho chuyến tham quan và đường mòn.Đọc thêm",
            "Chuyến tham quan kéo dài khoảng 45 phút, đó là một hoạt động thú vị nhưng hang động không lớn. Hướng dẫn viên du lịch rất tốt và đã làm rất tốt khi kể cho chúng tôi về hang động và lịch sử của hòn đảo. Chắc chắn là một hoạt động thú vị nếu bạn đang tìm kiếm điều gì đó khác biệt hơn là bãi biển.Đọc thêm",
            "Rất vui, hoặc hướng dẫn viên rất am hiểu và sẵn sàng trả lời mọi câu hỏi. Những con dơi rất dễ thương, hang động và lịch sử rất thú vị. Mặc dù có rất nhiều người hâm mộ bên trong nhưng đây vẫn là 45 phút nóng ẩm. Đường mòn Ấn Độ cũng rất thú vị và tự hướng dẫn. Rất nhiều Iguanas xung quanh. Phải xem khi ở Curacao.Đọc thêm",
            "Hang động đẹp nhưng mang tính thương mại với thông tin giáo dục hạn chế trong suốt chuyến tham quan. Phòng tắm miễn phí và có quầy bán đồ ăn nhẹ chấp nhận thẻ tín dụng. Ngoài ra còn có một con đường mòn nhỏ. Chi phí khoảng 35 đô la đi taxi từ thủ đô. \n\nChỉ được phép chụp ảnh ở một nơi. Tôi khuyên bạn nên đến thăm các hang động khác như hang động sinh sản. Tuy nhiên, nơi này cách sân bay 5 phút. Nếu bạn đang tìm kiếm một điểm dừng chân ngắn trước khi về nhà thì đây sẽ là nơi hoàn hảo! Đọc thêm",
            "Nhạt nhẽo. Đó là một dãy hang động giống như mọi hang động đá vôi khác. Hướng dẫn viên du lịch, Joshua, đủ tử tế, nhưng lời tường thuật lại bắt chước Ben Stein trong Fast Times tại Ridgemont High. Những con rùa bị nhốt trong lồng và những con cự đà đi lang thang tự do khiến một số người trong nhóm chúng tôi giật mình. Có những con dơi ăn quả có thể rất thú vị khi chúng kiếm ăn vào ban đêm, nhưng đó là hoạt động về đêm và nơi này đóng cửa lúc 3 giờ chiều. Những con dơi đã ngủ lúc 11 giờ sáng. Không được phép chụp ảnh trong hang động ngoại trừ một địa điểm. Cầu thang đi lên hang động rất dốc. Rất dốc và một số người trong nhóm của chúng tôi gặp vấn đề. Điều này không dành cho bất cứ ai có vấn đề về sự ổn định hoặc người già. Trời nóng và ẩm, mặc dù khắp các hang động đều có quạt di động. Tôi đã cho nó hai sao vì nhà vệ sinh sạch sẽ và hoạt động tốt. Cái này bạn có thể bỏ quaĐọc thêm",
            "Chuyến tham quan các hang động rất thú vị và như những người khác đã lưu ý, chỉ được phép chụp ảnh ở một vài điểm, điều đó vẫn ổn. Cũng rất thú vị là Đường mòn Ấn Độ ở bên cạnh, nơi mô tả các loài thực vật và sự vật khác nhau. Đừng bỏ lỡ điều đó nếu bạn đi.Đọc thêm",
            "Chuyến tham quan thú vị với nhiều thông tin thú vị xung quanh các phòng khác nhau và lý do tại sao chúng lại như vậy. Tiết lộ: đã từng có nước trong các hang động cách đây rất lâu! Cũng đừng quên thực hiện Đường mòn Ấn Độ. Thật tuyệt khi tìm hiểu thêm về thiên nhiên CuracaoĐọc thêm",
            "Hang Hato là địa điểm không thể bỏ qua ở Curacao. Bạn học được rất nhiều điều về hang động và lịch sử của hòn đảo và tôi thích sự linh hoạt của chúng với các chuyến tham quan. Bạn chỉ có thể xuất hiện miễn là bạn ở trong một khung thời gian nhất định và chỉ cần trả tiền và tham gia chuyến tham quan tiếp theo. Bạn cũng có thể đi bộ một đoạn ngắn để giết thời gian trước chuyến tham quan tiếp theo hoặc thực hiện sau chuyến tham quan. Chuyến tham quan ngắn và ngọt ngào. Thật không may, bạn không thể chụp nhiều ảnh, chỉ chụp ở một khu vực nhất định của hang động. Ngoài ra, nếu bạn thuê xe, bạn có thể tự lái xe đến đó rất dễ dàng.Đọc thêm",
            "Hướng dẫn viên của chúng tôi, Daisy đã thông báo cho chúng tôi về lịch sử hang động, chỉ ra các hình dạng khác nhau và loài dơi mũi kim. Chúng tôi không được phép chụp ảnh. Chụp ảnh có đèn flash sẽ làm phiền lũ dơi. Đến cuối chuyến tham quan, Daisy nói chúng tôi có thể chụp ảnh. Daisy đề nghị được chụp ảnh nhóm đôi cùng nhau. Cần có 50 bậc thang bê tông dốc để leo lên và xuống từ hang động. Điều tốt là có tay vịn bằng kim loại ở cả hai bên bậc thang. Nếu bạn dành thời gian, họ sẽ không nản chí như vậy. Có một khoản phí nhập học 10. Trong khuôn viên có một chuồng nuôi rùa. Mặt rùa có các mảng màu cam và vàng sáng.Đọc thêm",
            "Cảnh tượng đơn giản là không thể tin được. Chúng tôi quyết định đến thăm hang Hato, một ngày trước khi chuyến đi kết thúc và chúng tôi rất vui vì đã làm như vậy. Phí vào cửa chỉ là 10. Tôi khuyên bạn thay vì đặt chuyến tham quan hãy bắt taxi hoặc thuê ô tô đưa bạn đến đó và chỉ cần trả phí vào cửa. Đồng thời mang giày thoải mái và mang theo đèn pin để xem những con dơi ẩn nấp bên trong hang. Nó giống như bước vào thế giới ngầm nếu điều đó thậm chí có ý nghĩa. Tôi mặc đồ phẳng và chúng không phải là trang bị vừa vặn nhất để mặc trong những dịp như vậy. Hãy đi và tôi hứa bạn sẽ tận hưởng khung cảnh. Đừng quên chụp ảnh.Đọc thêm",
            "Hang Hato là một trải nghiệm thú vị. Đó là một chuyến tham quan ngắn 35-45 phút nhưng hướng dẫn viên đã cung cấp rất nhiều thông tin về sự hình thành và khám phá các hang động. Ông cũng giải thích về sự hình thành được tìm thấy trong hang động. Nếu bạn muốn xem và tìm hiểu về những điều khác nhau thì đây là một cách tuyệt vời để dành một giờ. Những điều cần biết trước khi đi: Chuyến tham quan bắt đầu bằng việc đi bộ lên 49 bậc thang. Hướng dẫn thực hiện chậm rãi và cho phép thời gian nghỉ ngơi trên đỉnh nhưng nếu bạn gặp vấn đề về di chuyển thì đây có thể là điều cần cân nhắc. Trong hang động NÓNG và ẨM. Bạn sẽ đổ mồ hôi suốt chuyến tham quan, mang theo nước. Có một quầy bán đồ ăn nhanh nhỏ ở đó bạn có thể mua nước và các món khác. Chỉ có một khu vực mà bạn được phép chụp ảnh và hướng dẫn viên sẽ cho bạn biết thời điểm đó. Bạn phải đi xuống 49 bậc tương tự khi rời khỏi hang động và chúng không đồng đều ở nhiều nơi.Đọc thêm",
            "Hang động đẹp nhưng mang tính thương mại với thông tin giáo dục hạn chế trong chuyến tham quan. Phòng tắm miễn phí và có quầy bán đồ ăn nhanh chấp nhận thẻ tín dụng. Ngoài ra còn có một con đường nhỏ. Chi phí khoảng 35 bằng taxi từ thủ đô. Hình ảnh chỉ được phép ở một nơi. Thay vào đó, bạn nên xem các hang động khác như hang sinh sản. Tuy nhiên đây là 5 phút từ sân bay. Nếu bạn đang tìm kiếm một điểm dừng ngắn trước khi về nhà thì đây sẽ là nơi hoàn hảo! Đọc thêm",
            "Chúng tôi phiêu lưu hơn một chút khi đi nghỉ và tận hưởng thời gian trong hang động. Hướng dẫn viên rất thân thiện. Hãy nhớ rằng bạn có rất nhiều cầu thang để leo lên và bên trong hang động rất nóng và ẩm ướt.Đọc thêm",
            "Rất vui, hoặc hướng dẫn viên rất am hiểu và sẵn sàng trả lời mọi câu hỏi. Những con dơi rất dễ thương, hang động và lịch sử rất thú vị. Mặc dù có rất nhiều người hâm mộ bên trong nhưng đây vẫn là 45 phút nóng ẩm. Đường mòn Ấn Độ cũng rất thú vị và tự hướng dẫn. Rất nhiều Iguanas xung quanh. Phải xem khi ở Curacao.Đọc thêm",
            "Xin chào, tôi đã hy vọng bao gồm dịch vụ cho thuê xe đạp trong chuyến thăm Curacao của chúng tôi nhưng không chắc chắn về khả năng tiếp cận mọi thứ bằng xe đạp, đặc biệt là đối với những người sử dụng xe đạp ít kỹ năng hơn.  Có đường dành cho xe đạp không? Việc người đi xe đạp đi chung đường với tài xế là bình thường hay tôi sẽ bị lao ra khỏi đường?  Tôi có muốn đi đến Hang Hato nếu có thể không? Cảm ơn!Đọc thêm",
            "Xin chào.  Có, bạn có thể đạp xe đến hang động.  Tuy nhiên, tôi không nghĩ có quá nhiều đường dành cho xe đạp trên đảo.Đọc thêm",
            "Vừa đặt tour cho chuyến đi của chúng tôi đến Curacao sau 2 tuần.  Tôi là người năng động nên leo cầu thang cũng được, nhưng có cần giày thể thao hay dép đi bộ tốt không?  Dường như không thể tìm thấy nhiều bức ảnh về con đường đi bộ để đưa ra quyết định sáng suốt. Nếu đi dép thì được, có cần thiết phải bít ngón chân không?  Xin lỗi, haha ​​trải nghiệm hang động đầu tiên kể từ những năm 70. Đọc thêm",
            "Giày thể thao không bắt buộc, nhưng tôi khuyên bạn nên đi thứ gì đó có một số rãnh. Có các bậc thang, đường dốc và một vài chỗ ẩm ướt. Nếu chú ý bước chân và đầu của bạn, mọi thứ sẽ ổn thôi. Đọc thêm",
            "Họ có thuê ghế bãi biển ở bãi biển trong chuyến tham quan hang động và bãi biển không?Đọc thêm",
            "Xin lỗi, tôi đã không khám phá hang động trong chuyến tham quan bãi biển kết hợp, tôi đã tự mình khám phá hang động.  Tôi đã đến nhiều bãi biển ở Curacao và những bãi biển nổi tiếng nhất đều cho thuê ghế bãi biển, vì vậy nếu bạn đang đi tham quan, tôi đoán là sẽ có ghế cho thuê.  Hãy tận hưởng!Đọc thêm",
            "Tôi sẽ đi cùng một đứa trẻ hai tuổi. Đây có phải là chuyến đi mà bé có thể tham gia không? Đọc thêm",
            "Những bậc thang dốc dài dẫn vào hang động. Có lẽ sẽ phải bế conĐọc thêm",
            "Tôi muốn đi vào ngày 25 nên tôi đang yêu cầu thông tin về những ngày sẽ ra mắt công chúngĐọc thêm",
            "Quán mở cửa hàng ngày kể cả ngày lễ, chính xác là ngày 25/12Đọc thêm",
            "Sẽ rẻ hơn nếu chỉ đi và thực hiện một chuyến tham quan tại các hang động hoặc đặt vé với giá 39 USD qua hành trình!Đọc thêm",
            "Xa đến đắt tiền. Chỉ cần thanh toán tại địa điểm đó. Khoảng 10-12. \nThưởng thức. Chắc chắn đáng xemĐọc thêm",
            "Tôi ngột ngạt.  Bạn đi vào hang bao xa và bạn có thể nhìn thấy lối vào mọi lúc không?Đọc thêm",
            "Tôi hoàn toàn hiểu, đôi khi tôi cũng có thể bị ngột ngạt. Tôi thực sự thích các hang động và không hề cảm thấy ngột ngạt bên trong cho đến khi họ tắt đèn. Tôi chắc rằng bạn có thể yêu cầu họ không làm vậy, nhưng tôi đã không làm vậy và khá khó chịu trong vài phút họ nghỉ việc. Tuy nhiên, nếu không có điều đó, tôi nghĩ nó sẽ ổn thôi. Bạn không thể nhìn thấy lối vào mọi lúc, nhưng bạn có thể quay lại đó trong vòng một hoặc hai phút vì hang động không lớnĐọc thêm",
            "Bạn có những gì và cuộc hành trình mất bao lâuĐọc thêm",
            "Vé vào cửa là 9 cho người lớn và 7 cho trẻ em 4-12 tuổi. Cuộc hành trình kéo dài khoảng 45 phút.Đọc thêm",
            "Gia đình tôi dự định đi du ngoạn bằng du thuyền bao gồm điểm dừng chân tại Hang động Hato. Bố mẹ tôi năm nay 75 và 77 tuổi. Họ khỏe mạnh và đi lại được, nhưng việc nhắc đến 49 bậc thang khiến tôi lo lắng. Chúng có phải là những bậc thang hẹp và dốc rất khó đi không? Thông thường, một tour du lịch sẽ mất bao nhiêu thời gian bên trong hang động? Có nơi nào để họ có thể từ chối và chờ nếu họ nghĩ rằng họ không thể đi xuống cầu thang không? Đọc thêm",
            "Cầu thang hơi hẹp nhưng không quá khó leo. Khi tôi đi cùng vợ, nhóm đi cùng chúng tôi có rất nhiều người lớn tuổi và họ đều có thể vượt qua được. Chuyến tham quan hang động mất khoảng 25 phút so với những gì tôi có thể nhớ được. Nếu họ muốn từ chối, họ có thể đi chơi ở quán bar hoặc đi dạo quanh con đường nhỏ. Đọc thêm"
        ],
        "star_ratings": [
            639,
            759,
            339,
            52,
            16
        ],
        "review_amount": 1805,
        "location": [
            "Các hoạt động ở Willemstad",
            "Willemstad",
            "Rượu cam bì",
            "Hang Hato",
            "vùng Caribê"
        ],
        "reviews_time": [
            "Written August 26, 2023",
            "Written September 20, 2023",
            "Written September 29, 2023",
            "Written October 8, 2023",
            "Written November 15, 2023",
            "Written November 21, 2023",
            "Written November 29, 2023",
            "Written January 14, 2024",
            "Written January 16, 2024",
            "Written March 24, 2024",
            "Written June 5, 2024",
            "Written May 16, 2024",
            "Written April 19, 2024",
            "Written April 13, 2024",
            "Written April 6, 2024",
            "Written March 30, 2024",
            "Written March 25, 2024",
            "Written March 24, 2024",
            "Written March 19, 2024",
            "Written January 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147278-d147987-Reviews-Hato_Caves-Willemstad_Curacao.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147278-d26639146-Reviews-Runway_Rooftop_Lounge_Restaurant-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147278-d12174297-Reviews-Perfect_Landing_Poolbar_Restaurant-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147278-d26721997-Reviews-Popcorn_Rush-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147278-d25558450-Reviews-Vittle_Art-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147278-d26346565-Reviews-Grillz_Food_Station-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147277-d23320002-Reviews-Sopi_Pa_Bo-Curacao.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147278-d27164165-Reviews-Morning_Vibes-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147278-d9725953-Reviews-Pizza_Hut-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147278-d10356832-Reviews-Chinatown_Restaurant-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147278-d2270830-Reviews-Cornelia_s_Place-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d148574-Reviews-Queen_Emma_Pontoon_Bridge-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d8280742-Reviews-Landhuis_Chobolobo-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d150351-Reviews-Mikve_Israel_Emanuel_Synagogue-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d150348-Reviews-Handelskade-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d150354-Reviews-Punda-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d184815-Reviews-Kura_Hulanda_Museum-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d8018217-Reviews-Kokomo_Beach-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d148573-Reviews-Queen_Juliana_Bridge-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d7709519-Reviews-Blue_Bay_Beach-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d148724-Reviews-Maritime_Museum_Curacao-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d147987-Reviews-or10-Hato_Caves-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d15307001-Reviews-Dushi_Diving-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147277-d150220-Reviews-Klein_Little_Curacao-Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g1724323-d7395327-Reviews-Grote_Knip-Sabana_Westpunt_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d2619383-Reviews-Shete_Boka_National_Park-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d286262-Reviews-Curacao_Sea_Aquarium-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147277-d2169479-Reviews-Playa_PortoMari-Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147279-d148152-Reviews-Mount_Christoffel-Christoffel_National_Park_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147277-d2169453-Reviews-Playa_Lagun-Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d4753020-Reviews-Playa_Jeremi-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147277-d147990-Reviews-Playa_Kalki-Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d9784453-Reviews-Crazy_Tours-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d8286659-Reviews-Curacao_Winery-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d12929341-Reviews-Central_Dive_Curacao-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d11444473-Reviews-Karibik_Urlaub_Curacao-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d7738636-Reviews-The_Diveshop_Curacao-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d8703973-Reviews-Around_Curacao_Tours-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147277-d3156023-Reviews-Curacao_Divers-Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d4545228-Reviews-Blue_Bay_Dive_Watersports-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d4267176-Reviews-ATV_Buggy_Tours-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d6438266-Reviews-Copperstone-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d17340447-Reviews-Free_Walking_Tours_Curacao-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d8022147-Reviews-Dive_Wederfoort-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d6453948-Reviews-Aquafari-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d7705958-Reviews-Island_Treasures_Gifts_and_Souvenirs_Curacao-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g488129-d669368-Reviews-Darajani_Bazaar-Stone_Town_Zanzibar_City_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d267139-Reviews-Elmwood_Village-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g186612-d216191-Reviews-Torc_Waterfall-Killarney_County_Kerry.html",
            "https://www.tripadvisor.com/Attraction_Review-g60798-d1856920-Reviews-Gettysburg_National_Military_Park_Museum_Visitor_Center-Gettysburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d126855-Reviews-Caladesi_Island_State_Park-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d4603597-Reviews-Red_Sox_Team_Store-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g54121-d290665-Reviews-Warwick_City_Park_Buttonwoods_Beach-Warwick_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d17740355-Reviews-Mops_Coffeeshop_Cannabis_Store-Warsaw_Mazovia_Province_Central_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g56350-d108001-Reviews-Gruene_Historic_District-New_Braunfels_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g143048-d1946612-Reviews-Trail_Ridge_Road-Rocky_Mountain_National_Park_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147278-d147987-Reviews-or10-Hato_Caves-Willemstad_Curacao.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147278-d147987-Reviews-Hato_Caves-Willemstad_Curacao.html"
    }
]