[
    {
        "attraction_name": "Hatvacation",
        "attraction_name_vi": "kì nghỉ hè",
        "general_info": [
            "23 đánh giá",
            "- 638 trên 1.916 Tour - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Hat Vacation đã và đang phục vụ và hợp tác với nhiều tổ chức lữ hành trong ngành du lịch, chuyên các nước Châu Á: Việt Nam, Lào và Campuchia. Cung cấp đầy đủ các sản phẩm du lịch như kỳ nghỉ, khu nghỉ dưỡng trọn gói, du lịch trên biển, địa điểm lạ. Chúng tôi tự hào về các tuyến đường địa phương, độc đáo, dịch vụ chăm sóc khách hàng cá nhân và các mối quan hệ bền chặt mà chúng tôi phát triển với khách hàng trong nhiều nămĐọc thêm",
        "reviews": [
            "Chúng tôi đã dành 18 đêm ở Việt Nam và có một kỳ nghỉ tuyệt vời nhờ Hanna tại Hat Vacation.  Kể từ ngày đầu tiên chúng tôi liên lạc với Hanna, cô ấy đã đặc biệt hỗ trợ chúng tôi về mọi mặt.  Hanna lắng nghe yêu cầu của chúng tôi và sắp xếp hành trình theo sở thích của chúng tôi, đối với chúng tôi đó là một chuyến tham quan riêng.  Chúng tôi hạ cánh tại thành phố Hồ Chí Minh, nơi chúng tôi gặp hướng dẫn viên và trải nghiệm sự chăm sóc tuyệt vời trong suốt 18 đêm tiếp theo tại các kỳ lưu trú tại Thành phố Hồ Chí Minh, Đà Nẵng, Hội An và Hà Nội.  Khi chúng tôi đến Hà Nội, Hanna đã đích thân đến gặp chúng tôi và chúng tôi đã trải nghiệm một bữa ăn vui vẻ cùng Hanna và gia đình xinh đẹp của cô ấy.  Nếu bạn đang có ý định du lịch đến Việt Nam, tôi thực sự khuyên bạn nên liên hệ với Hanna tại Hat Vacation và thảo luận về kế hoạch cũng như yêu cầu của bạn với cô ấy.Đọc thêm",
            "Hanna đã giúp chúng tôi có được thị thực khẩn cấp vào Việt Nam vào phút cuối theo đúng nghĩa đen là chờ đợi ở sân bay chuyển tiếp để được chấp thuận bay đến Hà Nội.  Chúng tôi đã được chấp thuận trong 3 giờ, đó là một điều kỳ diệu và khiến chuyến đi của chúng tôi trở nên khả thi.  Hanna đã đón chúng tôi và luôn sẵn sàng giúp đỡ chúng tôi sắp xếp để chúng tôi đến Vịnh Hạ Long trên một chuyến tàu tuyệt vời cũng như tìm cho chúng tôi chỗ ở giá cả phải chăng vào phút cuối.  Chúng tôi thậm chí còn được trợ giúp tìm địa điểm mát-xa ở Hà Nội và giúp giặt giũ.  Rất đánh giá cao việc cô ấy đã giúp chuyến đi của chúng tôi có thể thực hiện được.Đọc thêm",
            "Xin chào Gregory!\n\nCảm ơn bạn rất nhiều vì đã tin tưởng và đăng đánh giá xuất sắc. Tôi rất vui được hỗ trợ bạn trong kế hoạch cấp bách này và may mắn là chúng tôi đã vượt qua dễ dàng với chuyến đi thành công. Đây là lần đầu tiên chúng ta gặp nhau và tôi tự hào đã sắp xếp mọi việc nhanh chóng cho bạn ở Việt Nam. Chúng tôi hy vọng sẽ gặp lại bạn và gia đình trong tương lai và chờ đợi sự giới thiệu của bạn với bạn bè\n\nCảm ơn, \n\nHanna - Đội mũ du lịch\n\nĐọc thêm",
            "Hai chúng tôi đi du lịch cùng Hat Travel từ Hà Nội do được một người bạn giới thiệu. Và chúng tôi đã vui mừng biết bao. Đã có 3 tuần tuyệt vời và thấy và trải nghiệm rất nhiều. Yêu tất cả. Tràng An thật tuyệt vời khi trôi qua các hang động trên đường đến Hạ Long để nghỉ đêm trên một chiếc thuyền xinh đẹp với khung cảnh tuyệt vời. Đà Nẵng, Hội An, chợ nổi Mê Kông, đền chùa, bảo tàng và nhiều hơn thế nữa. Hanna đã bỏ ra rất nhiều công sức để đảm bảo chúng tôi có được khoảng thời gian khó quên. Tôi chắc chắn có thể giới thiệu Hanna tổ chức một chuyến đi cho bất kỳ ai có ý định đến Việt Nam.Đọc thêm",
            "Ruth B thân mến\n\nCảm ơn bạn rất nhiều vì đánh giá xuất sắc của bạn và chúng tôi rất vui được hỗ trợ bạn trong kỳ nghỉ ở Việt Nam. Hơn 3 tuần không phải là quá dài nhưng chúng tôi đã tổng hợp hết những địa điểm đẹp ở Việt Nam cho chuyến thăm của bạn. \n\nChúng tôi hy vọng sẽ sớm được chào đón bạn trở lại và mong nhận được lời giới thiệu của bạn cho bạn bè. Cảm ơn!\n\nHanna - Hat Travel teamĐọc thêm",
            "Nhóm chúng tôi đã có chuyến đi bằng tàu hỏa đến Hà Nội, Sapa, Đà Nẵng, Hội An, Mũi Né, Hồ Chí Minh và sông Mê Kông cùng Hanna. Hanna thực sự là người hướng dẫn tốt nhất. Tất cả 17 thành viên trong nhóm của chúng tôi sẽ đồng ý với điều này. Hanna rất tốt bụng và giúp đỡ chúng tôi trong công việc giống như cô ấy. Tôi rất may mắn được gặp Hanna trong chuyến đi Việt Nam! Tôi muốn đồng hành cùng Hanna trong chuyến đi Việt Nam sắp tới.Đọc thêm",
            "Chào chị,\n\nCảm ơn bạn đã đăng bài tuyệt vời và chúng tôi rất vui được sắp xếp chuyến đi cho bạn và nhóm 18 người.  Tôi rất vui khi được hộ tống bạn và đoàn trong suốt chuyến đi. Chúng tôi rời đi và cùng nhau tận hưởng rất nhiều khoảnh khắc tuyệt vời. Chúng tôi sẽ không bao giờ quên\n\nChúng tôi hy vọng sẽ gặp bạn với nhiều nhóm như vậy hơn và chúng tôi chúc bạn mọi điều tốt đẹp nhất!\n\nHanna - Hat Travel teamĐọc thêm",
            "Chúng tôi có người quản lý tốt nhất - Hanna - , cô ấy đáng tin cậy, rất hữu ích, là người hiểu biết với dịch vụ hiếu khách tốt nhất, chúng tôi thực sự thích chuyến du lịch 7 ngày đến Việt Nam cùng cô ấy, là người đáng tin cậy nhất, cô ấy rất giỏi trong công việc của mìnhĐọc thêm",
            "Kính gửi GOSWAMI SOURABH,\n\nLời chào từ Hat Travel và cảm ơn bạn rất nhiều vì đánh giá của bạn. Chúng tôi rất vui khi sắp xếp được chuyến đi hưởng tuần trăng mật này và để lại những kỷ niệm tuyệt vời cho vợ chồng bạn. Bản thân tôi rất vui được gặp bạn và hỗ trợ bạn trong chuyến đi.  Cảm ơn lời khen của bạn\n\nTôi chúc bạn có cuộc sống tốt đẹp nhất và chúng tôi rất mong sớm được gặp lại bạn tại Việt Nam. \n\nĐội Hat gửi lời yêu thương tới tất cả các bạn!\n\nHannaĐọc thêm",
            "Đà Nẵng và Bà Nà Hills thật tuyệt - ước gì chúng tôi có thêm một ngày ở Đà Nẵng - làng Hội thật tuyệt - quà lưu niệm thủ công độc quyền - thưởng thức đồ ăn chay Việt Nam - đền Ankor tuyệt vời ở Campuchia - tận hưởng kỳ nghỉ trọn vẹn - Cảm ơn hat travel - Đọc thêm",
            "Nikhila thân mến,\n\nLời chào từ đội Hat Travel\n\nĐây là Hanna. Bạn có khỏe không? Cảm ơn bạn rất nhiều vì sự đánh giá của bạn. Chúng tôi rất vui khi tổ chức gói du lịch Campuchia và Việt Nam 13 ngày cho bạn và gia đình. Sự hài lòng của bạn là một món quà lớn đối với chúng tôi. Cảm ơn bạn một lần nữa vì sự tin tưởng của bạn\n\nChúng tôi chúc bạn một cuộc sống tuyệt vời và hẹn gặp lại bạn ở Việt Nam trong thời gian sắp tới. \n\nTình yêu từ Mũ, Việt Nam\n\nHannaĐọc thêm",
            "Đã có một thời gian tuyệt vời. Tên hướng dẫn là Đạt hoặc David - tên tiếng Anh - . Chúng tôi đã sử dụng cơ quan này ở Hà Nội, nơi yên bình và xám xịt, thích ghé thăm lần nữaĐọc thêm",
            "Xin chào Rughvidh,\n\nHat Travel xin gửi lời chào tới bạn và gia đình. Chúng tôi hy vọng bạn đã có những giây phút nghỉ ngơi tuyệt vời sau chuyến đi dài xuyên suốt chuyến đi Campuchia và Việt Nam.\n\nThay mặt nhóm, chúng tôi xin chân thành cảm ơn đánh giá của bạn. Những phản hồi tuyệt vời của bạn khiến chúng tôi rất vui. Chúng tôi rất biết ơn sự tin tưởng của bạn và sử dụng dịch vụ của chúng tôi với những trải nghiệm tuyệt vời. Chúng tôi hy vọng được gặp lại bạn và đánh giá cao sự giới thiệu của bạn cho bạn bè. \n\nChờ xem bạn quay lại nhé!\n\nĐội Hanna và Hat!Đọc thêm",
            "Đó là chuyến đi vui vẻ, tuyệt vời, tuyệt vời. Anh Duy rất tốt bụng. Anh ấy không chỉ là hướng dẫn viên du lịch tuyệt vời, anh ấy còn là một quý ông rất hào phóng. Chúng tôi rất vui được gặp lại anh ấy bất cứ khi nào chúng tôi đến dana g.. Chúc bạn mọi điều tốt đẹp nhất.Đọc thêm",
            "Thưa ông Sharad,\n\nHat Travel xin gửi lời chào tới bạn và gia đình. \n\nThay mặt nhóm Hat, tôi xin chân thành cảm ơn đánh giá xuất sắc của bạn. Điều này khiến chúng tôi rất vui vì những nỗ lực của chúng tôi đã mang đến cho các bạn một hành trình hoàn hảo và đáng nhớ từ Nam ra Bắc Việt Nam. \n\nChúng tôi rất biết ơn sự giới thiệu của bạn với bạn bè và mong được gặp lại bạn trong tương lai gần!\n\nYêu tất cả các bạn\n\nHannaĐọc thêm",
            "Sau chuyến đi Mù Cang chai, tôi có thêm kinh nghiệm về Pù Luông với Huyền, hướng dẫn viên của chúng tôi rất thân thiện và nhiều thông tin. Thật ra Pu luong là một trong những sapa nhỏ và ít khách du lịch nên rất tuyệt vời Chắc chắn nên giới thiệu nóĐọc thêm",
            "Cereo thân mến!\n\nHat Travel xin gửi lời chào mừng và cảm ơn bạn rất nhiều vì đã đánh giá xuất sắc cho chuyến đi Mù Cang Chải - - Pù Luông của chúng tôi. Vâng, như bạn đã gợi ý, nó giống như một Sapa thu nhỏ ở miền Bắc Việt Nam và chúng tôi rất vui vì nó đã mang lại điều tuyệt vời cho tất cả các bạn\n\nChúng tôi mong muốn tổ chức những chuyến đi tuyệt vời hơn cho bạn trong lần trở lại tiếp theo và rất biết ơn vì sự giới thiệu của bạn\n\nCảm ơn bạn và chúng tôi chờ đợi để gặp lại bạn!\n\nĐội ngũ Hat TravelĐọc thêm",
            "Tôi được một người bạn đưa đến Hat Vacation và đó thực sự là một lời giới thiệu tuyệt vời cho chuyến đi phụ của tôi từ Hà Nội đến Sa Pa. Hanna đơn giản là khá tuyệt vời ngay từ lần tiếp xúc đầu tiên.  Cô ấy sắp xếp dịch vụ đón và trả khách về khách sạn Hà Nội của tôi, một nhà trọ ở Sapa cùng với hướng dẫn viên leo núi. Hanna thường xuyên liên lạc để đảm bảo mọi việc diễn ra đúng kế hoạch, đó là một sự chào đón và thêm phần sang trọng. Hãy thành thật mà nói, mọi thứ không phải lúc nào cũng diễn ra theo đúng kế hoạch như đã xảy ra với tôi trong chuyến đi này, tuy nhiên, thật yên tâm khi biết - như những người đánh giá khác đã đề cập - rằng Hanna sẽ giải quyết mọi việc kịp thời nếu được yêu cầu. Chủ nhà trọ - hướng dẫn trek - Hà - từ làng Lao Chải rất vui. Đi dạo, trò chuyện, đùa giỡn, cười đùa, nhai mía trong nắng mùa đông Bắc Bộ... bạn thích ở đâu hơn :- - Cảm ơn Hanna, cảm ơn Hà đã làm cho chuyến đi Sa Pa của tôi thật đáng nhớ. Đây chắc chắn sẽ thắng - đây không phải là chuyến thăm cuối cùng của tôi đến khu vực và sẽ không phải là lần cuối cùng tôi chọn Hat Holiday dựa trên trải nghiệm này. Không thể giới thiệu họ nhiều hơn và có vẻ như tôi - tôi không phải là người duy nhất. Đọc thêm",
            "Michael thân mến, \n\nThay mặt Hanna và Hat Vacations, chúng tôi xin chân thành cảm ơn đánh giá xuất sắc của bạn. Chúng tôi sẽ chuyển những lời khen ngợi của bạn cho cô Hà - - hướng dẫn viên địa phương của bạn - và chắc chắn cô ấy sẽ rất vui. \n\nChúng tôi là nhà điều hành địa phương với mong muốn mang lại nhiều cơ hội việc làm hơn cho người dân địa phương và chúng tôi cũng sẽ cố gắng hết sức để thực hiện một chuyến đi tưởng niệm cho du khách. \n\nTrong tương lai, nếu bạn có kế hoạch quay trở lại Việt Nam lần nữa, vui lòng cho chúng tôi biết nếu bạn cần chuyên gia tư vấn của chúng tôi. Chúng tôi cũng rất biết ơn nếu bạn giới thiệu Hat Holidays cho những người bạn muốn đi du lịch đến đất nước xinh đẹp của chúng tôi. Hãy để chúng tôi mang đến cho bạn những người dân địa phương thực sự của chúng tôi để có thời gian giá trị thực sự\n\nCảm ơn bạn một lần nữa và chúc mừng năm mới 2020!\n\nĐội mũ,Đọc thêm"
        ],
        "star_ratings": [
            25,
            0,
            0,
            0,
            0
        ],
        "review_amount": 25,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "kì nghỉ hè"
        ],
        "reviews_time": [
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written July 28, 2023",
            "Written March 12, 2023",
            "Written January 21, 2023",
            "Written December 22, 2022",
            "Written December 15, 2022",
            "Written November 9, 2022",
            "Written October 14, 2022",
            "Written January 10, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d13535178-Reviews-Hatvacation-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13535178-Reviews-or10-Hatvacation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13535178-Reviews-or20-Hatvacation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13873395-Reviews-The_Quintessence_of_Tonkin-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14206063-Reviews-Noi_Bai_Happy_Car-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14948925-Reviews-Hanoi_Car-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21324508-Reviews-Checkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14074105-Reviews-Vietnam_Expo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14159328-Reviews-Anh_Viet_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14058190-Reviews-Pi_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14170086-Reviews-Asia_Motorbike_Adventures_Jeep_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13485286-Reviews-Seven_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14096795-Reviews-Queen_Cafe_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14031442-Reviews-BRG_Legend_Hill_Golf_Resort-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14201979-Reviews-Orient_Skyline_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14138746-Reviews-GreenLion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13956859-Reviews-Embrace_Transfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32761-d17478653-Reviews-Google_Merchandise_Store-Mountain_View_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d6560699-Reviews-City_Bikes_Stockholm-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g36087-d144236-Reviews-Six_Flags_Great_America-Gurnee_Lake_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g46637-d3536956-Reviews-Van_Vleck_House_Gardens-Montclair_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g56306-d270645-Reviews-Monahans_Sandhills_State_Park-Monahans_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214882-Reviews-Dublin_Castle-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d8336890-Reviews-Rethymno_Beach-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g635617-d5035088-Reviews-Spiaggia_della_Crestarella-Vietri_sul_Mare_Amalfi_Coast_Province_of_Salerno_Campa.html",
            "https://www.tripadvisor.com/Attraction_Review-g52093-d563330-Reviews-The_Dalles-The_Dalles_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d23417451-Reviews-Assembly_Food_Hall-Nashville_Davidson_County_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d13535178-Reviews-or10-Hatvacation-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d13535178-Reviews-Hatvacation-Hanoi.html"
    },
    {
        "attraction_name": "Hatvacation",
        "attraction_name_vi": "kì nghỉ hè",
        "general_info": [
            "23 đánh giá",
            "- 638 trên 1.916 Tour - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Hat Vacation đã và đang phục vụ và hợp tác với nhiều tổ chức lữ hành trong ngành du lịch, chuyên các nước Châu Á: Việt Nam, Lào và Campuchia. Cung cấp đầy đủ các sản phẩm du lịch như kỳ nghỉ, khu nghỉ dưỡng trọn gói, du lịch trên biển, địa điểm lạ. Chúng tôi tự hào về các tuyến đường địa phương, độc đáo, dịch vụ chăm sóc khách hàng cá nhân và các mối quan hệ bền chặt mà chúng tôi phát triển với khách hàng trong nhiều nămĐọc thêm",
        "reviews": [
            "Kỳ nghỉ mũ luôn mang đến những chuyến du lịch tuyệt vời.  Hanna đã khiến chuyến đi của chúng tôi trở thành một trong những chuyến đi tuyệt vời nhất và tôi sẽ không bao giờ quên kỷ niệm này.Đọc thêm",
            "Xin chào Saetbyeul, T\n\nCảm ơn bạn đã dành thời gian để viết đánh giá xuất sắc cho chúng tôi. Chúng tôi rất vui khi biết rằng đội ngũ của chúng tôi, Hanna đặc biệt, người đã khiến bạn có một chuyến du lịch khó quên. Cô ấy làm việc rất chăm chỉ để làm ra mọi thứ và đảm bảo rằng những phẩm chất cao nhất sẽ mang lại sự hài lòng cho bạn. Nếu bạn có kế hoạch quay lại trong tương lai, vui lòng cho chúng tôi biết. Chúng tôi hy vọng sớm gặp lại bạn tại Việt Nam. Trân trọng đội ngũ Hat Travel\n\nĐọc thêm",
            "Nhờ Henna mà chúng tôi đã có chuyến đi Hà Nội tuyệt vời. Con gái tôi và tôi đã có một kỳ nghỉ đáng nhớ. Hoàn toàn được giới thiệu cho khách du lịch.Đọc thêm",
            "Roshni thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời trên Tripadvisor của chúng tôi và lời giới thiệu của bạn cho những ai quan tâm đến việc đi du lịch đến Việt Nam. Chúng tôi rất vui vì bạn và con gái hài lòng với sự sắp xếp của chúng tôi, đặc biệt là phản hồi tốt dành cho hướng dẫn viên của chúng tôi, cô Hanna. Chúng tôi chắc chắn sẽ chuyển lời khen của bạn đến cô ấy và chắc chắn điều này sẽ động viên cô ấy rất nhiều trong công việc sau này\n\nNếu bạn dự định quay lại trong thời gian sắp tới, vui lòng cho chúng tôi biết hoặc gửi email đến info - hatvacation.com. Chúng tôi mong được gặp lại bạn sớm.\n\nTrân trọng, \n\nĐội ngũ Hat TravelĐọc thêm",
            "Hanna đã làm việc với chúng tôi để lên kế hoạch cho một chuyến phiêu lưu văn hóa tuyệt vời. Chúng tôi đã đến thăm Thành phố Hồ Chí Minh, Mê Kông, Siem Reap, Hội An, Huế, Hà Nội, Mai Châu, Tràng An và Vịnh Hạ Long. Chúng tôi thường xuyên nói chuyện với Hanna khi chuẩn bị. Cô ấy đã giải quyết tất cả các khía cạnh trong hành trình của chúng tôi từ các điểm tham quan đến phương tiện di chuyển đến khách sạn. Cô ấy luôn trả lời kịp thời với sự chú ý tuyệt vời đến từng chi tiết. Thật tuyệt vời khi được chào đón bởi những hướng dẫn viên thân thiện, hiểu biết của chúng tôi tại mỗi điểm dừng. Họ đảm bảo rằng chúng tôi được chăm sóc tốt. Họ đã mang đến cho chúng tôi những trải nghiệm phong phú về văn hóa, ẩm thực và truyền thống Việt Nam - Campuchia. Mỗi ngày trong hành trình của chúng tôi tràn ngập cảnh đẹp, âm thanh và hương vị tuyệt vời cũng như sự kết nối cá nhân với những người dân địa phương thân thiện, ấm áp. Những kỷ niệm chúng ta tạo ra sẽ ở lại với chúng ta. Cảm ơn Hanna và nhóm của cô ấy tại Hatvacations rất nhiều. Đọc thêm",
            "Xin chào Paula và Lois. Cảm ơn rất nhiều cho nhận xét của bạn. Thay mặt đội ngũ Hat Travel tôi xin cảm ơn những phản hồi và lời khen của các bạn. Chúng tôi thực sự đánh giá cao sự tin tưởng của bạn và sử dụng dịch vụ du lịch trọn gói của chúng tôi. Chúng tôi mong được gặp lại bạn trong tương lai gần và vui lòng liên hệ với chúng tôi nếu bạn có kế hoạch quay lại lần sau. Lời chúc tốt nhất dành cho bạn. HannaĐọc thêm",
            "Chuyến đi vịnh Hồ Long là một kỷ niệm tuyệt vời khó quên. Ở trên thuyền du lịch thật tuyệt vời. Thức ăn ngon và dịch vụ tuyệt vời. Hanna, hướng dẫn viên du lịch đã khiến chuyến đi của chúng tôi trở thành một trong những chuyến đi tuyệt vời nhất từ ​​trước đến nay.Đọc thêm",
            "Chao Brian,\n\nChúng tôi rất vui khi biết bạn và gia đình hài lòng với việc sắp xếp chuyến đi của chúng tôi trên hành trình Hà Nội và Vịnh Hạ Long. Chúng tôi thực sự đánh giá cao khoảng thời gian chúng tôi đã có với bạn và các con bạn. Đó là những kỷ niệm khó quên và chúng tôi hy vọng chúng tôi có thể làm được nhiều hơn thế trong tương lai. Chúng tôi cảm ơn bạn đã tin tưởng vào giá trị địa phương thực sự của chúng tôi. Chúng tôi rất muốn cảm ơn bạn đã giới thiệu cho bạn bè và chúng tôi mong sớm được gặp lại bạn!\n\nCảm ơn bạn đã lựa chọn Hat Travel\n\nTrân trọng kính chào, \n\nHanna, Đọc thêm",
            "Hanna và hướng dẫn viên du lịch của chúng tôi đã mang lại trải nghiệm tuyệt vời! Hướng dẫn viên của chúng tôi rất nhiều thông tin và tiếng Anh của anh ấy rất tuyệt. Văn hóa và ẩm thực thật tuyệt vời ở Hà Nội. Hanna thực hiện rất tốt việc điều chỉnh chuyến đi của bạn để đáp ứng nhu cầu của gia đình bạn. Chỉ ước gì chúng ta có nhiều thời gian hơn ở Việt Nam để khám phá thêm nhiều khu vực của đất nước xinh đẹp này!Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn rất nhiều vì đánh giá xuất sắc của bạn. Thay mặt đội ngũ Hat Travel chúng tôi xin cảm ơn những phản hồi của bạn. Chúng tôi thực sự đánh giá cao sự tin tưởng của bạn và sử dụng dịch vụ du lịch trọn gói của chúng tôi. \n\nHanna rất vui khi nhận được lời khen của bạn và mong cô ấy có thể làm được nhiều hơn thế khi bạn quay trở lại. Xin vui lòng liên hệ với chúng tôi nếu bạn có kế hoạch quay lại lần sau. \n\nChúng tôi mong sớm được gặp lại bạn tại Việt Nam!\n\nTrân trọng,\n\nĐội ngũ Hat Travel,Đọc thêm",
            "Hat Travel mang đến một kỳ nghỉ tuyệt vời tại Việt Nam.  Một tháng trước kỳ nghỉ của chúng tôi, tôi đã liên lạc với Hanna về kỳ nghỉ mà cô ấy dự định.  Cô ấy đã giúp tôi rất nhiều với những gì cần đóng gói.  Biết được thời tiết và các hoạt động mà cô ấy lên kế hoạch đã giúp chúng tôi chuẩn bị hành lý cho 22 ngày nghỉ phép.  Chúng tôi sử dụng một chiếc hành lý xách tay và một chiếc ba lô. Khi đến Việt Nam, Hanna đã đích thân đi cùng chúng tôi trong chuyến đi.  Việc có Hanna giúp ích rất nhiều vì cô ấy nói được tiếng Việt.  Chuyến đi cô dự định bắt đầu ở Hà Nội, sau đó đến Sapa, Vịnh Hạ Long, Đà Nẵng, Hội An, Hồ Chí Minh, Đà Lạt và Đồng bằng sông Cửu Long. Chúng tôi đã có nhiều hoạt động khác nhau như đi xe máy ở Hà Nội và Hồ Chí Minh.  Chúng tôi ở trên thuyền ở Vịnh Hạ Long trong 3 đêm, leo núi Sapa trong hai giờ và hơn thế nữa.  Điều tôi thích nhất là khi chúng tôi cần cô ấy, cô ấy đã có mặt để giúp đỡ qua điện thoại.  Tôi khuyên bạn nên mua thẻ SIM ở Việt Nam. Tiết kiệm chi phí hơn so với việc sử dụng dịch vụ của chính bạn.  Tôi cũng giữ liên lạc với Hanna thông qua ứng dụng WhatApp.  Hơn nữa, chú của chồng tôi đã sắp xếp những chuyến đi Việt Nam với Hanna ít nhất hơn 9 năm.  Những chuyến đi riêng mà cô ấy đã sắp xếp thật tuyệt vời.  Những chuyến du lịch riêng tư cùng gia đình là một cách tuyệt vời.  Tôi thực sự muốn giới thiệu Hat Vacation để sắp xếp kỳ nghỉ của bạn.  Tôi sẽ không ngần ngại nhờ Hanna sắp xếp kỳ nghỉ tiếp theo của chúng tôi ở Châu Á.Đọc thêm",
            "Mirasol P thân mến,\n\nCảm ơn bạn đã phản hồi tuyệt vời của bạn. Chúng tôi rất vui vì bạn hài lòng với chất lượng của chúng tôi, đặc biệt là với sự hỗ trợ từ chuyên gia tư vấn du lịch của chúng tôi - Hanna. Chúng tôi sẽ chuyển những lời nói đáng yêu của bạn đến cô ấy và nhóm của chúng tôi. Chắc hẳn họ sẽ rất vui khi nhận được những lời khen tuyệt vời của bạn\n\nCảm ơn bạn đã dành thời gian tuyệt vời và đã thông báo cho chúng tôi rằng ban quản lý du lịch của chúng tôi phù hợp với mong đợi của bạn. Chúng tôi cũng rất biết ơn vì sự giới thiệu của bạn, sự tin tưởng của bạn đối với các dịch vụ địa phương thực sự của chúng tôi. Và phản hồi của bạn chắc chắn là nguồn động lực mạnh mẽ cho nhóm chúng tôi\n\nCảm ơn bạn và chúng tôi hy vọng được chào đón bạn một lần nữa trong một chuyến đi tuyệt vời khác trong tương lai. \n\nTrong một thời gian có giá trị thực,\n\nĐội ngũ Hat Travel,Đọc thêm",
            "Hướng dẫn viên của chúng tôi, Hanna, đã cố gắng hết sức để đảm bảo chúng tôi có chuyến đi tốt nhất. Chúng tôi được đưa đến những góc nhỏ của thành phố mà chúng tôi chưa bao giờ thấy ở nơi khác. Một ly cà phê trứng ở đây và một số món ăn đường phố ở kia để tráng miệng. Hoàn toàn tuyệt vời và là người thân thiện nhất mà bạn từng gặp. Khi tôi bị đau đầu và cảm thấy hơi không khỏe, sau chuyến bay, Hanna thậm chí còn mát-xa đầu cho tôi và đảm bảo rằng tất cả chúng tôi đều ổn. Bố mẹ tôi và tôi được chăm sóc rất chu đáo và tất cả chúng tôi đều có khoảng thời gian tuyệt vời :- - Đọc thêm",
            "Chào Kate,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn trên trang tripadvisor của chúng tôi. Chúng tôi rất hân hạnh được sắp xếp chuyến đi cho bạn và gia đình.\n\nHanna, nhà tư vấn du lịch giàu kinh nghiệm của chúng tôi đã làm rất tốt việc mang đến cho bạn một chuyến đi thú vị và chúng tôi rất vui khi biết rằng tất cả các bạn đều hài lòng với dịch vụ của chúng tôi. Chúng tôi đã chuyển lời khen của bạn tới Hanna và cô ấy rất vui.\n\nMột lần nữa xin cảm ơn quý khách đã tin tưởng và sử dụng dịch vụ du lịch của chúng tôi. Nếu bạn có kế hoạch quay trở lại Việt Nam, vui lòng liên hệ với chúng tôi bất cứ lúc nào. \n\nTrân trọng kính chào,\n\nĐội ngũ Hat Travel,Đọc thêm",
            "Trải nghiệm của chúng tôi ở Việt Nam là một trong nhiều kỷ niệm. Đi dạo trên những con phố của Hà Nội xưa với Hanna là hướng dẫn viên, chúng tôi đã nếm thử nhiều món ăn khác nhau và cà phê đậm đà, bao gồm cả cà phê trứng béo ngậy - Chuyến đi từ Sa Pa qua những khung cảnh đẹp nhất đến nghỉ qua đêm tại nhà, nơi chúng tôi thư giãn và trò chuyện chủ nhà của chúng tôi. Thức ăn do gia đình chuẩn bị rất ngon. Chuyến tàu đến và đi từ Hà Nội đến SaPa đã là một trải nghiệm. Vịnh Hạ Long rất nhiều sương mù nhưng thật tuyệt vời khi di chuyển chậm rãi xuyên qua màn sương mù khi nhiều hòn đảo nổi lên trên biển. Nhâm nhi một vài đồ uống, trò chuyện với những du khách khác và thưởng thức hải sản rất ngon. Chuyến tàu của chúng tôi đến Hội An dài 14 giờ... vài giờ cuối cùng tuyến ôm sát bờ biển với một số cảnh quan tuyệt vời. Hội An có rất nhiều điều thú vị. .. chợ đêm, mặc dù hầu hết các quầy hàng đều bán những thứ giống nhau... mua một số quần áo hoặc giày được làm ra có chất lượng rất tốt. Chúng tôi trải nghiệm đánh bắt cá trên sông, sử dụng lưới rất lớn, được hạ xuống và nâng lên bằng sức người. Chiếc thuyền tròn..ba người.. chèo qua những rặng dừa đến đích của chúng tôi và một bữa ăn ngon miệng khác gồm tôm và nghêu. Kỳ nghỉ này khác với những kỳ nghỉ ở nước ngoài trước đây của chúng tôi và nó mang lại nhiều hơn những gì chúng tôi mong đợi. Tôi sẽ không ngần ngại giới thiệu Hanna, Hà và những hướng dẫn viên khác của chúng tôi, những người đã có thể sửa đổi và điều chỉnh hành trình cho chúng tôi. Cảm ơn bạn một lần nữa Hanna... rất vui được gặp bạnĐọc thêm",
            "Xin chào Greg,\n\nChúng tôi chân thành cảm ơn đánh giá tuyệt vời của bạn trên trang tripadvisor của chúng tôi. Chúng tôi rất vui vì bạn và gia đình hài lòng với việc sắp xếp chuyến đi của chúng tôi tại Việt Nam. Những lời nói tốt đẹp của bạn sẽ là nguồn động viên mạnh mẽ cho đội ngũ HAT của chúng tôi và chúng tôi mong đợi sẽ làm được nhiều hơn những gì mình đã làm\n\nCảm ơn bạn đã đồng hành cùng Hat và rất mong được chào đón bạn quay trở lại vào những kỳ nghỉ đáng nhớ tiếp theo\n\nBắt kịp và tất cả những điều tốt nhất!\n\nĐội mũ du lịch,\nĐọc thêm",
            "Tôi đã nhờ Hanna và Thu lên kế hoạch cho một số chuyến thăm của gia đình tôi tới Việt Nam và Myanmar và lần nào cũng có trải nghiệm tuyệt vời.  Ngân sách được quản lý theo hướng dẫn của chúng tôi, có đủ thời gian nghỉ ngơi để thư giãn - tôi có thể chạy khá chăm chỉ khi đi nghỉ - và các tài xế cũng như hướng dẫn viên đều là những người xuất sắc!  Tôi - sẽ chỉ sử dụng Hanna và Thu để sắp xếp chuyến đi của tôi đến bất kỳ nơi nào ở Châu Á.Đọc thêm",
            "Kính gửi Carl F,\n\nCảm ơn bạn đã đánh giá xuất sắc về việc sắp xếp chuyến đi của chúng tôi. Chúng tôi rất vui khi biết rằng bạn hài lòng với dịch vụ của chúng tôi. \n\nChúng tôi đã chuyển tin nhắn của bạn tới Hanna và Thu. Họ rất vui với những lời khen của bạn. Chúng tôi rất biết ơn sự giới thiệu của bạn cho những du khách khác. Chúng tôi sẽ cố gắng hết sức để mang lại những ngày nghỉ lễ khó quên cho khách hàng.\n\nNếu bạn có kế hoạch quay trở lại, xin vui lòng liên hệ với chúng tôi. Chúng tôi sẽ liên hệ lại với bạn với sự trợ giúp nhanh chóng\n\nChúng tôi mong muốn được nhìn thấy bạn một lần nữa sớm!\n\nĐội mũ du lịch,\n\nĐọc thêm",
            "Vợ tôi và tôi đi du lịch cùng một cặp vợ chồng khác và có khoảng thời gian tuyệt vời. Chúng tôi có nhiều hướng dẫn viên du lịch giỏi nhưng cô Thu Đình thì rất xuất sắc. Cô ấy trông chừng chúng tôi, rất am hiểu về đất nước và những địa điểm chúng tôi ghé thăm, rất linh hoạt nếu chúng tôi muốn thay đổi kế hoạch, đưa chúng tôi đến những nhà hàng tuyệt vời, thậm chí còn nấu cho chúng tôi vài lần - một số món cà tím chiên ngon nhất tôi - ve từng có - . Hannah là người đứng đầu tất cả các phần của chuyến đi nếu chúng tôi gặp vấn đề. Chúng tôi không hài lòng với một khách sạn ở Campuchia và Hannah đã chuyển chúng tôi sang một khách sạn đẹp hơn chỉ trong vài phút mà không tính phí nâng cấp. Tôi thực sự khuyên bạn nên sử dụng công ty này và yêu cầu Thu làm một trong những hướng dẫn viên cho bạn ở khu vực Hà Nội. Tất cả các nhân viên đều rất vui khi được đi du lịch và làm việc cùng. Những địa điểm tuyệt vời, những con người tuyệt vời và duyên dáng, nền văn hóa hấp dẫn.Đọc thêm"
        ],
        "star_ratings": [
            25,
            0,
            0,
            0,
            0
        ],
        "review_amount": 25,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "kì nghỉ hè"
        ],
        "reviews_time": [
            "Written July 1, 2019",
            "Written June 21, 2019",
            "Written April 26, 2019",
            "Written December 10, 2018",
            "Written September 30, 2018",
            "Written August 4, 2018",
            "Written July 19, 2018",
            "Written May 22, 2018",
            "Written April 13, 2018",
            "Written March 28, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d13535178-Reviews-or10-Hatvacation-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13535178-Reviews-Hatvacation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13535178-Reviews-or20-Hatvacation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13873395-Reviews-The_Quintessence_of_Tonkin-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14206063-Reviews-Noi_Bai_Happy_Car-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14948925-Reviews-Hanoi_Car-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21324508-Reviews-Checkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14074105-Reviews-Vietnam_Expo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14159328-Reviews-Anh_Viet_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14058190-Reviews-Pi_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14170086-Reviews-Asia_Motorbike_Adventures_Jeep_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13485286-Reviews-Seven_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14096795-Reviews-Queen_Cafe_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14031442-Reviews-BRG_Legend_Hill_Golf_Resort-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14201979-Reviews-Orient_Skyline_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14138746-Reviews-GreenLion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13956859-Reviews-Embrace_Transfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g41947-d3326105-Reviews-Deer_Island_HarborWalk-Winthrop_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d8830705-Reviews-The_Exorcist_Steps-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129573-d12350067-Reviews-Ginza_Six-Ginza_Chuo_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g298560-d320888-Reviews-Mt_Moiwa-Sapporo_Hokkaido.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d11909674-Reviews-Seoul_City_International_Taxi-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d102533-Reviews-French_Quarter-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d7149635-Reviews-Fondation_Louis_Vuitton-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g56455-d139594-Reviews-Ray_Roberts_Lake_State_Park-Pilot_Point_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d11769852-Reviews-The_Indoor_Market-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Community.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d13535178-Reviews-or20-Hatvacation-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d13535178-Reviews-or10-Hatvacation-Hanoi.html"
    },
    {
        "attraction_name": "Hatvacation",
        "attraction_name_vi": "kì nghỉ hè",
        "general_info": [
            "23 đánh giá",
            "- 638 trên 1.916 Tour - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Hat Vacation đã và đang phục vụ và hợp tác với nhiều tổ chức lữ hành trong ngành du lịch, chuyên các nước Châu Á: Việt Nam, Lào và Campuchia. Cung cấp đầy đủ các sản phẩm du lịch như kỳ nghỉ, khu nghỉ dưỡng trọn gói, du lịch trên biển, địa điểm lạ. Chúng tôi tự hào về các tuyến đường địa phương, độc đáo, dịch vụ chăm sóc khách hàng cá nhân và các mối quan hệ bền chặt mà chúng tôi phát triển với khách hàng trong nhiều nămĐọc thêm",
        "reviews": [
            "Hanna tại Hatvacation đã tổ chức 2 chuyến đi Việt Nam, Campuchia và gần đây là Lào. Cả hai đều không gặp rắc rối gì, kể từ lúc chúng tôi gặp nhau ở sân bay cho đến khi chúng tôi khởi hành. Các hướng dẫn viên rất xuất sắc, mọi khía cạnh trong ngày của chúng tôi đều đã được xem xét. Luôn có sự kết hợp tốt giữa việc tham quan và thời gian rảnh rỗi. Đã có rất nhiều sự linh hoạt để đáp ứng sở thích của chúng tôi. Điều tuyệt vời nhất là chúng tôi đã có chỗ ở tuyệt vời! Chúng tôi đánh giá cao điều đó khi chúng tôi thường xuyên đi du lịch cả ngày. Chúng tôi đã ở những địa điểm tốt để có thể đi lang thang trong thời gian rảnh rỗi và xem những điều thú vị và ăn uống ngon miệng. Tôi thực sự có thể giới thiệu Hatvacation để tổ chức kỳ nghỉ Châu Á của bạn - Đọc thêm",
            "Kính gửi anh Sơn,Du lịch Việt Nam cùng hướng dẫn viên là một trải nghiệm thực sự đặc biệt. Nhờ sự giới thiệu của bạn về nhiều nền văn hóa và địa điểm du lịch khác nhau, tôi đã biết đến vẻ đẹp của Việt Nam. Đặc biệt, phần giải thích về lịch sử, truyền thống và ẩm thực địa phương tươi đẹp của Việt Nam thực sự rất ấn tượng. Trong rất nhiều cảm xúc trong chuyến đi, tôi nghĩ những giây phút được trải qua cùng hướng dẫn Sơn sẽ vẫn là những kỷ niệm đặc biệt nhất. Tôi xin bày tỏ lòng biết ơn chân thành đến hướng dẫn Sơn đã tạo nên một trải nghiệm quý giá như vậy. Niềm đam mê và kiến ​​thức của hướng dẫn viên đã làm phong phú thêm chuyến đi của chúng tôi, đây sẽ là kỷ niệm khó quên trong đời chúng tôi. Một lần nữa xin cảm ơn bạn và chúng tôi hy vọng rằng sẽ có nhiều du khách hơn nữa có thể tận hưởng chuyến đi đặc biệt đến Việt Nam với Guide Son!Xin chân thành cảm ơn bạn - Đọc thêm",
            "Chúng tôi thực sự đánh giá cao đánh giá của bạn. Thay mặt nhóm của chúng tôi, chúng tôi chân thành cảm ơn lời khen của bạn và chúng tôi sẽ chuyển nó cho những vị khách hướng dẫn của chúng tôi.\nRất mong được gặp lại bạn, và nếu bạn có bạn bè đi du lịch Việt Nam thì giới thiệu nhé.\n\nNhóm du lịch Hannah &amp; HatĐọc thêm",
            "Hướng dẫn viên du lịch luôn tích cực và nhiệt tình khi giới thiệu các địa điểm du lịch hay văn hóa, khiến chuyến đi vô cùng vui vẻ và ý nghĩa! Đối với tôi, người mới đi du lịch quốc tế, đây là một trải nghiệm đáng nhớ. Cả hai đều rất giỏi tiếng Hàn và tiếng Anh! Tôi nhớ thầy Sơn lắm, đó là một trải nghiệm tuyệt vời! 최고였어요!!!Đọc thêm",
            "Xin chào,\n\nChúng tôi thực sự đánh giá cao đánh giá của bạn. Thay mặt nhóm chúng tôi, chúng tôi chân thành cảm ơn lời khen tuyệt vời của bạn. Chúng tôi rất vui khi được tổ chức một chuyến đi cho nhóm của bạn. Chúng tôi hy vọng sẽ gặp lại bạn trong tương lai và vui lòng giới thiệu chúng tôi với bạn bè của bạn.\n\nNhóm du lịch Hannah &amp; HatĐọc thêm",
            "Bạn đã giới thiệu nhiều điểm tham quan du lịch và giải thích chi tiết, đây là cơ hội thú vị và dễ dàng để tìm hiểu về Việt Nam. Đọc thêm",
            "Kính gửi đội ngũ Đại học Quốc gia Kyungsang!\n\nĐây là Hanna, người đã hỗ trợ bạn và nhóm tham quan Đại học Lâm nghiệp Việt Nam, Viện Khoa học Lâm nghiệp Việt Nam và chuyến đi đến Vịnh Hạ Long.\n\nCảm ơn bạn đã để lại đánh giá tốt để chúng tôi có thể chia sẻ trải nghiệm tốt nhất mà bạn có được trong chuyến thăm đất nước của chúng tôi. Tôi hy vọng sẽ gặp lại bạn trong tương lai. Giữ liên lạc và tốt nghiệp thành công.\n\nNhóm du lịch Hanna và HatĐọc thêm"
        ],
        "star_ratings": [
            25,
            0,
            0,
            0,
            0
        ],
        "review_amount": 25,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Châu Á",
            "Những điều cần làm ở Hà Nội",
            "kì nghỉ hè"
        ],
        "reviews_time": [
            "Written March 21, 2018",
            "",
            "Written January 16, 2024",
            "",
            "Written January 16, 2024",
            "",
            "Written January 10, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d13535178-Reviews-or20-Hatvacation-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13535178-Reviews-or10-Hatvacation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13535178-Reviews-Hatvacation-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13873395-Reviews-The_Quintessence_of_Tonkin-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14206063-Reviews-Noi_Bai_Happy_Car-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14948925-Reviews-Hanoi_Car-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21324508-Reviews-Checkin_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14137879-Reviews-Hanoi_Jeep_Adventures_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14074105-Reviews-Vietnam_Expo_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14159328-Reviews-Anh_Viet_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14058190-Reviews-Pi_Tourist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14170086-Reviews-Asia_Motorbike_Adventures_Jeep_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13485286-Reviews-Seven_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14096795-Reviews-Queen_Cafe_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14031442-Reviews-BRG_Legend_Hill_Golf_Resort-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14201979-Reviews-Orient_Skyline_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14138746-Reviews-GreenLion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13956859-Reviews-Embrace_Transfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293732-d2457546-Reviews-Morocco_Mall-Casablanca_Casablanca_Settat.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806427-d552542-Reviews-Beitou_Hot_Spring-Beitou_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g47170-d8358178-Reviews-Go_Kart_City-Red_River_Taos_County_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g660694-d5990546-Reviews-Pulau_Tikus_Markets-Penang_Island_Penang.html",
            "https://www.tripadvisor.com/Attraction_Review-g46884-d8547212-Reviews-Ventnor_City_Beach-Ventnor_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g297968-d555187-Reviews-Apollon_Temple-Side_Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d519908-Reviews-Elevador_da_Gloria-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d17596398-Reviews-Meerkat_Friends-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g34142-d207941-Reviews-Presidents_Hall_of_Fame-Clermont_Lake_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g57600-d14765278-Reviews-Swift_Creek_Lake-Chesterfield_Virginia.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d13535178-Reviews-or20-Hatvacation-Hanoi.html"
    }
]