[
    {
        "attraction_name": "Hawaiian Falls The Colony",
        "attraction_name_vi": "Thác Hawaii Thuộc địa",
        "general_info": [
            "65 đánh giá",
            "- 1 trong 16 điều cần làm ở The Colony",
            "Công viên nước"
        ],
        "attraction_summary": "Chúng tôi đam mê phục vụ khách hàng và mang đến niềm vui an toàn, sạch sẽ trong một môi trường thân thiện với gia đình. Chúng tôi phục vụ bằng thái độ khiêm tốn, biết ơn và chu đáo.Đọc thêm",
        "reviews": [
            "Đã chi khoảng - 2000 thuê hai chiếc lều, mua 50 vé và mua 4 vé theo mùa, và một vé mát hơn. Có vấn đề với dịch vụ của chúng tôi ngay từ đầu. Tất cả chúng tôi đều cảm thấy bị ngược đãi ngay từ đầu. Rất nhiều sự phân biệt chủng tộc.  Tôi đã yêu cầu số GM của Chris gọi cho anh ấy nhiều lần mà không có câu trả lời chỉ là VM. Để lại một VM cuối cùng vẫn không có phản hồi. Thay vì xử lý một cuộc chạm trán rất thiếu tôn trọng giữa nhân viên của anh ấy với gia đình chúng tôi, anh ấy đã yêu cầu một nhân viên gọi cảnh sát. Không có vấn đề gì với cảnh sát, họ rời đi sau khi nghe những gì chúng tôi đã trải qua. Nhân viên và quản lý rất thiếu tôn trọng. Được điều hành bởi một trong những GM thiếu chuyên nghiệp nhất mà tôi - từng đối phó, đến nỗi anh ấy hầu như không có thanh niên nào xử lý những gì anh ấy lẽ ra - phải xử lý. Khi tôi nói chuyện với anh ấy, anh ấy không hỏi xem chuyện gì đã xảy ra, anh ấy tỏ ra rất thô lỗ và thiếu tôn trọng. Nhân viên tồi tệ nhất tôi - từng xử lý. Đừng lãng phí tiền của bạn. Những chiếc lều chúng tôi đang thiếu những chiếc ghế. Bạn - hãy nghĩ sau khi trả tiền - 200 mỗi cabana - họ sẽ đảm bảo dịch vụ khách hàng tốt, tất cả những gì tôi nhận được là vâng, tôi rất tiếc về điều đó. Một ngày HW kiếm được bao nhiêu tiền thì bạn nghĩ rằng phí tiện nghi của họ sẽ được đáp ứng. Hãy đối xử với mọi người theo cách bạn muốn được đối xử và trong kinh doanh hãy lắng nghe khách hàng thay vì tỏ ra kiêu ngạo. Chúng tôi đã bị ngược đãi và bị coi thường do phân biệt chủng tộc. Thật buồn khi tất cả những gì chúng tôi đang cố gắng làm là tổ chức sinh nhật cho con mình. Bạn - tôi nghĩ - 2000 - sẽ mang lại cho bạn dịch vụ khách hàng tuyệt vời. Không có gì ngoài lời bào chữa.Đọc thêm",
            "Mặc dù chúng tôi đã có rất nhiều niềm vui ở công viên này nhưng nó có thể tốt hơn. Những người tham gia slide hầu hết là thanh thiếu niên hoặc sinh viên trẻ ở độ tuổi đại học, những người dường như không quan tâm đến việc bạn làm. Họ đã làm ở mức tối thiểu - cho bạn biết khi nào bạn có thể trượt xuống - và không giúp đỡ bất kỳ ai đang gặp khó khăn trong việc chui vào ống hoặc trượt trên đường trượt. Họ chỉ quan sát và chờ đợi, điều này làm cho hàng người chậm lại thậm chí còn lâu hơn trước. Chỉ là không có hướng dẫn hoặc cảnh báo rõ ràng hoặc bất cứ điều gì. Khác với người nghèo - dịch vụ - nước sạch, trong lành và bọn trẻ vui vẻ.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời như một gia đình! Chúng tôi đã thuê một chiếc lều và điều đó chắc chắn xứng đáng với thời gian chúng tôi đã bỏ ra, bao gồm cả việc đi xem phim! Những đứa trẻ đã có thể đến và đi. Chúng tôi cũng mang theo máy làm mát với thẻ làm mát để giúp bạn có một ngày có giá cả phải chăng hơn.Đọc thêm",
            "Chúng tôi đã mua vé trực tuyến để được giảm giá - 12 và phát hiện ra rằng có một chiếc cabana sẽ có giá - 165, một con số hoàn toàn quá đáng so với những gì bạn nhận được!! không có bàn, không có móc treo khăn hoặc đồ ướt khác và chỉ có 2 ghế dài và 2 ghế...... phần còn lại là gấu!!! Nhắc tôi không gì khác hơn là một gian hàng có sàn bê tông.  Đáy của toàn bộ hồ bơi rất cần được làm lại bề mặt do các vết nứt và lỗ lớn cho thấy một tai nạn tồi tệ đang chờ xảy ra.  Chiếc pike 1 - 2 có một rãnh thoát nước lớn ở lần xuống dốc đầu tiên, làm xước phần mông của các cháu gái tôi cũng như của tôi.  Thức ăn cũng được đánh giá quá cao và tôi rất vui vì chúng tôi đã mang theo thức ăn của riêng mình.  Chồng tôi đã mua đồ nhúng cho cháu gái tôi với giá - 12,45.  Con sông lười đầy những mảnh vụn từ tán lá xung quanh công viên và dòng chảy không được mong muốn khiến dòng chảy chậm lại và gây ra nhiều dòng chảy ngược trên sông.Đọc thêm",
            "Xin chào Charky, chúng tôi đánh giá cao phản hồi của bạn vì chúng tôi luôn tìm cách cải thiện trải nghiệm khách hàng của mình. Sứ mệnh của chúng tôi là cung cấp một nơi an toàn và vui vẻ cho bạn bè và gia đình đến và tạo nên những kỷ niệm cùng chúng tôi. Chúng tôi muốn cung cấp nhiều giá trị nhất có thể cho khách hàng của mình. Nếu bạn có thêm bất kỳ nhận xét, câu hỏi hoặc thắc mắc nào, chúng tôi mời bạn gửi email tới thông tin - hfalls.com hoặc gọi - 972 - 370-4327. Cảm ơn bạn đã dành thời gian và chúng tôi hy vọng sớm nhận được phản hồi từ bạn.Đọc thêm",
            "chúng tôi đã nhận được vé xem theo mùa ở đây trong 4 năm qua, chúng tôi thích nó. rất nhiều khu vực dành cho các lứa tuổi khác nhau, từ trẻ mới biết đi đến người lớn, dòng sông lười là điểm thu hút cả gia đình. bạn có thể mang theo máy làm mát nếu bạn có - thẻ làm mát - và nó giúp tiết kiệm tiền mua thực phẩm và đồ uống. nếu bạn có vé theo mùa, bạn cũng sẽ được vào sớm hơn. chúng tôi muốn đến đó ngay khi họ mở cửa và ở lại khoảng 2 giờ rồi rời đi trước khi quá đông đúc.Đọc thêm",
            "Đường chuyền mát hơn là một trò đùa. Có một phụ nữ da trắng xếp hàng trước tôi đã tranh luận và thuyết phục họ, bước vào mà không trả tiền cho túi khoai tây chiên và đồ uống nhưng chỉ vì tôi là người da nâu và châu Á, tôi buộc phải trả thẻ mát hơn, tôi chấp nhận trả tiền nhưng tôi đi ra ngoài và quay lại trong vòng 5 phút và họ yêu cầu tôi thanh toán thẻ làm mát một lần nữa, tôi đã cho họ xem biên lai tôi đã thanh toán bằng thẻ tín dụng của mình nhưng họ không cho tôi vào, nói với tôi rằng nơi này thể hiện sự bất bình đẳng với khách hàng của họ . Ngoài ra một số người bạn của tôi cũng bày tỏ lo ngại về sự bất bình đẳng ở nơi này. Tôi sẽ tránh xa việc đưa bọn trẻ đến đây và đó không phải là điều tôi muốn dạy con mình. Tôi sẽ đối xử bình đẳng với mọi người và không dựa trên màu da.Đọc thêm",
            "Gần đây chúng tôi đã đưa các cháu gái 7 và 8 tuổi của mình đến Thác Hawaii.  Chúng tôi đã ở đó khoảng 4 năm trước và chúng tôi thất vọng khi thấy nơi này trông hơi cũ kỹ.  Lớp sơn trên các chuyến đi đã phai màu và một số chuyến đi đã bị đóng cửa.  Những chuyến đi rất thú vị, nhưng sự thất vọng của chúng tôi lại ập đến khi chúng tôi đi ăn trưa.  Có một khoản phí - 15 khi mang theo máy làm mát hoặc đồ ăn nhẹ, vì vậy chúng tôi đã mua combo 4 gói dành cho gia đình trực tuyến.  Tôi đã gọi điện vào ngày hôm trước để tìm hiểu xem trong combo có những món ăn nào và được thông báo rằng bạn đã nhận được món khai vị gồm khoai tây chiên và đồ uống.  Khi chúng tôi vào công viên, tôi đưa vé của mình cho người ở cổng quét và đưa chúng tôi vào mà không có hướng dẫn.Đọc thêm",
            "Hôm nay chúng tôi đã đến HF ở The Colony và có một trải nghiệm thật tuyệt vời! Có rất nhiều trò trượt nước thú vị - cưỡi ngựa và dòng sông lười thật tuyệt. Bọn trẻ rất thích khu vực dành cho trẻ em và tất cả chúng tôi đã có một ngày thực sự vui vẻ ở công viên nước. Đồ ăn cũng khá ngon, đặc biệt là kem Dippin - Dots. Một hit lớn với tất cả mọi người. Chúng tôi - sẽ trở lại!  Đọc thêm",
            "Công viên nước này rất tốt cho trẻ em vì có rất ít trò chơi hay cho người lớn, giá vé cũng không đáng nhưng chúng tôi đã sử dụng thẻ Pogo để tham quanĐọc thêm",
            "Nơi tuyệt vời để dành thời gian với gia đình và bạn bè. Các hoạt động dưới nước rất tuyệt và đồ ăn cũng ngon. Đọc thêm"
        ],
        "star_ratings": [
            15,
            35,
            5,
            6,
            4
        ],
        "review_amount": 65,
        "location": [
            "Texas-TX-",
            "Những việc cần làm ở The Colony",
            "Thác Hawaii Thuộc địa",
            "Thuộc địa",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written July 8, 2023",
            "Written July 7, 2023",
            "Written July 24, 2021",
            "Written July 3, 2019",
            "Written April 15, 2019",
            "Written September 19, 2018",
            "Written July 4, 2018",
            "Written June 18, 2018",
            "Written January 24, 2018",
            "Written October 26, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g56763-d3279643-Reviews-Hawaiian_Falls_The_Colony-The_Colony_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g56763-d10063365-Reviews-Hard_Eight_BBQ-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56763-d2177860-Reviews-Cozy_Thai_Restaurant-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56763-d4399639-Reviews-Tony_s_Pizza_Pasta-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56763-d10107495-Reviews-Rock_Brews_The_Colony-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56763-d4647587-Reviews-Wendy_s-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56763-d4251429-Reviews-Subway-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56763-d11750481-Reviews-In_N_Out_Burger-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56763-d8431999-Reviews-Cheddar_s_Scratch_Kitchen-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56763-d10282989-Reviews-Mi_Cocina-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g56763-d9755442-Reviews-Raising_Cane_s_Chicken_Fingers-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d560644-Reviews-Arbor_Hills_Nature_Preserve-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d1915699-Reviews-Dr_Pepper_Ballpark-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d4258690-Reviews-Riders_Field-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56763-d23585703-Reviews-Grandscape-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d10198401-Reviews-National_Videogame_Museum-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56763-d21172456-Reviews-Scheels-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56763-d23412246-Reviews-Barney_Smith_s_Toilet_Seat_Art_Museum-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d10832781-Reviews-The_Star-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d9566861-Reviews-Stonebriar_Centre-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d3207634-Reviews-Toyota_Stadium-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56763-d3279643-Reviews-or10-Hawaiian_Falls_The_Colony-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56763-d22956306-Reviews-Immersive_Gamebox_Grandscape_The_Colony-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56763-d15190250-Reviews-Cigar_International-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56763-d5313415-Reviews-TopGolf_The_Colony-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d4823729-Reviews-IFLY_Indoor_Skydiving_Dallas-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56763-d10401806-Reviews-The_Thirsty_Growler-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56763-d8468005-Reviews-Topgolf-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56763-d8521793-Reviews-Studio_Movie_Grill_The_Colony-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56463-d1466008-Reviews-Angelika_Film_Center_Cafe-Plano_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56161-d12633197-Reviews-Thompson_Sail_Charters-Lewisville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56763-d25244658-Reviews-The_Escape_Game_The_Colony-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56763-d23717352-Reviews-Puttery-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d4756149-Reviews-Mercado_Municipal_De_Artesanias-San_Jose_San_Jose_Metro_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189834-d11777498-Reviews-Taxi_Boats_to_Red_White_and_Black_Beach-Akrotiri_Santorini_Cyclades_South_Aegea.html",
            "https://www.tripadvisor.com/Attraction_Review-g297628-d8124216-Reviews-Commercial_Street-Bengaluru_Bangalore_District_Karnataka.html",
            "https://www.tripadvisor.com/Attraction_Review-g60661-d12968993-Reviews-Nanakuli_Beach_Park-Waianae_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g194789-d1885437-Reviews-Movieland_The_Hollywood_Park-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d10405628-Reviews-Glen_Falls_Trail-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d2695296-Reviews-The_Santee_Alley-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g28940-d109679-Reviews-Coastal_Highway_U_S_1-Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d7294351-Reviews-Graycliff_Chocolatier-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10136624-Reviews-Marche_St_Germain-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g56763-d3279643-Reviews-or10-Hawaiian_Falls_The_Colony-The_Colony_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g56763-d3279643-Reviews-Hawaiian_Falls_The_Colony-The_Colony_Texas.html"
    }
]