[
    {
        "attraction_name": "Hayden Homes Amphitheater",
        "attraction_name_vi": "Nhà hát vòng tròn Hayden Homes",
        "general_info": [
            "71 đánh giá",
            "- 1 trong 5 Nhà hát - Buổi hòa nhạc ở Bend",
            "Buổi hòa nhạc",
            "Rạp chiếu phim"
        ],
        "attraction_summary": "Được xây dựng vào năm 2001, Nhà hát vòng tròn Hayden Homes đã nhanh chóng trở thành một trong những địa điểm biểu diễn âm nhạc hàng đầu ở Tây Bắc Thái Bình Dương. Tọa lạc tại Quận Old Mill lịch sử dọc theo Sông Deschutes, HHA tự hào có sân cỏ toàn cỏ và tầm nhìn tuyệt đẹp ra Dãy núi Cascade. Với không gian có sức chứa lên đến 8.000 khán giả, Nhà hát vòng tròn Hayden Homes là địa điểm tổ chức hòa nhạc ngoài trời lớn nhất bang. Nhà hát vòng tròn đã thu hút những huyền thoại sống như Ringo Starr, Bob Dylan, Paul Simon và Willie Nelson và những nghệ sĩ đang định hình âm thanh cho thế hệ của chính họ như John Legend, Brandi Carlile, Jack Johnson, The Roots, Dave Matthews Band, Death Cab for Cutie and the Deftones.Đọc thêm",
        "reviews": [
            "Họ đã có một chương trình dành cho hơn 18 tuổi chứa đầy Fbomb và mọi tài liệu tham khảo xúc phạm khác nhằm hạ thấp giới tính và tất cả trẻ em trong phạm vi 1 - 2 dặm đều có thể nghe thấy.   Chúng tôi đang ăn tối bên kia sông rồi đứng dậy rời đi.   Khi gọi đến Hayden homes Ampitheater, tất cả những gì họ có thể nói là họ id tất cả những người đến địa điểm để đảm bảo rằng họ đủ 18 tuổi. Tôi đã nói chuyện với Hayden homes và họ nói rằng họ không biết chuyện này đang diễn ra.   Nhà Hayden không có lớp học.Đọc thêm",
            "Đã đi xem Ringo và All Star Band của anh ấy, đó là một buổi biểu diễn rất hay. Địa điểm vẫn vô tổ chức như thường lệ. An ninh không biết các quy tắc đỗ xe, lối vào, chỗ ngồi và hỗ trợ. Gọi 3 lần để tìm hiểu thông tin về số ghế chúng tôi đã mua và nhận được 3 câu trả lời khác nhau. Một trong những nhân viên đã rất thô lỗ với chúng tôi, một nhân viên tiếp thị! Họ bảo chúng tôi gửi email cho Alice Johnson để nhận được câu trả lời cho câu hỏi của chúng tôi nhưng không bao giờ nhận được phản hồi từ cô ấy, vì vậy đã gửi cho cô ấy email thứ hai và không nhận được phản hồi. Chúng tôi vừa đi đến cổng và đi vào chỗ ngồi của mình, và một nhân viên an ninh địa phương đã giúp chúng tôi giải đáp các thắc mắc tại địa điểm. Anh ấy đang làm việc cho Ringo, không phải địa điểm Hayden Homes. Sau khi Ringo và nhóm của anh ấy bắt đầu buổi biểu diễn, chúng tôi đã có khoảng thời gian rất vui vẻ!Đọc thêm",
            "Tôi đã có chuyến đi vào phút chót tới Bend để tham dự buổi hòa nhạc của Nine Inch Nails. Tôi đã nhận được vé trên Stubhub 2 ngày trước buổi biểu diễn - đi từ Seattle đến Troutdale OR tới Bend OR. Tôi - tôi bị khuyết tật - mặc dù không có vé ADA nhưng địa điểm đã quan tâm đến tôi về vấn đề đó. Địa điểm này là địa điểm đẹp nhất - được tổ chức tốt nhất - mùa hè - mà tôi - đã từng đến. Vị trí trung tâm, tầm nhìn - âm thanh tuyệt vời. Lựa chọn thực phẩm - đồ uống tuyệt vời với tất cả các dòng được cân nhắc kỹ lưỡng - có tổ chức. Phần ADA nằm sát sân khấu - hơi cao. Tôi có thể xem toàn bộ buổi biểu diễn mà không cần phải đứng.  - bãi đậu xe ADA đúng nghĩa là ngay bên ngoài cổng. Tôi trở về khách sạn 15 phút sau khi buổi biểu diễn kết thúc. Tôi chắc chắn sẽ quay lại địa điểm này nếu có người tôi thích chơi ở đó.Đọc thêm",
            "Tôi đã tham dự buổi hòa nhạc tại Les Schwab trong nhiều năm. Gần như thể tôi đã được đưa trở lại những năm 1970. Ngồi trên bãi cỏ với bạn bè, chăn, ghế riêng của chúng ta. Đó là khoảng thời gian kỳ diệu. Chuyển nhanh đến năm 2022. Toàn bộ trải nghiệm là vô trùng. Có hàng hóa và có quầy bán đồ ăn thức uống ở khắp mọi nơi.  Như đã đề cập trước đó, chúng có giá cắt cổ. Người ta không được phép mang theo ghế riêng của mình nữa. Tuy nhiên, với một khoản phí đáng kể, người ta có thể thuê một chiếc ghế. Nếu ngồi ở ghế dự bị, rất có thể tầm nhìn của bạn sẽ bị ảnh hưởng vì không có sự thay đổi về độ cao so với sân khấu khi các ghế tiếp tục cách xa sân khấu. Tôi sẽ không quay lại địa điểm này, trừ khi có một người rất đặc biệt mà tôi muốn gặp. Tôi đã 69 tuổi và tôi đã gặp hầu hết những người mà tôi muốn gặp, bắt đầu với Led Zeppelin vào năm 1970. Thật xấu hổ cho các bạn Bend và xấu hổ cho những ngôi nhà HAYDEN của các bạn. Les Schwab sẽ lật mặt trong mộ của mình.Đọc thêm",
            "Vì vậy, lần đầu tiên trải nghiệm ở đây, đã đến gặp Robert Plant - Alison Krauss.  Khăn choàng rất tốt, rạp hát thú vị.  Bãi đậu xe thật kỳ lạ đối với tôi ở chỗ không có bãi đậu xe cụ thể theo địa điểm thực tế nào mà tôi thấy ở bất cứ đâu, ngoài một số điểm trả phí VIP.  Những gì người ta làm là lái xe quanh quận và gần như bất cứ nơi nào bạn có thể tìm thấy chỗ đỗ xe đều ổn và miễn phí. Ít nhất đó là cách nó xuất hiện với tôi.  Chúng tôi đã tìm được một vị trí đẹp phía sau văn phòng luật và mọi việc diễn ra suôn sẻ.  Có một chút đi bộ đến lối vào chính nhưng không có vấn đề gì lớn. Bên trong thật thú vị với khu vực chỗ ngồi chính được bao phủ bởi một loại cỏ giả ở phía trước và sau đó là khu vực cỏ phía sau.  Và ở phía sau một khán đài bằng kim loại màu bạc giống như khu vực tiếp khách.  Đằng sau đó là một chiếc xe bán đồ ăn, đồ uống đắt tiền ở khu vực ăn uống.  Những gì họ phục vụ dường như rất đa dạng và có mùi thơm thoang thoảng khắp khu vực phía sau.  Đó là một công viên thành phố gần Nhà hát River, rất đẹp và thư giãn mặc dù tôi sẽ nói rằng có thể không ngang tầm với nhà hát ngoài trời đẹp như tranh vẽ mà tôi từng thấy, nhìn chung vẫn rất đẹp. Tôi hiểu rằng họ đã thay đổi rất nhiều thứ kể từ khi nhà hát được đổi tên nên tôi không thể đánh giá sự cải thiện về diện mạo rạp hát trước đây so với hiện tại.Đọc thêm",
            "Chúng tôi đã có vé vào cửa chung ADA cho Chicks - địa điểm cho phép một khách hàng quen của ADA và ba người bạn đồng hành nhận vé. Mẹ tôi đến địa điểm bằng xe máy điện cùng chị gái và tôi là người thứ ba bước vào địa điểm. Tôi được biết họ - có đủ chỗ - để mua vé ADA và chỉ một người bạn đồng hành có thể ngồi cùng mẹ chúng tôi. Họ nói với tôi rằng tôi có thể ngồi trong buổi nhập học chung một mình và thuê một chiếc ghế nếu tôi không muốn ngồi trên nền đất bùn; và không, tôi không thể sử dụng ghế gấp từ khu vực ADA. Khu vực ADA không chỉ có ít hơn 25 người - đầy đủ như chúng tôi đang ở, họ đã sơ tán toàn bộ địa điểm trước khi buổi biểu diễn bắt đầu vì sét. Tôi - tôi không chắc tại sao họ lại bán được nhiều vé hơn mức họ nghĩ rằng họ có thể đáp ứng được, nhưng tôi sẽ không quay lại. Hãy cùng nhau hành động - cách chơi chữ hoàn toàn có chủ ý - .Đọc thêm",
            "Tôi đã mua vé đắt tiền 6 tháng trước buổi hòa nhạc để tôi và đối tác của mình có thể có tầm nhìn không hạn chế ra toàn bộ sân khấu. Thật không may, khi buổi hòa nhạc bắt đầu, ít nhất 200 người từ hàng ghế sau chen chúc về phía trước đã che khuất hoàn toàn tầm nhìn của chúng tôi về sân khấu. Thay vì yêu cầu mọi người quay lại chỗ ngồi họ đã mua, nhân viên kiểm soát đám đông hành động như thể chúng tôi đang ngồi ở chỗ ngồi chung của SRO. Sẽ không bao giờ lãng phí tiền của tôi tại địa điểm này nữa.  - Đọc thêm",
            "Trung tâm hòa nhạc và sự kiện dễ tiếp cận NHẤT mà tôi đã trải nghiệm, từ vỉa hè nguyên sơ, dễ lăn trên cỏ. Các nhân viên tích cực thực thi tầm nhìn - không gây chen chúc trên sân khấu. Nhân viên lấy đồ ăn nước uống! Bãi đậu xe tuyệt vời và phong phú.Đọc thêm",
            "Nhà hát ngoài trời mới rất đẹp. Ghế ngồi phía trước mới và có đệm. Toàn bộ địa điểm rất tốt. Mặt trái là đồ ăn và đồ uống rất đắt. Tôi hiểu là địa điểm này có giá 30 đô la - ngay từ đầu, vì vậy - 8 đô la cho một bắp ngô bây giờ là hợp lý. Hãy chắc chắn rằng bạn đã đọc tất cả các quy tắc mới TRƯỚC KHI đến địa điểm. Các quy tắc thay đổi một chút tùy theo từng buổi hòa nhạc. Tôi thực sự khuyên bạn nên ăn và uống TRƯỚC KHI đến buổi hòa nhạc. Đọc thêm",
            "Các quy tắc ít hạn chế hơn...địa điểm này có nhiều hạn chế hơn về những gì có thể được mang vào khu vực hòa nhạc hơn bất kỳ nơi nào tôi từng tham dự. Các nhân viên rất thân thiện và xin lỗi, mặc dù với thái độ ngọt ngào kỳ lạ. Điều này khác xa với cảm giác thân thiện bình thường của những ngày Les Schwaub .... giống như thức dậy ở Disneyland khi bạn - đang hy vọng vào Woodstock. Có quá nhiều nhân viên làm nghề mousketeer Hayden.  Chiếc ví của bạn tôi - s 6 - x 13 - lớn hơn mức cho phép một inch nên chúng tôi phải lẻn vào. Buổi trình diễn ánh sáng trông giống như được thiết kế và điều hành bởi một vài đứa trẻ sáu tuổi. Không chỉ tệ mà còn tệ đến mức khó chịu.  Những nhượng bộ đã được định giá quá cao. Chúng tôi đã mệnh danh nơi này là Hate - em Homes Amphitheatre. Không có sao.Đọc thêm"
        ],
        "star_ratings": [
            49,
            11,
            2,
            4,
            5
        ],
        "review_amount": 71,
        "location": [
            "Hoa Kỳ",
            "Những điều cần làm ở Bend",
            "Trung Oregon",
            "Nhà hát vòng tròn Hayden Homes",
            "Oregon - HOẶC -",
            "bẻ cong"
        ],
        "reviews_time": [
            "Written July 21, 2023",
            "Written June 8, 2023",
            "Written September 29, 2022",
            "Written September 26, 2022",
            "Written September 3, 2022",
            "Written August 23, 2022",
            "Written August 12, 2022",
            "Written July 17, 2022",
            "Written June 30, 2022",
            "Written June 25, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51766-d5975446-Reviews-Hayden_Homes_Amphitheater-Bend_Central_Oregon_Oregon.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g51766-d6627487-Reviews-Anthony_s_at_the_Old_Mill-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51766-d670748-Reviews-Greg_s_Grill-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51766-d1754562-Reviews-Pastini-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51766-d1502024-Reviews-Jackson_s_Corner-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51766-d827347-Reviews-Big_Island_Kona_Mix_Plate-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51766-d5039403-Reviews-Strictly_Organic_Coffee_Co-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51766-d10446538-Reviews-Immersion_Brewing-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51766-d3158780-Reviews-Hola-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51766-d1815888-Reviews-Cafe_Yumm-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Restaurant_Review-g51766-d25274768-Reviews-Lady_Bird_Cultural_Society-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d3217634-Reviews-Deschutes_Brewery-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d146394-Reviews-Deschutes_River_Trail-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d5975445-Reviews-Old_Mill_District-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d10435204-Reviews-Va_Piano_Vineyards-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d12100858-Reviews-Lubbesmeyer_Art_Studio_Gallery-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d15278023-Reviews-McKay_Park-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d10785907-Reviews-The_Pavilion-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d6870614-Reviews-Atlas_Cider_Co-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d12834384-Reviews-Riverbend_Dog_Park-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d7953838-Reviews-Drake_Park-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d5975446-Reviews-or10-Hayden_Homes_Amphitheater-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d13002173-Reviews-Tower_Theater-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d7715472-Reviews-Central_Oregon_Symphony-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d12982097-Reviews-Cascades_Theatre-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d27922196-Reviews-Hayden_Homes_Amphitheater-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d4742195-Reviews-Wheel_Fun_Rentals-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d4406823-Reviews-Deep_Canyon_Outfitters_Day_Trips-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d3387189-Reviews-Tumalo_Creek_Kayak_Canoe-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d9707255-Reviews-Confluence_Fly_Shop-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d10546676-Reviews-Outriders_Northwest-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d2069561-Reviews-Let_it_Ride_Electric_Bikes_Tours_Rentals-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d19113103-Reviews-Sweet_Tooth_Candy_Shoppe-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d7623082-Reviews-Evoke_Winery_Bend-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d20203889-Reviews-Avalon_Salon_Spa_Aveda-Bend_Central_Oregon_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g608961-d13450488-Reviews-Belgrade_Bar_Railway-Bar_Bar_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d3177785-Reviews-Ocean_Aquarium-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g295374-d12908345-Reviews-Bell_Tower-Zadar_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d1841370-Reviews-El_Bazar_Sabado-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g40264-d1868344-Reviews-L_Auberge_Casino_Resort-Lake_Charles_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d12618584-Reviews-Bonus-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134303-d1373750-Reviews-Nezu_Shrine-Nezu_Bunkyo_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g297700-d9601682-Reviews-Hardy_s_Sanur-Sanur_Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g46745-d8388429-Reviews-Jenkinson_s_Aquarium-Point_Pleasant_Beach_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d675824-Reviews-Kingdom_Centre_Tower-Riyadh_Riyadh_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51766-d5975446-Reviews-or10-Hayden_Homes_Amphitheater-Bend_Central_Oregon_Oregon.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51766-d5975446-Reviews-Hayden_Homes_Amphitheater-Bend_Central_Oregon_Oregon.html"
    }
]