[
    {
        "attraction_name": "Heard Museum",
        "attraction_name_vi": "Bảo tàng Heard",
        "general_info": [
            "2.991 đánh giá",
            "- 6 trong số 430 điều cần làm ở Phoenix",
            "Viện bảo tàng nghệ thuật",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Bảo tàng Heard là nơi trưng bày nghệ thuật và văn hóa của người Mỹ bản địa hàng đầu tại Hoa Kỳ, nơi tiết lộ nền văn hóa của các bộ lạc trong khu vực thông qua các cuộc triển lãm, trình diễn và biểu diễn trực tiếp, đồng thời trưng bày tác phẩm của các nghệ sĩ người Mỹ bản địa đương đại. Các nghệ sĩ trình diễn tác phẩm của họ trong tuần và các nhạc sĩ biểu diễn vào hầu hết các ngày cuối tuần. Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Chúng tôi luôn cố gắng đến thăm các bảo tàng địa phương để được hỗ trợ và xem những triển lãm mới nào có thể được triển khai. Chúng tôi đặc biệt thích He - e Nalu, Chất không xác định và Đám rước lớn. Các món đồ được lựa chọn và bày biện một cách chu đáo để không bị chen chúc. Họ có hai chuyến tham quan dẫn dắt mà chúng tôi nhận thấy rất nhiều thông tin không chỉ về nội dung mà còn về cách bố trí chung của bảo tàng. Bảo tàng này rất đáng để ghé thăm nếu bạn có ý định như vậy!Đọc thêm",
            "Bảo tàng có kích thước hoàn hảo với một điểm cà phê và 2 cửa hàng quà tặng. Rất nhiều cuộc triển lãm của các nghệ sĩ người Mỹ bản địa và thông tin rất thú vị về con đường của vùng đất và các bộ lạc bản địa sinh sống trong khu vực và xa hơn nữa. Tôi đặc biệt quan tâm đến búp bê Kachina và Đồ trang sức! Ấn tượng! Đó là điều phải xem và rất dễ đỗ xe và di chuyển bên trong. Đọc thêm",
            "Bộ sưu tập rất đẹp và bao gồm nhiều bộ lạc ở Tây Nam nước Mỹ.  Tuy nhiên, nó không có cảm giác là nơi sinh sống sâu sắc của những người đó.  Tôi vẫn khuyên bạn nên xem nó, nhưng cũng nên ghé thăm các khu bảo tồn và địa điểm có ý nghĩa quan trọng đối với từng bộ lạc.Đọc thêm",
            "The Heard là một bảo tàng xinh đẹp.  Các hướng dẫn đã được xuất sắc.  Nghệ thuật bản địa rất thú vị.  Nghệ thuật hiện đại thật đáng kinh ngạc và một phần dành riêng cho việc đưa trẻ em bản địa ra khỏi nhà của chúng vô cùng đau đớn - .nhưng quan trọng là phải trải nghiệm.  Quán cà phê có một số món ăn ngon nhất ở khu vực Scottsdale và giá cả rất hợp lý.  Đây là một bảo tàng đáng chú ý để ghé thăm.Đọc thêm",
            "Bảo tàng Heard ở Phoenix, Arizona mang đến trải nghiệm phong phú đích thực cho mọi lứa tuổi với các cuộc triển lãm từng đoạt giải thưởng trên vùng đất được công nhận là Người bản địa. Các bộ sưu tập kích thích tư duy cho thấy tiếng nói của người bản địa đang đòi lại những sự thật bản địa lịch sử thông qua nhiều phương tiện nghệ thuật khác nhau cũng như tôn vinh những thành tựu hiện tại của các nghệ sĩ đa dạng. Sự kết hợp giữa truyền thống và đổi mới vẫn tiếp tục diễn ra tại Courtyard Café của Bảo tàng Heard. Thực đơn bao gồm các nguyên liệu có nguồn gốc địa phương, bổ sung cho sứ mệnh của bảo tàng, cho phép du khách trải nghiệm khám phá văn hóa đa giác quan và thưởng thức di sản ẩm thực phong phú của khu vực. Một ngày tham quan tại Bảo tàng Heard chắc chắn sẽ mang tính giáo dục và tôn vinh sự giao thoa giữa nghệ thuật, truyền thống và tính bền vững của văn hóa bản địa đồng thời kết nối du khách với di sản của vùng đất.\n\nC.Thương hiệu WriteBrandOnline\n\nĐọc thêm",
            "Bảo tàng tuyệt vời và được thực hiện rất tốt. Chúng tôi thất vọng vì khi chúng tôi bước vào lúc 2 giờ 15, họ đã không đề cập với chúng tôi rằng họ sẽ đóng cửa lúc 4 giờ chiều vì chúng tôi muốn ở lại lâu hơn.   - Phải thừa nhận rằng, cũng là lỗi của chúng tôi khi không hỏi nhưng 4 giờ chiều có vẻ sớm hơn. - Có một buổi trình diễn nghệ thuật tuyệt đẹp và tất cả chúng tôi - ba thế hệ - thực sự rất thích chuyến thăm của chúng tôi.  Bảo tàng cảm thấy được tài trợ và chăm sóc rất tốt.Đọc thêm",
            "Bảo tàng tuyệt vời. Các tài liệu am hiểu cung cấp các chuyến tham quan tổng quan ngắn gọn về toàn bộ bảo tàng. Các cuộc triển lãm rất hấp dẫn và có màn hình hiển thị thông tin tốt. Khoảng sân ngoài trời rất đẹp với bàn ghế cho cả nhà hàng trong khuôn viên và cho bất kỳ ai thưởng thức. Bảo tàng có thể truy cập bằng thang máy lên tầng hai. Cửa hàng quà tặng thật tuyệt vời - có lẽ là nơi tốt nhất ở Arizona để mua hàng thủ công của người Mỹ bản địa đã được chứng nhận.Đọc thêm",
            "Thật là một nơi tuyệt vời! Mỗi cuộc triển lãm đều được giám tuyển rất tốt. Bộ sưu tập giỏ Basha và triển lãm Maria Martinez là những sản phẩm hàng đầu và giàu thông tin. Nhưng điều ngạc nhiên lớn nhất của chúng tôi là người hướng dẫn giới thiệu tổng quan nhanh trong 45 phút về bộ sưu tập: đơn giản là xuất sắc, có những câu hỏi đầy thách thức để chúng tôi cân nhắc, thân thiện, phù hợp về mặt văn hóa và rất đầy đủ thông tin. Hoan hô!Đọc thêm",
            "Đây là một bảo tàng tuyệt đẹp với đầy đủ các hiện vật và tác phẩm nghệ thuật của người da đỏ. Bảo tàng được bố trí rất đẹp và đầy màu sắc. Tôi chỉ phàn nàn rằng bảo tàng có nhiều hiện vật đương đại hơn - tức là dưới 50-60 năm tuổi - so với các hiện vật cổ đại. Tôi thích các sản phẩm dệt may và nghệ thuật được trưng bày, nhưng tôi mong đợi nhiều hiện vật lịch sử hơn. Chúng tôi cũng đã ăn trưa tại quán cà phê, và mặc dù dịch vụ rất chậm, nhưng đồ ăn thì ngon. Ngoài ra, nếu bạn quan tâm đến các hiện vật của người Mỹ bản địa, tôi nghĩ Bảo tàng Gilcrease ở Tulsa, OK có bộ sưu tập tốt hơn. Đọc thêm",
            "Thật vinh dự khi được trải nghiệm bầu không khí mà bảo tàng cung cấp bao gồm cả quán cà phê đáng yêu. Tôi thấy việc đi đến bảo tàng rất dễ dàng, cả xe buýt và tàu điện đều dừng ở đây với lối vào ở bên cạnh dễ tìm. Khi vào bên trong cổng, bạn đi bộ xung quanh cổng vòm và đi qua một cửa hàng và tôi dừng lại ở nhà hàng rất hấp dẫn trước khi tôi tham quan bảo tàng. Các lựa chọn được cung cấp khiến quyết định của tôi trở nên rất khó khăn nhưng tôi đã quyết định chọn bánh sandwich gà tây táo xanh Brie và một đĩa salad và nước chanh lê gai. Bánh sandwich là sự kết hợp ngon miệng với nước sốt có chút cay. Salad tươi và nước sốt cũng là sự kết hợp hoàn hảo với chiếc bánh sandwich này và nước chanh mà tôi không thể ngừng uống, rất sảng khoái. Kết thúc bữa ăn này, tôi đã ăn món tráng miệng bánh mì chiên và đó là một kết thúc hoàn hảo cho một ngày hoàn hảo. Rất khuyến khích bạn dừng lại và thưởng thức một bữa ăn ở đây. Đọc thêm",
            "Ồ! Đây là một bảo tàng tuyệt vời. Các màn hình rất đẹp và thú vị. Chúng tôi đã học được rất nhiều.  Chúng tôi đã có một bữa trưa dễ thương tại nhà hàng. Dịch vụ này tốt và thức ăn tươi và khá ngon.  Phải xem khi ở Phoenix! Đọc thêm",
            "Phần lớn bảo tàng đang được xây dựng.  người hướng dẫn - am hiểu - yêu thích âm thanh giọng nói của chính mình và không nói với nhóm bất cứ điều gì chúng tôi không thể đọc được trên các cuộc triển lãm.    Đối với một - bảo tàng - được cho là tuyệt vời - mọi thứ đều rất gần đây - không có hiện vật hay triển lãm nào có tuổi đời hơn 100 năm - đối với các nền văn hóa đã tồn tại hơn 1000 năm - đây đơn giản là một sự thất vọng lớn. Bãi đậu xe dễ dàng và khuôn viên bảo tàng rất đẹp..... Tôi sẽ không đi lại và sẽ không giới thiệu điều này cho bất kỳ ai muốn tìm hiểuĐọc thêm",
            "Tôi thực sự ấn tượng với lượng thông tin sâu rộng liên quan đến người bản xứ ở Arizona và các vùng lãnh thổ xung quanh.  Rất hiếm khi tôi đến viện bảo tàng và dành thời gian ước tính ở đó. 2 1 - 2 giờ sau, tôi vẫn cảm thấy mình còn nhiều điều để xem khi họ sắp đóng cửa. Một sự kết hợp tuyệt vời giữa những thứ để đọc và video để minh họa thêm. Tôi chỉ ước họ có nhiều màn hình tương tác hơn hoặc nhiều thứ bạn có thể chạm vào hơn. Nhìn chung, một trải nghiệm tuyệt vời! Đọc thêm",
            "Đây là - bảo tàng để tham quan về văn hóa và nghệ thuật của người Mỹ bản địa. Chúng tôi đã thực hiện một chuyến tham quan có hướng dẫn viên kéo dài 60 phút, cung cấp cái nhìn tổng quan tuyệt vời về tất cả các cuộc triển lãm tuyệt vời mà bảo tàng Heard cung cấp - cảm ơn Carol!! - . Được tuyển chọn xuất sắc. Thanh thản, nhiều thông tin, Hiện đại hơn các tác phẩm cổ xưa, tất cả đều rất ấn tượng. Điều tôi thích nhất là màn trưng bày dọc theo bức tường bên cạnh phòng trưng bày - Art and Sole -, một dòng sản phẩm nghệ thuật bằng đất sét và thủy tinh thú vị dưới dạng hàng rào ocotillo. Substance of the Stars rất thú vị, còn Away From Home được hoàn thành xuất sắc và là một minh chứng rất buồn cho nỗi kinh hoàng ập đến với trẻ em người Mỹ bản địa ở các trường nội trú. Chắc chắn đặt chỗ tại Courtyard Cafe. Nước chanh lê gai vừa đẹp vừa ngon. Phô mai nướng trong vườn là loại bánh sandwich lộn xộn và ngon nhất mà tôi từng có trong nhiều thập kỷ, nhiều rau hơn phô mai. Thổ Nhĩ Kỳ và Brie cũng rất ngon. Bãi đậu xe đầy đủ và miễn phí. Hãy biến điều này thành điểm dừng khi bạn ghé thăm Phoenix.Đọc thêm",
            "Một cái nhìn hấp dẫn về văn hóa và nghệ thuật của người Mỹ bản địa. Các cuộc triển lãm mang tính thông tin và kích thích tư duy, mang đến sự hiểu biết sâu sắc hơn về lịch sử bản địa. Rất khuyến khích cho những ai muốn tìm hiểu thêm về di sản của người Mỹ bản địaĐọc thêm",
            "Thật vinh dự khi được trải nghiệm bầu không khí mà bảo tàng cung cấp, bao gồm cả quán cà phê xinh xắn.  Tôi thấy việc di chuyển đến bảo tàng rất dễ dàng, cả xe buýt và tàu điện đều dừng ở đây với lối vào bên cạnh dễ tìm.  Khi vào trong cổng, bạn đi vòng đến cổng tò vò và đi ngang qua một cửa hàng và tôi dừng lại ở nhà hàng rất hấp dẫn trước khi đi tham quan bảo tàng.  Các lựa chọn được đưa ra khiến cho quyết định của tôi trở nên rất khó khăn nhưng tôi đã quyết định chọn món bánh mì Brie táo xanh gà tây, món salad ăn kèm và nước chanh lê gai.  Chiếc bánh sandwich là một sự kết hợp thơm ngon với nước sốt mang lại cảm giác vừa miệng.  Món salad rất tươi và nước sốt cũng là sự kết hợp hoàn hảo với chiếc bánh sandwich này và nước chanh mà tôi không thể thiếu, rất sảng khoái.  Kết thúc bữa ăn này, tôi có món tráng miệng là bánh mì chiên và đó là một kết thúc hoàn hảo cho một ngày hoàn hảo.  Rất khuyến khích bạn dừng lại và thưởng thức một bữa ăn ở đây. Đọc thêm",
            "Đây là một bảo tàng tuyệt đẹp với đầy đủ các hiện vật và tác phẩm nghệ thuật của Ấn Độ.  Bảo tàng được bố trí rất độc đáo và rất nhiều màu sắc.  Khiếu nại duy nhất của tôi là nó có nhiều đồ vật đương đại hơn - tức là dưới 50-60 tuổi - so với các đồ tạo tác cổ xưa.  Tôi rất thích hàng dệt may và tác phẩm nghệ thuật được đưa vào, nhưng tôi mong đợi nhiều món đồ mang tính lịch sử hơn.  Chúng tôi cũng ăn trưa tại quán cà phê, và mặc dù dịch vụ rất chậm nhưng đồ ăn vẫn ngon.   Ngoài ra, nếu bạn quan tâm đến các hiện vật của người Mỹ bản địa, tôi nghĩ Bảo tàng Gilcrease ở Tulsa, OK có bộ sưu tập tốt hơn.Đọc thêm",
            "Tác phẩm nghệ thuật đẹp! Các hướng dẫn viên du lịch thực sự tốt bụng và biết rất nhiều về các phần. Với việc nhập học, bạn có thể tham gia một chuyến tham quan ngắn đến khu vực chính vào những thời điểm nhất định. Hãy tham gia những chuyến tham quan có hướng dẫn đó! Của tôi rất nhiều thông tin và tôi đã học được rất nhiều. Ngoài ra, mỗi hướng dẫn viên du lịch đều có cách làm khác nhau một chút nên bạn sẽ học được điều gì đó mới mẻ từ những người khác nhau. Đó là một thời gian tuyệt vời. Đừng quên khám phá nghệ thuật đương đại và các tầng khác nhau. Đó là một nơi rộng lớn nên có thể dễ dàng bỏ lỡ điều gì đó. Cuộc triển lãm về các trường dân cư vô cùng buồn nhưng lịch sử cực kỳ quan trọng cần biết và hiểu.Đọc thêm",
            "Thật là một nơi tuyệt vời! Mỗi triển lãm đều được tuyển chọn rất kỹ lưỡng. Bộ sưu tập giỏ Basha và triển lãm Maria Martinez đều tuyệt vời và nhiều thông tin. Nhưng điều bất ngờ lớn nhất của chúng tôi là hướng dẫn viên đã có bài tổng quan nhanh trong 45 phút về bộ sưu tập: đơn giản là tuyệt vời, có những câu hỏi đầy thử thách để chúng tôi cân nhắc, chào đón, phù hợp với văn hóa và rất hiểu biết. Tuyệt vời! Đọc thêm",
            "Định dành vài giờ ở đây khi tôi đang ở trong thị trấn để dự hội nghị; Cuối cùng tôi ở lại bốn và chỉ thấy một nửa số đó. Đó là tất cả về nghệ thuật và văn hóa của người Mỹ bản địa. Các cuộc triển lãm được trình bày đẹp mắt và giải thích rõ ràng. Một điểm quan trọng là sự đa dạng của các nền văn hóa người Mỹ bản địa - điều mà chúng ta thường không nhận ra một phần không nhỏ bởi vì tổ tiên người Mỹ gốc Âu của chúng ta đã cố gắng hết sức để xóa sổ những nền văn hóa này. Nhưng người sống sót. Cửa hàng quà tặng là nơi trưng bày những gì các nghệ sĩ bản địa đang làm ngày nay và là một cuộc triển lãm theo đúng nghĩa của nó. Cuộc triển lãm đặc biệt khi tôi đến thăm là - Maria và Chủ nghĩa hiện đại -, nơi đặt nghệ sĩ gốm sứ Pueblo của nửa đầu thế kỷ 20 c. trong bối cảnh rộng lớn hơn của chủ nghĩa hiện đại Mỹ và cho thấy các truyền thống nghệ thuật bản địa tiếp tục phát triển như thế nào thông qua đối thoại với các truyền thống nghệ thuật khác. Bữa trưa trong quán cà phê của bảo tàng, với các món ăn theo chủ đề bản địa và sử dụng nguyên liệu bản địa, địa phương, thật tuyệt vời...và hợp lý.Đọc thêm"
        ],
        "star_ratings": [
            2182,
            618,
            152,
            26,
            13
        ],
        "review_amount": 2991,
        "location": [
            "Phượng Hoàng",
            "Hoa Kỳ",
            "Những điều cần làm ở Phoenix",
            "Arizona - AZ -",
            "Trung tâm Arizona",
            "Bảo tàng Heard"
        ],
        "reviews_time": [
            "Written June 24, 2023",
            "Written July 11, 2023",
            "Written September 12, 2023",
            "Written October 24, 2023",
            "Written November 7, 2023",
            "Written December 27, 2023",
            "Written March 3, 2024",
            "Written April 7, 2024",
            "Written April 27, 2024",
            "Written April 30, 2024",
            "Written May 22, 2024",
            "Written May 14, 2024",
            "Written May 8, 2024",
            "Written May 5, 2024",
            "Written May 4, 2024",
            "Written April 30, 2024",
            "Written April 27, 2024",
            "Written April 8, 2024",
            "Written April 8, 2024",
            "Written March 11, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31310-d116632-Reviews-Heard_Museum-Phoenix_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d25571798-Reviews-Murphy_s_Bridle_Path-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d104038-Reviews-Phoenix_Art_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d1143908-Reviews-The_Phoenix_Theatre_Company-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d144031-Reviews-Burton_Barr_Central_Library-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d1537397-Reviews-Children_s_Museum_of_Phoenix-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d2558107-Reviews-Japanese_Friendship_Garden_of_Phoenix-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d563438-Reviews-Rosson_House_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d563426-Reviews-Orpheum_Theater-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d524692-Reviews-St_Mary_s_Basilica-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d104041-Reviews-Chase_Field-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d116632-Reviews-or10-Heard_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d1798067-Reviews-Musical_Instrument_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d127090-Reviews-Hall_of_Flame_Museum_of_Firefighting-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d109183-Reviews-S_edav_Va_aki_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d104043-Reviews-Arizona_Capitol_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d127070-Reviews-Arizona_Science_Center-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d563433-Reviews-Phoenix_Police_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d9865394-Reviews-Buddy_Stubbs_Harley_Davidson-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d103826-Reviews-Pioneer_Arizona_Living_History_Museum-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d21052012-Reviews-Phoenix_Ghosts_By_US_Ghost_Adventures-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d10934488-Reviews-Arizona_ING_Tours-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d607128-Reviews-Durant_s-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d2437605-Reviews-Taste_It_Tours-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d11674223-Reviews-Arizona_Party_Bike-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d23026253-Reviews-ThorAzona-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d23837552-Reviews-Stardust_Pinbar-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g1893002-d6749601-Reviews-Choeng_Mon_Beach-Choeng_Mon_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d320359-Reviews-Changdeokgung_Palace-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g666412-d247531-Reviews-Zoo_Salzburg-Anif_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d10800264-Reviews-Philadelphia_Museum_of_Art-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d117078-Reviews-California_Academy_of_Sciences-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d3366826-Reviews-Rio_Chillar-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d104309-Reviews-Maryland_Science_Center-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d7321387-Reviews-Machine_Gun_America-Kissimmee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g47724-d2171077-Reviews-SplashDown_Beach-Fishkill_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60789-d2283507-Reviews-SteelStacks-Bethlehem_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31310-d116632-Reviews-or10-Heard_Museum-Phoenix_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31310-d116632-Reviews-Heard_Museum-Phoenix_Arizona.html"
    }
]