[
    {
        "attraction_name": "Heathrow Express",
        "attraction_name_vi": "Heathrow Express",
        "general_info": [
            "1.572 đánh giá",
            "- 66 trên 924 Giao thông vận tải ở Luân Đôn",
            "Dịch vụ đường sắt"
        ],
        "attraction_summary": "Heathrow Express là cách nhanh nhất giữa Trung tâm Luân Đôn và Sân bay Heathrow. Với các chuyến khởi hành thường xuyên và thời gian hành trình 15 phút đến Nhà ga số 2 - 3 và thêm vài phút đến Nhà ga số 5. ​​Trên đội tàu hiện đại gồm các đoàn tàu chạy hoàn toàn bằng điện và máy lạnh, hành khách có thể tận hưởng Wi-Fi miễn phí, có điện tại chỗ ngồi, nhà vệ sinh chuyên dụng không gian để hành lý và khả năng tiếp cận tốt cho người sử dụng xe lăn.Đọc thêm",
        "reviews": [
            "Cuộc hành trình đúng như đã nói, nhanh chóng đúng giờ. Mặt trái là phải đi bộ một đoạn đường dài từ nhà ga số 2 đến nhà ga mặc dù nhà ga số 5 gần hơn. Mình có vé gia đình nhưng bạn scan và cổng chỉ cho 1 người đi qua chứ không cho cả đoànĐọc thêm",
            "Sau chuyến bay kéo dài 8 giờ mệt mỏi, quyết định đi Heathrow Express thay vì tuyến Piccadilly rẻ hơn. Nó không đông đúc và có nhiều không gian để hành lý. Tôi đã đến trung tâm Luân Đôn trong khoảng 20 phút! \nMẹo: Hãy mua vé sớm vài tháng nếu có thể để tiết kiệm tiềnĐọc thêm",
            "The airport train station is right next to the terminal and you can buy tickets in the arrival area before heading upstairs to the station entrance and back down the escalator or elevator back to the tracks.  There are multiple trains and tracks here, but fortunately, they have helpful staffers to guide you the right way.  The train speeds you to London in less than a half hour.  They leave fairly frequently and are clean, quiet and comfy.  There are luggage racks, if you prefer that for your bags.\n\nThe H-Express drops you at Paddington Station, where there are tube lines to central London right there in the arrival hall.  We used Google Maps with the transit option selected to sort out which lines and trains we needed to get to our hotel.  Easy-peesey.  You can grab a bite in the station at a few spots, as well.  \n\nWe found that finding our way back to the train when heading back to the airport a little confusing.  A cab dropped us off and we took an elevator down to the ground floor.  Once there, we swiped our tickets, only to find that we - d been welcomed onto a platform for another local train that would - ve taken a lot longer.  But again, there are staffers to help you correct mistakes.  Cleverly, they have a line on the ground with little pictures of planes and  - Heathrow Express -  that you can simply follow, which leads you right to the correct platform.  It - s probably easy for locals to spot tourists, by seeing who - s got their eyes on the ground the whole time, following that lifeline, but it - s a really useful aid.\n\nThe ticket - s not exactly cheap  -  - 25 pounds one-way pp - , but very quick and far less money than a cab would be, I - m sure.  And overall, it - s pretty easy to negotiate the journey, especially with all those helpful transit staffers everywhere.  Paddington station connections via the Tube are also easy to figure out on your phone and through signage in the terminal.  The tube station there was modern and clean, as are the trains.  They - ve definitely updated everything since the last time I was in London a decade or more ago.  You can simply swipe you credit card getting on and off the Tube trains  - and once only for London buses - , which we found pretty easy and convenient.Read more",
            "Có gói đồ ăn và phòng khiến tôi hài lòng cả ngày. Dịch vụ từ Deepti thật tuyệt vời, một địa điểm quen thuộc để lưu trú khi bạn ngắm nhìn Luân Đôn hoặc chỉ đơn giản là thư giãn,Đọc thêm",
            "Đừng đi tàu Heathrow Express!! ĐỪNG ĐI TÀU HEATHROW EXPRESS! ĐỪNG ĐI TÀU HEATHROW EXPRESS. Chúng tôi đã trả - 57 đô la tại các máy bán vé ở nhà ga sân bay và ở tầng dưới là - 40 đô la. Họ không muốn hoàn lại số tiền chênh lệch. Chúng tôi đã đợi tàu 12 phút và phải đứng. Chênh lệch giá khi đi tàu điện ngầm là rất lớn và chênh lệch dịch vụ là rất nhỏ. Đọc thêm",
            "Cách nhanh chóng và dễ dàng để đi từ Heathrow đến Ga Paddington và quay lại Heathrow. Chúng tôi đã mua vé khứ hồi và không gặp bất kỳ sự chậm trễ hay vấn đề nào với chuyến đi của mình. Chiếc xe sạch sẽ và thoải mái cho chuyến đi nhanh 15 phút. Đọc thêm",
            "Cảm ơn rất nhiều vì đã xem xét! Đọc thêm",
            "Lựa chọn tuyệt vời cho thời gian quá cảnh dài - có 7 giờ ở Heathrow. Tôi có thể đi bộ đường dài qua công viên và mua một ít cá và khoai tây chiên và ngắm cung điện Buckingham. Đọc thêm",
            "Cảm ơn vì bài đánh giá. Thật vui vì bạn đã được ngắm cảnh ở London! Đọc thêm",
            "Trì hoãn 40 phút - phải vội vã qua sân bay. Không có cảnh báo nào mặc dù tất cả các chuyến tàu khác và tuyến Elizabeth đều thông báo chậm trễ. Họ nói rằng bạn có thể nhận tiền hoàn lại trực tuyến - việc này gần như phức tạp đến mức không thể tưởng tượng nổi, cuối cùng tôi đã tìm ra cách thực hiện và họ nói rằng tôi đã ở ngoài thời hạn 30. Đẹp quá!Đọc thêm",
            "Kính gửi du khách, Đừng bận tâm đến chuyến tàu này. Giá vé đắt khủng khiếp và bạn chỉ tiết kiệm được khoảng 5 phút để vào London nếu có. Họ tính một mức giá vô lý - 25 cho một vé đơn hoặc - 15 nếu mua trước. Chỉ cần lên tuyến Elizabeth với giá vé tàu điện ngầm tiêu chuẩn Khu 6, tại thời điểm đánh giá là - 5,60 và cũng được tính vào giới hạn đi lại ở London nếu sử dụng Oyster hoặc Contactless. Tuyến Piccadilly có cùng mức giá với Tuyến Elizabeth nhưng chậm hơn nhiều. Đọc thêm",
            ".lãng phí tiền bạc để tiết kiệm 5 phút thời gian. thay vào đó hãy lấy dòng Elizabeth. họ nói 15 phút. gần 25 phút hơn vì tàu luôn đi chậm trong quá trình chữa lành. tiết kiệm 10 pound và thay vào đó hãy sử dụng dòng Elizabeth. chỉ chậm hơn 5 phút và dừng ở nhà ga số 4. Điều buồn cười là bạn phải đổi sang tuyến Elizabeth ở Heathrow để đến nhà ga số 4, điều này phủ nhận việc tiết kiệm thời gian vì bạn cũng có thể đi tuyến Elizabeth trực tiếp từ Paddington . Áp dụng tương tự cho hướng còn lại.Đọc thêm",
            "Mặc dù sân bay rất dễ di chuyển nhưng hãy chú ý đến các biển báo khác nhau và xác định phương thức di chuyển tốt nhất của bạn. Tôi sẽ đánh giá cao Heathrow Express, đây là lần thứ hai tôi sử dụng nó và chỉ riêng lần này thôi, nó rất đơn giản. Bạn sẽ thấy nhân viên bán hàng khi bạn ra khỏi khu vực nhận hành lý và gần máy ATM - hãy rút một ít tiền mặt khi có thể - và nếu bạn biết mình sẽ quay về bằng tàu hỏa, hãy mua cả hai vé và tiết kiệm một vài đô la. Tàu mất 15 phút đi vào Luân Đôn và dừng ở Ga Paddington, bạn đón tàu ở cùng địa điểm khi trở về. Nơi tôi ở ở Hyde Park, cách sân bay 45 phút-1 giờ đi xe tùy thuộc vào tình hình giao thông, việc này mất 15 phút! Tôi không sử dụng tàu điện ngầm ở bất cứ nơi nào khác, tôi không cần, taxi có ở khắp mọi nơi và chuyến đi mất khoảng 5 đô la đến bất cứ nơi nào tôi đến trong ngày. Vì vậy, đừng ngần ngại, hãy lăn hành lý đó ra khỏi nhà ga và đi theo biển chỉ dẫn đến thang máy bên ngoài nhà ga số 3 và đi xuống ga xe lửa, lên xe và tận hưởng! NyriĐọc thêm",
            "Cảm ơn bạn đã đánh giá!Đọc thêm",
            "Họ nên ngừng quảng cáo vì - 15 phút tới Trung tâm Luân Đôn - . Dịch vụ này hầu như luôn bị trì hoãn. Vừa có một trải nghiệm tồi tệ khác: tàu bị hỏng, chuyến tiếp theo khởi hành sau 25 phút. Không thể chấp nhận được khi một người phải bắt chuyến bay. Ngoài ra, sàn xe còn bẩn vì vụn thức ăn và khoai tây chiên.Đọc thêm",
            "Những chú hề vô dụng. Cách họ tính tiền cho dịch vụ này nằm ngoài khả năng của tôi. Các chuyến tàu bị hủy khắp nơi vì không đủ người hoặc người lái tàu không thích điều đó. Không xin lỗi, không bồi thường. Đọc thêm",
            "Xin chào, chúng tôi là một gia đình ba người đến London vào ngày 21 tháng 5 trong chuyến thăm bảy ngày. Chúng tôi có thể mua vé gia đình hoặc vé carnet để có thể đi tàu tốc hành hàng ngày không? Ngoài ra, nếu tôi mua trực tuyến, tôi có cần mua vé cứng hay tôi có thể có vé trên điện thoại của mình không?Đọc thêm",
            "Heathrow Express chỉ để đi lại sân bay thôi, các dịch vụ tàu điện ngầm khác thì tôi không rõ lắm, tôi chưa từng sử dụng. Nhưng đối với việc đưa đón sân bay, bạn có thể mua hàng cho gia đình và họ có ứng dụng. Hy vọng điều này sẽ giúp ích.Đọc thêm",
            "CHÀO. Tôi đang đi du lịch đến London từ Úc. Tôi có thể sử dụng thẻ Mastercard Úc của mình để thanh toán không tiếp xúc trên chuyến tàu tốc hành Heathrow và di chuyển bằng tàu điện ngầm không?Đọc thêm",
            "Vé tàu Heathrow Express chỉ có thể mua trước khi lên tàu và có thể sử dụng phương thức thanh toán không tiếp xúc cho mục đích này. Những vé này cũng có thể được mua trực tuyến trước. Bạn cũng có thể tải xuống ứng dụng HE và lưu vé trong Apple Wallet. \nMáy bán vé nằm gần sân ga tàu và chấp nhận thẻ tín dụng. \nTôi đã mua trực tuyến và sử dụng mà không gặp bất kỳ sự cố nào. Đọc thêm",
            "Tôi mua thẻ Oyster tại sân bay từ sân bay Heathrow đến ga Paddington - Ngày hôm sau - tôi đi tàu điện ngầm 3 - 4 lần rồi đi tiếp - Tôi muốn đi từ Paddington đến sân bay Heathrow - Tôi nên nạp bao nhiêu tiền vào thẻ Oyster ? - Đọc thêm",
            "Nếu bạn đặt chuyến tàu qua Aer Lingus như một chuyến đi bổ sung thì bạn nhận được vé như thế nào?Đọc thêm",
            "Xin chào--Nếu tôi mua Carnet 6 vé, nhiều thành viên trong gia đình có thể sử dụng vé không?Đọc thêm",
            "Tôi đã mua vé trực tuyến. mình có còn phải đổi vé thật không hay mình có thể check in như thế này được không?Đọc thêm",
            "Tôi đã mua vé trực tuyến. mình có còn phải đổi vé thật không hay mình có thể check in như thế này được không?Đọc thêm",
            "Tôi có thể mua carnet ở đâu?Đọc thêm",
            "Ý bạn là vé à? Mua trực tuyến trước là rẻ nhất. Bạn có thể trả tiền tại ga tàu vào ngày đó nhưng chênh lệch giá có nghĩa là đi tàu điện ngầm hoặc tàu điện ngầm thông thường hợp lý hơn nhiều. Đọc thêm",
            "Tôi phải quá cảnh 4 tiếng tại LHR, liệu có thực tế khi sử dụng HE để tham quan nhanh vào London không? Đọc thêm",
            "Có thể đã quá muộn....nhưng tùy thuộc vào 4 giờ...thời gian đó có còn trống không, hay nó bao gồm việc nhận phòng và bảo mật, v.v.?\nTrong bốn giờ, bạn có thể đến Paddington trong 30 phút, sau đó trong 3 giờ, bạn có thể đi bộ đáng yêu để đi qua các Công viên Hoàng gia - Hyde, Green và St James - , xem Cung điện Buckingham, Westminster, Whitehall, Quảng trường Trafalgar và nhiều địa điểm khác. các điểm tham quan nổi tiếng khác, sau đó quay lại Paddington trong 30 phút để quay lại Heathrow - cho phép 30 phút, nhưng tàu nhanh hơn thế này - .Đọc thêm",
            "Tôi có thể đặt vé đến Paddigton từ sân bay Heathrow hay tôi phải mua vé trực tuyến?Đọc thêm",
            "Tôi đã mua trực tuyến trước khi đi, nhưng cũng có thể mua ở sân bay. Nhưng giá có thể cao hơn.Đọc thêm"
        ],
        "star_ratings": [
            769,
            347,
            166,
            87,
            204
        ],
        "review_amount": 1573,
        "location": [
            "London",
            "Vương quốc Anh - Vương quốc Anh -",
            "Heathrow Express",
            "Châu Âu",
            "Những điều cần làm ở Luân Đôn",
            "nước Anh"
        ],
        "reviews_time": [
            "Written July 6, 2023",
            "Written July 8, 2023",
            "Written January 29, 2024",
            "Written June 1, 2024",
            "Written May 17, 2024",
            "Written May 14, 2024",
            "Written May 13, 2024",
            "Written May 8, 2024",
            "Written May 4, 2024",
            "Written April 8, 2024",
            "Written April 2, 2024",
            "Written March 27, 2024",
            "Written March 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186338-d7710769-Reviews-Heathrow_Express-London_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d12947166-Reviews-Tonis_Amalfi-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d12830540-Reviews-Room_43_Bar_Kitchen-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d788787-Reviews-Santa_Maria_del_Sur-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d10410215-Reviews-Trinity_Restaurant-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d20287981-Reviews-Cher_Thai_Eatery-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d15590980-Reviews-Pizzeria_Pellone_London-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d7113756-Reviews-Big_Fat_Gourmet-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d17526981-Reviews-Old_Town_Tavern-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d25411210-Reviews-Maiella_Worth-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d23800276-Reviews-The_Pig_s_Head-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3965593-Reviews-575_Wandsworth_Road-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d20995939-Reviews-St_Paul_s_Churchyard_and_Eden_Community_Garden-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7898352-Reviews-London_Natsume_Soseki_Memorial_Hall-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d14094116-Reviews-Blackbook_Winery-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d211708-Reviews-Houses_of_Parliament-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188126-Reviews-St_James_s_Park-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2494059-Reviews-Battersea_Park-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188862-Reviews-National_Gallery-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d194299-Reviews-Churchill_War_Rooms-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189030-Reviews-Hyde_Park-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7710769-Reviews-or10-Heathrow_Express-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187536-Reviews-London_Underground-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12202317-Reviews-Iberotransfers-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d26856844-Reviews-Armin_Harris_London_Airport_Transfers_Personal_Family_Executive_Driver_Chauffeur.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12636491-Reviews-London_Minicab_Service-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d17912802-Reviews-Barry_Tours_UK-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13002662-Reviews-Black_Cab_Tours_Of_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11880507-Reviews-Londoncruise_Transfers-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11970294-Reviews-Londres_Chauffeurs-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11800472-Reviews-Eddie_Manning_London_Transfer_Service-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12544372-Reviews-Your_London_Cabbie-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d11544112-Reviews-Eat_and_Mess-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d17216250-Reviews-Tailored_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d5917107-Reviews-The_Bobbin_SW4-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7726573-Reviews-Be_At_One_Clapham_Common-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d17541175-Reviews-Prestige_Private_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4788442-Reviews-Adventure_Bar-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d26218586-Reviews-Distortion_Brewery_Tank_Bar-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d21381339-Reviews-DNA_VR_Battersea_Power_Station-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7726638-Reviews-Be_At_One_Battersea_Rise-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d23697037-Reviews-Tonight_Josephine_Clapham-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12895130-Reviews-Lavender_Hill_Siam_Beauty-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g776005-d3332653-Reviews-Paradise_Beach-Thassos_Town_Limenas_Thasos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d1856973-Reviews-Shipwreck_Beach-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d2218059-Reviews-Adaland-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d290438-Reviews-Canyon_Village_Area-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g293968-d8445084-Reviews-Silver_Rain_Spa_Salon-Tashkent_Tashkent_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d4498151-Reviews-Red_Hat_Amphitheater-Raleigh_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g41645-d216260-Reviews-DeCordova_Sculpture_Park_Museum-Lincoln_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g29748-d573225-Reviews-Asbury_Park_Boardwalk-Asbury_Park_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60636-d2470908-Reviews-HA_Baldwin_Beach_Park-Paia_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g303976-d4801208-Reviews-Thomson_Falls-Nyahururu_Central_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186338-d7710769-Reviews-or10-Heathrow_Express-London_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186338-d7710769-Reviews-Heathrow_Express-London_England.html"
    }
]