[
    {
        "attraction_name": "Heaven",
        "attraction_name_vi": "Thiên đường",
        "general_info": [
            "908 đánh giá",
            "1.104 trên 1.337 Cuộc sống về đêm ở Luân Đôn",
            "Quán bar Câu lạc bộ",
            "Quán bar dành cho người đồng tính nam",
            "Câu lạc bộ khiêu vũ"
        ],
        "attraction_summary": "Heaven là một địa điểm siêu câu lạc bộ, có trụ sở tại London với các câu lạc bộ đêm thường xuyên vào thứ Năm, thứ Sáu, thứ Bảy và thứ Hai. Đây cũng là quê hương của G-A-Y, nhưng luôn thân thiện với người dị tính.Đọc thêm",
        "reviews": [
            "Với Cột Nelsons mang tính biểu tượng, những chú sư tử ngoại cỡ hùng vĩ và đài phun nước rực rỡ, Quảng trường Trafalgar không chỉ được coi là trung tâm của trung tâm London nhộn nhịp này mà còn là trung tâm của chính thành phố. Ngoài địa điểm tụ tập quý giá này còn có nhiều biểu tượng nổi tiếng hơn cũng như vô số các điểm tham quan văn hóa nổi tiếng nhất của thành phố, bao gồm Phòng trưng bày Quốc gia và nhiều nhà hát West End. Dọc đường đến những địa điểm chính này là những con đường yên tĩnh và những quán rượu cổ kính để khám phá cũng như khung cảnh ven sông để tận hưởng trên bờ kè. Với lịch đầy các sự kiện kỷ niệm, bất kỳ thời điểm nào trong năm đều là thời điểm lý tưởng để ghé thăm. Đọc thêm",
            "An ninh rất hung hãn và thô lỗ, họ không cho bạn bè tôi vào mặc dù tôi đã ồn ào bên trong vì rõ ràng vé của chúng tôi không hợp lệ? Khi tôi tiến hành hỏi an ninh chuyện gì đã xảy ra, họ có thái độ không cần thiết và tấn công tôi. Tôi yêu cầu họ giải thích chính xác chuyện gì đã xảy ra nhưng họ lao vào mặt tôi, hôn tôi bằng răng, chửi bới tôi và giơ ngón giữa vào mặt tôi. Nhìn chung, nó đã làm hỏng buổi tối đi chơi của chúng tôi và khiến tôi thực sự khó chịu.Đọc thêm",
            "Họ không cho phép chúng tôi vào nhóm 4 cô gái mà không có lý do. Chúng tôi đến đó trước nửa đêm, xếp hàng và đến lối vào thì được yêu cầu bước sang một bên. Họ đã làm điều này với những nhóm người ngẫu nhiên. Lý do đầu tiên họ đưa ra cho chúng tôi là đó chỉ dành cho thành viên tham gia và chúng tôi cần một tấm thẻ đặc biệt để thực hiện một lời nói dối lớn, và lý do thứ hai là chúng tôi đã say một lời nói dối khác. Tôi đã đến câu lạc bộ này nhiều năm trước và chưa bao giờ gặp vấn đề gì. Ngày nay thật là lãng phí thời gian vì bạn không bao giờ biết liệu mình có thể vào được hay không. Nơi cần tránh.Đọc thêm",
            "Nhìn chung một câu lạc bộ rất tốt đẹp với đội ngũ nhân viên quầy bar tuyệt vời và giá cả tuyệt vời. Tuy nhiên AN NINH LÀ TUYỆT VỜI. Tôi không biết lý do đằng sau việc này \nhung hăng nhưng lý do duy nhất tôi có thể nghĩ đến là phân biệt chủng tộc theo kinh nghiệm và quan điểm của tôi. Tôi hiểu rằng không phải ai cũng có thể có POV giống nhau nhưng việc chứng khoán mang tính phân biệt chủng tộc đối với một số người là không thể chấp nhận được. Công việc của họ là giữ an toàn cho mọi người và không khiến họ cảm thấy như vậy, đặc biệt là ở một nơi đa dạng như London.Đọc thêm",
            "Nhân viên bảo vệ phụ nữ Ấn Độ ném chúng tôi ra ngoài mà không cho chúng tôi bất kỳ lý do nào và khi chúng tôi hỏi, họ liên tục thay đổi lý do và bắt đầu hét vào mặt chúng tôi khi chúng tôi tiếp tục hỏi vì chúng tôi có id vật lý với chúng tôi, thậm chí còn trả tiền đồ uống và lối vào, cô ấy chỉ tóm lấy bạn tôi từ tay cô ấy quay lại và đẩy cô ấy về phía lối ra nên chúng tôi cũng rời đi cùng cô ấy mà không biết bất kỳ lý do gì và sẵn sàng xuất trình danh tính hoặc bất cứ thứ gì họ muốn nhưng tỏ ra lịch sự trong hơn 30 phút, họ liên tục bảo chúng tôi rời khỏi trang web và đe dọa chúng tôi cấm tham gia câu lạc bộ nhưng chưa sẵn sàng để đưa ra lý do. Ngay cả khi chúng tôi hỏi họ liệu chúng tôi có làm gì không, chỉ cần cho chúng tôi xem đoạn phim camera hoặc bất cứ thứ gì khác mà chúng tôi sẵn sàng bị cấm hoặc sẵn sàng trả tiền phạt nhưng vì họ không có gì hoặc vì chúng tôi là người Ấn Độ nên họ ném chúng tôi ra ngoài ..\nTôi thực sự muốn có một số hành động nghiêm khắc đối với họ nếu ai đó có thể làm gì với họ, vui lòng giúp đỡĐọc thêm",
            "An ninh quá thô lỗ, họ tách tôi ra khỏi bạn bè và không cho tôi quay lại câu lạc bộ khi rõ ràng là tôi quá bất ổn về mặt cảm xúc. Tôi đã được cho vào và ra ngoài hút thuốc và sau đó không được phép quay lại và tôi đã không say bất cứ thứ gì bên trong và tôi bị mắc kẹt bên ngoài suốt một tiếng đồng hồ và khóc vì không thể giữ được ai và họ quá bất lịch sự với tôi. Bản thân tôi là người song tính và có sự khác biệt rất rõ ràng trong cách họ đối xử với những người có vẻ ngoài thẳng thắn. Tôi rất mong được đi chơi đêm và tôi đã trả 10 đô la để vào để không được quay lại khi đi ra ngoài hút thuốc và bị gọi là không ổn định về mặt cảm xúc trong khi tôi bị mắc kẹt bên ngoài ở một khu vực xa lạ vào ban đêm với an ninh cố gắng bắt tôi ở lại với họ trong khi họ thô lỗ với tôi.. thực sự khủng khiếpĐọc thêm",
            "Câu lạc bộ thực tế thì tuyệt vời nhưng những kẻ trả lại là bọn cặn bã tồi tệ nhất trên Trái đất với một chuyến đi quyền lực khổng lồ. Sẽ từ chối cho vào hoàn toàn vì cảm giác của họ, ngay cả khi tỉnh táo, họ có thể ngẫu nhiên dán nhãn cho bạn là say rượu, họ từ chối các nhóm lớn, điều này đủ kỳ lạ và họ hung hãn quá mức mà không có lý do. Chuyện này cứ tiếp tục như thế này thật nực cười. Tôi ước gì nơi này bắt đầu hoạt động trở lại để ban quản lý cấp trên có thể loại bỏ mọi vấn đề an ninh và có được đội ngũ nhân sự tốt hơn.Đọc thêm",
            "Sự căm ghét của người châu Á. Tôi đã đến THIÊN ĐƯỜNG cùng với những người bạn đồng tính của mình. Tôi là người Tây Ban Nha và bạn bè của tôi là người châu Á và họ lớn lên ở Anh. Bảo mật không yêu cầu tôi xuất trình giấy tờ tùy thân nhưng buộc bạn bè của tôi phải xuất trình hộ chiếu ID thực và bằng lái xe của họ và không cho phép giấy tờ tùy thân có ảnh. Thật không may, bạn bè của tôi chỉ có ID ảnh nên chúng tôi không thể vào được.Đọc thêm",
            "Nếu tôi có thể cho nó điểm trừ thì tôi sẽ làm. Có một người bảo vệ già thấp và một người bảo vệ tóc vàng ngắn đội mũ lưỡi trai ở cửa. Tôi đến với 3 người bạn. Họ ngay lập tức bảo chúng tôi tránh sang một bên khi chúng tôi bước tới chỗ họ, và chúng tôi rất bối rối. Chúng tôi bước sang một bên và hỏi tại sao thì họ nói chúng tôi say quá nên đi lấy đồ ăn rồi quay về. Tôi giải thích rằng chúng tôi chỉ uống có hai ly, và họ buộc tội chúng tôi hung hăng vì dám tra hỏi họ. Gần như sắp yêu cầu một máy đo hơi thở!\n\nChúng tôi đã cố gắng quay lại sau 3045 phút như họ yêu cầu, vì chúng tôi không muốn nó làm hỏng buổi tối. Người quản lý sau đó nói rằng chúng tôi nên xin lỗi bộ phận an ninh mặc dù không làm gì cả và cô ấy sẽ cho chúng tôi vào. Bạn tôi đã làm điều này và cô ấy vẫn không cho chúng tôi vào! \n\nĐội ngũ an ninh thô lỗ, thiếu chuyên nghiệp và đầy thù hận. Cho đến khi họ có được đội an ninh mới ở đó, hãy tránh xa như bệnh dịch hạch cho đến khi có thông báo mới. Có rất nhiều lựa chọn tốt ở London vì vậy đừng để địa điểm này làm hỏng buổi tối của bạn mà không có lý do.Đọc thêm",
            "Kinh nghiệm hoàn toàn khủng khiếp! Tôi đến đây cùng một người bạn và chúng tôi bị từ chối nhập cảnh mà không có lý do chính đáng. An ninh cực kỳ thô lỗ và thiếu hiểu biết và tạo ra một môi trường không thoải mái. Giấy tờ tùy thân và vé của chúng tôi đã được kiểm tra và xác nhận nhưng chúng tôi vẫn bị từ chối vào cửa cho đến khi phần lớn hàng người của chúng tôi đã vào cơ sở.Đọc thêm",
            "Nhân viên cửa khủng khiếp. Đừng đưa ra lý do từ chối nhập cảnh và cực kỳ thô lỗ khi được hỏi tại sao?\ncó nhiều câu lạc bộ tốt hơn để đến nơi mà nhân viên gác cửa ít nhất đưa ra lý do cho mọi người và thân thiện với mọi người.Đọc thêm",
            "Sự lạm dụng mà mọi người phải gánh chịu do vấn đề bảo mật là sự lạm dụng mà không khách hàng trả tiền nào BAO GIỜ phải trải qua. Tôi đã bị sốc và đau buồn vì ở một nơi được coi là nơi trú ẩn an toàn, lực lượng an ninh đã xua đuổi tôi, gọi tên tôi và đi xa hơn để làm bẽ mặt tôi. Nếu bạn có bất kỳ lo lắng hoặc trầm cảm xã hội nào hoặc bất cứ điều gì, tôi sẽ tránh nơi này. Sức khỏe tinh thần của bạn không xứng đáng với câu lạc bộ này.Đọc thêm",
            "Nơi kỳ lạ! Từ chối nhập cảnh không có lý do. Những người thường xuyên nói chỉ khi địa điểm có sức chứa 100 người. Không thể hiểu làm thế nào họ có thể biết tất cả những khách hàng quen. Tôi đã từng đến nhiều câu lạc bộ trong thời gian của tôi, thậm chí còn làm việc ở một số câu lạc bộ và chưa bao giờ trải qua một cuộc gặp gỡ kỳ lạ như vậy. Hai người phụ nữ 30 tuổi, không say rượu và ăn mặc đẹp. Nếu tôi nhìn thấy những bình luận ở đây trước khi tham dự thì tôi sẽ không bận tâm. Nơi rất lạ.Đọc thêm",
            "Tôi đã lên Thiên đường tối hôm qua với một nhóm bạn thuộc cộng đồng LGBTQ nhưng bị những người trả lời từ chối. Thiên đường không phải là nơi an toàn cho cộng đồng LGBTQ, nơi đi ngược lại tất cả những gì nó đại diện. Những người trả lại là thiếu tôn trọng và lạm dụng. Lời khuyên của tôi dành cho nhóm quản lý Heaven là hãy thay đổi người trả lại của bạn.Đọc thêm",
            "Wow... chuyện gì đã xảy ra với Thiên đường vậy? Tôi đã đến đây được 3 năm và hoàn toàn yêu thích nó cho đến tối qua. Chúng tôi đứng xếp hàng và khi đến phần kiểm tra giấy tờ tùy thân, chúng tôi được yêu cầu bước sang một bên. Sau đó, họ từ chối cho chúng tôi vào và khi chúng tôi hỏi tại sao họ nói chúng tôi quá say thì không ai say. Chúng tôi bắt đầu tự vệ nhưng những người đàn ông to lớn bắt đầu tấn công những người phụ nữ trong nhóm và hành hung một trong số họ - khi chúng tôi phàn nàn với một trong những người bảo vệ nam nói rằng cô ấy xứng đáng với điều đó...hoàn toàn kinh tởm. Chúng tôi gọi họ là người phân biệt giới tính và họ cảm thấy bị xúc phạm. Họ từ chối xuất trình phù hiệu hoặc cho chúng tôi biết tên người quản lý và bắt đầu cười nhạo chúng tôi. Những kẻ trả lại là những con người ghê tởm, những kẻ buồn chán hoặc phân biệt đối xử về giới tính...họ chắc chắn không thân thiện với LGBT, cả chúng tôi và một số người đồng tính khác đã bị từ chối nên thật không may, đây không còn là câu lạc bộ an toàn cho cộng đồng LGBT và phụ nữ.Đọc hơn",
            "Ở nơi này có những nhân viên an ninh tồi tệ nhất ở Luân Đôn, chỉ bị phân biệt đối xử vì tôi đã cười trước lối vào. Trước khi phán xét ai đó, hãy tự hỏi mình có làm tốt công việc không, nơi này trở nên hoàn toàn kinh tởm, trước đây không hề như vậy!Đọc thêm",
            "Tôi đã nhiều lần lên thiên đường và coi mình là khách hàng thường xuyên và tôi thường không gặp vấn đề gì nếu đi cùng các cô gái. Tuy nhiên, gần đây khi đến với bạn trai của tôi, họ luôn từ chối anh ấy vì nhìn quá thẳng, điều này hoàn toàn là sự phân biệt đối xử và nếu ngược lại và một câu lạc bộ từ chối ai đó vì trông quá đồng tính thì sẽ có hậu quả lớn. Điều đó hoàn toàn thiếu tôn trọng và kinh tởm, chúng tôi không đi theo nhóm lớn và mỗi lần đi không bao giờ gây ra bất kỳ rắc rối nào.Đọc thêm",
            "Nhân viên an ninh phân biệt giới tính, gây sốc. Đến với bạn tôi, tỉnh táo hoàn toàn vì trước đó tôi đã bị từ chối sau 3 ly rượu. Tôi ngay lập tức bị từ chối sau khi tuyên bố say rượu mặc dù tôi hoàn toàn tỉnh táo. Bảo vệ cũng đe dọa bạn tôi vì cô ấy cười sau khi bảo vệ cười và thì thầm vào tai nhau. Cô ấy đã tỉnh táo nhiều năm, đó là sự phân biệt giới tính thuần túy hai lần! ở trên trời thay mặt. Một lối sống hoàn toàn khác với khung cảnh tiệc tùng của người đồng tính ở Birmingham và Manchester.Đọc thêm",
            "Đã đến đó với một người bạn sau vài ly rượu ở soho. Chúng tôi rất vui nhưng chắc chắn là say. Chúng tôi xếp hàng đến lối vào và được cho biết là quá say để vào được, chỉ vì chúng tôi đang cười. Các nhân viên an ninh hoàn toàn khủng khiếp, họ yêu thích quyền lực của mình và họ sử dụng nó nếu họ không thích mọi người mà không có lý do. Tôi cũng nghĩ và tôi đang nói điều này với tư cách là một người đồng tính nam, nhân viên an ninh không thân thiện với người đồng tính đến mức đó. Tôi biết điều này nghe có vẻ kỳ lạ nhưng đây là ấn tượng của tôi.  Tôi là khách hàng thường xuyên trên thiên đường nhưng không nhiều hơn. Thiên đường sẽ biến mất nếu họ không sửa đổi thái độ của mình.Đọc thêm",
            "Bản thân nơi này rất lớn, có nhiều phòng với các phong cách âm nhạc khác nhau. Ngày chúng tôi đi không chật cứng. Đồ uống rẻ đến mức đáng ngạc nhiên đối với một câu lạc bộ cỡ này ở London. Một chai Bulmer gần như rẻ như ở Wetherspoon! Âm nhạc hơi quá to và các bản mashup có thể hay hơn. Tuy nhiên, đó không phải là vấn đề. Vấn đề thực sự là an ninh ở lối vào và các quy tắc tùy tiện mà họ đặt ra để ngăn cản mọi người bước vào. Chúng tôi là một nhóm gồm 25 người. Vì bất cứ lý do gì họ nói với chúng tôi rằng nhóm phải đợi khi chúng tôi đến lối vào. Sau đó chúng tôi bị từ chối vào cửa vì chúng tôi là một nhóm. Sau đó hai phút, chúng tôi được thông báo rằng chúng tôi có thể vào, ngoại trừ một người đàn ông và một người phụ nữ trong nhóm chúng tôi. Không có lý do nào được cung cấp. Chúng tôi không say rượu hay sử dụng ma túy. Nhưng này, những người bảo vệ đã phải đưa ra các quyết định quyền lực và làm hỏng buổi tối của hai chúng tôi! Tại sao?Đọc thêm",
            "Tôi và một nhóm bạn, chúng tôi là một nhóm người châu Á đang xếp hàng tại câu lạc bộ vào khoảng 11 giờ 30 tối thứ Sáu. Và các nhân viên ban đầu nói rằng chúng tôi không được phép vào vì nhóm của chúng tôi quá đông. Sau đó, một số người bạn của chúng tôi rời đi, và chỉ có bốn người chúng tôi lại xếp hàng để vào câu lạc bộ, và họ vẫn không cho chúng tôi vào mà không có lý do. Trong khi chúng tôi bị câu lạc bộ từ chối, chúng tôi thấy các nhóm đua khác có thể vào câu lạc bộ, ngoại trừ chúng tôi. Sau đó, tôi đã tìm kiếm trên mạng xã hội có tên RED và phát hiện ra rằng rất nhiều người châu Á đã trải qua loại trải nghiệm này. Tôi đã có thể nghĩ HEAVEN là một hộp đêm đa dạng và dễ chấp nhận hơn, tuy nhiên tôi nghĩ mình đã sai sau trải nghiệm này. Nếu những người bảo vệ đã cho chúng tôi biết lý do tại sao họ không cho chúng tôi vào thì chúng tôi rất vui lòng rời đi, tuy nhiên họ đã bịa ra một số lý do ngẫu nhiên.Đọc thêm"
        ],
        "star_ratings": [
            75,
            77,
            51,
            44,
            661
        ],
        "review_amount": 908,
        "location": [
            "Thiên đường",
            "London",
            "Châu Âu",
            "Vương quốc Anh Vương quốc Anh",
            "nước Anh",
            "Những điều cần làm ở Luân Đôn"
        ],
        "reviews_time": [
            "Written June 19, 2023",
            "Written June 24, 2023",
            "Written June 30, 2023",
            "Written July 15, 2023",
            "Written July 16, 2023",
            "Written July 18, 2023",
            "Written July 29, 2023",
            "Written August 11, 2023",
            "Written August 11, 2023",
            "Written August 16, 2023",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 29, 2024",
            "Written May 23, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186338-d187574-Reviews-Heaven-London_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d19260282-Reviews-Bustronome-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d25302938-Reviews-Gouqi_London-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d12392823-Reviews-Leicester_Square_Kitchen-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d2317458-Reviews-The_Old_Shades_London_Pub_Dining-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d12883339-Reviews-Frog_By_Adam_Handling-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d2440282-Reviews-Beaufort_Bar-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d2190920-Reviews-All_Bar_One_Covent_Garden-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d25152456-Reviews-Chop_Chop-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d1128779-Reviews-The_Marquis-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d23872104-Reviews-Blacklock_Covent_Garden-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3671877-Reviews-Charing_Cross_Theatre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d262785-Reviews-Benjamin_Franklin_House-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1654976-Reviews-Playhouse_Theatre-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188862-Reviews-National_Gallery-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d25076441-Reviews-Kit_Kat_Club_at_the_Playhouse-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d27539662-Reviews-Priscilla_The_Party-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7675847-Reviews-Golden_Jubilee_Bridges-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10910712-Reviews-Statue_of_General_Sir_James_Outram-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13949157-Reviews-William_Edward_Forster_Statue-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g191259-d15634320-Reviews-Sir_Wilfrid_Lawson_Statue-Greater_London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187574-Reviews-or10-Heaven-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2154174-Reviews-Liquid_History_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d21050737-Reviews-See_The_Sights_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d4521959-Reviews-Strawberry_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d15113686-Reviews-Eighteen_Sky_Bar-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7606696-Reviews-Angel_Comedy_at_The_Camden_Head-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7734196-Reviews-Guri_in_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13009621-Reviews-Alcotraz_London_Cell_Block_Two_One_Two-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7726638-Reviews-Be_At_One_Battersea_Rise-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d3359661-Reviews-London_Party_Pub_Crawl-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d17479567-Reviews-AleHunters-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d5917664-Reviews-AllBarOne_Villiers_St-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d17604692-Reviews-Pint_Sized_History-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d25796470-Reviews-Glory_Ride_The_Musical-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7043567-Reviews-The_Princess_Of_Wales-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10501624-Reviews-Tour_Revolution-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1568864-Reviews-Small_Car_BIG_CITY-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d23029357-Reviews-Go_London_Taxi_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2256429-Reviews-ESPA_Life_at_Corinthia-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d14056384-Reviews-Clarissa_Donda-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d10467214-Reviews-Gordons_Wine_bar-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d15295027-Reviews-Cabital_City_Tours_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d14089093-Reviews-Paul_s_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g2301780-d1213889-Reviews-Gunung_Ledang_Mount_Ophir-Ledang_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d546182-Reviews-The_Matterhorn-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129573-d320511-Reviews-Ginza-Ginza_Chuo_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60676-d1580217-Reviews-Talofofo_Falls_Park-Talofofo_Guam.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d12839470-Reviews-Anacortes_Ferry-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d196473-Reviews-Peggy_Guggenheim_Collection-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g13792389-d6952528-Reviews-Alishan_National_Forest_Recreation_Area-Alishan_Chiayi_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g189499-d4755764-Reviews-Monastero_di_Panagia_Evangelistria-Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g49363-d3443562-Reviews-Robert_Lake_Park-Montreat_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g551728-d565148-Reviews-Carrick_a_Rede_Rope_Bridge-Ballintoy_County_Antrim_Northern_Ireland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186338-d187574-Reviews-or10-Heaven-London_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186338-d187574-Reviews-Heaven-London_England.html"
    }
]