[
    {
        "attraction_name": "Heceta Head Lighthouse",
        "attraction_name_vi": "Ngọn hải đăng mũi Heceta",
        "general_info": [
            "1.273 đánh giá",
            "1 trong số 39 điều cần làm ở Florence",
            "Ngọn hải đăng"
        ],
        "attraction_summary": "Ngọn hải đăng đẹp và xa.Đọc thêm",
        "reviews": [
            "Chúng tôi yêu thích khung cảnh và vị trí thật tuyệt vời. Việc tiếp cận cần được lưu ý vì phải đi bộ nửa dặm lên đồi và nửa dặm đi xuống. Con đường này được bảo trì tốt nhưng không dành cho những người không thể đi bộ lên dốc. Không có chỗ ở cho người khuyết tật. Tôi đã đến được nhàBB. Nhưng cần phải dừng lại ở đó. Thật đáng để đi bộ và quang cảnh thật tuyệt vời vì ngày hôm đó chúng tôi có thời tiết tuyệt đẹp.Đọc thêm",
            "Ngọn hải đăng này nằm trong danh sách những ngọn đèn tôi muốn ghé thăm trong khoảng 20 năm. Thật mừng là cuối cùng tôi cũng được nhìn thấy nó. Cảnh quan từ phía sau ngọn hải đăng thật ngoạn mục. Việc leo lên không quá vất vả đối với một người cao tuổi như tôi và việc leo lên phía sau ngọn hải đăng để ngắm nhìn nó từ góc nhìn đó là xứng đáng. Ngọn hải đăng tuyệt vời để ghé thăm. Đọc thêm",
            "Ngọn hải đăng rất đẹp và xung quanh có tầm nhìn đẹp! Chúng tôi đậu xe bên bãi biển ở khu đất rộng 5 và đi bộ lên ngọn hải đăng. Có rất nhiều khu vực nghỉ ngơi và bàn ăn dã ngoại và một cửa hàng quà tặng ở giữa đường. Khi có nhân viên, bạn có thể đi vào dưới cùng của ngọn hải đăng. Đó là một khu vực rất nhỏ nhưng bạn có thể nhìn thấy cầu thang xoắn ốc và tìm hiểu một số thông tin. Đọc thêm",
            "Tôi được cho biết đây là ngọn hải đăng được chụp ảnh nhiều nhất trên thế giới. Tôi sẽ nói ở Oregon 4 chắc chắn. Đường đi bộ lên đỉnh đồi rất đẹp, đặc biệt là quang cảnh bãi biển bên dưới. Hãy đảm bảo rằng bạn đi hết đường lên đỉnh, ở đây bạn có thể nhìn thấy đỉnh ngọn hải đăng. Tôi chắc chắn sẽ dành thời gian ở bãi biển sau đó. \nLưu ý: bạn chỉ có thể tham quan tầng 1 nhưng bạn có thể vào nhà của người chăm sóc. Tôi không có thời gianĐọc thêm",
            "Tôi được biết đây là ngọn hải đăng được chụp ảnh nhiều nhất trên thế giới.   Tôi chắc chắn sẽ nói ở Oregon 4. Việc đi bộ lên đỉnh đồi rất đẹp, đặc biệt là quang cảnh bãi biển bên dưới.  Hãy chắc chắn rằng bạn đi hết lên đến đỉnh, ở đây bạn có thể nhìn thấy đỉnh ngọn hải đăng.  Tôi chắc chắn sẽ dành thời gian ở bãi biển sau đó. Lưu ý: bạn chỉ có thể vào thăm tầng 1 nhưng có thể vào nhà chăm sóc. Tôi không có thời gianĐọc thêm",
            "Ngọn hải đăng tuyệt đẹp với tầm nhìn tuyệt đẹp ra đại dương và bãi biển. Cửa hàng quà tặng tuyệt vời, phòng máy phát điện cũ.  Tôi đã mua một số mặt hàng cho bản thân và làm quà tặng. Thật tiếc là ngày hôm đó người kiểm lâm tình nguyện không có mặt nên chúng tôi không thể vào thăm bên trong ngọn hải đăng hay nghe về lịch sử của nó. Ngôi nhà của người gác đèn rất cổ kính và giờ nó đã trở thành BB. Nó sẽ là một nơi tuyệt vời để ở. Chắc chắn là một nơi không thể bỏ qua khi bạn đi du lịch lên hoặc xuống Bờ Tây qua 101. Đọc thêm",
            "Kinh ngạc.  Chúng tôi tận hưởng toàn bộ khu vực - một cây cầu đẹp, bãi biển trải dài tuyệt vời, những hang động đáng kinh ngạc trên bãi biển, ngọn hải đăng trên vách đá. Và ánh sáng rất sáng.Đọc thêm",
            "Âm thanh của đại dương và chim rất yên bình.  Nhiều quả mâm xôi dọc đường đi rất ngon.  Con đường mòn phía trên ngọn hải đăng mang đến một khung cảnh tuyệt đẹp.Đọc thêm",
            "Ngọn hải đăng rất đẹp và xung quanh có tầm nhìn đẹp! Chúng tôi đậu xe bên bãi biển ở khu đất rộng 5 và đi bộ lên ngọn hải đăng. Có rất nhiều khu vực nghỉ ngơi và bàn ăn dã ngoại và một cửa hàng quà tặng ở giữa đường. Khi có nhân viên, bạn có thể đi vào dưới cùng của ngọn hải đăng. Đó là một khu vực rất nhỏ nhưng bạn có thể nhìn thấy cầu thang xoắn ốc và tìm hiểu một số thông tin. Đọc thêm",
            "Ngọn hải đăng này nằm trong danh sách những ngọn đèn tôi nên ghé thăm trong khoảng 20 năm. Rất vui vì cuối cùng tôi đã được nhìn thấy nó. Khung cảnh nhìn từ phía sau ngọn hải đăng thật ngoạn mục. Việc leo lên không quá vất vả đối với người cao tuổi này và việc đi lên phía sau ánh sáng để nhìn từ góc độ đó là điều đáng giá. Ngọn hải đăng tuyệt vời để tham quan.Đọc thêm",
            "Bãi biển để tận hưởng khi thủy triều xuống, đi bộ nhanh lên ngọn hải đăng và cửa hàng quà tặng. Có phòng tắm ở bãi đậu xe. 5 để đỗ xe.Đọc thêm",
            "Tuyệt vời và siêu thực!  Bạn chỉ phải trả 5 lần đỗ xe.  Con đường dẫn đến ngọn hải đăng nằm ở cuối bãi đậu xe và không hề khó khăn chút nào và hoàn toàn xứng đáng để bạn đi bộ một đoạn ngắn.  Khung cảnh thật tuyệt vời.  Nếu sẵn sàng, bạn có thể thử đi theo con đường của người Hobbit, việc này khó khăn hơn nhưng thậm chí còn ngoạn mục hơn.  Trang web danh sách nhóm xác định!Đọc thêm",
            "Chúng tôi yêu thích khung cảnh và vị trí thật tuyệt vời. Việc tiếp cận cần được lưu ý vì phải đi bộ nửa dặm lên đồi và nửa dặm đi xuống. Con đường này được bảo trì tốt nhưng không dành cho những người không thể đi bộ lên dốc. Không có chỗ ở cho người khuyết tật. Tôi đã đến được nhàBB. Nhưng cần phải dừng lại ở đó. Thật đáng để đi bộ và quang cảnh thật tuyệt vời vì ngày hôm đó chúng tôi có thời tiết tuyệt đẹp.Đọc thêm",
            "Bạn phải trả tiền cho kỳ nghỉ của mình khi đặt phòng và nếu cần hủy, bạn sẽ không được hoàn lại tiền, vì vậy hãy đảm bảo không có vấn đề gì xảy ra trong cuộc sống của bạn Đọc thêm",
            "Có phải trả phí khi tham quan ngọn hải đăng này không? Bạn có phải đặt chỗ trước để đi bộ lên ngọn hải đăng không?Đọc thêm",
            "Tôi đã thực sự mong mỏi được đến và bây giờ tôi ở đây và tôi bị trẹo đầu gối. Có cách nào để lái xe lên hay bạn thực sự phải leo dốc? Tôi gần như rơi nước mắt vì tôi không nghĩ bây giờ mình có thể làm được.Đọc thêm",
            "Cách duy nhất tôi thấy để lên đó là đi bộ.Đọc thêm",
            "Ngọn hải đăng bật sáng lúc mấy giờ mỗi đêmĐọc thêm",
            "Đúng, Heceta Head không phải là một ngọn hải đăng đang hoạt động.Đọc thêm",
            "Bạn có thể đến đó sớm bao lâu để đi bộ trên những con đường mòn? Tôi không có ý định đi tham quan nhưng sẽ lái xe đến vào khoảng 8-9 giờ sáng. Liệu tôi có thể đi bộ lên ngọn hải đăng vào lúc này không?  Cảm ơn!Đọc thêm",
            "Vâng, tôi tin rằng con đường luôn rộng mở.  Đó là một chuyến đi bộ công bằng lên đó.  Con đường này không thực sự dốc nhưng có thể leo lên khoảng 12 dặm trong một khoảng cách khá ngắn.  Tuy nhiên, khung cảnh này rất đáng giá nếu bạn có thể đi bộ.Đọc thêm",
            "Chúng tôi sẽ ở nhà người giữ đèn trong vài tuần nữa. Ở đó có wifi không?Đọc thêm",
            "Tôi không mong đợi nhưng khung cảnh và âm thanh của đại dương cũng đủ để khiến bạn say mê.Đọc thêm",
            "Chào bạn,\nBạn đã đi bộ từ đâu đến Ngọn hải đăng Heceta Head.  Có bãi đậu xe hay thứ gì chỉ đường tới ngọn hải đăng không?  Tôi hỏi vì các đánh giá khác nói rằng bạn chỉ có thể xem nó từ xa.  Cảm ơn!\nMartyĐọc thêm",
            "Có một bãi đậu xe.  Lối ra từ Hwy. 101 được đánh dấu rõ ràng.  Đậu xe ở nhiều phòng vệ sinh và khu dã ngoại có sẵn rồi đi bộ lên ngọn hải đăng.  Cả nhà của người giữ ngọn hải đăng và ngọn hải đăng thực tế đều có thể tiếp cận được.  Dịch vụ công viên tổ chức các chuyến tham quan bên trong tầng một của ngọn hải đăng nhưng bạn sẽ không thể leo lên đỉnh.  Đó là một khung cảnh tuyệt vời và chắc chắn đáng để dành khoảng một giờ để dừng lại và khám phá phần lịch sử này.Đọc thêm",
            "Tôi đang định cầu hôn bạn gái vào tháng 10 này, tôi thấy hình ảnh ngọn hải đăng với đại dương và những vách đá phía sau trông giống như nhìn từ phía sau trên một ngọn đồi cỏ. Có ai biết cái này có thể vào được không? Nếu không có gợi ý nào về view đẹp nhất mà ít bận rộn nhất? Mọi đề xuất sẽ giúp ích!\nCảm ơnĐọc thêm",
            "Có - bạn có thể đến đó bằng con đường bắt nguồn từ bãi đậu xe dưới chân đồi. Ngọn hải đăng Heceta Head nằm trên đỉnh đồi khoảng 13 dặm với độ nghiêng từ nhẹ đến vừa phải, có tầm nhìn 140 độ tuyệt đẹp ra đại dương và bờ biển. Lưu ý thận trọng: Tháng 10 sẽ là thời điểm có thời tiết đáng ngờ - giống như Oregon, và bạn sẽ gặp may nếu thời tiết êm đềm, nắng và thú vị như thường lệ trong khoảng thời gian từ tháng 6 đến tháng 9. Trời có thể sẽ mát mẻ, có gió nhẹ, có mây mù vài phần và khả năng trời có mưa phùn có lẽ cao hơn 50-50. Nếu bạn muốn nắm lấy cơ hội của mình, đây là một nơi tuyệt vời để đặt câu hỏi. Nếu bạn muốn có một số bức ảnh nhân dịp này, hãy liên hệ với tôi theo số 971-732-2690 vì tôi là một nhiếp ảnh gia chuyên nghiệp và tôi rất muốn ghi lại những khoảnh khắc trước đó sau khi bạn ngỏ lời yêu cô ấy làm người vợ đáng yêu của mình.Đọc thêm",
            "chúng ta có thể đi vào ngọn hải đăng hoặc nhà người canh giữ không? có chuyến tham quan nào không?Đọc thêm",
            "Có, bạn có thể vào từ 11 giờ sáng đến 3 giờ chiều, 7 ngày một tuần. Tuy nhiên, nơi này đang được bảo trì và có thể chỉ có thể vào được tầng trệt. Tuy nhiên, tôi không chắc lắm. Bạn sẽ cần liên hệ với họ tại\nHeceta.h.lighthouseoregon.gov.\nđể tìm hiểu thêm thông tin. Đọc thêm",
            "Dự báo đang có giông bão.  Ngọn hải đăng có mở cửa đón du khách nếu có sấm sét và việc đến đó cùng em bé trong thời tiết xấu có khổ không?Đọc thêm",
            "Bạn phải đỗ xe và đi bộ lên ngọn hải đăng. Không lý tưởng để đưa em bé đi trong thời tiết xấu. Đọc thêm",
            "Chó có được phép không?Đọc thêm",
            "Chó được phép đeo dây xích dài từ 6 feet trở xuốngĐọc thêm"
        ],
        "star_ratings": [
            856,
            338,
            57,
            14,
            8
        ],
        "review_amount": 1273,
        "location": [
            "Oregon HOẶC",
            "Ngọn hải đăng mũi Heceta",
            "Những điều cần làm ở Florence",
            "Hoa Kỳ",
            "Florence",
            "Bờ biển Oregon"
        ],
        "reviews_time": [
            "Written July 4, 2023",
            "Written August 6, 2023",
            "Written August 11, 2023",
            "Written October 1, 2023",
            "Written October 1, 2023",
            "Written September 24, 2023",
            "Written September 15, 2023",
            "Written August 29, 2023",
            "Written August 11, 2023",
            "Written August 6, 2023",
            "Written August 1, 2023",
            "Written July 8, 2023",
            "Written July 4, 2023",
            "Written June 27, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51867-d274040-Reviews-Heceta_Head_Lighthouse-Florence_Oregon.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g28958-d146380-Reviews-Oregon_Coast_Highway-Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d2229310-Reviews-Hobbit_Trail-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d286030-Reviews-Sea_Lion_Caves-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d12146897-Reviews-Neptune_State_Scenic_Viewpoint-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d7676782-Reviews-Kenneth_B_Gallery-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d274040-Reviews-or10-Heceta_Head_Lighthouse-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d4725323-Reviews-Siuslaw_River_Bridge-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d12236018-Reviews-Strawberry_Hill_Wayside-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d16721818-Reviews-Cape_Creek_Bridge-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d11966445-Reviews-Florence_Event_Center-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d12153020-Reviews-Muriel_O_Ponsler_Memorial_State_Scenic_Viewpoint-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d12037650-Reviews-Florence_Church_of_the_Nazarene-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d16727492-Reviews-St_Mary_Catholic_Church_Our_Lady_of_the_Dunes-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d16712516-Reviews-Florence_Evangelical_Church-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d17389248-Reviews-Presbyterian_Church_of_the_Siuslaw_Florence-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d19357110-Reviews-Ocean_Beach_Picnic_Area-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d676017-Reviews-Sand_Master_Park_Sandboarding-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52148-d566965-Reviews-Cape_Perpetua_Scenic_Area-Yachats_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g52148-d11039887-Reviews-Thor_s_Well-Yachats_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d597504-Reviews-Darlingtonia_State_Natural_Site-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d9785785-Reviews-Heceta_Beach-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d670503-Reviews-C_M_Stables-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d3178830-Reviews-Ocean_Dunes_Golf_Links-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d12493923-Reviews-Full_Throttle_Rentals-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d3307946-Reviews-Florence_Golf_Links-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d16721366-Reviews-Bob_Creek_Wayside-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g660784-d12593478-Reviews-Genting_Highlands_Premium_Outlets-Genting_Highlands_Pahang.html",
            "https://www.tripadvisor.com/Attraction_Review-g33584-d2180451-Reviews-Overlook_Hot_Springs_Spa-Pagosa_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g51225-d11913542-Reviews-Hochatown_Petting_Zoo-Broken_Bow_McCurtain_County_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g39187-d2356534-Reviews-Berea_Pinnacles-Berea_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g150801-d155099-Reviews-Zona_Arqueologica_de_Monte_Alban-Oaxaca_Southern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103114-Reviews-Chinatown-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g297463-d457089-Reviews-Giant_Panda_Breeding_Research_Base_Xiongmao_Jidi-Chengdu_Sichuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d5969694-Reviews-Bananenbar-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g143047-d145170-Reviews-Rialto_Beach-Olympic_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d116951-Reviews-Sugar_Pine_State_Park-California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51867-d274040-Reviews-or10-Heceta_Head_Lighthouse-Florence_Oregon.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51867-d274040-Reviews-Heceta_Head_Lighthouse-Florence_Oregon.html"
    }
]