[
    {
        "attraction_name": "Heineken Experience",
        "attraction_name_vi": "Trải nghiệm Heineken",
        "general_info": [
            "26.097 đánh giá",
            "- 13 trong số 1.012 điều cần làm ở Amsterdam",
            "Nhà máy bia"
        ],
        "attraction_summary": "Tham gia hành trình tương tác tại The Heineken Experience at Heineken - nhà máy bia lâu đời nhất của Heineken. Chuyến tham quan chủ yếu là tự túc, có hướng dẫn viên tại một số điểm chính. Tại đây, bạn có thể tìm hiểu về lịch sử, hiểu rõ hơn về quy trình sản xuất bia và tùy chỉnh chai hoặc ly Heineken của riêng mình tại cửa hàng lưu niệm. Khi kết thúc chuyến tham quan, hãy thưởng thức hai ly Heinekens và thậm chí có cơ hội tự rót cho mình một ly bia.  - TripadvisorĐọc thêm",
        "reviews": [
            "Albert Cuypstraat nhộn nhịp đóng vai trò là điểm thu hút chính xuyên qua De Pijp và là địa điểm của Chợ Albert Cuyp, chợ lớn nhất và nổi tiếng nhất ở Amsterdam - nhiều khu chợ ngoài trời. Ngoài con đường đôi khi tấp nập này, những con đường nhỏ bé vẫy gọi những người khám phá đô thị để tìm kiếm những xu hướng mới nhất và những viên ngọc ẩn giấu. Gần một nửa cư dân sống ở De Pijp là người nước ngoài và một số lượng lớn trong số họ là sinh viên. Tại đây, bạn sẽ tìm thấy vô số nhà hàng dân tộc, quán cà phê và quán bar tuyệt vời cũng như vô số cửa hàng thuộc sở hữu địa phương, tất cả đều phục vụ nhiều loại ngân sách và thị hiếu.Đọc thêm",
            "Đã rất đông đúc khi chúng tôi đi và một số phòng đầu tiên rất nhỏ và khó đọc bất cứ thứ gì hoặc khó có thể vượt qua bất kỳ ai. Cảm thấy giống như một trải nghiệm quảng cáo hơn là một chuyến tham quan nhà máy bia sau tầng một. Mặc dù họ cố gắng hết sức để làm cho nó trở nên thú vị và tương tác với một số phần nhưng điều đó không được - và cảm thấy gượng ép. Đồ uống trong và sau đó khá ngon và giúp tiết kiệm trải nghiệm tổng thể.Đọc thêm",
            "Chúng tôi đã đặt vé trực tuyến - - 25 mỗi người lớn - cho ngày thứ Sáu vào cuối tháng 4 năm 2023. Điều chúng tôi không nhận ra là thực sự không có loại bia nào được ủ tại cơ sở này.  Chúng tôi thấy chuyến tham quan và các hoạt động tương tác hơi trẻ con.  Tầng thượng vẫn ổn - trước khi trời bắt đầu mưa - và tôi được uống một ly cocktail làm từ bia và chanh dây, cũng không đến nỗi tệ.  Nhưng chúng tôi không khuyến khích điều đó.  Thay vào đó, hãy lấy tiền của bạn và đến một quán bar địa phương và uống một ít Heinekens!!Đọc thêm",
            "Không - không cần phải đặt và thanh toán trong ngày. Chuyến tham quan tốt về nhà máy bia cũ và lịch sử của Heineken. Tour du lịch tương tác với nhiều việc để làm. Bao gồm hai loại bia rưỡi và bạn có thể đóng chai bia có nhãn hiệu của riêng mình. Cửa hàng quà tặng tốt vào cuối tour để nhận quà. Đáng để ghé thăm.Đọc thêm",
            "Đây là một trải nghiệm thực sự tuyệt vời và tương tác. Cuối cùng bạn cũng nhận được hai đồ uống miễn phí, thật tuyệt. Tuy nhiên, nếu bạn không thích bia và không thực sự quan tâm đến nền tảng của Heineken thì tôi không khuyến khích vì vé khá đắt.Đọc thêm",
            "Rất thích chuyến tham quan nhà máy bia Heineken của chúng tôi. Có thể đi theo tốc độ của riêng chúng tôi.  Phần tương tác thú vị. Ngày chúng tôi đi cực kỳ nóng và một số phần của trải nghiệm quá nóng.  Không có điều hòa không khí và không gian bao vây. Giá trị tốt bao gồm các loại bia và lựa chọn bia không cồn. Âm nhạc trong quán bar hơi ồn ào đối với những người già như chúng tôi.Đọc thêm",
            "Đầu tiên, Trẻ sơ sinh KHÔNG được phép, ngay cả trong xe đẩy, như nhiều đánh giá đã đề xuất. Tôi - tôi chắc chắn đó - là một chuyến tham quan thú vị, nhưng chúng tôi không được phép vào vì chúng tôi mang theo đứa con 5 tháng tuổi. Các nhân viên rất tử tế và xin lỗi nhiều lần. Tôi không uống rượu, nhưng chồng tôi thì uống và nghĩ rằng sẽ thật tuyệt nếu được xem cảnh này cùng anh ấy.Đọc thêm",
            "Lý do nên đến trải nghiệm Heineken nếu bạn không phải là nam giới 20-35 là để tận hưởng view sân thượng.  Mặt khác, đó - không thực sự là một chuyến tham quan, trải nghiệm khi kết thúc chuyến tham quan - chuyến tham quan tự hướng dẫn - giống như một quán bar tối thứ Sáu ở trường đại học - những hàng dài, tiếng nhạc dồn dập, sàn nhà nhớp nháp - ít nhất là không thú vị chút nào.  Lời khuyên của tôi là bỏ qua tất cả những điều đó và đi thẳng lên sân thượng.Đọc thêm",
            "Đối với những du khách trên 18 tuổi và không theo đạo Hồi, đây là việc PHẢI LÀM trong chuyến thăm của bạn ở Amsterdam. Bạn có thể muốn đặt - mua vé trực tuyến để tránh phải xếp hàng dài tại quầy - cao điểm thường là vào buổi chiều - . Một số gói vé đi kèm với chuyến du ngoạn trên kênh đào có giá cả phải chăng hơn nhiều so với một chuyến đi đơn lẻ. Nếu bạn chọn cả hai trong gói, hãy lưu ý rằng hãy dành cho mình khoảng cách 1-2 giờ giữa Trải nghiệm Heineken và chuyến tham quan du thuyền trên kênh vì bạn không muốn bỏ lỡ lịch trình của thuyền trong khi thưởng thức bia ướp lạnh của mình ở cuối Heineken Trải nghiệm - s bar.Đọc thêm",
            "Dù là fan của Heineken hay không, chúng tôi khuyên bạn nên làm điều này. Và chúng tôi chắc chắn khuyên bạn nên đặt trải nghiệm VIP. Nó bao gồm một chuyến tham quan nhóm nhỏ, nếm thử riêng và một món quà! Bạn cũng nhận được một vài mẫu khi kết thúc trải nghiệm chuyến tham quan VIP tại quầy lấy mẫu lớn hơn. Chúng tôi đã có một khoảng thời gian tuyệt vời, được làm khô một số loại bia - bao gồm cả một số loại bia không được bán rộng rãi -, kết bạn mới và tìm hiểu về nhà máy bia cũng như bia của nó.Đọc thêm",
            "Thực sự đã có một trải nghiệm tuyệt vời tại trải nghiệm Heineken. Thật tuyệt vời khi tìm hiểu lịch sử hình thành bia Heineken và thực sự mang đến cho bạn sự đánh giá cao về lịch sử sản xuất loại bia này. Chúng tôi thực sự thích đi dạo quanh các vật phẩm trưng bày khác nhau và tìm hiểu cách gia đình này xây dựng một đế chế vĩ đại từ con số không. Thật tuyệt vời khi thấy nhà máy cũ, nơi vẫn còn đặt nhiều ấm đun nước nguyên bản. Trải nghiệm đã được kết thúc bằng một trải nghiệm tuyệt vời ở cuối - quán bar đập tốt nhất - ở Amsterdam. Tôi không đồng ý. Một trải nghiệm phải làm nếu bạn đang truy cập! Đọc thêm",
            "Chúng ta đã có rất nhiều niềm vui! Chúng tôi không tìm kiếm một trải nghiệm du lịch nghiêm túc mà tìm kiếm một khoảng thời gian vui vẻ hơn cùng với một số loại bia Heinekens.  Đây chính xác là điều đó! Tất cả mọi người đã có một khoảng thời gian vui vẻ.Đọc thêm",
            "Quá choáng ngợp. Về cơ bản là một chuyến tham quan ngắn gọn về thiết bị nhà máy bia cũ, sau đó là các buổi trình diễn AV khó chịu.  Cuối cùng có vài cốc bia miễn phíĐọc thêm",
            "Chuyến tham quan tuyệt vời với Tomas, rất vui, nhiều thông tin về Heineken - Amsterdam, nhiều thử nghiệm hương vị, rất nhiều việc phải làm - hãy xem. Quầy bar trên tầng mái có tầm nhìn ngoạn mục ra thành phố. Các nhân viên đặc biệt thân thiện Rất vui được giới thiệu cho bạn một buổi chiều vui vẻ. Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời và xứng đáng với mức phí vào cửa. Một chuyến tham quan thực sự tương tác, mang tính giáo dục, đi kèm với một số thú vui uống rượu nữaĐọc thêm",
            "Có quá nhiều người trong nhóm của chúng tôi và cảm thấy vội vã, chúng tôi đã đợi trải nghiệm xem trong nửa giờ và khi chúng tôi đến nơi tiếp theo, có một nhóm trẻ em được cho vào trước mặt chúng tôi. Do đó, bầu không khí có vẻ gượng ép và người hướng dẫn kém cỏi phải bù đắp bằng cách chơi trò chơi.Đọc thêm",
            "Cảm thấy bắt buộc phải đến và đánh giá ở đây, vì Google đánh giá đã xóa mọi đánh giá tiêu cực, điều này gây ra ấn tượng sai lệch cho những du khách tiềm năng. Trước hết, điểm tích cực lớn là đội ngũ nhân viên làm việc ở đó. Tất cả họ đều thực sự thú vị và đã nâng xếp hạng của tôi lên 1 sao! Nếu bạn mong đợi nhiều hơn về chuyến tham quan nhà máy bia thì đừng hy vọng, đây thực sự là một - trải nghiệm - và cũng không tuyệt vời lắm. Có lẽ đã từng đến thăm những nơi như Budweiser ở Hoa Kỳ - tôi là người Anh - tôi đã hy vọng điều gì đó tương tự. Nhưng đây là nhà máy bia trước đây không còn sản xuất bia nữa, nhưng vẫn có một số đặc điểm ban đầu. Về cuối có một phần tương tác, nơi bạn tham gia vào hành trình như bia, từ quá trình sáng tạo đến các sự kiện như bóng đá, tiệc tùng, v.v. Tôi đã hy vọng rất nhiều vào điều này vì bạn được cảnh báo không nên vào nếu bạn có tình trạng bệnh lý như huyết áp cao. Là một người mắc tình trạng này, tôi vui mừng nói rằng tôi đã mạo hiểm và nếu có bất cứ điều gì thì nó đã giúp hạ thấp nó! Cuối cùng, bạn vào khu vực quầy bar. Tất cả những gì tôi có thể nói là nó giống như bước vào một hộp đêm đáng ngờ trong những năm tháng tuổi teen của tôi. Ánh sáng mờ ảo, nhạc lớn, hầu như không có bàn ghế và sàn nhà dính nhất mà tôi từng đi qua trong nhiều năm! Chúng tôi đã ghé vào quán bar trên tầng thượng, nhưng ngoài tầm nhìn ra thì quán bar này cũng giống như những quán khác, mặc dù bạn có thể uống cocktail pha bằng bia ở đây - nếu bạn thực sự muốn -. Như những người khác đã nói, nếu bạn - bị thu hút bởi bia miễn phí, có lẽ hãy chi số tiền bạn sẽ có ở đây tại một quán bar ven kênh đẹp. Đọc thêm",
            "Nó ổn, nhưng đắt tiền vì nó vốn có. Chuyến tham quan đã kết thúc nhanh chóng! Điểm nổi bật là nhận được x2 cốc bia nhỏ. Chuyến tham quan bằng thuyền cũng rất buồn tẻ và nhàm chán. Không đáng tiền chút nào.Đọc thêm",
            "Đây là một trong những điều mà mọi người đều mong chờ. Đây là lần đầu tiên của tôi và những người khác đã từng đến đó ít nhất hai lần trước đó. Cuối cùng mọi người đều thất vọng. Không còn chuyến tham quan nào nữa, mọi thứ đều tự hướng dẫn, điều này gây ra một số vấn đề. Điều này cũng thật kỳ lạ vì vé được tính giờ mà dường như không có lý do. Lần duy nhất chúng tôi tương tác với nhân viên là sau một trải nghiệm liên tục nên toàn bộ mọi việc đều diễn ra gấp rút.  - Ví dụ, một nhân viên chỉ cho chúng tôi cách nâng cốc chúc mừng với bia sau - Beer you Ride - rõ ràng là họ phải đọc hết một kịch bản nhưng khi hoàn thành, bạn phải uống hết bia và chạy sang phòng bên cạnh để đọc nhường chỗ cho người từ xe đi vào - . Sau đó, khi kết thúc tất cả, bạn kết thúc trong một căn phòng nhỏ với quá nhiều người, mỗi người đang cố lấy hai cốc bia của mình trong khi di chuyển qua đám đông người và cố gắng nhấc chân lên sàn nhà nhớp nháp không rõ ràng. Hầu hết mọi người đều rời đi trước khi uống cốc bia thứ hai vì đơn giản là nó không đáng giá. Nói chung, thời gian của họ bị lệch đáng kể, họ đã cải tiến mọi thứ ngoại trừ những gì họ thực sự cần cải thiện và điều duy nhất mà chúng tôi rút ra được là bia được làm từ nước, hoa bia, lúa mạch và men và những thứ đó Heineken coi bia của họ là vàng chứ không phải màu vàng. Thành thật mà nói, nếu bạn thích Heineken, tốt hơn là bạn nên chi tiền mua bia và uống nó trên kênh hơn là trải qua trải nghiệm này.Đọc thêm",
            "Đây là một trải nghiệm phô trương và vô nghĩa. Sẽ tốt hơn nhiều nếu bạn mua cho mình một chai Heineken ở một quán bar xinh xắn bên kênh. Hầu như không có bất kỳ lịch sử hoặc thông tin nào về quá trình sản xuất bia hoặc Heineken là một phần lịch sử xã hội của thành phố như thế nào. Điều gì đó giống như chuyến tham quan nhà máy Guinness ở Dublin mang lại nhiều thông tin và giải trí tốt hơn. Ở đây, có một lời giải thích rất ngắn gọn về điều gì tạo nên Heineken, sau đó là một chuyến đi - nơi bạn đứng trên một thứ gì đó rung chuyển và rất nhiều đồ họa cũng như ánh sáng rực rỡ chiếu vào bạn một lúc. Và sau đó bạn nhận được hai cốc bia nhỏ miễn phí để uống trong một căn phòng sàn dính có cảm giác như nó ở dưới lòng đất và có thể ở bất cứ đâu. Tầm nhìn từ sân thượng rất đẹp - tất nhiên, bạn phải trả thêm tiền cho việc này - nhưng cocktail Heineken mà họ phục vụ ở đó rất tệ. Chúng tôi sẽ khuyên mọi người tránh điều này trừ khi họ là một con hươu hay con gà mái mới ghé thăm một trong những quán cà phê nổi tiếng ở Amsterdam, vì tôi cảm thấy đó chính là thị trường mà họ đang hướng tới.Đọc thêm",
            "Từ đầu đến cuối, chúng tôi được đối xử như những VIP.  Hướng dẫn viên Jenni của chúng tôi - có thể viết sai chính tả - rất cá tính, nhiều thông tin và vui vẻ!  Rất vui vì chúng tôi đã chọn Tour VIP.   Chi phí bổ sung đó rất đáng giá. Lời khuyên: đến kịp thời, chụp ảnh, thưởng thức nhiều lần nếm thử và đừng quên hỏi hướng dẫn viên về chiếc chai màu đỏ và câu chuyện về - e - trên chai Heineken!Đọc thêm"
        ],
        "star_ratings": [
            13161,
            7560,
            3235,
            1247,
            899
        ],
        "review_amount": 26102,
        "location": [
            "Những điều cần làm ở Amsterdam",
            "Amsterdam",
            "Châu Âu",
            "Trải nghiệm bia Heineken",
            "Hà Lan",
            "Tỉnh Bắc Hà Lan"
        ],
        "reviews_time": [
            "Written June 4, 2023",
            "Written June 6, 2023",
            "Written June 6, 2023",
            "Written June 10, 2023",
            "Written June 12, 2023",
            "Written June 16, 2023",
            "Written June 17, 2023",
            "Written June 19, 2023",
            "Written June 19, 2023",
            "Written June 20, 2023",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written May 25, 2024",
            "Written May 24, 2024",
            "Written May 22, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g188590-d240813-Reviews-Heineken_Experience-Amsterdam_North_Holland_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d1014732-Reviews-Restaurant_Zaza_s-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d9607846-Reviews-Rudi_s_Original_Stroopwafels-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d17611531-Reviews-Sizz_Indian_Cuisine-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d3198485-Reviews-Brasserie_SenT-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d15614165-Reviews-Dope-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d10214338-Reviews-The_Seafood_Bar-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d4586764-Reviews-Mankind-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d10522612-Reviews-Benny_s_Chicken-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d2690449-Reviews-Taj_Indian-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188590-d7095266-Reviews-Back_to_Black_coffee-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d17322720-Reviews-Tour_de_BonTon-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d25261894-Reviews-Rtxp_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d189382-Reviews-Leiden_Square_Leidseplein-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d18380994-Reviews-Van_Randwijk_monument-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d266262-Reviews-Brouwersgracht-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d189379-Reviews-Rijksmuseum-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d314929-Reviews-Albert_Cuyp_Market-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d16829863-Reviews-Zeelandbank-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d190554-Reviews-Van_Gogh_Museum-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d12556441-Reviews-Wake_Me_Up_When_I_m_Famous_Bench-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d240813-Reviews-or10-Heineken_Experience-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d19281844-Reviews-Amsterdam_Boat_Trips-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d24175551-Reviews-Food_Lovers_Tour-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d6849245-Reviews-Amsterdam_Food_Tours_by_Eating_Europe-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d13980469-Reviews-Adam_Eve_Amsterdam_Food_Tours-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d8447547-Reviews-Brews_Tales_Amsterdam_Craft_Beer_Tour-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d7931909-Reviews-Those_Amsterdames-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d14970913-Reviews-Streat_Bites-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d13530565-Reviews-Amsterdam_Food_Tours-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d12908748-Reviews-Free_Food_Tour_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d14760991-Reviews-Secret_Food_Tours_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d2010324-Reviews-Amsterdam_Canal_Cruises-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d10748650-Reviews-MyEscape_Club-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d14792414-Reviews-Five_City_Spa_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d4086782-Reviews-Cafe_Gollem-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d12897935-Reviews-Dutch_Barge_Cruises-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d18920731-Reviews-Thai_Spa_Nirvana-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d10265886-Reviews-Fietswinkel_Heinekenplein-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d5050877-Reviews-Private_Day_Tours_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d4480916-Reviews-Hungry_Birds_Street_Food_Tours_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d12328284-Reviews-Vegan_Food_Tours_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3870266-d10239301-Reviews-Mount_Olympus-Troodos_Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g54358-d218798-Reviews-Huntington_Beach_State_Park-Murrells_Inlet_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g274793-d285662-Reviews-Krupowki_Street-Zakopane_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g46341-d17759629-Reviews-Cape_May_Transit_Jitney_Service-Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g33418-d144221-Reviews-Water_World-Federal_Heights_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g147395-d313435-Reviews-Governor_s_Beach-Turks_and_Caicos.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d8807323-Reviews-The_Fillmore_Philadelphia-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d19657871-Reviews-Riyadh_Front-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d8142447-Reviews-Lake_Symphony-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g150770-d153903-Reviews-La_Bufadora-Ensenada_Ensenada_Municipality_Baja_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g188590-d240813-Reviews-or10-Heineken_Experience-Amsterdam_North_Holland_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g188590-d240813-Reviews-Heineken_Experience-Amsterdam_North_Holland_Province.html"
    }
]