[
    {
        "attraction_name": "Hera Cruise - Private Day Cruise",
        "attraction_name_vi": "Hera Cruise - Du thuyền riêng trong ngày",
        "general_info": [
            "261 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Được chế tạo dành cho những du khách hiện đại, những người tìm kiếm những trải nghiệm tuyệt vời nhất có thể tưởng tượng được, Hera Cruises kết hợp những phẩm chất thiêng liêng của nữ thần Hy Lạp với năng lượng vũ trụ của không gian, không khí, lửa, nước và đất để tạo ra một trải nghiệm du ngoạn đỉnh cao không giống ai. Bước lên con tàu du lịch sang trọng 6 sao của chúng tôi để có chuyến đi đến thời gian và địa điểm huyền thoại - Di sản Thế giới được UNESCO công nhận của Việt Nam, Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "We stayed ai Hera Classic Boutique cruise from 2nd to 4th Jan. We travelled with a 3YO and a 1YO. Our stay was nice until a big accident happened when the sliding glass door in bathroom came crushing down to pieces on my left hand when I tried to close it. It was our sheer luck that I was there at that time in bathroom and both of the children were sitting in bed drawing with colour pencils. I had to scream at the top of my voice for help as they dont have a phone service in rooms. Although the restaurant was just above our floor and there were housekeeping staffs cleaning other rooms in the same floor but it took them 5minutes to come down to my room. I had cuts all over my left hand and feet. They came and cleaned the area and put band aids on my hands. I was so relieved that none of the kids were injured and I thought not to make any noise as the staff seemed sorry. But that was so I only imagined. When checking out on 4th morning we were not able to find the room key which we later found out that our toddler put that in our bag the cruise manager Dan or Dang exactly told me that we are not saying anything about the glass but the key must be returned. And at that time I clearly told him that we can sue the cruise for such big accident! We refrained because as we all were safe. This was so disappointing and unexpected from him. I was so disgusted with him at that time. And still so disgusted. I dont know if it is a normal human behaviour. If a single scratch came to my children I would have sued the cruise but since all were safe I though not to. Horrible horrible experience. The nice feelings of staying there became so sour that we wont never recommend this cruise to anyone. And it is just because of this particular manager person.Read more",
            "Hoàn toàn xuất sắc. Cabin thoải mái, riêng tư và có bồn tắm nhìn ra vịnh. Đồ ăn 5 sao. Dịch vụ thân thiện và ấm lòng. Tôi thực sự khuyên bạn nên đi du thuyền 2 đêm ở Vịnh Hạ Long. Hãy thử tập Thái Cực Quyền, chèo thuyền kayak và ngắm cảnh trong khi nhâm nhi ly cocktail trên boong tàu mở. Đó là việc phải làm.Đọc thêm",
            "Tôi quay trở lại để thực hiện một chuyến du ngoạn khác và sau khi ở trên hai chiếc thuyền khác trước đây, không gì có thể vượt qua được Hera. 6 sao về mọi mặt - cabin rất rộng có ban công riêng, bồn tắm nhìn ra mặt nước, đồ ăn ngon tuyệt vời và mọi thứ đều được người quản lý Kevin và nhóm của anh ấy chăm sóc. Nếu bạn đang tìm kiếm trải nghiệm đặc biệt hơn, bạn nên chọn Hera.Đọc thêm",
            "Chúng tôi đã đặt vé đi du thuyền Aphrodite trong 2 ngày 1 đêm. Và trước sự ngạc nhiên thú vị của chúng tôi, khi lên tàu, chúng tôi đã được chuyển đến tàu du lịch Hera và được cấp phòng VIP Sun. Tất cả những gì chúng tôi có thể nói là WOW! các nhân viên thật tuyệt vời và một tiếng hét đặc biệt và đề cập đến hai trong số những nhân viên lôi cuốn, lịch sự và hấp dẫn nhất, Apple Cindy, họ đã khiến chuyến đi trở nên đáng nhớ hơn. Thức ăn rất ngon. Giá đồ uống, không tệ. Vị trí - Vịnh Hay Long....tuyệt đẹp. Một người đẹp chèo thuyền boutique!! Chỉ có một vấn đề....đáng lẽ phải ở lại hai đêm! Đọc thêm",
            "Ban đầu chúng tôi đã đặt chỗ trên Du thuyền Aphrodite nhưng đã được nâng cấp lên Du thuyền Hera và chắc chắn đó là một bản nâng cấp. Thức ăn đã được chuẩn bị hoàn hảo với nhiều hoạt động để bạn lựa chọn. Cabin rất rộng rãi và siêu sạch sẽ. Người dẫn chương trình James hay còn gọi là James Bond là người dẫn chương trình xuất sắc. Khung cảnh nhìn từ thuyền chỉ đơn giản là ngoạn mục. Cảm ơn James và phi hành đoàn vì một thời gian tuyệt vời. Rất đáng để ghé thăm nếu bạn ở Vịnh Hạ Long. Đọc thêm",
            "Having booked this cruise with Aphrodite we were changed to the Hera cruise ship.This cruise will stay in our memories for a very long time for the very right reasons.We would highly recommend the this cruise and if the Aphrodite is as good as the Hera then everything will be superb too.Food - Superb 5 course meals for lunch and dinner with a vast range of selection of dishes. I dont normally eat seafood but tried it to see, the sea bass on the first day was so delicious it probably has changed my eating selection for the future. The steak for the 2nd days main dinner was superb too; in fact, all the dishes were excellent. I know I had to loosen my belt after the two days. Everyone was asked about food allergies at the start of the cruise so other types of food could be prepared which is always good to hear so that no-one misses out.Excursions - This was my 2nd time I have been to Ha Long Bay and it was as jaw dropping stunning as the first. The trips organised with the cruise were extremely enjoyable, informative and enough time allowed at each location. I was glad of the cannoning excursions to work of some of the fine food eaten. Everything on the boat was run with precision organisation.Drinks - reasonably priced given that youre a captive audience on the boat and when you consider the two hours of happy hour each night they are cheaper than we have found in some locations so far in Vietnam. The cocktails we had were very good to say the least.Staff - The best bit, they are obviously trained to a very high standard of service but with a very friendly charm and pleasant manner too. We had some great conversations with them and enjoyed chatting to all the people we had chance too. Apple certainly stands out with her positively infectious enthusiasm, humour and energy. The Tai Chi classes in the mornings with her are certainly worth waking early for.Rooms - We had the cheaper window view option available but it was excellent with a very comfy bed, beautifully furnished and certainly large enough.Safety - We felt perfectly safe on our trip and clear instructions were given at the initial briefing on emergency situations.The after sales with HeraAphrodite was excellent too, their fantastic help post our trip certainly helped us out with an issue which was not their problem, a big thank you.A massive thank you to all the staff of the Hera Cruise for making our trip so special and memorable.Read more",
            "Chúng tôi đã có chuyến du ngoạn 2D1N tuyệt vời trên hành trình Hera và rất ấn tượng bởi lòng hiếu khách của họ! Phi hành đoàn rất chân thành và khiến chúng tôi cảm thấy như ở nhà. Đầu bếp làm cho chúng tôi bữa ăn 5 món ngon miệng cho bữa trưa và bữa tối. Họ cũng đã nỗ lực tìm hiểu sở thích ăn kiêng của chúng tôi và thay đổi thực đơn cho phù hợp. Chúng tôi rất thích thú với các hoạt động ngoài trời được lên kế hoạch và lớp học nấu ăn trên du thuyền.Đọc thêm",
            "Chúng tôi kết thúc chuyến đi đến Việt Nam trên chuyến du thuyền 2 đêm 3 ngày tuyệt vời trên Vịnh Hạ Long và hoàn toàn bị choáng ngợp! Dịch vụ tuyệt vời, đồ ăn ngon tuyệt vời và đội ngũ nhân viên xuất sắc. Cindy, James và các nhân viên khác đã cung cấp một dịch vụ rất hiếm ngày nay. Họ thật tuyệt vời với những đứa trẻ của chúng tôi, cho phép chúng tôi cảm thấy thư giãn và thoải mái trong suốt thời gian lưu trú. Các phòng được bài trí trang nhã và chiếc giường thoải mái nhất mà chúng tôi đã ở trong suốt chuyến đi đến Việt Nam. Tôi thực sự muốn giới thiệu một chuyến đi với Hera Cruise cho những ai muốn tận hưởng những điều tuyệt vời nhất của Vịnh Hạ Long với dịch vụ đặc biệt.Đọc thêm",
            "Nếu bạn phải rút gọn một chuyến đi trong 24 giờ thì sẽ khó có thể vượt qua một chuyến du ngoạn trên tàu Hera. Phong cảnh ngoạn mục, đồ ăn và dịch vụ quầy bar chất lượng cao cũng như một con tàu tuyệt vời để chiêm ngưỡng vẻ đẹp của Vịnh Hạ Long. Đội ngũ nhân viên thật đặc biệt và được đề cập đặc biệt đến táo. Với tư cách là người hướng dẫn vào hang động và khám phá đảo khỉ, cô đã khiến trải nghiệm này trở nên thú vị hơn nhiều và đáng nhớ.Đọc thêm",
            "Tôi đã đi du thuyền 3 ngày 2 đêm trên Du thuyền Hera Vịnh Hạ Long từ ngày 13 tháng 11 năm 2019 đến ngày 15 tháng 11 năm 2019. Ban đầu tôi đã đặt trên Du thuyền Aphrodite nhưng nhận được thông báo rằng công ty đã nâng cấp tôi lên Du thuyền Hera vào đêm trước khi tôi khởi hành. Lúc đầu, tôi hơi lo lắng về việc thay đổi tàu nhưng không phàn nàn gì sau khi lên thuyền. Căn phòng được phân bổ cho tôi rất sang trọng và đồ ăn được trình bày đẹp mắt và đạt tiêu chuẩn của người sành ăn. Quan trọng nhất là đội ngũ nhân viên phi hành đoàn; cụ thể là cô Cindy, cô Apple, anh James và anh Happy rất chuyên nghiệp và đã nỗ lực hết mình để đảm bảo rằng tôi có khoảng thời gian đáng nhớ trên tàu và chăm sóc mọi nhu cầu của tôi. Xin khen ngợi họ và hãy tiếp tục làm việc tốt. Biết rằng tôi thích nhiếp ảnh, ông Happy đã dựng đạo cụ trên tàu và chụp nhiều bức ảnh hoàn hảo của tôi để lưu giữ sau này. Nói tóm lại, tôi đã có một chuyến du ngoạn tuyệt vời nhất và muốn giới thiệu Hera Cruise cho những du khách chưa quyết định chọn tàu nào. Đây là số tiền xứng đáng.Christopher AngSingaporeĐọc thêm"
        ],
        "star_ratings": [
            251,
            6,
            2,
            1,
            1
        ],
        "review_amount": 261,
        "location": [
            "Vịnh Hạ Long",
            "Việt Nam",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Đảo Tuần Châu",
            "Quang Ninh Province",
            "Hera Cruise - Du thuyền riêng trong ngày",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 10, 2024",
            "Written February 21, 2020",
            "Written December 25, 2019",
            "Written December 20, 2019",
            "Written December 16, 2019",
            "Written December 12, 2019",
            "Written December 9, 2019",
            "Written December 7, 2019",
            "Written November 21, 2019",
            "Written November 19, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or10-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14014958-Reviews-Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3427542-Reviews-The_Au_Co_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5062691-Reviews-Golden_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26799547-Reviews-Catherine_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25410372-Reviews-Erina_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d635380-Reviews-Binh_Tay_Market-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1466691-Reviews-Dubai_Dolphinarium-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g33067-d7714827-Reviews-Seal_Beach-Seal_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d11870873-Reviews-Pins_Mechanical_Company-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10617660-Reviews-Czech_railways-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d318056-Reviews-Menara_Gardens_and_Pavilion-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276822-Reviews-St_Stephen_s_Basilica_Szent_Istvan_Bazilika-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g30293-d2345309-Reviews-Hawks_Nest_State_Park-Ansted_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45953-d143338-Reviews-Lake_Las_Vegas-Henderson_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g4813352-d611391-Reviews-Red_Rock_Scenic_Byway_SR_179-Village_of_Oak_Creek_Arizona.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or10-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Hera Cruise - Private Day Cruise",
        "attraction_name_vi": "Hera Cruise - Du thuyền riêng trong ngày",
        "general_info": [
            "261 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Được thiết kế dành cho những du khách hiện đại tìm kiếm những trải nghiệm tuyệt vời nhất có thể tưởng tượng, Hera Cruises kết hợp những phẩm chất thiên thể của nữ thần Hy Lạp với năng lượng vũ trụ của không gian, không khí, lửa, nước và đất để tạo nên trải nghiệm du ngoạn đẳng cấp không gì sánh bằng. Hãy bước lên du thuyền sang trọng 6 sao của chúng tôi để đến với thời gian và địa điểm huyền thoại - Di sản thế giới UNESCO của Việt Nam, Vịnh Hạ Long. Đọc thêm",
        "reviews": [
            "Chúng tôi thực sự rất thích thời gian trên Hera Cruises, đặc biệt là dịch vụ hoàn hảo và đội ngũ nhân viên tuyệt vời khiến chúng tôi cảm thấy như đang ở nhà. Các phòng rất thoải mái và thức ăn cũng tuyệt vời. Rất muốn giới thiệu! Đọc thêm",
            "Đó là chuyến đi du lịch tuyệt vời nhất. Các nhân viên đều thân thiện, đồ ăn rất ngon và phòng rất đẹp, sạch sẽ và đẹp. Đó là chuyến đi du lịch tuyệt vời nhất mà tôi có. Và các thủy thủ đoàn trên tàu rất tốt bụng! Cảm ơn các nhóm Kevin, Cindy, Jane, Jeny, Apple, David, Cher YenĐọc thêm",
            "Tốt nhất ở nơi rất đẹp. Hera Cruise sang trọng, quyến rũ và không bao giờ nhàm chán. Thức ăn và đồ uống ngon. Nhân viên dễ thương.Đọc thêm",
            "Chuyến đi thật tuyệt vời! Phong cảnh thật ngoạn mục! Chúng tôi được chào đón nồng nhiệt. Các phòng đều sang trọng và giường thoải mái. Các nhân viên thật tuyệt vời và có một đầu bếp trẻ rất tài năng. Cảm ơn phi hành đoàn, đặc biệt là Cindy vì đã khiến chuyến đi này trở nên đặc biệt.Đọc thêm",
            "Vịnh Hạ Long là điểm kết thúc cho kỳ nghỉ 3 tuần của tôi tại Việt Nam. Thời tiết tuyệt vời, phòng rộng rãi và đồ ăn tuyệt vời. Tôi là người ăn chay và họ đã chăm sóc tôi rất chu đáo! Điều khiến chuyến du ngoạn này trở nên đặc biệt hơn nữa là dịch vụ tuyệt vời của Cindy. Cô ấy rất hiếu khách, rất ngọt ngào, cô ấy muốn làm mọi thứ để chuyến đi của bạn trở nên đặc biệt. Tôi và bạn tôi thực sự thích khoảng thời gian ở bên cô ấy. Cảm ơn cô Cindy rất nhiều!! Tất nhiên là toàn bộ nhân viên đều rất tuyệt! Hy vọng tôi sẽ sớm quay lại!! SimoneĐọc thêm",
            "Thật là một trải nghiệm tuyệt vời! Vịnh Hạ Long vượt quá sự mong đợi của tôi, đội ngũ nhân viên và trải nghiệm trên du thuyền Hera thậm chí còn tốt hơn. Tôi không có đủ điều tích cực để nói. Các nhân viên rất chuyên nghiệp, niềm nở và thích một trò đùa hay. Chúng tôi liên tục cười. Apple là bà chủ với nhiều bà chủ nhất. Chào đón chúng tôi bằng một nụ cười rạng rỡ và đảm bảo rằng chúng tôi luôn được chăm sóc. Họ đã nâng cấp phòng của chúng tôi vì đây là Tuần trăng mật của chúng tôi và chúng tôi có một sân hiên tuyệt vời với tầm nhìn ra vịnh! Họ thậm chí còn tổ chức tuần trăng mật của chúng tôi vào bữa tối và mang ra một quả dưa hấu có khắc dòng chữ Tuần trăng mật hạnh phúc của đầu bếp Yến, wow! Tôi cũng rất ấn tượng, tất cả đồ ăn đều tuyệt vời... hãy chuẩn bị sẵn sàng, mỗi bữa ăn có 5 món!. Họ cũng có một chiếc bánh và một ly cocktail tuyệt vời đã được nhân viên pha chế Kevin của chúng tôi làm để đánh dấu dịp này. Nếu bạn đang kỷ niệm bất kỳ sự kiện nào trong đời, hãy nhớ cho họ biết vì họ sẽ khiến nó trở nên đặc biệt hơn nữa. Hướng dẫn viên du lịch của chúng tôi James là người có rất nhiều kiến ​​thức và khiến mỗi chuyến du ngoạn trở nên thú vị. Nếu bạn đang cân nhắc giữa 1 hoặc 2 đêm, hãy chắc chắn ở lại 2 đêm vì chuyến đi đến làng chài và bãi biển vào ngày thứ hai thật tuyệt vời và thậm chí còn tuyệt vời hơn chuyến du ngoạn vào ngày 1. Thậm chí còn có thời gian để mát-xa vào ngày thứ hai ngày... đáng giá! Cảm ơn các thành viên còn lại trong đoàn là Cindy, Jenny, Kevin và bất kỳ ai mà tôi đã quên mất trong khoảng thời gian tuyệt vời!Đọc thêm",
            "Thật là một hành trình tuyệt vời, mọi thứ đều đỉnh cao và đội ngũ nhân viên rất dễ chịu và chuyên nghiệp. Hướng dẫn hành trình Apple chỉ là một người tuyệt vời luôn mỉm cười, rất hữu ích và nhiều thông tin. Các bữa ăn rất tuyệt vời, hương vị cũng như thị giác. Các hoạt động rất vui vẻ và mang tính giáo dục. Chuyến du ngoạn này khiến tôi có cảm giác như mình là khách thuê trong bộ phim truyền hình Below Deck ngoại trừ việc tôi không trả 250.000 đô la để thuê du thuyền.Đọc thêm",
            "Từ lúc bước lên tàu cho đến lúc rời đi, chúng tôi cảm thấy như người hoàng tộc. Đây là nơi tốt nhất mà tôi từng ở trong chuyến du lịch của mình. Dịch vụ này hoàn hảo và đồ ăn thì tuyệt vời. Rất khuyến khích. Đọc thêm",
            "Dịch vụ tuyệt vời tuyệt vời rất khuyến khích nhân viên thân thiện thực phẩm đầu bếp tuyệt vời để chết. Các cabin hoàn toàn tuyệt đẹp, rất thư giãn nên khuyên dùng 2 đêm chứ không phải một. Bạn sẽ không thất vọng đâu.Đọc thêm",
            "Chuyến đi tuyệt vời trong hành trình Hera. Mọi thứ đều tuyệt vời. Đặc biệt cảm ơn người quản lý Kevin, cindy, vui vẻ, đã hướng dẫn Jame và Jenny David nhân kỷ niệm 50 năm ngày cưới. Yêu tất cả các bạn. Đây là một kỷ niệm tuyệt vời đối với chúng tôi. Cảm ơn đầu bếp Sơn vì nước chanhĐọc thêm",
            "Có sẵn lựa chọn ăn chay không? và bạn có thể vui lòng gửi chi tiết về chuyến đi được không. Chúng tôi là hai người và sẽ đến Hà Nội vào chiều ngày 14 tháng 11 và sẽ rời Hà Nội vào khoảng trưa ngày 17!Đọc thêm",
            "Có - có sẵn các lựa chọn ăn chay tuyệt vời - cộng thêm nếu bạn cho họ biết, họ sẽ đáp ứng nhiều sở thích ăn kiêngĐọc thêm",
            "Chúng tôi có một nhóm gồm 19 người và chúng tôi chỉ có khoảng 24 giờ để khám phá Vịnh Hạ Long từ 3 giờ chiều ngày 13 đến 6 giờ chiều ngày 14. Bạn có thể sắp xếp cho chúng tôi không? Cảm ơnĐọc thêm",
            "Hành trình trong ngày?Đọc thêm",
            "Một đêm, hai ngàyĐọc tiếp",
            "CHÀO. Tôi đã cố gắng liên lạc với nhân viên của bạn về việc đặt chuyến du ngoạn vào tháng 3 năm 2019. Đã gửi 2 email nhưng không có phản hồi.. Đọc thêm",
            "Xin chào Jisa04, bạn có thể vui lòng gửi lại yêu cầu tới infoheracruiseshalongbay. com hoặc cung cấp cho chúng tôi số điện thoại email của bạn để chúng tôi có thể liên hệ trực tiếp với bạn. Chúng tôi cũng có sẵn trên đường dây nóng: 84 936401819. Cảm ơn bạnĐọc thêm",
            "Tôi đang nghĩ đến việc đặt một chuyến đi đến Vịnh Hạ Long vào tháng 7 cùng chồng năm nay.  Xin vui lòng cho biết chi phí của một đêm và hai đêm là bao nhiêu?Đọc thêm",
            "Xin chào Jillabong,\n\nDu thuyền Hera hiện chỉ khai thác hành trình 2 ngày 1 đêm và giá cho từng loại cabin có thể được tìm thấy tại trang web chính thức là heracruiseshalongbay\n\nLời chúc tốt đẹp nhất, Đọc thêm",
            "Vậy giá của chuyến du ngoạn hai đêm ba ngày vào tháng 11 này cho hai người lớn ở cùng phòng là bao nhiêu?Đọc thêm",
            "Ừm, chúng tôi đặt phòng nhỏ nhất nhưng được nâng cấp miễn phí. Vậy là chúng ta đã có được căn phòng Moon đẹp đẽ với giá khoảng 200 một đêm Đọc thêm"
        ],
        "star_ratings": [
            251,
            6,
            2,
            1,
            1
        ],
        "review_amount": 261,
        "location": [
            "Vịnh Hạ Long",
            "Việt Nam",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Đảo Tuần Châu",
            "Quang Ninh Province",
            "Hera Cruise - Du thuyền riêng trong ngày",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 18, 2019",
            "Written November 17, 2019",
            "Written November 16, 2019",
            "Written November 15, 2019",
            "Written November 15, 2019",
            "Written November 12, 2019",
            "Written October 30, 2019",
            "Written October 25, 2019",
            "Written October 17, 2019",
            "Written October 11, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d12619850-Reviews-or10-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or20-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14014958-Reviews-Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3427542-Reviews-The_Au_Co_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5062691-Reviews-Golden_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26799547-Reviews-Catherine_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25410372-Reviews-Erina_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d13630594-Reviews-Tony_s_Chocolonely_Superstore-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g194856-d4170610-Reviews-Spiaggia_del_Pevero-Porto_Cervo_Arzachena_Province_of_Olbia_Tempio_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g652121-d4037832-Reviews-Aqualava_Waterpark-Playa_Blanca_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1179396-d13315092-Reviews-Coco_Tam_s-Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d14980361-Reviews-Carrer_Cala_Fornells-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293928-d1846887-Reviews-Thap_Ba_Mud_Bath-Nha_Trang_Khanh_Hoa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d2151243-Reviews-Chez_Monique_Silver_Smith_Class-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g32070-d116580-Reviews-Rodeo_Drive-Beverly_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34206-d3836624-Reviews-Englewood_Beach-Englewood_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298224-d1373583-Reviews-Kokusaidori-Naha_Okinawa_Prefecture.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or20-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or10-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html"
    },
    {
        "attraction_name": "Hera Cruise - Private Day Cruise",
        "attraction_name_vi": "Hera Cruise - Du thuyền riêng trong ngày",
        "general_info": [
            "261 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Được chế tạo dành cho những du khách hiện đại, những người tìm kiếm những trải nghiệm tuyệt vời nhất có thể tưởng tượng được, Hera Cruises kết hợp những phẩm chất thiêng liêng của nữ thần Hy Lạp với năng lượng vũ trụ của không gian, không khí, lửa, nước và đất để tạo ra một trải nghiệm du ngoạn đỉnh cao không giống ai. Bước lên con tàu du lịch sang trọng 6 sao của chúng tôi để có chuyến đi đến thời gian và địa điểm huyền thoại - Di sản Thế giới được UNESCO công nhận của Việt Nam, Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Các nhân viên thật tuyệt vời! Chúng tôi thưởng thức đồ ăn! Các hoạt động được tổ chức tốt Chúng tôi đã có rất nhiều niềm vui ở dưới đó Căn phòng thật tuyệt vời Một lời cảm ơn đặc biệt đến thành viên phi hành đoàn Apple và James, các bạn thật tuyệt vời!!Đọc thêm",
            "Phương tiện di chuyển được tổ chức từ khách sạn của chúng tôi ở Hà Nội đúng giờ và rất thoải mái. Khi lên tàu Aphrodite, chúng tôi rất ngạc nhiên khi thấy cabin rộng rãi, sạch sẽ và được trình bày đẹp mắt. Chúng tôi đã mong đợi thiết kế cabin nhỏ hơn, kém thoải mái hơn. Như một phần thưởng hoàn thiện, chiếc giường rất thoải mái. Chuyến đi được tổ chức chuyên nghiệp với phần giới thiệu, nghi thức trên máy bay và giải thích về hành trình của chúng tôi. Từ đó đồ ăn thức uống bắt đầu xuất hiện và không bao giờ hết. Các công thức nấu ăn được cung cấp trong thời gian chúng tôi có đều rất xuất sắc. Mỗi món ăn được chuẩn bị đều tươi ngon và cực kỳ ngon. Đây chắc chắn là một trải nghiệm du lịch ẩm thực. Các hoạt động tổ chức cho chúng tôi cũng được lên kế hoạch kỹ lưỡng như thực đơn. Mọi người trên tàu đều thích thú với sự kiện này. Các nhân viên rất hữu ích và nhiệt tình khi thấy bạn thích thú. Tinh thần đồng đội của nhóm Hera này vượt trên cả sự mong đợi. Kevin đã thực hiện công việc hạng nhất là giám sát hành trình trong khi Apple phải là một trong những nhân viên có năng lực và đáng yêu nhất mà bạn từng gặp. Các hoạt động diễn ra suôn sẻ như lụa bởi James và các thành viên khác trong đoàn đều làm rất tốt công việc của mình. Đây là một trong những trải nghiệm du lịch tuyệt vời nhất mà chúng tôi có được trong 15 năm du lịch nước ngoài. Chúng tôi nhận thấy rằng nhờ đội ngũ nhân viên rất niềm nở và lôi cuốn nên tất cả các vị khách đều cảm thấy thoải mái và dễ dàng kết nối với nhau. Đến ngày thứ hai, chúng tôi có cảm giác như mình là một chiếc thuyền chở đầy bạn bè đi chơi vui vẻ. Là một khách du lịch, hãy tự thưởng cho mình chuyến du ngoạn Hera này - giá trị tuyệt vời cho số tiền bạn bỏ ra và một trải nghiệm đặc biệt.Đọc thêm",
            "Ồ!! hành trình hera thật tuyệt vời! Các nhân viên thực sự tốt bụng và chu đáo. Căn phòng rất sạch sẽ và ấm cúng. tôi yêu không khí trong hành trình! Thức ăn thật tuyệt vời nhờ chiếc bánh kỷ niệm ngày cưới cho bố mẹ tôi. chưa kể, khắc dưa hấu rất đẹp!! cảm ơn một lần nữa vì sự quan tâm nồng nhiệt của bạn. Tôi rất khuyến khích chuyến đi này. Đặc biệt là cảm ơn các nhân viên được đề cập dưới đây. Thuyền trưởng: Ba đẹp và thuận buồm xuôi gió!!Đầu bếp: Yến và con trai cảm ơn vì chiếc bánh xinh đẹpquản lý: Kevin phục vụ: Jenny, Thiên, vui vẻ, jame, cindy cảm ơn alllast, nhưng không kém phần quan trọng, cảm ơn rất nhiều đến Apple, người đã không ngừng chăm sóc bố mẹ tôi và luôn mỉm cười. Hy vọng được gặp lại bạn!!Hera Cruise!! Các nhân viên trong chuyến đi Vịnh Hạ Long mà tôi đi để kỷ niệm đám cưới của bố mẹ tôi đều rất thân thiện và căn phòng có cảm giác rất ấm cúng và trang nhã. Các bữa ăn cho bữa trưa và bữa tối được phục vụ theo từng món riêng biệt, vì vậy bạn có thể thưởng thức chúng trong khi nghe nhạc êm dịu, còn bữa sáng và bữa sáng muộn đơn giản được phục vụ theo kiểu tự chọn. Điều khiến bố mẹ tôi cảm động nhất là khi đầu bếp và nhân viên tặng họ một chiếc bánh cưới và dưa hấu khắc để chúc mừng kỷ niệm ngày cưới của họ. Mẹ tôi đã rơi nước mắt khi ăn mừng sự bất ngờ bất ngờ này. Chuyến đi 2 ngày 1 đêm đến Hera Cruise với khung cảnh tuyệt vời của Vịnh Hạ Long thực sự là điều tôi sẽ không bao giờ quên. Cảm ơn Ba, Yen n son, Kevin, Jenny, Thiên, hạnh phúc, jame, cindy!! Cảm ơn tất cả!!! Đọc thêm",
            "Tôi không thể diễn tả đủ về khoảng thời gian tuyệt vời mà chúng tôi đã có trên Hera Cruise. Chúng tôi yêu thích Vịnh Hạ Long xinh đẹp và việc lên tàu Hera Cruise khiến trải nghiệm này càng trở nên kỳ diệu hơn. Dịch vụ này hoàn toàn phi thường. Apple là một trong những người tốt nhất mà tôi từng gặp và cô ấy rất niềm nở và ngọt ngào trong suốt chuyến đi. Tôi chắc chắn sẽ khuyên bạn nên ở lại hai đêm để có thể thực hiện chuyến tham quan trong ngày sâu hơn vào Vịnh Hạ Long. Cindy là một hướng dẫn viên đáng kinh ngạc và đưa chúng tôi đi thuyền kayak khắp các làng chài, vịnh và một bãi biển tuyệt đẹp. Đó thực sự là một ngày khó quên! Thức ăn thật tuyệt vời! Mỗi bữa ăn đều cực kỳ ngon. Đầu bếp, Yến, thật tuyệt vời! Các thành viên còn lại của phi hành đoàn James, Happy và Jenny đều rất tuyệt vời và thực sự tất cả mọi người trên tàu đã khiến chuyến đi của chúng tôi trở thành một trải nghiệm kỳ diệu, khó quên. Không thể giới thiệu đủ hành trình này!!Đọc thêm",
            "Chúng tôi đã có chuyến đi 2 ngày 1 đêm với du thuyền Hera. Chúng tôi thực sự thích nó, đó là một trải nghiệm suôn sẻ. Chúng tôi có một căn phòng rộng rãi có ban công cực kỳ gọn gàng và sạch sẽ, thực sự đẳng cấp. Các hoạt động được tổ chức tốt và diễn ra rất suôn sẻ với sự hướng dẫn của James. Tất cả các dịch vụ đều đẳng cấp hàng đầu và các chuyến tham quan rất thú vị, cảm ơn Apple, James và Jennifer. Cảm ơn bạn, trải nghiệm tuyệt vờiĐọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời. Mọi thứ đã được tổ chức rất tốt. Rất nhiều hoạt động trong chuyến đi tùy chọn. Thức ăn và đồ uống rất ngon. James và Apple đã làm rất tốt.Đọc thêm",
            "Các nhân viên thật tuyệt vời, hữu ích và thân thiện, luôn sẵn sàng cung cấp những gì bạn cần. Chúng tôi rất thích. Thức ăn rất tuyệt và mặc dù chiếc thuyền có thể được cải thiện về một số khía cạnh bên ngoài, căn phòng vẫn sạch sẽ, đẹp đẽ, đúng như những gì cần thiết để tận hưởng trọn vẹn vẻ đẹp của Vịnh Hạ Long. Cảm ơn vì trải nghiệm!Đọc thêm",
            "Hành trình này là điểm nổi bật trong toàn bộ chuyến đi của chúng tôi. Chúng tôi đã được chào đón trên tàu bởi một phi hành đoàn chuyên nghiệp, thân thiện - nhưng hãy cẩn thận, họ có khiếu hài hước khô khan! Bản thân chiếc thuyền được trang bị cực kỳ tốt, phòng tắm nắng mà chúng tôi ở lớn hơn và sang trọng hơn bất kỳ khách sạn trên đất liền nào mà chúng tôi đã ở trong suốt chuyến đi! Việc bố trí trên tàu rất đặc biệt và chính xác như trên trang web, nhưng tôi nghĩ, đối với chúng tôi, chính phi hành đoàn đã khiến chuyến đi trở nên đáng nhớ. Họ không thể làm đủ cho chúng tôi, nhưng cũng rất vui và chúng tôi cảm thấy trong ba ngày, chúng tôi đã xây dựng được mối quan hệ rất nhanh chóng với họ. Thức ăn, đồ uống và các chuyến du ngoạn đều tuyệt vời và mặc dù có rất nhiều tàu du lịch khác trên Vịnh Hạ Long, khi ở trên chiếc thuyền này, bạn vẫn có cảm giác như đang ở nơi của chính mình! Cảm ơn nhóm, đặc biệt là Kevin, Cindy và James.Đọc thêm",
            "Vì có một chuyến đi ngắn cùng các con trước khi tiễn chúng đi nghỉ hè, chúng tôi quyết định quay lại Vịnh Hạ Long, nơi cả hai đều thấy thú vị và thư giãn. Sau nhiều lựa chọn, tôi đã chọn đi du thuyền Hera vì giá cả hợp lý và nhận được nhiều đánh giá tốt. Đây thực sự là một trong những chuyến đi đáng nhớ nhất trên vịnh. Đầu tiên, tất cả chúng tôi đều rất ấn tượng với cách trang trí tuyệt đẹp của Du thuyền Hera nói chung và phòng nghỉ nói riêng. Phòng nghỉ của chúng tôi rất sạch sẽ, sáng sủa và thoải mái. Ngoài ra, các món ăn kết hợp với nguyên liệu tươi ngon của địa phương thật tuyệt vời. Các nhân viên cực kỳ thân thiện và chu đáo. Chúng tôi đã cùng nhau dùng bữa tối giao lưu, trong đó tôi nhận thấy quản lý Thanh và các nhân viên khác: Nhung, Phương, Hoài, Yến, Đến, Tùng và bếp trưởng. Tuyệt vời! Tôi rất biết ơn khi được ở cùng họ trên tàu. Sẽ rất thích quay lại vào lần khác. Đọc thêm",
            "Khung cảnh thật ngoạn mục. Không nên dùng cho giới trẻ, cần nhiều hoạt động thú vị hơn. Thật tuyệt vời cho những người có đủ kiên nhẫn để cầm gậy câu mực khi biết rằng chỉ có 2 con được câu trong một năm hahaha. Trang trí rất đẹp cho những ai thích phong cách retro đặc biệt đề cập đến điện thoại. Phòng rất sạch sẽ và giường rất thoải mái. Nhân viên rất tử tế và chu đáo, chu đáo đến mức họ thậm chí còn hỏi về câu trả lời trong câu hỏi của bạn nếu chúng không tốt lắm hahaha.Đọc thêm"
        ],
        "star_ratings": [
            251,
            6,
            2,
            1,
            1
        ],
        "review_amount": 261,
        "location": [
            "Vịnh Hạ Long",
            "Việt Nam",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Đảo Tuần Châu",
            "Quang Ninh Province",
            "Hera Cruise - Du thuyền riêng trong ngày",
            "Châu Á"
        ],
        "reviews_time": [
            "Written September 23, 2019",
            "Written September 22, 2019",
            "Written September 21, 2019",
            "Written September 11, 2019",
            "Written September 10, 2019",
            "Written September 10, 2019",
            "Written September 5, 2019",
            "Written August 24, 2019",
            "Written August 21, 2019",
            "Written July 22, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d12619850-Reviews-or20-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or10-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or30-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14014958-Reviews-Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3427542-Reviews-The_Au_Co_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5062691-Reviews-Golden_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26799547-Reviews-Catherine_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25410372-Reviews-Erina_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1063660-Reviews-The_O2-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g36669-d1100072-Reviews-LEGOLAND_Discovery_Center_Chicago-Schaumburg_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d4218322-Reviews-Ayutthaya_Elephant_Palace_Royal_Kraal-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1915293-d5541312-Reviews-Dhermi_Beach-Dhermi_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d1382990-Reviews-Grotto_Falls_Trail-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g303874-d555063-Reviews-Sandy_Bay_Beach-Sandy_Bay_Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d131397-Reviews-Kapiolani_Park-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d1886940-Reviews-Saiko_Iyashi_no_Sato_Nemba-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefe.html",
            "https://www.tripadvisor.com/Attraction_Review-g298553-d3530458-Reviews-Shafa_Mountains-Taif_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d4340947-Reviews-The_Angler-Ocean_City_Maryland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or30-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or20-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html"
    },
    {
        "attraction_name": "Hera Cruise - Private Day Cruise",
        "attraction_name_vi": "Hera Cruise - Du thuyền riêng trong ngày",
        "general_info": [
            "261 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Được chế tạo dành cho những du khách hiện đại, những người tìm kiếm những trải nghiệm tuyệt vời nhất có thể tưởng tượng được, Hera Cruises kết hợp những phẩm chất thiêng liêng của nữ thần Hy Lạp với năng lượng vũ trụ của không gian, không khí, lửa, nước và đất để tạo ra một trải nghiệm du ngoạn đỉnh cao không giống ai. Bước lên con tàu du lịch sang trọng 6 sao của chúng tôi để có chuyến đi đến thời gian và địa điểm huyền thoại - Di sản Thế giới được UNESCO công nhận của Việt Nam, Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Trong chuyến thăm Vịnh Hạ Long gần đây, chúng tôi đã rất ấn tượng trước di sản thiên nhiên đẳng cấp thế giới đến mức không thể chụp đủ ảnh. Chúng tôi cũng rất vui khi được lên tàu du lịch Hera mà chúng tôi không chỉ ấn tượng bởi lối trang trí đẹp mắt và sự tiện nghi của các phòng nghỉ, mà còn là những món ăn ngon được chế biến từ nguyên liệu địa phương và được trình bày chất lượng. Cuối cùng nhưng không kém phần quan trọng, đội ngũ nhân viên trên tàu nói tiếng Anh và tiếng Trung tốt thậm chí còn khiến chúng tôi say mê bởi sự thân thiện, niềm đam mê và sự nhiệt tình trong mọi hoạt động! Chúng tôi đã có khoảng thời gian tuyệt vời và gặp gỡ những vị khách khác từ nhiều nơi trên thế giới. Đó là một trong những kỳ nghỉ thú vị nhất mà chúng tôi từng có!Đọc thêm",
            "Bên trong thuyền rất sạch sẽ, từ phòng nghỉ, khu vực ăn uống và phòng tắm. Họ cũng ưu tiên sự an toàn của hành khách, đảm bảo có sẵn áo phao ở tất cả các khu vực, ngay cả dưới bàn ăn, đèn pin và búa trong trường hợp khẩn cấp. Thức ăn cũng rất tuyệt và chưa kể, rất tốt cho sức khỏe, mẹ tôi và tôi không thể cưỡng lại việc ăn thêm sau khi ăn xong đĩa đầu tiên trong bữa tiệc buffet. Họ cũng đặt sẵn các bữa ăn và đảm bảo trước đó sẽ ghi chú những gì hành khách bị dị ứng và chuẩn bị những đĩa đặc biệt cho họ. Cuối cùng, nhân viên Kevin, Happy, James, Jenny và các đầu bếp của họ rất thân thiện và nhiệt tình, họ luôn đảm bảo rằng tất cả chúng tôi đều cảm thấy thoải mái và được giải trí tốt. Tôi chắc chắn sẽ giới thiệu Hers Cruise cho gia đình và bạn bè của tôi, những người có kế hoạch đến thăm Vịnh Hạ Long.Đọc thêm",
            "Chúng tôi đã có một trong những trải nghiệm tuyệt vời nhất khi du lịch Việt Nam trên tuyến du thuyền Hera.  Một thành phần đặc biệt cho trải nghiệm này là bà chủ tuyệt vời Apple.  Tôi có thể ca ngợi nhiều hơn về lòng tốt, kiến ​​thức và sự chăm chỉ mà cô ấy thể hiện trong công việc.  Chúng tôi trở thành bạn bè ngay lập tức và cô ấy đã chỉ cho chúng tôi nhiều điều về văn hóa Việt Nam, bao gồm cả cách chế biến món ăn và Thái Cực Quyền.  Cô ấy luôn sẵn sàng bất cứ lúc nào và sẽ cố gắng giúp đỡ chúng tôi.  Apple đã và đang là một bà chủ và nhân viên tuyệt vời của hãng du thuyền hàng đầu Hera!  Đẹp quá!!Đọc thêm",
            "chúng tôi đã đi du thuyền hai ngày một đêm!    Trải nghiệm nổi bật và được đánh giá cao Phòng của chúng tôi siêu sạch sẽ và rất đầy đủ.  Máy điều hòa thật tuyệt vời với nhiệt độ trên 35-40 C. Chúng tôi cũng có rất nhiều món ăn: phương Tây và Việt Nam.  Và các hoạt động tốt trên tàu: lớp học nấu chả giò, lớp uống rượu dừa và thái cực quyền! Lòng hiếu khách của thủy thủ đoàn rất tuyệt vời và được đánh giá rất cao.  Đặc biệt, Apple đã nổi bật nhờ mức độ dịch vụ tuyệt vời Nói chung, một trải nghiệm tuyệt vời!Đọc thêm",
            "Chúng tôi hoàn toàn thích chuyến tham quan Vịnh Hạ Long.  Họ đón chúng tôi từ khách sạn bằng một chiếc xe tải riêng cùng với một cặp vợ chồng khác và đó là một chuyến đi thoải mái, có máy lạnh lên thuyền.  Các nhân viên thân thiện, hiểu biết và đảm bảo mọi nhu cầu của bạn đều được đáp ứng.  Apple rất thân thiện và vui tính, James và Kevin đảm bảo chúng tôi luôn cảm thấy thoải mái.  Chỗ ở rất đẹp và rộng rãi.  Bởi vì chúng tôi ở đây vào tháng 7 với nhiệt độ bên ngoài khoảng 98 độ nên AC hơi khó theo kịp.  Chúng tôi đóng cửa phòng tắm để khắc phục điều đó.  Chèo thuyền kayak quanh các làng chài là một trải nghiệm tuyệt vời và hang động là một cảnh tượng tuyệt vời để ngắm nhìn mặc dù có rất đông người dân.  Tôi đặc biệt giới thiệu tour này cho bất kỳ ai.  Đỉnh cao!Đọc thêm",
            "Chúng tôi mất 1 đêm hai ngày trên thuyền 6 phòng.  Thật là một trải nghiệm tuyệt vời.  Dịch vụ tuyệt vời từ điểm đến cho đến khi khởi hành.  Apple, quản gia riêng của chúng tôi, thật là một cô gái ngọt ngào.  Đây thực sự là một điều tuyệt vời.Đọc thêm",
            "Wow! We were absolutely blown away by the level of quality on this cruise!My husband, a friend and I decided on the 3 day, 2 night option with Hera and were so glad we did.First and foremost the staff were all so friendly and accommodating, they went above and beyond to make sure everything was just right and we had everything we needed throughout our stay on board. We couldnt fault them.The boat itself is spacious, well equipped, clean and luxurious.The food was delicious and so plentiful, we were also offered more in case we were still hungry, but after 5 courses we never were! The food was also beautifully presented and served with a smile, the staff always seemed to know when we finished a course and the next course was quick to come.We found there was a great balance between activities and relaxation time. All the activities were informative and fun. Our favourite activity was on the second day when we were lucky enough to have a private trip with Apple to the fishing village, kayaking to a cave and swimming on a beach all by ourselves. Apple was full of information, had a great sense of humour and quick wit! We really enjoyed her company!Cindys cooking classes were also a hit, she had a great sense of humour and made it really fun, she was also fantastic with some of the younger visitors which was great to see. We had a quite a few chats with Kevin, he was great to talk with and gave us some travel tips for the rest of our Vietnam trip, he was also always on top of everything and had it all running like a well oiled machine.We stayed in the Venus room, it was beautifully appointed and much more spacious than anticipated. The bathroom was massive, especially the shower.The bed and linens were so soft, lying in bed and staring through the window just soaking in the view was surreal.We strongly suggest the 3 day, 2 night stay as it gives you that little bit more time to enjoy the boat, the extra activities are so worth it as it gives you a chance to go to a much quieter beach and the fishing village.Thanks again to Kevin, Apple, Cindy, Jenny and all the other staff we didnt remember everyones name, sorry for an amazing experience, we will never forget it!Read more",
            "Chúng tôi đã có chuyến du ngoạn 2 đêm 3 ngày ở Vịnh Hạ Long và thật tuyệt vời! thức ăn, thuyền, hoạt động, phòng và hầu hết các nhân viên đều tuyệt vời! Nếu bạn đến Vịnh Hạ Long, bạn phải thực hiện hành trình này! đáng giá từng đô la! Kevin, Apple, Cindy và Jenny đã khiến chuyến đi trở nên đặc biệt và chỉ sau 2 ngày, tôi cảm thấy như gia đình! Cảm ơn cảm ơn! Tôi nhớ họ rồi, tôi sẽ quay lại! Chúng tôi sẽ trân trọng chuyến đi này đến hết cuộc đời!Đọc thêm",
            "Thức ăn tuyệt vời. Phòng tuyệt vời. Quan điểm tuyệt vời. Đội ngũ nhân viên chu đáo và kỹ lưỡng. Nhìn chung TUYỆT VỜI !!! Đã yêu nó. Có 2 đứa con nhỏ đi cùng tôi và họ đã làm mọi thứ có thể để khiến chuyến đi của chúng tôi trở nên tuyệt vời và tận tâm để biến kỳ nghỉ của chúng tôi trở thành trải nghiệm tuyệt vời nhất từ ​​trước đến nay. Và đó là lời cảm ơn Kevin và nhân viên! Đọc thêm",
            "Chúng tôi đã đặt chuyến du ngoạn 2 ngày 1 đêm vào phút cuối. Chúng tôi đã đi du lịch ở Châu Á được khoảng 2 tháng và nghĩ rằng đây sẽ là một kỳ nghỉ tuyệt vời khi không phải đưa ra quyết định về nơi sẽ đi và cách đến đó : Lý do chính khiến chúng tôi quyết định đi là vì chuyến đi thật tuyệt vời đại lý đã ở Hà Nội. Đó là một cặp vợ chồng và họ thực sự muốn chúng tôi thử nó. Phi hành đoàn rất tốt và rất hữu ích. Bản thân chiếc thuyền đã rất nổi bật. Rất sang trọng. Thức ăn thật tuyệt vời! Chúng tôi không thực sự quen với mức độ sang trọng đó trong chuyến du lịch của mình. Phong cảnh trong chuyến đi thật đẹp. Nói chung đó là một chuyến đi rất tốt. Đọc thêm"
        ],
        "star_ratings": [
            251,
            6,
            2,
            1,
            1
        ],
        "review_amount": 261,
        "location": [
            "Vịnh Hạ Long",
            "Việt Nam",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Đảo Tuần Châu",
            "Quang Ninh Province",
            "Hera Cruise - Du thuyền riêng trong ngày",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 21, 2019",
            "Written July 21, 2019",
            "Written July 20, 2019",
            "Written July 20, 2019",
            "Written July 20, 2019",
            "Written July 4, 2019",
            "Written July 3, 2019",
            "Written July 3, 2019",
            "Written July 2, 2019",
            "Written July 1, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d12619850-Reviews-or30-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or20-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or40-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14014958-Reviews-Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3427542-Reviews-The_Au_Co_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5062691-Reviews-Golden_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26799547-Reviews-Catherine_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25410372-Reviews-Erina_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d324480-Reviews-Deira_City_Center_Shopping_Mall-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g32389-d103132-Reviews-Folsom_Prison_Museum-Folsom_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33804-d1469415-Reviews-Connecticut_Science_Center-Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g187457-d675885-Reviews-La_Concha_Beach-San_Sebastian_Donostia_Province_of_Guipuzcoa_Basque_Country.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806624-d6681412-Reviews-Zhongshe_Flower_Market-Houli_Taichung.html",
            "https://www.tripadvisor.com/Attraction_Review-g189403-d1572194-Reviews-Hellenic_Seaways-Piraeus_Piraeus_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g194697-d1221417-Reviews-Passo_dello_Stelvio-Bormio_Province_of_Sondrio_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g608666-d282322-Reviews-Zell_Am_See_Kaprun-Zell_am_See_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g2268307-d2242042-Reviews-Prasonisi_Beach-Kattavia_Rhodes_Dodecanese_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or40-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or30-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html"
    },
    {
        "attraction_name": "Hera Cruise - Private Day Cruise",
        "attraction_name_vi": "Hera Cruise - Du thuyền riêng trong ngày",
        "general_info": [
            "261 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Được chế tạo dành cho những du khách hiện đại, những người tìm kiếm những trải nghiệm tuyệt vời nhất có thể tưởng tượng được, Hera Cruises kết hợp những phẩm chất thiêng liêng của nữ thần Hy Lạp với năng lượng vũ trụ của không gian, không khí, lửa, nước và đất để tạo ra một trải nghiệm du ngoạn đỉnh cao không giống ai. Bước lên con tàu du lịch sang trọng 6 sao của chúng tôi để có chuyến đi đến thời gian và địa điểm huyền thoại - Di sản Thế giới được UNESCO công nhận của Việt Nam, Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Các thành viên phi hành đoàn xuất sắc với Năng lượng cao, rất có sức chứa và dễ chịu.. Chúng tôi đã chọn lựa chọn 2 ngày 1 đêm và có rất nhiều hoạt động từ khi đến cho đến khi khởi hành.. Thức ăn thật tuyệt vời và họ có thể thay đổi bữa ăn dựa trên các yêu cầu ăn kiêng cụ thể. Các hoạt động bao gồm lớp học nấu ăn, nếm rượu cơm dừa, chèo thuyền kayak và khám phá hang động..Đặc biệt cảm ơn Cindy và Apple, những người đã khiến chúng tôi cảm thấy rất được chào đón và khiến chuyến đi trở nên rất thú vị..Đọc thêm",
            "Chúng tôi không có lời nào để bày tỏ lòng biết ơn của mình đối với Nhân viên tuyệt vời này, họ là một gia đình và họ khiến chúng tôi cảm thấy như đang ở nhà!. Tất cả các thành viên phi hành đoàn từ đội dọn phòng cho đến thuyền trưởng đều phải tự hào vì công việc tuyệt vời mà họ đang làm... cảm ơn Apple, Cindy, James, Kevin... và nhân viên cân bằng. Chúng tôi đã kỷ niệm một ngày quan trọng trong cuộc đời mình và tất cả các bạn đã ở đó để làm điều đó trở nên đặc biệt và khó quên hơn. Chúng tôi sẽ không bao giờ quên các bạn! Hãy tận hưởng chuyến tham quan, các hang động, phong cảnh tuyệt vời từ Hera Terrace và tất nhiên là những món ăn tuyệt vời do đầu bếp chế biến và đừng quên cocktail!!! Chúng tôi rất thích nó! Chúng tôi rất thích nó! Và chúng tôi sẽ quay lại lần nữa. Gia đình hãy bảo trọng!Đọc thêm",
            "Trải nghiệm tuyệt vời được đảm bảo. Đó là chuyến đi đặc biệt của chúng tôi. khuyến khích mạnh mẽ. Phi hành đoàn, Apple, Cindy, James và những người khác cực kỳ thân thiện và hữu ích.Đọc thêm",
            "Các chuyến tham quan Blue Dragon thật tuyệt vời khi được làm việc cùng.  Tôi đã có thể thương lượng bao gồm dịch vụ đưa đón sân bay, bữa sáng tại khách sạn Hà Nội với mức giá ưu đãi.  Họ đã nâng cấp chiếc thuyền lên HERA, chiếc thuyền mới nhất và thậm chí còn đề xuất Somerset vì cậu con trai 20 tuổi của chúng tôi đi cùng chúng tôi để có thêm chỗ.  Mọi thứ về chuyến đi đều được phối hợp cụ thể, truyền đạt tốt và chỉ đơn giản là thú vị.  Từ tài xế, xe limo đến Vịnh Hạ Long cho đến đội ngũ xuất sắc của HERA, chúng tôi đều muốn đi một lần nữa.  Chúng tôi chỉ đi du thuyền qua đêm vì tôi không thấy hành trình 3 ngày khi đặt phòng.  Lần tới tôi sẽ đi du thuyền 3 ngày để tận hưởng Vịnh Hạ Long tốt hơn, nhân viên và chỗ ở sang trọng!Đọc thêm",
            "Chúng tôi trở về từ Vịnh Hạ Long với Hera Cruise. Một chuyến đi đáng nhớ và khó quên - phòng nghỉ sang trọng, không gian Sun Room. Nhân viên hữu ích và chu đáo, đặc biệt là cô Apple, đầu bếp tuyệt vời Chef Sun vì những món ăn ngon của anh ấy. Rất khuyến khích. Đọc thêm",
            "Chuyến du ngoạn Hera chắc chắn đã vượt quá mong đợi của chúng tôi. Chúng tôi ở phòng Moon và nó đẹp hơn cả mong đợi và gần như cảm thấy như siêu thực. Chúng tôi không thể tin được căn phòng tuyệt vời như thế nào. Các nhân viên cực kỳ tử tế và chúng tôi đã có những bữa ăn tuyệt vời. Rất đáng để giới thiệu. Đọc thêm",
            "Tham quan Vịnh Hạ Long là một trải nghiệm đáng nhớ đối với bất kỳ ai; đội ngũ nhân viên và cơ sở vật chất của Hera Cruise sẽ nâng cao mọi thứ cho bạn.  Các nhân viên trên hành trình của chúng tôi, đặc biệt là Cindy, Kevin, James và Apple, đều cực kỳ hữu ích và thân thiện.  Thức ăn rất tuyệt, chỗ ở và các hoạt động tuyệt vời.  Tôi rất muốn giới thiệu cho bất cứ ai.  Nếu bạn chưa biết cách làm chả giò, họ sẽ dạy bạn!!Đọc thêm",
            "Vợ tôi Ngọc Hiển và tôi vừa trở về sau chuyến đi tuyệt vời đến Vịnh Hạ Long trên du thuyền Hera hôm nay, ngày 16 tháng 6 năm 2019. Chúng tôi đã dành 2 ngày 1 đêm trên du thuyền 6 sao này. Chúng tôi đặt loại phòng có tên Planet suite tên là Hera Wind. Wow, căn phòng rất sạch sẽ, ngăn nắp và ấm cúng. Cả hai chúng tôi đều cảm thấy rất hài lòng với dịch vụ, nhân viên và đồ ăn trên du thuyền. Chuyến đi tuyệt vời mang lại nhiều niềm vui và các hoạt động ngoài trời như leo núi để ngắm hang Sửng Sốt, chèo thuyền kayak trên vùng biển tĩnh lặng để quan sát cuộc sống hàng ngày của ngư dân trên thuyền của họ, hay bơi lội ở bãi biển Soi Sim, v.v. đến hành trình này và nhân viên của nó. Cảm ơn Quản lý Thành và tất cả cấp dưới, ekip của anh ấy đã phục vụ tất cả chúng tôi một cách ấm áp, đáng yêu, tận tâm và vui vẻ. Chúng tôi sẽ nhớ tất cả các bạn rất nhiều. TUẤN và HIENĐọc thêm",
            "Một hành trình thú vị. Cách tuyệt vời để tận hưởng khung cảnh tuyệt đẹp của Vịnh Hạ Long. Các nhân viên thật tuyệt vời và đã chăm sóc chúng tôi rất tốt trong suốt thời gian qua. Các chuyến đi trong ngày rất tốt và thích cách tổ chức. Các hoạt động trên du thuyền bao gồm demo nấu ăn, lớp học uống rượu dừa và câu mực. Giữ chúng tôi bận rộn và cũng giúp chúng tôi biết rõ hơn về văn hóa Việt Nam. Cảm ơn bạn đã chăm sóc chúng tôi chu đáo và khiến chuyến đi trở nên đáng nhớĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với du thuyền Hera trong chuyến tham quan Vịnh Hạ Long. Khung cảnh thật ngoạn mục khi thư giãn trên chiếc thuyền dễ đi này. Không khí tuyệt vời xuyên suốt với đội ngũ nhân viên tuyệt vời, hữu ích và vui vẻ. James và Cindy đặc biệt tốt. Chúng tôi là người ăn chay và không có bất kỳ bữa ăn nào trên tàu nhưng được cung cấp tất cả các loại trái cây lạ mà chúng tôi yêu cầu Đọc thêm"
        ],
        "star_ratings": [
            251,
            6,
            2,
            1,
            1
        ],
        "review_amount": 261,
        "location": [
            "Vịnh Hạ Long",
            "Việt Nam",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Đảo Tuần Châu",
            "Quang Ninh Province",
            "Hera Cruise - Du thuyền riêng trong ngày",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 30, 2019",
            "Written June 25, 2019",
            "Written June 24, 2019",
            "Written June 24, 2019",
            "Written June 23, 2019",
            "Written June 19, 2019",
            "Written June 17, 2019",
            "Written June 16, 2019",
            "Written June 13, 2019",
            "Written June 12, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d12619850-Reviews-or40-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or30-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or50-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14014958-Reviews-Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3427542-Reviews-The_Au_Co_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5062691-Reviews-Golden_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26799547-Reviews-Catherine_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25410372-Reviews-Erina_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g776001-d4931616-Reviews-St_Nicholas_Beach-Vasilikos_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d12118144-Reviews-Ahopsan_Forest-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g31230-d8510615-Reviews-Fat_Cats_All_Out_Fun-Gilbert_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g55197-d144592-Reviews-Mud_Island_River_Park-Memphis_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d6429868-Reviews-Sugarlands_Distilling_Company-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60859-d1440352-Reviews-Madison_Mallards-Madison_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d145280-Reviews-Secret_Garden_Dolphin_Habitat-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d12031994-Reviews-Sea_View_Spa-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g40504-d103840-Reviews-Bass_Harbor_Head_Lighthouse-Bass_Harbor_Tremont_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d104701-Reviews-Downtown_Tunnels-Houston_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or50-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or40-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html"
    },
    {
        "attraction_name": "Hera Cruise - Private Day Cruise",
        "attraction_name_vi": "Hera Cruise - Du thuyền riêng trong ngày",
        "general_info": [
            "261 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Được thiết kế dành cho những du khách hiện đại tìm kiếm những trải nghiệm tuyệt vời nhất có thể tưởng tượng, Hera Cruises kết hợp những phẩm chất thiên thể của nữ thần Hy Lạp với năng lượng vũ trụ của không gian, không khí, lửa, nước và đất để tạo nên trải nghiệm du ngoạn đẳng cấp không gì sánh bằng. Hãy bước lên du thuyền sang trọng 6 sao của chúng tôi để đến với thời gian và địa điểm huyền thoại - Di sản thế giới UNESCO của Việt Nam, Vịnh Hạ Long. Đọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện hành trình 2 ngày 1 đêm và chúng tôi đã có trải nghiệm tuyệt vời trên tàu. Thuyền, các hoạt động và thức ăn vượt xa sự mong đợi của chúng tôi và đội ngũ nhân viên thật đặc biệt! Chúng tôi ghé thăm hang động cùng James và học cách làm món bánh cuốn truyền thống của Việt Nam cùng Cindy và Apple! Chúng tôi chắc chắn sẽ giới thiệu hành trình này cho bạn bè của mình! Cảm ơn tất cả phi hành đoàn trong 2 ngày này!Đọc thêm",
            "Chúng tôi đã dành 2 ngày 1 đêm trên tàu và mọi thứ vượt xa sự mong đợi của chúng tôi! Các nhân viên James, Cindy, Apple, Happy, Chef Yen, Piter thật tuyệt vời! Họ rất năng động và đảm bảo rằng bạn đang có khoảng thời gian tuyệt vời! Chúng tôi đã tham gia tất cả các hoạt động trên tàu taichi, lớp học nấu ăn, Spa trên các hang động trên đảo, bãi biển, leo núi: mọi thứ đều được giải thích rất rõ ràng và cực kỳ có tổ chức! Chúng tôi cũng vậy ấn tượng bởi thức ăn! Ồ! Chúng tôi đã thử các món ăn địa phương khác nhau và nó rất ngon! Chúng tôi ở trong phòng sáng và điều đó thật tuyệt vời! Chiếc giường siêu thoải mái và sân thượng thật hoàn hảo để tận hưởng hoàng hôn trong giờ hạnh phúc: Cảm ơn bạn đã khiến trải nghiệm của chúng tôi trở nên đáng nhớ! Chúng tôi khuyên bạn nên dùng nó 100! Đọc thêm",
            "Vợ tôi và tôi đã đi du ngoạn ba ngày hai đêm trên tàu Hera. Phòng của chúng tôi rất sang trọng, đồ ăn tuyệt vời, hầu như mỗi bữa ăn đều có năm món!, và nhân viên là những ngôi sao của chuyến đi. Apple, Chris, James và Cindy đều nói tiếng Anh tốt, và nói một chút tiếng Tây Ban Nha, tiếng Quan Thoại, tiếng Hàn hoặc các ngôn ngữ khác nữa. Họ vô cùng thân thiện, chu đáo và rất vui tính. Đọc thêm",
            "Hành trình tuyệt vời rất khuyến khích. Nhân viên xuất sắc James Chris Cindy Apple và Mr Happy là những người hiếu khách nhất. Thức ăn tuyệt vời 5 món mỗi bữa rất đa dạng. Thái cực quyền tuyệt vời để bắt đầu ngày mới, lớp học nấu ăn và giờ phút vui vẻ rực rỡ!Đọc thêm",
            "các nhân viên thật đặc biệt. Luôn thân thiện, hữu ích và cho chúng tôi biết những gì đang xảy ra. Chúng tôi đã khám phá các hang động với James là hướng dẫn viên du lịch của chúng tôi đến hang động, người cung cấp nhiều thông tin cũng như hữu ích. Chúng tôi cũng có Chris làm hướng dẫn viên du lịch cho làng chài nổi, người cũng đã trình diễn nấu ăn trên thuyền vào lúc hoàng hôn. Thuyền tráng lệ, chúng tôi có một căn phòng có cửa sổ rất đẹp. Nhân viên và cơ sở vật chất khiến chúng tôi cảm thấy như người hoàng gia. Đọc thêm",
            "Chúng tôi ở trên Hera, trong phòng Ánh sáng có ban công nơi chúng tôi có thể ngắm nhìn khi trôi qua các hòn đảo. Tôi không thể chê trách phi hành đoàn vì lòng tốt và sự thân thiện của họ khiến nó trở thành một trải nghiệm thú vị. Chúng tôi ở lại 2 đêm, điều mà tôi rất khuyến khích - phần lớn thời gian giữa ngày được dành cho chiếc thuyền ban ngày rất lớn chỉ dành cho ba chúng tôi - và điều đó đã cho chúng tôi cơ hội đến thăm nhiều khu vực hơn với một hướng dẫn viên, Chris, người rất vui vẻ và rất nhiều thông tin. Thức ăn rất ngon và các phần rất lớn - chúng tôi đã nói chuyện với Kevin, thuyền trưởng có năng lực và hữu ích, và có khẩu phần ăn nhỏ hơn vì chúng tôi cảm thấy tồi tệ vì đã lãng phí thức ăn! Tôi không thể giới thiệu đủ hành trình này - ngắm nhìn những hòn đảo trôi qua từ boong trên cùng và nằm ngắm sao chỉ là thiên đường.Đọc thêm",
            "Trải nghiệm và đội ngũ nhân viên tuyệt vời, Cindy thật tuyệt vời! Rất khuyến khích. Đồ ăn ngon và cabin đạt tiêu chuẩn caoĐọc thêm",
            "Nếu bạn đến Việt Nam bạn nên 100 đến đây! Thức ăn, phòng, các hoạt động thật tuyệt vời nhưng nhân viên thì thật tuyệt vời! Chắc chắn chuyến đi mà tôi sẽ có những kỷ niệm đẹp nhất!Xem thêm",
            "Đây là một trải nghiệm tuyệt vời, rất đáng tiền! Nhân viên thật tuyệt vời, rất chu đáo nhưng cũng thân thiện và vui vẻ! Tôi đã có một chuyến đi tuyệt vời đến mức tôi sẽ thực hiện lại trong tích tắc. Đồ ăn thì tuyệt vời, phòng thì tuyệt vời, thực lòng tôi không thể giới thiệu nó đủ.Đọc thêm",
            "Mọi thứ đều nổi bật, dịch vụ, thức ăn, cabin, các chuyến đi và thuyền. Nhung và Apple đặc biệt đáng yêu với các em nhỏ. Cảm ơn bạn rất nhiều.Đọc thêm"
        ],
        "star_ratings": [
            251,
            6,
            2,
            1,
            1
        ],
        "review_amount": 261,
        "location": [
            "Vịnh Hạ Long",
            "Việt Nam",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Đảo Tuần Châu",
            "Quang Ninh Province",
            "Hera Cruise - Du thuyền riêng trong ngày",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 12, 2019",
            "Written June 12, 2019",
            "Written June 12, 2019",
            "Written June 11, 2019",
            "Written June 9, 2019",
            "Written June 7, 2019",
            "Written June 7, 2019",
            "Written June 6, 2019",
            "Written June 6, 2019",
            "Written June 4, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d12619850-Reviews-or50-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or40-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or60-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14014958-Reviews-Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3427542-Reviews-The_Au_Co_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5062691-Reviews-Golden_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26799547-Reviews-Catherine_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25410372-Reviews-Erina_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2519037-Reviews-Dong_Ba_Market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g194789-d3374504-Reviews-Caneva_The_Aquapark-Lazise_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d20143084-Reviews-Ferrari_Store_Roma-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51790-d563320-Reviews-Tillamook_Rock_Lighthouse-Cannon_Beach_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d669887-Reviews-Shark_s_Bay_Beach-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1590611-d6856080-Reviews-Jimmy_s_Durian_Orchard-Karak_Bentong_Pahang.html",
            "https://www.tripadvisor.com/Attraction_Review-g188632-d535048-Reviews-Rotterdam_Zoo-Rotterdam_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028928-d2275559-Reviews-Barberino_Designer_Outlet-Barberino_Di_Mugello_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d14902818-Reviews-Newcomb_Hollow_Beach-Wellfleet_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g57628-d103804-Reviews-Westmoreland_State_Park-Colonial_Beach_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or60-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or50-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html"
    },
    {
        "attraction_name": "Hera Cruise - Private Day Cruise",
        "attraction_name_vi": "Hera Cruise - Du thuyền riêng trong ngày",
        "general_info": [
            "261 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Được chế tạo dành cho những du khách hiện đại, những người tìm kiếm những trải nghiệm tuyệt vời nhất có thể tưởng tượng được, Hera Cruises kết hợp những phẩm chất thiêng liêng của nữ thần Hy Lạp với năng lượng vũ trụ của không gian, không khí, lửa, nước và đất để tạo ra một trải nghiệm du ngoạn đỉnh cao không giống ai. Bước lên con tàu du lịch sang trọng 6 sao của chúng tôi để có chuyến đi đến thời gian và địa điểm huyền thoại - Di sản Thế giới được UNESCO công nhận của Việt Nam, Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Thời gian tuyệt vời, nhân viên rất có sức chứa và không có gì là rắc rối. Rất khuyến khích cho mọi lứa tuổi. Nhân viên xinh đẹp và phi hành đoàn mọi lúc. Phòng của chúng tôi là 10 trên 10, phục vụ mọi nhu cầu của chúng tôi.  Thức ăn thật đặc biệt. James và Apple luôn thân thiện và hữu ích nhất, không có gì là rắc rối!Đọc thêm",
            "Chúng tôi đã đặt Aphrodite Cruises và được chuyển đến thuyền Hera để bảo trì. Chúng tôi đã thực hiện hành trình 1 đêm, 2 ngày. Chiếc thuyền này là một GIẤC MƠ. Phòng của chúng tôi rộng, sạch sẽ và khiến chúng tôi cảm thấy như người hoàng gia. Phòng mới cập nhật, nhiều ánh sáng và mỗi phòng đều có ban công hoặc sân thượng. Thức ăn rất ngon và quan trọng nhất là phi hành đoàn TUYỆT VỜI - họ là phần tuyệt nhất về điều này. Tôi muốn giới thiệu 100 hành trình này và sẽ quay lại sau một giây. ƯU ĐIỂM - Thuyền lớn sạch sẽ với sàn phơi nắng, spa, máy lạnh, nhà hàng và quán bar đẹp mắt. - Phòng rất thú vị - Tiện nghi tuyệt vời, máy lạnh, phòng tắm riêng, bồn tắm lớn, nhiều cửa sổ, giường thoải mái, tất cả 5 thứ xa xỉ - nhân viên thực sự là phần tuyệt vời nhất của trải nghiệm này. Thân thiện, hữu ích, hầu hết đều nói tiếng Anh và làm việc rất chăm chỉ. Chúng tôi rất buồn khi phải rời xa họ. - Rất nhiều món ăn và bữa ăn ngon vào bữa trưa, bữa tối, bữa sáng và bữa sáng muộn với những phần ăn lớn và rất đầy hương vị. Chúng tôi bị nhồi nhét suốt thời gian ở trên thuyền. - Tôi đã mát-xa và nó rất thư giãn và giá cả hợp lý. - Đồ uống trong Giờ Khuyến mãi TIÊU DÙNG - Các hoạt động ban đêm trên chiếc thuyền này rất tốt nhưng rất gấp rút. Chúng tôi đã ở hầu hết các nơi trong một giờ hoặc ít hơn. - Chúng tôi đang ở mùa thấp điểm nên không thấy nhiều thuyền xung quanh, tuy nhiên, chúng tôi nghe nói vào mùa cao điểm từ tháng 11 đến tháng 4, khu vực mà thuyền này đi đến có rất nhiều thuyền khác và rất bận. Sẽ tốt hơn nếu họ đi con đường khác. - Không có WIFI trong phòng của bạn nhưng có ở nhà hàng chính. WIFI cũng bị lỗi khi thuyền không di chuyển vào buổi tối suốt đêm.Đọc thêm",
            "Tôi đã được nâng cấp lên hành trình Hera và dịch vụ cực kỳ ấn tượng. Nhân viên nói tiếng Anh trôi chảy và các bữa ăn được chuẩn bị rất ngon và tỉ mỉ.Đọc thêm",
            "Bắt đầu năm mới trên Hera Cruise. Có một căn phòng rất đẹp, ấm cúng và được trang bị tốt với sân hiên rộng rãi ở ngay phía trước con tàu. Khung cảnh tuyệt đẹp của khung cảnh ngoạn mục của Vịnh Hạ Long. Bữa tối đêm giao thừa tuyệt vời. Cô Apple, Điều phối viên Tour thực sự đã tạo ra sự khác biệt. Cô thể hiện sự cam kết cao và sự tập trung thực sự vào khách hàng ngay từ giây phút đầu tiên khi lên tàu cho đến khi khởi hành trở lại sân bay. Cô tập Thái Cực Quyền trên boong vào sáng sớm, hướng dẫn du khách tham quan hang Sửng Sốt và dành hết tâm huyết cho những mong muốn của khách hàng. Nhìn chung một trải nghiệm rất đáng nhớ và tích cực. Đọc thêm",
            "Du lịch trên vịnh Hạ Long thật đẹp. Chúng tôi đã đặt bộ Hera. Căn phòng được hoàn thiện rất đẹp với ban công riêng. Bồn tắm nhìn ra biển là phần tuyệt nhất. Tất cả các nhân viên đều được đào tạo bài bản để có trải nghiệm du lịch sang trọng. Apple và James là những người tuyệt vời nhất mà bạn từng gặp. Rất khuyến khích nóĐọc thêm",
            "Chúng tôi đã đặt chuyến du ngoạn Vịnh Hạ Long 2 đêm với các chuyến du ngoạn trên biển Aphrodite, nhưng một vài ngày trước khi khởi hành, chúng tôi rất vui khi nhận được email thông báo rằng chúng tôi đã được nâng cấp lên chiếc thuyền sang trọng 6 Hera của họ. Khi đến cảng, chúng tôi đã được chào đón rất nồng nhiệt số tiền đã vượt quá khi chúng tôi lên thuyền được đưa đến dãy phòng của chúng tôi Gió Đó là một căn phòng cực kỳ tuyệt đẹp, được ốp gỗ tối màu đẹp mắt, một chiếc giường cực kỳ thoải mái, một bồn tắm với cửa sổ dài có thể nhìn ra biển, có lẽ là vào trong nếu bạn không hạ rèm xuống!! Khu vực phòng ăn rất hấp dẫn nhân viên chu đáo nhất rất thân thiện. Chúng tôi được biết rằng chỉ có 3 hành khách, và 4 người khác tham gia vào ngày hôm sau - vì vậy thực tế là một chuyến du ngoạn riêng! Đồ ăn hầu hết đều rất ngon, có bất kỳ yêu cầu đặc biệt nào được đáp ứng. Lớp học nấu ăn trước bữa tối mang tính giải trí nhẹ nhàng, đặc biệt là với rượu cơm dừa! Tôi muốn đặc biệt đề cập đến Apple, Cindy James, những người chủ nhà xuất sắc đã cho chúng tôi một chuyến du ngoạn thực sự tuyệt vời. Hy vọng Cindy James vẫn đang luyện tập những động tác nhảy dễ dàng trên rượu gạo!!Chúng tôi rất vui mừng với bản nâng cấp của mình. Hera là một trải nghiệm rất đặc biệt mà tôi rất muốn giới thiệu nếu bạn đang tìm kiếm một chuyến du thuyền sang trọng trên Vịnh Hạ Long. Ngoài ra, Amanda ở văn phòng Aphrodite là người hữu ích nhất trong suốt quá trình đặt phòng của chúng tôi - cảm ơn rất nhiều. Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời với Hera Cruise! Phòng của chúng tôi rất sạch sẽ, thoải mái và đẹp. Bữa ăn tuyệt vời, siêu tươi và chính thống. Điểm nổi bật là hướng dẫn viên của chúng tôi - Apple, cô ấy đã chăm sóc chúng tôi rất tốt và cô ấy rất hiểu biết và tốt bụng. Toàn bộ phi hành đoàn rất thân thiện và chuyên nghiệp. Chuyến đi 2 đêm và 3 ngày là hoàn hảo để chúng tôi tận hưởng quang cảnh tuyệt đẹp của Vịnh Hạ Long và thư giãn. Đọc thêm",
            "Tất cả các nhân viên đều tuyệt vời, họ đã khiến chuyến đi của chúng tôi vượt xa sức tưởng tượngBrian, apple, Cindy và David, họ đều rất thân thiện và tuyệt đẹp! Chắc chắn chúng tôi sẽ quay lại!!! Đọc thêm",
            "phục vụ và cá nhân là những món ăn tuyệt vời rất ngon.  cảm ơn vì tất cả mọi thứ và tôi hy vọng gặp lại bạn lần sauĐọc thêm",
            "Sau cùng thì mọi thứ đều tuyệt vời. Tất cả các nhân viên.Brian.apple.cindy.david.họ đều là những người hâm mộ cuồng nhiệt!! Chắc chắn chúng tôi sẽ quay lại vn và hera Cruise cũngĐọc thêm"
        ],
        "star_ratings": [
            251,
            6,
            2,
            1,
            1
        ],
        "review_amount": 261,
        "location": [
            "Vịnh Hạ Long",
            "Việt Nam",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Đảo Tuần Châu",
            "Quang Ninh Province",
            "Hera Cruise - Du thuyền riêng trong ngày",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 3, 2019",
            "Written June 2, 2019",
            "Written June 1, 2019",
            "Written June 1, 2019",
            "Written May 31, 2019",
            "Written May 27, 2019",
            "Written May 27, 2019",
            "Written May 27, 2019",
            "Written May 26, 2019",
            "Written May 26, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d12619850-Reviews-or60-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or50-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or70-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14014958-Reviews-Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3427542-Reviews-The_Au_Co_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5062691-Reviews-Golden_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26799547-Reviews-Catherine_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25410372-Reviews-Erina_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1819860-d3220515-Reviews-El_Charco_Azul-Patillas_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244934-Reviews-La_Terrrazza-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34580-d17381730-Reviews-PopStroke-Port_Saint_Lucie_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g57533-d5577426-Reviews-Lake_Gaston-Bracey_Mecklenburg_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g43802-d15361963-Reviews-Mississippi_Aquarium-Gulfport_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g147306-d150230-Reviews-Labadie-Haiti.html",
            "https://www.tripadvisor.com/Attraction_Review-g32940-d2432212-Reviews-Victoria_Gardens-Rancho_Cucamonga_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g42531-d20904937-Reviews-Christmas_Cove_Beach-Northport_Leelanau_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d5021414-Reviews-Bunkier-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g780609-d9850642-Reviews-Akrotiri_Salt_Lake-Akrotiri_Limassol.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or70-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or60-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html"
    },
    {
        "attraction_name": "Hera Cruise - Private Day Cruise",
        "attraction_name_vi": "Hera Cruise - Du thuyền riêng trong ngày",
        "general_info": [
            "261 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Được chế tạo dành cho những du khách hiện đại, những người tìm kiếm những trải nghiệm tuyệt vời nhất có thể tưởng tượng được, Hera Cruises kết hợp những phẩm chất thiêng liêng của nữ thần Hy Lạp với năng lượng vũ trụ của không gian, không khí, lửa, nước và đất để tạo ra một trải nghiệm du ngoạn đỉnh cao không giống ai. Bước lên con tàu du lịch sang trọng 6 sao của chúng tôi để có chuyến đi đến thời gian và địa điểm huyền thoại - Di sản Thế giới được UNESCO công nhận của Việt Nam, Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Id seen Hera cruise advertised online which I believe was part of Aphrodite.  All comms before the trip were quick and efficient and the team were very helpful leading up to our trip. We had booked a two night, three day stay and Im so glad we did. It gave us more time to enjoy the trips and also the luxury facilities aboard the ship.To say we were blown away by the quality of our cabin and the ship would be an understatement.  It was incredibly spacious with beautiful views from the balcony and the fine dining aboard was just outstanding.  Nothing was too much trouble for the staff and their passion and enthusiasm for taking care of us went beyond anything Ive ever experienced before.On our second day my wife and I headed out on a trip with our guide Apple who took care of us all day. She was an absolute delight, not only did she speak great English but she went that extra mile to make sure everything was perfect for us. At one point we ventured into a cave which opened out and looked down onto a beach.  She asked us to wait while she headed down and wrote my wife and I,s name in the sand with a love heart. My wife was all smiles and its a moment that will stay with us forever.  This was just one of the many moments where Apple excelled in her role as our guide.Shortly after the trip we ate a beautiful dinner before returning and Apple asked my wife what she thought of the food, my wife told her that she enjoyed them all but her favourite so far was Sea bass. Incredibly when we went down for our evening meal they had prepared Sea bass for her. This was really the icing on the cake and I cant thank Apple and all the staff enough, indeed they were all equally accommodating. On reflection we had intended to only try the cruise once and then something different next time we visit Vietnam but we had such incredible memories from our Hera cruise we have decided to return again next year. The beautiful memories we have from our time aboard Hera Cruise will last us a lifetime and I thank my lucky stars I had the foresight to choose them on our trip to Vietnam. Read more",
            "Đây là chuyến đi tuyệt vời nhất trong cuộc đời tôi. Mọi thành viên trong nội các đều tốt bụng và hữu ích, đặc biệt là Cindy, James, và tất nhiên là người quản lý cabin giỏi nhất của chúng tôi, Kevin! Phòng rất sang trọng và siêu thoải mái, chắc chắn là nơi có tầm nhìn tuyệt vời nhất từ ​​trước đến nay! Nó thực sự đáng giá! Nó! Tất cả thuyền viên đều rất tốt bụng và sẵn sàng giúp đỡ mọi người, đặc biệt là Cindy James và thuyền trưởng Kevin! Phòng siêu đẹp và bạn có thể chiêm ngưỡng Vịnh Hạ Long xinh đẹp khi nằm xuống. Vịnh Hạ Long về đêm, cuộc sống là thế này, bạn còn đòi hỏi gì nữa? Rất khuyến khích, hãy đến và ở trên Hera Cruise, đó sẽ là trải nghiệm tuyệt vời nhất trong cuộc đời bạn.",
            "Toàn bộ hành trình là một trải nghiệm tuyệt vời, từ các hoạt động đến ẩm thực. Phi hành đoàn thực sự đã dành thời gian để nói chuyện với bạn và tham gia và rất hiếu khách. Tôi rất muốn giới thiệu hành trình này.Đọc thêm",
            "Hành trình 2 đêm của chúng tôi trên Vịnh Hạ Long thật hoàn hảo. Apple thật tuyệt vời, cô ấy đã chú ý đến mọi nhu cầu của chúng tôi. James là một hướng dẫn viên vui tính và thú vị, đồng thời rất quan tâm giúp đỡ chúng tôi lên và xuống thuyền, v.v. Kevin là một người quản lý rất hiệu quả và đảm bảo mọi việc diễn ra suôn sẻ. Thức ăn nhiều hơn chúng tôi mong đợi và phục vụ theo tiêu chuẩn cao. Còn Thuyền trưởng và thủy thủ đoàn đã điều khiển thuyền an toàn, thuận lợi. Tôi chắc chắn sẽ giới thiệu hành trình này. Đọc thêm",
            "Trải nghiệm trên Hera Cruise thật tuyệt vời! Trên mọi chuyến đi tuyệt vời nhất từ ​​trước đến nay. Chiếc thuyền rất đẹp, nhân viên được chuẩn bị rất tốt và đẹp mắt và đồ ăn thì tuyệt vời. Tôi hoàn toàn muốn giới thiệu Hera Cruise cho bất kỳ ai muốn tận hưởng Vịnh Hạ Long với dịch vụ cao cấp, đồng thời tận hưởng khung cảnh tuyệt đẹp.Đọc thêm",
            "Tôi có vài lời dành cho giunca này, quả là một trải nghiệm tuyệt vời. Phòng của chúng tôi thật tuyệt vời, thức ăn rất đẹp và được trình bày rất tốt. Đầu bếp đã chuẩn bị món bất ngờ đặc biệt với chiếc bánh sinh nhật và quả dưa hấu đầy nghệ thuật khiến chúng tôi không khỏi nghẹt thở. Nhân viên cẩn thận, tốt bụng, vui tính và rất ngọt ngào, chúng tôi muốn quay lại. Vịnh là một nơi rất đặc biệt trên thế giới! Cảm ơn vì tất cả mọi thứ. Đọc thêm",
            "Chúng tôi vừa kết thúc chuyến tham quan Vịnh Hạ Long với Hera Cruises. Quả là một chuyến đi vui vẻ và đáng nhớ! Vịnh Hạ Long rất đẹp, Cruise rất đẹp và thoải mái! Phi hành đoàn rất thân thiện, hữu ích và dịch vụ năm sao. Thức ăn rất tuyệt vời! Tôi đặc biệt giới thiệu Hera Cruises cho những ai muốn có một chuyến đi vui vẻ, thư giãn và đáng chi tiêu ở Vịnh Hạ Long!Đọc thêm",
            "Hera Cruise không có gì là phi thường. Vịnh Hạ Long là một trong những nơi tuyệt đẹp nhất mà tôi từng thấy. Du thuyền cực kỳ sang trọng, dịch vụ hoàn hảo và đồ ăn thì tuyệt vời. Tôi sẽ làm điều này một lần nữa trong tích tắc và giới thiệu nó cho bất cứ ai. Mười sáu lượt thích!Đọc thêm",
            "Đối tác của tôi và tôi đã thực hiện chuyến đi hai ngày với HERA Cruise và chúng tôi rất khuyến khích điều đó! Chúng tôi chỉ cần đến đại lý du lịch của khách sạn mà không thực hiện bất kỳ nghiên cứu nào, vì vậy chúng tôi không biết điều gì sẽ xảy ra. Xe đưa đón thực sự có chất lượng tốt và thoải mái. Người lái xe đến khách sạn đúng giờ và chúng tôi nghỉ ngơi nhanh chóng trên đường đi. Khi đến Hạ Long, chúng tôi được các nhân viên chào đón nồng nhiệt với đồ uống chào mừng tại sảnh lễ tân. Hướng dẫn viên của chúng tôi, Apple rất thân thiện và đã chỉ cho chúng tôi hành trình cũng như trình bày thực đơn bữa trưa để xác nhận sở thích ăn uống của chúng tôi. Chúng tôi lên tàu cao tốc đến Vịnh. Đó là một chuyến đi siêu vui vẻ. Và khi chúng tôi nhận phòng, chúng tôi thực sự ngạc nhiên vì căn phòng này đẹp đến thế nào! Chúng tôi biết mình đã được nâng cấp, nhưng chúng tôi không mong đợi có bồn tắm nước nóng và ban công đẹp hay đủ không gian để hạ cánh một chiếc 757.HERA chỉ có 11 phòng và trong chuyến đi của chúng tôi có 7 khách. Chúng tôi có rất nhiều thời gian yên tĩnh và hòa nhập vừa phải. Tất cả nhân viên đều thực sự nhiệt tình và hữu ích - James, Apple và Cindy thực sự đảm bảo rằng chúng tôi rất thích thời gian của mình. Chúng tôi buộc James phải uống thêm cốc dừa và rượu gạo lần thứ hai, và anh ấy quả là một chiến binh thực thụ. Trên thực tế, tất cả phi hành đoàn đều rất vui vẻ và rất thân thiện, điều đó thực sự khiến chuyến đi của chúng tôi trở nên thú vị. Thức ăn rất tuyệt, cũng như các phần. Phòng ăn biến thành sàn nhảy, nơi chúng tôi chơi đu quay về hướng Tây và có khoảng thời gian tuyệt vời. Tôi giới thiệu chuyến đi này cho những ai muốn có khoảng thời gian yên tĩnh trên Vịnh Hạ Long!Đọc thêm",
            "Chúng tôi thực sự rất thích hành trình trên chiếc thuyền rác Hera. Các nhân viên đều rất tốt bụng và thân thiện, đặc biệt là Apple James. Apple đã vượt lên trên tất cả, cô ấy rất hiểu biết và khiến chúng tôi cảm thấy rất đặc biệt! Thức ăn thật tuyệt vời và ăn quá nhiều nên chúng tôi chưa bao giờ có cơ hội cảm thấy đói trước khi có thêm thức ăn. Họ thừa nhận lễ kỷ niệm của chúng tôi khi đến trên du thuyền, cả ngày kỷ niệm ngày cưới và ngày sinh nhật của chúng tôi. Điều duy nhất là chúng tôi ước rượu không quá đắt!Đọc thêm"
        ],
        "star_ratings": [
            251,
            6,
            2,
            1,
            1
        ],
        "review_amount": 261,
        "location": [
            "Vịnh Hạ Long",
            "Việt Nam",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Đảo Tuần Châu",
            "Quang Ninh Province",
            "Hera Cruise - Du thuyền riêng trong ngày",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 25, 2019",
            "Written May 25, 2019",
            "Written May 25, 2019",
            "Written May 24, 2019",
            "Written May 11, 2019",
            "Written May 10, 2019",
            "Written May 10, 2019",
            "Written May 8, 2019",
            "Written May 6, 2019",
            "Written May 2, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d12619850-Reviews-or70-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or60-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or80-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14014958-Reviews-Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3427542-Reviews-The_Au_Co_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5062691-Reviews-Golden_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26799547-Reviews-Catherine_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25410372-Reviews-Erina_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g580331-d1519682-Reviews-Jardi_Botanic_Marimurtra-Blanes_Costa_Brava_Province_of_Girona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60630-d4371525-Reviews-Red_Sand_Beach_Kaihalulu_Beach-Hana_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g3398708-d3360588-Reviews-The_Arctic_Fox_Centre-Sudavik_Westfjords_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g33389-d7099670-Reviews-Dillon_Amphitheater-Dillon_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g4283699-d7100219-Reviews-Bnachii_Lake-Zgharta_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g55744-d12495157-Reviews-Fruit_N_Such_Orchard-Dickinson_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g48564-d108019-Reviews-Opus_40-Saugerties_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1068161-d651097-Reviews-Jardines_de_Alfabia-Bunyola_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4412583-Reviews-The_Island_in_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2225909-Reviews-Mandala_Cancun-Cancun_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or80-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or70-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html"
    },
    {
        "attraction_name": "Hera Cruise - Private Day Cruise",
        "attraction_name_vi": "Hera Cruise - Du thuyền riêng trong ngày",
        "general_info": [
            "261 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Được chế tạo dành cho những du khách hiện đại, những người tìm kiếm những trải nghiệm tuyệt vời nhất có thể tưởng tượng được, Hera Cruises kết hợp những phẩm chất thiêng liêng của nữ thần Hy Lạp với năng lượng vũ trụ của không gian, không khí, lửa, nước và đất để tạo ra một trải nghiệm du ngoạn đỉnh cao không giống ai. Bước lên con tàu du lịch sang trọng 6 sao của chúng tôi để có chuyến đi đến thời gian và địa điểm huyền thoại - Di sản Thế giới được UNESCO công nhận của Việt Nam, Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Hành trình này thực sự vượt quá mọi mong đợi. Có những món ăn tuyệt vời, những chuyến du ngoạn thú vị và nhiều hoạt động khác nhau trên tàu. Điểm đến và hành trình thật đẹp trong khi cabin sang trọng với tầm nhìn tuyệt vời. Trên hết, các nhân viên, đặc biệt là James và Cindy đều cực kỳ lịch sự và tốt bụng. Kevin, người quản lý hành trình đã không ngần ngại cố gắng hết sức để đảm bảo bạn có được khoảng thời gian trong đời! Đáng giá từng xu, hãy cố gắng!! Đọc thêm",
            "5 từ đầu đến cuối. Kevin và đội ngũ tuyệt vời của anh ấy - Apple, Tom Cruise, Cindy - đã chăm sóc chúng tôi một cách hoàn hảo. Thuyền an toàn và sạch sẽ. Phòng của chúng tôi rất LỚN. Tôi muốn giới thiệu Hera Cruises cho bất kỳ ai đến thăm Vịnh Hạ Long. Kevin đã đối xử với chúng tôi như một vị Vua và Hoàng hậu trong tuần trăng mật trong mơ của chúng tôi. Cảm ơn, cảm ơn bạn!Đọc thêm",
            "Cảm ơn tất cả phi hành đoàn và Thuyền trưởng Kevin của Hera Cruises vì ​​chuyến đi 2 ngày 3 đêm tuyệt vời quanh quần đảo Hạ Long. Thuyền và phòng rất thoải mái và chúng tôi được James, Apple, Sindy, Tom Cruise và các nhân viên còn lại chăm sóc rất chu đáo với những món ăn tuyệt vời cũng như những chuyến du ngoạn và âm nhạc tuyệt vời từ Tom!Đọc thêm",
            "Một chuyến đi đến Vịnh Hạ Long không thể bỏ qua khi đến Việt Nam vì đây là một trong những nơi ngoạn mục nhất thế giới. Để thực sự đánh giá cao trải nghiệm, điều quan trọng là bạn phải đi trên một hành trình cung cấp dịch vụ 5 sao. Chiếc thuyền được quản lý bởi Kevin rất giàu kinh nghiệm và lành nghề, người nói tiếng Anh xuất sắc, được điều hành một cách thành thạo, các hoạt động rất rực rỡ và đồ ăn thì tuyệt vời.  Tôi rất nóng lòng được trở lại Việt Nam và chắc chắn sẽ đặt chuyến đi cùng Kevin và nhóm của anh ấy lần nữa.Đọc thêm",
            "Chúng tôi đã có một trải nghiệm hành trình tuyệt vời. Thức ăn là đẳng cấp hàng đầu và nhân viên thật đặc biệt. Vị trí và phong cảnh thật tuyệt vời. Cả Kevin và James đều hỗ trợ chúng tôi rất nhiều và rất thân thiện và vui vẻ. Con trai nấu những món ăn tuyệt vời nhất.Đọc thêm",
            "Chúng tôi thường không phải là người đi du lịch và chúng tôi đã nghe nhiều cách khác nhau để tham quan Vịnh Hạ Long - chúng tôi đã đặt chỗ vào phút cuối và đó là điều tuyệt vời nhất chúng tôi đã làm ở Việt Nam!!  Chiếc thuyền có kích thước hoàn hảo để kết nối mật thiết với người dân và nhân viên.  Từ những món ăn ngon đến những hoạt động họ cung cấp, chúng tôi cảm thấy như thể đây là trải nghiệm 5 sao.  Các phòng đều TUYỆT VỜI. Giường thoải mái, cực kỳ sạch sẽ và mọi thứ bạn cần đều trong tầm tay.  Nhìn chung, hãy làm điều đó!  Hãy đặt chuyến đi này trong 2 ngày vì ngày đầu tiên sẽ khiến bạn muốn nhiều hơn nữa!!  Cảm ơn Hera Cruise và nhân viên - chúng tôi đã có khoảng thời gian tuyệt vờiĐọc thêm",
            "Chúng tôi đã thực hiện hành trình kéo dài 2 ngày và nó vượt quá mong đợi của chúng tôi! Mọi thứ đều phi thường.  Kevin và Kenny đã chăm sóc chúng tôi rất tốt!  Những chuyến đi chơi thật tuyệt vời.  Điều tuyệt vời nhất là chỉ có 11 dãy phòng nên rất thoải mái và thân mật.  Không có sự chờ đợi cho bất cứ điều gì. Chúng tôi thích có một ban công riêng và thích dành thời gian uống một ly rượu vang.  Chúng tôi sẽ yêu một thời gian dài hơn trên thuyền!  Bên trong thuyền rất sang trọng.  Mọi thứ đều bằng gỗ và được trang trí đẹp mắt.  Cuối cùng, chúng tôi đã được mát-xa cho cặp đôi trước bữa tối, thật tuyệt vời!  Chúng tôi hy vọng sẽ quay lại và thực hiện chuyến hành trình này lần nữa với Hera!Đọc thêm",
            "Tôi vô cùng hài lòng với trải nghiệm trên du thuyền Hera Cruise Vịnh Hạ Long.  Vợ tôi và tôi đang kỷ niệm 2 năm ngày cưới và đã thực hiện rất nhiều nghiên cứu về nhiều công ty du lịch trên Vịnh Hạ Long.  Hera thực sự đã cung cấp chính xác những gì chúng tôi đang tìm kiếm.  Chúng tôi đã đưa cả bố và mẹ của chúng tôi đi cùng và chúng tôi rất biết ơn Hera đã mang đến mọi thứ mà chúng tôi có thể tưởng tượng.  Chúng tôi ở trong phòng mặt trăng.  Nó rộng rãi, sạch sẽ và đẹp đẽ.  Khung cảnh thật tuyệt vời và tiện nghi hoàn hảo. Các nhân viên rất tốt, thân thiện và giỏi những gì họ làm.  Kevin là người quản lý hành trình cho hành trình Hera và anh ấy thật tuyệt vời.  Anh ấy đưa ra những chỉ dẫn rõ ràng, đối xử rất tốt với mọi người và điều hành đội ngũ nhân viên ở cấp độ cao.  James thực hiện chuyến du ngoạn và anh ấy đưa chúng tôi đến một hang động và chúng tôi chèo thuyền kayak trong đầm phá.  Cả hai chuyến du ngoạn đều được tổ chức tốt, đúng giờ và những trải nghiệm tuyệt vời.  Apple dẫn đầu một lớp học nấu ăn và buổi tập Thái Cực Quyền và cả hai đều tuyệt vời.  Cô ấy rất tốt và đã làm rất tốt.  Chúng tôi không thể yêu cầu trải nghiệm tốt hơn.  Hành trình của Hera đã đạt được mọi thứ chúng tôi mong muốn.  Chúng tôi đã đi suốt chặng đường từ Boston MA và chúng tôi muốn trải nghiệm này thật tuyệt vời.  Thuyền và phòng sạch sẽ, thức ăn ngon, đồ uống ngon với tổng thể phi hành đoàn gồm toàn những người tử tế nhất.  Chúng tôi sẽ quay lại sau một giây và không còn phải tìm kiếm tuyến du thuyền nữa, chúng tôi sẽ đi thẳng đến Hera.Đọc thêm",
            "Chúng tôi đã có một bữa tiệc gồm sáu người.  Mọi khía cạnh của chuyến đi đều tuyệt vời.  Dịch vụ, chỗ ở và thức ăn là hạng nhất.  Mọi chi phí đều vô cùng hợp lý.  Muốn giới thiệu cho bất cứ ai.Đọc thêm",
            "Chúng tôi là một nhóm gồm 6 4 người đã trên 60 tuổi trong chuyến đi đầu tiên đến Hạ Long. Sự mong đợi của chúng tôi đã vượt quá! Mứt đóng gói 24 giờ. Trước hết, chúng tôi được đón từ khách sạn đúng giờ trên một chiếc xe tải thoải mái có WiFi.  Thuyền được trang trí đẹp mắt. Các phòng có TẦM NHÌN và Phòng Moon trên boong xinh xắn. Món ăn - sự kết hợp tuyệt vời giữa tiếng Việt với phong cách hiện đại! Chuyến tham quan- dễ dàng và thú vị! Thích thú nhất là chèo thuyền kayak ở đầm và hang Sun Sot nhất!!! Dịch vụ - Kevin và nhân viên của anh ấy hoàn toàn tuyệt vời. Tốt bụng và nhanh chóng! Rất khuyến khích hành trình này. Ước gì chúng ta có thể ở lại lâu hơn! Đọc thêm"
        ],
        "star_ratings": [
            251,
            6,
            2,
            1,
            1
        ],
        "review_amount": 261,
        "location": [
            "Vịnh Hạ Long",
            "Việt Nam",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Đảo Tuần Châu",
            "Quang Ninh Province",
            "Hera Cruise - Du thuyền riêng trong ngày",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 27, 2019",
            "Written April 11, 2019",
            "Written April 11, 2019",
            "Written March 30, 2019",
            "Written March 26, 2019",
            "Written March 23, 2019",
            "Written March 20, 2019",
            "Written March 19, 2019",
            "Written March 19, 2019",
            "Written March 18, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d12619850-Reviews-or80-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or70-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or90-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14014958-Reviews-Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3427542-Reviews-The_Au_Co_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5062691-Reviews-Golden_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26799547-Reviews-Catherine_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25410372-Reviews-Erina_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32810-d6571692-Reviews-Redwood_Regional_Park-Oakland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d2188856-Reviews-Lido_di_Bellagio-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d596055-Reviews-235_King_Street-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d669732-Reviews-Fornillo-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293980-d324121-Reviews-Dolphin_Reef-Eilat_Southern_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g1867426-d5866138-Reviews-Beach_Plum_Farm-West_Cape_May_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g52427-d6681828-Reviews-Coudersport_Ice_Mine-Coudersport_Potter_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g147428-d185166-Reviews-Glass_Window_Bridge-Eleuthera_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g2027591-d2047680-Reviews-Bois_Cheri_Tea_Factory_and_Tea_Museum-Bois_Cheri.html",
            "https://www.tripadvisor.com/Attraction_Review-g189431-d649917-Reviews-Agia_Anna_Beach-Naxos_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or90-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or80-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html"
    },
    {
        "attraction_name": "Hera Cruise - Private Day Cruise",
        "attraction_name_vi": "Hera Cruise - Du thuyền riêng trong ngày",
        "general_info": [
            "261 đánh giá",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Được chế tạo dành cho những du khách hiện đại, những người tìm kiếm những trải nghiệm tuyệt vời nhất có thể tưởng tượng được, Hera Cruises kết hợp những phẩm chất thiêng liêng của nữ thần Hy Lạp với năng lượng vũ trụ của không gian, không khí, lửa, nước và đất để tạo ra một trải nghiệm du ngoạn đỉnh cao không giống ai. Bước lên con tàu du lịch sang trọng 6 sao của chúng tôi để có chuyến đi đến thời gian và địa điểm huyền thoại - Di sản Thế giới được UNESCO công nhận của Việt Nam, Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Du thuyền Hera đã cho chúng tôi nâng cấp miễn phí từ phòng bình thường lên phòng mặt trăng tốt nhất của tàu, nó rất lạnh và rất tốt cho chuyến đi thư giãn trên biển. Căn phòng là khách sạn tốt nhất mà chúng tôi từng ở trước đây. Các nhân viên biết tiếng Anh tốt và rất dễ dàng để giao tiếp mọi thứ. Tuyệt vờiĐọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời. Các nhân viên rất tuyệt vời, đặc biệt là Henry và Anne. thức ăn vượt quá mong đợi của chúng tôi. hôm đó là sinh nhật của tôi và họ đã làm thiệp chúc mừng sinh nhật chạm khắc dưa hấu, nến và bánh ngọt. Họ cố gắng hết sức để làm cho trải nghiệm của bạn trở nên tốt nhất có thể. Tôi rất khuyến khích.Đọc thêm",
            "Chúng tôi đặt du thuyền Aphrodite cho chuyến du lịch 1 đêm, nhưng thuyền đang được bảo trì định kỳ và chúng tôi được nâng cấp lên du thuyền Hera, với một căn phòng rộng 50 m2 có ban công riêng. Chúng tôi yêu thích mọi thứ về chuyến đi - nhân viên, hướng dẫn viên, thức ăn và phòng nghỉ. Các chuyến du ngoạn rất thú vị, nhưng các hòn đảo có rất nhiều người nên chúng tôi không thể tận hưởng một cách trọn vẹn. Thời tiết cũng không mấy hài lòng với hầu hết thời gian có mưa nhẹ. Nhưng tất nhiên, đó không phải là lỗi của hành trình. Vấn đề duy nhất là ở phòng tắm hơi - nó không phải lúc nào cũng bật và hơi khó để tìm ra cách nó hoạt động nếu không có bất kỳ hướng dẫn bằng văn bản nào. Nếu không thì mọi thứ đều ổn.Đọc thêm",
            "Chuyến đi rất thư giãn nhưng tuyệt vời, phòng đẹp và đồ ăn thì tuyệt vời! Tom Cruise đẹp trai, độc thân và sẵn sàng nên hãy nói chuyện với anh ấy đi các cô gái.Đọc thêm",
            "Nếu bạn đang tìm kiếm một chuyến du ngoạn vô cùng đặc biệt và vô cùng lãng mạn thì Hera Cruise chính là MỘT vì nó chắc chắn sẽ không làm bạn thất vọng. Nó vượt quá mọi mong đợi của tôi. Căn phòng rất rộng rãi, có bồn tắm tuyệt vời và ban công đẹp. Tất cả các món ăn đều ngon và rất đặc biệt và Michael là nhân viên lễ tân hướng dẫn du lịch giỏi nhất tai chi và giáo viên câu cá cũng như cắm trại du lịch mà bạn mong muốn. Chúng tôi cũng có một chiếc bánh rất đặc biệt bất ngờ trong phòng nhân ngày kỷ niệm của chúng tôi. Hạ Long rất đẹp và xứng đáng là di sản thế giới được UNESCO công nhận. Mọi thứ đều thật đáng yêu. Cảm ơn một lần nữa và chúng tôi hy vọng chúng tôi có thể quay lại vào một ngày nào đó.Đọc thêm",
            "Chúng tôi thật may mắn khi được nâng cấp từ du thuyền Aphrodite lên du thuyền Hera Cruise 6 sao, vì vậy đối với chúng tôi, ba ngày này trở nên rất xa xỉ. Suite này hoàn hảo với bộ bài riêng của chúng tôi. Thức ăn đứng đầu với bữa ăn 5 món và cách trình bày tuyệt vời. Đặt thực đơn tuy nhiên họ rất vui khi thích nghi với đứa trẻ không ăn hải sản của tôi. Nhân viên là thân thiện và hữu ích. Những chuyến đi trong ngày trên thuyền thật tuyệt vời với điểm nổi bật là chuyến tham quan Làng chài và chèo thuyền kayak trên vịnh cách xa tất cả những chiếc thuyền lớn. Nơi thuyền cập bến rất đông nhưng bất kỳ chiếc thuyền nào bạn đi cũng sẽ như vậy. Chúng tôi cũng đã thực hiện tất cả các hoạt động được cung cấp với rất nhiều thời gian rảnh rỗi. Chắc chắn nên giới thiệu Hera Cruises.Đọc thêm",
            "Đây chắc chắn là một trong những trải nghiệm khách sạn tốt nhất của chúng tôi từ trước đến nay! Chúng tôi thật may mắn khi được nâng cấp từ du thuyền Aphrodite lên du thuyền Hera, vì vậy đối với chúng tôi, ba ngày này trở nên rất xa xỉ. Các nhân viên rất chuyên nghiệp và lịch sự cũng như quyến rũ! Các tour du lịch riêng cho khách trên tàu thật hoàn hảo và rất thú vị. Thức ăn được phục vụ trên tàu vượt xa mọi mong đợi của chúng tôi và Cabin mang tên Gió của chúng tôi cũng vậy! Chúng tôi được chăm sóc rất chu đáo từ lúc được phi hành đoàn chào đón cho đến khi nói lời tạm biệt sau ba ngày tuyệt vời ở Vịnh Hạ Long!Đọc thêm",
            "Chúng tôi đã có một chuyến du ngoạn tuyệt vời trên Hera. Chiếc thuyền được trang trí đẹp mắt, điểm nổi bật trong phòng của chúng tôi là bồn tắm độc lập. Chiếc giường rất thoải mái và tấm trải giường có chất lượng cao, thực sự mềm mại. Chiếc thuyền nhẹ nhàng, thoáng mát và không tì vết. Thức ăn được trình bày đẹp mắt và ngon miệng. Họ không thể nào chấp nhận được yêu cầu của chúng tôi về đồ ăn chay mặc dù chúng tôi chỉ yêu cầu khi đến nhà ga. Các nhân viên rất thân thiện và tốt bụng, Michael là một người chủ nhà tuyệt vời. Chúng tôi đã được mát-xa khi ở trên tàu thật đáng yêu. Chúng tôi chắc chắn sẽ giới thiệu điều này cho những ai đang tìm kiếm một chuyến du ngoạn thực sự thú vị!Đọc thêm",
            "Đây là một chuyến đi tuyệt vời, thậm chí không thể diễn tả nó tuyệt vời như thế nào. MỌI NGƯỜI trên tàu đều rất tốt bụng, chuyên nghiệp và có sức chứa. Chồng tôi và tôi đang tổ chức tuần trăng mật và từ từ lên đường xuống Việt Nam. Đây là điểm nổi bật của chuyến đi của chúng tôi. Tôi là một người rất dễ bị say sóng, nước rất trong và yên tĩnh nên tôi không gặp khó khăn gì cả. Có những hang động tuyệt vời mà chúng tôi phải khám phá, những chuyến đi bộ thú vị, chèo thuyền kayak. Phòng ăn vẫn đẹp như mọi khi và đồ ăn cũng lộng lẫy như vậy. Chúng tôi đã được chăm sóc rất chu đáo, đồng thời trải nghiệm những tương tác chân thực, thân thiện với tất cả nhân viên trên tàu. Xin gửi lời cảm ơn sâu sắc đến các nhân viên Duyên, Dương, Cường, Định, Tuấn, Hoài, Phương, Bếp trưởng Hội, Bếp trưởng Đức, Hào, Sơn và Bình, Trợ lý Giám đốc Du thuyền Hùng Michael, Quản lý Du thuyền Hải Kenny và Thuyền trưởng Duy. Xin lỗi nếu tôi nhớ ai đó! Cảm ơn tất cả các bạn rất nhiều vì đã tạo ra trải nghiệm đáng nhớ tuyệt vời nhất cho chúng tôi và nói chung là những con người tốt bụng dễ chịu. Không thể giới thiệu đủ, bạn sẽ có khoảng thời gian tuyệt vời nhất! Đọc thêm",
            "Chúng tôi đã đặt Hera Cruises khi đi du lịch vòng quanh Việt Nam sau khi đọc những đánh giá tích cực trên Trip Advisor và nghĩ rằng chúng tôi sẽ tha hồ tận hưởng chuyến đi tiết kiệm của gia đình. Đó chắc chắn là một trong những điểm nổi bật trong chuyến đi của chúng tôi! Thư giãn trên boong cao nhất với một ly cocktail, một chuyến chèo thuyền kayak, những bữa ăn tuyệt vời được chuẩn bị bởi đội ngũ nhân viên tuyệt vời của Đầu bếp Tony, cảm ơn Kenny, Michael, Happy, Tom Duyên!. Học nấu ăn, câu mực và tập Thái Cực Quyền buổi sáng. Dịch vụ vượt trội cabin thoải mái.Đọc thêm",
            "Có sẵn lựa chọn ăn chay không? và bạn có thể vui lòng gửi chi tiết về chuyến đi được không. Chúng tôi là hai người và sẽ đến Hà Nội vào chiều ngày 14 tháng 11 và sẽ rời Hà Nội vào khoảng trưa ngày 17!Đọc thêm",
            "Có - có sẵn các lựa chọn ăn chay tuyệt vời - cộng thêm nếu bạn cho họ biết, họ sẽ đáp ứng nhiều sở thích ăn kiêngĐọc thêm",
            "Chúng tôi có một nhóm gồm 19 người và chúng tôi chỉ có khoảng 24 giờ để khám phá Vịnh Hạ Long từ 3 giờ chiều ngày 13 đến 6 giờ chiều ngày 14. Bạn có thể sắp xếp cho chúng tôi được không?  Cảm ơnĐọc thêm",
            "Hành trình trong ngày?Đọc thêm",
            "Một đêm, hai ngàyĐọc tiếp",
            "CHÀO. Tôi đã cố gắng liên lạc với nhân viên của bạn về việc đặt chuyến du ngoạn vào tháng 3 năm 2019. Đã gửi 2 email nhưng không có phản hồi.. Đọc thêm",
            "Xin chào Jisa04, bạn có thể vui lòng gửi lại yêu cầu tới infoheracruiseshalongbay. com hoặc cung cấp cho chúng tôi số điện thoại email của bạn để chúng tôi có thể liên hệ trực tiếp với bạn. Chúng tôi cũng có sẵn trên đường dây nóng: 84 936401819. Cảm ơn bạnĐọc thêm",
            "Tôi đang nghĩ đến việc đặt một chuyến đi đến Vịnh Hạ Long vào tháng 7 cùng chồng năm nay.  Xin vui lòng cho biết chi phí của một đêm và hai đêm là bao nhiêu?Đọc thêm",
            "Xin chào Jillabong,\n\nDu thuyền Hera hiện chỉ khai thác hành trình 2 ngày 1 đêm và giá cho từng loại cabin có thể được tìm thấy tại trang web chính thức là heracruiseshalongbay\n\nLời chúc tốt đẹp nhất, Đọc thêm",
            "Vậy giá của chuyến du ngoạn hai đêm ba ngày vào tháng 11 này cho hai người lớn ở cùng phòng là bao nhiêu?Đọc thêm",
            "Ừm, chúng tôi đặt phòng nhỏ nhất nhưng được nâng cấp miễn phí. Vậy là chúng ta đã có được căn phòng Moon đẹp đẽ với giá khoảng 200 một đêm Đọc thêm"
        ],
        "star_ratings": [
            251,
            6,
            2,
            1,
            1
        ],
        "review_amount": 261,
        "location": [
            "Vịnh Hạ Long",
            "Việt Nam",
            "Những điều cần làm ở Đảo Tuần Châu",
            "Đảo Tuần Châu",
            "Quang Ninh Province",
            "Hera Cruise - Du thuyền riêng trong ngày",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 16, 2019",
            "Written February 8, 2019",
            "Written January 19, 2019",
            "Written December 13, 2018",
            "Written November 24, 2018",
            "Written November 7, 2018",
            "Written October 22, 2018",
            "Written October 21, 2018",
            "Written October 19, 2018",
            "Written October 14, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3737857-d12619850-Reviews-or90-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or80-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or100-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14014958-Reviews-Royal_Palace_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2430734-Reviews-Alova_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11872652-Reviews-Halong_Wonder_Bay_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8095304-Reviews-Hai_Au_Aviation-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851194-Reviews-Local_Tours_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g3737857-d9996872-Reviews-Lavender_Elegance_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d1751428-Reviews-Bhaya_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6474689-Reviews-Paradise_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3427542-Reviews-The_Au_Co_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d3661641-Reviews-Legend_Halong-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d5062691-Reviews-Golden_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8435256-Reviews-Halong_Apricot_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d26799547-Reviews-Catherine_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d25410372-Reviews-Erina_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d20011076-Reviews-The_Halong_Catamaran-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191167-d10683628-Reviews-Kalyves_Beach-Kalyves_Apokoronas_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g608455-d11846386-Reviews-Bokor_Mountain-Kampot_Kampot_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d104573-Reviews-Charleston_City_Market-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g189134-d3440962-Reviews-Lagoa_do_Fogo-Sao_Miguel_Azores.html",
            "https://www.tripadvisor.com/Attraction_Review-g41602-d3249775-Reviews-Bud_s_Go_Karts-Harwich_Port_Harwich_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d10485128-Reviews-United_Club_Concourse_B-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d674493-Reviews-Olivia_Valere-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d5544677-Reviews-Memorial_City-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d4459134-Reviews-Mount_Ida-Rethymnon_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2209381-d2332594-Reviews-Wli_Waterfalls-Afegame_Volta_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or100-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Pro.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3737857-d12619850-Reviews-or90-Hera_Cruise_Private_Day_Cruise-Tuan_Chau_Island_Halong_Bay_Quang_Ninh_Prov.html"
    }
]