[
    {
        "attraction_name": "Heritage Line - Refined Waterway Voyages",
        "attraction_name_vi": "Tuyến Di sản - Hành trình đường thủy tinh tế",
        "general_info": [
            "836 đánh giá",
            "24 trên 169 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Heritage Line là một tuyến du thuyền sang trọng và cổ điển. Chúng tôi có niềm đam mê cốt lõi trong việc tạo ra những chuyến đi đường sông tinh tế và khó quên trên những tuyến đường thủy uy tín nhất Đông Nam Á. Chúng tôi sở hữu và vận hành tổng cộng 8 tàu có thiết kế độc đáo trên sông Mê Kông tại Việt Nam, Campuchia và Lào; ở Vịnh Hạ Long và Vịnh Lan Hạ ở miền Bắc Việt Nam và trên sông Ayeyarwady Chindwin ở Myanmar. \nĐọc thêm",
        "reviews": [
            "Trải nghiệm đáng yêu! Các nhân viên rất thân thiện và niềm nở, có nhiều hoạt động tùy chọn thú vị được cung cấp suốt cả ngày, quang cảnh rất đẹp và đồ ăn tuyệt vời! Đọc thêm",
            "Chuyến đi cũng thật tuyệt vời và sang trọng. Phi hành đoàn rất tốt bụng và thân thiện. James dẫn đầu rất giỏi và người phục vụ Alex của chúng tôi rất tuyệt vời. Ngoài ra Quân rất hiểu biết. Đó là chuyến du thuyền The Ginger trên vịnh Hạ Long.Đọc thêm",
            "Tôi và bạn gái đã có chuyến đi 1 ngày trên du thuyền Ginger và tôi có thể nói gì đây Đó là nơi nghỉ ngơi hoàn hảo! Tất cả các nhân viên đều rất tốt và chúng tôi cảm thấy được chào đón nhiều hơn. Căn phòng rất phong cách và chiếc giường là chiếc giường thoải mái nhất mà chúng tôi từng ngủ trong nhiều năm! Họ cũng có một thực đơn đồ ăn hoàn toàn mới - mỗi món không chỉ được trình bày đẹp mắt mà còn có hương vị tuyệt vời! Chuyến đi 1010 và tôi chắc chắn sẽ giới thiệu chuyến đi này cho bất kỳ ai đang nghĩ đến việc du ngoạn Vịnh Hạ Long!Đọc thêm",
            "Chúng tôi đã đi du thuyền 3 ngày 2 đêm qua Vịnh Hạ Long và thật tuyệt vời! Chúng tôi có một căn phòng tuyệt đẹp với ban công riêng, thật tuyệt vời khi thức dậy. Thức ăn rất tuyệt và tôi thực sự thích chuyến đi đến trang trại ngọc trai. Muốn giới thiệu!Đọc thêm",
            "Phi hành đoàn và trải nghiệm trên tàu thật tuyệt vời. Thức ăn tuyệt vời, hoạt động tuyệt vời, không khí tuyệt vời nhưng tuyệt vời nhất là những người công nhân của thuyền Ginger. Thực sự được đề xuất!Đọc thêm",
            "Một trong những trải nghiệm tuyệt vời nhất cho đến nay trong chuyến đi hưởng tuần trăng mật ở Đông Nam Á của chúng tôi. Chúng tôi có chuyến du thuyền Ginger Cruise 2 ngày 1 đêm ở Vịnh Hạ Long; một chiếc thuyền nhỏ xinh kiểu thuộc địa Pháp khiến chúng tôi vừa có cảm giác sang trọng vừa thích phiêu lưu. James, người quản lý hành trình và Quân khiến chúng tôi cảm thấy như gia đình và cho chúng tôi trải nghiệm Việt Nam đích thực thông qua các lớp học nấu ăn và các chuyến tham quan làng quê. Chúng tôi đã có những bữa ăn tuyệt vời được chế biến từ ẩm thực địa phương và chèo thuyền kayak giữa các hòn đảo-núi. Chúng tôi đã thấy cảnh hoàng hôn có lẽ là đẹp nhất mà chúng tôi từng thấy, những bức ảnh không thể coi là công bằng! và tận hưởng cabin của chúng tôi cũng như các tiện nghi và hoạt động khác nhau trên thuyền, chẳng hạn như spa và câu mực đêm. Xin gửi lời cảm ơn đặc biệt đến tất cả thủy thủ đoàn! Bạn khiến chúng tôi cảm thấy như thể chúng tôi là những vị khách duy nhất trên khắp Vịnh.Đọc thêm",
            "chúng tôi đã đi du thuyền 3 ngày 2 đêm trên Ylang ở vịnh La Hán, vịnh Hạ Long. Chiếc thuyền thật tuyệt vời và tôi đánh giá có lẽ là chiếc thuyền đẹp nhất mà chúng tôi từng thấy. Các phòng sang trọng và toàn bộ thuyền rất trang nhã và thanh lịch và chỉ có 10 cabin, nó mang lại cảm giác rất riêng tư. Đồ ăn, nhân viên, các chuyến đi, spa đều tuyệt vời và tôi rất vui vì đã đặt phòng với họĐọc thêm",
            "Rất cám ơn phản hồi tử tế của bạn và thực sự vui mừng khi biết rằng bạn rất thích hành trình của mình trên hành trình YLANG của Tuyến Di sản. Chúng tôi hy vọng một lần nữa sẽ mang đến cho bạn nhiều kỷ niệm khó quên hơn trên những hành trình khác cùng chúng tôi!Đọc thêm",
            "Đây là chuyến đi thứ ba của chúng tôi với Heritage. Thích kích thước của những chiếc thuyền vì chúng nhỏ hơn so với tàu du lịch. Nhân viên tuyệt vời và dịch vụ tuyệt vời. Chất lượng và sự đa dạng của các bữa ăn trên tàu không thể chê vào đâu được. Các chuyến tham quan tránh xa các khu vực du lịch và chúng tôi đã tìm hiểu về văn hóa. Thích đi bộ quanh các ngôi làng địa phương và hòa mình với người dân địa phương. Cũng đã trải nghiệm các hình thức vận chuyển khác nhau đã có trong nhiều năm đối với người dân địa phương. Rất khuyến khích. Đọc thêm",
            "Không có gì có thể bày tỏ lòng biết ơn của chúng tôi đối với bạn! Chúng tôi xin gửi lời cảm ơn chân thành đến bạn vì đã một lần nữa lựa chọn Heritage Line cho kỳ nghỉ của mình. Chúng tôi hy vọng rằng hành trình của bạn với chúng tôi là tất cả những gì bạn mong đợi và cảm ơn bạn đã tiếp tục ủng hộ. Chúng tôi chân thành đánh giá cao sự tin tưởng mà bạn đặt vào chúng tôi, điều này truyền cảm hứng cho chúng tôi cung cấp cho tất cả khách hàng dịch vụ tốt nhất có thể. Chúng tôi mong được chào đón bạn quay trở lại trong tương lai và luôn phục vụ bạn!Đọc thêm",
            "Đại lý của chúng tôi đặc biệt khuyến khích điều này và nó đã trở thành điểm nhấn trong chuyến đi dài ngày đến ĐNÁ của chúng tôi. Chúng tôi đã thực hiện hành trình xuôi dòng Siemreap - SG. Đây là một chuyến đi rất thú vị và thư giãn với các chuyến tham quan hàng ngày đến các địa điểm dọc bờ sông. Thức ăn trên du thuyền rất ngon. Cabin rất thoải mái và sạch sẽ với ban công riêng. Hướng dẫn và nhân viên rất hữu ích. Chúng tôi chắc chắn sẽ giới thiệu hành trình nàyĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để cung cấp cho chúng tôi những phản hồi tuyệt vời về trải nghiệm của bạn trên tàu Heritage Line The JAHAN! Sự khẳng định của bạn chính là động lực để chúng tôi không ngừng hoàn thiện sản phẩm, dịch vụ của mình. Chúng tôi mong sớm được chào đón bạn một lần nữa trên những hành trình khác cùng chúng tôi!Đọc thêm",
            "Không phải là những chuyến tàu tuần dương thông thường, chúng tôi quyết định tham gia Tuyến Di sản The Jahan như một cách để ngắm nhìn các địa điểm của Sông Mê Kông, đồng thời thoát khỏi cái nóng và độ ẩm tồi tệ nhất. Jahan trở thành điểm nhấn trong kỳ nghỉ của chúng tôi. Phi hành đoàn rất vui vẻ và chu đáo - không có gì là quá rắc rối. Thức ăn rất phong phú, đa dạng và rất ngon. Bản thân con tàu sang trọng và được trang trí và trình bày đẹp mắt. Các chuyến du ngoạn rất vui vẻ và nhiều thông tin. Chúng tôi rất buồn khi phải nói lời tạm biệt với thủy thủ đoàn và nhân viên khi kết thúc chuyến phiêu lưu trên sông.Đọc thêm",
            "Chúng tôi rất biết ơn vì những chia sẻ tuyệt vời của bạn! Chúng tôi hy vọng rằng chuyến du ngoạn của bạn trên tàu Heritage Line JAHAN là tất cả những gì bạn mong đợi và chúng tôi rất vui khi có thể phục vụ bạn với một hành trình đáng nhớ như vậy. Không gì tuyệt vời hơn nếu chúng tôi có thể sớm chào đón bạn trở lại trên các hành trình khác của Heritage Line! Đọc thêm",
            "Bạn có chuyến du lịch nào vào năm 2023 Đọc thêm"
        ],
        "star_ratings": [
            635,
            157,
            33,
            7,
            9
        ],
        "review_amount": 841,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tuyến Di sản - Hành trình đường thủy tinh tế",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 8, 2024",
            "Written April 27, 2024",
            "Written April 26, 2024",
            "Written April 23, 2024",
            "Written April 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or10-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14199535-Reviews-Massage_Festival-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26257824-Reviews-GENTO_Leather_Goods_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2385857-Reviews-Chua_Vinh_Nghiem-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11612118-Reviews-Vietnam_Budget_Car_Rental-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4223482-Reviews-Vietnam_Alive_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25570713-Reviews-JK_Skin_Revision_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7945267-Reviews-Grasshopper_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21248306-Reviews-Nha_May_Lien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2624562-Reviews-Sen_s_House_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25572460-Reviews-1st_Football_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26322759-Reviews-Saigon_Top_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4480894-Reviews-Roadstour_Vietnam_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435196-Reviews-Tiger_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d13551691-Reviews-Happy_Feet_Foot_Spa-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35945-d15490830-Reviews-Busse_Forest_Elk_Pasture-Elk_Grove_Village_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d1441401-Reviews-Maya_Key-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g317071-d8532406-Reviews-UI_Zoo-Ibadan_Oyo_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g317071-d7660191-Reviews-Agodi_Gardens-Ibadan_Oyo_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g59290-d275459-Reviews-Watoga_State_Park-Marlinton_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d12839470-Reviews-Anacortes_Ferry-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g154910-d187024-Reviews-Johnston_Canyon-Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g189431-d196218-Reviews-Plaka_Beach-Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d2503342-Reviews-Yellow_Green_Farmers_Market-Hollywood_Broward_County_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or10-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Heritage Line - Refined Waterway Voyages",
        "attraction_name_vi": "Tuyến Di sản - Hành trình đường thủy tinh tế",
        "general_info": [
            "836 đánh giá",
            "24 trên 169 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Tour nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Heritage Line là một tuyến du thuyền sang trọng và cổ điển. Chúng tôi có niềm đam mê cốt lõi trong việc tạo ra những chuyến đi đường sông tinh tế và khó quên trên những tuyến đường thủy uy tín nhất Đông Nam Á. Chúng tôi sở hữu và vận hành tổng cộng 8 tàu có thiết kế độc đáo trên sông Mê Kông tại Việt Nam, Campuchia và Lào; ở Vịnh Hạ Long và Vịnh Lan Hạ ở miền Bắc Việt Nam và trên sông Ayeyarwady Chindwin ở Myanmar. \nĐọc thêm",
        "reviews": [
            "Đã có một khoảng thời gian tuyệt vời trên The Jahan, đi thuyền trên dòng sông Mekong hùng vĩ. Tất cả các thành viên phi hành đoàn đều tuyệt vời, đặc biệt là Win trong phòng ăn, người luôn mỉm cười và hữu ích nhất. Có sự kết hợp hoàn hảo giữa các chuyến đi trong ngày trên bờ và thời gian trên tàu. Có ban công cho phép chúng tôi ngồi bên ngoài với một ly đồ uống và chỉ ngắm nhìn cuộc sống trên sông Mekong trôi qua. Tôi nghĩ rằng kích thước của con tàu này so với số lượng phòng là vừa phải, mang lại không gian công cộng rộng rãi nên bạn không bao giờ cảm thấy đông đúc. Đồ ăn tuyệt vời! Nếu tôi có bất kỳ lời chỉ trích nhỏ nào thì đó là WiFi không phải là tốt nhất. Nhưng đó là một điều rất nhỏ. Chuyến du ngoạn tuyệt vời và công ty để giải quyết. Đọc thêm",
            "Rất đánh giá cao phản hồi đáng yêu của bạn! Chúng tôi vô cùng vui mừng và tự hào vì đã mang đến cho bạn một hành trình thú vị như vậy và hy vọng rằng chúng tôi có thể lặp lại điều đó trong tương lai. Đội ngũ Heritage Line rất vui mừng được sớm gặp lại bạn trong hành trình tiếp theo với các Tàu du lịch khác của chúng tôi!Đọc thêm",
            "Chúng tôi đã có một tuần tuyệt vời trên The Jahan từ Thành phố Hồ Chí Minh đến Siem Reap. Lý do lớn nhất là đội ngũ nhân viên xuất sắc, tôi nghĩ sẽ không công bằng nếu chọn các cá nhân ra ngoài vì chúng tôi đã nhận được dịch vụ nhất quán và ở mức độ cao từ mọi người. Sự hài hước bằng tiếng Anh thường bị bỏ qua hoặc bị hiểu nhầm khi đi du lịch nhưng tất cả nhân viên đều khen ngợi rằng tiếng Anh của họ đủ tốt để hiểu và pha trò, điều này khiến chuyến đi trở nên thú vị hơn. Hướng dẫn mà chúng tôi có về Campuchia Wanty rất đam mê đất nước, con người và lịch sử của nó và đưa ra một số quan điểm cá nhân tuyệt vời về cuộc sống dưới thời Khmer Đỏ.  Công ty áp dụng cách tiếp cận toàn diện đối với các chuyến tham quan và sắp xếp với một số cộng đồng địa phương dọc bờ sông để giúp bạn có cái nhìn sâu sắc thực sự về cuộc sống địa phương.  Chúng tôi rất thích đồ ăn, có sự kết hợp của các món ăn lấy cảm hứng từ Campuchia cho bữa trưa và buổi tối là bữa tối hảo hạng của châu Âu, có một lượng củ cải hoặc rượu vang đều đặn trong tất cả các bữa ăn. Đồ uống vào buổi tối đã được tính vào phòng của bạn. Chuyến đi bắt đầu với 1,5 giờ xe buýt từ thành phố đến thuyền và hầu hết thời gian trong năm thuyền dừng cách Siem Reap ít nhất 4 giờ để bạn kết thúc chuyến đi trên xe khách.Đọc thêm",
            "Rất đánh giá cao phản hồi to lớn của bạn! Chúng tôi vô cùng vinh dự được phục vụ những vị khách quý như bạn vì đánh giá của bạn là động lực để chúng tôi hoàn thiện hơn nữa hoạt động và dịch vụ của mình. Với lòng biết ơn của toàn thể đội ngũ và chúng tôi mong sớm được chào đón bạn trở lại trên các chuyến du ngoạn trên Tuyến Di sản!Đọc thêm",
            "Sau khi du lịch khắp Việt Nam, ghé thăm các thành phố và làng mạc hai ngày một lần, hành trình của chúng tôi trên The Jahan là một kỳ nghỉ rất cần thiết.  Hành trình 3 đêm từ Sài Gòn đến Phnom Penh là điểm nhấn trong chuyến đi của chúng tôi!  Tôi không thể kể hết cuộc hành trình quá ngắn ngủi của chúng tôi!  Chiếc thuyền cổ điển, cabin rất đáng yêu, thoải mái và đồ ăn rất ngon!  Đó là đội ngũ nhân viên và phi hành đoàn cần được khen ngợi nhiều nhất!  Chúng tôi đã có một vài ngày tuyệt vời và ước mình được đi du lịch lâu hơn!Đọc thêm",
            "Hàng triệu người của chúng tôi cảm ơn bạn đã chia sẻ tuyệt vời! Chúng tôi rất vui khi biết rằng bạn đã có một hành trình thú vị cùng Heritage Line The JAHAN. Chúng tôi hy vọng có thể sớm mang lại cho bạn những kỷ niệm khó quên khác trong những dịp sắp tới với các chuyến du ngoạn trên Tuyến Di sản!Đọc thêm",
            "Chúng tôi chọn chuyến đi giữa Hồ Chí Minh Việt Nam và Siem Reap Campuchia, trên sông Mê Kông và sông Tonle Sap. Chuyến đi này thật tuyệt vời, chúng tôi tận hưởng chiếc thuyền trong phòng của mình ở Tầng trên, có ban công. Phòng rất đẹp với phòng tắm đẹp có vòi sen. Ngoài ra còn có hồ bơi và SPA cũng như dịch vụ mát-xa chất lượng. Chúng tôi thưởng thức Bữa ăn, Bữa sáng, Bữa trưa, Bữa tối với Bữa ăn rất chất lượng, cảm ơn trưởng phòng đã có những bữa ăn khác nhau trong tuần. Chúng tôi cũng có lớp học nấu nướng, nướng thịt. TẤT CẢ các đội du lịch đều rất tử tế, luôn mỉm cười, rất thân thiện. Thuyền Jahan rất đẹp. Tất cả các chuyến đi đều được tổ chức với một số chuyến thăm, làng, trường học, Mua sắm, Đền thờ, chúng tôi cũng có một người sống sót Polpot từ Nhà tù S21, người sẽ tổ chức một hội nghị cho chúng tôi. Vì chúng tôi sẽ có hai quốc gia khác nhau nên chúng tôi dự kiến ​​sẽ có hai hướng dẫn viên khác nhau, một ở Việt Nam và một ở Campuchia. Hướng dẫn rất hay, với kiến ​​thức tốt. Chỉ có một nhận xét không hay về chiếc vòng tay Bạc mà chúng tôi mua, với hướng dẫn họ chứng nhận rằng đây là bạc thật, nhưng khi trở về Pháp, chúng tôi phát hiện ra rằng đó không phải là Bạc mà chỉ là kỷ niệm đối với chúng tôi. dù sao thì chuyến đi Jahan là một trải nghiệm rất tuyệt vời và chúng tôi đang chờ đợi Myanmar mở cửa trở lại và chắc chắn chúng tôi sẽ chọn chuyến du lịch tương tự trên dòng sông nước chảy qua Bagan, MandalayĐọc thêm",
            "Rất cám ơn những chia sẻ đầy tâm huyết của bạn về trải nghiệm cùng Heritage Line The JAHAN! Chúng tôi rất vui khi biết bạn thích chuyến đi của mình. Những phản hồi quý báu của bạn là động lực để chúng tôi không ngừng hoàn thiện những chuyến đi trong tương lai. Chúng tôi mong được chào đón bạn một lần nữa trên các chuyến du ngoạn trên Tuyến Di sản cho kỳ nghỉ tiếp theo của bạn!Đọc thêm",
            "Chúng tôi đi du thuyền trên sông Mê Kông từ Việt Nam qua Campuchia trên Jayavarnam. Thuyền được trang trí đẹp mắt. Phòng ăn có máy lạnh. Không gian quầy bar và sảnh khách tốt với chỗ ngồi đầy đủ và tầm nhìn đẹp. Cabin có máy lạnh với các tiện nghi tốt. Nó không rộng rãi nhưng chúng tôi ở trên thuyền nên không thể phàn nàn. Chúng tôi ở trên boong chính, điều đó không sao nhưng sẽ thích tầng trên hơn với tầm nhìn tốt hơn một chút từ cabin. Thức ăn rất tuyệt vời. Lựa chọn tuyệt vời đặc biệt là món salad vào giờ ăn trưa. Bữa sáng được phục vụ theo kiểu tự chọn với quầy trứng và mì. Bữa trưa cũng theo kiểu tự chọn. Tuy nhiên, bữa tối là thực đơn lập sẵn với nhiều lựa chọn. Rượu vang, bia địa phương và nước giải khát được bao gồm trong giá vé. Rượu mạnh và rượu vang cao cấp được cung cấp kèm phụ phí Dịch vụ rất tuyệt vời. Nhân viên rất thân thiện và hữu ích. Đẳng cấp thế giới . Chuyến du ngoạn rất tốt. Bạn xuống thuyền trên những chiếc thuyền tam bản nhỏ hơn để đến nhiều nơi khác nhau và khám phá các hoạt động cộng đồng địa phương. Hướng dẫn đã được thông báo tốt. Hải quan và nhập cư khi qua Campuchia được nhân viên trên thuyền xử lý rất tốt. Tôi sẽ giới thiệu kỹ lưỡng chuyến đi này. Cách tuyệt vời để đến Campuchia và khu phức hợp Angkor Wat là điều không thể bỏ qua.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian gửi phản hồi cho chúng tôi về trải nghiệm của bạn trên Tuyến Di sản JAYAVARMAN. Chúng tôi vô cùng vui mừng và tự hào vì đã mang đến cho bạn một hành trình thú vị như vậy và hy vọng rằng chúng tôi có thể lặp lại điều đó trong thời gian tới. Không có niềm hạnh phúc nào lớn hơn việc được chào đón bạn trên những chặng đường tương lai cùng chúng tôi.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan sông Mê Kông trên The Jahan từ Sài Gòn, Việt Nam đến Siem ReapCambodia và đó là một trải nghiệm tuyệt vời. Con tàu, với thiết kế tuyệt vời, khiến bạn cảm thấy như đang ở nhà một cách đặc biệt. Chúng tôi rất thích cabin của chúng tôi có ban công. Phòng ăn có gì đó đặc biệt và đồ ăn, với sự đa dạng và nhiều lựa chọn về các món ăn được chuẩn bị kỹ lưỡng, đã ở mức cao trong suốt chuyến đi. Dịch vụ này được xếp hạng nhất, cân bằng tốt giữa tính chuyên nghiệp hoàn hảo và sự thân thiện, thân thiện. Tất cả các khu vực có thể tiếp cận công cộng trên thuyền, thư viện, quầy bar, boong tàu, v.v., đều là những nơi rất thú vị. Các buổi biểu diễn rất hay. Cuối cùng, chúng tôi rất tiếc chuyến đi đã kết thúc và phải rời thuyền để trở về Berlin, nơi có nhiều thứ để khám phá nhưng không có sông Mê Kông và một chiếc thuyền lộng lẫy như The Jahan. Nhìn chung, chuyến đi của chúng tôi là một trải nghiệm tuyệt vời và The Jahan đóng một vai trò quan trọng trong đó. BW FluckĐọc thêm",
            "Chúng tôi rất vui mừng khi biết về trải nghiệm tuyệt vời của bạn với Heritage Line The JAHAN trong chuyến đi Việt Nam - Campuchia và cảm ơn bạn đã dành thời gian chia sẻ những kỷ niệm của mình với chúng tôi. Chúng tôi hy vọng được chào đón bạn quay trở lại với những khoảnh khắc khó quên hơn trong tương lai!Đọc thêm",
            "Một trải nghiệm tuyệt vời trên chiếc thuyền xinh đẹp The Violet trên Vịnh Hạ Long.  Dịch vụ đặc biệt từ một phi hành đoàn thực sự thân thiện, những người đã cố gắng làm cho kỳ nghỉ của chúng tôi trở nên đặc biệt cũng như vô cùng thú vị.  Thuyền rất rộng rãi, đẹp mắt và đồ ăn thì cực kỳ ngon! James, Quân, Tony và Lee chăm sóc chúng tôi, cả trên thuyền lẫn trong tất cả các chuyến du ngoạn đến hang động, điểm ngắm cảnh, làng chài và chèo thuyền kayak. Rất khuyến khích!Đọc thêm",
            "Chúng tôi thực sự vui mừng vì bạn đã có chuyến đi đáng nhớ cùng Heritage Line VIOLET tại Vịnh Hạ Long và hy vọng rằng hành trình đó là tất cả những gì bạn mong đợi và hơn thế nữa. Chúng tôi rất hân hạnh được chào đón bạn trở lại sớm trên các chuyến du ngoạn khác với Heritage Line.Đọc thêm",
            "Violet thật ngoạn mục về mọi mặt! James và nhóm của anh ấy đã cung cấp dịch vụ tốt nhất mà chúng tôi từng trải nghiệm và chúng tôi đã đi du lịch rất nhiều! Ngoài ra, suite của chúng tôi rất thoải mái và rộng rãi, đồng thời đồ ăn rất ngon và được trình bày đẹp mắt.  Các chuyến du ngoạn tùy chọn rất thú vị và Quân đã khiến chúng rất thú vị! Tôi không thể giới thiệu Violet và phi hành đoàn tuyệt vời của nó nhiều hơn!Đọc thêm",
            "Chúng tôi đánh giá cao những phản hồi tốt đẹp của bạn và hy vọng rằng bạn có nhiều kỷ niệm đẹp với Heritage Line VIOLET của chúng tôi. Chúng tôi mong muốn được phục vụ bạn thêm một trải nghiệm đáng nhớ trong chuyến đi tiếp theo!Đọc thêm",
            "Nhìn chung một hành trình tuyệt vời với bầu không khí và dịch vụ tuyệt vời. Ưu điểm: dịch vụ đặc biệt, nhân viên tuyệt vời, thân thiện, hướng dẫn tốt, đồ ăn và giải trí nổi bật, phòng đẹp, duyên dáng, rộng rãi có ban công.  Nhược điểm: 1 Giao tiếp tổng thể từ lãnh đạo còn kém.  Chúng tôi hiếm khi thấy thuyền trưởng hoặc những người khác phụ trách. Quầy lễ tân không đặc biệt hữu ích hoặc thân thiện.  Có những thay đổi so với hành trình đã xuất bản mà không được thông báo -- ví dụ: Chuyến thăm Cánh Đồng Chết.  Không có nhiều thông tin về nơi chúng tôi đang ở hoặc nơi chúng tôi sẽ đến tiếp theo.  2 Có một cuộc đi bộ trong làng không thành công và lẽ ra phải hủy bỏ.  Vì có đám tang nên chúng tôi không thể đến thăm gia đình mà chúng tôi đã dự định. Sau đó, tuyến đường bình thường bị chặn nên chúng tôi phải đi một tuyến đường dài thay thế. Trời rất nóng và không có bóng râm.  Lẽ ra chúng tôi nên quay lại tàu khi kế hoạch thay đổi.  Tôi cảm thấy những điều tiêu cực phản ánh nhiều hơn về khả năng lãnh đạo tổng thể cho dù họ là ai và khả năng giao tiếp kém chứ không phải về những đầu bếp nhân viên chăm chỉ, xuất sắc, người quản lý đồ ăn và đồ uống, máy chủ, nhân viên phục vụ phòng.  Những ưu điểm, đặc biệt là dịch vụ tuyệt vời, vượt xa những nhược điểm, đây là một chuyến du ngoạn tuyệt vời và tôi thực sự khuyên bạn nên sử dụng nó.Đọc thêm",
            "Chân thành cảm ơn sự khẳng định của bạn và mong rằng một vài khuyết điểm không làm giảm đi những kỷ niệm đẹp mà bạn đã có với Heritage Line YLANG. Ghi nhớ những phản hồi của bạn, Heritage Line hiện đang cố gắng cải thiện tất cả các vấn đề còn tồn tại để có thể mang đến cho hành khách những trải nghiệm ngày càng tốt hơn và tin rằng đã có những tiến bộ đáng kể kể từ đó. Không có niềm hạnh phúc nào lớn hơn việc được chào đón bạn trên những chặng đường tương lai cùng chúng tôi.Đọc thêm",
            "Bốn người bạn trong chuyến hành trình kéo dài một tuần ngược dòng sông Mê Kông. Chúng tôi đã có khoảng thời gian tuyệt vời trên tàu Jayawarman. Thật là một con tàu đẹp. Từ buổi sáng sớm mặt trời mọc Thái Chi trên sàn hồ bơi, bữa sáng tuyệt vời, các tour du lịch được lựa chọn rất kỹ trên bờ theo nhóm nhỏ với hướng dẫn viên nói tiếng Anh rất thành thạo, trôi chảy, bữa trưa tự chọn đầy đủ, các chuyến tham quan thú vị hơn hoặc thư giãn trong bóng râm vào buổi chiều. Thường có các hoạt động giải trí, đồ ăn nhẹ và đồ uống trên sàn hồ bơi vào lúc hoàng hôn. Bữa tối 5 món tuyệt vời và khả năng cung cấp thông tin qua phim hoặc bài giảng vào buổi tối và một quán bar được trang bị tốt. Bạn có một đội ngũ xuất sắc trên tàu, nơi không có câu hỏi nào chưa được trả lời, luôn mỉm cười và cách tiếp cận giao tiếp. Chúng tôi được phục vụ tốt về mọi mặt. Các bạn đã cho chúng tôi cơ hội trải nghiệm cuộc sống hàng ngày rất chân thực của người dân Campuchia, vì con tàu này có thể đi đến những nơi mà những con tàu lớn hơn khác không có. Chúng tôi không trải nghiệm chỉ để trở thành một phần của cuộc xâm lược du lịch. Chúng tôi thường ở đó một mình. Làm tốt lắm. Chúng tôi đã có những món quà nhỏ và những món quà. Từ những chiếc mũ che nắng, sách dạy nấu ăn, khăn quàng cổ và không thể quên chiếc USB với hơn 500 bức ảnh và video về chuyến đi của chúng tôi được các thành viên trong đoàn ghi lại khi theo chúng tôi lên bờ hoặc tại các sự kiện vào buổi tối. Cảm ơn Heritage Line rất nhiều, chúng tôi sẽ làm như vậy giới thiệu bạn ở khắp mọi nơi.Đọc thêm",
            "Xin chân thành cảm ơn đánh giá tuyệt vời của bạn. Chúng tôi vô cùng vinh dự được phục vụ những vị khách quý như bạn vì đánh giá của bạn là động lực để chúng tôi hoàn thiện hơn nữa hoạt động và dịch vụ của mình. Chúng tôi hy vọng sẽ sớm được chào đón bạn trở lại để có những khoảnh khắc khó quên hơn trong tương lai với các hành trình khác của Tuyến Di sản!Đọc thêm",
            "Bạn có chuyến du lịch nào vào năm 2023 Đọc thêm"
        ],
        "star_ratings": [
            635,
            157,
            33,
            7,
            9
        ],
        "review_amount": 841,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tuyến Di sản - Hành trình đường thủy tinh tế",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written April 15, 2024",
            "Written April 14, 2024",
            "Written April 11, 2024",
            "Written April 8, 2024",
            "Written April 1, 2024",
            "Written March 29, 2024",
            "Written March 28, 2024",
            "Written March 26, 2024",
            "Written March 24, 2024",
            "Written March 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d17379413-Reviews-or10-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or20-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14199535-Reviews-Massage_Festival-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26257824-Reviews-GENTO_Leather_Goods_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2385857-Reviews-Chua_Vinh_Nghiem-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11612118-Reviews-Vietnam_Budget_Car_Rental-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4223482-Reviews-Vietnam_Alive_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25570713-Reviews-JK_Skin_Revision_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7945267-Reviews-Grasshopper_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21248306-Reviews-Nha_May_Lien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2624562-Reviews-Sen_s_House_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25572460-Reviews-1st_Football_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26322759-Reviews-Saigon_Top_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4480894-Reviews-Roadstour_Vietnam_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435196-Reviews-Tiger_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g8552331-d8542890-Reviews-Gorge_of_Mili-Myli_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d143542-Reviews-Penn_s_Landing-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g32279-d13827626-Reviews-Capistrano_Beach_Park-Dana_Point_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g42881-d15292522-Reviews-5D_Extreme_Attraction-Bloomington_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g186609-d668055-Reviews-Dunguaire_Castle_s_Medieval_Banquet-Galway_County_Galway_Western_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189432-d3324239-Reviews-Monastiri_Beach-Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134311-d12153221-Reviews-Asakusa_Underground_Shopping_Street-Asakusa_Taito_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g41519-d7082377-Reviews-Connors_Farm-Danvers_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g56350-d12723448-Reviews-Hinman_Island_Park-New_Braunfels_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g189112-d671984-Reviews-Montechoro_Strip-Albufeira_Faro_District_Algarve.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or20-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or10-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Heritage Line - Refined Waterway Voyages",
        "attraction_name_vi": "Tuyến Di sản - Hành trình đường thủy tinh tế",
        "general_info": [
            "836 đánh giá",
            "24 trên 169 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Tour nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Heritage Line là một tuyến du thuyền sang trọng và cổ điển. Chúng tôi có niềm đam mê cốt lõi trong việc tạo ra những chuyến đi đường sông tinh tế và khó quên trên những tuyến đường thủy uy tín nhất Đông Nam Á. Chúng tôi sở hữu và vận hành tổng cộng 8 tàu có thiết kế độc đáo trên sông Mê Kông tại Việt Nam, Campuchia và Lào; ở Vịnh Hạ Long và Vịnh Lan Hạ ở miền Bắc Việt Nam và trên sông Ayeyarwady Chindwin ở Myanmar. \nĐọc thêm",
        "reviews": [
            "Hai ngày trước, họ phục vụ thuyền của chúng tôi với một anh chàng khoảng 20 tuổi, vừa là hướng dẫn viên vừa là đầu bếp, người bị cảm lạnh dữ dội. Hắt hơi và khịt mũi liên tục trong cả hai ngày. Thật đáng kinh ngạc, họ cũng chọn không đeo mặt nạ. Lúc trình diễn nấu ăn, hắt hơi vào bếp liên tục! Bây giờ, vợ tôi và tôi đã có được tất cả những gì anh ấy có.  TRÁNH những người này; ngoài kia tốt hơn rất nhiều.Đọc thêm",
            "Heritage Line Ginger is NOT a luxurious or premium experience. The marketing and the price make this appear a 5 star experience on paper, but if youre used to luxury hotels then I think youll be disappointed. Were talking 7501000 price point for a 1 night cruise which is a huge amount of money in Vietnam so I expect the best of everything like what Ive got in the top hotels in Vietnam Reverie Saigon, Capella Hanoi, Regent Phu Quoc, Four Season Hoi An etc. The boat looks tired as its clearly not cleaned and maintained properly, presumably as its essentially a work horse where one load of passengers disembark at 10:30, and they then load the next passengers on at 11:45, and this happens day in day out. The rooms are looking tired scuffed walls, broken lamp shades held together by cable ties, poor lighting and they are low standard with low quality sheets, cheap pillows and duvet that are manmade fibres not down, tea and coffee selection is atrocious with the cheapest Lipton bags and very strange flavours like strawberry tea. My room was also meant to come with a bottle of sparking wine but it turned out to be a cheap half bottle of red wine. The hot tub temperature was tepid at best and dirty. The ac unit worked but was filthy with dust. The food was abysmal. They are aiming for fine dining cuisine but clearly the chefs havent been to catering college. The food was so bad that I struggled to eat it and preferred to go hungry. Call me boring, but I also didnt appreciate them pumping out loud club music from 17:15 what penetrated all parts of the boat including our room. I didnt get angry with the staff as clearly they know no better; they clearly havent been trained like what they do in top hotel brands. The staff are lovely though and are clearly trying their best, which in turn makes you feel bad about making a fuss as they simply cant fix the situation as the problems are fundamental and across the board. The tender boat also had quite a significant crash into a fishing boat while transferring us to Ginger. The manager gave some bull about it being because of the currents, but it was plain and simple because the driver was chatting away to his colleagues and not paying attention. The incident could have been very serious, and I was surprised by the complete nonchalant response. We were also given a letter after dinner which included a request for a tip and recommending that 40-50 is typical per room! I could go on and on, but I trust this warns others not to make the same mistake as us booking heritage line. DO NOT BOOK A HERITAGE LINE CRUISE! Ive no idea if theres better cruises out there though. One last word of warning, obviously nothing to do with Heritage Line, but Ha Long Bay is extremely polluted with rubbish and what looks like raw sewage which doesnt exactly wet your appetite when youre being served local seafood. I later read that most of Hanois sewage is pumped untreated into the river which then reaches Ha Long Bag .Read more",
            "Nếu bạn muốn một chuyến du ngoạn sang trọng quanh Vịnh Hạ Long thì hãy đảm bảo bạn đặt vé với Tuyến Di sản và lên tàu Violet. Chỉ với sáu cabin rộng rãi trên con tàu, có rất nhiều không gian cho tất cả mọi người, và nếu bạn có cơ hội đặt cabin phía trước ở tầng trên thì hãy làm như vậy. Chúng tôi ở trong căn phòng tên là Phoenix, một căn phòng lớn với lối trang trí tuyệt vời và bạn sẽ không thất vọng, từ chiếc giường bốn cọc khổng lồ đến bể sục cho hai người trong một phòng tắm riêng lớn không kém. Hành trình hai ngày có một hành trình đầy đủ, nhưng cũng có thời gian để thư giãn. Một trong những điểm nổi bật, ngoài đội ngũ phi hành đoàn thân thiện và hữu ích đáng kinh ngạc, là chất lượng đồ ăn trên tàu và cách trình bày. Nó rất phong phú và ngon. Nhìn chung, đây là một vài ngày tuyệt vời.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì phản hồi tuyệt vời của bạn. Chúng tôi rất vui khi biết rằng bạn đã tận hưởng chuyến đi của mình cùng Heritage Line VIOLET. Lời khen của bạn thực sự là động lực cho nhóm của chúng tôi. Chúng tôi rất mong được giúp bạn lên kế hoạch cho chuyến phiêu lưu tiếp theo của mình!Đọc thêm",
            "Bài đánh giá này là về chuyến du ngoạn 2 đêm trên đảo Ylang ở Vịnh Lan Hạ, làm thủ tục nhanh chóng tại cảng, dễ dàng băng qua thuyền. Cabin có đủ mọi thứ bạn cần nhưng nếu tôi kén chọn! không có gương dài và không có điểm sạc USB. Giường thoải mái, khăn trải giường đẹp, phòng tắm đầy đủ tiện nghi. Các nhân viên thật tuyệt vời! Rất có sức chứa và cực kỳ hữu ích! Thức ăn rất tuyệt nhưng có quá nhiều, bữa trưa 5 món ngồi xuống là quá nhiều. Một bữa tiệc buffet tự giúp mình sẽ là quá đủ. Bữa sáng ngon miệng với trứng nấu theo sở thích của bạn. Hoạt động được tổ chức thực sự tốt. Thật không may, không sử dụng spa. Một lời chỉ trích sẽ là Wi-Fi rất kém - vào năm 2024, tín hiệu đáng tin cậy là rất quan trọng. Chúng tôi cần giữ liên lạc với Vương quốc Anh, Châu Âu và Hoa Kỳ và điều đó thật khó khăn. Một điểm khác là tôi thực sự nghĩ rằng sẽ hòa đồng hơn nhiều nếu có một số bàn chia sẻ gồm 4 hoặc 6 người, chúng tôi thấy mình trò chuyện trước bữa tối bằng đồ uống với những người khác và sau đó vội vã đi đến bàn 2 người của bạn. Thật đáng tiếc.Đọc hơn",
            "Cảm ơn bạn rất nhiều vì phản hồi thẳng thắn của bạn. Trên hết, chúng tôi hy vọng những bất tiện này không làm giảm đi những kỷ niệm đẹp mà bạn đã có với Heritage Line YLANG.\n\nDo chính sách của Chính phủ Việt Nam trong việc bảo vệ môi trường và cảnh quan, nhiều trạm phát sóng không thể lắp đặt ở Vịnh Hạ Long và Vịnh Lan Hạ, nên nhiều khu vực có tín hiệu điện thoại rất yếu hoặc thậm chí không có internetphone. Đây là tình hình chung của toàn Vịnh.\n\nGhi nhớ những phản hồi của bạn, chúng tôi sẽ chú ý hơn đến nhu cầu của khách hàng và giao tiếp chặt chẽ hơn để hiểu rõ hơn ý định của họ để nhóm có thể cung cấp dịch vụ phù hợp nhất.\n\nChúng tôi xin chúc quý khách mọi điều tốt đẹp nhất và mong sớm có cơ hội được chào đón quý khách trở lại trên các chuyến du thuyền khác của Heritage Line.\nĐọc thêm",
            "Rất tốt và không thể chê trách nhân viên hay tàu. Chúng tôi có một căn phòng Regency rất đẹp và có bồn tắm nước nóng. Các chuyến đi diễn ra tốt đẹp và luôn được thông báo những gì tiếp theo. Đã thử chèo thuyền kayak và thấy điều này thực sự tốt. Chúng tôi đạp xe, khám phá hang động và leo lên một ngọn đồi dốc.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì phản hồi tốt bụng của bạn và chúng tôi rất vui khi biết bạn rất thích hành trình của mình với chúng tôi. Hy vọng trải nghiệm của bạn với Heritage Line YLANG sẽ là một trong những kỷ niệm đáng nhớ nhất của bạn. Nhiều cuộc phiêu lưu hơn đang chờ đợi trên những con tàu quyến rũ của Heritage Lines và chúng tôi hy vọng có thể sớm đón tiếp bạn ở đó một lần nữa.Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời và hấp dẫn. Từ lúc lên máy bay, chúng tôi cảm thấy như ở nhà. Phi hành đoàn dễ chịu và thân thiện, và dịch vụ hàng đầu mọi lúc. Chuyến đi được thiết kế nhằm chia sẻ những trải nghiệm văn hóa về hạ lưu sông Mê Kông trên khắp Campuchia và Việt Nam. Chúng tôi được làm quen với cuộc sống đời thường ở nhiều nơi. Hướng dẫn của chúng tôi là hàng đầu. Thức ăn đến từ thiên đường. Chúng tôi tận hưởng từng khoảnh khắc. Một kỳ nghỉ tuyệt vời!Đọc thêm",
            "Cảm ơn bạn đã chia sẻ phản hồi với chúng tôi về trải nghiệm của bạn trên du thuyền Heritage Line trên Hạ lưu sông Mê Kông. Chúng tôi vô cùng vui mừng và tự hào vì đã mang đến cho bạn một hành trình thú vị như vậy và hy vọng rằng chúng tôi có thể lặp lại điều đó trong tương lai. Mong rằng chúng tôi sẽ sớm có cơ hội chào đón bạn một lần nữa trên các chuyến du ngoạn khác của Tuyến Heritage trong những dịp sắp tới!Đọc thêm",
            "Vịnh Hạ Long thực sự là một kho báu mặc dù có một số rác thải trôi nổi trong vịnh. Quần đảo hình thành đá tuyệt đẹp và quang cảnh khí quyển. Chuyến đi trên Ginger thật hoàn hảo. Vinny là một người chủ nhà tuyệt vời và Sam và phi hành đoàn rất vui vẻ và rất có định hướng phục vụ. Lớp học nấu ăn và nấu ăn tuyệt vời. Các cabin là hạng nhất. Chuyến đi xe đạp vào làng cũng thú vị không kém với nhóm chúng tôi cũng như chèo thuyền kayak. Một điều chắc chắn không thể bỏ lỡ đối với bất kỳ du khách nào đến khu vựcĐọc thêm",
            "Xin chân thành cảm ơn những chia sẻ phản hồi của bạn với chúng tôi. Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi với Heritage Line GINGER và mong được chào đón bạn một lần nữa trong những kỳ nghỉ tiếp theo với các chuyến du thuyền khác của Heritage Line.Đọc thêm",
            "Chúng tôi tham gia hành trình ở điểm giữa với nhiều hành khách đã xuất phát tại Siem Reap. Đây là chuyến đi trọn gói đầu tiên của chúng tôi dưới bất kỳ hình thức nào. Chúng tôi đã đặt trước khoảng một năm và yêu cầu một cabin bên mạn phải trên boong chính. Di sản không đảm bảo một cabin cụ thể khi đặt phòng và với mức giá họ tính, tôi không nghĩ điều đó có thể chấp nhận được. Khi lên tàu, chúng tôi được đưa đến cabin cảng phía sau khi tôi yêu cầu cụ thể phía mạn phải. Trong đó, chúng tôi được bố trí ở cabin phía sau nhất ở mạn phải, một phía sau tính từ mạn trái. Chúng tôi ngay lập tức cảm thấy rằng mình là công dân hạng hai đối với những người đã đặt trọn chuyến du ngoạn từ Siem Reap; một lần nữa nếu đây là cách tiếp cận của Di sản đối với cách họ đặt chỗ và lấp đầy chuyến đi thì họ nên minh bạch hơn nhiều về điều đó. Cabin của chúng tôi lùi vào khu vực của phi hành đoàn phía sau chúng tôi và có tiếng ồn xung quanh cho đến 22:30 trong ba đêm. Các tiêu chuẩn dịch vụ trên tàu là hoàn toàn xuất sắc và phi hành đoàn không ngừng mong muốn đáp ứng mọi nhu cầu. Các chuyến du ngoạn rất nhiều thông tin được tổ chức và sự tuyển chọn từ hướng dẫn viên tiếng Việt của chúng tôi đã chính xác. Thức ăn trên tàu bao gồm bữa sáng, bữa trưa, trà và bữa tối rất phong phú và ngon, nhưng không xuất sắc. Tổng điểm là 80.Đọc thêm",
            "Tuyệt vời cảm ơn sự chia sẻ thẳng thắn của bạn. Chúng tôi rất tiếc vì có một số thiếu sót khiến hành trình của bạn không thể trở thành một trải nghiệm tuyệt vời và hy vọng những bất tiện này không làm giảm đi những kỷ niệm đẹp mà bạn đã có với Heritage Line The JAHAN. Đội ngũ Heritage Line vô cùng vinh dự được phục vụ những vị khách quý như bạn vì đánh giá của bạn là động lực để chúng tôi hoàn thiện hoạt động và dịch vụ của mình. Với lòng biết ơn từ toàn thể đội ngũ và chúng tôi mong được chào đón bạn một lần nữa trên các chuyến du ngoạn khác của Tuyến Di sản.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời và khó quên. Con tàu tuyệt vời, thức ăn tuyệt vời, đội ngũ nhân viên tuyệt vời, những chuyến du ngoạn tuyệt vời được tổ chức để bạn có thể thư giãn và tận hưởng con thuyền cũng như phong cảnh. Không có gì là vấn đề đối với bất kỳ nhân viên nào, luôn muốn đảm bảo rằng bạn đang tận hưởng. Cách tuyệt vời để trải nghiệm cuộc sống nông thôn ở các làng và thị trấn, giao lưu với người dân địa phương cũng như nếm thử các món ăn tuyệt vời của địa phương. Hoàn toàn được nuông chiều xuyên suốt và sẽ đánh giá cao giới thiệu Dòng Di sảnĐọc thêm",
            "Rất đánh giá cao phản hồi của bạn! Chúng tôi vô cùng vui mừng và tự hào vì đã mang đến cho bạn một hành trình thú vị như vậy và hy vọng rằng chúng tôi có thể lặp lại điều đó trong tương lai. Đội ngũ Heritage Line rất vui mừng được sớm gặp lại bạn trong hành trình tiếp theo với các Tàu du lịch khác của chúng tôi!Đọc thêm",
            "Trước khi lên tàu Anouvong, tôi cần nhấn mạnh rằng trước đây chúng tôi đã du ngoạn Hạ lưu sông Mê Kông trên tàu The Jahan và đã có một khoảng thời gian tuyệt vời. Hành trình vượt xa sự mong đợi của chúng tôi. Mặt khác, Thượng lưu sông Mê Kông trên Anouvong là một trải nghiệm rất khác. Bản thân con tàu rất đáng yêu và trải nghiệm du ngoạn trên biển là tất cả những gì bạn mong muốn. NHƯNG, Heritage Line đang rất gian dối vì họ biết rằng khả năng di chuyển của con tàu này rất hạn chế trên toàn bộ thượng nguồn sông Mê Kông. Thay vì 3 đêm 4 ngày giữa Huay Xai và Luang Prebang, chúng tôi dành hai ngày đầu tiên trên một chiếc thuyền sông địa phương và một khách sạn vì thuyền không thể đi quá 13 km từ Luang Prabang. Việc này đã từng xảy ra trước đây và Heritage Line đã đợi đến ngày chúng tôi tham gia mới báo cho chúng tôi. Chúng tôi cũng được thông báo rằng họ gặp khó khăn khi di chuyển xuống Viêng Chăn và thay vào đó phải di chuyển bằng xe buýt nhỏ. Với mức giá bạn phải trả cho chuyến đi này, phương án thay thế đó thực sự không thể so sánh được và HL không đưa ra bất cứ hình thức bồi thường nào ngoài cocktail miễn phí và chúng tôi đã có để đấu tranh cho những điều đó. Thật là một sự ô nhục khi tính phí những gì họ tính cho dịch vụ này, biết rõ rằng tàu có thể không làm được điều đó. Vì vậy, lời khuyên của chúng tôi là KHÔNG đặt vé đi du ngoạn thượng nguồn sông Mê Kông trừ khi bạn muốn thất vọng .Đọc thêm"
        ],
        "star_ratings": [
            635,
            157,
            33,
            7,
            9
        ],
        "review_amount": 841,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tuyến Di sản - Hành trình đường thủy tinh tế",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written March 17, 2024",
            "Written March 17, 2024",
            "Written March 7, 2024",
            "Written February 27, 2024",
            "Written February 22, 2024",
            "Written February 11, 2024",
            "Written February 9, 2024",
            "Written January 26, 2024",
            "Written January 17, 2024",
            "Written January 8, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d17379413-Reviews-or20-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or10-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or30-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14199535-Reviews-Massage_Festival-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26257824-Reviews-GENTO_Leather_Goods_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2385857-Reviews-Chua_Vinh_Nghiem-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11612118-Reviews-Vietnam_Budget_Car_Rental-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4223482-Reviews-Vietnam_Alive_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25570713-Reviews-JK_Skin_Revision_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7945267-Reviews-Grasshopper_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21248306-Reviews-Nha_May_Lien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2624562-Reviews-Sen_s_House_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25572460-Reviews-1st_Football_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26322759-Reviews-Saigon_Top_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4480894-Reviews-Roadstour_Vietnam_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435196-Reviews-Tiger_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g48134-d2266415-Reviews-Harbes_Family_Farm-Mattituck_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g56663-d3244532-Reviews-Splashway_Waterpark-Sheridan_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g776005-d4889328-Reviews-Aliki_Beach-Thassos_Town_Limenas_Thasos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g52347-d3845744-Reviews-Chung_Dam_Spa_Fitness-Cheltenham_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60742-d1775234-Reviews-Botanical_Gardens_at_Asheville-Asheville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d279369-Reviews-Pecos_River_Flume-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g28940-d606084-Reviews-Beals_Island-Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d108540-Reviews-Opaekaa_Falls-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d6539306-Reviews-Rogue_Nation_Brewery_Spirits-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d12997180-Reviews-Chaweng_Night_Market-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or30-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or20-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Heritage Line - Refined Waterway Voyages",
        "attraction_name_vi": "Tuyến Di sản - Hành trình đường thủy tinh tế",
        "general_info": [
            "836 đánh giá",
            "24 trên 169 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Heritage Line là một tuyến du thuyền sang trọng và cổ điển. Chúng tôi có niềm đam mê cốt lõi trong việc tạo ra những chuyến đi đường sông tinh tế và khó quên trên những tuyến đường thủy uy tín nhất Đông Nam Á. Chúng tôi sở hữu và vận hành tổng cộng 8 tàu có thiết kế độc đáo trên sông Mê Kông tại Việt Nam, Campuchia và Lào; ở Vịnh Hạ Long và Vịnh Lan Hạ ở miền Bắc Việt Nam và trên sông Ayeyarwady Chindwin ở Myanmar. \nĐọc thêm",
        "reviews": [
            "Những người làm việc tại Violet Cruise đã cung cấp dịch vụ tuyệt vời. Thức ăn rất ngon! Chiếc thuyền cũng đẹp.Đọc thêm",
            "Rất cám ơn sự chia sẻ của bạn! Chúng tôi hy vọng bạn sẽ có nhiều kỷ niệm khó quên với Heritage Line VIOLET và rất mong chờ sự hội ngộ của chúng ta trong thời gian sắp tới!Đọc thêm",
            "Trải nghiệm tuyệt vời! Không thể lỗi một điều. Nhân viên và dịch vụ tuyệt vời. Thức ăn là đỉnh cao. Chưa bao giờ đi du thuyền trước đây và điều này đặt tiêu chuẩn thực sự cao.Đọc thêm",
            "Chúng tôi thực sự đánh giá cao sự chia sẻ đáng yêu của bạn! Chúng tôi hy vọng rằng kỳ nghỉ của bạn với Heritage Line sẽ là một kỳ nghỉ đáng nhớ và đội ngũ của chúng tôi luôn phục vụ bạn. Vui lòng cho chúng tôi biết khi nào chúng ta có thể gặp lại nhau!Đọc thêm",
            "Công ty này rất phi đạo đức. Chúng tôi cần phải hủy vì lý do y tế. Chúng tôi chỉ được quyền lấy lại 25 số tiền của mình - công bằng mà nói, lẽ ra chúng tôi nên mua bảo hiểm nhưng lại chấp nhận rủi ro. Họ đã mất thời gian để lấy lại tiền cho chúng tôi. Ba ngày sau khi họ hoàn lại số tiền 25 đô la, họ đã thông báo cho những người còn lại trong nhóm của chúng tôi, những người không hủy rằng toàn bộ hành trình đã bị hủy một số vấn đề sửa sang giấy tờ không liên quan đến cấp độ đặt chỗ - khiến họ phải tranh giành để thay thế sắp xếp. Vì họ đã hủy chuyến đi và không bị mất tiền do tôi hủy nên tôi cảm thấy việc hoàn lại toàn bộ số tiền là phù hợp. Họ cảm thấy khác và quyết định giữ lại tiền của tôi - và giảm giá 20 cho chuyến đi trong tương lai như thể tôi sẽ làm việc với họ lần nữa. Hãy hợp tác với một công ty trung thực - chắc chắn KHÔNG phải là Heritage Line.Đọc thêm",
            "Chúng tôi không thể giới thiệu chuyến đi này đủ cao. 7 đêm trên tàu với dịch vụ ăn uống 5 sao suốt chặng đường và các chuyến đi tùy chọn mỗi ngày. Sự quan tâm và tiêu chuẩn dịch vụ mà phi hành đoàn cung cấp là đặc biệt và đáng giá từng xu. Tuyệt vời!Đọc thêm",
            "Đội ngũ Heritage Line xin gửi lời cảm ơn chân thành đến những chia sẻ tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi trên Hạ lưu sông Mê Kông và mong sớm được gặp lại bạn trên những chuyến du ngoạn khác cùng chúng tôi.Đọc thêm",
            "Cuộc phiêu lưu được nuông chiều.  Những gì có thể tốt hơn?  Chúng tôi dành bảy ngày để đi từ Siem Reap Angkor Wat đến Sài Gòn Hồ Chí Minh.  Hầu hết các ngày đều bao gồm các chuyến du ngoạn hai lần mỗi ngày với cơ hội trải nghiệm cuộc sống nông thôn trên sông ở cả Campuchia và Việt Nam.  Con tàu đủ nhỏ để tất cả chúng tôi - khách cũng như thủy thủ đoàn - trở thành gia đình.  Thức ăn rất ngon đối với những người không ăn hải sản, các lựa chọn của tôi rất tuyệt vời, mặc dù hạn chế hơn một chút.  Tuy nhiên, vợ tôi lại thích hết món này đến món khác.  Các phòng đều lớn và được trang bị tốt.  Đặc biệt ở Campuchia, đô la Mỹ rất phổ biến.  Chúng tôi chưa chuẩn bị sẵn sàng cho việc đưa tiền boa hàng ngày cho người dân địa phương, mặc dù không bắt buộc nhưng lại là điều mà hầu hết mọi người đều muốn làm.  Mang theo một chồng đĩa đơn và một vài đĩa đơn 20 và bạn sẽ sẵn sàng.  Tiền boa trên tàu có thể được thực hiện vào cuối chuyến đi bằng thẻ tín dụng của bạn.  Và, với dịch vụ TUYỆT VỜI, nụ cười và sự hỗ trợ của mỗi người trong phi hành đoàn, số tiền boa được đề xuất là cực kỳ khiêm tốn. Nói chung, Jahan là một trong những tuần tuyệt vời nhất mà tôi từng trải qua trong 30 năm thường xuyên đi du lịch khắp thế giới .  Đó chắc chắn là điều phải làm.Đọc thêm",
            "Chúng tôi vô cùng biết ơn vì đã cho chúng tôi những phản hồi tuyệt vời như vậy! Trải nghiệm tốt của khách hàng luôn là trọng tâm của chúng tôi và đội ngũ Heritage Line vô cùng vinh dự được phục vụ những vị khách quý như bạn vì đánh giá của bạn là động lực để chúng tôi truyền cảm hứng hơn nữa cho hoạt động và dịch vụ của mình. Chúng tôi mong sớm được chào đón bạn quay trở lại trên các chuyến du ngoạn khác của Tuyến Di sản!Đọc thêm",
            "Chúng tôi thường không tham gia các chuyến tham quan có tổ chức, nhưng trải nghiệm này thật độc đáo. Heritage Line cung cấp một hành trình riêng, giàu văn hóa, cho phép khách tiếp xúc thực sự với người dân địa phương và liên tục cung cấp đồ ăn, chỗ ở và giải trí năm sao trên tàu. Hành trình 4 đêm của chúng tôi từ Phnom Penh đến Siem Reap, trình diễn chương trình múa Apsara truyền thống ngay từ cung điện của Nhà vua, cưỡi bò qua một ngôi làng địa phương thăm các trường học địa phương, cánh đồng lúa, một người phụ nữ làm đồ gốm theo cách giống như tổ tiên trong nhiều thế kỷ. Hướng dẫn viên du lịch Jahan của chúng tôi, Wanty, một anh chàng tuyệt vời, đã chỉ cho chúng tôi cách thắt một chiếc khăn Campuchia theo 20 cách vừa thời trang vừa sinh tồn. Trên tàu có tiệc khiêu vũ, BBQ, các món ăn truyền thống Campuchia và phương Tây bất ngờ. Nhân viên đều là những người vui vẻ, chăm chỉ làm việc tuyệt vời. Đặc biệt gửi lời cảm ơn đến Smey, Giám đốc du thuyền đa tài luôn tươi cười, Bora, bếp trưởng có đội nấu ăn gây bão mỗi ngày. Chúng tôi cảm thấy được đối xử như hoàng gia. Thật là một cách để đến Siem Reap và Ankor Wat.  100 người đã giới thiệu công ty này và các chuyến du ngoạn Campuchia của họ.Đọc thêm",
            "Đội ngũ Heritage Line rất vui khi nhận được những nhận xét tốt đẹp như vậy và những lời này đã được truyền tải trọn vẹn đến từng thành viên trong đội ngũ chúng tôi! Hy vọng chuyến đi cùng Heritage Line The JAHAN sẽ là một trong những kỷ niệm khó quên nhất của bạn và thật vui nếu chúng tôi có thể sớm chào đón bạn trở lại trong những chuyến đi tiếp theo.Đọc thêm",
            "Chúng tôi đã đặt một chuyến du ngoạn hai ngày một đêm trên tàu Ginger và đã có khoảng thời gian tuyệt vời trên tàu. Các cabin đều tuyệt vời, đồ ăn thì quá tuyệt vời và dịch vụ thì tuyệt vời.  Các nhân viên thực sự đã cố gắng hết sức để chiều chuộng chúng tôi. Một đề cập đặc biệt đến người quản lý hành trình Vinny, anh ấy là một chú hề nhưng chắc chắn biết cách giải trí cho khách của mình và không có gì thoát khỏi đôi mắt của anh ấy. Đọc thêm",
            "Chúng tôi đánh giá cao phản hồi tốt bụng của bạn với Heritage Line GỪNG! Người quản lý hành trình của chúng tôi - ông Vinny ước gì có thể mang lại cho bạn nhiều nụ cười hơn. Team rất vui mừng vì đã có thể mang đến cho bạn một kỳ nghỉ thú vị như vậy và hy vọng sẽ có cơ hội sớm gặp lại bạn trong những hành trình sau!Đọc thêm",
            "Vì vậy, gần đây chúng tôi đã dành 10 ngày trên sông Anouvong trên thượng nguồn sông Mê Kông. Con sông đã không làm chúng tôi thất vọng vào giây phút thứ hai, và chúng tôi đã bị mê hoặc, nhưng thật không may, ngoài điều đó ra, chuyến đi đã không đáp ứng được mong đợi của chúng tôi. Tự quảng cáo mình là Luxury Boutique, điều đó còn lâu mới xảy ra. Mặc dù các nhân viên đã cố gắng hết sức nhưng vẫn còn rất nhiều khóa đào tạo cần thực hiện và các vấn đề cần giải quyết. Điều tồi tệ nhất đối với chúng tôi là trải nghiệm ăn uống. Nó giống như một quán ăn tự phục vụ hơn là trải nghiệm ẩm thực tuyệt vời mà chúng tôi mong đợi. Chúng tôi được giới thiệu 3 lần một ngày với những món ăn thiếu độ bóng và chỉ tạm ổn. Bản thân căn phòng có thể đã sang trọng hơn và được sử dụng tốt hơn nhiều. Vào ngày cuối cùng, chúng tôi chỉ được phục vụ món súp và CÓ ĐIỀU GÌ ĐÓ ném vào chúng tôi và nói rằng đó là bữa ăn Loas truyền thống cuối cùng của chúng tôi. Các phòng ngủ mặc dù nhỏ nhưng nhìn chung chúng tôi rất thất vọng. Trước đây chúng tôi đã từng đi trên Tuyến Di sản Violet và đó là một trải nghiệm hoàn toàn vượt trội. Đọc thêm",
            "Từ TP HCM đến Siem Reap đúng lúc để băng qua hồ, mọi thứ đều không có lỗi. Không quá bận rộn với sự kết hợp tốt giữa mọi người, giống như có du thuyền cá nhân của riêng bạn. Nhân viên đã thưởng thức những món ăn tuyệt vời của đầu bếp Bora hạng nhất. Một chiếc De Bortoli màu đỏ trắng tươm tất được cung cấp miễn phí vào giờ ăn. Các chuyến du ngoạn trên bờ được đặt trước hầu hết là tránh bất kỳ nhóm du lịch nào, đáng chú ý là trường Áo Xanh, được tài trợ bởi Heritage Lindblad, nơi trẻ em địa phương có thể học 1 giờ học máy tính bằng tiếng Anh miễn phí .  Khi bạn nhìn thấy sự tương tác với các sinh viên, bạn sẽ nhận ra tiềm năng động lực của họ đã bị các Chính trị gia kìm nén trong nhiều năm.Đọc thêm",
            "Chúng tôi chân thành cảm ơn phản hồi tuyệt vời của bạn! Đội ngũ Heritage Line vô cùng vinh dự được phục vụ những vị khách quý như bạn vì đánh giá của bạn là động lực để chúng tôi hoàn thiện hoạt động và dịch vụ của mình. Chúng tôi hy vọng sẽ không còn quá lâu nữa cho đến lần hội ngộ tiếp theo của chúng ta và có thể một lần nữa sẽ mang đến cho bạn những trải nghiệm khó quên.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất trên hành trình này. Hành trình của chúng tôi là từ khu vực Siem Reap đến Thành phố Hồ Chí Minh Sài Gòn.  Đó là lần gần nhất chúng tôi được trở thành Hoàng gia vì ngay từ khi bước lên tàu Jahan, chúng tôi đã được chiều chuộng, chăm sóc và cho ăn những món ăn đẹp mắt. Cơ sở vật chất thật tuyệt vời, có máy lạnh, cabin đẹp có ban công riêng và các quán bar, phòng ăn và khu vực thư giãn tuyệt vời. Cảm ơn bạn rất nhiều! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì nhận xét có tâm của bạn! Chúng tôi hy vọng bạn đã có một chuyến đi thú vị với Heritage Line The JAHAN và mong sớm được gặp lại bạn trong những kỳ nghỉ khác.Đọc thêm"
        ],
        "star_ratings": [
            635,
            157,
            33,
            7,
            9
        ],
        "review_amount": 841,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tuyến Di sản - Hành trình đường thủy tinh tế",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written December 28, 2023",
            "Written December 18, 2023",
            "Written November 30, 2023",
            "Written November 20, 2023",
            "Written November 15, 2023",
            "Written November 13, 2023",
            "Written November 12, 2023",
            "Written November 11, 2023",
            "Written November 8, 2023",
            "Written October 30, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d17379413-Reviews-or30-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or20-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or40-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14199535-Reviews-Massage_Festival-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26257824-Reviews-GENTO_Leather_Goods_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2385857-Reviews-Chua_Vinh_Nghiem-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11612118-Reviews-Vietnam_Budget_Car_Rental-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4223482-Reviews-Vietnam_Alive_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25570713-Reviews-JK_Skin_Revision_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7945267-Reviews-Grasshopper_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21248306-Reviews-Nha_May_Lien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2624562-Reviews-Sen_s_House_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25572460-Reviews-1st_Football_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26322759-Reviews-Saigon_Top_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4480894-Reviews-Roadstour_Vietnam_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435196-Reviews-Tiger_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d8820202-Reviews-The_Royal_Edinburgh_Military_Tattoo-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g42337-d576960-Reviews-Interlochen_State_Park-Interlochen_Grand_Traverse_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d17689681-Reviews-Krisna_Oleh_Oleh_Bali_Bypass-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g34884-d10693084-Reviews-High_Shoals_Falls-Dallas_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47087-d12661397-Reviews-La_Llorona_Park-Las_Cruces_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d6484980-Reviews-Columbia_Icefield_Skywalk-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g34592-d105745-Reviews-Peanut_Island_Park-Riviera_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60639-d208733-Reviews-Iao_Valley_State_Monument-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d15151210-Reviews-Disgusting_Food_Museum-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d591343-Reviews-Placa_d_Espanya-Barcelona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or40-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or30-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Heritage Line - Refined Waterway Voyages",
        "attraction_name_vi": "Tuyến Di sản - Hành trình đường thủy tinh tế",
        "general_info": [
            "836 đánh giá",
            "24 trên 169 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Heritage Line là một tuyến du thuyền sang trọng và cổ điển. Chúng tôi có niềm đam mê cốt lõi trong việc tạo ra những chuyến đi đường sông tinh tế và khó quên trên những tuyến đường thủy uy tín nhất Đông Nam Á. Chúng tôi sở hữu và vận hành tổng cộng 8 tàu có thiết kế độc đáo trên sông Mê Kông tại Việt Nam, Campuchia và Lào; ở Vịnh Hạ Long và Vịnh Lan Hạ ở miền Bắc Việt Nam và trên sông Ayeyarwady Chindwin ở Myanmar. \nĐọc thêm",
        "reviews": [
            "Chúng tôi đã có chuyến du ngoạn hai ngày một đêm ở Vịnh Hạ Long trên tàu Violet. Phong cảnh tuyệt đẹp và cabin rất thoải mái nhưng điều làm nên chuyến đi là phi hành đoàn chu đáo và thân thiện. James là người liên hệ chính của chúng tôi, người đã giải thích mọi thứ cho chúng tôi và những người khác trên tàu, bao gồm cả việc đưa chúng tôi tham gia các chuyến du ngoạn, đặc biệt là đến một làng chài để tìm hiểu và hỗ trợ cộng đồng ngư dân địa phương. Các bữa ăn rất tuyệt vời, tất cả nhân viên đều thân thiện và quan điểm từ boong và ban công của chúng tôi đầy cảm hứng. Cảm ơn toàn thể phi hành đoàn. Đọc thêm",
            "Xin chân thành cảm ơn phản hồi chu đáo của bạn! Chúng tôi hy vọng rằng chuyến đi của bạn với Heritage Line VIOLET là tất cả những gì bạn mong đợi và hơn thế nữa. Không có gì tuyệt vời hơn khi được chào đón bạn trong những hành trình tiếp theo cùng đội ngũ Heritage Line một lần nữa!Đọc thêm",
            "Hành trình bảy ngày đặc biệt từ Siêm Riệp đến Sài Gòn trên RV Javan, đội ngũ nhân viên xuất sắc rất hữu ích và thân thiện. Các bữa ăn rất đa dạng và có chất lượng tuyệt vời. Suite rộng với khu vực sinh hoạt riêng biệt, luôn được giữ sạch sẽ và ngăn nắp. Các tour du lịch hàng ngày rất đa dạng và thú vị thể hiện cuộc sống của các quận ở Việt Nam và Campuchia. Rất khuyến khích Đọc thêm",
            "Chúng tôi đánh giá cao những phản hồi tốt đẹp của bạn và hy vọng rằng bạn có nhiều kỷ niệm đẹp với Tuyến Di sản The JAHAN của chúng tôi trên hành trình dọc theo dòng sông Mê Kông huyền thoại. Chúng tôi mong muốn được phục vụ bạn thêm một trải nghiệm đáng nhớ trong chuyến đi tiếp theo!Đọc thêm",
            "Chúng tôi đi du thuyền Anouvong mới từ Huay Xai đến Luang Prabang và có một trải nghiệm thú vị.  Chiếc thuyền được trang bị đẹp mắt với những cabin tuyệt đẹp, chúng tôi rất thích ban công nhỏ của mình, đặc biệt là vào buổi sáng khi thời tiết mát mẻ hơn.  Các chuyến du ngoạn được tổ chức rất tốt, với sự hướng dẫn đặc biệt tuyệt vời đến khu bảo tồn voi và chèo thuyền kayak.  Các bữa ăn đều chân thực và tuyệt vời và được tất cả mọi người yêu thích, kể cả hai đứa trẻ 15 tuổi trong bữa tiệc của chúng tôi.  Mẹo - yêu cầu phải có nhãn hiệu mới của Hoa Kỳ ở mọi nơi ở Lào, không bị rách hoặc thậm chí không có nếp gấp, những thứ này là bắt buộc đối với thị thực Lào, tốt nhất là để làm thị thực. Kip nội tệ cho bất kỳ giao dịch mua nhỏ nào bạn có thể muốn thực hiện trong làng.  Chúng tôi lấy đồ dùng học tập đi quyên góp và được đón nhận một cách biết ơn, chúng tôi nghĩ ngôi trường tiểu học nhỏ bé ở Ban Khok Luang là nơi cần nhất với 3 lớp trong 1 phòng và chỉ có một tấm bảng.  Nếu đi cùng chiều sẽ đề nghị cabin ở phía bên phải cảng để bạn nhìn thấy dòng sông chứ không phải bờ khi cập bến.  Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm của mình với Heritage Line ANOUVONG! Chúng tôi hy vọng bạn đã có một kỳ nghỉ thú vị với chúng tôi và những kỳ vọng của bạn sẽ thúc đẩy chúng tôi cải thiện hơn nữa hoạt động và dịch vụ của mình. Với lòng biết ơn của toàn thể đội ngũ và chúng tôi mong sớm được chào đón bạn trở lại trên các chuyến du ngoạn trên Tuyến Di sản.Đọc thêm",
            "Chúng tôi đón chiếc Jahan ở Hồ Chí Minh và đi qua Siem Reap. Con tàu rất thoải mái và được thiết kế tốt. Phòng ngủ có kích thước tốt với phòng khách riêng biệt, ban công và phòng tắm kích thước đầy đủ. Khu vực quầy bar và sảnh khách thoáng mát và rất thoải mái. Phòng ăn có máy lạnh, có cửa sổ nhìn ra xung quanh. Thức ăn và đồ uống rất đa dạng, ngon miệng và tất cả nhân viên đều rất xuất sắc. Tất cả họ đều hoàn thành xuất sắc công việc của mình, vui vẻ và cực kỳ có trách nhiệm với khiếu hài hước tuyệt vời. Chúng tôi cũng may mắn có được một nhóm du khách tốt bụng trên tàu. Hành trình tuyệt vời, tôi rất muốn giới thiệu.Đọc thêm",
            "Rất cám ơn phản hồi tốt của bạn! Chúng tôi thực sự vui mừng khi biết rằng bạn rất thích chuyến đi của mình với Heritage Line The JAHAN và đây là động lực để chúng tôi luôn cải thiện dịch vụ và hoạt động của mình. Đội ngũ Heritage Line rất mong sớm được chào đón bạn trở lại trong thời gian sắp tới!Đọc thêm",
            "Chúng tôi đã có chuyến du ngoạn hạ lưu sông Cửu Long 7 ngày từ Hồ Chí Minh đến Siem Reap trên The Jahan.  Trang trí con tàu rất đẹp.  Rất sạch sẽ và duy trì tốt.  Phòng của chúng tôi rộng rãi với khu vực tiếp khách và phòng tắm lớn.  Khu vực quầy bar ngoài trời thật tuyệt vời để ngồi trò chuyện. Thức ăn được trình bày tốt với nhiều món ăn ngon.  Nhân viên rất xuất sắc, hiệu quả, thân thiện với khiếu hài hước chung.  Hầu hết các ngày đều có chuyến tham quan vào buổi sáng và buổi chiều, đây là những tùy chọn.  Đã chạy tốt và không quá dài.  Du ngoạn trên sông là một cách tuyệt vời để đi du lịch vì luôn có thứ gì đó để xem.  Đó là một con tàu nhỏ với tối đa 52 hành khách.  Chúng tôi chỉ có 34 người, thật tuyệt vời khi chúng tôi được làm quen với mọi người.  Bạn có thể hòa đồng như bạn muốn.  Tôi chắc chắn sẽ đi du ngoạn trên sông một lần nữa và lựa chọn đầu tiên sẽ là Tuyến Di sản.Đọc thêm",
            "Thật là một phản hồi rất tốt đẹp! Đội ngũ Heritage Line rất vui khi biết rằng bạn đã tận hưởng chuyến đi cùng chúng tôi. Chúng tôi hy vọng rằng chuyến đi của bạn với Heritage Line The JAHAN là tất cả những gì bạn mong đợi và mong sớm được chào đón bạn trở lại với ưu đãi đặc biệt!Đọc thêm",
            "We have cruised many rivers in Europe and also in Australia. We have visit some cities in southeast Asian cities but never really explored the region.  We chose a river cruise on the Mekong because it is such a famous river travelling as it does through China, Myanmar  Burma, Thailand, Laos, Cambodia and Vietnam, although we only travelled on the middle and lower Mekong from Siem Reap to Ho Chi Minh City  Saigon.  We chose The Jahan because it was quite a small ship it only has 26 cabins. Online reviews were pretty good and it seemed like an interesting introduction to the region.  After a most wonderful week on board The Jahan, all we can say is that the reviews understated an outstanding ship as it journeyed through fascinating country.  We were extremely impressed with the all the crew - the hospitality, housekeeping, personal,  and marine staff were all highly competent and very caring. They were all evidently committed to  making the cruise excellent,  and whats more they seemed to genuinely care for each passenger. Going down the Mekong and also the Tonle Sap River we not only visited famous sites, but also quiet little out of the way places.  We learned a huge amount of the culture and history of Cambodia first five days and Vietnam last three days. Most days we started with voluntary tai chi sessions on deck, then an outstanding breakfast with classy food for all nationalities.  Often, after breakfast there was an excursion and the guides in both Cambodia and Vietnam were top notch , followed by a fabulous lunch,  a short siesta,  then another afternoon excursion further down river.The food was fabulous and catered to all tastes and preferences, often with a little extra treat being offered  of some local delicacy or special preparation. The restaurant crew were a delight - amusing, efficient and caring.  The cabins were really well decorated and very comfortable with excellent private balconies. I am not usually a person who uses superlatives but I do not think this cruise could be bettered. It has our highest recommendation!! Read more",
            "Tuyệt vời cảm ơn bạn đã chia sẻ tuyệt vời! Chúng tôi rất vui mừng khi có thể mang đến cho bạn một hành trình thú vị như vậy và hy vọng chúng tôi có thể làm được điều đó trong tương lai. Hy vọng trong thời gian tới chúng tôi sẽ được chào đón bạn một lần nữa trên các chuyến du thuyền khác của Heritage Line.Đọc thêm",
            "Từ lúc nhìn thấy căn phòng của mình, hơi thở của chúng tôi đã bị lấy đi.  Nó hoàn toàn hoàn hảo.  Tầm nhìn tuyệt vời qua tất cả các cửa sổ, cực kỳ đẹp và rất thoải mái.  Tổng số sang trọng. Thức ăn rất ngon và nhân viên thì tuyệt vời.  Ann thật tuyệt vời và đã cho chúng tôi xem một ngôi làng và trang trại nuôi cá để lại những kỷ niệm lâu dài.  Trên hết, sự bình yên và vẻ đẹp mà chúng tôi trải qua thật đáng yêu đến mức chúng tôi không muốn rời xa.  Chúng tôi ước chúng tôi đã đặt chuyến đi hai đêm.  Chúng tôi sẽ không bao giờ quên thời gian ở Ylang.  Cảm ơn tất cả các bạn.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chia sẻ phản hồi của bạn với chúng tôi. Chúng tôi rất vui vì đã phục vụ quý khách một chuyến đi hài lòng và muốn quý khách biết rằng những phản hồi như thế này chính là động lực để chúng tôi hoạt động tốt. Hy vọng trong thời gian sắp tới đội ngũ Heritage Line có thể chào đón bạn một lần nữa với những ưu đãi đặc biệt!Đọc thêm",
            "Chuyến du ngoạn 2 đêm không thể tin được trên tàu Violet với Giám đốc hành trình tuyệt vời Vinny và nhóm của chúng tôi, những người đã khiến chúng tôi cảm thấy thật đặc biệt!   6 người chúng tôi trong nhóm và chúng tôi thật may mắn khi có được chiếc thuyền cho riêng mình trong chuyến hành trình 2 đêm này.   Các nhân viên rất niềm nở và không thể làm đủ để chúng tôi chào đón chúng tôi mỗi lần trên thuyền với nụ cười thân thiện và vẫy tay cho đến chuẩn bị khăn tắm, thức ăn, âm nhạc trên một bãi biển riêng tuyệt đẹp. Các Cabin đều được thiết kế riêng và sang trọng với nhiều không gian để thư giãn và nghỉ ngơi.  Thức ăn đã ra khỏi thế giới này và đôi khi hơi nhiều nhưng chúng tôi đã vượt qua!  Họ phục vụ những người bị dị ứng thực phẩm một cách dễ dàng và mọi món ăn được phục vụ đều đạt chất lượng nhà hàng. Tôi không thể giới thiệu Heritage Line và nhóm Violet cao hơn nữa và với tư cách là một đại lý du lịch, tôi đã thấy và đề xuất RẤT NHIỀU lựa chọn trong khu vực này. Đọc thêm",
            "Đội ngũ Heritage Line rất vui khi nhận được phản hồi này và rất vui khi biết rằng bạn đã có một chuyến đi thú vị cùng Heritage Line VIOLET. Những trải nghiệm tốt đẹp của bạn là động lực để chúng tôi không ngừng hoàn thiện dịch vụ của mình. Rất mong được gặp lại bạn trên những hành trình khác cùng Heritage Line!Đọc thêm",
            "Đã có một khoảng thời gian tuyệt vời trên chiếc thuyền sang trọng này với những căn phòng lớn thanh lịch và một hiên nhà. Tất cả nhân viên đều cực kỳ hữu ích, dễ chịu và mong muốn làm hài lòng bạn. Có cơ hội học cách làm chả giò, đạp xe và chèo thuyền kayak, tất cả đều là một phần của trải nghiệm khó quên! Đọc thêm",
            "Trân trọng phản hồi của bạn! Chúng tôi rất vui vì có thể mang đến cho bạn một hành trình thú vị như vậy và hy vọng chúng tôi có thể làm như vậy trong tương lai. Chúng tôi mong được chào đón bạn một lần nữa trên các chuyến du thuyền khác của Tuyến Di sản và tạo ra nhiều khoảnh khắc khó quên hơn!Đọc thêm",
            "Một chuyến đi tuyệt vời trên tàu tuần dương Ginger. Mọi thứ đều được thực hiện một cách chu đáo và đẹp mắt từ những căn phòng được trang trí theo phong cách cổ điển, đến những món ăn hạng nhất và đội ngũ nhân viên chu đáo tuyệt vời do James lãnh đạo. Các hoạt động này hoàn toàn không bắt buộc nhưng tất cả đều đáng làm. Đạp xe, nấu ăn, thái cực quyền và chèo thuyền kayak đều rất thú vị. Chúng tôi ước mình có hai ngày thay vì một ngày và rất miễn cưỡng rời đi. Rất khuyến khíchĐọc thêm",
            "Tuyệt vời cảm ơn bình luận tốt bụng của bạn! Lời nói của bạn là động lực để đội ngũ chúng tôi làm việc không mệt mỏi để mang đến cho du khách những trải nghiệm tốt nhất. Mong sớm gặp lại bạn trên những hành trình tương lai cùng đội ngũ Heritage Line!Đọc thêm"
        ],
        "star_ratings": [
            635,
            157,
            33,
            7,
            9
        ],
        "review_amount": 841,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tuyến Di sản - Hành trình đường thủy tinh tế",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written October 30, 2023",
            "Written October 17, 2023",
            "Written October 2, 2023",
            "Written September 22, 2023",
            "Written September 21, 2023",
            "Written September 18, 2023",
            "Written September 10, 2023",
            "Written August 17, 2023",
            "Written August 8, 2023",
            "Written July 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d17379413-Reviews-or40-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or30-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or50-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14199535-Reviews-Massage_Festival-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26257824-Reviews-GENTO_Leather_Goods_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2385857-Reviews-Chua_Vinh_Nghiem-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11612118-Reviews-Vietnam_Budget_Car_Rental-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4223482-Reviews-Vietnam_Alive_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25570713-Reviews-JK_Skin_Revision_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7945267-Reviews-Grasshopper_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21248306-Reviews-Nha_May_Lien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2624562-Reviews-Sen_s_House_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25572460-Reviews-1st_Football_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26322759-Reviews-Saigon_Top_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4480894-Reviews-Roadstour_Vietnam_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435196-Reviews-Tiger_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d105441-Reviews-Corkscrew_Swamp_Sanctuary-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g660784-d23297640-Reviews-Genting_SkyWorlds_Theme_Park-Genting_Highlands_Pahang.html",
            "https://www.tripadvisor.com/Attraction_Review-g46809-d12001280-Reviews-Seaside_Heights_Boardwalk-Seaside_Heights_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g43686-d12374426-Reviews-Escape_Family_Entertainment_Center-Biloxi_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60754-d614432-Reviews-Wellfleet_Drive_In_Theatre-Wellfleet_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d4938195-Reviews-Alaska_Salmon_Bake-Fairbanks_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d25289638-Reviews-Light_Art_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g44383-d10467108-Reviews-Indian_Camp_Creek-Foristell_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g304036-d547643-Reviews-Hot_Springs_Aguas_Calientes-Aguas_Calientes_Machu_Picchu_Sacred_Valley_Cusco_Regio.html",
            "https://www.tripadvisor.com/Attraction_Review-g1537454-d12588973-Reviews-Ytri_Tunga_Beach-Budir_West_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or50-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or40-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Heritage Line - Refined Waterway Voyages",
        "attraction_name_vi": "Tuyến Di sản - Hành trình đường thủy tinh tế",
        "general_info": [
            "836 đánh giá",
            "24 trên 169 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Heritage Line là một tuyến du thuyền sang trọng và cổ điển. Chúng tôi có niềm đam mê cốt lõi trong việc tạo ra những chuyến đi đường sông tinh tế và khó quên trên những tuyến đường thủy uy tín nhất Đông Nam Á. Chúng tôi sở hữu và vận hành tổng cộng 8 tàu có thiết kế độc đáo trên sông Mê Kông tại Việt Nam, Campuchia và Lào; ở Vịnh Hạ Long và Vịnh Lan Hạ ở miền Bắc Việt Nam và trên sông Ayeyarwady Chindwin ở Myanmar. \nĐọc thêm",
        "reviews": [
            "Toàn bộ trải nghiệm hoàn toàn tuyệt vời. Bạn được chào đón trên bờ bởi đội ngũ nhân viên thân thiện, những người luôn mang lại sự thoải mái cho bạn trong suốt hành trình. Thuyền sang trọng, có phòng rộng rãi, tiện nghi và ban công rộng rãi. Thức ăn rất ngon và phong phú, đồng thời có nhiều chuyến du ngoạn và hoạt động tuyệt vời. Và khung cảnh thật ngoạn mục. Một chuyến đi thực sự hạng nhất. Lần sau tôi muốn ở lại 2 đêm!!Đọc thêm",
            "Nhận xét của bạn đã làm cho ngày của chúng tôi! Chúng tôi hy vọng rằng hành trình của bạn với chúng tôi là tất cả những gì bạn mong đợi và hơn thế nữa. Chúng tôi mong muốn có thể sớm chào đón bạn trở lại trên các chuyến du ngoạn khác của Tuyến Di sản!Đọc thêm",
            "Nếu bạn muốn ghé thăm Vịnh Hạ Long thì đây là con đường! Thuyền tuyệt vời, thủy thủ đoàn tuyệt vời, đồ ăn ngon - một trải nghiệm độc đáo. Chúng tôi rất vui vì chúng tôi đã làm theo cách nàyĐọc thêm",
            "Đó là một chuyến đi tuyệt vời. Quang cảnh ngoạn mục, nhân viên rất thân thiện, nói chung là một trải nghiệm tuyệt vời! Nếu đến Việt Nam, bạn nhất định phải thực hiện chuyến đi này!Đọc thêm",
            "Chúng tôi đã ở trên tàu Violet từ Heritage Line từ ngày 6 đến ngày 8 tháng 7 năm 2023. Vinny, người quản lý tour của chúng tôi và đội ngũ những con người tuyệt vời đáng kinh ngạc của anh ấy đã mang lại trải nghiệm tuyệt vời đến mức thật khó để rời đi. Chúng tôi đã kỷ niệm 20 năm ngày cưới và đã có khoảng thời gian tuyệt vời nhất. Mong được quay lại và gặp lại phi hành đoàn. Tôi cũng đặc biệt cảm ơn Sam, người đã nỗ lực hết mình để khiến chuyến đi này trở nên thực sự đặc biệt.Đọc thêm",
            "Đây là một trải nghiệm khó quên đối với một gia đình 4 người có hai đứa con 11,13.  Phi hành đoàn là tất cả những gì bạn cần: thân thiện, có sức chứa và vui vẻ. Chuyến tham quan 24 giờ kết thúc nhanh chóng nhưng chúng tôi cảm thấy thật đúng đắn khi quay lại. Có sự cân bằng giữa các hoạt động tích cực để làm trong và ngoài tàu để thu hút bạn và trẻ tham gia. Hồ bơi nhỏ nhưng rất sảng khoái, đặc biệt là người phục vụ sẽ phục vụ GT cho bạn trong đó! Đồ ăn rất nổi bật: cá đúng như bạn mong đợi, lớp học làm chả giò và nhiều rau. Nhược điểm duy nhất là ô nhiễm ở vịnh - nước có nhiều nhựa. Tôi hiểu rằng tình hình đang trở nên tốt hơn và không có chai nào được phép vào vịnh.Đọc thêm",
            "Chúng tôi rất hạnh phúc khi ở lại The Violet. Phòng đẹp, thuyền và đồ ăn thật tuyệt vời. Có sự cân bằng hoàn hảo giữa các hoạt động và nghỉ ngơi. Điều khiến chuyến đi này trở nên đặc biệt chính là đoàn thủy thủ! Vinny và nhóm của anh ấy hoàn toàn chuyên nghiệp và mang lại cảm giác chuyên nghiệp nhưng cũng rất thoải mái. Chúng tôi đang hưởng tuần trăng mật và họ thực sự đối xử với chúng tôi như hoàng gia! Cảm ơn đầu bếp vì chiếc bánh ngon và người hướng dẫn Thái Cực Quyền đã trang trí căn phòng của chúng tôi thật đẹp. Chúng tôi đề xuất hành trình này 100Đọc thêm",
            "Họ đã đưa chúng tôi đi sai hành trình!! Sau khi rời cảng, chúng tôi được thông báo rằng hành trình của chúng tôi chỉ đến Vịnh Hạ Long - mặc dù chúng tôi đã đặt một chuyến đến cả Vịnh Hạ Long và Vịnh Lan Hạ. Họ rất xin lỗi và đổ lỗi cho Bookings.com - mặc dù đó là mô tả mà họ đã cung cấp cho Bookings.com. Chiếc thuyền rất đẹp, nhân viên rất chu đáo, hữu ích, thân thiện và đồ ăn thì tuyệt vời. Điểm tiêu cực ngoài hành trình sai lầm là Vịnh bị ô nhiễm khủng khiếp với rác trôi nổi khắp nơi. Ngoài ra, tất cả các thuyền đều neo đậu ở cùng một khu vực vào ban đêm - vì vậy, bữa tối trên boong tàu đẹp đẽ, lãng mạn, yên bình của chúng tôi đã bị phá hỏng bởi âm nhạc, hát karaoke dở tệ từ nhiều chiếc thuyền tiệc tùng mà chúng tôi neo đậu bên cạnh. Nhìn chung, chuyến đi đã bị hủy hoại bởi ban quản lý liên tục yêu cầu nói chuyện với chúng tôi, cho chúng tôi biết lý do tại sao đó không phải là lỗi của họ và cho chúng tôi biết về chính sách công ty của họ và lý do tại sao họ không thể hoàn lại tiền cho chúng tôi. Điều này xảy ra cả ngày lẫn đêm..mặc dù việc hát karaoke khiến bạn mất tập trung!Đọc thêm",
            "Dear Ian, \n\nThank you very much for your feedback on the TripAdvisor platform. You have already informed us prior to this post that in the event Heritage Line does not meet your expectations on refund or compensation you would conduct a negative post on social media channels. We do not support this way of handling as we believe we have responded and acted in a fair and reasonable manner to the issue you had experienced.  \nWe are truly sorry for any disagreeable experience or inconvenience you had during your 2-Night stay aboard our ship Heritage Line VIOLET sailing Halong Bay. We have expressed our apology in person as well in various emails over the past weeks.\n\nSeeing your TripAdvisor post now, we would like to clarify the situation and put this comment somehow more into perspective in order for other users can make their objective opinion to it as much as possible. \n\nYou had booked your trip with us via booking.com and unfortunately, we had an outdated itinerary on display on the booking.com platform which you eventually had at hand at the time of boarding. We cannot understand how this could have happened. No excuses from our end though for this mistake and we had excused this mistake and also explained as best as we could. Still, the fault itinerary you had been provided via booking.com was almost identical to our current operated program except ONLY the cycling activity missing \n\nAfter this faut-pax came to light on your arrival day on the ship, we have reacted promptly offering you a free upgrade to the best suite accommodation. We have offered you complimentary benefits and additional kayaking activities for free on top. We also have compensated your cruise trip with a partial refund of the cruise price. During your stay, we offered you to move to one of our other luxury ship to enjoy the activity of cycling on Cat Ba Island which was missing. You refused this offer on the ground as you would not want to change ships. \n\nReviewing the case overall, we think your negative rating is not fair as we have provided absolutely reasonable compensation and tried to offer you the missing experience in order that you receive the full experience you expect.  \n\nWe still respect your feedback and you can freely comment and feedback on any platform. Heritage Line only likes to provide to the matter an objective response as best as possible. \n\nThank you very much,\nHeritage LineRead more",
            "Nhân viên được đào tạo siêu tốt với lòng hiếu khách đích thực. Trải nghiệm ẩm thực nổi bật Thực sự thân thiện. Vịnh Hạ Long có nhiều tàu thuyền và nhiều khách du lịch hơn. Chúng tôi đã chọn một con tàu chỉ có sáu cabin và sự quan tâm thực sự của cá nhân để có thể thực sự chiêm ngưỡng vẻ đẹp một cách lặng lẽ! Chúng tôi thậm chí còn dọn dẹp bãi biển, hãy là một phần của giải pháp! Cảm ơn những người thuộc Di sản!! Đọc thêm",
            "Nhân viên đáng yêu, nơi đáng yêu, trải nghiệm đáng yêu.  Vinny và Nhóm đã khiến chuyến đi đến Vịnh Hạ Long trở nên đáng nhớ!Đọc thêm",
            "Chúng tôi không thể hạnh phúc hơn với trải nghiệm tuyệt vời này. Violet được trang trí đẹp mắt, phong cảnh Vịnh Hạ Long thật ngoạn mục, phòng của chúng tôi rất rộng lớn với tầm nhìn từ mọi góc độ và đội ngũ nhân viên rất thú vị. Tất cả mọi thứ đều được bao gồm để tạo nên giá trị đáng kinh ngạc cho trải nghiệm sang trọng như vậy, bao gồm các chuyến tham quan trong ngày đến hang động, bãi biển, đài quan sát, v.v. Đồ ăn và đồ uống rất nổi bật và nếu chúng tôi có thể ở lại một tuần thì chúng tôi sẽ có. Đọc thêm",
            "Bạn có chuyến du lịch nào vào năm 2023 Đọc thêm"
        ],
        "star_ratings": [
            635,
            157,
            33,
            7,
            9
        ],
        "review_amount": 841,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tuyến Di sản - Hành trình đường thủy tinh tế",
            "Ho Chi Minh City",
            "Những việc cần làm ở Thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written July 22, 2023",
            "Written July 20, 2023",
            "Written July 19, 2023",
            "Written July 17, 2023",
            "Written July 16, 2023",
            "Written July 6, 2023",
            "Written July 4, 2023",
            "Written June 27, 2023",
            "Written June 24, 2023",
            "Written June 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d17379413-Reviews-or50-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or40-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or60-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14199535-Reviews-Massage_Festival-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26257824-Reviews-GENTO_Leather_Goods_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2385857-Reviews-Chua_Vinh_Nghiem-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11612118-Reviews-Vietnam_Budget_Car_Rental-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4223482-Reviews-Vietnam_Alive_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25570713-Reviews-JK_Skin_Revision_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7945267-Reviews-Grasshopper_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21248306-Reviews-Nha_May_Lien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2624562-Reviews-Sen_s_House_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25572460-Reviews-1st_Football_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26322759-Reviews-Saigon_Top_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4480894-Reviews-Roadstour_Vietnam_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435196-Reviews-Tiger_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g196560-d12347477-Reviews-La_Seine_Musicale-Boulogne_Billancourt_Hauts_de_Seine_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g298031-d552743-Reviews-Downtown_Fethiye-Fethiye_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d549674-Reviews-Lower_Duden_Waterfalls-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d563556-Reviews-Casino_Arizona-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10840345-Reviews-Little_India-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g32892-d17647957-Reviews-Boulder_Gardens_Sanctuary-Pioneertown_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d15605280-Reviews-Cairo_Jazz_Club-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1915293-d12338259-Reviews-Havana_Beach_Club-Dhermi_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g56350-d12723448-Reviews-Hinman_Island_Park-New_Braunfels_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d640611-Reviews-Arts_District-Portland_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or60-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or50-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Heritage Line - Refined Waterway Voyages",
        "attraction_name_vi": "Heritage Line - Chuyến du ngoạn trên đường thủy tinh tế",
        "general_info": [
            "836 đánh giá",
            "24 trên 169 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Tour nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Heritage Line là một tuyến du thuyền sang trọng và cổ điển. Chúng tôi có niềm đam mê cốt lõi trong việc tạo ra những chuyến đi đường sông tinh tế và khó quên trên những tuyến đường thủy uy tín nhất Đông Nam Á. Chúng tôi sở hữu và vận hành tổng cộng 8 tàu có thiết kế độc đáo trên sông Mê Kông tại Việt Nam, Campuchia và Lào; ở Vịnh Hạ Long và Vịnh Lan Hạ ở miền Bắc Việt Nam và trên sông Ayeyarwady Chindwin ở Myanmar. \nĐọc thêm",
        "reviews": [
            "Hành trình này đã vượt qua mọi sự mong đợi. Tỷ lệ nhân viên trên khách rất tuyệt vời và chúng tôi có dịch vụ đáng kinh ngạc từ Anne, Joy, Phúc và những người còn lại trong nhóm. Có rất nhiều hoạt động trên bờ, dưới nước hoặc trên tàu - nhưng rất đáng nhớ khi chỉ ngồi và ngắm nhìn khung cảnh đầy cảm hứng trôi qua. Thức ăn lành mạnh, ngon miệng - nhưng có nhiều món. Tôi thực sự muốn giới thiệu chuyến du ngoạn 3 ngày 2 đêm này bằng thuyền Ylang Ylang.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trên Tuyến Di sản Violet - dành ba ngày hai đêm tại Vịnh Hạ Long. Đội ngũ trên tàu thật đáng kinh ngạc và đã làm mọi thứ có thể để làm cho kỳ nghỉ của chúng tôi trở nên tuyệt vời. Vinny, Cruise Manager, thật tuyệt vời - thực sự thân thiện, thân thiện và hữu ích. Thức ăn thật tuyệt vời - chất lượng thực sự tốt, nhiều hải sản tươi sống của địa phương và luôn rất hào phóng. Những trải nghiệm thực sự tuyệt vời cũng được tích hợp trong chuyến đi, bao gồm thăm quan hang động, làng chài, chèo thuyền kayak và bơi lội. Chuyến đi này là một trải nghiệm tuyệt vời và sự cân bằng hoàn hảo giữa niềm vui và sự thư giãn. Không thể giới thiệu đủ điều này!!! Đọc thêm",
            "Ở lại Ylang và đến Alan Ha trong ba đêm hai ngày. Hãy chọn nơi này ít đông đúc và thương mại hơn Vịnh Hạ Long mà chúng tôi đã được biết và rất vui vì chúng tôi đã làm như vậy. Tôi không phải là người thích đi du lịch trên biển nhưng để đối lập với sự ồn ào và ồn ào của Hà Nội, thật hoàn hảo. Đội ngũ nhân viên xuất sắc, cảm ơn Anne và Phúc cũng như tất cả các nhân viên và tỷ lệ nhân viên trên khách rất cao, thức ăn tuyệt vời, phong cảnh ấn tượng, các chuyến du ngoạn trên bờ và chèo thuyền kayak thêm màu sắc. Khu vực chung và riêng trên tàu rất sang trọng - hơn thế nữa giống như một khách sạn thuộc địa nổi hơn một chiếc thuyền. Tôi ngần ngại khuyên bạn nên ở lại một đêm - đẩy thuyền ra và ở lại hai đêm trên một bến tốt - bạn sẽ không làm điều đó nữa nên hãy tận hưởng nó! Đề xuất! Đọc thêm",
            "Đặc biệt ở mọi giai đoạn. Giám đốc du thuyền tuyệt vời Vinny, đội ngũ nhân viên tuyệt vời, thức ăn tuyệt vời, phòng đẹp, những chuyến du ngoạn tuyệt vời - không thể tuyệt vời hơn.  Rất khuyến khích nếu bạn muốn trải nghiệm Vịnh Hạ Long sang trọng đúng cách! Đọc thêm",
            "Thật là một 2 đêm kỳ diệu trên tàu YLANG quanh Vịnh Hạ Long. Một con tàu đẹp với đội ngũ nhân viên, dịch vụ, thức ăn và khung cảnh tuyệt vời. Chúng tôi yêu thích các cabin! Rất khuyến khích.Đọc thêm",
            "Hành trình trên tuyến di sản trên The Jahan thật tuyệt vời, chúng tôi không thể phạm lỗi này theo bất kỳ cách nào. Đầu tiên, các nhân viên trên tàu The Jahan rất xuất sắc, không có gì là quá rắc rối, họ đã khiến kỳ nghỉ 7 đêm của chúng tôi du hành trên sông Mê Kông trở nên vô cùng thú vị và đáng nhớ. Jahan là một con tàu tuyệt vời, con đường tuyệt vời nhất từng đi từ Hồ Chí Minh đến Siem Reap. Cabin sang trọng của chúng tôi rất thoải mái, giường lớn, phòng khách ở bên cạnh, phòng tắm lớn có góc tắm vòi sen mở và ban công có kích thước hợp lý. Mỗi tối, nhân viên sẽ để lại một món quà nhỏ khi thực hiện dịch vụ chỉnh trang giường buổi tối, đó là một điểm nhấn đáng yêu. Phòng của chúng tôi cũng được trang trí đẹp mắt, đặc biệt là cho lễ kỷ niệm của chúng tôi, điều này được đánh giá rất cao. Đồ ăn trên tàu rất tuyệt vời, cả bữa sáng, bữa trưa theo kiểu tự chọn và bữa tối đều có dịch vụ gọi món. Các chuyến du ngoạn rất phong phú, các dịch vụ hàng ngày với những điều khác nhau mỗi ngày và chúng tôi có rất nhiều cơ hội để thử các hình thức vận chuyển khác nhau trong mỗi chuyến tham quan. Các hướng dẫn viên du lịch cũng rất xuất sắc, kiến ​​thức của họ rất xuất sắc! Chắc chắn sẽ giới thiệu cho những ai đang tìm kiếm điều gì đó đặc biệt và đáng nhớ để đặt chuyến đi trên The Jahan.Đọc thêm",
            "Jahan thanh lịch và rộng rãi.  Phi hành đoàn luôn cố gắng đảm bảo bạn sẽ thích thú và tạo ra trải nghiệm chứ không chỉ là một chuyến đi sang trọng.  Dancing Chef là bằng chứng tích cực về trải nghiệm trên tàu. Các chuyến du ngoạn rất thú vị và chân thực - Điểm nổi bật là Điệu nhảy Kỳ lân của những chàng trai trẻ trong làng. Hành trình hoàn toàn thư giãn và thú vị - một trải nghiệm về một thời kỳ du lịch thanh lịch đã qua.Đọc thêm",
            "Tôi có thể nói rằng đây là trải nghiệm du ngoạn tuyệt vời nhất mà người ta có thể mong ước.   Nó mượt mà, có tổ chức, không có cảm giác gượng ép hay quá ngột ngạt.  Các nhân viên thật tuyệt vời.  Thức ăn rất đặc biệt.  Cảm thấy thư thả.  Chúng tôi đã đi du thuyền 2 đêm trên Ylang.Đọc thêm",
            "Tôi và chồng đã có một chuyến đi tuyệt vời từ Siem Reap đến thành phố Hồ Chí Minh. Cabin của chúng tôi rất rộng rãi, sạch sẽ và thoải mái. Đội ngũ nhân viên không thể tuyệt vời hơn khi cung cấp dịch vụ tuyệt vời với đồ ăn và chương trình giải trí tuyệt vời. Chúng tôi thực sự thích các chuyến du ngoạn được hướng dẫn chu đáo bởi các hướng dẫn viên địa phương. Chúng tôi đặc biệt thích Thái Cực Quyền trước bữa sáng. Điều duy nhất có thể tuyệt vời hơn là các nhà cung cấp dịch vụ vận chuyển địa phương trong các chuyến du ngoạn cần phải được boa tiền bằng những tờ tiền nhỏ và vì điều này không được nêu rõ trước nên việc cố gắng đổi tiền lẻ rất căng thẳng, báo trước sẽ hữu ích hơn. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trên tàu Violet thăm Vịnh Hạ Long. Vinny, người quản lý đã đưa chúng tôi đến những nơi tuyệt vời như vậy, và các nhân viên thật tuyệt vời và thân thiện. Các phòng chính thức không thể tin được, được trang trí đẹp mắt, ban công lớn và cửa sổ để ngắm nhìn các khối đá vôi trong suốt hành trình của chúng tôi. Thức ăn thật tuyệt vời, Chúng tôi cảm thấy như một vị vua và nữ hoàng! Đọc thêm",
            "Bạn có chuyến du lịch nào vào năm 2023 Đọc thêm"
        ],
        "star_ratings": [
            635,
            157,
            33,
            7,
            9
        ],
        "review_amount": 841,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tuyến Di sản - Hành trình đường thủy tinh tế",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written June 20, 2023",
            "Written May 26, 2023",
            "Written May 19, 2023",
            "Written May 13, 2023",
            "Written May 10, 2023",
            "Written May 4, 2023",
            "Written April 30, 2023",
            "Written April 21, 2023",
            "Written April 20, 2023",
            "Written April 17, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d17379413-Reviews-or60-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or50-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or70-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14199535-Reviews-Massage_Festival-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26257824-Reviews-GENTO_Leather_Goods_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2385857-Reviews-Chua_Vinh_Nghiem-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11612118-Reviews-Vietnam_Budget_Car_Rental-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4223482-Reviews-Vietnam_Alive_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25570713-Reviews-JK_Skin_Revision_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7945267-Reviews-Grasshopper_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21248306-Reviews-Nha_May_Lien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2624562-Reviews-Sen_s_House_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25572460-Reviews-1st_Football_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26322759-Reviews-Saigon_Top_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4480894-Reviews-Roadstour_Vietnam_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435196-Reviews-Tiger_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g44201-d619831-Reviews-Bridal_Cave-Camdenton_Lake_of_the_Ozarks_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60635-d1763894-Reviews-Maui_Pineapple_Tour-Makawao_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g57371-d104261-Reviews-Quechee_Gorge-Quechee_Hartford_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g53354-d10241918-Reviews-Parkside_Place_Park-North_Wales_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g318873-d324377-Reviews-Dana_Nature_Reserve-Dana_Tafilah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d550317-Reviews-Old_Town-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d17629639-Reviews-Mercado_de_Santa_Clara-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d2266807-Reviews-Sabeto_Hot_Springs_and_Mud_Pool-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d19882876-Reviews-The_Grand_At_Moon_Palace_Awe_Spa-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g48451-d7142623-Reviews-Selkirk_Shores_State_Park-Pulaski_Finger_Lakes_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or70-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or60-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Heritage Line - Refined Waterway Voyages",
        "attraction_name_vi": "Tuyến Di sản - Hành trình đường thủy tinh tế",
        "general_info": [
            "836 đánh giá",
            "24 trên 169 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Heritage Line là một tuyến du thuyền sang trọng và cổ điển. Chúng tôi có niềm đam mê cốt lõi trong việc tạo ra những chuyến đi đường sông tinh tế và khó quên trên những tuyến đường thủy uy tín nhất Đông Nam Á. Chúng tôi sở hữu và vận hành tổng cộng 8 tàu có thiết kế độc đáo trên sông Mê Kông tại Việt Nam, Campuchia và Lào; ở Vịnh Hạ Long và Vịnh Lan Hạ ở miền Bắc Việt Nam và trên sông Ayeyarwady Chindwin ở Myanmar. \nĐọc thêm",
        "reviews": [
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi dành 2 đêm trên chiếc thuyền màu tím! Dịch vụ này rất chuyên nghiệp, phi hành đoàn siêu đẹp và đồ ăn rất tuyệt! Vinny, người đứng đầu phi hành đoàn rất tốt bụng và có sức chứa. Trên thuyền chỉ có 6 phòng nên chúng tôi có cơ hội gặp gỡ và kết bạn với những con người tuyệt vời. Vịnh Hạ Long khi chúng tôi ở đó rất nhiều sương mù nhưng vẫn rất đẹp.Đọc thêm",
            "Thuyền màu tím hoàn toàn tuyệt vời, thuyền đẹp, thức ăn rất ngon, chuyến đi tốt và trải nghiệm tuyệt vời, hãy cẩn thận khi bơi dưới biển Tôi bị sứa đốt, nhưng nhân viên thì tuyệt vời và tốt bụng, chỉ có 6 phòng nên rất riêng tưĐọc thêm",
            "The Ylang truly is a luxurious cruise boat with a maximum of only 10 couples on board. The suites are spacious and tastefully decorated. The staff is friendly, always eager to please you... Meals are of excellent quality and well presented.A 20-minute transfer by speedboat from the collecting point to the chain of limestone islets where the moored Ylang was waiting for us; a short welcome by the crew; cabin assignment; briefing and first lunch. It was obvious that this would be a pleasant and well organised trip... We had one of the 40 m2 signature suites with a balcony and a bathroom with tub and spacious walk-in shower - a mixture of classic and modern elegance. Towels were changed twice a day, turndown was done during dinner. Except for the first lunch and breakfast meals were served at the table. You get a sort of order slipand tick your personal choice of courses for the next meal... The highlight of the foody quality meals was the romantic second day dinner served underneath the stars close to the pool area... It is true that we were surrounded by almost 20 other illuminated boats but they all kept their distance and did not trouble us. No idea whether Halong Bay would have been even busier...Fellow guests seem to have enjoyed the kayaking afternoon on day 2 a lot. Other excursions such as biking to some village, going for a short walk on Cat Ba Island and visiting a cave were not that striking. But after all we had come for the view, for the karst scenery, and that is striking!All staff members were pleasant. Ann who had a chat with and a smile for every guest surprised us with a most interesting tea making demonstration. I had never before heard about the blue butterfly pea tea which miraculously changed colour to red when adding honey, ginger and lemon.In total I consider the Ylang cruise a good experience. The ship is first class. Yet, compared to the Jahan cruise on Mekong River we did 3 weeks later the Ylang cruise felt more businesslike - most likely due to the shortness of the trip.Read more",
            "Đầu tiên tôi phải nói rằng con tàu thật tuyệt vời. Đồ ăn không thể tin được, các cabin thật ngoạn mục và phi hành đoàn thật tuyệt. Tuy nhiên..... chuyến du ngoạn không đi đến nơi họ nói trên trang web của họ. Chúng tôi biết rằng khu vực ở đầu phía bắc của Đảo Cát Bà rất đông đúc nhưng chúng tôi đã đặt chuyến đi này vì họ nói rằng chúng tôi đang hướng đến đầu phía nam của Đảo Cát Bà đến Bến tàu Bến Bèo. Chúng tôi không làm bất cứ điều gì gần với hành trình đã nêu. Chúng tôi quay lại vào cuối ngày để neo đậu với 20-25 tàu khác ở đầu phía bắc của đảo để ngắm Thành phố Hạ Long. Ở lại cả buổi sáng kéo dài ở đầu phía bắc với vô số tàu trong vịnh đầy rác nhất mà tôi từng đến trên thế giới. Thay vì như đã nêu trong hành trình của chúng tôi là chúng tôi sẽ giương buồm đến một bãi đậu xe độc ​​quyền và không bị quấy rầy ở giữa Vịnh Lan Hạ phía nam..... buổi tối tràn ngập tiếng tàu khác thả neo. Tôi nhận ra rằng đây không phải là lỗi của phi hành đoàn mà là ban quản lý đã bán cho chúng tôi một chuyến du ngoạn mà chúng tôi không muốn. Tôi hỏi giám đốc du thuyền tại sao chúng tôi không đi thuyền về phía nam, cô ấy không trả lời được. Cô ấy nói với tôi rằng sếp của cô ấy sẽ giải thích trong email nhưng 4 ngày sau, vẫn không có câu trả lời. Kiểm tra gió và thời tiết....không vấn đề gì. Đừng đặt chuyến đi này với suy nghĩ rằng bạn sẽ tránh xa đám đông điên cuồng. Đọc thêm",
            "Chúng tôi đã đặt chỗ cho hành trình Jasmine nhưng dường như nó không còn nữa và kết thúc bằng hành trình gừng. Chúng tôi đã có một thời gian tuyệt vời từ đầu đến cuối. Các nhân viên bao gồm ông Lee, hướng dẫn viên du lịch của chúng tôi từ hà nội, người quản lý Kevin và người quản lý phụ nữ đáng yêu khác mà tôi đã quên tên. Chiếc thuyền thật tuyệt vời, căn phòng của chúng tôi rất đồ sộ. Thực sự rất thích trải nghiệm chèo thuyền kayak mà chúng tôi đã không thực hiện được khi đạp xe quanh mèo ba. Đọc thêm",
            "Chúng tôi tham gia gói 8 ngày từ Siem Reap đến Sài Gòn bằng du thuyền Jahan. Đó là chuyến du ngoạn trên sông tuyệt vời nhất mà chúng tôi từng có. Chúng tôi đã chọn cabin Superior trên boong chính. Kích thước cabin rất lớn. Du thuyền vừa quay trở lại sau thời gian dài chịu ảnh hưởng bởi dịch Covid. Tất cả trên sự mong đợi của chúng tôi. 8 ngày chỉ là một phần trong hành trình dài của chúng tôi đến Việt Nam - Campuchia. Rất thích nó! Đọc thêm",
            "Kirsty thân mến, cảm ơn bạn rất nhiều vì phản hồi tích cực về hành trình dọc hạ lưu sông Mê Kông của chúng tôi với Tuyến Di sản THE JAHAN. Nhiều đánh giá cao! Chúng tôi rất vui được thấy bạn quay trở lại bất kỳ điểm đến hành trình nào khác của chúng tôi trong tương lai gầnĐọc thêm",
            "Chúng tôi thực sự rất thích chuyến du ngoạn hai đêm trên tàu Ylang. Joy và Ann là những người chủ nhà xuất sắc khi thuyền đi quanh Vịnh Lan Hạ với phong cảnh tuyệt đẹp. Có một số chuyến du ngoạn, chuyến du ngoạn yêu thích của chúng tôi bao gồm chèo thuyền kayak đến bãi biển và sau đó bơi trong biển trong khi đồ uống và bánh quy được chuẩn bị sẵn để chúng tôi trở lại bãi biển. Trên thuyền, chúng tôi yêu thích cabin của mình ngay phía trước với bể sục riêng và tầm nhìn tuyệt vời về phía trước. Thức ăn được trình bày đẹp mắt và rất thú vị. Rất cám ơn tất cả phi hành đoàn đã biến đây thành một chuyến đi đáng nhớ.Đọc thêm",
            "Chúng tôi, một gia đình gồm 5 người lớn đã trải qua chuyến đi một đêm trên Ylang và có những kỳ vọng rất cao. Họ không chỉ đạt được mà còn vượt xa. Mọi thứ đều nổi bật, từ phòng nghỉ, ẩm thực, dịch vụ, các chuyến đi và hoạt động cũng như sự tận tâm và động lực của phi hành đoàn. Lời khen tuyệt vời. Đó là một niềm vui to lớn và cuộc phiêu lưu khó quên!Đọc thêm",
            "Không có phần nào trong hành trình của chúng tôi phải chú ý vì tất cả đều hoàn hảo. Cabin sang trọng, trang nhã, dịch vụ hoàn hảo và đồ ăn hoàn toàn ngon miệng.Đọc thêm",
            "Con tàu Ginger Cruise thật đáng yêu.  Phòng của chúng tôi rất lớn và được trang bị tốt hơn hầu hết các phòng khách sạn.  Nó được trang bị bồn đựng dép, khu vực tiếp khách, giường lớn thoải mái và đồ dùng tuyệt vời.  Tôi yêu con tàu này.  Được bảo trì tốt, rộng rãi với không gian trong nhà và ngoài trời tuyệt vời. Hành trình bao gồm các hoạt động nhưng đây có lẽ là phần yếu nhất của chuyến đi.  Câu mực là một công việc vô ích và thực sự là một công việc quảng cáo.  Thức ăn trông thật tuyệt vời với cách trình bày trực quan tuyệt đẹp.  Tuy nhiên, nó không ngon như vẻ ngoài của nó. Thật dễ chịu nhưng không đáng chú ý. Vì vậy, một điểm trung bình ở đó. Chuyến tham quan làng thực sự khá buồn tẻ.  Những chiếc xe đạp là xe đạp đảo và không có hình dáng đẹp.  Tuy nhiên, chuyến đi qua thung lũng và con đường thật đáng yêu và tôi rất thích điều đó.  Ngôi làng chỉ là một ngôi làng khác ở Việt Nam và thực sự không có mục đích hay điều gì độc đáo ở đó.  Tôi nghĩ nếu bạn có thể nhìn thấy một hang động thì có thể có giá trị tốt hơn. Chuyến chèo thuyền kayak buổi sáng thật ngoạn mục.  Tôi thực sự thích nó và hướng dẫn viên đảm bảo chúng tôi đã lênh đênh trên mặt nước trong một khoảng thời gian dài. Thái Cực Quyền thực sự rất tốt.  Một cách hay để bắt đầu ngày mới với những người bạn đồng hành của bạn.  Chúng tôi thực sự rất thích những vị khách khác trên con tàu này. Chúng tôi đã mát-xa thay vì xem phim hàng đêm.  Các nhân viên thực sự khuyến khích việc mát-xa. Có một số vết bẩn trên tấm phủ bàn mà bạn không muốn thấy.. Các nhân viên mát-xa rất hoạt động với những nhân viên mát-xa đi trên lưng chúng tôi và trong trường hợp của tôi là bẻ cổ và lưng tôi.  Lưng của tôi cảm thấy tốt hơn nhưng đó không phải là điều tôi mong đợi.  Vì vậy, nếu nó hiệu quả với bạn, hãy thực hiện nó. Nhìn chung thuyền tuyệt vời. Hãy cố gắng dành 2 ngày và cố gắng chọn ra những hoạt động tốt nhất.Đọc thêm",
            "Bạn có chuyến du ngoạn nào vào năm 2023 không? Đọc thêm"
        ],
        "star_ratings": [
            635,
            157,
            33,
            7,
            9
        ],
        "review_amount": 841,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tuyến Di sản - Hành trình đường thủy tinh tế",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written April 16, 2023",
            "Written March 8, 2023",
            "Written March 2, 2023",
            "Written February 24, 2023",
            "Written December 24, 2022",
            "Written November 27, 2022",
            "Written November 23, 2022",
            "Written October 30, 2022",
            "Written March 27, 2020",
            "Written March 13, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d17379413-Reviews-or70-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or60-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or80-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14199535-Reviews-Massage_Festival-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26257824-Reviews-GENTO_Leather_Goods_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2385857-Reviews-Chua_Vinh_Nghiem-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11612118-Reviews-Vietnam_Budget_Car_Rental-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4223482-Reviews-Vietnam_Alive_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25570713-Reviews-JK_Skin_Revision_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7945267-Reviews-Grasshopper_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21248306-Reviews-Nha_May_Lien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2624562-Reviews-Sen_s_House_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25572460-Reviews-1st_Football_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26322759-Reviews-Saigon_Top_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4480894-Reviews-Roadstour_Vietnam_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435196-Reviews-Tiger_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g274908-d12926838-Reviews-Plazs_Siofok-Siofok_Somogy_County_Southern_Transdanubia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10522908-Reviews-Chocolate_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g42499-d4471948-Reviews-Getty_Drive_in_Theater-Muskegon_Muskegon_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d109756-Reviews-Maalaea-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d10034811-Reviews-Lido_Bathing_Complex-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g44764-d4263663-Reviews-Parkville_Nature_Sanctuary-Parkville_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g42671-d1840645-Reviews-Castle_Rock-Saint_Ignace_Mackinac_County_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d553595-Reviews-Mazar_E_Quaid-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187792-d190135-Reviews-Villa_d_Este-Tivoli_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g147379-d148334-Reviews-Tobago_Cays-St_Vincent_and_the_Grenadines.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or80-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or70-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Heritage Line - Refined Waterway Voyages",
        "attraction_name_vi": "Tuyến Di sản - Hành trình đường thủy tinh tế",
        "general_info": [
            "836 đánh giá",
            "24 trên 169 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Heritage Line là một tuyến du thuyền sang trọng và cổ điển. Chúng tôi có niềm đam mê cốt lõi trong việc tạo ra những chuyến đi đường sông tinh tế và khó quên trên những tuyến đường thủy uy tín nhất Đông Nam Á. Chúng tôi sở hữu và vận hành tổng cộng 8 tàu có thiết kế độc đáo trên sông Mê Kông tại Việt Nam, Campuchia và Lào; ở Vịnh Hạ Long và Vịnh Lan Hạ ở miền Bắc Việt Nam và trên sông Ayeyarwady Chindwin ở Myanmar. \nĐọc thêm",
        "reviews": [
            "Từ việc nhận phòng trong phòng chờ có máy lạnh được trang bị tốt cho đến khi lên bờ, chuyến đi này thật hoàn hảo...Thuyền đẹp với mọi tiện nghi trong tầm tay. Nhân viên làm việc không mệt mỏi để đảm bảo mọi người đều cảm thấy thoải mái, đồ ăn có chất lượng hàng đầu tại nhà hàng và thậm chí cả tiệc BBQ vào buổi tối cũng rất thú vị! Các chuyến đi họ tổ chức thực sự thú vị và bao gồm cả thời gian lưu trú một đêm. Tôi thực sự khuyên mọi người nên tham gia chuyến đi này...nếu tôi có một lời cảnh báo nhỏ thì đó là hãy chuẩn bị cho một cabin rất nhỏ gọn. Mọi câu hỏi tôi sẽ sẵn lòng trả lời...Đọc thêm",
            "Chúng tôi đã có chuyến du ngoạn 1 đêm 2 ngày rất thú vị trên tàu Jasmine. Ngoài một chút khó khăn khi bắt đầu với 2 cặp đôi tên là Sue và Dave! mọi thứ diễn ra rất tốt. Đúng như mong đợi, cabin của chúng tôi nhỏ nhưng có ban công mặc dù sương mù dày đặc không thích hợp để ngồi ngoài nhiều. Tôi rất ấn tượng với những chai nước thủy tinh có thể đổ đầy lại từ máy làm mát nước ở hành lang và những chai nước vệ sinh có thể đổ đầy lại trong phòng tắm. Chuyến đi đến hang động và làng nổi rất thú vị và nhiều thông tin. Thức ăn rất tuyệt vời và tôi rất thích buổi trình diễn nấu ăn trước bữa tối. Tôi cũng đã được mát-xa tại spa nhỏ của họ, điều đó rất tốt. Sáng sớm tập thái cực quyền bên trong vì trên boong tàu hơi lạnh và có gió! Tuy nhiên, điều này đã làm tan sương mù và cuối cùng chúng tôi đã có được tầm nhìn tuyệt đẹp ra vịnh, mặc dù quá khó để cập bến khi leo lên 400 bậc! Các nhân viên lúc nào cũng vui vẻ và nhiệt tình giúp đỡ, đặc biệt là với chồng tôi, người vừa bị đau bụng vào ngày đầu tiên chúng tôi đến Hà Nội. Trà gừng của họ là phương pháp điều trị hoàn hảo! Chắc chắn sẽ giới thiệu Jasmine. Đọc thêm",
            "Đi du thuyền qua đêm Jasmine.  Các nhân viên và tổ chức đã xuất sắc.  Chuyến thăm làng chài nổi là một cái nhìn sâu sắc về cách sống của người khác và việc leo lên Ti Top rất đáng giá.  Không may là chúng tôi đến cùng lúc với một số thuyền khác nên ở bậc thềm khá đông đúc. Trường dạy nấu ăn vào buổi tối rất thú vị và cung cấp cho chúng tôi một số món chả giò chiên giòn đáng yêu. Cabin có kích thước hợp lý và các bữa ăn do nhân viên cung cấp rất tuyệt vời.Đọc thêm",
            "Lên tàu và để mình được cuốn vào thế giới kỳ lạ của sông Mê Kông, mọi thứ đều được tổ chức tốt, nhân viên rất thân thiện và hữu ích, đồ ăn và đồ uống thì tuyệt vời.Đọc thêm",
            "Công ty tuyệt vời và chuyến đi. Toàn bộ trải nghiệm là hạng nhất. Thực phẩm chỗ ở tuyệt vời tốt và quan điểm tuyệt vời. Yêu thích đến thăm làng chài và hang động và cuối cùng là hòn đảo với khung cảnh ngoạn mụcĐọc thêm",
            "Phi hành đoàn rất tốt và làm mọi thứ trở nên dễ dàng. Bầu không khí được thực hiện rất tốt với những chi tiết nhỏ của hành trình khiến nó thực sự bắt mắt nhưng vẫn giữ được phong cách cũ. Cabin đẹp với phòng tắm thích hợp và ban công. món ăn ngon từ một đầu bếp xuất sắc. Chúng tôi thực sự rất thích chuyến du ngoạn 2 ngày một đêm của mình!Đọc thêm",
            "Chúng tôi đã đi du thuyền hoa nhài, các nhân viên, đồ ăn và các hoạt động thật tuyệt vời sẽ khuyên mọi người nên thử chúng vì các phòng đều rộng rãi, đẹp đẽ không thể yêu cầu một trải nghiệm thú vị thư giãn hơn. Đọc thêm",
            "Chuyến đi tuyệt vời trên Ginger cho kỷ niệm 40 năm. Đã đi Hidden Worlds Lan Ha Bay và có phòng đặc trưng rất rộng. Bữa trưa và bữa tối tuyệt vời được nấu tươi bởi đầu bếp nổi tiếng. Trưởng đoàn Nam rất tuyệt - tổ chức tốt và nhiều thông tin. Rất muốn giới thiệu chuyến đi này Đọc thêm",
            "Đi thuyền trên hành trình một đêm và không thể chê trách nhân viên cũng như sự chú ý mà họ dành cho, các tour du lịch được cung cấp rất tuyệt vời. Việc leo lên Ti Top 400 bước là điều bắt buộc và họ đã đưa chúng tôi vào trước vì nếu bạn không đến sớm, bạn sẽ phải vật lộn để leo lên vì những người khác đang hạn chế bạn leo lên khi đi xuống. Làng chài nổi và đi thuyền thật tuyệt vời và bạn sẽ thấy nửa kia sống cô độc như thế nào. Giường cabin thoải mái và các cabin trên Jasmine nhỏ nhưng có thể sử dụng được, nhưng điều khiến đây trở thành một trải nghiệm đáng nhớ là đội ngũ nhân viên thực sự tuyệt vời, cảm ơn tất cả các bạn đã tạo nên những kỷ niệm khó quên cho chúng tôiÔng Bà SĐọc thêm",
            "Chồng tôi và tôi vừa trở về sau chuyến đi tuyệt vời đến Việt Nam, một trong những điểm nổi bật trong đó là kỳ nghỉ qua đêm của chúng tôi ở Vịnh Hạ Long trên chiếc thuyền GỪNG nổi bật. Tôi giới thiệu trải nghiệm cho bất kỳ ai. Chỉ có 12 cabin trên chiếc thuyền này, một trong những chiếc mới nhất du ngoạn trên hồ và bầu không khí tuyệt vời là tất cả những gì bạn mong muốn. Các nhân viên luôn thân thiện, hữu ích và lịch sự, thuyền không tì vết, thức ăn tuyệt vời, chỗ ở có ban công riêng, rộng rãi và rất thoải mái, và các chuyến đi ngoài thuyền được cung cấp vô cùng thú vị. Rất khuyến khích.Đọc thêm"
        ],
        "star_ratings": [
            635,
            157,
            33,
            7,
            9
        ],
        "review_amount": 841,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tuyến Di sản - Hành trình đường thủy tinh tế",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written March 10, 2020",
            "Written March 4, 2020",
            "Written March 2, 2020",
            "Written February 26, 2020",
            "Written February 25, 2020",
            "Written February 25, 2020",
            "Written February 22, 2020",
            "Written February 22, 2020",
            "Written February 21, 2020",
            "Written February 21, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d17379413-Reviews-or80-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or70-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or90-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14199535-Reviews-Massage_Festival-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26257824-Reviews-GENTO_Leather_Goods_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2385857-Reviews-Chua_Vinh_Nghiem-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11612118-Reviews-Vietnam_Budget_Car_Rental-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4223482-Reviews-Vietnam_Alive_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25570713-Reviews-JK_Skin_Revision_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7945267-Reviews-Grasshopper_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21248306-Reviews-Nha_May_Lien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2624562-Reviews-Sen_s_House_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25572460-Reviews-1st_Football_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26322759-Reviews-Saigon_Top_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4480894-Reviews-Roadstour_Vietnam_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435196-Reviews-Tiger_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60877-d10833498-Reviews-Pullen_Creek_Stream_Walk-Skagway_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d19507259-Reviews-Funko_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1977288-Reviews-Bungsamran_Fishing_Park-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g28927-d146213-Reviews-Poudre_Canyon-Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g659912-d4885814-Reviews-Hula_Hula_Hvar_Beach_Bar-Hvar_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d4817194-Reviews-Mercato_Di_Testaccio-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187835-d8570613-Reviews-Como_San_Giovanni_Railway_Station-Como_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g970318-d312109-Reviews-Cupecoy_Bay_Beach-Cupecoy_Bay_Sint_Maarten_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282879-d2313197-Reviews-Palani_Murugan_Temple-Palani_Dindigul_District_Tamil_Nadu.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d126554-Reviews-Seattle_Aquarium-Seattle_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or90-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or80-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Heritage Line - Refined Waterway Voyages",
        "attraction_name_vi": "Tuyến Di sản - Hành trình đường thủy tinh tế",
        "general_info": [
            "836 đánh giá",
            "24 trên 169 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Heritage Line là một tuyến du thuyền sang trọng và cổ điển. Chúng tôi có niềm đam mê cốt lõi trong việc tạo ra những chuyến đi đường sông tinh tế và khó quên trên những tuyến đường thủy uy tín nhất Đông Nam Á. Chúng tôi sở hữu và vận hành tổng cộng 8 tàu có thiết kế độc đáo trên sông Mê Kông tại Việt Nam, Campuchia và Lào; ở Vịnh Hạ Long và Vịnh Lan Hạ ở miền Bắc Việt Nam và trên sông Ayeyarwady Chindwin ở Myanmar. \nĐọc thêm",
        "reviews": [
            "Đã thực hiện chuyến du ngoạn ba ngày hai đêm ở Vịnh Lan Hạ trên tàu Ylang. Tôi không thể có điều gì tốt hơn để nói; các nhân viên thật tuyệt vời, thức ăn tuyệt vời và hành trình rất thú vị. Chúng tôi sẽ quay lại! Đọc thêm",
            "Hành trình qua đêm tuyệt vời trên Jasmine trên Vịnh Hạ Long - đội ngũ nhân viên - cabin đồ ăn đều tuyệt vời - không thể chê vào đâu được.Đọc thêm",
            "We took the Jasmine Cruise and encountered top flight service and cuisine. The manager of the cruise and his staff personally took care of each guest - no matter how small the need. The cuisine is a very successful attempt at fusing or satisfying western and Asian tastes. Local dishes and fish caught same day were served and made all the difference in the taste. Individual dietary needs are perfectly met. At the time of our cruise, the other guests were mostly Brits and some Australians. The boat is an old-fashioned vintage wood type with two floors of rooms and a third common upper deck where bar, dining room and lounge area are located. The activities and excursions are perfectly planned to accommodate individual guest circumstances. There are fun cooking demonstrations, kayaking, hikes, visits to bay villages and oyster farms, but even without them Ha Long Bay is a sight not to be missed.As the only two night stay couple during our cruise, we were treated to an entire day on an elegant day boat, the Sunset, with a staff of four gracious hosts, one who has a BA and MA in English studies and a chef who turned out the most delicious breakfast and lunch. A few areas, some of which could be improved:The bedroom cabins are small, not unusual on this sort of vessel. Knowing the size now, I might have booked the larger cabin on the Violet boat of Heritage line.Tips are a prominent feature and the staff well deserve them, but sometimes there feels a bit of a pressure. It is great that all this can be taken care of at the end.The rooms and bathrooms are a bit tired - showers could be upgraded, and hot water more available. The linens are clean and the beds reasonably comfortable. All in all, the Jasmine was a comfortable and pleasant experience in the mid-range tourist cruise market.Read more",
            "Chúng tôi vừa trở về sau chuyến du ngoạn tuyệt vời ở Vịnh Lan Hạ trên đảo Ylang. Nhân viên của bạn không có lỗi. Joy, giám đốc hành trình của chúng tôi đã đặt cả trái tim và tâm hồn của mình vào việc làm cho trải nghiệm của chúng tôi trở nên trọn vẹn. Sự sẵn lòng và nghị lực của cô ấy trong việc chia sẻ văn hóa Việt Nam đã khiến kỳ nghỉ của tôi trở nên phong phú hơn rất nhiều, từ thiền Bát thánh và Thái cực quyền cho đến chèo thuyền kayak và đạp xe. Spa và các nhà trị liệu mát-xa rất xuất sắc và tôi chưa đề cập đến những món ăn kết hợp tuyệt vời. Mỗi bữa ăn là một sự bùng nổ đầy hương vị xứng đáng đạt tiêu chuẩn Michelin với sự phục vụ từ Lucy đáng yêu một cách thích thú. Cảm ơn bạn. Gửi từ iPhone của tôiĐọc thêm",
            "Hoàn hảo từ đầu đến cuối, chúng tôi đã nghỉ qua đêm trên chiếc thuyền tuyệt vời này, những dãy phòng rộng rãi và trang nhã. Phong cảnh tuyệt vời và chúng tôi rất thích đạp xe trên đảo Cát Bà và chèo thuyền kayak vào sáng sớm thật sự rất yên bình. Chúng tôi đã gọi món chay và đó là hương vị và cách trình bày tuyệt vời. Nhân viên rất thân thiện. Cảm ơn bạn Đọc thêm",
            "Người bạn đồng hành của tôi là người ăn chay và luôn có một người giúp việc đi cùng anh ấy trong mọi bữa ăn để giúp anh ấy và đầu bếp cũng chuẩn bị cho anh ấy một số bữa ăn đặc biệt dành riêng cho anh ấy ngoài buffet, vì vậy nếu bạn có yêu cầu thì hãy thành thật nhé! Phòng rất dễ thương và kỳ lạ nhưng có giường và tắm cả hai đều rất tốt. Ngay cả trong phòng 105 khu dân cư, chúng tôi cũng có tầm nhìn đẹp ra các hòn đảo mặc dù không có ban công. Hãy mang theo rượu của riêng bạn vì họ không kiểm tra, mỗi loại bia có giá 68k và rượu vang khoảng 6-800k một chai trên thuyền. Tiệc buffet BBQ buổi tối rất tuyệt, Một loạt các sinh vật để ăn cộng với nhiều món ăn, bạn có thể ghé thăm nhiều lần. Theo tôi, chèo thuyền kayak không tốn thêm 15 USD mỗi người nhưng nếu dân làng chài nhận được tiền thì họ cần nó nhiều hơn tôi. Đó là một trải nghiệm thú vị khi chúng tôi nhìn thấy một con sứa. Nhân viên đảm bảo chúng tôi có khăn tắm và áo phao. Đây không phải là một chiếc thuyền tiệc tùng, chúng tôi thức dậy lúc 6 giờ sáng để tập thái cực quyền và hầu hết mọi người đều ngủ trước 10 giờ tối - chủ yếu là các cặp vợ chồng ở độ tuổi 40 - 60 là những người đồng hành tốt và rất thư giãn, một môi trường thư giãn. Đọc thêm",
            "Tôi đã thực hiện chuyến du ngoạn Vịnh Hạ Long 3 ngày 2 đêm trên chiếc thuyền Ylang mới, nó thực sự tuyệt vời. Đó là một chiếc thuyền đẹp chỉ có mười cabin. Và các cabin đều rất lớn với ban công, phòng khách, phòng ngủ và phòng tắm lớn với bồn tắm vòi sen. Có một hồ bơi trên tàu rất nhiều không gian. Đồ ăn cũng là một trong những điểm nổi bật chính. Đó là món ăn Việt Nam hảo hạng, tươi ngon. Hương vị là những thành phần tinh tế, tươi ngon, lành mạnh với cách trình bày tuyệt vời. Tất cả các nhân viên đều thân thiện và hữu ích cũng như sự chú ý của họ đến từng chi tiết. Chuyến đi là một trải nghiệm đẳng cấp, thoải mái và đáng nhớ mãi mãi.Đọc thêm",
            "Our two-night Ylang cruise was the final leg of a three-week tour of Cambodia, Laos, and Vietnam.  Our previous stop had been Hoi An which had been disappointing due to the crowds of tourists and store after store filled with the same Chinese goods.  I was apprehensive that Ha Long Bay may have been similarly spoiled and had read that the weather in January might be miserable.  Nothing could be further from the truth.  Our Ylang cruise was the absolute highlight of our vacation.Although Ylang has, I think, 10 cabins, there were only two other parties on our cruise. We loved our fellow passengers and immediately felt like we at our own private house party.  I was traveling with my son and had booked one of the less expensive suites for the two of us. Heritage very generously upgraded me to one of the best suites and gave my son his own separate suite.  The suites were huge and very chic and luxurious.  Mine even had a hot tub on the balcony.  I would have been happy to move in for good!The food was phenomenal.  Both lunch and dinner comprised several courses which could be personalized according to diet and preferences.  Everything was fresh and cooked to perfection.  There was an emphasis on healthy eating, but not to the extent that we felt in any way deprived.Our excursions included kayaking, a jungle trek, a cave visit and a visit to a local village and its farm and a cruise through a floating village.  They were all great fun and lead by a delightful guide.  There were also onboard activities, such as a tea class and Tai Chi.  The ship has a spa and we had wonderful complimentary massages.  We did not have much down-time, but when we did, we could just relax with a drink watching the spectacular and it was truly spectacular scenery pass by. The weather was a little overcast but I dont think it detracted from the experience at all.Finally, the service was exemplary.  Do not expect much customer-care ahead of the cruise, but once on board, you will be treated like royalty.Thank you, Ylang, for such a memorable experience.Read more",
            "Chúng tôi đã có chuyến du ngoạn 2 đêm 3 ngày, con tàu xinh xắn, cabin đẹp đẽ và giường êm ái, tất cả thủy thủ đoàn đều giúp đỡ và chăm sóc tôi sau khi tôi bị ngã, không thể khen ngợi họ đủ,Đọc thêm",
            "Chúng tôi đã ở trên chiếc thuyền Ginger và thật là một điều tuyệt vời. Phòng tuyệt vời rất lớn và rất sạch sẽ. Thức ăn được phục vụ thật tuyệt vời và nhân viên rất thân thiện và hữu ích. Nghỉ đêm và tận hưởng chuyến du ngoạn bằng serine qua các hòn đảo. Cơ hội hình ảnh tốt nhất. Phải làm.Đọc thêm",
            "Bạn có chuyến du lịch nào vào năm 2023 Đọc thêm"
        ],
        "star_ratings": [
            635,
            157,
            33,
            7,
            9
        ],
        "review_amount": 841,
        "location": [
            "Châu Á",
            "Việt Nam",
            "Tuyến Di sản - Hành trình đường thủy tinh tế",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written February 14, 2020",
            "Written February 14, 2020",
            "Written February 14, 2020",
            "Written February 12, 2020",
            "Written February 11, 2020",
            "Written February 10, 2020",
            "Written February 6, 2020",
            "Written January 26, 2020",
            "Written January 20, 2020",
            "Written January 20, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d17379413-Reviews-or90-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or80-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or100-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14199535-Reviews-Massage_Festival-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26257824-Reviews-GENTO_Leather_Goods_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2385857-Reviews-Chua_Vinh_Nghiem-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11612118-Reviews-Vietnam_Budget_Car_Rental-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d14789779-Reviews-Vietnam_Shore_Excursions-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4223482-Reviews-Vietnam_Alive_Day_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25570713-Reviews-JK_Skin_Revision_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d7945267-Reviews-Grasshopper_Adventures-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21248306-Reviews-Nha_May_Lien-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2624562-Reviews-Sen_s_House_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25572460-Reviews-1st_Football_Store-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d26322759-Reviews-Saigon_Top_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4480894-Reviews-Roadstour_Vietnam_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8263413-Reviews-Deluxe_Group_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2435196-Reviews-Tiger_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g51926-d1105861-Reviews-Wallowa_Lake_State_Park-Joseph_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29503-d641620-Reviews-Discovery_Museum-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g54063-d637088-Reviews-Colt_State_Park-Bristol_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d1556006-Reviews-Christ_in_the_Smokies_Museum_Gardens-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g55879-d3392941-Reviews-Galveston_Island_Historic_Pleasure_Pier-Galveston_Galveston_Island_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d15837620-Reviews-Medellin_Paris-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d109350-Reviews-The_Museum_of_Flight-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g188103-d2072021-Reviews-CabriO_Stanserhorn_Bahn-Stans_Canton_of_Nidwalden.html",
            "https://www.tripadvisor.com/Attraction_Review-g55923-d2238215-Reviews-East_Texas_Gators_and_Wildlife_Park-Grand_Saline_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147342-d148993-Reviews-Marigot_Bay-St_Lucia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or100-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d17379413-Reviews-or90-Heritage_Line_Refined_Waterway_Voyages-Ho_Chi_Minh_City.html"
    }
]