[
    {
        "attraction_name": "Hermann Trolley",
        "attraction_name_vi": "Xe đẩy Hermann",
        "general_info": [
            "196 đánh giá",
            "- 1 trong 2 phương tiện di chuyển ở Hermann",
            "Taxi - Xe đưa đón"
        ],
        "attraction_summary": "Chúng tôi hoàn toàn yêu thích trải nghiệm của mình với Xe đẩy Hermann. Chúng tôi đã đi cùng John và Patrick nhiều lần và cả hai đều tuyệt vời. John là một người khá cá tính và chơi nhạc. Chúng tôi yêu nó! Chúng tôi chắc chắn sẽ sử dụng dịch vụ này một lần nữa. Họ đón chúng tôi và thả chúng tôi xuống ngay VRBO của chúng tôi. Thời gian chờ đợi không tệ chút nào. Đọc thêm",
        "reviews": [
            "Chuyến tham quan bằng xe đẩy là điều TUYỆT ĐỐI phải có khi ở Hermann !!! Chúng tôi đã có một khoảng thời gian tuyệt vời!! Và không phải đợi lâu để xe đẩy tiếp theo đến.Đọc thêm",
            "Vợ tôi và tôi thực sự thích đi du lịch trên Xe đẩy Hermann. Đó là một cách thông minh, nhanh chóng và thú vị để tham quan các nhà máy rượu vang. Xe đẩy chạy khá thường xuyên nên bạn không phải đợi lâu và âm nhạc rất tuyệt.Đọc thêm",
            "Tài xế John thật tuyệt!  Anh ấy đưa chúng tôi đi khắp khu vực đến các nhà máy rượu khác nhau cả ngày.  Vì hôm đó không phải là ngày cuối tuần nên tất cả những gì chúng tôi phải làm là gọi điện cho công ty và họ hoặc ai đó sẽ đến đón chúng tôi và gửi chúng tôi ở điểm dừng tiếp theo.  Đọc thêm",
            "Lần đầu tiên ở Hermann và Xe đẩy Hermann là một lựa chọn tuyệt vời cho Thứ Bảy. Aaron rất thân thiện và giúp chúng tôi hiểu tất cả các chuyến tham quan và cách thức hoạt động. Tất cả các tài xế đều rất linh hoạt và thân thiện.Đọc thêm",
            "Dịch vụ có sức chứa nhất bao giờ hết! Trình điều khiển thân thiện và dịch vụ linh hoạt. Chúng tôi có thể đến Amtrak và nhờ có xe đẩy nên không cần ô tô.Đọc thêm",
            "Vừa trở về từ Hermann trong chuyến đi du lịch của các cô gái.  Xe đẩy đón chúng tôi tại nhà vào buổi sáng và chúng tôi đến tất cả các nhà máy rượu mà không phải chờ đợi nhiều.  Chúng tôi cũng đã tham dự sự kiện Phù thủy - Rượu và Aaron, người chủ, đã đích thân giữ xe đẩy chạy quá giờ làm việc bình thường để đảm bảo rằng khách hàng của anh ấy đã quay trở lại chỗ ở của họ vào đêm hôm đó.   Chúng tôi đến bằng Amtrak, không có phương tiện di chuyển nên điều này được đánh giá cao và là điều tốt nhất - chúng tôi đã chi 20 đô la.  Dịch vụ khách hàng tuyệt vời.Đọc thêm",
            "Xe đẩy đón chúng tôi bằng Airbnb. Chúng tôi phải gọi hai lần vì đợi khoảng 15 phút nhưng đó là ngày cuối tuần của lễ hội Oktoberfest và chúng tôi không vội.Đọc thêm",
            "Cách tuyệt vời giá cả phải chăng và thú vị để đi xung quanh thị trấn!  Họ thậm chí sẽ thực hiện những chuyến đi đặc biệt tới những địa điểm không nằm trên tuyến đường.  Không thể đánh bại nó!Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời trên xe đẩy! Lái xe của chúng tôi đã nhanh chóng và rất vui vẻ cả ngày. Giá cả rất tuyệt vời - và các nhà máy rượu vang rất đáng ghé thăm.  - Chúng tôi - đã đến các nhà máy rượu vang trên khắp đất nước và những điều này đã không làm chúng tôi thất vọng. - Các tài xế sẽ hướng dẫn bạn những điểm tốt nhất và chỉ ra những thông tin địa phương thú vị trên đường đi. Rất khuyến khích! Đọc thêm",
            "Có ai biết liệu xe đẩy có đón bạn ở nơi bạn đang ở và sau đó thả bạn ở đó không? Chúng tôi đang muốn ở lại đó trong chuyến đi cuối tuần sắp tới của các cô gái, nhưng cũng muốn được an toàn nhất có thể. Đọc thêm",
            "Có ai biết phải 21 tuổi mới được đi xe đẩy không?Đọc thêm",
            "Tôi tin là vậyĐọc tiếp",
            "Khi kết thúc chuyến đi của chúng tôi, người lái xe đề nghị thả người tại các địa điểm trong khu vực.  Tất nhiên những người bắt anh ta lái xe còn boa thêm cho anh ta...nhưng tài xế của chúng tôi cực kỳ lịch sự và có sức chứa.  Tôi không thể nói về chi phí như khi chúng tôi đi cùng một nhóm.Đọc thêm",
            "Họ sẽ đón chúng tôi từ ga Amtrak và đưa chúng tôi đến chỗ của mình chứ? Chi phí đi từ nhà ga đến địa điểm khoảng 500 Market St là bao nhiêu? Chúng tôi dự định mua những chiếc vòng tay cả ngày nên tôi đoán chúng tôi có thể tiếp tục và làm điều đó nhưng vẫn sẵn sàng đón nhận bất kỳ đề xuất hoặc thông tin hữu ích nào. Cảm ơn!Đọc thêm",
            "Có, họ thường sẽ đón bạn tại ga xe lửa nếu ga đến trước giờ đóng cửa.Đọc thêm",
            "Giá của chiếc vòng tay cả ngày là bao nhiêu?Đọc thêm",
            "Cả ngày, nhảy lên, nhảy xuống, - 20Đọc thêm",
            "Xe đẩy có vẻ giống như con đường để đi!!  Chúng tôi đang đến thăm vào cuối tuần cuối cùng của tháng này.  Tuy nhiên, chúng tôi đang ở tại Khu cắm trại Lazy Day ở Danville - thật tệ là nó không lái xe đến tận đó...lol - Dù sao thì....vậy người ta sẽ nhảy lên xe đẩy như thế nào khi họ được chỉ định là điểm dừng?  Việc mua một chiếc vòng tay cả ngày hoạt động như thế nào?  Nó chạy lúc mấy giờ?  Cảm ơn!Đọc thêm",
            "Bạn có thể đỗ xe ở bất cứ đâu trong thị trấn và xe đẩy sẽ đón bạn ở đó.   Bạn trả tiền cho chiếc vòng tay cả ngày khi lên xe đẩy.  Tiền mặt sẽ làm cho nó dễ dàng hơn.  Chúng tôi đạp xe từ 11:00-8:30.  Chỉ cần gọi số được liệt kê cho họ.  Đọc thêm"
        ],
        "star_ratings": [
            147,
            25,
            7,
            4,
            13
        ],
        "review_amount": 196,
        "location": [
            "Các hoạt động ở Hermann",
            "Hoa Kỳ",
            "Missouri - MO -",
            "Hermann",
            "Xe đẩy Hermann"
        ],
        "reviews_time": [
            "Written December 17, 2023",
            "Written October 30, 2023",
            "Written August 19, 2023",
            "Written May 30, 2023",
            "Written February 6, 2023",
            "Written November 6, 2022",
            "Written October 21, 2022",
            "Written October 6, 2022",
            "Written September 8, 2022",
            "Written July 24, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g44481-d10113625-Reviews-Hermann_Trolley-Hermann_Missouri.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g44481-d10113625-Reviews-or10-Hermann_Trolley-Hermann_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d308902-Reviews-Ben_Youssef_Madrasa-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d2188856-Reviews-Lido_di_Bellagio-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d4546270-Reviews-Titanic_The_Artifact_Exhibition-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d20204619-Reviews-United_Club_Lounge-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d2226754-Reviews-Padang_Padang_Beach-Pecatu_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1786926-d4916309-Reviews-Milos_Beach-Agios_Nikitas_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3514721-Reviews-Antalya_Aquarium-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g667394-d8139733-Reviews-Cave_of_the_Patriarchs-Hebron_West_Bank.html",
            "https://www.tripadvisor.com/Attraction_Review-g29503-d641620-Reviews-Discovery_Museum-Acton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g154911-d184445-Reviews-Lake_Minnewanka-Banff_Banff_National_Park_Alberta.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g44481-d10113625-Reviews-or10-Hermann_Trolley-Hermann_Missouri.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g44481-d10113625-Reviews-Hermann_Trolley-Hermann_Missouri.html"
    }
]