[
    {
        "attraction_name": "Hershey Gardens",
        "attraction_name_vi": "Vườn Hershey",
        "general_info": [
            "1.457 đánh giá",
            "2 trong số 30 điều cần làm ở Hershey",
            "Vườn"
        ],
        "attraction_summary": "Mở cửa quanh năm, Hershey Gardens Milton Catherine Hershey Conservatory có một Butterfly Atrium nhiệt đới trong nhà, nơi du khách có thể chiêm ngưỡng hàng trăm loài bướm và cây nhiệt đới. Mở cửa vào năm 1937, khu vườn ngoài trời rộng 23 mẫu Anh này có một vườn hoa hồng nổi tiếng, những khu vườn theo chủ đề tuyệt đẹp, những màn trình diễn theo mùa đầy màu sắc và một Vườn trẻ em kỳ quặc, được hồi sinh. Đọc thêm",
        "reviews": [
            "Hershey Gardens là một nơi tuyệt vời..kỳ diệu. Bạn đi bộ dọc theo những con đường và có rất nhiều băng ghế ở những nơi đẹp để ngồi và ngắm cảnh. Nhiều loại cây được dán nhãn và một số Vườn cũng được dán nhãn. Họ cũng có Vườn trẻ em.   Chúng tôi đến vào thời điểm hoàn hảo vào tháng Sáu.  Họ cũng có Butterfly Atrium mở cửa quanh năm.  Chúng tôi đã nhận được gói vé bao gồm Bảo tàng Hershey ở trung tâm thành phố Hershey và tiết kiệm được giá vào cửa theo cách đó.\nRất khuyến khích Đọc thêm",
            "Vườn Hershey miễn phí cho chúng tôi vào cửa vì chúng tôi đang ở Hershey Lodge. Vườn Hershey thực sự là khu vườn đẹp nhất mà chúng tôi từng ghé thăm. Rất nhiều hoa hồng đẹp và cây đáng kinh ngạc. Hoàn hảo cho mọi lứa tuổi và cho cả gia đình.  Thậm chí còn có một cuộc triển lãm bướm. Đọc thêm",
            "Đây là một nơi rất tốt đẹp để ghé thăm nếu trong khu vực.  Có hai phần nổi bật.  Các lựa chọn khác nhau của hoa hồng rất đẹp để xem xét.  Bên trong triển lãm Bướm thật tuyệt vời khi bạn bước đi cùng với chúng rung rinh xung quanh bạn.  Phần còn lại của khu vườn có lối đi đẹp nhưng không thực sự nổi bật.Đọc thêm",
            "Đầu tiên, đừng đi khi trời nóng - quá nóng ngay cả khi họ có ô che. Khu vườn đẹp và được thiết kế tốt\nKhu vực bướm đẹp nhưng không rộng chút nào. Một số công nhân rất tử tế nhưng có một người trẻ tuổi đã thô lỗ hoặc có thể chỉ là một ngày tồi tệ. Nếu bạn đã quen với một giếng trời bướm lớn hơn, hãy bỏ qua nơi này. \nCó bãi đậu xe miễn phíĐọc thêm",
            "Thật là một viên ngọc quý! Khu vườn này là một bất ngờ rất thú vị nằm trên ngọn đồi phía trên Hersheypark. Có hàng ngàn bụi hoa hồng ngoạn mục đang nở rộ. Ngoài những bông hoa hồng còn có một cuộc tản bộ thú vị qua nhiều khu vườn khác nhau, bao gồm cả khu vườn dành cho trẻ em mà những người cao niên chúng tôi rất thích. Chúng tôi đến thăm nhiều vườn thực vật trên khắp đất nước và muốn giới thiệu địa điểm này cho những người yêu thích làm vườn khác.Đọc thêm",
            "Chúng tôi đã đến thăm Hershey Gardens vào tháng 9. Thật là một bất ngờ tuyệt vời khi thấy những khu vườn nở hoa khắp tất cả các khu vườn đặc sản, bao gồm cả những luống hoa hồng và những khu vườn được thiết kế khác nhau.\n\nĐó là một ngày ấm áp, nhưng chúng tôi rất thích tham quan giữa hàng trăm bông hồng trên khắp các luống hoa hồng trang trọng. Chúng tôi di chuyển đến khu vườn dành cho trẻ em, nơi không chỉ dành riêng cho trẻ em để ngắm nhìn nhiều loại hoa xinh đẹp khắp nơi.\n\nKhu vườn kiểu Nhật có một cái ao nhỏ và cây cối tươi tốt cũng như khu vực xung quanh.\n\nTâm nhĩ bướm đáng để dừng lại. Bạn sẽ thấy nhiều loài bướm xinh đẹp bay lượn xung quanh bạn và khắp khu vườn trong nhà. Một cơ hội chụp ảnh rất đáng để khám phá.\n\nChúng tôi choáng ngợp trước vẻ đẹp thực sự của những khu vườn và ngạc nhiên thú vị trước sự bảo trì và không gian rộng lớn ngoạn mục của chúng. Nhiều hơn mong đợi và rất đáng để ghé thăm.Đọc thêm",
            "Đã đi vào buổi chiều muộn. Đã lo lắng vì chúng tôi đến đó khoảng 2 12 giờ trước khi nó đóng cửa nhưng một giờ đến một tiếng rưỡi là khoảng thời gian hoàn hảo cho nơi này. Khu Butterfly gọn gàng, các khu khác nhỏ nhưng điểm nhấn bên ngoài là khu mẹ rất đẹp.Đọc thêm",
            "Yêu nó! Đây là lần thứ 4 tôi đến đây! Tôi yêu bướm nên thật tuyệt khi được nhìn thấy tất cả những con bướm! Đây là lần đầu tiên tôi nhìn thấy những cái cây và chúng thật đẹp! Chắc chắn đề nghị điều đó! Tôi cũng thích ngắm hoa khi chúng nởXem thêm",
            "Chúng tôi đã đến thăm Vườn Hershey trong thời gian lưu trú tại khách sạn Hershey.  Vì những khu vườn bên ngoài không hoạt động trong mùa nên chúng tôi đã bỏ lỡ những bông hoa hồng và hoa nhưng chúng tôi đã đi bộ qua khu nhà. Nội thất được trang trí bằng cây trạng nguyên cho ngày lễ nhưng phòng Cây thông Noel được trang trí rất đẹp.\nChúng tôi cũng bước vào sảnh bướm bên trong tòa nhà chính. Đây là nhân viên xuất sắc và thân thiện đã dành thời gian để đưa ra lời giải thích. Thực sự có hàng trăm loại bướm và hoa! Một trải nghiệm tuyệt vời! Hãy chuẩn bị....tâm nhĩ rất ấm áp và ẩm ướt!\nTrước khi khởi hành, chúng tôi đã kiểm tra chi phí nhập học. Giá cả, ngay cả đối với người cao tuổi, khá cao. May mắn thay, gói khách sạn của chúng tôi đã bao gồm vé vào khu vườn.Đọc thêm",
            "Michael ở tâm nhĩ bướm thật tuyệt vời!  Chúng tôi đã ở đó với một nhóm bao gồm cả trẻ em và anh ấy đã dạy chúng tôi rất nhiều điều!!! Rất thân thiện, tương tác và thú vị.  Anh ấy đã thu hút được sự chú ý của một đứa trẻ 9 và 11 tuổi, điều đó thật khó thực hiện được.  Thực sự đã mang lại trải nghiệm cho chúng tôi !!!  Việc trưng bày cây thông Noel rất đẹp và những khu vườn ngoài trời, bất chấp thời gian trong năm vẫn rất thú vị và yên bình khi đi bộ qua.Đọc thêm",
            "Những vườn hoa hồng và tâm nhĩ rất đẹp. Trải nghiệm bướm thật tuyệt. Phần còn lại của khu vực hơi kém. Tôi không chắc mình sẽ trả tiền để làm điều này một lần nữa trừ khi tôi đi cùng mẹ hoặc ai đó đánh giá cao việc đi bộ chậm qua một số khu vườn. Đọc thêm",
            "Một cách tuyệt vời để dành một vài giờ. Cơ sở đẹp, yên bình và được chăm sóc cẩn thận. Họ cũng có một tâm nhĩ Bướm để đi vào quan sát nhiều loài.Đọc thêm",
            "Lần đầu tiên ở đây.  Yêu khu vực bướm.  Những khu vườn được bảo trì độc đáo và có rất nhiều chỗ ngồi trên đường đi.   Không có nước, máy bán hàng tự động bị hỏng, đài phun nước không hoạt động nên chúng tôi phải cắt ngắn chuyến đi vào một ngày nắng ấm.  Hiện tại không có nhiều hoa nở.  Khu vườn dành cho trẻ em được coi là điểm nhấn của cơ sở và là niềm vui cực kỳ thú vị dành cho trẻ em.  Thất vọng cái ao gần vườn Nhật vắng tanh.Đọc thêm",
            "Khu vườn được duy trì rất tốt và đẹp.  Chúng tôi muốn đi khi có nhiều hoa nở nên chúng tôi đã chọn ngày 11 tháng 5 nhưng chúng tôi đến hơi sớm để ngắm hoa hồng và hơi muộn để ngắm hoa tulip.  Tôi yêu những gì chúng tôi đã thấy về những trái tim rỉ máu, hoa mẫu đơn, hoa diên vĩ và nhiều thứ khác. Hãy nhớ ghé thăm triển lãm bướm.Đọc thêm",
            "Chúng tôi là những người hâm mộ cuồng nhiệt của The Hershey Gardens. Tôi nghĩ rằng đó là một chuyến đi bộ thoải mái để tham quan các khu vườn.  Ghế dài được đặt dọc theo nhiều lối đi khác nhau để bạn có thể nghỉ ngơi một chút nếu cần. Phí vào cửa hợp lý và bạn không cần đặt trước. Nếu bạn đi vào các ngày trong tuần, bạn sẽ không có đám đông lớn. Bãi đậu xe ở gần tuy nhiên nếu bận rộn, bạn có thể đi bộ một chút. Bãi đậu xe dành cho người khuyết tật chỉ có ở một số điểm.  Tôi nhận thấy rằng việc đi lưu diễn ở Hershey sẽ dễ dàng hơn nếu bạn có nhu cầu đặc biệt. Chúng tôi theo dõi những người có nhu cầu đặc biệt cùng với sự giúp đỡ của họ đang cố gắng tham quan những khu vườn nổi tiếng khác. Đẩy ai đó lên đồi và đi vòng qua đám đông có vẻ khó khăn. Họ trông thật khốn khổ và đó thực sự là một thử thách.  Hershey trông dễ điều hướng hơn nhiều. Các nhà hàng nằm gần đó trong khoảng cách lái xe ngắn. Một ngày đẹp trời.Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời ở đây.  Tất cả các nhân viên đều rất thân thiện và có nhiều thông tin.  Michael đã cho chúng tôi cái nhìn sâu sắc về loài bướm và dành rất nhiều thời gian cho cậu con trai 10 tuổi yêu thích khoa học của chúng tôi.  Anh ấy thậm chí còn cung cấp các mẹo chụp ảnh cho các cậu thiếu niên của chúng tôi.  Thật là một nơi đặc biệt với đội ngũ nhân viên tuyệt vời.  Cảm ơn bạn vì một ngày thực sự đáng nhớ!Đọc thêm",
            "Michael ở tâm nhĩ bướm thật tuyệt vời!  Chúng tôi đã ở đó với một nhóm bao gồm cả trẻ em và anh ấy đã dạy chúng tôi rất nhiều điều!!! Rất thân thiện, tương tác và thú vị.  Anh ấy đã thu hút được sự chú ý của một đứa trẻ 9 và 11 tuổi, điều đó thật khó thực hiện được.  Thực sự đã mang lại trải nghiệm cho chúng tôi !!!  Việc trưng bày cây thông Noel rất đẹp và những khu vườn ngoài trời, bất chấp thời gian trong năm vẫn rất thú vị và yên bình khi đi bộ qua.Đọc thêm",
            "Chúng tôi đã đến thăm Vườn Hershey trong thời gian lưu trú tại khách sạn Hershey.  Vì những khu vườn bên ngoài không hoạt động trong mùa nên chúng tôi đã bỏ lỡ những bông hoa hồng và hoa nhưng chúng tôi đã đi bộ qua khu nhà. Nội thất được trang trí bằng cây trạng nguyên cho ngày lễ nhưng phòng Cây thông Noel được trang trí rất đẹp. Chúng tôi cũng bước vào giếng trời bướm bên trong tòa nhà chính. Đây là nhân viên xuất sắc và thân thiện đã dành thời gian để đưa ra lời giải thích. Thực sự có hàng trăm loại bướm và hoa! Một trải nghiệm tuyệt vời! Hãy chuẩn bị sẵn sàng....tâm nhĩ rất ấm áp và ẩm ướt! Trước khi khởi hành, chúng tôi đã kiểm tra chi phí vào cửa. Giá cả, ngay cả đối với người cao tuổi, khá cao. May mắn thay, gói khách sạn của chúng tôi đã bao gồm vé vào khu vườn.Đọc thêm",
            "Yêu nó! Đây là lần thứ 4 tôi đến đây! Tôi yêu bướm nên thật tuyệt khi được nhìn thấy tất cả những con bướm! Đây là lần đầu tiên tôi nhìn thấy những cái cây và chúng thật đẹp! Chắc chắn đề nghị điều đó! Tôi cũng thích ngắm hoa khi chúng nởXem thêm",
            "Chúng tôi luôn nhận được vé hàng năm và chúng tôi đến để tổ chức Lễ kỷ niệm tại khu vườn. Chúng tôi nghĩ rằng các khu vườn sẽ được trang trí bằng đèn nhờ Triển lãm Cây Giáng sinh. Khi bạn bước vào, vòng hoa trên sân không có đèn chiếu sáng. Chúng tôi đã đi dạo qua Phòng trưng bày Cây Giáng sinh nhưng thất vọng vì không có cây thông nào được trẻ em làm ở bên ngoài tòa nhà như năm trước. Chúng tôi đi bộ đến khu vườn dành cho trẻ em và hầu như không có nỗ lực nào để biến nơi đó thành một nơi kỳ diệu. Có rất nhiều thứ mà chúng tôi hình dung giống như một cái cây trong vọng lâu với vọng lâu được thắp sáng, điều đó có thể khiến nơi này trở thành một nơi tuyệt vời để mọi người ghé thăm vào thời điểm này trong năm và chẳng có gì cả. Ít nhất thì đó chỉ là sự thất vọng. Đọc thêm",
            "Chó có được phép không?Đọc thêm",
            "Ngoại trừ chó phục vụ, động vật bị cấm vào trong Vườn.Đọc thêm",
            "Mất bao lâu để đi xem khu vườn Hershey?Đọc thêm",
            "tối đa 1 - 2 giờ\nChúng tôi ở đó vào mùa đông nên mất khoảng nửa giờ.Đọc thêm",
            "Có màn trình diễn đặc biệt nào bắt đầu sau Lễ tạ ơn... cho lễ Giáng sinh không?  Đúng vậy, khi nào nó bắt đầu?  Sau khi đọc rất nhiều bình luận, tôi ước gì chúng ta đã sử dụng vé sớm hơn vào mùa xuân hoặc mùa hè. Có cơ hội nào để chúng tôi có thể gia hạn ngày hết hạn không?  Vé của chúng tôi là một món quà....và tôi muốn sử dụng chúng.Đọc thêm",
            "Vâng, họ có trang trí một số cây bên trong. Tôi không tin rằng họ trang trí khu vườn nhưng tôi không chắc chắn. Tôi chắc chắn khách sạn cũng sẽ được trang trí.Đọc thêm",
            "Giá nhập học là bao nhiêu?Đọc thêm",
            "Giá cả khác nhau, tùy thuộc vào độ tuổi của khách và thời gian trong năm.  Vui lòng kiểm tra trang web bên dưới Vé và Chỉ đường để biết thêm thông tin.Đọc thêm",
            "Khu vườn sẽ thu hút trẻ em khoảng 8 tuổi trong bao lâu?  Cố gắng quyết định xem có đáng giá cho 2 trẻ em và 2 người lớn Đọc thêm",
            "Nó sẽ phụ thuộc vào những gì những đứa trẻ đó thích thú. Có một khu vườn dành cho trẻ em với đồ chơi tương tác âm nhạc và một số thứ khác khuyến khích trò chơi giàu trí tưởng tượng.. Có một số cây đang khóc rất thú vị để chơi và trèo lên. Các cháu của tôi nhỏ hơn một chút, lớn nhất là 7 tuổi nhưng rất thích ở đó. Chúng tôi luôn phải bắt chúng rời đi. Vườn bướm cũng là nơi tuyệt vời cho trẻ em. Và có rất nhiều chỗ để chạy vòng quanh bên ngoài. Chúng ta có thể dễ dàng dành một vài giờ ở đó. Đó là khi thời tiết đẹp. Đôi khi họ có những hoạt động đặc biệt dành cho trẻ em, điều này cũng có thể hữu ích.Đọc thêm",
            "Chúng tôi sẽ đến Hershey vào tháng 10. Liệu khu vườn có xứng đáng với thời gian của chúng ta vào thời điểm đó trong năm không?  Chúng ta chỉ có một ngày ở đây.Đọc thêm",
            "nó mở cửa quanh năm!!! Và các cuộc triển lãm khác nhau trong suốt cả năm!Đọc thêm",
            "Tôi có thể mang chó của mình vào sân không?Đọc thêm",
            "Không, bạn không thể. Đây là những khu vườn được chăm sóc tốt nên tôi không nghĩ mình muốn mạo hiểm giết chết cây hoặc cỏ của chó.Đọc thêm",
            "nó có dành cho người khuyết tật không?Đọc thêm",
            "Hershey Gardens có lối đi dành cho xe lăn. Để tránh địa hình dốc, vui lòng đi theo tuyến đường gợi ý trên bản đồ hướng dẫn. Hershey Gardens có số lượng xe lăn bằng tay có hạn được cung cấp trên cơ sở ai đến trước được phục vụ trước.Đọc thêm",
            "Có chỗ ngồi nghỉ ngơi trong vườn và nhà kính bướm không?Đọc thêm",
            "Có những chiếc ghế dài ở bên ngoài. Tuy nhiên, số lượng chỗ ngồi trong Nhạc viện có hạn và không có chỗ ngồi trong Butterfly Atrium.Đọc thêm",
            "Hershey Gardens có thân thiện với chó không?Đọc thêm",
            "Ngoại trừ động vật phục vụ, chó không được phép vào Hershey Gardens. Cảm ơn sự thông cảm của bạn.Đọc thêm"
        ],
        "star_ratings": [
            907,
            426,
            95,
            24,
            5
        ],
        "review_amount": 1457,
        "location": [
            "Vườn Hershey",
            "Hoa Kỳ",
            "Hershey",
            "Pennsylvania PA",
            "Các hoạt động ở Hershey"
        ],
        "reviews_time": [
            "Written July 9, 2023",
            "Written July 11, 2023",
            "Written July 22, 2023",
            "Written July 29, 2023",
            "Written August 26, 2023",
            "Written September 18, 2023",
            "Written September 29, 2023",
            "Written December 20, 2023",
            "Written December 27, 2023",
            "Written December 31, 2023",
            "Written June 5, 2024",
            "Written June 2, 2024",
            "Written May 21, 2024",
            "Written May 13, 2024",
            "Written April 21, 2024",
            "Written March 19, 2024",
            "Written December 31, 2023",
            "Written December 27, 2023",
            "Written December 20, 2023",
            "Written November 27, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g52819-d116605-Reviews-Hershey_Gardens-Hershey_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d402272-Reviews-The_Circular-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d402311-Reviews-Iberian_Lounge-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d2556099-Reviews-Trevi_5-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d1539137-Reviews-Harvest_at_The_Hotel_Hershey-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d5241590-Reviews-Nathan_s_Famous-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d4591246-Reviews-Central_Pa_s_Kosher_Mart-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d23354410-Reviews-The_Chocolatier-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d402336-Reviews-Red_Robin_America_s_Gourmet_Burgers_and_Spirits-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d23597801-Reviews-Moe_s_Southwest_Grill-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52819-d2687041-Reviews-Parkside_Hotel-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d3312619-Reviews-Star_Pavillion_at_Hersheypark_Stadium-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d22952537-Reviews-Hershey_Sweet_Lights-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d116604-Reviews-The_Hershey_Story_Museum-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d270636-Reviews-Troegs_Brewing_Company-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d3310497-Reviews-Tanger_Outlets_Hershey-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d139210-Reviews-ZooAmerica_North_American_Wildlife_Park-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d667735-Reviews-AACA_Museum_Inc-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d3410507-Reviews-Giant_Center-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d669699-Reviews-Hershey_Theatre-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d107691-Reviews-Hersheypark-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d116605-Reviews-or10-Hershey_Gardens-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d27080523-Reviews-Bayside_Pier_At_Hersheypark_Boardwalk-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d15694934-Reviews-Hershey_Recreation_Center-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d214288-Reviews-The_Spa_At_The_Hotel_Hershey-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d669698-Reviews-Hershey_Trolley_Works-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d1752742-Reviews-Segway_of_Hershey-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d106618-Reviews-Hershey_s_Chocolate_World-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d11611792-Reviews-Escape_Room_Hershey-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d10386103-Reviews-Hershey_Outfitters-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d10836423-Reviews-The_Falconry_Experience-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d10785368-Reviews-Elkins_Distilling_Co-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1464940-d1848997-Reviews-Saint_Beatus_Caves-Sundlauenen_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g43146-d134935-Reviews-Afton_State_Park-Hastings_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g1606589-d10423061-Reviews-Parotte_Ville_Bird_Sanctuary-Saint_Martin_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g262047-d568915-Reviews-Spiaggia_dei_Conigli-Lampedusa_Islands_of_Sicily_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g30029-d1487031-Reviews-Da_Vinci_Science_Center-Allentown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g41671-d12031317-Reviews-Jade_Massage_and_Table_Shower_in_Medford-Medford_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g659635-d1881347-Reviews-Aguamar_Water_Park-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189280-Reviews-Pantheon-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d20145439-Reviews-Planet_Word-Washington_DC_District_of_Columbia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g52819-d116605-Reviews-or10-Hershey_Gardens-Hershey_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g52819-d116605-Reviews-Hershey_Gardens-Hershey_Pennsylvania.html"
    }
]