[
    {
        "attraction_name": "Hezekiah's Tunnel - Siloam Tunnel",
        "attraction_name_vi": "Đường hầm Hezekiahs - Đường hầm Siloam",
        "general_info": [
            "1.464 đánh giá",
            "6 trong số 421 việc cần làm ở Jerusalem",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Hãy đến khám phá lại Jerusalem trong Kinh thánh! Nằm ngay bên ngoài các bức tường của Thành phố Cổ, Thành phố David trên thực tế là Thành phố cổ lịch sử của Jerusalem, chứa đựng những tàn tích khảo cổ có niên đại 4.000 năm. Hãy tự mình xem mọi chuyện bắt đầu từ đâu...Đọc thêm",
        "reviews": [
            "Nơi này thật tuyệt vời! Bạn sẽ nhận được vé và bắt đầu cuộc hành trình xuống đường hầm. Bạn sẽ đi bộ và đi cầu thang đến đường hầm. Họ nói mực nước cao hơn nhiều so với thực tế. Họ nói đùi tôi cao 5,6, lối vào hơi sâu, bạn có thể xắn quần short lên đến mắt cá chân. 3 tuổi của tôi đi bộ suốt chặng đường. Chỉ mất khoảng 20 phút đi bộ. Phía trước không có ai, phía sau cũng không có ai. Nếu bạn là người sợ bị giam cầm thì điều này KHÔNG dành cho bạn. Và hãy cẩn thận vì đường hầm xuống thấp và bạn phải cúi xuống khi bước đi. Tôi bị đập đầu vài lần. Đường hầm rất thú vị vì chúng tôi sẽ tắt đèn và nó sẽ tối đen như mực. \nSau khi đi qua đường hầm, bạn có thể trả 7 shekel để đi trở lại lối vào hoặc đi theo lộ trình tương tự mà bạn vừa đi nhưng có đèn-đất-và không có nước. Chúng tôi mất 20 phút để đi bộ trở lại cầu thang và tất cả. Giống như dưới lòng đất.\nĐó là khoảng thời gian vui vẻ đối với các con tôi ở độ tuổi 13,11,10,8,5 và 3. Tôi chắc chắn sẽ giới thiệu. Nó gần bức tường phía tây nên chúng tôi đã làm điều đó và sau đó đến đây. Mang theo giày nước nhưng không cần đồ tắmĐọc thêm",
            "Chồng tôi quyết định đi bộ trong đường hầm ướt còn tôi quyết định đi bộ trong đường hầm khô vì tôi sợ bị đau lưng do độ cao của đường hầm. Chồng tôi thích trải nghiệm này nhưng nói rằng có khoảng 8 phút mà anh ấy thực sự phải cúi xuống. Vì vậy, nếu bạn thấp hoặc cao mà không có vấn đề gì về lưng thì chúng tôi thực sự khuyên bạn nên thực hiện. Đường hầm khô ráo chỉ dài 2-3 phút. Đọc thêm",
            "Đi qua lịch sử nhưng hãy xem bước đi của bạn.  Chuẩn bị cho nước suối nguội.  Mang theo đèn pin chống nước.  Không mang dép xỏ ngón hoặc giày dễ bị tuột khi đi bộ khi bạn đi qua vùng nước sâu từ mắt cá chân đến đùi.   Có những ổ gà có thể khiến mắt cá chân bị trẹo, điều này không dành cho những người đi lại khó khăn.  Có những chỗ hẹp và những khu vực cần phải bước sang một bên, uốn cong và khom lưng.  Chúng tôi sẽ làm lại.Đọc thêm",
            "Đi qua lịch sử nhưng hãy xem bước đi của bạn.  Chuẩn bị cho nước suối nguội.  Mang theo đèn pin chống nước.  Không mang dép xỏ ngón hoặc giày dễ bị tuột khi đi bộ khi bạn đi qua vùng nước sâu từ mắt cá chân đến đùi.   Có những ổ gà có thể khiến mắt cá chân bị trẹo, điều này không dành cho những người đi lại khó khăn.  Có những chỗ hẹp và những khu vực cần phải bước sang một bên, uốn cong và khom lưng.  Chúng tôi sẽ làm lại.Đọc thêm",
            "Chồng tôi quyết định đi bộ trong đường hầm ướt còn tôi quyết định đi bộ trong đường hầm khô vì tôi sợ bị đau lưng do độ cao của đường hầm. Chồng tôi thích trải nghiệm này nhưng nói rằng có khoảng 8 phút mà anh ấy thực sự phải cúi xuống. Vì vậy, nếu bạn thấp hoặc cao mà không có vấn đề gì về lưng thì chúng tôi thực sự khuyên bạn nên thực hiện. Đường hầm khô ráo chỉ dài 2-3 phút. Đọc thêm",
            "Một trong những điều tốt nhất để làm ở Jerusalem. Nhưng hãy nhớ mang theo đèn đội đầu và giày crocs hoặc giày nước vì bạn sẽ phải đi bộ trong nước ngập đến đùi trong đường hầm hẹp tối tăm trong 15-20 phútĐọc thêm",
            "Nơi này thật tuyệt vời! Bạn sẽ nhận được vé và bắt đầu cuộc hành trình xuống đường hầm. Bạn sẽ đi bộ và đi cầu thang đến đường hầm. Họ nói mực nước cao hơn nhiều so với thực tế. Họ nói đùi tôi cao 5,6, lối vào hơi sâu, bạn có thể xắn quần short lên đến mắt cá chân. 3 tuổi của tôi đi bộ suốt chặng đường. Chỉ mất khoảng 20 phút đi bộ. Phía trước không có ai, phía sau cũng không có ai. Nếu bạn là người sợ bị giam cầm thì điều này KHÔNG dành cho bạn. Và hãy cẩn thận vì đường hầm xuống thấp và bạn phải cúi xuống khi bước đi. Tôi bị đập đầu vài lần. Đường hầm rất thú vị vì chúng tôi sẽ tắt đèn và nó sẽ tối đen như mực. Sau khi đi qua đường hầm, bạn có thể trả 7 shekel để đi trở lại lối vào hoặc đi theo lộ trình tương tự mà bạn vừa đi nhưng có đèn-đất-và không có nước. Chúng tôi mất 20 phút để đi bộ trở lại cầu thang và tất cả. Giống như dưới lòng đất. Đó là khoảng thời gian vui vẻ đối với các con tôi ở độ tuổi 13,11,10,8,5 và 3. Tôi chắc chắn sẽ giới thiệu. Nó gần bức tường phía tây nên chúng tôi đã làm điều đó và sau đó đến đây. Mang theo giày nước nhưng không cần đồ tắmĐọc thêm",
            "Đây là một chuyến đi nhanh chóng đến một dòng suối. Nó nằm giữa một số tòa nhà, trong một khu phố nhỏ.  Nước sâu vài inch. Đọc thêm",
            "Thật là một chuyến đi thú vị và độc đáo. Trẻ em và người lớn đều yêu thích nó. Hãy chắc chắn rằng bạn mang giày nước. Mang theo hoặc mua đèn flash.Đọc thêm",
            "Hãy chuẩn bị đi bộ. Một chút cầu thang nữa. Nhưng trải nghiệm tuyệt vời khi chạm vào lịch sử gần như thế này. Tận hưởng thế giới cổ đại đang mở ra Trước mắt bạn. Đọc thêm",
            "Đây là một chuyến tham quan mang tính thông tin nhưng mang âm hưởng cánh hữu của Israel. Nếu bạn không chú ý đến chính trị hoặc có thể bỏ qua chính trị thì bạn sẽ có niềm vui. Bạn phải nhúng chân vào. Đó là điều tuyệt vời nhất.Đọc thêm",
            "Chúng tôi thích làm Đường hầm Hezekiahs! Xin vui lòng, nếu bạn thực hiện hoạt động này hãy mang giày khi đi dưới nước và mua đèn pin cho 6NIS! Chúng tôi bị mắc kẹt phía sau một vài quý ông lớn tuổi đang cố gắng đi qua đường hầm trong bóng tối hoàn toàn! Mặc dù họ làm chúng tôi chậm lại nhưng chúng tôi vẫn thích chuyến đi của mình.Đọc thêm",
            "Những bức tường 2.000 năm tuổi của Thành phố David kể cho chúng ta câu chuyện về các vị vua, các trận chiến ở Jerusalem và sự khéo léo của những công dân Jerusalem đã xây dựng các đường hầm để đổ đầy nước vào những bể chứa nước khổng lồ, thứ quan trọng nhất mà họ vô cùng cần. Họ đang xây đường hầm của Hezekiah đến từ hai phía trong bóng tối, nắng nóng và ẩm ướt, cuối cùng họ gặp nhau và chứng kiến ​​​​nước chảy vào đường hầm để làm dịu cơn khát của thành phố. Đó là một trải nghiệm thú vị, nhưng không hề dễ dàng vào một ngày nắng đẹp. Ngày 74F, nhiều thăng trầm trên những bậc thang kim loại và những đường hầm cực kỳ hẹp để đi qua. Chúng tôi đi theo con đường khô ráo, Đường hầm Siloam và những người khác đi theo con đường ướt, Đường hầm Hezekiahs, có lẽ thú vị hơn, nhưng bạn phải đi bộ trong nước ngập đến đầu gối và mang theo đèn pin. Đường hầm Siloam có đủ ánh sáng nhưng rất hẹp và có thể gây khó khăn cho người khuyết tật. Có một đường hầm khác dài 500 m mà chúng tôi đã đi để quay lại trung tâm du khách từ Hồ Siloam, điểm dừng cuối cùng của Chuyến tham quan Thành phố David. Điều đó hoàn toàn có thể tránh được: bạn có thể đi xe đưa đón, nhưng chúng tôi cảm thấy mạo hiểm và quyết định khám phá đường hầm hẹp với trần rất thấp này. Chà, bao nhiêu lần trong đời bạn có cơ hội đi bộ trong đường hầm 2.000 năm tuổi, vậy tại sao không?Đọc thêm",
            "Chào buổi chiều:\nBạn có biết liệu bạn có thể mua vé tham quan Đường hầm Siloam trực tuyến không? Cảm ơn bạnĐọc thêm",
            "Tôi sẽ ở Israel vào tháng tới. Tôi đã mua chuyến tham quan Đường hầm đá Bức tường phía Tây vào sáng sớm, nhưng nghĩ vì buổi sáng của chúng tôi mở cửa nên tôi nghĩ chúng tôi có thể tham quan Đường hầm Hezekials ở Thành phố David vào sáng sớm hôm đó. Điều này có quá nhiều không? Ngoài ra còn có hai sự lựa chọn, một trong số đó là lối vào Thành phố David và lựa chọn còn lại là Thành phố David - Chuyến tham quan Jerusalem trong Kinh thánh trên trang web để mua hàng. Có vẻ như chỉ có một cái bao gồm đường hầm Hezekial và nó kéo dài 3 giờ, điều mà tôi không nghĩ chúng ta có đủ thời gian. Chỉ muốn suy nghĩ về khái niệm thực hiện cả hai việc trong một buổi sáng và mức độ gần gũi của chúng. Cảm ơn.Đọc thêm",
            "Tôi không biết gì về các tour du lịch cụ thể; chúng tôi đến đó như một phần của một tour du lịch lớn hơn. Tôi có thể nói rằng chúng tôi mất khoảng một giờ, từ lúc chúng tôi đi bộ xuống khu vực đường hầm, cho đến khi chúng tôi ra khỏi Hồ Siloam. Bản thân đường hầm mất khoảng 25-30 phút, nhưng chúng tôi phải đợi một lúc để có một nhóm khác, cộng với có những lối đi cầu thang xuống điểm bạn vào đường hầm và chính nước. Thành phố David về cơ bản là nơi bạn đi qua trên đường đến đường hầm, vì vậy bạn chắc chắn có thể nhìn thấy cả hai vào cùng một buổi sáng, nhưng một lần nữa tôi không chắc tour du lịch bao gồm những gì hoặc sẽ mất bao nhiêu thời gian. Lưu ý rằng bạn chắc chắn có thể tự mình đến thăm Đường hầm Hezekiah mà không cần tham gia tour du lịch và tôi nghĩ bạn sẽ có thời gian cho việc đó, nhưng tôi không biết bạn có đang tìm kiếm phiên bản có hướng dẫn viên hay không. Đọc thêm",
            "Có ai có thể đăng liên kết mua vé trực tuyến tới Đường hầm Hezekiah không. \nTôi rất bối rối về cách tham gia chuyến tham quan Thành phố David và tất cả các Đường hầm này.\nCảm ơn trước.Đọc thêm",
            "Làm thế nào mà những người thợ khắc biết cách gặp nhau?",
            "Xin chào, chúng tôi có thể mua giày để đi vào đường hầm ẩm ướt ở lối vào không? Đọc thêm",
            "bạn có thể nhưng tôi khuyên bạn nên đi dép đi nước mà bạn có hoặc một đôi giày thể thao cũ mà bạn có thể vứt đi.Đọc thêm",
            "Bạn có cần mua vé trước cho đường hầm Hezekiah không và bạn mua vé ở đâu và giá vé là bao nhiêu?\n\nCảm ơnĐọc thêm",
            "Bạn có thể mua vé ở đó; tuy nhiên, bạn có thể sẽ phải chờ thời gian vào cửa.  Tốt hơn hết bạn nên mua vé trực tuyến trước...ngay cả ngày hôm đó để bạn biết thời gian đến nơi.Đọc thêm",
            "Chúng ta có cần phải lên lịch trước cho việc này không hay chúng ta có thể đi luôn? Chúng ta có cần một chuyến tham quan không? Nó hoạt động như thế nào? Cảm ơn bạn!Đọc thêm",
            "Bạn có thể cứ đi mà không cần đặt trước. Chúng tôi đi bộ đến đó. Không có ai khác ở đó.Đọc thêm",
            "Tôi 51 tuổi nặng khoảng 290 pound và chồng tôi khoảng 63 tuổi và có lẽ nặng 350 pound. Chúng tôi muốn đi bộ qua đường hầm thực tế nhưng không chắc liệu chúng tôi có thể làm được hay không. Tôi đã nghe thấy nhiều điều lẫn lộn. Việc lắp vừa vặn với kích thước to và cao ngắn và tròn của chúng tôi có phải là vấn đề không, lol?Đọc thêm",
            "Tôi đã đi qua đường hầm của Hezekiah 3 lần và tôi sẽ không giới thiệu nó cho chồng bạn.  Chiều rộng sẽ chật, nhưng chiều cao lại là một vấn đề lớn hơn.  Anh ta sẽ khom lưng bước đi trong thời gian còn lại trong ngày sau khi ra khỏi đường hầm :- !!  \n\nNếu bạn đồng ý với việc đi một mình thì bằng mọi cách hãy làm điều đó, chụp vài bức ảnh flash và kể tất cả về chuyến đi.  Anh ấy có thể quyết định điều đó đáng để bạn cảm thấy khó chịu và sau đó hai bạn có thể quay lại với nhau.  Bạn sẽ chỉ tốn thêm vài đô la theo cách đó.\n\nLƯU Ý LƯU Ý LƯU Ý LƯU Ý\nCó những đường hầm khác tại hoặc liên kết với Thành phố David.\n1 Hasmonean Aqueduct - một vài dặm về phía tây nam của CoD, gần Tayelet Hass Promenade.  Lối đi dạo mang đến một cái nhìn ngoạn mục về Jerusalem, vì vậy rất đáng để ghé thăm một mình.  Nhưng Aqueduct rất chật và chồng bạn sẽ không vừa.\n2 Đường hầm thoát nước đi lên ở bức tường phía Tây - đây là công trình đang được khai quật nhưng đang mở.  Nó chạy bên dưới Đường hành hương mới được phát hiện gần đây, con đường này hiện đang được khai quật và phát triển cho các chuyến tham quan.  Đường hầm này cũng rất chật, không phù hợp với người to lớn.  Hãy nhớ rằng, những đường hầm này không được xây dựng để mọi người đi vào, ngoại trừ những công nhân đào chúng.Đọc thêm",
            "Con tôi gần 5 tuổi, cao gần 110 cm có tập được môn ướt không?\nYasmin Đọc thêm",
            "Bạn có thể gọi đến địa điểm và kiểm tra \nTôi nghĩ vậy Đọc thêm",
            "CHÀO. Hiện chúng tôi đang ở Israel và lên kế hoạch cho chuyến đi mừng sinh nhật 7 tuổi của chúng tôi vào tuần tới. Bạn có thể vui lòng giải thích liệu bạn có phải trả tiền cho chuyến tham quan Thành phố David và sau đó trả tiền cho đường hầm Hezekiah hay bạn chỉ cần trả tiền để đi bộ qua Đường hầm Hezekiah và lùi lại. Tôi đoán là để quay lại lối vào?\n\nCảm ơn,\n\nJayĐọc thêm",
            "Chúng tôi chỉ trả tiền riêng cho đường hầm Đọc thêm"
        ],
        "star_ratings": [
            1170,
            233,
            40,
            15,
            6
        ],
        "review_amount": 1464,
        "location": [
            "Người israel",
            "Trung đông",
            "Những điều cần làm ở Jerusalem",
            "Quận Jerusalem",
            "Giêrusalem",
            "Đường hầm Hezekiahs - Đường hầm Siloam"
        ],
        "reviews_time": [
            "Written July 18, 2023",
            "Written September 18, 2023",
            "Written January 14, 2024",
            "Written January 15, 2024",
            "Written September 18, 2023",
            "Written August 23, 2023",
            "Written July 18, 2023",
            "Written July 1, 2023",
            "Written June 24, 2023",
            "Written June 9, 2023",
            "Written April 26, 2023",
            "Written April 18, 2023",
            "Written April 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293983-d560301-Reviews-Hezekiah_s_Tunnel_Siloam_Tunnel-Jerusalem_Jerusalem_District.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d1541429-Reviews-The_Quarter_Cafe-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d25094139-Reviews-Roots_Restaurant-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d12322115-Reviews-Holy_Cafe-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d1754566-Reviews-Armenian_Tavern-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d1652457-Reviews-The_Eucalyptus-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d10818396-Reviews-Bassem_s_Gallery_Cafe-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d1649544-Reviews-Versavee-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d1829049-Reviews-Amigo_Emil-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d1161620-Reviews-Nafoura-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293983-d807774-Reviews-Abu_Shukri-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d1059048-Reviews-City_of_David_National_Park-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d318937-Reviews-Old_City_of_Jerusalem-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d318216-Reviews-Western_Wall-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d3605110-Reviews-The_Western_Wall_Tunnels-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d325227-Reviews-Dung_Gate-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d558620-Reviews-Church_of_Saint_Peter_in_Gallicantu-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d4821143-Reviews-Parque_Arqueologico_de_Jerusalen-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d324383-Reviews-Jewish_Quarter-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d2075726-Reviews-Hurva_Synagogue-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d318680-Reviews-Dome_of_the_Rock-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d560301-Reviews-or10-Hezekiah_s_Tunnel_Siloam_Tunnel-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d3524289-Reviews-Temple_Mount_Sifting_Project_HaMasu_ot_Lookout-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d318946-Reviews-The_Garden_Tomb-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d318947-Reviews-Monte_das_Oliveiras-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d320794-Reviews-Church_of_Saint_Anne-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d320835-Reviews-Mount_Herzl_National_Cemetery-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d324091-Reviews-The_Second_Temple_Jerusalem_Model-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d7798904-Reviews-America_Israel_Tours-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d14838377-Reviews-Elinor_Guida_turistica_in_Israele-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d12294637-Reviews-Israel_With_Arky_Day_Tours-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d3963828-Reviews-Just_Jerusalem_Tours_Day_Tours-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d4591067-Reviews-Guide4Israel_Private_Tours-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d15688368-Reviews-Thai_Massage_Center-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g34564-d143355-Reviews-Dinosaur_World-Plant_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g31441-d877831-Reviews-Crystal_Bridges_Museum_of_American_Art-Bentonville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d269452-Reviews-Fashion_Island-Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d632045-Reviews-Fallsview_Indoor_Waterpark-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g294316-d10488912-Reviews-Inka_Market-Lima_Lima_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d2702918-Reviews-Las_Olas_Beach-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d2695296-Reviews-The_Santee_Alley-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d12262360-Reviews-Tunektepe_Teleferik-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g33416-d660554-Reviews-South_Park_City_Museum-Fairplay_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293983-d560301-Reviews-or10-Hezekiah_s_Tunnel_Siloam_Tunnel-Jerusalem_Jerusalem_District.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293983-d560301-Reviews-Hezekiah_s_Tunnel_Siloam_Tunnel-Jerusalem_Jerusalem_District.html"
    }
]