[
    {
        "attraction_name": "Hiawatha Mountain Bike Trail",
        "attraction_name_vi": "Đường mòn xe đạp leo núi Hiawatha",
        "general_info": [
            "400 đánh giá",
            "36 trong số 1.089 điều cần làm ở Idaho",
            "Công viên tiểu bang",
            "Đường mòn xe đạp",
            "Hẻm núi"
        ],
        "attraction_summary": "Ban đầu là tuyến đường của tàu Hiawatha, con đường này được xây dựng trên nền đường ray cũ và hoàn thành vào năm 2001.Đọc thêm",
        "reviews": [
            "Nhóm 4 người lớn và 2 thanh thiếu niên. Chúng tôi mang theo 2 chiếc xe đạp và thuê 4 chiếc. Chúng tôi đã đặt vé thuê và vé xe đưa đón trực tuyến. Cũng có giao xe đạp. Đến đầu đường mòn vào khoảng 11 giờ 15. Nhận phòng và nhận xe đạp diễn ra rất suôn sẻ. Đường hầm rất dài lúc đầu hơi khó khăn. Không bận lắm. Dừng lại nửa đường để ăn trưa. Đến trạm dừng xe đưa đón vào khoảng 2 giờ. Chúng tôi đã có nhiều điểm dừng chụp ảnh. Dịch vụ đưa đón hoạt động rất tốt. Có một hàng nhưng chúng tôi đã lên tàu con thoi thứ hai. Một vài điều cần lưu ý. Trong đường hầm ẩm ướt và lầy lội. Bạn sẽ bị bẩn nên nếu làm gì đó sau đó hãy mang theo quần áo và giày để thay. Ngoài ra, chúng tôi không biết rằng xe đưa đón sẽ thả bạn ở cuối đường hầm dài nên bạn phải quay trở lại. Nói chung là một trải nghiệm tuyệt vời. Đi xe rất dễ dàng và phong cảnh đẹp.Đọc thêm",
            "Đường mòn tuyệt vời và quang cảnh đẹp! Tôi đã đi một chiếc xe đạp đường mòn chuyên dụng, không có vấn đề gì. Bạn cần một ánh sáng tốt, nó đáng để bạn yên tâm khi đi qua các đường hầm. Chúng tôi chỉ đi một chiều bắt xe buýt về, chỉ cho bạn biết xe buýt chỉ đưa bạn đến đường hầm đầu tiên nên bạn phải quay lại qua đường hầm tối nhất 1.6 để quay lại xe của mình. Con đường này mở ra lúc 8 giờ 30 phút theo giờ Thái Bình Dương, bạn sẽ tiết kiệm được một vài đô la nếu thanh toán trực tuyến 2 ngày trước đó. Đọc thêm",
            "Khoảng thời gian vô cùng đẹp đẽ và vui vẻ dành cho gia đình 9 người của chúng tôi. Chúng tôi đã thuê những chiếc xe đạp thô sơ và không được trang bị đầy đủ nhưng họ đã đi được 15 dặm và có những người đi trên đường mòn để giúp giải quyết các vấn đề cơ học nếu bạn không có hiểu biết cơ bản về cơ khí xe đạp . \n\nKhung cảnh thật tuyệt vời nhưng lượng người, phần lớn trong số họ không có nghi thức đi đường chắc chắn là một điều khó nuốt. \n\nChúng tôi rời đi lúc 10 giờ sáng và chỉ phải đợi 20 phút để đưa đón. Người lái xe đưa đón của chúng tôi là một điểm cộng bất ngờ của chuyến đi khi cô ấy đã cho chúng tôi tất cả lịch sử mà chúng tôi đã không dừng lại để đọc trên đường đi.\n\nCác đường hầm lầy lội. Trẻ em đã được bảo hiểm! Nhất định phải mang theo quần áo và giày dép để thay! Đọc thêm",
            "Tôi khuyên bạn nên làm điều này vào một ngày trong tuần.  Chúng tôi đã đi vào một ngày cuối tuần và nó rất đông đúc.  Những người bạn khác đã làm điều đó vào một ngày trong tuần và trải nghiệm rất khác.  Bất kể khi nào bạn làm điều đó, quan điểm đều tuyệt vời.  Nếu có thể, hãy mang theo xe đạp của riêng bạn.   Những chiếc xe đạp cho thuê có rất nhiều điều mong muốn.  Đường hầm đầu tiên là dài nhất.  Đi chậm để tránh bùn bắn tung tóe khắp lưng.  Đọc thêm",
            "Chuyến đi trên Đường mòn Hiawatha đã nằm trong danh sách những việc phải làm của chúng tôi một thời gian và cuối cùng chúng tôi đã thực hiện được nó vào tháng 9 năm 2023. Chúng tôi đã đến thăm sau Ngày lễ Lao động và có rất ít người đi trên đường mòn. 10 đường hầm và 7 cây cầu giàn thật tuyệt vời. Thuê lại xe đạp và giao chúng với chi phí cao hơn một chút nhưng đáng giá. Chúng tôi đã kiểm tra xe đạp của mình trước khi vào đường mòn và rất vui vì chúng tôi đã làm như vậy vì một trong số chúng có vấn đề về phanh. Chúng tôi nhanh chóng có người thay thế. Xe thuê cuối mùa hơi cũ. Bánh răng của tôi chuyển số mà không báo trước, nhưng nó thực sự không phải là vấn đề vì chuyến đi đều xuống dốc. Đường hầm đầu tiên dài 1,66 dặm, rất tối và lầy lội. Nếu bạn đi chậm, bùn sẽ không lật lên lưng bạn. Nhiệt độ trong đường hầm đầu tiên rất lạnh, nhưng sau đó, bạn thực sự không cần áo khoác hay găng tay.  Tất cả các đường hầm khác đều khô ráo. Phong cảnh rất đẹp và những tấm bảng lịch sử dọc đường đã mang lại lịch sử vĩ đại cho khu vực.\nKhi ở phía dưới, chúng tôi đợi khoảng 30 phút để xe đưa đón và tận hưởng chuyến xe buýt quay trở lại. Chúng tôi được thả xuống cách điểm xuất phát khoảng 2 dặm và quay trở lại qua đường hầm dài. Đây quả là một ngày tuyệt vời mà chúng tôi dự định sẽ làm lại.Đọc thêm",
            "Đi theo con đường mòn Thứ Sáu, ngày 31 tháng 5 năm 2024. 4 người lớn, một đứa 10 tuổi và một đứa 7 tuổi.  Tổng cộng 3 chiếc xe đạp điện và hai chiếc xe đạp leo núi có giá 261. Bé 7 tuổi ngồi sau xe đạp điện.  Bắt đầu xuống đường vào khoảng 10:30 sáng.  Bắt đầu từ trên cao và chạm trán đầu tiên là đường hầm St Paul.  Đường hầm ướt át với trần nhà nhỏ giọt và những vũng bùn xuyên qua đường hầm.  Xe đạp có chắn bùn giúp người đi xe đạp không bị dính bùn nhưng mặt sau của người đi xe đạp leo núi lại dính đầy bùn.  Chúng tôi đã mặc áo mưa và chúng hoạt động rất tốt.  Nếu tôi đi xe này lần nữa, tôi chắc chắn sẽ tránh đường hầm dài này và bắt đầu từ Roland.  Tôi nghĩ đường hầm ẩm ướt, lạnh lẽo và buồn chán.  Bạn phải đi đường hầm này hai lần nếu đi xe đưa đón ngược lên đèo Roland.  Ok phần còn lại là tuyệt vời.  Phong cảnh đẹp và khung cảnh tuyệt vời.  Tuyến đường hơi xuống dốc ngoại trừ một số đoạn dốc lên rất ngắn và nhẹ nhàng.  Đường đi thực tế rất êm và dễ đi. Giống như một con đường khai thác gỗ cũ đã được bảo trì tốt.  Không có bàn giặt và hầu như không có bất kỳ va chạm nào.  Tuyến đường đi khá nhanh nên hãy dừng lại và nhìn xung quanh.  Tận hưởng khung cảnh.  Ăn trưa và uống nước.  Cảnh sát đường mòn rất thân thiện và sẵn sàng giúp đỡ. Ở phía dưới có lẽ có khoảng 20 người đang chờ xe đưa đón.  Chúng tôi phải chờ khoảng 15 phút.  Khoảng 3 dặm đường mòn nằm trên đường chung, tuy nhiên, chúng tôi chưa bao giờ gặp phải một phương tiện nào.  Tôi nghĩ chi phí hơi cao nhưng tất nhiên giá trị nằm trong mắt người xem.Đọc thêm",
            "Chuyến đi trên Đường mòn Hiawatha đã nằm trong danh sách những việc phải làm của chúng tôi một thời gian và cuối cùng chúng tôi đã thực hiện được nó vào tháng 9 năm 2023. Chúng tôi đã đến thăm sau Ngày lễ Lao động và có rất ít người đi trên đường mòn. 10 đường hầm và 7 cây cầu giàn thật tuyệt vời. Thuê lại xe đạp và giao chúng với chi phí cao hơn một chút nhưng đáng giá. Chúng tôi đã kiểm tra xe đạp của mình trước khi vào đường mòn và rất vui vì chúng tôi đã làm như vậy vì một trong số chúng có vấn đề về phanh. Chúng tôi nhanh chóng có người thay thế. Xe thuê cuối mùa hơi cũ. Bánh răng của tôi chuyển số mà không báo trước, nhưng nó thực sự không phải là vấn đề vì chuyến đi đều xuống dốc. Đường hầm đầu tiên dài 1,66 dặm, rất tối và lầy lội. Nếu bạn đi chậm, bùn sẽ không lật lên lưng bạn. Nhiệt độ trong đường hầm đầu tiên rất lạnh, nhưng sau đó, bạn thực sự không cần áo khoác hay găng tay.  Tất cả các đường hầm khác đều khô ráo. Phong cảnh rất đẹp và những tấm bảng lịch sử dọc đường đi đã mang lại lịch sử tuyệt vời cho khu vực. Khi đến nơi, chúng tôi đợi khoảng 30 phút để có xe đưa đón và tận hưởng chuyến xe buýt quay trở lại. Chúng tôi được thả xuống cách điểm xuất phát khoảng 2 dặm và quay trở lại qua đường hầm dài. Đây quả là một ngày tuyệt vời mà chúng tôi dự định sẽ làm lại.Đọc thêm",
            "Tôi khuyên bạn nên làm điều này vào một ngày trong tuần.  Chúng tôi đã đi vào một ngày cuối tuần và nó rất đông đúc.  Những người bạn khác đã làm điều đó vào một ngày trong tuần và trải nghiệm rất khác.  Bất kể khi nào bạn làm điều đó, quan điểm đều tuyệt vời.  Nếu có thể, hãy mang theo xe đạp của riêng bạn.   Những chiếc xe đạp cho thuê có rất nhiều điều mong muốn.  Đường hầm đầu tiên là dài nhất.  Đi chậm để tránh bùn bắn tung tóe khắp lưng.  Đọc thêm",
            "Đi đường mòn thật đẹp!  Phong cảnh lặn ở đó thật tuyệt vời - có thể còn tuyệt hơn cả Colorado.  Con đường này được bảo trì tốt và đi qua một số cây cầu giàn cũng như đi qua một số đường hầm.   Chuyến đi mất chưa đầy hai giờ.  Sự thất vọng lớn ở đây là việc chờ đợi 2 12 tiếng để tàu con thoi quay trở lại điểm xuất phát.  Tôi sẽ không thực hiện nhiệm vụ này nữa vì lý do này.Đọc thêm",
            "Đường hầm đầu tiên và cuối cùng dài 2 dặm. Tôi được cho biết là tôi cần một chiếc đèn và đã có một chiếc, nhưng đèn pha xe đạp không giúp giảm bớt bóng tối. Đen kịt, ẩm ướt và đầy bùn. Ở đây cần một đèn pha rất sáng. Tôi bị ngã trong đường hầm và gãy xương đòn. Nhân viên đường mòn đã rất hữu ích trong việc đưa tôi trở lại xe tải và rửa vết xước. Tôi nhờ một người bạn chở tôi đến phòng cấp cứu. Bây giờ tôi đang ở trong tình trạng bị địu và đau đớn. Tôi đang có một chuyến đi RV dài ngày. Không dễ. Tất nhiên tôi không đề xuất con đường này.Đọc thêm",
            "Chuyến đi và đường mòn thật tuyệt. Người bán, Look Out Ski Pass, xe đạp của họ rất nguy hiểm, không có phanh, ghế không giữ nguyên vị trí, đèn không hoạt động, mũ bảo hiểm bị hỏng... Người bán cần phải mất giấy phép của họ với Cơ quan Lâm nghiệp... ai đó sẽ bị thương nghiêm trọng hoặc tử vong... Chúng tôi đã nộp đơn khiếu nại lên Cơ quan Lâm nghiệp vì tình hình rất tồi tệ. Hãy mang theo xe đạp của riêng bạn vì đường mòn rất tuyệt, chỉ cần tránh xa người bán Look Out Pass Đọc thêm",
            "Khoảng thời gian vô cùng đẹp đẽ và vui vẻ dành cho gia đình 9 người của chúng tôi. Chúng tôi đã thuê những chiếc xe đạp thô sơ và không được trang bị đầy đủ nhưng họ đã đi được 15 dặm và có những người đi trên đường mòn để giúp giải quyết các vấn đề cơ học nếu bạn không có hiểu biết cơ bản về cơ khí xe đạp . Khung cảnh thật tuyệt vời nhưng lượng người, phần lớn trong số họ không có nghi thức đi đường chắc chắn là một điều khó nuốt. Chúng tôi rời đi lúc 10 giờ sáng và chỉ phải đợi 20 phút để đưa đón. Người lái xe đưa đón của chúng tôi là một điểm cộng bất ngờ của chuyến đi khi cô ấy đã cho chúng tôi tất cả lịch sử mà chúng tôi đã không dừng lại để đọc trên đường đi. Các đường hầm đầy bùn. Trẻ em đã được bảo hiểm! Nhất định phải mang theo quần áo và giày dép để thay! Đọc thêm",
            "We loved this trail! But it could be so much better if the concessionaire who runs it made improvements to their process.When we bought our tickets, the vendor was inclined to charge us more for one ticket because a pedal-assist Brompton was part of our group. We happened to bring a conventional mountain bike as well, so said wed switch to that rather than pay more for the crew lifting our e-bike into the school bus. We did not pay extra, and used the Brompton sans assist, bcdownhill. We had zero issues. Many arent familiar with Bromptons and the e-assist is comparable in weight to a conventional MTB and far more compact, and I later observed it was a breeze for the crew at the bus.We parked at the trailhead, unloaded our bikes and went to the welcome kiosk and were helped by a woman who was very kind. She explained the route and the procedures for return. She had a very heavy accent, and while her English was good enough to understand us well, we had a lot of trouble comprehending her, particularly a hearing-impaired member of our group. Eventually we were all on the same page.The first tunnel: very wet  muddy, as promised. I strongly recommend a bike with fenders, you will be a lot more comfortable if you arent a regular MTBiker. The mud stripe from fanny to shoulders others contended with didnt seem to add fun, but YMMV. Maybe waterproof coverage in lieu of fenders. Your bike will be v muddy at the end of this ride when wet, we rode a Saturday in July.We were glad wed brought our own bikes. We passed several riders pulled over with rentals that were not performing well.It was a warm morning and the tunnels were wonderfully cool. Very fun, very refreshing. There were no traffic or other issues with fellow riders, everyone had at least a headlight. Lotsa fun!On a downer note, part of the beginning of the trail is shared with the school buses and some pickups transporting riders or rentals. There can be traffic, as we experienced. I can not overstate how unpleasant it was to ride a long, narrow, dark tunnel after the busbuses went through. Huffing raw diesel exhaust on an otherwise gorgeous ride in the Idaho mountains was super nasty. Rank. That was a man-made problem and one the concessionaire should fix. Its unpleasant and unhealthy, esp. for the kids. It was bad enough to trigger an asthma attack. It seemed downright rude and inconsiderate to riders.FYI: The trail is sharp gravel on hardpacked track ballast. Very stony. Your wide-tire, MTB tires will be much more comfortable than our small-diameter road tires were. Very few flats were observed during our 15 miles. The Bromptons rode v bumpy. Id do it again on them, though. On balance, the convenience makes up for a lot.The trestles are the same surface. Wonderful trail, lots of stunning vistas, dramatic drop-offs! We initially paused to read the educational displays along the way, then stopped. The content is a little dry and riding is more fun. Brought lunch, plenty of water, took photos of the ride and for other groups. Great family fun.The end of the ride was another down side. We waited in the sun for an hour to get on a return school bus, that drives the riders and their bikes almost back to the trailhead. There was a line of 100 or so tired kids, babies and adults waiting along the hot, dusty bike trail. It was not the ending we hoped for. Be prepared. Ironically, there were lovely, shaded picnic tables on the road parallel to the trail, unused, and riders were not invited to take advantage of them. Seating, sturdy shade structures and tables...that was what was needed to make it more pleasant, and it was puzzling that they werent offered for use. The school bus ride is about 45 minutes ? winding uphill, so the afternoon dragged. My advice to the concessionaire would be to put folks in the shade, and fix the bus system so people dont have to wait.Overall we enjoyed the ride, but would not do it again due to the unpleasant, unconsidered or indifferent vehicle operations, and anticlimactic wait at the end. 40 one way per adult, on their own bike, including shuttle service.Read more",
            "Đường mòn tuyệt vời và quang cảnh đẹp! Tôi đã đi một chiếc xe đạp đường mòn chuyên dụng, không có vấn đề gì. Bạn cần một ánh sáng tốt, nó đáng để bạn yên tâm khi đi qua các đường hầm. Chúng tôi chỉ đi một chiều bắt xe buýt về, chỉ cho bạn biết xe buýt chỉ đưa bạn đến đường hầm đầu tiên nên bạn phải quay lại qua đường hầm tối nhất 1.6 để quay lại xe của mình. Con đường này mở ra lúc 8 giờ 30 phút theo giờ Thái Bình Dương, bạn sẽ tiết kiệm được một vài đô la nếu thanh toán trực tuyến 2 ngày trước đó. Đọc thêm",
            "Nhóm 4 người lớn và 2 thanh thiếu niên. Chúng tôi mang theo 2 chiếc xe đạp và thuê 4 chiếc. Chúng tôi đã đặt vé thuê và vé xe đưa đón trực tuyến. Cũng có giao xe đạp. Đến đầu đường mòn vào khoảng 11 giờ 15. Nhận phòng và nhận xe đạp diễn ra rất suôn sẻ. Đường hầm rất dài lúc đầu hơi khó khăn. Không bận lắm. Dừng lại nửa đường để ăn trưa. Đến trạm dừng xe đưa đón vào khoảng 2 giờ. Chúng tôi đã có nhiều điểm dừng chụp ảnh. Dịch vụ đưa đón hoạt động rất tốt. Có một hàng nhưng chúng tôi đã lên tàu con thoi thứ hai. Một vài điều cần lưu ý. Trong đường hầm ẩm ướt và lầy lội. Bạn sẽ bị bẩn nên nếu làm gì đó sau đó hãy mang theo quần áo và giày để thay. Ngoài ra, chúng tôi không biết rằng xe đưa đón sẽ thả bạn ở cuối đường hầm dài nên bạn phải quay trở lại. Nói chung là một trải nghiệm tuyệt vời. Đi xe rất dễ dàng và phong cảnh đẹp.Đọc thêm"
        ],
        "star_ratings": [
            262,
            71,
            26,
            16,
            26
        ],
        "review_amount": 401,
        "location": [
            "ID Idaho",
            "Hoa Kỳ",
            "Những điều cần làm ở Idaho",
            "Đường mòn xe đạp leo núi Hiawatha"
        ],
        "reviews_time": [
            "Written July 16, 2023",
            "Written July 18, 2023",
            "Written August 6, 2023",
            "Written September 24, 2023",
            "Written December 9, 2023",
            "Written June 6, 2024",
            "Written December 9, 2023",
            "Written September 24, 2023",
            "Written September 11, 2023",
            "Written September 2, 2023",
            "Written August 9, 2023",
            "Written August 6, 2023",
            "Written July 20, 2023",
            "Written July 18, 2023",
            "Written July 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28933-d263205-Reviews-Hiawatha_Mountain_Bike_Trail-Idaho.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35542-d6374871-Reviews-Earle_s_Pub_and_Grub-Mullan_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35542-d8415940-Reviews-Outlaw_Bar_Grill-Mullan_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35542-d6774213-Reviews-Elmer_s_Fountain-Mullan_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35629-d10252370-Reviews-Route_of_The_Hiawatha_Trail-Wallace_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35542-d9630663-Reviews-Lookout_Pass_Ski_and_Recreation_Area-Mullan_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g28933-d263205-Reviews-or10-Hiawatha_Mountain_Bike_Trail-Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35494-d6976051-Reviews-High_Mountain_Adventures-Island_Park_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35547-d10777492-Reviews-Blue_Lake_RV_Resort-Naples_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35531-d17786047-Reviews-Urban_Air_Trampoline_and_Adventure_Park-Meridian_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35549-d23275818-Reviews-Wm_Knight_Lavender_Flowers_Herbs-New_Plymouth_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g28933-d266876-Reviews-Middle_Fork_of_the_Salmon_River-Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g28933-d145784-Reviews-Salmon_River-Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g28933-d117417-Reviews-Henry_s_Lake_State_Park-Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g28933-d1553299-Reviews-Galena_Summit-Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g28933-d108374-Reviews-Snake_River-Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g28933-d247603-Reviews-Boise_River-Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35629-d3374993-Reviews-Silver_Streak_Zipline_Tours-Wallace_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35629-d143826-Reviews-Sierra_Silver_Mine_Tour-Wallace_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35629-d10387612-Reviews-Historic_Wallace-Wallace_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35629-d4842694-Reviews-Pulaski_Tunnel_Trail-Wallace_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35629-d6996938-Reviews-Northern_Pacific_Depot-Wallace_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35629-d117342-Reviews-Wallace_Mining_Museum-Wallace_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35629-d547341-Reviews-Oasis_Bordello_Museum-Wallace_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35629-d7916089-Reviews-Wallace_Brewing_Company-Wallace_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35629-d10503399-Reviews-Historic_Wallace_Chamber_of_Commerce-Wallace_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35629-d21297260-Reviews-Center_of_the_Universe_Manhole-Wallace_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35629-d8470324-Reviews-Sixth_Street_Melodrama-Wallace_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35629-d8117519-Reviews-Johnson_s_Gems-Wallace_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g40914-d4572395-Reviews-Tidal_Falls_Preserve-Sullivan_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g147263-d147728-Reviews-Carlisle_Bay-Bridgetown_Saint_Michael_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d5962592-Reviews-Eataly-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g55130-d2238508-Reviews-Wetlands_Water_Park-Jonesborough_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d314617-Reviews-Feast_At_Lele-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d14135436-Reviews-King_Power_Mahanakhon-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g55153-d3585012-Reviews-Lebanon_Outlet_Marketplace-Lebanon_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165980-d1992574-Reviews-Mt_Fuji_5th_Station-Narusawa_mura_Minamitsuru_gun_Yamanashi_Prefecture_Koshinets.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d4960427-Reviews-La_Grotta_Beach-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60826-d10488259-Reviews-Fairbanks_Ice_Museum-Fairbanks_Alaska.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28933-d263205-Reviews-or10-Hiawatha_Mountain_Bike_Trail-Idaho.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28933-d263205-Reviews-Hiawatha_Mountain_Bike_Trail-Idaho.html"
    }
]