[
    {
        "attraction_name": "Highland Holiday Tours",
        "attraction_name_vi": "Các chuyến du lịch nghỉ dưỡng vùng cao nguyên",
        "general_info": [
            "1.368 đánh giá",
            "- 5 trên 16 Tour du thuyền - Thể thao dưới nước tại Đà Lạt",
            "Xe 4WD, ATV - Tour địa hình",
            "Adrenaline - Chuyến tham quan mạo hiểm",
            "Tour tham quan",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Highland Holiday Tours xin gửi tới Quý khách hàng lời chào trân trọng và lời cảm ơn chân thành nhất. Highland Holiday Tours là Công ty lữ hành quốc tế có giấy phép số 68-005 - 2011 - TCDL-GP LHQT cấp ngày 29 - 07 - 2011 do Tổng cục Du lịch Việt Nam cấp. Hoạt động kinh doanh của chúng tôi cung cấp cả dịch vụ du lịch quốc tế và nội địa. Chúng tôi tổ chức các chuyến tham quan và tham quan các địa điểm đẹp. Chúng tôi cũng thực hiện các chương trình đào tạo để thực hành và nâng cao việc sử dụng các kỹ năng đi bộ đường dài, cắm trại, đi xe đạp leo núi, leo núi, vượt thác và thực hành sử dụng các thiết bị chuyên dụng. Chúng tôi cung cấp dịch vụ tổ chức chỗ ở và vận chuyển cho du khách đồng thời tổ chức các chương trình đào tạo chuyên nghiệp để cấp chứng chỉ hướng dẫn viên du lịch quốc tế và nội địa.Đọc thêm",
        "reviews": [
            "Trải nghiệm tuyệt vời! Tôi muốn ghi nhận tích cực hai hướng dẫn viên đã đi cùng chúng tôi trong suốt cả ngày: Samuel - Tony. Họ rất chuyên nghiệp, rất thân thiện, chăm sóc tôi từng bước trên đường đi. Một lần nữa - Cảm ơn rất nhiều Samuel - Tony. Tôi chắc chắn sẽ quay lại cùng gia đình mìnhĐọc thêm",
            "Tony và Sam thật đáng yêu và đã giúp chúng tôi tự tin rằng chúng tôi có thể thực hiện tất cả những hoạt động thú vị này. Họ ở mức 100 - an toàn, điều này thật yên tâm khi chúng tôi đang ở độ tuổi ngoài 50. Đó thực sự là cơ hội có một không hai trong đời nên bạn phải làm điều này và đây là nhóm để làm điều đó cùng. Nhìn lại những thước phim tôi không thể tin được là chúng tôi đã làm chuyện này. Những giấc mơ được tạo nên từ điều này và cảm ơn các bạn rất nhiều vì đã chăm sóc chúng tôi.Đọc thêm",
            "Tom, Jerry và Hung là những hướng dẫn viên chuyên nghiệp thực sự, những người rất vui khi ở bên. Họ có thể đáp ứng nhu cầu của chúng tôi - ví dụ như thời gian và thiết bị - và giúp chúng tôi thoải mái và nhóm 6 người của chúng tôi đã có rất nhiều niềm vui mặc dù lúc đầu tất cả chúng tôi đều khá lo lắng. Các hướng dẫn viên - năng lượng và chuyên môn đã giúp chúng tôi thoải mái và tất cả chúng tôi đều có một vụ nổ Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi vượt thác ở thác Datanla. Tony và Jerry đã biến nó thành một trải nghiệm cực kỳ thú vị, sự hài hước và nhiệt tình của họ trong suốt chuyến leo núi - và khiến chúng tôi tạo dáng chụp ảnh trong quá trình leo núi! - đảm bảo rằng chúng tôi đã cười suốt thời gian qua! Họ đảm bảo rằng chúng tôi cảm thấy an toàn khi đến từng thác nước và mô tả chi tiết từng thác nước để chúng tôi có sự chuẩn bị thích hợp. Từ các đường trượt nước tự nhiên, đến đường đu dây và thác nước cao 25 ​​mét - bạn - chắc chắn sẽ leo lên để đạt được niềm vui vượt thác của mình! Tốt nhất hãy làm điều đó với hai người chú chu đáo của bạn là Tony và Jerry!Đọc thêm",
            "Vượt thác cùng Tony và Jerry là một trải nghiệm tuyệt vời, họ chỉ cho chúng tôi cách thực hiện mọi thứ một cách an toàn và cũng hỏi chúng tôi xem chúng tôi có thường xuyên có câu hỏi nào không. Cả hai đều rất dễ hòa hợp và chúng tôi đã có những khoảng thời gian rất vui vẻ, chắc chắn sẽ quay lại và làm điều đó lần sau khi tôi ở Đà Lạt. Chúng tôi cũng đã đến một nhà hàng sau chuyến tham quan với những món ăn thực sự ngon! một lần nữa xin chân thành cảm ơn Highland và Tony và Jerry!Đọc thêm",
            "Chuyến đi zipline và đu dây xuống Huan thực sự rất tuyệt. Đặc biệt là với những người hướng dẫn: Tony và Sam, những người đã chăm lo cho sự an toàn, cảm xúc tốt, hình ảnh, lời giải thích hay và họ thực sự thân thiện. RẤT KHUYẾN NGHỊ!! Đọc thêm",
            "Rất tệ, hướng dẫn tức giận thô lỗ. Tôi đi bộ hơi chậm và mất thăng bằng khi qua sông, hướng dẫn viên tức giận nói với tôi - sao bạn lại tham gia, bạn yếu quá - . Ngoài ra khi thử ở chỗ đá khô đầu tiên, người hướng dẫn kia cũng không giúp ích được gì, anh ta cứ giục tôi làm nhanh. Tôi nói với anh ấy rằng đây là lần đầu tiên của tôi và anh ấy trông rất gắt gỏng, không vui. Hoạt động này dành riêng cho Pro và vận động viên. Bất cứ ai có trình độ thể lực vừa phải không nên đặt chỗ với công ty này. Bánh răng của họ cũng cũ và hơi quá khổ. Hành vi rất thô lỗ và khó chịu của các nhân viên xuyên suốt, đã hủy hoại một ngày của tôi. Các hướng dẫn viên không hợp tác chút nào và từ chối giúp đỡ. Ngoài ra, khi đi bộ đến thác, tôi chạy chậm lại khi đi xuống một sườn đồi và một trong những hướng dẫn viên đã đẩy tôi ra phía sau và mắng tôi phải nhanh xuống. Rất thô lỗ. Những kẻ hám tiền. Hành vi kinh tởm. Đặt phòng sai lầm lớn với công ty du lịch này. Họ không biết phép lịch sự và sự tôn trọng tối thiểu.Đọc thêm",
            "Titib thân mến,\nChúng tôi rất tiếc về trải nghiệm tồi tệ mà bạn gặp phải trong chuyến tham quan vượt thác.\nNhưng chúng tôi nghĩ rằng bạn đã đăng bài đánh giá SAU công ty.\nỞ Đà Lạt, chúng tôi có 03 công ty có tên bắt đầu bằng - Highland - nên đôi khi chúng tôi nhận được đánh giá sai.\nChúng tôi đã xây dựng được tên tuổi của mình hơn 15 năm và là một trong những công ty đầu tiên ở Đà Lạt tổ chức tour Canyoning - sau đó các công ty mới khác sao chép tên của chúng tôi - . Với kinh nghiệm 15 năm, chúng tôi rất tự tin về thái độ và kỹ năng của hướng dẫn viên du lịch của mình. Bạn có thể kiểm tra đánh giá của những khách hàng khác đã thực hiện chuyến tham quan cùng thời điểm với bạn.\nVì vậy vui lòng kiểm tra lại và giúp chúng tôi xóa đánh giá này.\nChân thành cảm ơn,\nDu lịch nghỉ dưỡng vùng caoĐọc thêm",
            "Tôi đã tham gia tour Canyoning Đà Lạt và không thể hạnh phúc hơn với trải nghiệm của mình! Hướng dẫn viên của chúng tôi, Tony và Sam, đã tạo ra một môi trường thoải mái cho cuộc phiêu lưu - đưa chúng tôi qua các khóa đào tạo từng bước bằng thuật ngữ đơn giản để giúp chúng tôi được an toàn và vui vẻ! Vượt thác rất đáng thời gian và sức lực, để có được niềm vui như vậy trong khung cảnh rừng rậm giống như một giấc mơ. Cảm ơn Tony và Sam rất nhiều - một ngày đẹp trời với hai người này, chưa kể món bánh bahn mi thơm ngon lan tỏa sau những thác nước và những trận mưa như trút nước để nuôi dưỡng cơ thể mệt mỏi của chúng tôi. Rất muốn giới thiệu!!! Đọc thêm",
            "Chúng tôi đã có một chuyến phiêu lưu vượt thác tuyệt vời với các chuyến tham quan Highlands Holiday. Chúng tôi được đón ngay vào buổi sáng và lên đường đến thác nước, nơi chúng tôi có thời gian để học các kỹ năng và luyện tập cho đến khi cảm thấy tự tin. Hướng dẫn viên Tony và Jerry của chúng tôi rất tốt bụng, vui tính và cho phép chúng tôi làm một số việc hai lần. Rất nhiều bức ảnh được chụp, chúng tôi được cung cấp đồ uống và bữa trưa tuyệt vời. Hướng dẫn viên của chúng tôi đã giúp chúng tôi đặt vé xe buýt đến điểm đến tiếp theo của chúng tôi. Chúng tôi chắc chắn sẽ khuyên bạn nên sử dụng công ty này, họ muốn khách du lịch có trải nghiệm vượt thác tuyệt vời và an toàn.Đọc thêm",
            "Nhân viên chuyên nghiệp, rất kiên nhẫn và thân thiện!  một trải nghiệm tuyệt vời Bữa trưa thực sự rất ngon. Giá cả hợp lýXem thêm",
            "Xin chào: - Có lịch trình đạp xe không?Đọc thêm",
            "Yong2yong thân mến,\nCảm ơn câu hỏi của bạn.\nChúng tôi có nhiều tour đi xe đạp, 01 ngày, 02 ngày, 3 ngày. Bạn có thể vui lòng kiểm tra trang web của chúng tôi để biết thêm chi tiết? Hoặc bạn có thể cho ys biết địa chỉ email của bạn sau đó chúng tôi có thể thông báo thêm thông tin cho bạn.\nTrân trọng,\nĐội ngũ Highland HolidayĐọc thêm",
            "Xin chào Ngài, tôi quan tâm đến các chuyến tham quan của bạn. Bạn có thể cho tôi biết lịch trình tham quan của bạn được không?  - Chính xác, Bắt đầu và kết thúc lúc mấy giờ - Mình rất mong nhận được ý kiến ​​đóng góp của các bạn. Cảm ơn.Đọc thêm",
            "Suwon thân mến,\nChúng tôi có thể có địa chỉ email của bạn để chúng tôi có thể cung cấp cho bạn thêm thông tin qua email không?\nChúng tôi mong sớm được lắng nghe phản hồi từ bạn.\nTrân trọng,\nĐội ngũ Highland HolidayĐọc thêm",
            "còn những bức ảnh thì sao????\nTôi đã thực hiện snapflig vào ngày 9.10.2017 Đọc thêm",
            "Bạn thân mến của chúng tôi,\nVui lòng cho chúng tôi biết địa chỉ email của bạn để chúng tôi có thể may ảnh cho bạn?\nTrân trọng,\nĐội nghỉ lễ HihglandĐọc thêm",
            "Xin chào Sara, điều đó nghe thật tuyệt, bạn có thể vui lòng cho tôi biết thông tin liên hệ của hướng dẫn viên du lịch không?\nCảm ơn và lời chào từ Saigin,\nClaudiaĐọc thêm"
        ],
        "star_ratings": [
            1273,
            84,
            6,
            2,
            3
        ],
        "review_amount": 1368,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Châu Á",
            "Du lịch nghỉ dưỡng vùng cao",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written May 25, 2024",
            "Written February 5, 2024",
            "Written January 10, 2024",
            "Written January 6, 2024",
            "Written November 10, 2023",
            "Written October 6, 2023",
            "Written August 22, 2023",
            "Written May 30, 2023",
            "Written May 26, 2023",
            "Written May 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d2369314-Reviews-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or10-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8855057-Reviews-Viet_Activity_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6674594-Reviews-Highland_Sport_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451009-Reviews-Dalat_Market-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2571776-Reviews-Original_Easy_Rider_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d456230-Reviews-Dalat_Palace_Golf_Club-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25349866-Reviews-Huong_Giang_spa_beauty-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6372991-Reviews-Vietnam_Motorbike_Tours_Around_Da_Lat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19084215-Reviews-Easy_Rider_Mr_Viet-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1846765-Reviews-Phat_Tire_Ventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7939835-Reviews-Vietnam_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32822-d10190796-Reviews-Palisades_Tahoe_Aerial_Tram-Olympic_Valley_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187136-d230773-Reviews-Moet_et_Chandon-Epernay_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d104824-Reviews-Faneuil_Hall_Marketplace-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g1407334-d17469090-Reviews-Coconut_Tree_Hill-Mirissa_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g58527-d4065380-Reviews-Lions_Club_Excursion_Train-Ione_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g488301-d543496-Reviews-Prada_Outlet_Space-Montevarchi_Province_of_Arezzo_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d552757-Reviews-Dalyan_Mud_Bath-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d15188978-Reviews-Skystar_Wheel-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g676686-d1924716-Reviews-San_Anton_Gardens-Attard_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d7038008-Reviews-Monument_Circle-Indianapolis_Indiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or10-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Highland Holiday Tours",
        "attraction_name_vi": "Du lịch nghỉ dưỡng vùng cao",
        "general_info": [
            "1.368 đánh giá",
            "- 5 trên 16 Tour du thuyền - Thể thao dưới nước tại Đà Lạt",
            "Xe 4WD, ATV - Tour địa hình",
            "Adrenaline - Chuyến tham quan mạo hiểm",
            "Tour tham quan",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Highland Holiday Tours xin gửi tới Quý khách hàng lời chào trân trọng và lời cảm ơn chân thành nhất. Highland Holiday Tours là Công ty lữ hành quốc tế có giấy phép số 68-005 - 2011 - TCDL-GP LHQT cấp ngày 29 - 07 - 2011 do Tổng cục Du lịch Việt Nam cấp. Hoạt động kinh doanh của chúng tôi cung cấp cả dịch vụ du lịch quốc tế và nội địa. Chúng tôi tổ chức các chuyến tham quan và tham quan các địa điểm đẹp. Chúng tôi cũng thực hiện các chương trình đào tạo để thực hành và nâng cao việc sử dụng các kỹ năng đi bộ đường dài, cắm trại, đi xe đạp leo núi, leo núi, vượt thác và thực hành sử dụng các thiết bị chuyên dụng. Chúng tôi cung cấp dịch vụ tổ chức chỗ ở và vận chuyển cho du khách đồng thời tổ chức các chương trình đào tạo chuyên nghiệp để cấp chứng chỉ hướng dẫn viên du lịch quốc tế và nội địa.Đọc thêm",
        "reviews": [
            "Tôi đã có một trải nghiệm tuyệt vời trong một nhóm nhỏ gồm hai người, tôi thậm chí không chắc bạn gọi đây là chuyến tham quan theo nhóm hay chuyến tham quan riêng. Các điểm dừng đều thú vị và khác nhau. Toni đã cho chúng tôi thấy rất nhiều chi tiết thú vị và bạn có thể thấy anh ấy đam mê công việc mình đang làm như thế nào. Việc khám phá các điểm leo dốc và đường trượt của anh ấy rất chính xác, vì vậy tôi chưa bao giờ cảm thấy mình không biết điều gì sẽ xảy ra tiếp theo. Chúng tôi thậm chí còn ăn trưa cạnh sông và nó rất ngon, với trái cây tươi và bánh mì baguette mà mọi người có thể chọn từ thuần chay đến Meatlover. Cuối cùng, bạn thậm chí còn nhận được những bức ảnh và video mà cả hai đã chụp, sẽ luôn quay lại!Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời! Thời tiết tốt và hướng dẫn viên cũng tuyệt vời..rất bình tĩnh và giải thích mọi thứ một cách hoàn hảo và mang lại cho chúng tôi sự tự tin mà chúng tôi cần! Đó thật là một trải nghiệm thú vị và đẹp đẽ và tôi sẽ giới thiệu điều này cho bất kỳ ai!Thiên nhiên, năng động, cảnh đẹp - một giấc mơ!Đọc thêm",
            "Tôi - đã đi du lịch được 4 năm và đây là một trong 4 chuyến du lịch hàng đầu của tôi. Adrenaline tuyệt vời. Hành động tuyệt vời. Tất bật. Thú vị. Đó là sinh nhật thứ 30 của tôi - một trong những món quà tuyệt vời nhất mà tôi từng nhận được. Nghiêm túc mà nói, tôi - là một kẻ hợm hĩnh. Tôi hiếm khi viết đánh giá. Họ xứng đáng với điều đó.Đọc thêm",
            "Jerry và Sam thân mến, Cảm ơn bạn vì chuyến tham quan tuyệt vời ngày hôm nay! Đó là một trải nghiệm tuyệt vời và bạn đã biến đây thành một ngày không thể quên! Ngoài ra, những bức ảnh bạn chụp về chúng tôi cũng rất đẹp! Chúng tôi khuyên bạn nên!Đọc thêm",
            "Công ty tốt nhất, tôi thực sự khuyên bạn nên làm điều này vì có hướng dẫn hay giúp bạn an toàn và biết tiếng Anh rất tốtĐọc thêm",
            "Đó là một trải nghiệm tuyệt vời, mặc dù tôi sợ độ cao. Các hướng dẫn viên đã giúp chúng tôi được an toàn và rất nghiêm ngặt về an toàn. Đó là một cách thú vị để ngắm nhìn vẻ đẹp tự nhiên của thác nước! Cuối cùng tôi bị một số vết bầm tím, nhưng chỉ là vết bầm nhỏ.Đọc thêm",
            "Cuộc phiêu lưu thú vị thú vị cho cả ngày. Hãy chuẩn bị sẵn sàng để được thử thách về thể chất và tinh thần. Sẽ rất đáng để bạn tham gia. Các hướng dẫn viên rất chuyên nghiệp, vui vẻ và hiểu biếtĐọc thêm",
            "Cảm ơn Jerry và Tony vì đã trở thành những người hướng dẫn tuyệt vời cho chuyến tham quan vượt thác! Họ đã được bật lên và chỉ là một quả bóng để ở xung quanh. Bản thân chuyến tham quan cũng rất tuyệt, tôi ở trong nhóm 3 người nên tôi phải thực hiện hầu hết chúng ít nhất hai lần! Tôi chỉ ước có nhiều cơ hội hơn để thực hiện động tác leo dốc, nơi bạn có thể nhảy thay vì đi bộ vì bạn chỉ có thể làm điều đó ở vách đá đầu tiên. Chắc chắn hãy mang những đôi giày có độ bám tốt và tránh những chiếc tất không lộ - những chiếc tất như một trong những chiếc của tôi đã bị lạc vào tay các vị thần thác nước giữa chừng. Tốt nhất bạn nên thử làm điều đó vào một ngày nắng ấm để bạn - không bị lạnh nhưng nhìn chung là một ngày tuyệt vời và rất vui vì tôi đã làm được! Cảm ơn một lần nữa các bạn!!! Đọc thêm",
            "Chuyến đi này thật tuyệt vời với những hướng dẫn viên tận tình cũng như những hoạt động căng thẳng nhưng đầy chông gai. Cá nhân tôi rất muốn thử lại mỗi lần đến thành phố Đà Lạt.Đọc thêm",
            "Đừng bỏ qua nó!! Đây là một trong những trải nghiệm tuyệt vời nhất tôi từng có trong đời Yêu cầu Tony và chú SamĐọc thêm",
            "Xin chào : - Có lịch đi xe đạp không?Đọc thêm",
            "Yong2yong thân mến,\nCảm ơn câu hỏi của bạn.\nChúng tôi có nhiều tour đi xe đạp, 01 ngày, 02 ngày, 3 ngày. Bạn có thể vui lòng kiểm tra trang web của chúng tôi để biết thêm chi tiết? Hoặc bạn có thể cho ys biết địa chỉ email của bạn sau đó chúng tôi có thể thông báo thêm thông tin cho bạn.\nTrân trọng,\nĐội ngũ Highland HolidayĐọc thêm",
            "Xin chào Ngài, tôi quan tâm đến các chuyến tham quan của bạn. Bạn có thể cho tôi biết lịch trình tham quan của bạn được không?  - Chính xác, Bắt đầu và kết thúc lúc mấy giờ - Mình rất mong nhận được ý kiến ​​đóng góp của các bạn. Cảm ơn.Đọc thêm",
            "Suwon thân mến,\nChúng tôi có thể có địa chỉ email của bạn để chúng tôi có thể cung cấp cho bạn thêm thông tin qua email không?\nChúng tôi mong sớm được lắng nghe phản hồi từ bạn.\nTrân trọng,\nĐội ngũ Highland HolidayĐọc thêm",
            "còn những bức ảnh thì sao????\nTôi đã thực hiện snapflig vào ngày 9.10.2017 Đọc thêm",
            "Thân gửi bạn,\nVui lòng cho chúng tôi biết địa chỉ email của bạn để chúng tôi có thể may ảnh cho bạn?\nTrân trọng,\nNhóm Hihgland HolidayĐọc thêm",
            "Xin chào Sara, điều đó nghe thật tuyệt, bạn có thể vui lòng cho tôi biết thông tin liên hệ của hướng dẫn viên du lịch không?\nCảm ơn và lời chào từ Saigin,\nClaudiaĐọc thêm"
        ],
        "star_ratings": [
            1273,
            84,
            6,
            2,
            3
        ],
        "review_amount": 1368,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Châu Á",
            "Du lịch nghỉ dưỡng vùng cao",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written May 17, 2023",
            "Written April 18, 2023",
            "Written April 1, 2023",
            "Written March 31, 2023",
            "Written March 30, 2023",
            "Written March 28, 2023",
            "Written March 13, 2023",
            "Written March 13, 2023",
            "Written March 12, 2023",
            "Written March 11, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d2369314-Reviews-or10-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or20-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8855057-Reviews-Viet_Activity_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6674594-Reviews-Highland_Sport_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451009-Reviews-Dalat_Market-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2571776-Reviews-Original_Easy_Rider_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d456230-Reviews-Dalat_Palace_Golf_Club-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25349866-Reviews-Huong_Giang_spa_beauty-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6372991-Reviews-Vietnam_Motorbike_Tours_Around_Da_Lat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19084215-Reviews-Easy_Rider_Mr_Viet-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1846765-Reviews-Phat_Tire_Ventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7939835-Reviews-Vietnam_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46665-d8494768-Reviews-Hallock_s_U_Pick_Farm-New_Egypt_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10100105-Reviews-The_Rabbit_Hole-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32249-d3471787-Reviews-Corona_Del_Mar_State_Beach-Corona_del_Mar_Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g644211-d8687315-Reviews-Stavros_Beach-Stavros_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d10416569-Reviews-Kikaua_Point_Park-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d104591-Reviews-Venice_Beach-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31411-d102662-Reviews-Rock_Art_Canyon_Ranch-Winslow_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g33002-d1067776-Reviews-Monterey_Zoo-Salinas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54425-d269065-Reviews-Devils_Fork_State_Park-Salem_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g154945-d1569437-Reviews-Black_Ball_Ferry_Line-Victoria_Victoria_Capital_Regional_District_Vancouver_Islan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or20-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or10-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Highland Holiday Tours",
        "attraction_name_vi": "Các chuyến du lịch nghỉ dưỡng vùng cao nguyên",
        "general_info": [
            "1.368 đánh giá",
            "- 5 trên 16 Tour du thuyền - Thể thao dưới nước tại Đà Lạt",
            "Xe 4WD, ATV - Tour địa hình",
            "Adrenaline - Chuyến tham quan mạo hiểm",
            "Tour tham quan",
            "Chèo thuyền kayak - Canoeing"
        ],
        "attraction_summary": "Highland Holiday Tours xin gửi tới Quý khách hàng lời chào trân trọng và lời cảm ơn chân thành nhất. Highland Holiday Tours là Công ty lữ hành quốc tế có giấy phép số 68-005 - 2011 - TCDL-GP LHQT cấp ngày 29 - 07 - 2011 do Tổng cục Du lịch Việt Nam cấp. Hoạt động kinh doanh của chúng tôi cung cấp cả dịch vụ du lịch quốc tế và nội địa. Chúng tôi tổ chức các chuyến tham quan và tham quan các địa điểm đẹp. Chúng tôi cũng thực hiện các chương trình đào tạo để thực hành và nâng cao việc sử dụng các kỹ năng đi bộ đường dài, cắm trại, đi xe đạp leo núi, leo núi, vượt thác và thực hành sử dụng các thiết bị chuyên dụng. Chúng tôi cung cấp dịch vụ tổ chức chỗ ở và vận chuyển cho du khách đồng thời tổ chức các chương trình đào tạo chuyên nghiệp để cấp chứng chỉ hướng dẫn viên du lịch quốc tế và nội địa.Đọc thêm",
        "reviews": [
            "Cuộc phiêu lưu tuyệt vời, được tổ chức chuyên nghiệp. Các hướng dẫn rất hay, cảm ơn Tony và Sam. Chắc chắn sẽ giới thiệu nó.Đọc thêm",
            "Những hướng dẫn viên du lịch giỏi nhất, rất tích cực, chuyên nghiệp, khiến chúng tôi cảm thấy an toàn và tận hưởng từng phút!!! Đó là trải nghiệm tuyệt vời nhấtĐọc thêm",
            "Phi hành đoàn thật tuyệt vời Rất thân thiện và thú vị khi ở cùng họ100 - giới thiệu cho những du khách sắp tới nếu bạn muốn trải nghiệm leo núi an toàn và khó quên Đọc thêm",
            "Trải nghiệm tuyệt vời, hướng dẫn viên rất tử tế, vui tính và hiểu biết sâu rộng. Rất khuyến khích mọi người. Đọc thêm",
            "Các hướng dẫn viên chúng tôi - thật tuyệt vời! Được giải thích rất rõ ràng và chúng tôi đã có một bữa ăn rất ngon ở giữa mà không có trái câyĐọc thêm",
            "Một chuyến tham quan tuyệt vời. Tom, Tony và những người khác rất tốt bụng, thân thiện và chuyên nghiệp. Với rất nhiều sự tự tin, họ đã thực hiện mọi việc một cách cẩn thận và rất an toàn. Buổi ra mắt thật tuyệt vời! Họ có nhiều loại thực phẩm và nó thật tuyệt vời. Đọc thêm",
            "Chuyến tham quan tuyệt vời với những người hướng dẫn tuyệt vời! Họ là những người tuyệt vời nhất, khiến chúng tôi cảm thấy an tâm và mọi thứ diễn ra đúng như kế hoạch với bữa trưa ngon miệngĐọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan vượt thác với một nhóm nhỏ, điều đó thật tuyệt. Chuyến đi là tuyệt vời. Sam và Roy đưa chúng tôi đi chơi và chúng tôi - thật tuyệt vời, tiếng Anh của họ rất tốt, họ - rất hữu ích và đáng yêu. Họ đưa chúng tôi đi dã ngoại và cũng sắp xếp đưa đón trực tiếp từ khách sạn: - giới thiệuĐọc thêm",
            "Chúng tôi đã có thời gian tốt nhất! Thật nhiều niềm vui. Hướng dẫn tuyệt vời!Siêu chuyên nghiệp và an toàn.Muốn làm lại.Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời, tôi chưa bao giờ nghĩ mình có thể vượt thác và leo xuống thác nước. Nó - rất an toàn so với vẻ ngoài của nó! Cảm ơn anh Thư, Nam và Sam, họ là những ngôi sao !!Đọc thêm"
        ],
        "star_ratings": [
            1273,
            84,
            6,
            2,
            3
        ],
        "review_amount": 1368,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Châu Á",
            "Du lịch nghỉ dưỡng vùng cao",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written March 5, 2023",
            "Written March 5, 2023",
            "Written February 25, 2023",
            "Written February 25, 2023",
            "Written February 8, 2023",
            "Written February 7, 2023",
            "Written February 6, 2023",
            "Written February 6, 2023",
            "Written January 29, 2023",
            "Written January 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d2369314-Reviews-or20-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or10-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or30-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8855057-Reviews-Viet_Activity_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6674594-Reviews-Highland_Sport_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451009-Reviews-Dalat_Market-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2571776-Reviews-Original_Easy_Rider_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d456230-Reviews-Dalat_Palace_Golf_Club-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25349866-Reviews-Huong_Giang_spa_beauty-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6372991-Reviews-Vietnam_Motorbike_Tours_Around_Da_Lat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19084215-Reviews-Easy_Rider_Mr_Viet-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1846765-Reviews-Phat_Tire_Ventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7939835-Reviews-Vietnam_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41092-d105461-Reviews-Smith_Island-Crisfield_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d5826856-Reviews-Thinkery-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d25319860-Reviews-MY_ONLY_FRAGRANCE-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298551-d10597144-Reviews-Taiba_Commercial_Center-Medina_Al_Madinah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g39265-d145670-Reviews-Crystal_Onyx_Cave-Cave_City_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g951492-d12665037-Reviews-Azmak_Nehri-Akyaka_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d153970-Reviews-El_Cedral-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g54105-d8425003-Reviews-Newport_Polo-Portsmouth_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g47314-d2283115-Reviews-Bethel_Woods_Center_for_the_Arts-Bethel_Sullivan_Catskills_Catskill_Region_New_Yor.html",
            "https://www.tripadvisor.com/Attraction_Review-g304026-d3625445-Reviews-Freedom_Park_Lagos-Lagos_Lagos_State.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or30-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or20-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Highland Holiday Tours",
        "attraction_name_vi": "Các chuyến du lịch nghỉ dưỡng vùng cao nguyên",
        "general_info": [
            "1.368 đánh giá",
            "- 5 trên 16 Tour du thuyền - Thể thao dưới nước tại Đà Lạt",
            "Xe 4WD, ATV - Tour địa hình",
            "Adrenaline - Chuyến tham quan mạo hiểm",
            "Tour tham quan",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Highland Holiday Tours xin gửi tới Quý khách hàng lời chào trân trọng và lời cảm ơn chân thành nhất. Highland Holiday Tours là Công ty lữ hành quốc tế có giấy phép số 68-005 - 2011 - TCDL-GP LHQT cấp ngày 29 - 07 - 2011 do Tổng cục Du lịch Việt Nam cấp. Hoạt động kinh doanh của chúng tôi cung cấp cả dịch vụ du lịch quốc tế và nội địa. Chúng tôi tổ chức các chuyến tham quan và tham quan các địa điểm đẹp. Chúng tôi cũng thực hiện các chương trình đào tạo để thực hành và nâng cao việc sử dụng các kỹ năng đi bộ đường dài, cắm trại, đi xe đạp leo núi, leo núi, vượt thác và thực hành sử dụng các thiết bị chuyên dụng. Chúng tôi cung cấp dịch vụ tổ chức chỗ ở và vận chuyển cho du khách đồng thời tổ chức các chương trình đào tạo chuyên nghiệp để cấp chứng chỉ hướng dẫn viên du lịch quốc tế và nội địa.Đọc thêm",
        "reviews": [
            "Tom và Jerry đều tuyệt vời. Các tour du lịch không dành cho người yếu tim. Một số đoạn trơn trượt nên hãy đi chậm và làm theo hướng dẫn của hướng dẫn viên. Chuyến đi tuyệt vời kéo dài 6 giờ là một bữa trưa tuyệt vời sau chuyến đi bộ từ dưới lên.Đọc thêm",
            "Sau khi được Tony và Nam giải thích rõ ràng và vài lần luyện tập, chúng tôi đã leo dốc, đu dây, trôi theo dòng nước, vượt thác, leo thác, nhảy từ độ cao 7 mét và rơi xuống thác nước. Chỉ là sự biến tấu vô cùng thú vị, chúng tôi đã có một chuyến phiêu lưu tuyệt vời ở Đà Lạt.Đọc thêm",
            "Ngày tuyệt vời với Tony và Lan. Thân thiện, chuyên nghiệp và hữu ích ở mọi bước. Cảm ơn Tony và Lan!Đọc thêm",
            "Hướng dẫn: Tony - TomTrải nghiệm tuyệt vời. Tour vượt thác đầy thử thách và thú vị. Rất nhiều thể loại từ leo dốc, Zipline đến nhảy. Những người hướng dẫn siêu hay và hài hước đã giải thích mọi thứ rất hay.Đọc thêm",
            "Tony và Tom đã mang đến cho chúng tôi một chuyến đi trong ngày tuyệt vời!.Nếu bạn đang ở Đà Lạt, tôi thực sự khuyên bạn nên làm điều đó!!.Đọc thêm",
            "Chuyến tham quan mạo hiểm tuyệt vời ở thác nước - leo núi, bơi lội, leo núi - . Hướng dẫn viên du lịch - Tôn và Nam - thực sự tốt bụng và hữu íchĐọc thêm",
            "Tony và Nam là những người hướng dẫn tuyệt vời. Họ nói được nhiều ngôn ngữ, điều này giúp việc đào tạo những người lần đầu tiên trở nên dễ dàng. Họ rất hài hước, chỉ cho chúng tôi những phần đặc biệt của khóa học và cẩn thận đảm bảo rằng tất cả chúng tôi đều ra ngoài an toàn ở phía bên kia. Đặc biệt gửi lời cảm ơn đến những bức ảnh và video tuyệt vời của họ, điều này sẽ cho phép chúng ta lưu giữ những kỷ niệm này.Đọc thêm",
            "Trải nghiệm không thể tin được!!! Không thể đề nghị điều này đủ. Đó là một ngày tuyệt vời với những hướng dẫn tuyệt vời nhất Tony và Tom. Cả hai đều siêu chuyên nghiệp và giàu kinh nghiệm và khiến tôi cảm thấy thoải mái ngay lập tức mặc dù tôi không biết bơi. Họ liên tục kiểm tra tôi và khuyến khích tôi thử các hoạt động này nhiều lần. Tôi sẽ không bao giờ quên lòng tốt đáng kinh ngạc của họ và niềm hạnh phúc chung chung - nó - có sức lan tỏa. Cũng rất khuyến khích công ty du lịch này hơn những công ty khác - một tour khác phía sau chúng tôi có hơn 15 người, điều đó có nghĩa là thời gian chờ đợi rất lâu và không thể thử các hoạt động nhiều lần. Công ty này có quy mô nhóm tối đa và mọi người đều nhận được sự quan tâm mà họ yêu cầu. Quá trình đặt phòng cũng rất dễ dàng. Họ cũng chụp ảnh bạn và gửi cho bạn sau chuyến tham quan. Một trong những trải nghiệm tuyệt vời nhất tôi có. Bạn sẽ không hối tiếc đâu!Đọc thêm",
            "Theo nghĩa đen, mọi thứ đều rất vui vẻ. Chúng tôi có tên chủ nhà là Tony và Nam, họ là những người rất nhiệt tình và đã chăm sóc chúng tôi rất chu đáo. Bữa trưa cũng rất ngonĐọc thêm",
            "Chúng tôi đã có một ngày vượt thác tuyệt vời với hướng dẫn viên Tôn và Nam từ Đội Highland Holliday. Vâng, những người nói tiếng Anh và vui tính. Sau khi được hướng dẫn nhanh, chúng tôi đã thực hiện leo dốc, đu dây và nhảy vách đá. Sau hoạt động, chúng tôi đã có một bữa trưa ngon miệng - rất nhiều trái cây! - với các giảng viên. Chắc chắn sẽ giới thiệu chuyến tham quan này cho mọi người!Đọc thêm"
        ],
        "star_ratings": [
            1273,
            84,
            6,
            2,
            3
        ],
        "review_amount": 1368,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Châu Á",
            "Du lịch nghỉ dưỡng vùng cao",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written January 21, 2023",
            "Written January 9, 2023",
            "Written December 28, 2022",
            "Written December 27, 2022",
            "Written December 25, 2022",
            "Written December 13, 2022",
            "Written December 12, 2022",
            "Written December 3, 2022",
            "Written November 29, 2022",
            "Written November 24, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d2369314-Reviews-or30-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or20-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or40-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8855057-Reviews-Viet_Activity_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6674594-Reviews-Highland_Sport_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451009-Reviews-Dalat_Market-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2571776-Reviews-Original_Easy_Rider_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d456230-Reviews-Dalat_Palace_Golf_Club-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25349866-Reviews-Huong_Giang_spa_beauty-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6372991-Reviews-Vietnam_Motorbike_Tours_Around_Da_Lat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19084215-Reviews-Easy_Rider_Mr_Viet-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1846765-Reviews-Phat_Tire_Ventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7939835-Reviews-Vietnam_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d456939-Reviews-Kok_Tobe_Hill-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d21270785-Reviews-Suwat_Waterfall-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g59681-d735384-Reviews-Cana_Island_Lighthouse-Baileys_Harbor_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g776950-d11677505-Reviews-Orlias_Waterfalls-Litochoro_Pieria_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32746-d292801-Reviews-Morro_Rock-Morro_Bay_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g190409-d195263-Reviews-Casino_of_Monte_Carlo-Monte_Carlo.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d2290087-Reviews-Twin_Falls_Maui-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g46324-d1425883-Reviews-Cohanzick_Zoo-Bridgeton_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d211691-Reviews-Crazy_Horse-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g46810-d273162-Reviews-Seaside_Park_Beach-Seaside_Park_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or40-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or30-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Highland Holiday Tours",
        "attraction_name_vi": "Du lịch nghỉ dưỡng vùng cao",
        "general_info": [
            "1.368 đánh giá",
            "- 5 trên 16 Tour du thuyền - Thể thao dưới nước tại Đà Lạt",
            "Xe 4WD, ATV - Tour địa hình",
            "Adrenaline - Chuyến tham quan mạo hiểm",
            "Tour tham quan",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Highland Holiday Tours xin gửi tới Quý khách hàng lời chào trân trọng và lời cảm ơn chân thành nhất. Highland Holiday Tours là Công ty lữ hành quốc tế có giấy phép số 68-005 - 2011 - TCDL-GP LHQT cấp ngày 29 - 07 - 2011 do Tổng cục Du lịch Việt Nam cấp. Hoạt động kinh doanh của chúng tôi cung cấp cả dịch vụ du lịch quốc tế và nội địa. Chúng tôi tổ chức các chuyến tham quan và tham quan các địa điểm đẹp. Chúng tôi cũng thực hiện các chương trình đào tạo để thực hành và nâng cao việc sử dụng các kỹ năng đi bộ đường dài, cắm trại, đi xe đạp leo núi, leo núi, vượt thác và thực hành sử dụng các thiết bị chuyên dụng. Chúng tôi cung cấp dịch vụ tổ chức chỗ ở và vận chuyển cho du khách đồng thời tổ chức các chương trình đào tạo chuyên nghiệp để cấp chứng chỉ hướng dẫn viên du lịch quốc tế và nội địa.Đọc thêm",
        "reviews": [
            "Chuyến đi này thực sự tuyệt vời, hướng dẫn viên cực kỳ thân thiện và bình tĩnh. Mọi thứ đều được sắp xếp một cách hoàn hảo, thậm chí còn có cả một bữa trưa ngon miệng. Họ chụp rất nhiều ảnh và video chất lượng tuyệt vời nên bạn không cần phải tự mình mang theo máy ảnh. Thực sự muốn giới thiệu, 10 - 10!Đọc thêm",
            "Mọi thứ về chuyến đi này thật tuyệt vời, trải nghiệm tuyệt vời với hướng dẫn viên du lịch tuyệt vời Tony và Jerry, những người đã tạo nên một ngày tuyệt vời cho chúng tôi! Đó là điều bắt buộc nếu bạn ở Đà Lạt và những người này sẽ đảm bảo bạn có một ngày tuyệt vờiĐọc thêm",
            "Các chàng trai rất thân thiện và giàu kinh nghiệm. Đó là một hoạt động đáng kinh ngạc để làm! Tôi và bạn tôi thật may mắn khi là người duy nhất trong ngày hôm đó, vì vậy chúng tôi đã phải đi xuống nhiều lần ở mỗi thác nước.Đọc thêm",
            "Các hướng dẫn viên thực sự chuyên nghiệp đến từng chi tiết nhỏ nhất. Giải thích rất tốt mọi thứ. Cuộc phiêu lưu cực kỳ thú vị! Không dành cho những kẻ hèn nhát; - Leo trèo, nhảy xuống nước, vượt thác nhiều ở những thác nước lớn. Nhưng cũng là trải nghiệm tuyệt vời! Đọc thêm",
            "Thật là tuyệt!! Tony và những người khác rất thông tin, kiên nhẫn và vui tính. Chúng tôi cảm thấy rất an toàn với họ. Tôi hoàn toàn giới thiệu công ty này.Đọc thêm",
            "Trải nghiệm rất tốt, hơi đáng sợ nhưng nhóm rất đáng tin cậy và khiến mọi việc trở nên dễ dàng và thú vị hơn!Đọc thêm",
            "Chuyến đi đáng kinh ngạc bao giờ hết! Tony và Nam đã đào tạo chúng tôi rất tốt và cuối cùng chúng tôi đã làm được! Chuyến tham quan hoàn toàn an toàn, rất khuyến khích các bạn!Đọc thêm",
            "Tony và Nam là những huấn luyện viên giàu kinh nghiệm nhất. Chúng tôi cảm thấy mình hoàn toàn an toàn mặc dù đây là lần đầu tiên chúng tôi thực hiện bắn pháo. Tôi không thể thử lặn tự do nhưng vẫn có những hoạt động khác rất thú vị. Đội của chúng tôi chỉ có 4 thành viên - người Hàn Quốc - và chúng tôi luôn là đội đầu tiên của mỗi khóa học. Vì vậy, chúng tôi có đủ thời gian để tận hưởng hoạt động vượt thác hơn các đội khác. Tôi nghĩ đó là lý do bạn phải chọn ngày nghỉ vùng cao vì các đội khác có hơn 10 thành viên nên phải chờ rất lâu. Và chúng tôi cũng đánh giá cao huấn luyện viên Tony và Nam. Họ là những huấn luyện viên giỏi nhất và đã làm nên ngày của tôi ở Đà Lạt. Hòa bình và tình yêu dành cho họ!Đọc thêm",
            "Thành thật mà nói, ngày tuyệt vời nhất đầy phiêu lưu. Chúng tôi không bao giờ cảm thấy không an toàn và chúng tôi thực sự tận hưởng cả ngày. Cảm ơn một lần nữa các bạn. Nếu bạn chưa đặt chuyến đi này, hãy đặt nó càng sớm càng tốt.Đọc thêm",
            "Nó thật tuyệt. Các hướng dẫn viên rất thân thiện và dễ chịu. Và các khóa học rất nhiều thông tin. Tôi đảm bảo. Nếu bạn cố gắng vượt qua nỗi sợ hãi, đó sẽ là một trong những trải nghiệm tuyệt vời nhất trong cuộc đời bạn.Đọc thêm"
        ],
        "star_ratings": [
            1273,
            84,
            6,
            2,
            3
        ],
        "review_amount": 1368,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Châu Á",
            "Du lịch nghỉ dưỡng vùng cao",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written November 17, 2022",
            "Written November 13, 2022",
            "Written November 12, 2022",
            "Written October 7, 2022",
            "Written September 29, 2022",
            "Written September 8, 2022",
            "Written August 28, 2022",
            "Written August 24, 2022",
            "Written August 21, 2022",
            "Written August 15, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d2369314-Reviews-or40-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or30-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or50-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8855057-Reviews-Viet_Activity_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6674594-Reviews-Highland_Sport_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451009-Reviews-Dalat_Market-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2571776-Reviews-Original_Easy_Rider_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d456230-Reviews-Dalat_Palace_Golf_Club-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25349866-Reviews-Huong_Giang_spa_beauty-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6372991-Reviews-Vietnam_Motorbike_Tours_Around_Da_Lat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19084215-Reviews-Easy_Rider_Mr_Viet-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1846765-Reviews-Phat_Tire_Ventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7939835-Reviews-Vietnam_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187553-Reviews-London_Zoo-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d649759-Reviews-WonderWorks-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60406-d2322728-Reviews-Ho_Chunk_Gaming_Wittenberg-Wittenberg_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d103632-Reviews-Salem_Witch_Museum-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g294452-d12350184-Reviews-5L_Speakeasy_Bar-Sofia_Sofia_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2711662-Reviews-The_Chelsea-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187880-d10424271-Reviews-Spiaggia_Delle_Bombarde-Alghero_Province_of_Sassari_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d15582064-Reviews-Sfer_Ik_Tulum-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806427-d552542-Reviews-Beitou_Hot_Spring-Beitou_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d304549-Reviews-Venado_Caves-Arenal_Volcano_National_Park_Province_of_Alajuela.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or50-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or40-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Highland Holiday Tours",
        "attraction_name_vi": "Du lịch nghỉ dưỡng vùng cao",
        "general_info": [
            "1.368 đánh giá",
            "- 5 trên 16 Tour du thuyền - Thể thao dưới nước tại Đà Lạt",
            "Xe 4WD, ATV - Tour địa hình",
            "Adrenaline - Chuyến tham quan mạo hiểm",
            "Tour tham quan",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Highland Holiday Tours xin gửi tới Quý khách hàng lời chào trân trọng và lời cảm ơn chân thành nhất. Highland Holiday Tours là Công ty lữ hành quốc tế có giấy phép số 68-005 - 2011 - TCDL-GP LHQT cấp ngày 29 - 07 - 2011 do Tổng cục Du lịch Việt Nam cấp. Hoạt động kinh doanh của chúng tôi cung cấp cả dịch vụ du lịch quốc tế và nội địa. Chúng tôi tổ chức các chuyến tham quan và tham quan các địa điểm đẹp. Chúng tôi cũng thực hiện các chương trình đào tạo để thực hành và nâng cao việc sử dụng các kỹ năng đi bộ đường dài, cắm trại, đi xe đạp leo núi, leo núi, vượt thác và thực hành sử dụng các thiết bị chuyên dụng. Chúng tôi cung cấp dịch vụ tổ chức chỗ ở và vận chuyển cho du khách đồng thời tổ chức các chương trình đào tạo chuyên nghiệp để cấp chứng chỉ hướng dẫn viên du lịch quốc tế và nội địa.Đọc thêm",
        "reviews": [
            "Niềm vui nhất tôi có ở Đà Lạt. Nếu bạn - đang tìm kiếm một cuộc phiêu lưu nào đó và tạo ra những kỷ niệm đẹp thì đây là việc phải làm. Và các bạn nên thu xếp với Highland Holidays nhé các bạn. Mỗi nhóm du lịch đều bán cùng một hành trình và với mức giá như nhau, nhưng Tony, Nam và Tom rất tỉ mỉ trong việc đảm bảo rằng chúng tôi cảm thấy thoải mái với việc đào tạo trước khi chuyển sang thực tế. Trong suốt chuyến tham quan, những lời giải thích rõ ràng đã được đưa ra và mặc dù các nhiệm vụ có vẻ khó khăn và mạo hiểm, tôi cảm thấy an toàn với các biện pháp phòng ngừa được thực hiện. Mẹo: bạn sẽ bị ướt rất nhiều, vì vậy hãy mang theo khăn tắm và một số quần áo mới để thay.Đọc thêm",
            "Khoảnh khắc thực sự tuyệt vời với Tom và Tony. Tôi khuyên bạn nên đặt chuyến vượt thác ở Đà Lạt với các chuyến tham quan kỳ nghỉ ở vùng caoĐọc thêm",
            "Chuyến đi vượt thác thật tuyệt vời. Chúng tôi đã đi xuống thác nước, đu dây, nhảy từ vách đá, bơi lội và đi bộ đường dài. Các tourgides rất tử tế và hữu ích. Tôi thực sự muốn giới thiệu họ cho chuyến tham quan này!Đọc thêm",
            "Đó là một trong những cuộc phiêu lưu tuyệt vời nhất trong cuộc đời tôi. Hướng dẫn tốt nhất thu và tuyền đã giúp chúng tôi trong mọi việc. Họ đảm bảo rằng mọi thứ đều được giải thích rõ ràng. Các khóa học đầy thử thách nhưng con gái tôi, người không thích nhiều những cuộc phiêu lưu kiểu này, đã thích thú với nó. Thức ăn cũng rất tuyệt. Hãy nhớ mang theo đôi giày thoải mái nhất để vượt thác. Tôi nghĩ có 7 phần của hẻm núi. Nó không hề đáng sợ chút nào. Nếu bạn thích những cuộc phiêu lưu, tôi thực sự khuyên bạn nên điều này và những người này.Đọc thêm",
            "Chương trình vượt thác vùng cao do hướng dẫn viên Tony - KD dẫn đầu rất được khuyến khích. Tôi đã có được một trải nghiệm mới khó quên và tôi rất vui nhờ sự hướng dẫn thân thiện và vui vẻ.Đọc thêm",
            "Tôi đã có rất nhiều trải nghiệm mới thông qua môn vượt thác nhảy lặn. Các hướng dẫn viên rất chuyên nghiệp và khiến cả nhóm trở nên thú vị. Thiết bị rất chắc chắn và chỉ cần huấn luyện đơn giản, chúng tôi đã có thể hoàn thành môn vượt thác một cách an toàn. Chúng tôi đã có được trải nghiệm an toàn và thú vị với những lời giải thích dễ hiểu từ hướng dẫn viên Tony của chúng tôi.  Tôi muốn cảm ơn anh ấy. Đó là điều tuyệt vời nhất! Họ đã đến đón tôi, huấn luyện tôi và cho tôi ăn haha ​​​​và đưa tôi về nhà an toàn! Và các hướng dẫn viên rất tích cực và vui vẻ! những bức ảnh của tôi haha ​​​​tuyệt vời! Được đề xuất nếu bạn muốn có một trải nghiệm can đảm và độc đáo!!Đọc thêm",
            "Một ngày vượt thác cùng lũ trẻ trong gia đình là một trải nghiệm tuyệt vời! Tony, Hùng và Tom đã làm rất tốt việc hướng dẫn và đảm bảo an toàn!! Mọi khía cạnh của hoạt động vượt thác đều được thực hiện theo tốc độ riêng của chúng tôi trong một khung cảnh tuyệt vời.Đọc thêm",
            "Tony và Tom đã hướng dẫn và hướng dẫn chúng tôi rất tốt, còn việc vượt thác... không thể nói gì ngoài HOÀN HẢO. BBQ sau khi vượt thác cũng rất tuyệt vời, lại được đánh giá cao.Đọc thêm",
            "Tony và Nam là những hướng dẫn viên giỏi nhất trong nước! Họ vui tính và có tiếng Anh xuất sắc, mọi chuyện không thể giống như vậy nếu không có họĐọc thêm",
            "Con gái tôi và con trai tôi cùng với 2 cháu gái của tôi đã thực hiện chuyến tham quan vượt thác này và rất hào hứng với chuyến tham quan. Đó là điểm nổi bật trong chuyến du lịch Việt Nam 9 ngày của họĐọc thêm"
        ],
        "star_ratings": [
            1273,
            84,
            6,
            2,
            3
        ],
        "review_amount": 1368,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Châu Á",
            "Các chuyến du lịch nghỉ dưỡng vùng cao nguyên",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written August 12, 2022",
            "Written August 10, 2022",
            "Written August 7, 2022",
            "Written August 5, 2022",
            "Written August 5, 2022",
            "Written July 30, 2022",
            "Written July 17, 2022",
            "Written June 20, 2022",
            "Written June 8, 2022",
            "Written June 6, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d2369314-Reviews-or50-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or40-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or60-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8855057-Reviews-Viet_Activity_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6674594-Reviews-Highland_Sport_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451009-Reviews-Dalat_Market-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2571776-Reviews-Original_Easy_Rider_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d456230-Reviews-Dalat_Palace_Golf_Club-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25349866-Reviews-Huong_Giang_spa_beauty-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6372991-Reviews-Vietnam_Motorbike_Tours_Around_Da_Lat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19084215-Reviews-Easy_Rider_Mr_Viet-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1846765-Reviews-Phat_Tire_Ventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7939835-Reviews-Vietnam_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d1455417-Reviews-Old_Slave_Mart_Museum-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d11887633-Reviews-Pearl_Spa-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g57597-d6352601-Reviews-Cloud_9_Trampoline_Park-Chesapeake_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33796-d3386197-Reviews-Eastern_Point_Beach-Groton_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d1973797-Reviews-Lily_Spa-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g8838078-d21014840-Reviews-Solymar_Beach-Amwaj_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g51225-d258466-Reviews-Broken_Bow_Lake-Broken_Bow_McCurtain_County_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d1196173-Reviews-Casco_Bay_Lines_Ferry_Terminal-Portland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190427-d2269077-Reviews-Kaiser_s_Throne-Pelekas_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d3461786-Reviews-Aqua_Park_Qatar-Doha.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or60-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or50-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Highland Holiday Tours",
        "attraction_name_vi": "Du lịch nghỉ dưỡng vùng cao",
        "general_info": [
            "1.368 đánh giá",
            "- 5 trên 16 Tour du thuyền - Thể thao dưới nước tại Đà Lạt",
            "Xe 4WD, ATV - Tour địa hình",
            "Adrenaline - Chuyến tham quan mạo hiểm",
            "Tour tham quan",
            "Chèo thuyền kayak - Canoeing"
        ],
        "attraction_summary": "Highland Holiday Tours xin gửi đến Quý khách lời chào trân trọng và lời cảm ơn chân thành nhất. Highland Holiday Tours là Công ty lữ hành quốc tế có giấy phép số 68-005 - 2011 - TCDL-GP LHQT do Tổng cục Du lịch Việt Nam cấp ngày 29 - 07 - 2011. Hoạt động kinh doanh của chúng tôi cung cấp cả dịch vụ lữ hành quốc tế và trong nước. Chúng tôi tổ chức các tour tham quan và tham quan các địa điểm đẹp. Chúng tôi cũng tổ chức các chương trình đào tạo để thực hành và nâng cao kỹ năng đi bộ đường dài, cắm trại, đạp xe leo núi, leo núi đá, đi bộ đường dài và thực hành sử dụng các thiết bị chuyên dụng. Chúng tôi cung cấp dịch vụ tổ chức lưu trú và vận chuyển cho du khách và cũng tổ chức các chương trình đào tạo chuyên nghiệp để cấp chứng chỉ hướng dẫn viên du lịch quốc tế và trong nước. Đọc thêm",
        "reviews": [
            "Trải nghiệm thực sự tuyệt vời. Chúng tôi đã vượt thác ở Falimy. Tổ chức rất rất chuyên nghiệp kể từ khi ghi. Thiết bị phù hợp. Đào tạo tốt ngay từ đầu. Hướng dẫn Tony và Jerry rất tốt bụng. Thời tiết không tốt lắm nhưng chúng tôi không bị lạnh. Nó thực sự có giá trị nó. Đó là một cách tuyệt vời để khám phá thiên nhiên Đà Lạt. Cảm ơn rất nhiều về chuyến du lịch Highland HolidayĐọc thêm",
            "Bạn tôi và tôi thực sự rất thích chuyến tham quan vượt thác. Tony - Không, rất tốt bụng và thân thiện. Họ giải thích chi tiết về hẻm núi. Họ đã giúp chúng tôi giỏi vượt thác. Họ hướng dẫn chúng tôi rất tốt và cũng chụp rất nhiều ảnh. Lần sau đến Đà Lạt nhất định tôi sẽ sử dụng lại tour này. Tôi giới thiệu cho tất cả những ai muốn vượt thác.Đọc thêm",
            "trượt nước thật thú vị. nước rất lạnh.guaide rất tốt bụng. nhưng đường đi rất khó khăn. nên tôi - tôi rất mệt.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi vượt thác ở thác Datanla. Chúng tôi là một nhóm ba người với hai hướng dẫn viên Jerry - Sam. Họ đang giăng dây, chụp ảnh, động viên - hướng dẫn chúng tôi. Đọc thêm",
            "Đã có một ngày vượt thác tuyệt vời với Tony và No! Cả hai hướng dẫn viên đều năng nổ, nhiệt tình, thân thiện và am hiểu về tuyến đường. Tôi cảm thấy rất an toàn với cả hai. Tôi đã rất vui và chắc chắn sẽ thực hiện lại hành trình vượt thác với cả hai hướng dẫn này!Đọc thêm",
            "Chúng tôi đã đặt một chuyến đi xe đạp để tham quan nhiều địa điểm địa phương khác nhau cũng như khám phá những khu vực nông thôn hơn, đỉnh cao là tham quan Thác Voi.  Chúng tôi đã đi được khoảng 35k nhưng phần lớn trong số này là đạp xe xuống dốc dễ dàng.  Điều khó khăn nhất là việc đàm phán giao thông ở trung tâm Đà Lạt nhưng Tony đã dẫn đầu để đảm bảo chúng tôi được an toàn. Chúng tôi đã đến thăm một số địa điểm thú vị - yêu thích khung cảnh trên những ngọn đồi, ngôi làng dân tộc thiểu số, chùa, thác trang trại dế, v.v. - và chúng tôi cảm thấy rằng chuyến tham quan đã được lên kế hoạch tốt với đủ thời gian nghỉ ngơi nhưng có cơ hội hòa nhập vào cộng đồng địa phương cách xa thành phố.  Điều tuyệt vời là khi chúng tôi đến thăm các ngành công nghiệp địa phương, hoàn toàn không có áp lực phải mua bất cứ thứ gì và Tony luôn giữ cho chuyến thăm thực tế và không quá lâu.  Trong các chuyến lưu diễn trước đây ở các quốc gia khác, đây thực sự là một điều tiêu cực nên đây là một bất ngờ đáng hoan nghênh. Chúng tôi thực sự may mắn khi là hai người duy nhất được đặt chỗ và được hưởng lợi từ việc không cảm thấy áp lực phải giảm tốc độ - tăng tốc.  Tony là một hướng dẫn viên tuyệt vời và hoàn toàn chuyên nghiệp cả về an toàn lẫn kiến ​​thức về khu vực địa phương.  Muốn giới thiệu.Đọc thêm",
            "Đó là một niềm vui tuyệt đối để làm điều đó. Tony và No thật tuyệt vời, giải thích mọi thứ rất rõ ràng. Chắc chắn là phải nếu bạn đang ở Đà Lạt. Đọc thêm",
            "Đừng nghi ngờ nữa và hãy đặt chuyến tham quan vượt thác với công ty này và tin rằng bạn được xếp vào nhóm cùng với hướng dẫn viên Jerry Nam và No. 3 hướng dẫn viên này đưa ra những hướng dẫn tuyệt vời và rõ ràng và đảm bảo bạn sẽ có một ngày tuyệt vời.Đọc thêm",
            "Một trong những điều đắt tiền hơn chúng tôi đã làm ở Việt Nam nhưng đáng đồng tiền bát gạo. Sẽ đắt hơn rất nhiều ở các quốc gia khác nếu xét đến số lượng hoạt động phải làm. Những người hướng dẫn của chúng tôi - Tony, Tom và Sam - là những người địa phương và họ thực sự yêu thích môn học, hiểu rõ nội dung của họ và khiến môn học trở nên rất thú vịĐọc thêm",
            "Sau khi họ đón chúng tôi tại nhà nghỉ, chúng tôi đi thẳng đến thác Dantanla. Ở đó, chúng tôi được trang bị đầy đủ và được hướng dẫn cách leo xuống, v.v. Sau đó, chúng tôi đi đến vách đá đầu tiên và từ đó hành động suốt cả buổi sáng. Leo dốc, trượt, nhảy, đu dây, trôi xuống sông và leo xuống thác nước. Hướng dẫn viên du lịch của chúng tôi Tony và Nam rất tuyệt và chụp rất nhiều ảnh và luôn đảm bảo rằng chúng tôi cảm thấy thoải mái và vui vẻ. Ngoài ra, họ còn kiểm tra thiết bị của chúng tôi trước mỗi hoạt động mới và khiến chúng tôi cảm thấy rất an toàn. Chúng tôi có một nhóm nhỏ và không bao giờ phải đợi nhóm khác kết thúc để bắt đầu hoạt động tiếp theo. Đôi khi Ben chúng tôi phải đi nhiều lần. Chắc chắn sẽ giới thiệu chuyến tham quan này nếu bạn muốn hành động và không ngại bị ướt một chút. Cuối cùng, chúng tôi đã có một bữa trưa thịnh soạn với bánh mì sandwich và nhiều trái cây. Đọc thêm",
            "Xin chào : - Có lịch đi xe đạp không?Đọc thêm",
            "Thân gửi Yong2yong,\nCảm ơn câu hỏi của bạn.\nChúng tôi có nhiều tour du lịch bằng xe đạp, 01 ngày, 02 ngày, 3 ngày. Bạn có thể vui lòng kiểm tra trang web của chúng tôi để biết thêm chi tiết không? Hoặc bạn có thể cho chúng tôi biết địa chỉ email của bạn để chúng tôi có thể cung cấp cho bạn thêm thông tin.\nTrân trọng,\nĐội ngũ Highland HolidayĐọc thêm",
            "Xin chào Ngài, tôi quan tâm đến các chuyến tham quan của bạn. Bạn có thể cho tôi biết lịch trình tham quan của bạn được không?  - Chính xác, Bắt đầu và kết thúc lúc mấy giờ - Mình rất mong nhận được ý kiến ​​đóng góp của các bạn. Cảm ơn.Đọc thêm",
            "Suwon thân mến,\nChúng tôi có thể có địa chỉ email của bạn để chúng tôi có thể cung cấp cho bạn thêm thông tin qua email không?\nChúng tôi mong sớm được lắng nghe phản hồi từ bạn.\nTrân trọng,\nĐội ngũ Highland HolidayĐọc thêm",
            "còn những bức ảnh thì sao????\nTôi đã thực hiện snapflig vào ngày 9.10.2017 Đọc thêm",
            "Bạn thân mến của chúng tôi,\nVui lòng cho chúng tôi biết địa chỉ email của bạn để chúng tôi có thể may ảnh cho bạn?\nTrân trọng,\nĐội nghỉ lễ HihglandĐọc thêm",
            "Xin chào Sara, điều đó nghe thật tuyệt, bạn có thể vui lòng cho tôi biết thông tin liên hệ của hướng dẫn viên du lịch không?\nCảm ơn và lời chào từ Saigin,\nClaudiaĐọc thêm"
        ],
        "star_ratings": [
            1273,
            84,
            6,
            2,
            3
        ],
        "review_amount": 1368,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Châu Á",
            "Du lịch nghỉ dưỡng vùng cao",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written August 4, 2020",
            "Written July 31, 2020",
            "Written July 26, 2020",
            "Written March 12, 2020",
            "Written March 6, 2020",
            "Written March 3, 2020",
            "Written March 1, 2020",
            "Written February 28, 2020",
            "Written February 28, 2020",
            "Written February 26, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d2369314-Reviews-or60-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or50-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or70-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8855057-Reviews-Viet_Activity_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6674594-Reviews-Highland_Sport_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451009-Reviews-Dalat_Market-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2571776-Reviews-Original_Easy_Rider_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d456230-Reviews-Dalat_Palace_Golf_Club-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25349866-Reviews-Huong_Giang_spa_beauty-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6372991-Reviews-Vietnam_Motorbike_Tours_Around_Da_Lat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19084215-Reviews-Easy_Rider_Mr_Viet-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1846765-Reviews-Phat_Tire_Ventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7939835-Reviews-Vietnam_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294452-d2294343-Reviews-Zhenski_Pazar_Women_s_Market-Sofia_Sofia_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187842-d6948349-Reviews-Jamaica_Beach-Sirmione_Province_of_Brescia_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g315907-d10309310-Reviews-Gondola_Sinaia-Sinaia_Prahova_County_Southern_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g47186-d103252-Reviews-Ruidoso_Downs_Race_Track-Ruidoso_Downs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d8041175-Reviews-Flea_Market_Kitano_Tenmangu_Shrine-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g1501915-d10680152-Reviews-Odysseus_Cave-Mljet_Island_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d651376-Reviews-Marriage_Can_Be_Murder-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g11751426-d5499303-Reviews-Gunung_Jerai-Kuala_Ketil_Kuala_Muda_District_Kedah.html",
            "https://www.tripadvisor.com/Attraction_Review-g41922-d10440759-Reviews-Whydah_Pirate_Museum-West_Yarmouth_Yarmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g303814-d6596407-Reviews-Deep_Makarska-Makarska_Split_Dalmatia_County_Dalmatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or70-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or60-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Highland Holiday Tours",
        "attraction_name_vi": "Du lịch nghỉ dưỡng vùng cao",
        "general_info": [
            "1.368 đánh giá",
            "- 5 trên 16 Tour du thuyền - Thể thao dưới nước tại Đà Lạt",
            "4WD, ATV - Tour du lịch Off-Road",
            "Adrenaline - Chuyến tham quan mạo hiểm",
            "Tour tham quan",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Highland Holiday Tours xin gửi tới Quý khách hàng lời chào trân trọng và lời cảm ơn chân thành nhất. Highland Holiday Tours là Công ty lữ hành quốc tế có giấy phép số 68-005 - 2011 - TCDL-GP LHQT cấp ngày 29 - 07 - 2011 do Tổng cục Du lịch Việt Nam cấp. Hoạt động kinh doanh của chúng tôi cung cấp cả dịch vụ du lịch quốc tế và nội địa. Chúng tôi tổ chức các chuyến tham quan và tham quan các địa điểm đẹp. Chúng tôi cũng thực hiện các chương trình đào tạo để thực hành và nâng cao việc sử dụng các kỹ năng đi bộ đường dài, cắm trại, đi xe đạp leo núi, leo núi, vượt thác và thực hành sử dụng các thiết bị chuyên dụng. Chúng tôi cung cấp dịch vụ tổ chức chỗ ở và vận chuyển cho du khách đồng thời tổ chức các chương trình đào tạo chuyên nghiệp để cấp chứng chỉ hướng dẫn viên du lịch quốc tế và nội địa.Đọc thêm",
        "reviews": [
            "Chuyến đi ngắm thác nước của họ được hướng dẫn bởi Tom, Jerry và No. Rất thích nó và các hướng dẫn rất hữu ích và bình tĩnh. Dành cho những người yêu thích sự cuồng nhiệt, không dành cho người yếu timĐọc thêm",
            "Tôi thực sự khuyên bạn nên tham gia chuyến tham quan này nếu bạn có cơ hội. Nó rất đáng tiền - khoảng 72 đô la - . Tôi - chưa bao giờ làm điều này trước đây, nhưng tôi đã có thể thực hiện tất cả các giọt nước nhờ sự giúp đỡ của những người hướng dẫn tuyệt vời của chúng tôi. Họ thực sự thân thiện và kiên nhẫn. Bữa trưa cũng rất tuyệt và có nhiều nước. Bạn nhận được một bộ đồ lặn, dụng cụ leo núi, mũ bảo hiểm và găng tay. Không cần khăn tắm hay bất cứ thứ gì. Các hướng dẫn viên mang theo máy ảnh và họ chụp những bức ảnh tuyệt vời. Họ đưa chúng lên mạng ngay trong ngày. Rất thích nhìn lại chúng. Đừng bỏ lỡ điều này! Cảm ơn bạn vì một ngày tuyệt vời! Đọc thêm",
            "Tôi - đã từng vượt qua HHT. Rất tốt. Nhân vật rất thân thiện và làm cho ngày này vui vẻ. Đó là một trải nghiệm tuyệt vời và bữa trưa thật tuyệt vời. Được đề xuất.Đọc thêm",
            "Đây là chuyến đi đắt nhất mà tôi và bạn tôi đã thực hiện ở Việt Nam nhưng nó thật tuyệt vời. Nam, No và Tom là những người hướng dẫn tuyệt vời. Nam là người hiểu biết và kiên nhẫn, Tom đã chụp một số bức ảnh tuyệt vời cho chúng tôi và No rất giỏi pha trò để xoa dịu mọi căng thẳng. Tôi chắc chắn đã bước ra khỏi chuyến đi với một vài vết bầm tím và trầy xước nhưng hoàn toàn xứng đáng. Có rất nhiều thác nước khác nhau, dòng sông lười, đường nhảy và đường đu dây nên nó luôn thú vị. Bữa trưa cũng siêu ngon! Chuyến đi tuyệt vời, cảm ơn bạn và cảm ơn bạn vì những bức ảnh!Đọc thêm",
            "Vợ tôi và tôi rất thích chuyến đi vượt thác mà chúng tôi đã tham gia ở Đà Lạt. Nó đã thúc đẩy chúng tôi nhiều hơn những gì tôi mong đợi nhưng chúng tôi luôn cảm thấy an toàn và thoải mái trong sự chăm sóc đầy kinh nghiệm của các hướng dẫn viên. Về chủ đề nào, Jerry, Tom và Nam hoàn toàn tuyệt vời. Tích cực, hài hước và đáng khích lệ. Nếu bạn - là người thích phiêu lưu, hoặc thậm chí là một người nghiện adrenaline, bạn - sẽ thích trải nghiệm này!Đọc thêm",
            "Tôi và anh họ của tôi đã vượt thác với Tony và Tom. Họ cực kỳ chuyên nghiệp và hữu ích trong suốt thời gian chúng tôi ở đó. Họ rất kiên nhẫn giải thích mọi hoạt động cho chúng tôi và thậm chí còn trả lời các câu hỏi ngẫu nhiên của chúng tôi về khu vực xung quanh và Đà Lạt. Cảm ơn Tony và Tom rất nhiều! Chúng tôi đã được dạy cách leo xuống và được phép luyện tập một vài lần trước khi đến thác. Việc leo xuống trong quá trình luyện tập và thời gian thực tế cũng hoàn toàn an toàn vì có một sợi dây khác được gắn vào dây nịt của chúng tôi do người hướng dẫn của chúng tôi xử lý. Vì vậy, dù có buông tay, chúng ta cũng sẽ không gục ngã. Tất cả các hoạt động đều là tùy chọn và người tham gia có thể chọn không tham gia nếu có bất kỳ hoạt động nào. Nhóm 6 người của chúng tôi bao gồm 4 người khác - ngoài tôi và anh họ tôi - những người ở độ tuổi từ năm mươi đến sáu mươi và tất cả họ đều tham gia hầu hết các hoạt động! Bữa trưa sau đó là bánh mì - bánh mì kẹp - mà chúng tôi có thể tự chế biến từ vô số nguyên liệu. Đây chắc chắn là điểm nổi bật trong chuyến đi của chúng tôi và tôi - sẽ thực sự khuyên những người khác nên thử nó!Đọc thêm",
            "Đối tác của tôi, bạn bè và tôi đã tham gia chuyến tham quan vượt thác với Highland Holiday Tours. Đó là trải nghiệm hoàn toàn tuyệt vời! Đội ngũ giàu kinh nghiệm và chuyên nghiệp, đặc biệt là Tony, Sam và Tom. Họ rất thân thiện và tôi hơi lo lắng khi tham gia vượt thác, tuy nhiên, họ khiến tôi cảm thấy rất an toàn và được hỗ trợ. Họ đã nói với chúng tôi về điều đó và mang đến cho chúng tôi một trải nghiệm khó quên. Bữa trưa thật đáng yêu và đầy đủ, và tôi không thể chê trách trải nghiệm này. Khi tôi trở lại Việt Nam, tôi chắc chắn sẽ thực hiện chuyến lưu diễn này một lần nữa.  Trân trọng, Mia.Đọc thêm",
            "Rappelling thật tuyệt vời với đội ngũ chuyên nghiệp. Tony và Tom, cũng như những hướng dẫn viên chuyên nghiệp khác, biết khi nào nên khuyến khích và khi nào cần hỗ trợ và thấu hiểu. Rappels là một lợi thế tuyệt vời khác nhau.Đọc thêm",
            "Một ngày đẹp trời cưỡi ngựa dạo quanh thành phố và rừng thông Đà Lạt.Samuel Trọng khiến hành trình của chúng tôi rất thú vị. Anh ấy - là một người hướng dẫn tốt và cung cấp cho chúng tôi thông tin trong suốt chuyến đi trên Thành phố, Rừng, nông nghiệp và khiến chúng tôi thưởng thức những món ngon của vùng khi dừng chân ăn trưa.  Chúng tôi nồng nhiệt khuyên bạn nên tham gia cùng anh ấy để có một ngày MTB vui vẻ - Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan Canyoning ở Đà Lạt và chúng tôi thực sự đã có trải nghiệm tuyệt vời nhất với công ty này! Nếu bạn - đang ở Đà Lạt thì đây là điều bắt buộc và là điểm nhấn lớn đối với chúng tôi. Hướng dẫn viên của chúng tôi là Tony, Tee - Không, những người này thực sự tuyệt vời! Tất cả họ đều nói tiếng Anh tuyệt vời và giải thích mọi thứ rất kỹ lưỡng trước bất kỳ cuộc leo núi nào. Tất cả họ đều có năng lượng tuyệt vời và rất hay cười. Chuyến tham quan cũng mang đến một bữa trưa tuyệt vời và chụp một số bức ảnh hành động tuyệt vời cho chúng tôi, chúng tôi cảm thấy mọi thứ diễn ra rất suôn sẻ và sẽ 100 - giới thiệu trải nghiệm này! Cảm ơn một lần nữa vì một ngày tuyệt vời: - Đọc thêm"
        ],
        "star_ratings": [
            1273,
            84,
            6,
            2,
            3
        ],
        "review_amount": 1368,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Châu Á",
            "Các chuyến du lịch nghỉ dưỡng vùng cao nguyên",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written February 24, 2020",
            "Written February 24, 2020",
            "Written February 21, 2020",
            "Written February 20, 2020",
            "Written February 20, 2020",
            "Written February 16, 2020",
            "Written February 13, 2020",
            "Written February 11, 2020",
            "Written February 9, 2020",
            "Written February 8, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d2369314-Reviews-or70-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or60-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or80-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8855057-Reviews-Viet_Activity_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6674594-Reviews-Highland_Sport_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451009-Reviews-Dalat_Market-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2571776-Reviews-Original_Easy_Rider_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d456230-Reviews-Dalat_Palace_Golf_Club-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25349866-Reviews-Huong_Giang_spa_beauty-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6372991-Reviews-Vietnam_Motorbike_Tours_Around_Da_Lat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19084215-Reviews-Easy_Rider_Mr_Viet-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1846765-Reviews-Phat_Tire_Ventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7939835-Reviews-Vietnam_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147367-d4088002-Reviews-Governors_Beach-Seven_Mile_Beach_Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g790333-d1175140-Reviews-Ko_Si_Chang_Island-Ko_Si_Chang_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096284-d1895408-Reviews-Tara_Bridge-Zabljak_Durmitor_National_Park_Zabljak_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2707373-Reviews-Karura_Forest-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d659990-Reviews-Spectacle_Island-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d117227-Reviews-Frontier_City-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g41476-d10513850-Reviews-Breakwater_Beach-Brewster_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g297966-d3602194-Reviews-Club_Inferno_Kemer-Kemer_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806851-d25334296-Reviews-Zhang_Mei_Ama_s_Farm-Sanxing_Yilan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or80-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or70-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Highland Holiday Tours",
        "attraction_name_vi": "Các chuyến du lịch nghỉ dưỡng vùng cao nguyên",
        "general_info": [
            "1.368 đánh giá",
            "- 5 trên 16 Tour du thuyền - Thể thao dưới nước tại Đà Lạt",
            "Xe 4WD, ATV - Tour địa hình",
            "Adrenaline - Chuyến tham quan mạo hiểm",
            "Tour tham quan",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Highland Holiday Tours xin gửi đến Quý khách lời chào trân trọng và lời cảm ơn chân thành nhất. Highland Holiday Tours là Công ty lữ hành quốc tế có giấy phép số 68-005 - 2011 - TCDL-GP LHQT do Tổng cục Du lịch Việt Nam cấp ngày 29 - 07 - 2011. Hoạt động kinh doanh của chúng tôi cung cấp cả dịch vụ lữ hành quốc tế và trong nước. Chúng tôi tổ chức các tour tham quan và tham quan các địa điểm đẹp. Chúng tôi cũng tổ chức các chương trình đào tạo để thực hành và nâng cao kỹ năng đi bộ đường dài, cắm trại, đạp xe leo núi, leo núi đá, đi bộ đường dài và thực hành sử dụng các thiết bị chuyên dụng. Chúng tôi cung cấp dịch vụ tổ chức lưu trú và vận chuyển cho du khách và cũng tổ chức các chương trình đào tạo chuyên nghiệp để cấp chứng chỉ hướng dẫn viên du lịch quốc tế và trong nước. Đọc thêm",
        "reviews": [
            "Chưa bao giờ thực hiện vượt thác trước đây. Nhưng dưới sự hướng dẫn của Tom và Jerry đã có một khoảng thời gian tuyệt vời, thách thức một chút vùng an toàn của tôi một cách an toàn và chắc chắn. Và tôi đã cười suốt cả ngày. Rất đáng nếu bạn thấy mình ở đà lạt.Đọc thêm",
            "Người hướng dẫn của chúng tôi - Jerry, No và Nam - rất xuất sắc. Đảm bảo rằng tất cả chúng tôi đều biết chính xác phải làm gì, đồng thời giữ an toàn và vui vẻ. Tất cả đều nói tiếng Anh xuất sắc nên không có rào cản ngôn ngữ. Một ngày thật thú vị từ đầu đến cuối và tất cả các thiết bị được cung cấp đều ở tình trạng tốt.Đọc thêm",
            "Đăng ký 1 ngày vượt thác ở đà lạt với các chuyến du lịch nghỉ dưỡng vùng cao mà không có bất kỳ kỳ vọng thực sự nào. Tôi thực sự choáng ngợp trước những hướng dẫn viên vui vẻ và giàu kinh nghiệm đã giúp tôi điều hướng tất cả các thác nước trong trải nghiệm leo núi đầu tiên bằng dây nịt. Rất khuyến khích cho bất cứ ai đến thăm Đà Lạt! Mặc dù thời tiết lạnh và mưa nhưng nước không lạnh đến thế, vì vậy đừng để điều đó ngăn cản bạn! Cảm ơn các hướng dẫn viên Tony, Nam, No - Sam!Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi vượt thác với các chuyến tham quan kỳ nghỉ ở vùng cao. Tony, Tee và No là những người hướng dẫn tuyệt vời và khiến trải nghiệm trở nên đáng nhớ. Họ cực kỳ kỹ lưỡng trong việc giải thích tất cả các kỹ thuật cần thiết và cũng liên tục khuyến khích và hướng dẫn để đảm bảo bạn cảm thấy thoải mái và có thể tận hưởng trải nghiệm một cách trọn vẹn! Một lần nữa xin cảm ơn các bạn vì đã khiến chuyến đi vượt thác đầu tiên của chúng tôi trở nên đáng nhớ!! Kenny - Lauren đến từ Scotland! Đọc thêm",
            "Hôm nay có một khoảng thời gian vui vẻ khi làm những việc khiến tôi sợ hãi và thử thách thể chất của tôi. Tôi - một phụ nữ 25 tuổi nhỏ nhắn có thân hình cân đối và cuộc phiêu lưu này đã thúc đẩy tôi! Người nghiện adrenaline trong tôi rất hài lòng. Nhược điểm duy nhất là tôi quá lạnh. Tôi run rẩy rất nhiều và có lúc các ngón tay của tôi bị ngứa ran và bắt đầu chuyển sang màu xanh...Hãy gửi lời cảm ơn đến hướng dẫn viên Tee và Jerry của chúng tôi, những người đã khiến tôi cảm thấy an toàn và tiếp thêm năng lượng! Bữa trưa rất ngon và họ đã chụp được những bức ảnh tuyệt vời : - Đọc thêm",
            "Tôi không thể giới thiệu tour này đủ! Hướng dẫn viên Tom và Gerry của chúng tôi thật tuyệt vời! Cảm thấy rất an toàn trong suốt thời gian và việc đu dây và nhảy rất thú vị! Bữa trưa cũng rất ngon! Chắc chắn sẽ quay lại nếu tôi quay lại Đà Lạt! Đọc thêm",
            "Tôi đã thử đi bộ đường dài ở thác Datanla và thật tuyệt! Hướng dẫn viên đã giúp đỡ một cách an toàn. Trải nghiệm không thể nào quên! Cũng cảm ơn vì những bức ảnh tuyệt vời! cam on!Đọc thêm",
            "Đầu tiên chúng tôi đi vượt thác 8 mét, sau đó chúng tôi đu dây, sau đó chúng tôi leo cao 25 ​​mét. sau đó chúng tôi nhảy xuống nước từ độ cao 9 mét và sau đó chúng tôi ăn trưa. Chúng tôi cùng với 3 hướng dẫn viên tuyệt vời tên là Nam, Ti và No. Thực sự thú vị và đáng giá 72 đô la.Đọc thêm",
            "Các hướng dẫn viên Nam tee và no we - re awesomeHọ - vui tính và nói tiếng Anh tốt - וגם יודעים קצת עברית - Thác rất đẹp Trải nghiệm rất thú vịĐọc thêm",
            "Chúng tôi tham gia chuyến tham quan vượt thác. Bạn trai của tôi dũng cảm hơn tôi và tôi đang dần làm những điều đáng sợ. Trong trường hợp này, tôi không thực hiện nhiều phần của chuyến tham quan không phải vì tôi sợ mà vì hướng dẫn viên không đủ kiên nhẫn. Ví dụ, tôi muốn biết chuyện gì đang xảy ra khi bạn đang thực hiện một phần cụ thể của chuyến tham quan và họ không giải thích cho tôi mà chỉ nói nếu bạn muốn đi nếu không đi vòng quanh và điều đó chỉ khiến tôi lo lắng hơn.Đọc thêm"
        ],
        "star_ratings": [
            1273,
            84,
            6,
            2,
            3
        ],
        "review_amount": 1368,
        "location": [
            "Những điều cần làm ở Đà Lạt",
            "Đà Lạt",
            "Châu Á",
            "Du lịch nghỉ dưỡng vùng cao",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written February 6, 2020",
            "Written February 4, 2020",
            "Written February 3, 2020",
            "Written February 1, 2020",
            "Written January 30, 2020",
            "Written January 29, 2020",
            "Written January 29, 2020",
            "Written January 26, 2020",
            "Written January 26, 2020",
            "Written January 26, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d2369314-Reviews-or80-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or70-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or90-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8855057-Reviews-Viet_Activity_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6674594-Reviews-Highland_Sport_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451009-Reviews-Dalat_Market-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2571776-Reviews-Original_Easy_Rider_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d456230-Reviews-Dalat_Palace_Golf_Club-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25349866-Reviews-Huong_Giang_spa_beauty-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6372991-Reviews-Vietnam_Motorbike_Tours_Around_Da_Lat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19084215-Reviews-Easy_Rider_Mr_Viet-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1846765-Reviews-Phat_Tire_Ventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7939835-Reviews-Vietnam_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g43686-d21352391-Reviews-West_Biloxi_Boardwalk-Biloxi_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33970-d7003661-Reviews-Fernridge_Park-West_Hartford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d23391269-Reviews-Topgolf-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147379-d148334-Reviews-Tobago_Cays-St_Vincent_and_the_Grenadines.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d6122664-Reviews-The_Place-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1236113-d13958738-Reviews-Platja_del_Garraf-Garraf_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58166-d8115497-Reviews-The_Walton_Hamner_House-Schuyler_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d106173-Reviews-Coney_Island-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d10226201-Reviews-Club_NYX-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g56584-d21506708-Reviews-Tom_Foolerys_Adventure_Park-Round_Rock_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or90-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or80-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html"
    },
    {
        "attraction_name": "Highland Holiday Tours",
        "attraction_name_vi": "Các chuyến du lịch nghỉ dưỡng vùng cao nguyên",
        "general_info": [
            "1.368 đánh giá",
            "- 5 trên 16 Tour du thuyền - Thể thao dưới nước tại Đà Lạt",
            "Xe 4WD, ATV - Tour địa hình",
            "Adrenaline - Chuyến tham quan mạo hiểm",
            "Tour tham quan",
            "Chèo Kayak - Canoeing"
        ],
        "attraction_summary": "Highland Holiday Tours xin gửi tới Quý khách hàng lời chào trân trọng và lời cảm ơn chân thành nhất. Highland Holiday Tours là Công ty lữ hành quốc tế có giấy phép số 68-005 - 2011 - TCDL-GP LHQT cấp ngày 29 - 07 - 2011 do Tổng cục Du lịch Việt Nam cấp. Hoạt động kinh doanh của chúng tôi cung cấp cả dịch vụ du lịch quốc tế và nội địa. Chúng tôi tổ chức các chuyến tham quan và tham quan các địa điểm đẹp. Chúng tôi cũng thực hiện các chương trình đào tạo để thực hành và nâng cao việc sử dụng các kỹ năng đi bộ đường dài, cắm trại, đi xe đạp leo núi, leo núi, vượt thác và thực hành sử dụng các thiết bị chuyên dụng. Chúng tôi cung cấp dịch vụ tổ chức chỗ ở và vận chuyển cho du khách đồng thời tổ chức các chương trình đào tạo chuyên nghiệp để cấp chứng chỉ hướng dẫn viên du lịch quốc tế và nội địa.Đọc thêm",
        "reviews": [
            "Hướng dẫn viên rất tốt bụng và họ cũng có thể nói tiếng Anh rất tốt. Họ cũng cung cấp ảnh du lịch miễn phí. Và hướng dẫn viên tên là Tom hoặc Tony quan tâm đến tiếng Hàn. Họ cung cấp bữa trưa - - điều này thực sự tốt Nếu tôi có cơ hội đến thăm da lat một lần nữa tôi sẽ đặt tour này lần nữa!!!!Tôi 200 - chắc chắn đó là tour tốt nhất ở Việt Nam.Đọc thêm",
            "Bản thân tôi và bạn trai đã đặt chuyến tham quan vượt thác 1 ngày với Highland Holidays vì chúng tôi nghe nói đó là một - phải làm - ở Đà Lạt - điều không thể nào đúng hơn được!! Sau một số nghiên cứu, tôi chỉ đọc những điều hay về Highland Holiday Tours và quyết định đặt chỗ trực tiếp với họ! Chúng tôi đã có một ngày đi chơi TỐT NHẤT với Tony và Tom, họ đảm bảo rằng chúng tôi luôn cảm thấy an toàn và tự tin đồng thời đảm bảo ngày đó tràn ngập niềm vui! Chúng tôi có hơn 200 bức ảnh hành động trong ngày kèm theo giá, điều đó có nghĩa là chúng tôi có thể ghi nhớ ngày đó mãi mãi! Bữa trưa cũng thật tuyệt vời - hãy tự làm bánh mì với nhiều loại trái cây và bánh ngọt! Thành thật mà nói, chúng tôi không thể giới thiệu đủ công ty này và tôi khuyến khích mọi người đặt chuyến tham quan vượt thác vì đây là một trong những hoạt động tuyệt vời nhất tôi từng thực hiện! Cảm ơn Tony và Tom rất nhiều vì đã khiến ngày của chúng tôi trở nên thật đáng nhớ!!Ellie và Max : - Đọc thêm",
            "Thực sự đã có khoảng thời gian tuyệt vời với Tony, Nô và Tom! Lần đầu tiên tôi vượt thác, nhưng mọi thứ đã được giải thích rất rõ ràng và thật thú vị khi thực hiện! Bạn sẽ nhận được một loạt ảnh sau đó để khoe với bạn bè!Đọc thêm",
            "Tôi rất thích đóng hộp vào ngày 17 tháng Giêng.  Cảm ơn bạn rất nhiều Jerry, Sam, Nam.  Họ cho phép tôi tận hưởng thiên nhiên tuyệt vời của Việt Nam và thiên nhiên của nó.  Vào khoảng thời gian này năm sau, tôi sẽ lại đến Đà Lạt cùng bạn bè và sẵn sàng tận hưởng cảm giác vượt thác một lần nữa trong chuyến du lịch ngày lễ vùng cao.Đọc thêm",
            "Tôi đã tham gia vượt thác với chị gái tôi ngày hôm qua. Tôi rất thích chuyến tham quan đó nhờ hướng dẫn viên Tony, No, Nam. Họ rất tốt bụng và hài hước. Đó là chương trình tốt. Và chuyến đi đó đã động viên tôi và chị gái tôi.Đọc thêm",
            "Trải nghiệm tuyệt vời với Na, Monkey, Ken và Kay! Hướng dẫn viên chuyên nghiệp và mang theo... Năng lượng tốt và nhiệt tình! rất khuyến khíchĐọc thêm",
            "Hôm nay chúng tôi đã vượt thác - 15.01.19 - và thật tuyệt vời từ đầu đến cuối. Tony, Nam và No hướng dẫn viên của chúng tôi hoàn toàn tuyệt vời. Họ đảm bảo rằng chúng tôi có thời gian đánh bại một cách an toàn nhất có thể, tất cả nhóm của chúng tôi đều mỉm cười tận tai cả ngày! Chúng tôi yêu nó!!! PHẢI làm nếu bạn đến thăm Đà Lạt. Cảm ơn các bạn vì một trải nghiệm tuyệt vời! Đọc thêm",
            "Tôi yêu thích chuyến tham quan này kể từ bây giờ. Bởi vì chương trình du lịch rất hoàn hảo và nó rất đáng giá khi bạn đến thăm Đà Lạt!. Vì vậy, khi ai đó có thể đến đây, rõ ràng tôi sẽ giới thiệu công ty du lịch này và những người làm tour này - Tony, Tee, Jerry và Sam - Họ rất tốt bụng và không hề mất nụ cười khi tham gia chuyến tham quan Canyoning. Tôi thật tuyệt vời và đã có một khoảng thời gian tuyệt vời. Cảm ơn bạn đã cho tôi một kỷ niệm và thời gian tuyệt vời. Chúc may mắn!!! Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời !!  Tony và Tee đã hướng dẫn rất tốt và tự tin!  Tôi rất thích và vượt qua ranh giới.  Rất khuyến khích!  hàng đầu!!Đọc thêm",
            "Chuyến lưu diễn đầy đủ của chúng tôi với Jerry, Tony, Nam và No thật tuyệt vời, ngay cả trong những phần lúc đầu hơi đáng sợ.  Họ đã làm rất tốt việc đảm bảo mọi người đều biết điều gì sẽ xảy ra, đồng thời họ giữ mọi thứ nhẹ nhàng nhưng đồng thời cũng an toàn và chuyên nghiệp.  Họ cũng đã làm rất tốt khi chụp ảnh các dòng thác khác nhau từ trên xuống và từ bên dưới, và bữa trưa được cung cấp khá ngon miệng với những phần ăn lớn.  Nếu bạn sẵn sàng rời khỏi vùng an toàn của mình một chút, tôi thực sự khuyên bạn nên tham gia chuyến tham quan này. Đọc thêm"
        ],
        "star_ratings": [
            1273,
            84,
            6,
            2,
            3
        ],
        "review_amount": 1368,
        "location": [
            "Những việc cần làm ở Đà Lạt",
            "Đà Lạt",
            "Châu Á",
            "Du lịch nghỉ dưỡng vùng cao",
            "Việt Nam",
            "Tỉnh Lâm Đồng"
        ],
        "reviews_time": [
            "Written January 19, 2020",
            "Written January 19, 2020",
            "Written January 18, 2020",
            "Written January 17, 2020",
            "Written January 16, 2020",
            "Written January 15, 2020",
            "Written January 15, 2020",
            "Written January 14, 2020",
            "Written January 9, 2020",
            "Written January 8, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293922-d2369314-Reviews-or90-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or80-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or100-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d8855057-Reviews-Viet_Activity_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6674594-Reviews-Highland_Sport_Travel-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451009-Reviews-Dalat_Market-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2571776-Reviews-Original_Easy_Rider_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d456230-Reviews-Dalat_Palace_Golf_Club-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d25349866-Reviews-Huong_Giang_spa_beauty-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d6372991-Reviews-Vietnam_Motorbike_Tours_Around_Da_Lat-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d5961566-Reviews-Easy_Riders_Vietnam-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d19084215-Reviews-Easy_Rider_Mr_Viet-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d1846765-Reviews-Phat_Tire_Ventures-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7939835-Reviews-Vietnam_Easy_Riders-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4961014-Reviews-Viet_Challenge_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d7987929-Reviews-Viet_Action_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d4509496-Reviews-Dalat_Easy_Rider_Group-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d11964658-Reviews-DaLat_Private_Tours-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d522915-Reviews-Walls_of_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d4598025-Reviews-Bashundhara_City-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d154080-Reviews-Playa_Corona_Corona_Beach_Club-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g33012-d8870395-Reviews-Outlets_at_San_Clemente-San_Clemente_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g616105-d3142152-Reviews-Marche_de_Pezenas-Pezenas_Herault_Occitanie.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d195743-Reviews-Lux-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g194872-d2343947-Reviews-Ragusa_Ibla-Ragusa_Province_of_Ragusa_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g54578-d3294859-Reviews-Historic_Old_Town-Deadwood_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60360-d3203681-Reviews-School_House_Beach-Washington_Island_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d143577-Reviews-Lake_Union-Seattle_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or100-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293922-d2369314-Reviews-or90-Highland_Holiday_Tours-Da_Lat_Lam_Dong_Province.html"
    }
]