[
    {
        "attraction_name": "Hildene, The Lincoln Family Home",
        "attraction_name_vi": "Hildene, Ngôi nhà gia đình Lincoln",
        "general_info": [
            "1.446 đánh giá",
            "- 2 trong số 29 điều cần làm ở Manchester",
            "Địa điểm lịch sử",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Ngôi nhà lịch sử của Robert Lincoln, đứa con duy nhất của Tổng thống và Mary Todd Lincoln sống sót đến tuổi trưởng thành. Khu đất này có những khu vườn xinh đẹp, toa xe lửa cung điện Pullman năm 1903 đã được phục hồi, trang trại dê và cơ sở sản xuất pho mát, 22 dặm đường mòn đi bộ, giảng dạy trong nhà kính và trượt tuyết xuyên quốc gia vào mùa đông.Đọc thêm",
        "reviews": [
            "Địa điểm lịch sử thực sự tuyệt vời trong một khung cảnh ngoạn mục và ngày đó là thời tiết hoàn hảo. Gia đình chúng tôi đã thực hiện một chuyến tham quan quanh nhà của Lincoln và điều đó thật thú vị. Hướng dẫn viên của chúng tôi, Christopher, đã chỉ ra những điều lịch sử hấp dẫn về gia đình Lincoln trong khi kể về lịch sử hấp dẫn của thời đại đó. Điều đó thật thú vị, đặc biệt với vợ tôi, người đã nghiên cứu lịch sử nội chiến. Nói chung, một nơi tuyệt vời đáng ghé thăm. Một kết thúc có hậu là được nghe đàn organ chơi trong nhà. Đọc thêm",
            "Chúng tôi chọn đến thăm Hildene vào một buổi chiều trong kỳ nghỉ cuối tuần dài ở Vermont.   Thật tuyệt.  Các nhân viên rất thân thiện.  Nơi cư trú được duy trì tuyệt vời.  Câu chuyện và lịch sử thật đáng kinh ngạc khi hầu hết mọi người - s - kiến ​​thức về gia đình Lincoln mờ dần sau cái chết của Abraham Lincoln.  Nếu bạn thích lịch sử hoặc những ngôi nhà cổ được bảo trì tốt, chúng tôi thực sự khuyên bạn nên ghé thăm HildeneĐọc thêm",
            "Đây là một nơi tuyệt đẹp để ghé thăm.  Ngôi nhà nằm trên một ngọn đồi nằm giữa hai ngọn núi.  Khung cảnh đẹp và những khu vườn xinh đẹp. Các nhân viên được thông tin tốt và rất hữu ích.  Chúng tôi có thể đi bộ xung quanh và dành thời gian.  Có rất nhiều dê con ở trang trại. Chiếc xe Pullman đã được phục hồi đẹp đẽ và đó là một cái nhìn tuyệt vời về quá khứ.Đọc thêm",
            "Một viên ngọc quý. Khu điền trang của Robert Lincoln. Đẹp nhưng cũng đáng sống -- tức là không giống như những ngôi nhà gỗ ở Newport. - Cũng có một chuyến tham quan Xe Pullman. Và những khu vườn xinh đẹp. Có rất nhiều nơi để đi bộ. Đọc thêm",
            "Các nhân viên tình nguyện ở đây cực kỳ hữu ích và nhiều thông tin. Chúng tôi rất ấn tượng với sự sạch sẽ của khuôn viên, nhà vệ sinh, ngôi nhà và trang trại. Cả gia đình rất thích trang trại và cơ sở làm phô mai. Tất cả các nhân viên đều thân thiện và sẵn sàng trả lời các câu hỏi. Việc vận chuyển trẻ em và người già rất quan trọng còn xe điện thì sao?  - xe golf lớn chứa được 6 người - khiến việc tham quan trở nên thật dễ dàng. Tôi thật sự đề nghị tua du lịch này. Những khu vườn đang nở rộ và bọn trẻ được chạy nhảy tự do trong đó. Tôi rất ngạc nhiên bởi trải nghiệm này. Tôi nghĩ nó sẽ là một ngôi nhà khiêm tốn nhưng nó lại rất hoành tráng trong khung cảnh của nó. \nTôi ước thời tiết tốt hơn để đi dạo trong khuôn viên nhưng ngay cả mưa cũng không thể làm cản trở chuyến thăm của chúng tôi.Đọc thêm",
            "Ngôi nhà và khuôn viên thực sự bất ngờ để ghé thăm. Một viên ngọc thực sự ở Vermont. Tod Lincoln đã tìm thấy một nơi tuyệt vời để sống. Ngôi nhà rất rộng và được bảo quản rất tốt.\nKhu vườn phía sau và quang cảnh thung lũng thật ấn tượng.\nNgoài ra còn có một triển lãm Pullman và trang trại dê.\nĐừng bỏ lỡ điều này! Đọc thêm",
            "Hãy bắt đầu bằng cách nói rằng các nhân viên thật tuyệt vời.  Hildene là một chuyến tham quan tự hướng dẫn và đi theo tốc độ của riêng bạn. Nó thật đẹp và có rất nhiều lịch sử để tìm hiểu. Bạn có thể chụp ảnh bên trong nhưng không được yêu cầu chạm vào gì cả. Có hướng dẫn bên trong để trả lời các câu hỏi mà bạn có thể có.  Chi phí là - 23,00 để vào nhưng họ có giảm giá quân sự. \nĐây là một điều tốt phải xem. Khung cảnh thật tuyệt vời của thung lũng bên dưới. \nNếu - Khi tôi trở lại Vermont tôi sẽ đi xem lại nơi này. Họ cũng tự sản xuất pho mát dê. Họ có dê ở trang trại dê. Có quá nhiều thứ để xem ở đây. Tại At AtĐọc thêm",
            "Patricia là một trong những người phụ nữ thân thiện nhất mà chúng tôi gặp trong kỳ nghỉ ở Vermont. Cô ấy đã cố gắng hết sức để đảm bảo rằng chúng tôi có một chuyến thăm tuyệt vời. Chúng tôi thực sự rất thích chuyến tham quan ngôi nhà. Người hướng dẫn tại nhà rất am hiểu về lịch sử của cả gia đình Lincoln. Có một chiếc kính thiên văn khổng lồ từng quay ở sân bên cạnh. Chiếc xe Pullman rất xa hoa. Nó thậm chí còn có kính Tiffany. Đây là một trải nghiệm tuyệt vời.Đọc thêm",
            "Tôi đến thăm Hildene, ngôi nhà mùa hè của Robert Todd Lincoln, vào một ngày mùa thu đẹp trời.  Tôi không thấy nhiều xe cộ qua lại nhưng thật ngạc nhiên khi tôi tấp vào bãi đậu xe và nó chật cứng đến tận mang thai.\n\nĐó là một tài sản rất lớn.  Bạn có thể đi bộ từ quầy bán vé lên nhà.  Người ở đó sẽ cung cấp cho bạn cái nhìn tổng quan ngắn gọn trong vòng 10 - 15 phút trước khi đưa bạn vào trong.  Khi đã vào trong, bạn có thể đi bộ quanh nhà theo tốc độ của riêng mình.  Nhiều đồ vật trong nhà còn nguyên bản vì nó vẫn nằm trong tay một trong những cô con gái của ông.   Họ có 1 phòng chứa những đồ vật liên quan đến Tổng thống Lincoln.\n\nNgoài ngôi nhà, có lẽ tôi sẽ đi bộ qua các khu vườn, đài quan sát thiên văn của Robert và toa tàu, Robert còn là luật sư trưởng và chủ tịch của công ty Pullman.  \n\nBạn có thể đi xuống và kiểm tra khu vực trang trại vẫn đang là trang trại đang hoạt động.  Nó thú vị nhưng không thực sự liên quan đến Lincoln - mà là các hoạt động trang trại.  Bạn có thể đi bộ, đi bộ đường dài hoặc đi xe đưa đón. Đọc thêm",
            "Ngôi nhà khá mát mẻ để xem! Nó có rất nhiều. Lịch sử Con gái 9 tuổi của tôi rất thích thú với việc săn xác thối trong nhà!\nHướng dẫn viên du lịch trong nhà rất thân thiện và nhiều thông tin.\nCảm ơn bạnĐọc thêm",
            "Ngôi nhà rất đẹp và có rất nhiều thông tin về Robert Todd Lincoln và con cháu Lincoln. Nó rất mang tính giáo dục và chúng tôi đặc biệt thích nghe tiếng đàn organ chơi ở tiền sảnh. Khuôn viên rất đẹp và việc đi bộ đến xe Pullman thật dễ dàng và đẹp mắt. Chúng tôi không biết RTL lại thành công đến vậy với công ty Pullman và việc có được một toa tàu sang trọng để xem thực sự rất thú vị. Ngắm nhìn cơ sở sản xuất sữa dê rất thú vị, đặc biệt là khi chúng tôi ở đó khi những chú dê con bắt đầu được sinh ra.Đọc thêm",
            "Đó là một chuyến tham quan dài 30 phút đến ngôi nhà khổng lồ này. Lịch sử hay để tìm hiểu. Không được phép mang theo vật nuôi, thậm chí không được vào nơi lưu trú. Mặt khác, thật tuyệtĐọc thêm",
            "Đây là chuyến thăm thứ hai của chúng tôi trong hai năm qua và chúng tôi thấy lần này thú vị hơn. Vì đang là mùa đông nên không có chuyến tham quan có hướng dẫn viên nhưng họ có nhân viên sẵn sàng giải đáp mọi thắc mắc của bạn.Đọc thêm",
            "Ngôi nhà khá mát mẻ để xem! Nó có rất nhiều. Lịch sử Con gái 9 tuổi của tôi rất thích trò săn xác thối trong nhà! Hướng dẫn viên du lịch trong nhà rất thân thiện và nhiều thông tin. Cảm ơn bạnĐọc thêm",
            "Tôi đã muốn đến Hildene từ lâu rồi và điều đó đã không làm tôi thất vọng. Ngôi nhà rất đáng yêu và có rất nhiều đồ đạc và đồ trang trí nguyên bản. Một phòng ngủ đã được giữ ở trạng thái chưa được phục hồi, để cho du khách thấy ngôi nhà trông như thế nào khi được đưa vào bảo tồn vào những năm 1970 - nó ở trong tình trạng rất tốt. Các tấm bảng thông tin trong mỗi phòng cung cấp thông tin cơ bản về cách sử dụng căn phòng và đôi khi một số thông tin về đồ nội thất hoặc đồ trang trí khác nhau. Thường có một giáo sư ở gần để trả lời bất kỳ câu hỏi nào mà bạn có thể có. Chúng tôi cũng rất thích ngắm nhìn đài quan sát nhỏ gần nhà. Sẽ thật tuyệt nếu có một số thông tin về lịch sử của nó. Nơi đây có tầm nhìn tuyệt đẹp ra những ngọn núi xung quanh và có một số con đường mòn đi bộ đường dài. Vào ngày chúng tôi ở đó trời khá lạnh nên chúng tôi không đi bộ đường dài. Điều nổi bật đối với tôi là chiếc xe Pullman đã được tân trang lại cách nhà một quãng ngắn. Thật là một điều tuyệt vời khi có thể đi qua toa tàu xinh đẹp này, với những tấm gỗ tuyệt đẹp kéo xuống để lộ giường ngủ. Chúng tôi đợi xe điện đưa chúng tôi đến trang trại dê, nhưng có vẻ như nó không chạy đúng lịch trình nên chúng tôi rời đi. Xin lỗi, dê! Tôi đã mua một bánh xà phòng làm từ dê - sữa, có nhiều mùi hương ở cửa hàng quà tặng ở trung tâm dành cho du khách. Tôi - muốn quay lại đây lần nữa vào một tháng ấm áp hơn, để ngắm những khu vườn nở hoa -- và để chào những chú dê.Đọc thêm",
            "Tôi đến thăm Hildene, ngôi nhà mùa hè của Robert Todd Lincoln, vào một ngày mùa thu đẹp trời.  Tôi không thấy nhiều xe cộ qua lại nhưng thật ngạc nhiên khi tôi đỗ xe vào bãi đậu xe và nó chật cứng người. Đây là một tài sản rất lớn.  Bạn có thể đi bộ từ quầy bán vé lên nhà.  Người ở đó sẽ cung cấp cho bạn cái nhìn tổng quan ngắn gọn trong vòng 10 - 15 phút trước khi đưa bạn vào trong.  Khi đã vào trong, bạn có thể đi bộ quanh nhà theo tốc độ của riêng mình.  Nhiều đồ vật trong nhà còn nguyên bản vì nó vẫn nằm trong tay một trong những cô con gái của ông.   Họ có 1 phòng chứa những đồ vật liên quan đến Tổng thống Lincoln. Ngoài ngôi nhà mà tôi có thể sẽ đi bộ qua các khu vườn, đài quan sát thiên văn của Robert và toa tàu, Robert còn là luật sư trưởng và chủ tịch của công ty Pullman.  Bạn có thể đi xuống và kiểm tra khu vực trang trại vẫn đang là trang trại đang hoạt động.  Nó thú vị nhưng không thực sự liên quan đến Lincoln - mà là các hoạt động trang trại.  Bạn có thể đi bộ, đi bộ đường dài hoặc đi xe đưa đón. Đọc thêm",
            "Mất buổi sáng để xem ngôi nhà mùa hè của Robert Lincoln và Gia đình. Chuyến thăm tuyệt vời, nhân viên thân thiện và hiểu biết. Rất khuyến khíchĐọc thêm",
            "Các tài liệu sẽ giới thiệu cứ sau 15 phút trước dinh thự trước khi cho phép bạn tham quan theo tốc độ của riêng mình.   Khuôn viên rộng rãi và bạn có thể tận hưởng một chuyến đi bộ tuyệt vời.  Có xe golf dành cho những người không thích đi bộ. Đọc thêm",
            "Patricia là một trong những người phụ nữ thân thiện nhất mà chúng tôi gặp trong kỳ nghỉ ở Vermont. Cô ấy đã cố gắng hết sức để đảm bảo rằng chúng tôi có một chuyến thăm tuyệt vời. Chúng tôi thực sự rất thích chuyến tham quan ngôi nhà. Người hướng dẫn tại nhà rất am hiểu về lịch sử của cả gia đình Lincoln. Có một chiếc kính thiên văn khổng lồ từng quay ở sân bên cạnh. Chiếc xe Pullman rất xa hoa. Nó thậm chí còn có kính Tiffany. Đây là một trải nghiệm tuyệt vời.Đọc thêm",
            "Hãy bắt đầu bằng cách nói rằng các nhân viên thật tuyệt vời.  Hildene là một chuyến tham quan tự hướng dẫn và đi theo tốc độ của riêng bạn. Nó thật đẹp và có rất nhiều lịch sử để tìm hiểu. Bạn có thể chụp ảnh bên trong nhưng không được yêu cầu chạm vào gì cả. Có hướng dẫn bên trong để trả lời các câu hỏi mà bạn có thể có.  Chi phí là - 23,00 để vào nhưng họ có giảm giá quân sự. Đây là một điều tốt phải xem. Khung cảnh thật tuyệt vời của thung lũng bên dưới. Nếu - Khi tôi trở lại Vermont tôi sẽ đi xem lại nơi này. Họ cũng tự sản xuất pho mát dê. Họ có dê ở trang trại dê. Có quá nhiều thứ để xem ở đây. Tại At AtĐọc thêm",
            "Bạn đã dành bao nhiêu thời gian ở đó?Đọc thêm",
            "Nếu đó là một ngày nắng, tôi - sẽ dành 2-3 giờ vì chúng tôi cũng dành thời gian trong vườnĐọc thêm",
            "Chi phí cho chuyến tham quan có hướng dẫn và không có hướng dẫn viên là bao nhiêu?Đọc thêm",
            "Có cần thiết phải tham gia một chuyến tham quan có hướng dẫn viên hay bạn có thể tự mình tham quan?  Và có nên mua vé trước không?Đọc thêm",
            "Không - chúng tôi tự mình đi quanh nhà vì chúng tôi có một đứa con 6 tuổi đi cùng. Người tài xế đã đưa ra lời giải thích ngắn gọn.Đọc thêm",
            "Tôi chỉ có thể mang chó dịch vụ lên xe để đi tham quan các khu vườn được không?Đọc thêm",
            "Ở hầu hết các nơi, chó phục vụ được phép. Tuy nhiên, động vật hỗ trợ cảm xúc không được phép ở hầu hết các nơi. \n\nTốt nhất bạn nên gọi điện đến nơi bạn sắp đến để xác nhận!Đọc thêm",
            "Tôi rất đánh giá cao nhận xét của bạn về trọng tâm của Abraham Lincoln.  Nó hoàn toàn không phù hợp và lạc lõng.  Nếu cuộc triển lãm dành riêng cho mối quan hệ giữa Robert và cha anh ấy, điều đó sẽ hợp lý, nhưng không tập trung cụ thể vào Abe.Đọc thêm",
            "Những bức ảnh như gia đình xưa nào cũng không sắc nét như ngày nay. Chỉ là những bức ảnh gia đình được xếp trên bàn. Ngôi nhà 99 - về Robert - không phải về bố anh ấy.Đọc thêm",
            "Đi tham quan có nhiều không?Đọc thêm",
            "CHÀO,\nBạn có thể đi bộ bao nhiêu tùy thích hoặc đạp xe một đoạn. Sau khi xe điện thả bạn tại trang trại dọc theo con đường trải nhựa thấp hơn - sau khi đi xuống một số đoạn đường ngoằn ngoèo trên núi - bạn có thể tự mình đi bộ quanh đó để xem những con bò, lạc đà alpaca, gà, lợn, v.v. sự khởi đầu đáng yêu từ phần còn lại của bất động sản. Xe điện sẽ đón bạn đều đặn và bạn có thể hỏi tài xế để biết thông tin chi tiết.\n\nĐiều tương tự xảy ra trong phần còn lại của chuyến tham quan...đi xe, đi bộ hoặc cả hai. Toa tàu Pullman cách cửa hàng quà tặng một đoạn đi bộ dễ dàng. \n\nHy vọng bạn tận hưởng chuyến đi của mình nhiều như chúng tôi đã làm.Đọc thêm",
            "Bạn đề nghị nên đến đây trong bao lâu?Đọc thêm",
            "Chúng tôi đã lên kế hoạch cho toàn bộ hành trình xung quanh khách sạn tuyệt đẹp này và bao gồm cả chuyến tham quan hậu trường - chi phí cao hơn một chút nhưng rất đáng giá. Bạn có thể sử dụng hành trình của chúng tôi dưới đây, mặc dù bạn có thể sẽ thắng - không cần một lịch trình chi tiết như vậy! Trên thực tế, chúng tôi đã thực hiện một số thay đổi vì đã có 3 hoặc 4 trận mưa như trút nước khi chúng tôi ở đó! Chúng tôi chắc chắn đã chào đón một tách ca cao nóng trong cửa hàng quà tặng - nghĩ rằng nó chỉ - 1,00 - .\n\nXấp xỉ. Lịch trình\n - 9 GIỜ 30 PHÚT SÁNG. \tĐến Hildene.\n\t10:00 sáng Hop tram - hoặc đi bộ - đến Dene Farm.\n\t10:30 - 11:00 Trở lại Trung tâm Chào mừng.\n\t10:45 - 11:15 Hop tram - hoặc đi bộ - tới xe Pullman.\n\t - 11:30. \tHop tram – hoặc đi bộ – tới Dê sữa.\n\t - 12h30 trưa \tHop tram - hoặc đi bộ - về nhà Lincoln.\n\t - 12:45 trưa  \tĂn bữa trưa dã ngoại.\n\t - 1GIỜ 30 PHÚT TỐI. \tBắt đầu chuyến tham quan nhà Lincoln.\n\t2 giờ chiều  \tBắt đầu chuyến tham quan lưu trữ có hướng dẫn.\n\t - 03:00. \tQuay lại Ctr chào mừng.\n\t - 3:30 CHIỀU. \tRời khỏi nhà.\n5:30 chiều Ăn tối tại: The Publyk House - - 21 dặm về phía nam, - 32 phút - - LƯU Ý: bạn sẽ cần đặt chỗ trước cho nhà hàng này. Chúng tôi rất thích một bữa tối tuyệt vời ở đó! - Đọc thêm",
            "Đi tham quan bao nhiêuĐọc thêm",
            "- 23 dành cho người lớn, đắt tiền nhưng tôi không hối hận khi ghé thăm, những chú dê là điểm nhấn, toa tàu, ngôi nhà với chiếc đàn organ hoành tráng. Chúng tôi đến thăm quá muộn trong năm nhưng tôi tưởng tượng chỉ riêng khu vườn cũng đáng để ghé thăm.Đọc thêm",
            "À, vì tôi đang xin việc ở hilden nên du khách có thể đến thăm bất cứ lúc nào hay bạn phải trả phí để tham quan?Đọc thêm",
            "Vâng, có một khoản phí để tham quan nơi ở chính và tôi tin rằng còn có một cuộc triển lãm khác.  Tuy nhiên, có vẻ như bạn có thể đi bộ trong khuôn viên bất cứ lúc nào trong giờ hoạt động. Tất cả điều này được giải thích tại tòa nhà lối vào chính gần bãi đậu xe hoặc trên trang web của họ. Chúc may mắn! Đọc thêm",
            "Hilton Garden Inn gần nhất ở đâu?Đọc thêm",
            "Google nó.Đọc thêm"
        ],
        "star_ratings": [
            1120,
            276,
            38,
            6,
            6
        ],
        "review_amount": 1446,
        "location": [
            "Hildene, Ngôi nhà gia đình Lincoln",
            "Manchester",
            "Hoa Kỳ",
            "Núi Xanh",
            "Những điều cần làm ở Manchester",
            "Vermont - VT -"
        ],
        "reviews_time": [
            "Written June 2, 2023",
            "Written June 11, 2023",
            "Written June 22, 2023",
            "Written August 5, 2023",
            "Written August 8, 2023",
            "Written September 28, 2023",
            "Written October 8, 2023",
            "Written October 12, 2023",
            "Written October 28, 2023",
            "Written December 28, 2023",
            "Written April 20, 2024",
            "Written April 19, 2024",
            "Written January 6, 2024",
            "Written December 28, 2023",
            "Written November 3, 2023",
            "Written October 28, 2023",
            "Written October 15, 2023",
            "Written October 13, 2023",
            "Written October 12, 2023",
            "Written October 8, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g57312-d105211-Reviews-Hildene_The_Lincoln_Family_Home-Manchester_Vermont.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g57312-d2332216-Reviews-The_Silver_Fork-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57312-d643083-Reviews-The_Reluctant_Panther_Restaurant-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57312-d520714-Reviews-The_Colonnade_at_The_Equinox-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57312-d2255875-Reviews-Marsh_Tavern-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57312-d2430048-Reviews-Chop_House-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57312-d12854047-Reviews-Dormy_Grill-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57312-d9555663-Reviews-The_Copper_Grouse-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57312-d25319984-Reviews-The_Roundhouse_Bar_Grill-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57312-d2312222-Reviews-Mulligans_of_Manchester-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57312-d23558497-Reviews-Dina_s_Bakery_Cafe-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d8762673-Reviews-Earth_Sky_Time_Community_Farm-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d13002826-Reviews-North_Meadow_Farm-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d4809598-Reviews-Equinox_Preservation_Trust-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d2691299-Reviews-Lye_Brook_Falls-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d116587-Reviews-Southern_Vermont_Arts_Center-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d2169422-Reviews-Museum_of_the_Creative_Process-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g30217-d144549-Reviews-Mount_Equinox-Arlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d133829-Reviews-The_American_Museum_of_Fly_Fishing-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g12349329-d15182782-Reviews-Mount_Equinox_Skyline_Drive-Sunderland_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g30217-d105502-Reviews-Norman_Rockwell_Exhibition-Arlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d105211-Reviews-or10-Hildene_The_Lincoln_Family_Home-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d285915-Reviews-Manchester_Designer_Outlets-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d7751711-Reviews-Epoch_18_Vermont_Artisans-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d3854058-Reviews-Tilting_at_Windmills_Gallery-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d27073417-Reviews-Vermont_Bowl_Mill-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d27030034-Reviews-Gremlin_Fine_Arts_Gallery-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d27022354-Reviews-Manchester_Vermont_Historical_Society-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d27005356-Reviews-Long_Ago_and_Far_Away-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d18478857-Reviews-Pastime_Pinball-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d105215-Reviews-Northshire_Bookstore-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d7155576-Reviews-Green_Mountain_Falconry_School-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d1897411-Reviews-Backroad_Discovery_Touring-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d107083-Reviews-Land_Rover-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d2039026-Reviews-Manchester_Hot_Glass-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d1235472-Reviews-The_Spa_at_Equinox-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g57312-d107082-Reviews-The_Golf_Club_at_Equinox-Manchester_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d23800211-Reviews-House_Of_Heals-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g1468136-d592908-Reviews-Parc_Safari-Hemmingford_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g667803-d10751524-Reviews-Green_Bay_Beach-Protaras_Paralimni_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d4759077-Reviews-Pepeekeo_Scenic_Drive-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g562812-d667432-Reviews-Selwo_Marina-Benalmadena_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35398-d1705070-Reviews-Miracle_Hot_Springs-Buhl_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g31858-d23415279-Reviews-Saracen_Casino_Resort-Pine_Bluff_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d10393600-Reviews-Delta_Sky_Club_Gate_A6-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g1210687-d450974-Reviews-Kata_Beach-Kata_Beach_Karon_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g28924-d219471-Reviews-Superstition_Mountains-Arizona.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g57312-d105211-Reviews-or10-Hildene_The_Lincoln_Family_Home-Manchester_Vermont.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g57312-d105211-Reviews-Hildene_The_Lincoln_Family_Home-Manchester_Vermont.html"
    }
]