[
    {
        "attraction_name": "Himeji Castle",
        "attraction_name_vi": "Lâu đài Himeji",
        "general_info": [
            "5.468 đánh giá",
            "1 trong 939 việc cần làm ở Himeji",
            "Địa điểm lịch sử",
            "Địa điểm ưa thích",
            "Lâu đài",
            "Khu vực đi bộ ngắm cảnh"
        ],
        "attraction_summary": "Được xây dựng vào đầu thế kỷ 17 khi kỹ thuật kiến ​​trúc lâu đài độc đáo của Nhật Bản đã đạt đến đỉnh cao, Lâu đài Himeji là lâu đài đầu tiên ở Nhật Bản được đăng ký là Di sản Văn hóa Thế giới của UNESCO vào năm 1993 cũng như được chỉ định là Bảo vật Quốc gia vào năm 1951. Đó là được gọi là Lâu đài diệc trắng Hakuro-jo vì bề ngoài màu trắng rực rỡ và được cho là giống với một con diệc trắng đang bay. Q1. Tôi có thể sử dụng thẻ tín dụng không? A1. Vâng, bạn có thể. Chúng tôi chấp nhận các loại thẻ tín dụng lớn như VISA, MasterCard, AMEX, Diners và JCB. Q2. Bạn có tủ khóa hoạt động bằng tiền xu không? A2. Có, chúng tôi có, nhưng số lượng và chủng loại có hạn, vì vậy tốt hơn bạn nên sử dụng những cái ở ga Himeji. Kích thước lớn nhất là 1135H x 350W x 640Dmm. Q3. Khi nào là mùa cao điểm? A3. Đỉnh điểm của chúng tôi thường vào khoảng cuối tháng 3 đến đầu tháng 4 để ngắm hoa anh đào, cuối tháng 4 đến đầu tháng 5 là Mùa nghỉ lễ Nhật Bản hay còn gọi là Tuần lễ Vàng, và tháng 10 và tháng 11 là mùa du lịch của người Nhật. Q4. Khi nào tôi phải đến nơi để tránh ùn tắc? A4. 15 đến 30 phút trước giờ mở cửa 9h 8h-8h30 đối với mùa cao điểm. Q5. Đi dạo quanh lâu đài mất bao lâu? A5. Thông thường, để khám phá lâu đài phải mất ít nhất 90 phút, nhưng bạn có thể thử đi lên xuống không ngừng trong 45 phút.Đọc thêm",
        "reviews": [
            "Lâu đài Himeji chắc chắn đáng để bạn thực hiện một chuyến đi từ Osaka hoặc trên đường đến Hiroshima! Nó đẹp hơn và lớn hơn lâu đài Osaka và dễ dàng đi đến từ ga xe lửa. Bạn có thể đi xe buýt hoặc đi bộ - bạn có thể nhìn thấy nó từ lối ra của ga xe lửa. Chúng tôi mua vé kết hợp vào lâu đài và Koko-en, khu vườn bên cạnh. Có tủ khóa để cất giữ đồ đạc của bạn ngay trước khi bạn vào khuôn viên lâu đài, cũng như phòng vệ sinh và máy bán hàng tự động để bạn uống nước lần cuối. Có một con đường đi bộ dốc lên đến lối vào của lâu đài, sau đó bạn sẽ đi bộ lên những bậc thang dốc để lên đỉnh. Nó hoàn toàn có thể thực hiện được và hoàn toàn xứng đáng với số lượt xem. Bạn sẽ cần phải cởi giày và cho vào túi nên hãy mang hoặc mang theo tất. Chúng tôi có rất ít người khác ở đó khi chúng tôi đến thăm, vì vậy chúng tôi có thể nhìn thấy mọi thứ mà không bị cản trở. Có một ngôi đền nhỏ ở trên cùng và cũng có màn hình hiển thị thông tin bằng tiếng Anh ở mỗi tầng để cho bạn biết những điểm nổi bật của tòa nhà. Rất khuyến khích nếu bạn đang ở trong khu vực! Đọc thêm",
            "n 6262023 tôi và bạn gái đã đến thăm lâu đài Himeji. Chúng tôi đi bộ 12 giờ từ ga xe lửa dọc theo con đường chính có những bức tượng đẹp và thú vị.  Cuối con đường là Lâu đài Himeji xinh đẹp và hùng vĩ. Chúng tôi mua vé lúc 9 giờ sáng và một hướng dẫn viên du lịch tình nguyện nói tiếng Anh, Isamu Takumi, đã mời chúng tôi tham quan Lâu đài. Trong khoảng 112 giờ, anh ấy đã cho chúng tôi một chuyến tham quan tuyệt vời để khiến lâu đài trở nên sống động. Chúng tôi nghe nói rằng một bộ phim về Ninja và Bond đã được quay ở đây và tìm hiểu về kiến ​​trúc, lịch sử cũng như cách xây dựng lâu đài. Đó là một nơi rất ấn tượng và nó rất đẹp và được bảo trì tốt. Lâu đài Himeji rất đáng để ghé thăm và chuyến tham quan có hướng dẫn đã cung cấp rất nhiều thông tin cũng như những câu chuyện liên quan. Chúng tôi cũng đến thăm Vườn và ngắm hoa cẩm tú cầu nở rộ.Đọc thêm",
            "Trong khi chờ hướng dẫn viên đến, tôi quan sát từng du khách bước qua cổng chính. Hầu hết họ đều nói Wow! hoặc thứ gì đó tương tự khi họ bước vào khuôn viên lâu đài. Lâu đài Himeji thực sự là một lâu đài ấn tượng. Hầu hết các lâu đài ở Nhật Bản đã bị đốt cháy hoặc phá hủy do chiến tranh, nhưng Lâu đài Himeji vẫn sống sót sau các vụ đánh bom trong Thế chiến thứ hai và vẫn đứng vững. Lâu đài lớn này vẫn còn nguyên trạng và rất tráng lệ. Bạn có thể nhìn thấy nó từ ga xe lửa Himeji, nhưng khi vào bên trong cổng, bạn sẽ thấy mình có nhiều cơ hội chụp ảnh. Tôi không thể tưởng tượng được sẽ tuyệt vời thế nào khi tổ chức một bữa tiệc ngắm hoa anh đào ở đây!\nTôi đã đặt chỗ cho chuyến tham quan miễn phí với Nhóm Hướng dẫn Nói tiếng Anh Lâu đài Himeji trước một tháng. Hướng dẫn viên của chúng tôi lớn lên ở Himeji và chúng tôi đã học được rất nhiều điều về lâu đài cũng như khu vực xung quanh.\nTôi cũng đặt chỗ để hành lý ở khu vực nhà ga, nhưng có vẻ như có rất nhiều tủ khóa lớn. Tôi sử dụng áo choàng ecbo vì tôi muốn chắc chắn rằng mình có nơi để cất hành lý trước khi đến. Đừng từ bỏ việc ghé thăm Himeji vì yêu cầu cất giữ hành lý của bạn.\nThành thật mà nói, Lâu đài Himeji không có trong danh sách những địa điểm nên tham quan trong chuyến đi vừa qua của tôi. Tôi cần gặp một người bạn của tôi ở Osaka sau khi đến thăm Hiroshima, và Himeji tình cờ ở giữa. Tôi rất vui vì chúng tôi đã đến thăm Lâu đài Himeji và yêu cầu được hướng dẫn. Tôi sẽ nhớ chuyến viếng thăm Lâu đài Himeji suốt đời.Đọc thêm",
            "Himeji là một tuyệt tác về kỹ thuật và phòng thủ. Lâu đài là một trong những công trình kiến ​​trúc ấn tượng nhất ở Nhật Bản. Bên ngoài thật ngoạn mục. Bên trong được xây dựng làm thành trì phòng thủ nên hầu hết là các tầng trống. Một trong 10 điều đáng xem nhất ở Nhật Bản.Đọc thêm",
            "Điểm hay là đây là một lâu đài nguyên bản thực sự ấn tượng, trông rất đẹp và có cảm giác rất chân thực. Điều tệ là rất nhiều người cũng nghĩ như vậy, không phải vô lý, và vì vậy nếu bạn muốn vào bên trong thì phải xếp hàng liên tục khá nhanh trước, trong và sau, phần lớn trong số đó nằm trong tất của bạn trên nền gỗ trơn trượt. tầng và cầu thang. Tôi tưởng tượng nhiều người thiệt mạng khi rơi xuống cầu thang hơn bao giờ hết vì bị bắn bằng mũi tên từ các lỗ châu mai. Nhưng bạn có thể khám phá một vài nơi và ngắm nhìn những tác phẩm đồ gỗ tuyệt vời bên trong và khung cảnh ấn tượng bên ngoài. Rất dễ dàng để đi từ nhà ga, nhưng lẽ ra chúng tôi nên dành thêm một chút thời gian để đi từ Kyoto đến Kumamoto. Có lẽ một vài giờ sẽ thoải mái. Như mọi khi, so với Vương quốc Anh, phí vào cửa rất hợp lýĐọc thêm",
            "Điểm thu hút du khách rất phổ biến, khoảng 1000 người vào cửa. Bạn sẽ cần một chút sức chịu đựng, một vài giờ và sự kiên nhẫn. Rất đáng để leo lên 5 tầng cầu thang gỗ cũ hẹp và dốc, bạn không chỉ có thể nhìn thấy lâu đài lịch sử - ngôi nhà của samurai, ninja và lãnh chúa - mà còn cả những khu vườn liền kề. Có niên đại từ năm 1346, đây là địa điểm được UNESCO công nhận.Đọc thêm",
            "Bắt chuyến tàu nhanh JR chúng tôi đi 100km về phía nam Osaka đến thị trấn Himeji; nổi tiếng với Lâu đài diệc trắng Hakuroju - vì bề ngoài màu trắng rực rỡ và được cho là giống với một con diệc trắng đang bay. Có niên đại từ khoảng năm 1613, đây là di sản thế giới được liệt kê - và rất đáng để bạn tham quan. Được bảo tồn tốt, nó nổi tiếng với Tháp trung tâm 5 tầng; Hào nước; Lối đi và các khu vườn xung quanh. Chúng tôi đã dành khá nhiều giờ để khám phá. Thực sự rất tốt.Đọc thêm",
            "Một lâu đài rất ấn tượng và nếu bạn ghé thăm bạn sẽ hiểu tại sao nó lại nổi tiếng đến vậy. Tại lối vào, bạn có thể lấy Sách Hướng dẫn Hướng dẫn Lâu đài Himeji miễn phí, đây là cuốn sách hướng dẫn tuyệt vời cho chuyến tham quan của bạn qua khuôn viên. Cầu thang trong lâu đài không dốc và hẹp như những lâu đài khác mà tôi từng đến. Bạn cũng có thể vào Bailey, nơi tổ chức các cuộc triển lãm mang tính khai sáng. \nSẽ có rất đông người nhưng nó chắc chắn đáng để bạn ghé thăm. Hãy đảm bảo dành đủ thời gian cho chuyến tham quan của bạn và nhận vé kết hợp đưa bạn vào Koko-en gần đó.Đọc thêm",
            "Hướng dẫn viên du lịch tuyệt vời của chúng tôi, Nobu, đã dẫn dắt và thông báo cho chúng tôi về Lâu đài Himeji.  Hoạt động cao vừa phải này bao gồm một chuyến đi bộ dài qua cánh đồng, leo lên những bậc đá không đều và ngưỡng gỗ cao, sau đó leo lên những bậc thang ngắn và hẹp để lên tầng 8 trên cùng.  Thật là một cái nhìn từ trên xuống.  Vé của chúng tôi bao gồm tham quan khu vườn Himeji Koko-en xinh đẹp bên cạnh.Đọc thêm",
            "Năm người bạn đã đến thăm trong chuyến đi trong ngày từ Kyoto vào đầu tháng 11.  Lâu đài phi thường, dễ dàng là một trong những công trình kiến ​​trúc ấn tượng và được bảo tồn tốt nhất mà chúng tôi đã thấy trong chuyến du lịch Nhật Bản 10 ngày.  Chắc chắn đáng để ghé thăm.Đọc thêm",
            "Còn được gọi là Lâu đài Diệc Trắng, bạn không thể bỏ qua Lâu đài Himeji.  JR Pass sẽ giảm giá 20 khi vào Lâu đài chứ không phải trên combo vé 1050 với Vườn Koko-en. Có hai chuyến tham quan có hướng dẫn viên tiếng Anh kéo dài 2 giờ: 10 giờ sáng hoặc 1 giờ chiều với chi phí 1000 JPN mỗi chuyến.  Rất vui mừng, chúng tôi đã thực hiện chuyến tham quan lúc 1 giờ chiều với Hướng dẫn Akemi Kurosawa.   Cô ấy đã mở mang tầm mắt của chúng tôi về những khía cạnh và thông tin mà chúng tôi sẽ không biết được nếu không có sự hướng dẫn của cô ấy.  Quang cảnh ngoạn mục. Chúng tôi đã học hỏi và ngày càng đánh giá cao những khía cạnh mà chúng tôi sẽ không có được nếu không có sự hướng dẫn của cô ấy.  Thực hiện chuyến tham quan có hướng dẫn; Bạn sẽ không phải thất vọng đâu.  Khuôn viên xung quanh lâu đài, nơi không thu phí, rất đẹp, đặc biệt là trong mùa Hoa anh đào.Đọc thêm",
            "Đây là một lâu đài trông đẹp, tuyệt vời để chụp ảnh. Các căn cứ được giữ tốt. Hạn chế duy nhất là số lượng cầu thang bạn phải leo lên khi vào bên trong và một số rất dốc. Nội thất của lâu đài rất trống và có thể sử dụng một số hiện vật để cải thiện trải nghiệm, tuy nhiên vẫn đáng giá và phải làm.Đọc thêm",
            "Lâu đài Himeji rất đẹp.  Nó đã được khôi phục gần đây. Rất dễ dàng để đến và đi bộ xung quanh. Tuy nhiên, cầu thang bên trong lâu đài rất dốc nếu bạn gặp khó khăn trong việc di chuyển.  Rất đáng để ghé thăm.Đọc thêm",
            "Luôn muốn đến thăm nơi này từ nhiều năm trước nhưng chưa bao giờ có cơ hội ở gần đó. Cuối cùng đã đến thăm và khuôn viên lâu đài rất lớn! Nhìn từ xa nó trông rất đẹp nhưng khi vào bên trong, nó rất giống một lâu đài thông thường, ví dụ như lâu đài Osaka, nhưng có lịch sử khác. Đáng xem đối với những người yêu thích lịch sử nhưng cố gắng không mang theo trẻ em.Đọc thêm",
            "Lâu đài đẹp. Rất nguyên bản. Tôi chưa bao giờ đến lâu đài Nhật Bản, điều đó sẽ gây ấn tượng rất lớn với tôi. Lâu đài được bảo tồn trong tình trạng hoàn hảo. Làm nhiều lịch sử về nó và lịch sử Nhật Bản nói chung. Tổ chức này rất tuyệt. Mọi thứ đều được mô tả và thể hiện rất tốt. Tôi có ấn tượng rất lớn. Đọc thêm",
            "白漆喰の城壁がまるで白鷺のような美しさを称えていながら遠くからでも良く分かる荘厳さと実用的な堅牢さを兼ね備えしかもそれが400年以上もの間ほとんど姿を変えていないこれだけの建築仕様は世界を見渡しても類を見ない奈良の法隆寺地域の仏教建造物と共に1993年に制定された日本で最初の世界文化遺産の1つであり現存天守の1つでもある幾度となく修復作業が行われているものの現存天守を未来にも伝え続けることを目的の一つとしているため城内にはエスカレーターエレベーターは勿論照明器具やエアコンすらも一切ない但し昇降するための階段があまりに急であるため足を滑らせて落ちないように可搬式の照明器具が設置されている外からの光を取り入れているもののそれでも城内は薄暗い夏季は城内の薄暗さと扇風機を導入しているため比較的涼しいが冬季は非常に寒く感じるだろう土足での入城は厳禁で入口で靴を脱ぐ必要がある専用の下駄箱があり必要に応じて靴入れの袋の貸し出しもあるスリッパのレンタルはしなくても大丈夫だが特に冬季の板張りの床の冷たさを考慮するとスリッパはレンタルした方がいい前述の通り照明やエアコンすら設置されていないが文化財を火災から守るためのスプリンクラーが設置されているこのスプリンクラーは極めて感度がよくカメラのフラッシュが焚かれただけでも水が撒かれる程の感度である城内はほとんどの箇所で写真撮影が可能だがフラッシュは絶対に使用してはいけない文化財保護のため三脚や自撮り棒も使用が禁止されている展示物の数も非常に少ないため博物館のように城内を周遊することを期待する人には物足りないと感じるかもしれないこの城はどちらかと言えば400年という時を経て今に伝わる姫路城の建築様式を見て学ぶための場所と思った方がいいだろう必要に応じてガイドのツアーに参加した方がより楽しめると思うガイドは姫路市内在住のボランティアだが日本語は勿論英語も堪能である前述の通りエスカレーターエレベーターは無く今後も設置されることはないため車椅子等の障碍を持つ方の利用はお勧めできないしかし城外の敷地の周遊見学であれば介助者を随行させることが出来るThe white stucco walls of its castle, while celebrating a beauty like an egret, are both majestic and practically robust, clearly visible even from a distance. Moreover, it has remained virtually unchanged for more than 400 years. This level of architectural specification is unparalleled anywhere in the world. Together with Buddhist Monuments in the Horyu-ji Area in Nara, its one of the first World Heritage sites in Japan established in 1993, and is also one of the only existing castle keepers in Japan.Although restoration work has been done many times, there are no escalators, elevators, lighting fixtures, or even air conditioners in the castle, as one of the objectives is to keep the existing castle tower intact into the future. However, the stairs to ascend and descend are so steep that portable lighting fixtures have been installed to prevent visitors from slipping and falling. Although the castle is lit from the outside, its dimly lit. During the summer, its relatively cool because of the dimness of the castle and the installation of fans, but during the winter, it will feel very cold. Entering the castle with shoes on is strictly prohibited, and shoes must be removed at the entrance there is a special shoe box, and shoe bags are available for rent if necessary. You do not need to rent slippers, but considering the coldness of the wooden floor, especially in winter, its better to rent slippers.As mentioned above, there is no lighting or even air conditioning, but sprinklers have been installed to protect the cultural property from fire. These sprinklers are extremely sensitive, so sensitive that even a camera flash will spray water. Photography is allowed in most parts of the castle, but flash photography is strictly prohibited tripods and selfie sticks are also prohibited for the protection of cultural properties.The number of exhibits is very small, so those who expect to tour the castle like a museum may find it lacking. It is better to think of the castle as a place to see and learn about the architectural style of Himeji Castle, which has been passed down through 400 years of history. It would be more enjoyable to take a guided tour if necessary the guides are volunteers living in Himeji, but they are fluent in English as well as Japanese.As mentioned above, there are no escalators or elevators, and none will be installed in the future, so wheelchairs and other disabilities are not recommended. However, a caregiver can accompany visitors on a tour of the grounds outside the castle.Read more",
            "Chúng tôi thật may mắn khi được đăng ký hướng dẫn viên du lịch tiếng Anh miễn phí nhưng phải đến rất sớm như trước khi họ mở cửa. Hướng dẫn viên Kenzo san của chúng tôi rất vui tính, có học thức và hiểu biết, cảm ơn bạn. Nó có thể là thách thức với đám đông, điều kiện thời tiết, nhu cầu di chuyển nhưng hãy yên tâm nếu Kenzo san là người hướng dẫn bạn, bạn sẽ tận hưởng chuyến thăm của mình. Ngoài ra còn có một khu vườn gần đó có lẽ rất đáng giá nếu đến đúng mùa. Tháng 5 phải không.Đọc thêm",
            "Lâu đài cổ đáng kinh ngạc, theo ý kiến ​​của tôi, chúng tôi đã vô cùng may mắn khi đến rất sớm và vào thời điểm ông Isamu Takumi thuộc Hiệp hội Hướng dẫn Tình nguyện của Lâu đài Himeji VEGA đang ở đó và ông đề nghị cho chúng tôi một chuyến tham quan có hướng dẫn bằng tiếng Anh miễn phí. Ông Takumi rất hiểu biết, tốt bụng và chu đáo với sự hướng dẫn của ông trong suốt chuyến tham quan. Chúng tôi thực sự đánh giá cao việc được gặp anh ấy và có cơ hội tìm hiểu về lâu đài cũng như lịch sử của nó cùng anh ấy.Đọc thêm",
            "Một lâu đài thực sự đẹp, đặc biệt là với hoa anh đào. Hãy chuẩn bị cho một chuyến đi bộ dài đến lâu đài nhưng nó rất đáng để ngắm cảnh. Tôi thực sự không được vào lâu đài vì họ phải hạn chế số lượng người vào do có quá nhiều người đến đó để ngắm hoa anh đào.Đọc thêm",
            "Bất chấp những lo lắng ban đầu về đám đông và cầu thang ọp ẹp, nơi này thật tuyệt vời! Bầu không khí tuyệt vời, cảm giác lịch sử và tầm nhìn đẹp. Phần thưởng: bên trong mát mẻ và mát mẻ vào một ngày ấm áp.Đọc thêm"
        ],
        "star_ratings": [
            3448,
            1524,
            367,
            89,
            40
        ],
        "review_amount": 5468,
        "location": [
            "Món quà",
            "Himeji",
            "Châu Á",
            "Những điều cần làm ở Himeji",
            "Nhật Bản",
            "Lâu đài Himeji",
            "Tỉnh Hyogo"
        ],
        "reviews_time": [
            "Written July 3, 2023",
            "Written July 21, 2023",
            "Written July 27, 2023",
            "Written August 16, 2023",
            "Written October 10, 2023",
            "Written October 14, 2023",
            "Written October 23, 2023",
            "Written November 2, 2023",
            "Written November 7, 2023",
            "Written November 11, 2023",
            "Written June 5, 2024",
            "Written June 2, 2024",
            "Written May 22, 2024",
            "Written May 20, 2024",
            "Written May 14, 2024",
            "Written May 9, 2024",
            "Written May 6, 2024",
            "Written May 5, 2024",
            "Written May 4, 2024",
            "Written May 3, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298191-d320231-Reviews-Himeji_Castle-Himeji_Hyogo_Prefecture_Kinki.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298191-d1698589-Reviews-Memme-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298191-d4064075-Reviews-Bakery_Lamp-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298191-d8858556-Reviews-Koba_more-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298191-d14176877-Reviews-Kushiyaki_Kobebeef-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298191-d7465032-Reviews-Vegetable_Cafe_Sakura_Saku-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298191-d6069974-Reviews-Takatanobaba-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298191-d10168295-Reviews-Le_Chat_Botte-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298191-d12515811-Reviews-Kassuiken-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298191-d3937040-Reviews-Tamagoya-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298191-d7161489-Reviews-Harimaya_Chaho_Shiromae-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d14079814-Reviews-Nishi_no_Maru-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d14070490-Reviews-Nishi_no_Maru_Nagatsubone-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d5788115-Reviews-Shiromidai_Park-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d17427638-Reviews-Himeji_Castle_Hishinomon-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d14054041-Reviews-Himeji_Castle_Daitenshu_no_Shachigawara_Replica-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d6720260-Reviews-Shirotopia_Memorial_Park-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d5964031-Reviews-Otemae_Park-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d8658334-Reviews-Catholic_Himeji_Church-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d550725-Reviews-Osakabe_Shrine-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d18340909-Reviews-Kyucho_Gate_Site-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d320231-Reviews-or10-Himeji_Castle-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d1758804-Reviews-Shoshazan_Engyoji-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d6652312-Reviews-Otemae_Street-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d5484639-Reviews-Shoshazan_Ropeway-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d6684584-Reviews-Viewing_Deck_Himeji_Station_Square-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d14000413-Reviews-Himeji_Castle_Otemon_Gate-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d6684586-Reviews-Sunken_Garden_Castle_Garden-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d944999-Reviews-Hiromine_Shrine-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d3687313-Reviews-Itatehyozu_Shrine-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d15236689-Reviews-Sakuramon_Bridge-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d13975636-Reviews-Himeji_Castle_Uchibori_Kanko_Gakushu_Sen-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d18340930-Reviews-The_Site_of_Shimizu_Gate-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d17227616-Reviews-Tsumugiya_Honten-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d17453933-Reviews-Mata_Oaishimashitane_B-Himeji_Hyogo_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298191-d13154081-Reviews-Monument_of_Shirasagijo_Kaiso_no_Fu_by_Miki_Rofu_and_Arimoto_Hosui-Himeji_Hyogo_.html",
            "https://www.tripadvisor.com/Attraction_Review-g153477-d12996179-Reviews-Xilitla-San_Luis_Potosi_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d146054-Reviews-Linwood_Cemetery-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g181771-d6025377-Reviews-Sea_to_Sky_Gondola-Squamish_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d553593-Reviews-Frere_Hall-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35292-d6648452-Reviews-Sims_Lake_Park-Suwanee_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216616-Reviews-Jameson_Distillery_Bow_St-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g49680-d9858876-Reviews-Salem_Lake-Winston_Salem_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g40658-d103712-Reviews-Moosehead_Lake-Greenville_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d8870089-Reviews-Thailand_Cultural_Centre-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g32746-d147162-Reviews-Morro_Bay_State_Park-Morro_Bay_San_Luis_Obispo_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298191-d320231-Reviews-or10-Himeji_Castle-Himeji_Hyogo_Prefecture_Kinki.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298191-d320231-Reviews-Himeji_Castle-Himeji_Hyogo_Prefecture_Kinki.html"
    }
]