[
    {
        "attraction_name": "Historic City of Ayutthaya",
        "attraction_name_vi": "Thành phố lịch sử Ayutthaya",
        "general_info": [
            "5.316 đánh giá",
            "- 2 trong số 83 điều cần làm ở Ayutthaya",
            "Địa điểm lịch sử",
            "Địa điểm ưa thích - Địa danh"
        ],
        "attraction_summary": "Là Di sản Thế giới được UNESCO công nhận, Công viên Lịch sử Ayutthaya bao gồm hơn chục địa điểm đền cổ.Đọc thêm",
        "reviews": [
            "Lần cuối cùng chúng tôi ghé thăm địa điểm tuyệt vời này, chúng tôi đã rất vội vã vì thời gian eo hẹp. Lần này chúng tôi lên kế hoạch tốt hơn và tận hưởng chuyến thăm của chúng tôi. Khuôn viên nơi đây thật tuyệt vời và các công trình kiến ​​trúc không giống bất cứ thứ gì ở Mỹ. Lịch sử của Ayuttaya, bao gồm cả việc từng là thủ đô cũ của Thái Lan, rất đáng để khám phá. những ngôi chùa và bảo tháp rất đẹp. Tôi đề nghị bất kỳ ai đến thăm Thái Lan hãy thực hiện chuyến đi ngắn từ Bangkok và ghé thăm.Đọc thêm",
            "một màn trình diễn ấn tượng về những ngôi chùa cổ cách Bangkok một giờ. Là thành phố thủ đô cổ xưa và lâu đời nhất của Xiêm, có rất nhiều ngôi đền nằm rải rác trong thành phố, tôi có thể nói rằng bất kỳ con đường giao nhau nào cũng cho thấy những tàn tích cổ xưa của nơi được cho là thủ đô vàng. Hướng dẫn viên của chuyến tham quan kéo dài nửa ngày kể cho chúng tôi nghe về câu chuyện cho đến khi thành phố bị phá hủy trong thời gian xảy ra với các nước láng giềng. Các ngôi đền được bao phủ bởi vàng 25 carat, nhưng bất chấp điều đó, những gì còn sót lại ngày nay vẫn cho thấy rõ ràng về thời kỳ huy hoàng. Những tòa nhà này thực sự tuyệt vời. Ayutthaya là địa điểm không thể bỏ qua trong bất kỳ chuyến du lịch nào ở Bangkok.Đọc thêm",
            "Chúng tôi đã đặt một chuyến đi với khách sạn đến thăm Cung điện Bang Pa-In, Wat Thammikarat và Ayutthaya. Một chuyến đi tuyệt vời!  Ayutthaya cuối cùng bị chi phối bởi các di tích di sản được UNESCO công nhận. Không hoàn toàn là tách trà của chúng tôi, nhưng vẫn rất thú vị. Chúng tôi thích đầu Phật mọc thành cây. Tuyệt vời hơn nữa là ngôi chùa có tượng Phật ngồi khổng lồ. Chúng tôi cũng thích đàn voi được cưỡi.Đọc thêm",
            "Nằm cách Bangkok chỉ 80 km, thủ đô một thời của Thái Lan chắc chắn đáng để ghé thăm! Tàn tích của nó sẽ thực sự đưa bạn quay ngược thời gian, đến một thời điểm quan trọng trong lịch sử của các vị vua Myanmar-Thái vào thế kỷ 18. Bạn có thể đi bộ xung quanh hàng trăm bảo tháp, prang và các công trình kiến ​​trúc tuyệt vời khác. Không có gì đáng ngạc nhiên khi Ayutthaya được UNESCO công nhận là Di sản Thế giới vào năm 1991.Đọc thêm",
            "Rất nhiều và rất nhiều người! Tôi đoán đó là vì tôi đã đi vào mùa cao điểm. May mắn thay thời tiết không nóng ẩm như thường lệ ở Thái Lan! \n\nAyutthaya là một khu phức hợp lớn. Hãy dành 2 đến 3 ngày nếu bạn thực sự muốn khám phá mọi thứ!Đọc thêm",
            "Chúng tôi đã có một chuyến du lịch nửa ngày tuyệt vời với Mr Pok - - 66 81-253-9037 -, người đã đón chúng tôi từ chỗ ở của chúng tôi trên một chiếc tuktuk cũ. Anh ấy đưa chúng tôi đến bốn địa điểm và kể cho chúng tôi một bài nói chuyện ngắn về lịch sử trước mỗi địa điểm. Với 45 năm kinh nghiệm làm hướng dẫn viên, chúng tôi đã được đảm bảo an toàn.Đọc thêm",
            "Đừng bỏ lỡ địa điểm tuyệt vời này của UNESCO nếu bạn đang ở bangkok. Chỉ cách Bangkok một giờ và có rất nhiều chuyến xe buýt và tour du lịch riêng rẻ tiền để đưa bạn đến đó. Có một số địa điểm chùa từ Old Siam, thủ đô cũ của Thái Lan. Nhiều chiếc được bảo quản rất tốt. Đọc thêm",
            "Tuyệt vời cho một chuyến đi trong ngày từ Bangkok.  Chúng tôi bắt chuyến tàu từ Bang Sue và chỉ mất một giờ.  Đi sớm để tránh nóng và đông đúc.  Có thể băng qua đường tại nhà ga ở Ayutthaya và đi bộ xuống làn đường và qua sông bằng một chiếc phà nhỏ.  Họ có xe đạp và xe tay ga để thuê ở phía bên kia.  Chúng tôi quyết định đi bộ đến hai tàn tích đầu tiên, mất 10 phút đi bộ, sau đó bắt xe tuk tuk để đi thêm một vài nơi ở xa hơn vì chúng tôi có một người già đi cùng.  Trời rất nóng nên hãy nhớ mang theo mũ, nước và kem chống nắng, v.v. Ở một số điểm cao không có lan can an toàn nên bạn cần để ý đến trẻ nhỏ.  Đó là một ngày tuyệt vời và chúng tôi bắt chuyến tàu trở về Bangkok, có rất nhiều lựa chọn.  Chúng tôi không muốn bị mắc kẹt trong một chuyến tham quan và có thể chọn thời gian chúng tôi sẽ xem xét từng địa điểm trong bao lâu.  Hầu hết đều có giá 50 baht phí vào cửa hoặc bạn có thể mua vé kết hợp, tùy thuộc vào nội dung bạn muốn xem.  Có một quán cà phê xinh xắn ở nhà ga - được đặt tên là nhà ga, nơi có một số đồ uống lạnh thú vị trong khi bạn đang đợi tàu.Đọc thêm",
            "Đừng bỏ lỡ địa điểm tuyệt vời này của UNESCO nếu bạn đang ở bangkok. Chỉ cách Bangkok một giờ và có rất nhiều chuyến xe buýt và tour du lịch riêng rẻ tiền để đưa bạn đến đó. Có một số địa điểm chùa từ Old Siam, thủ đô cũ của Thái Lan. Nhiều chiếc được bảo quản rất tốt. Đọc thêm",
            "Một chuyến đi trong ngày cũng tốt nhưng nếu bạn quan tâm đến lịch sử thì có lẽ nên là chuyến đi hai ngày. Một địa điểm đẹp, đền chùa, di tích, công viên xanh, cung điện và rất nhiều khách du lịch!Đọc thêm",
            "Chúng tôi đã có một chuyến du lịch nửa ngày tuyệt vời với Mr Pok - - 66 81-253-9037 -, người đã đón chúng tôi từ chỗ ở của chúng tôi trên một chiếc tuktuk cũ. Anh ấy đưa chúng tôi đến bốn địa điểm và kể cho chúng tôi một bài nói chuyện ngắn về lịch sử trước mỗi địa điểm. Với 45 năm kinh nghiệm làm hướng dẫn viên, chúng tôi đã được đảm bảo an toàn.Đọc thêm",
            "Rất nhiều và rất nhiều người! Tôi đoán đó là vì tôi đã đi vào mùa cao điểm. May mắn thay thời tiết không nóng ẩm như thường lệ ở Thái Lan! Ayutthaya là một khu phức hợp lớn. Hãy dành 2 đến 3 ngày nếu bạn thực sự muốn khám phá mọi thứ!Đọc thêm",
            "Nằm cách Bangkok chỉ 80 km, thủ đô một thời của Thái Lan chắc chắn đáng để ghé thăm! Tàn tích của nó sẽ thực sự đưa bạn quay ngược thời gian, đến một thời điểm quan trọng trong lịch sử của các vị vua Myanmar-Thái vào thế kỷ 18. Bạn có thể đi bộ xung quanh hàng trăm bảo tháp, prang và các công trình kiến ​​trúc tuyệt vời khác. Không có gì đáng ngạc nhiên khi Ayutthaya được UNESCO công nhận là Di sản Thế giới vào năm 1991.Đọc thêm",
            "Tôi đã trở lại trong chuyến du lịch vòng quanh thế giới mùa hè ở Bắc bán cầu năm ngoái và một lần nữa bị ấn tượng bởi thành phố lịch sử này. Ảnh hưởng của Angkor Wat được cảm nhận sâu sắc và hướng dẫn viên của chúng tôi rất giỏi trong việc giải thích những ảnh hưởng đa văn hóa có liên quan đến hai thành phố lớn cổ đại.Đọc thêm",
            "Chúng tôi đã đến cả hai công viên Ayutthaya và Sukhothai và tôi phải thừa nhận rằng tôi thích Sukhothai hơn. Chúng tôi không nhận được xe đạp, đó là một sai lầm lớn vì có rất nhiều mặt đất để xem tất cả các ngôi đền. Chúng tôi đã kiệt sức. Mỗi công viên bạn phải trả một khoản phí khác để đi vào nhưng họ ở ngay cạnh nhau. Bản đồ họ đưa cho bạn không có tỷ lệ và bạn có thể dễ dàng bị lạc khi cố gắng tìm hiểu bản đồ. Trời rất nóng và mọi địa điểm chúng tôi đến đều rất đông khách du lịch .Nó rất đẹp nhưng quá bận rộn so với sở thích của tôi. Các khu chợ gần đó và các hoạt động cưỡi Voi được tổ chức bên ngoài công viênĐọc thêm",
            "Thành phố cổ tuyệt vời, rất vui được ngắm nhìn những tàn tích, dễ dàng đi vào từ Bangkok. Chúng tôi đã dành cả ngày ở đó và thật tuyệtĐọc thêm",
            "As its 5000 reviews indicate, this is one of the great sites and sights of southeast Asia. I greatly enjoyed my day there - and am sharing some practical tips I would have found useful beforehand: -  The main island site is about 3 x 2 km, so although you can walk between adjacent sites, a bike or car or tour is much the best for wider exploration. Quite a few key sites are off the island. Also note the next point: -  The heat! I was accustomed to Bangkok temperatures and humidity in early November, but in Ayutthaya the 33 C temperature was flagged by the weather forecast as feeling like 43 C - and it truly did. Hat, sunglasses, frequent rests are a must. -  Although the morning was hottest, it was most quiet at the sites 8-11am. From then onwards the coaches arrive and the main sites are busy busy by midday. Start early if you can. -  The island is a mix of open spaces, sites and commercial - residential properties. You are never far from a cafe. There are plenty of unticketed minor sites and plenty to see in the evening, so it is worth staying the night if one can. -  Almost no information is available at Ayutthaya about the ancient sites - not even a paper map. The historical research centre and the tourist kiosks we saw were all shut  - on a Saturday - . It is worth doing your research online or in guidebooks before visiting. -  One - s choice of viewing will depend on whether it is ruins, or restored working temples that one wants to see. I had already visited many working temples in Bangkok so my interest was mainly in ruins. My top three ruins are: -  -  Wat Ratchaburana - vast stupa that one can climb into via steps. Don - t miss the bats! -  -  Wat Maha That, adjacent. An impressive complex with the famed buddha head surrounded by roots. Shady car park here  - there is plenty of on street and dedicated free parking throughout - . -  -  Wat Chaiwatthanaram to the SW of the island is massive and impressive.  -  -  We enjoyed being the only visitors to the smaller  - and original museum - , the Chantharakasem National Museum. It is an attractive royal palace with lots of buildings, royal furniture, and superb Ayutthaya statues rescued from the ruins of the city. Very tranquil. -  -  Minor attractions include St Joseph - s Church, an interesting architectural blend, but not much to see except the church itself; Baan Hollanda, the original Dutch settlement, really only for the die-hard VOC fans but with  a good exhibition; and Wat Phanan Choeng Worawihan, not much to see except a large buddha. -  If driving, one can approach the island from west or east. I would with hindsight approach from the west, stopping at St Joseph - s  - if of interest -  and certainly  Wat Chaiwatthanaram en-route. -  If driving back to Bangkok, do stop at the Bang Sai royal folk arts and crafts centre  - NB shuts by 4.30 - . It is largely abandoned, but there is a large display of handicrafts for sale of excellent quality and sensible prices. Nothing is available like it in Bangkok.Read more",
            "Có ai biết Ayutthaya có mở cửa vào ngày lễ không? Cụ thể là tôi - tôi đang muốn đi vào khoảng ngày 3 tháng 6 trong thời gian \nSinh nhật của Nữ hoàng H.M Suthida Bajrasudhabimalalakshana.Đọc thêm",
            "Xin chào tất cả! \nNhững điều tốt nhất để làm ở Ayutthaya với trẻ em là gì ???\nCó khuyến nghị gì không?? Chúng ta chỉ đi có nửa ngày thôi!!\nCảm ơn!!Đọc thêm",
            "Nó không được thiết kế dành cho trẻ em. Hãy nhớ rằng khu vực này mang tính lịch sử và không dành cho trẻ em. Tuy nhiên, có rất nhiều trẻ em từ 8 tuổi - có thể bị ấn tượng, chỉ cần lưu ý đến việc chúng đi và đến.Đọc thêm",
            "Khi nào địa điểm đóng cửa?\nGiờ trang web??Đọc thêm",
            "có những trang web có câu trả lời cho câu hỏi của bạn. Tôi tin rằng các khu vực lịch sử này đóng cửa vào khoảng năm 1700. Tôi đã tham gia một chuyến tham quan có hướng dẫn viên khi có thời gian để khám phá.Đọc thêm",
            "Xin chào, bạn khuyên bạn nên ở lại Ayutthaya trong bao lâu? và nhân tiện tôi đồng ý về Voi :- - Đọc thêm",
            "Chào - \nBạn có thể làm tất cả trong một ngày nên không cần phải ở lại qua đêm.\nĐó là một khoảng cách khá xa so với Bangkok nên chúng tôi khuyên bạn nên ở đó phần lớn thời gian trong ngày, bằng cách đó bạn có thể khám phá một số địa điểm chính.\nCó rất nhiều nhà hàng và quán cà phê ở đó để nghỉ trưa - tối.\nBạn có thể kiểm tra liên kết của chúng tôi về cách chúng tôi thực hiện Ayutthaya, liên kết có trong tiểu sử của chúng tôi.\n\nHy vọng điều này sẽ giúp - Đọc thêm",
            "Có thể bắt tàu cho chuyến đi trong ngày đến ayutthaya đặc biệt vào thứ Bảy không? Đọc thêm",
            "Đúng. Vé từ Bangkok chỉ 15 baht mỗi chiều. Tàu đang đông, nếu bạn muốn có chỗ ngồi thì hãy vào trước. Cũng không có điều hòa, chỉ có cửa sổ mở. Gieo nhân nào gặp quả nấy : - \nĐọc thêm",
            "Xin chào, tôi đã thấy trong nhiều chuyến du lịch khác nhau rằng có thể quay trở lại từ Ayutthaya đến BKK bằng thuyền và du lịch trên sông. \nTôi muốn tổ chức chuyến thăm một cách độc lập - đi bằng tàu hỏa và đi xe đạp - mà không tốn tiền cho các chuyến tham quan có tổ chức. Vấn đề là tôi không tìm thấy thông tin nào về các chuyến tàu khởi hành từ Ayutthaya đến BKK, bạn có thể giúp tôi được không?\nCảm ơn bạnĐọc thêm",
            "CHÀO! Kết nối với Ayutthaya chủ yếu bằng đường bộ. Tốt nhất bạn nên đi du lịch bằng tàu hỏa hoặc ô tô đến Ayutthaya và ngay khi đến nơi... hãy đạp xe và đi vòng quanh cố đô! Hãy tận hưởng!Đọc thêm",
            "Xin chào, tôi thấy trên mạng họ cung cấp các chuyến du ngoạn đến chợ nổi Ayuttaya\n - es getyourguide - . \nAi trong số các bạn đã đến thăm khu chợ này? Đáng giá? Họ nói về tấm vé vào chợ.\nHãy nhớ rằng tôi muốn tự mình tổ chức chuyến tham quan. \nCảm ơn bạnĐọc thêm",
            "Xin chào SaraRivolt26, vâng, chợ ở gần khu vực chùa. Tôi khuyên bạn nên đi bộ và dạo bộ thoải mái khi đến nơi... bạn cũng có thể ăn trưa ở đó có rất nhiều địa điểm nhỏ xinh! Hãy tận hưởng!Đọc thêm",
            "C - đây có phải là vé vào cổng tham quan Ayutthaya không?Đọc thêm",
            "Thành phố Ayttaya có thể được tham quan một cách độc lập, nhưng chúng tôi đã sử dụng một chuyến tham quan có tổ chức từ Bangkok đưa chúng tôi đến cung điện hoàng gia, công viên, tượng Phật, v.v., sau đó đưa chúng tôi trở lại Bangkok và tham gia - bao gồm cả đi lại, ăn trưa, v.v. - toàn bộ một ngày tuyệt vời.Đọc thêm",
            "Đồi - Thayam - W - nhiều điều đẹp - Nate - - YawmaiĐọc thêm",
            "Đọc thêm",
            "Đọc thêm"
        ],
        "star_ratings": [
            3312,
            1618,
            319,
            50,
            17
        ],
        "review_amount": 5316,
        "location": [
            "Những điều cần làm ở Ayutthaya",
            "nước Thái Lan",
            "Tỉnh Ayutthaya",
            "Ayutthaya",
            "Thành phố lịch sử Ayutthaya",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 14, 2023",
            "Written August 1, 2023",
            "Written August 5, 2023",
            "Written January 5, 2024",
            "Written January 6, 2024",
            "Written January 22, 2024",
            "Written February 15, 2024",
            "Written April 19, 2024",
            "Written February 15, 2024",
            "Written January 25, 2024",
            "Written January 23, 2024",
            "Written January 6, 2024",
            "Written January 5, 2024",
            "Written January 3, 2024",
            "Written December 14, 2023",
            "Written December 13, 2023",
            "Written November 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303897-d549787-Reviews-Historic_City_of_Ayutthaya-Ayutthaya_Ayutthaya_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303897-d1128626-Reviews-Roti_Sai_Mai_Stalls-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303897-d16162516-Reviews-Walk_In_Cafe-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303897-d1962609-Reviews-Coffee_Old_City_Thai_Bistro-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303897-d14131554-Reviews-Krua_Ateekah-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303897-d12861295-Reviews-Sukunya_Bistro-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303897-d7593856-Reviews-Hunsa_coffee-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303897-d1128622-Reviews-Malakor_Kitchen_and_cafe-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303897-d13457912-Reviews-Busaba_Cafe_Meal-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303897-d12707149-Reviews-Burinda_Restaurant-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303897-d20303497-Reviews-Korean_BBQ-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d456622-Reviews-Wat_Phra_Sri_Sanphet-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d549744-Reviews-Wat_Phra_Ram-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d9706528-Reviews-King_U_Thong_Monument-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d549846-Reviews-Vihara_Phra_Mongkhon_Bophit-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d1943662-Reviews-Wat_Thammikarat-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d1235228-Reviews-Wat_Mahathat-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d549695-Reviews-Wat_Ratchaburana_Temple_of_the_Royal_Restoration-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d456625-Reviews-Chao_Sam_Phraya_National_Museum-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d549779-Reviews-Temple_of_the_Reclining_Buddha_Wat_Lokayasutharam-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d2708297-Reviews-Ayutthaya_Tourism_Centre-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d549787-Reviews-or10-Historic_City_of_Ayutthaya-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d456623-Reviews-Wat_Chaiwatthanaram-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d3750296-Reviews-Wat_Phanan_Choeng_Worawihan-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d1551070-Reviews-Wat_Yai_Chai_Mongkol-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d549843-Reviews-Wat_Phu_Khao_Thong_Golden_Mount-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d12500514-Reviews-Wat_Worrachettharam-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d16755100-Reviews-Sawasdee_Ayutthaya-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303897-d4037181-Reviews-Million_Toy_Museum_by_Krirk_Yoonpun-Ayutthaya_Ayutthaya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g57049-d4697104-Reviews-Logan_Aquatic_Center-Logan_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g41662-d13340008-Reviews-Apex_Entertainment_Marlborough-Marlborough_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60971-d126841-Reviews-The_Arboretum_at_Flagstaff-Flagstaff_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g1437311-d14552894-Reviews-Singita_Miracle_Beach-Mgarr_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g1930048-d8099208-Reviews-Lake_Sumter_Landing-The_Villages_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d246171-Reviews-Basilica_de_Santa_Maria_del_Mar-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d560185-Reviews-Lake_Worth-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32954-d127306-Reviews-Redondo_Beach_Pier-Redondo_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55902-d1823216-Reviews-Dinosaur_World-Glen_Rose_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2707373-Reviews-Karura_Forest-Nairobi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303897-d549787-Reviews-or10-Historic_City_of_Ayutthaya-Ayutthaya_Ayutthaya_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303897-d549787-Reviews-Historic_City_of_Ayutthaya-Ayutthaya_Ayutthaya_Province.html"
    }
]