[
    {
        "attraction_name": "Historic Bath",
        "attraction_name_vi": "Bồn tắm lịch sử",
        "general_info": [
            "67 đánh giá",
            "1 trong 6 điều cần làm ở Bath",
            "Địa điểm ưa thích"
        ],
        "attraction_summary": "Được biết đến với cái tên Thị trấn Đầu tiên, Cảng Đầu tiên của Bắc Carolina, Historic Bath sẽ kỷ niệm 310 năm thành lập vào năm 201516. Bạn có thể mua vé để tham gia chuyến tham quan có hướng dẫn viên qua hai ngôi nhà lịch sử, Palmer-Marsh House 1751 và Bonner House 1830, tại Trung tâm thăm quan. Có Video Định hướng, tòa nhà triển lãm, cửa hàng quà tặng, khu vườn và khu dã ngoại trên mặt nước để bạn thưởng thức!Đọc thêm",
        "reviews": [
            "Đây là chặng cuối cùng của chuyến đi kéo dài nhiều ngày quanh Bờ biển phía Đông sau các địa điểm Blackbeard. Tôi không kỳ vọng nhiều vào Bath, nhưng đây thực sự là một thị trấn tuyệt vời để đi bộ!. Đầu tiên chúng tôi dừng lại ở trung tâm du khách và xem đoạn video ngắn 2 phút. Một lần nữa - với kỳ vọng thấp, nhưng nó khá nhiều thông tin. và bản thân bảo tàng được thực hiện rất tốt! Chúng tôi đã đi bộ tham quan quanh thị trấn, rất dễ chịu và bằng phẳng. Nhưng nóng - vì vậy nếu bạn đến đó vào mùa hè, hãy mang theo nước, kem chống nắng và mũ! Đọc thêm",
            "Đến thăm để tìm thêm thông tin về tổ tiên của chúng tôi và yêu thích khu vực này. Đây là một thị trấn cực kỳ nhỏ minh họa cho nhịp sống chậm chạp của một thế kỷ khác. Kiến trúc lịch sử là điều không thể bỏ qua đối với bất kỳ ai quan tâm đến nước Mỹ thời kỳ đầu. Thực hiện chuyến tham quan có hướng dẫn viên quanh thị trấn. Hướng dẫn viên của chúng tôi là các nhà sử học cấp tiến sĩ. Thật thú vị khi học được nhiều điều.Đọc thêm",
            "Người đàn ông ở trung tâm du khách đã giới thiệu Ngôi nhà Palmer thật tuyệt vời. Hãy chắc chắn rằng bạn nói chuyện với anh ấy. Anh ấy có kiến ​​thức đáng kinh ngạc về lịch sử và cực kỳ thú vị khi nghe.Đọc thêm",
            "nó có thể tốt hơn rất nhiều, rất nhiều tiềm năng. Nó gần giống như những cư dân ở đây hạ thấp quá khứ của họ, không có nhiều thông tin được đưa ra. Họ lăn lộn trên vỉa hè vào ngày chủ nhật, vì vậy thậm chí không nghĩ về điều đó. Ở đây họ không quan tâm nhiều đến râu đen, có rất ít dấu hiệu và trường hợp này có thể được tranh luận theo cả hai cách. Nhưng với những người yêu thích lịch sử của đất nước này thì nó lại rất mờ nhạt. Buồn thật.Đọc thêm",
            "Thị trấn này rất đẹp. Tôi hơi thất vọng vì cả hai lần trong chuyến thăm của mình - khi tôi dừng lại ở trung tâm du khách, không có ai ở đó. Tòa nhà mở cửa và mọi thứ đều ổn. Không có ai ở quầy lễ tân. Tôi có thể lấy một vài tờ rơi và tự mình đi quanh thị trấn. Tôi đã vui vẻ nhưng thực sự không thu thập được nhiều thông tin. Đọc thêm",
            "Rất vui được xem nếu bạn đang ở trong khu vực không đáng để lái xe đường dài trừ khi họ có một sự kiện đặc biệt đang diễn ra mà bạn biết. Một vài tòa nhà đã được khôi phục, có dấu hiệu winfo được lưu giữ cẩn thận trên đó. Đó là trong tuần nghỉ lễ tại chuyến thăm của chúng tôi, không có gì mở ra hoặc diễn ra. Chỉ là một khu dân cư yên tĩnh dọc theo mặt nước với lịch sử rõ ràng.Đọc thêm",
            "Chồng tôi và tôi đã đến thăm thị trấn cổ kính này. Chúng tôi đậu xe ở Trung tâm Du khách đã đóng cửa do hôm nay là Chủ Nhật. Đừng lo lắng. Chúng tôi đi bộ đến từng địa điểm lịch sử. Mọi người đều thân thiện khi chúng tôi đi ngang qua khi đang làm việc. Chúng tôi thậm chí còn có một cú nhảy cục bộ thú vị khiến pin của tôi hết pin khi chúng tôi đang ghé thăm. Một thị trấn nhỏ chứa đầy lịch sử.Đọc thêm",
            "Vợ tôi và tôi rất yêu quý Bath nên chúng tôi đang xây một ngôi nhà ngay ngoại ô thị trấn trong một khu đất nhỏ. Chúng tôi đã đến Bath ba lần và cảm giác như ở nhà. Nó giống như Lịch sử Williamsburg, Va., không có đám đông, giao thông hay chủ nghĩa thương mại. Bath là một thị trấn nhỏ cổ kính, thân thiện với rất nhiều lịch sử. Bước vào nhà thờ lịch sử được xây dựng vào năm 1734 và bạn sẽ thấy ngay sự bình yên. Đi bộ xuống Bonners Point và nhìn ra nơi Râu Đen từng sống. Đi bộ trên đường, đọc các biển báo tóm tắt lịch sử của thị trấn và nói chuyện với người dân địa phương, những người thân thiện nhất mà bạn có thể tìm thấy ở bất cứ đâu. Đi dã ngoại tại Bonners Point với nhiều bàn ăn dã ngoại nhìn ra Bath Creek. Bath là một thị trấn nhỏ độc đáo, kiểu thị trấn nhỏ nơi bạn muốn lớn lên hoặc già đi cùng với vợ/chồng của mình.Đọc thêm",
            "Thị trấn nhỏ kỳ lạ. Thật thú vị khi được đi vòng quanh trên chiếc xe golf của chúng tôi vào buổi tối. Rất êm dịu. Ước gì Râu Đen sẽ mở cửa trở lại. Nhớ pizza, quán bar và nhạc sống.Đọc thêm",
            "Với sự xa cách xã hội là tiêu chuẩn, chúng tôi thấy mình đang chuyển sang các địa điểm lịch sử để giải trí và tập thể dục. Tham quan lịch sử Bath, N.C. trong thời gian này có thể là một trải nghiệm khác so với khi mọi thứ hoàn toàn mở cửa. Đối với chúng tôi, điều đó có nghĩa là một chuyến đi bộ nhàn nhã dài 2,5 dặm. Thật tuyệt vời khi chỉ cần khám phá lịch sử của thị trấn thông qua việc diễn giải trực quan cuộc sống dựa trên kiến ​​trúc của các tòa nhà và cách bố trí các tài sản cũng như cách chúng liên quan với nhau. Ngay cả khi khám phá các nghĩa trang cũ, chúng tôi đã hiểu rất nhiều về tổ tiên của thị trấn và địa vị kinh tế xã hội của họ. Các bất động sản liền kề thuộc sở hữu tư nhân được chăm sóc cẩn thận.  Có vẻ như phần lớn người dân thị trấn đều tham gia vào việc làm cho các khu dân cư của họ trở nên hấp dẫn nhất có thể đối với du khách dù thông qua cảnh quan, trang trí ngày lễ hay cả hai. Nhìn chung đó là một chuyến đi chơi xa xã hội tuyệt vời. Đọc thêm"
        ],
        "star_ratings": [
            34,
            25,
            9,
            0,
            0
        ],
        "review_amount": 68,
        "location": [
            "Bờ biển Bắc Carolina",
            "Hoa Kỳ",
            "Bồn tắm lịch sử",
            "Bồn tắm",
            "Những việc cần làm ở Bath",
            "Bắc Carolina NC"
        ],
        "reviews_time": [
            "Written June 7, 2024",
            "Written March 25, 2023",
            "Written October 30, 2022",
            "Written July 31, 2022",
            "Written April 22, 2022",
            "Written November 13, 2021",
            "Written August 1, 2021",
            "Written May 20, 2021",
            "Written August 9, 2020",
            "Written July 11, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g48943-d6696544-Reviews-Historic_Bath-Bath_North_Carolina.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g48943-d3428489-Reviews-Old_Town_Country_Kitchen-Bath_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48943-d23031726-Reviews-Duke_Duchess_Coffee_House-Bath_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g48943-d4588253-Reviews-Bonner_s_Point-Bath_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g48943-d6703628-Reviews-St_Thomas_Episcopal_Church-Bath_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49644-d3569818-Reviews-Goose_Creek_State_Park-Washington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49437-d8476634-Reviews-Oden_s_Store_and_Antiques-Pinetown_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g48943-d12385083-Reviews-NC_Ferries-Bath_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g48943-d6696544-Reviews-or10-Historic_Bath-Bath_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g48943-d4308146-Reviews-The_pirates_treasure-Bath_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g48965-d15018128-Reviews-Pamlico_Sea_Base-Blounts_Creek_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g48950-d27091014-Reviews-Captain_s_Quarters_Stained_Glass-Belhaven_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49437-d23040211-Reviews-Pinetown_Church_of_Christ-Pinetown_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g29563-d8489430-Reviews-Critchlow_Alligator_Sanctuary-Athens_Calhoun_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d108836-Reviews-Dogtown_Common-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60966-d4713804-Reviews-Harbor_Mountain_Trail-Sitka_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d106115-Reviews-Hana_Highway_Road_to_Hana-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10154412-Reviews-Aspin_Commercial_Tower-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g2372861-d8493949-Reviews-Japanese_Garden-Lumban_Laguna_Province_Calabarzon_Region_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g46931-d23953954-Reviews-Kannavis_Botanicals-Wildwood_Cape_May_County_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g33045-d127576-Reviews-Lake_Cachuma-Santa_Barbara_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d215062-Reviews-The_Book_of_Kells_Old_Library-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d558563-Reviews-Aquaria_Water_Museum-Stockholm.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g48943-d6696544-Reviews-or10-Historic_Bath-Bath_North_Carolina.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g48943-d6696544-Reviews-Historic_Bath-Bath_North_Carolina.html"
    }
]