[
    {
        "attraction_name": "Historic Wagner Farm",
        "attraction_name_vi": "Trang trại lịch sử Wagner",
        "general_info": [
            "87 đánh giá",
            "2 trên 31 hoạt động giải trí ở Glenview",
            "Trang trại"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Trang trại Wagner Lịch sử rộng 16 mẫu Anh, tọa lạc tại số 1520 Đường Wagner ở Glenview, Illinois, là tàn tích cuối cùng của trang trại thuộc sở hữu của các thành viên gia đình Wagner kể từ khi họ đến Trier, Đức vào những năm 1850. Irt thuộc sở hữu của gia đình cho đến khi thành viên cuối cùng còn sống Rose Wagner qua đời vào năm 1997. Sau khi bà qua đời, người dân địa phương đã thuyết phục Quận Glenview Park mua và bảo tồn tài sản như một trang trại làm việc lịch sử nhằm phục vụ mục đích giáo dục và hưởng thụ của cộng đồng. Và nó đã như vậy. Trang trại Wagner lịch sử mở cửa cho công chúng quanh năm, từ sáng đến tối. Nó mang đến cơ hội duy nhất cho những người trượt tuyết trong thành phố tìm hiểu về cuộc sống ở trang trại trong thế kỷ 20. Du khách có thể tìm hiểu về vật nuôi và cây trồng, tham quan trang trại Wagners xây dựng năm 1920 với hệ thống chiếu sáng bằng điện và hệ thống ống nước trong nhà, bước vào hầm chứa hai tầng, vào trong chuồng gà và xem gà mái có đang đẻ trứng không, xem ngựa kéo đang làm việc, thăm đàn gia súc trong chuồng gia súc và chuồng gia súc ở Wagner, tìm hiểu nguồn gốc thực phẩm chúng ta ăn, giả vờ điều hành một trang trại, trèo vào chuồng ngô, đu dây trên lốp xe, tương tác với tác phẩm điêu khắc bò sữa có kích thước thật và khám phá nhiều triển lãm tương tác tại Trung tâm Di sản Trang trại Wagner Lịch sử. Cuối cùng, mua sắm tại cửa hàng tạp hóa những năm 1930 và mua quà lưu niệm từ Cửa hàng Bảo tàng. Và nếu bạn dự định thực hiện chuyến thăm vào thứ Bảy, hãy dành thời gian ghé qua Chợ Nông dân Glenview, một điểm tham quan nổi tiếng tại trang trại kể từ năm 2007.Đọc thêm",
            "Như bạn mong đợi ở trang trại đang làm việc, cửa hàng quà tặng bán cà chua gia truyền, cà chua anh đào, cà chua lai, v.v. Kiểm tra tủ lạnh để tìm đậu xanh, củ cải, ớt, bí xanh, cà rốt, v.v. Hãy tìm bí ngô vào tháng 10. Trứng được giảm giá hàng năm Sáng thứ sáu lúc 10 giờ sáng: nhỏ vừa là 7 chục;  lớn hơn rất nhiều là 8 tá. Đừng bỏ lỡ sân chơi mới theo chủ đề trang trại, được nhấn mạnh bởi trích dẫn của Grant Woods: Tất cả những ý tưởng thực sự hay mà tôi từng nảy ra khi đang vắt sữa bò. Xem các đánh giá trước đây của tôi vào ngày 1 tháng 10 năm 2018 và tháng 5 23, 2020 để biết thêm chi tiết.Đọc thêm",
            "Trang trại Wagner là một viên ngọc quý, một nguồn tài nguyên giáo dục dành cho trẻ em ở ngoại ô và thành thị để trải nghiệm chăn nuôi và nông nghiệp. Đây KHÔNG phải là trang trại thú cưng.  Đây là nguồn tài nguyên chính tại địa phương cho các thành viên 4-H. Việc phân bổ có sẵn bằng cách xổ số cho người lớn và gia đình hoặc đội trinh sát.  để tự trồng cây và rau, Sản phẩm của nhân viên được bán trứng và quyên góp cho các ngân hàng thực phẩm từ thiện, trong khi động vật trong trang trại được bán để lấy doanh thu hỗ trợ hoạt động. Đọc thêm",
            "Wagners đã trở lại thành một trang trại làm việc toàn thời gian trong những ngày diễn ra dịch bệnh COVID 19 này. Các tòa nhà và khuôn viên đều đóng cửa cho công chúng cho đến khi có thông báo mới, nhưng nhân viên vẫn điều hành trang trại -- chăm sóc cừu, lợn, bò, ngựa, gà, v.v., và may mắn là việc trồng ngô và khoai tây đã hoàn thành trước những trận mưa lớn gần đây. Buổi trình diễn bữa sáng và hàng hóa sữa hàng năm vào ngày 13 tháng 6 đã bị hủy bỏ và khung cảnh vui chơi mới...thiết bị vui chơi theo chủ đề trang trại...sẽ sớm hoạt động trở lại đúng lịch trình.  Vẫn chưa có ngày bắt đầu nào được công bố cho Chợ Nông dân. Wagnerers đã được cứu vào cuối những năm 90 bởi một nhóm vận động, C.O.W.S.  Công dân được tổ chức cho Wagners và là một trang web giải trí giáo dục tuyệt vời.  Trang trại rộng 19 mẫu Anh đã quay trở lại nguồn gốc nông nghiệp và đang quyên góp sản lượng trứng của mình cho một ngân hàng thực phẩm địa phương.  Họ có kế hoạch quyên góp và bán trái cây và rau quả khi chúng được thu hoạch. Tất cả chúng tôi đều mong muốn được đến thăm Trang trại Wagner lịch sử.Đọc thêm",
            "Wagner farms là một nơi thú vị để khám phá. Đây là một trang trại nhỏ đang hoạt động nằm ở rìa Glenview. Thêm vào đó, ở đó có một nhà hàng tuyệt vời, chúng tôi đã tổ chức tiệc sinh nhật mẹ vợ tôi cách đây vài năm và đồ ăn và dịch vụ rất tốt. Đọc thêm",
            "Ngày nay, khi lái xe qua các vùng ngoại ô của Chicago, du khách khó có thể tưởng tượng được phong cảnh đó trông như thế nào vào những năm 1950 và 1960, thậm chí là những năm 1970. Vợ tôi và tôi, những người vẫn nhớ khu vực ngoại ô phía Nam ngày xưa, thích lái xe như thế và nhớ lại khung cảnh xưa kia. Vì vậy, nó nằm ở ngoại ô phía bắc Glenview và Trang trại Wagner lịch sử. Tọa lạc tại 1510 Đường Wagner, trang trại rộng 18,6 mẫu Anh này thuộc sở hữu của Quận Glenview Park và là tàn tích cuối cùng của một trang trại lớn hơn nhiều từng được sở hữu và điều hành bởi các thành viên của gia đình Wagner đã đến khu vực North Shore này từ Trier, Đức vào năm những năm 1850. Thành viên cuối cùng còn sống của gia đình qua đời vào năm 1997. Trang trại đã được bảo tồn như một trang trại làm việc mang tính lịch sử nhằm mục đích giáo dục và giải trí cho cộng đồng. Có một trang trại và nhà kho đã được khôi phục, lợn, gà, ngựa kéo và các chương trình, sự kiện để du khách trải nghiệm cuộc sống ở trang trại. Đu bánh xe, trèo vào chuồng ngô, điều hành quầy nông trại, tìm hiểu về vật nuôi của trang trại, bước vào hầm chứa hai tầng, tìm hiểu về lịch sử của hầm chứa ngô, dạo qua một cửa hàng tạp hóa những năm 1930 và tìm hiểu về nguồn gốc thực phẩm mà chúng ta sử dụng. ăn đến từ. Đối với một người đã từng kiếm được một số tiền bằng cách đào măng tây trong một trang trại hiện là trung tâm mua sắm, chuyến thăm Trang trại Wagner lịch sử là thời gian để tưởng nhớ thú vị.Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến đi đến trang trại Wagner để xem các loài động vật và mua một ít bí ngô.  Trẻ em đã có khoảng thời gian tuyệt vời với nhiều thứ để xem và làm trong khi khắc những quả bí ngô của chúng tôi.  Trang trại Wagner là một nơi tuyệt vời cho các gia đình đến thăm!Đọc thêm",
            "Trang trại này là nơi tuyệt vời để có không gian mở để dạo chơi và tìm hiểu về Glenview.  Động vật được duy trì tốt và tuyệt vời cho người dân thành phố.  Thật tốt khi được nhìn thấy động vật trong môi trường tự nhiên thay vì đến thăm sở thú.  Nếu bạn đến thăm vào mùa hè, chợ nông sản Glenview mở cửa vào sáng thứ BảyĐọc thêm",
            "Trang trại tuyệt vời. Động vật sống, khu vui chơi, quán kem vào mùa hè. Bảo tàng một ngôi nhà nông trại cũ rất thú vị.Đọc thêm",
            "Một nơi tuyệt vời để tham quan động vật trang trại và xem trang trại hoạt động như thế nào. Họ cũng có các sự kiện hàng tháng cộng với câu lạc bộ 4-H.Đọc thêm"
        ],
        "star_ratings": [
            64,
            19,
            4,
            0,
            0
        ],
        "review_amount": 87,
        "location": [
            "Hoa Kỳ",
            "Glenview",
            "Illinois IL",
            "Những hoạt động nên làm ở Glenview",
            "Trang trại lịch sử Wagner"
        ],
        "reviews_time": [
            "Written June 10, 2022",
            "Written September 24, 2021",
            "Written July 5, 2021",
            "Written May 23, 2020",
            "Written April 5, 2020",
            "Written November 24, 2019",
            "Written October 9, 2019",
            "Written September 3, 2019",
            "Written September 3, 2019",
            "Written September 3, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g36052-d6692262-Reviews-Historic_Wagner_Farm-Glenview_Illinois.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g36052-d463761-Reviews-Hackney_s_on_Harms-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36052-d509499-Reviews-Walker_Bros_Original_Pancake_House-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36052-d509908-Reviews-Hackney_s_On_Lake-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36052-d25514512-Reviews-Flaco_s_Tacos-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36052-d6966369-Reviews-Thai_Inbox-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36052-d3134648-Reviews-Siunik_Armenian_Grill-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36052-d3163202-Reviews-Meier_s_Tavern-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36052-d511771-Reviews-Foodstuffs-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36052-d6530799-Reviews-Einstein_Bros_Bagels-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36052-d10067451-Reviews-Adam_s_Kabob-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36707-d3392930-Reviews-Illinois_Holocaust_Museum_Education_Center-Skokie_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36889-d144248-Reviews-Baha_i_House_of_Worship-Wilmette_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35972-d144239-Reviews-Northwestern_University-Evanston_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36050-d131620-Reviews-Chicago_Botanic_Garden-Glencoe_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36052-d3646639-Reviews-Oil_Lamp_Theater-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36052-d2283504-Reviews-Glenview_History_Center-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36052-d279100-Reviews-Kohl_Children_s_Museum-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35972-d3316992-Reviews-Space-Evanston_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36889-d6755890-Reviews-Keay_Nature_Center-Wilmette_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36052-d6771942-Reviews-The_Grove-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36052-d6692262-Reviews-or10-Historic_Wagner_Farm-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36052-d12542206-Reviews-Chicago_Illinois_Temple-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36052-d24193207-Reviews-Congregation_Ahavat_Olam-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36052-d5839157-Reviews-Meier_s_Tavern-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36052-d5839882-Reviews-Potato_Creek_Johnny_s-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36707-d3823813-Reviews-Adagio_Teas-Skokie_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36052-d17407060-Reviews-Rock_House-Glenview_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36889-d7196014-Reviews-Massage_Envy_Spa_Wilmette-Wilmette_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36465-d5844628-Reviews-Stormy_s_Tavern_and_Grille-Northfield_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36707-d6844668-Reviews-Westfield_Old_Orchard_Center-Skokie_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36465-d15642054-Reviews-Peachtree_Place-Northfield_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36465-d10766468-Reviews-Teddie_Kossof_Salon_Spa-Northfield_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36897-d15539273-Reviews-Home_Alone_House-Winnetka_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d8330452-Reviews-The_Swing_Park-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60885-d1885276-Reviews-Coco_Key_Water_Resort-Omaha_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191737-d2328510-Reviews-Koukounaries_Beach-Koukounaries_Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g33691-d218277-Reviews-Butterfly_Pavilion-Westminster_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g143021-d144553-Reviews-Barker_Ranch-Death_Valley_National_Park_Inyo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d208341-Reviews-Angel_Island_State_Park-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g7940590-d9809622-Reviews-Slakki_Petting_Zoo-Blaskogabyggd_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g317129-d10682015-Reviews-Sokcho_Beach-Sokcho_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d646586-Reviews-Great_Smoky_Mountain_Murder_Mystery_Dinner_Show-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d1835077-Reviews-Haus_des_Meeres_Aqua_Terra_Zoo-Vienna.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g36052-d6692262-Reviews-or10-Historic_Wagner_Farm-Glenview_Illinois.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g36052-d6692262-Reviews-Historic_Wagner_Farm-Glenview_Illinois.html"
    }
]