[
    {
        "attraction_name": "Historic Nauvoo",
        "attraction_name_vi": "Nauvoo lịch sử",
        "general_info": [
            "330 đánh giá",
            "- 1 trong 22 điều cần làm ở Nauvoo",
            "Địa điểm lịch sử",
            "Trang web giáo dục"
        ],
        "attraction_summary": "Cống hiến cho ngành công nghiệp Mormon và tầm nhìn. Nhìn thoáng qua những năm 1840 - cuộc sống ở Illinois - thành phố lớn thứ 2. Vị trí đẹp bên bờ sông Mississippi. Khôi phục nhà cửa và cửa hàng. Đi xe ngựa kéo. Trình diễn thủ công tiên phong. Giải trí trực tiếp. Miễn phí cho công chúng. Mở cửa 365 ngày một năm.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đến đây vào đầu tháng Tư. Một số ngôi nhà không mở cửa nhưng chúng tôi có thể nhìn thấy một số điều thực sự thú vị trong thị trấn. Chúng tôi đến trung tâm du khách Nhà thờ Các Thánh hữu Ngày sau của Chúa Giêsu Kitô.  Người phụ nữ ở bàn làm việc cho chúng tôi biết những gì đã mở và cho chúng tôi biết về các chuyến tham quan và hoạt động miễn phí ở đó.  Chúng tôi đi 3 chuyến xe ngựa riêng biệt.  Tôi rất vui vì chúng tôi đã ở đó vào đầu mùa giải vì chúng tôi không cần phải đặt chỗ trước để có được những thứ này - điều bắt buộc vào mùa hè -. Học những điều ở đây như tại sao bò lại kéo xe tốt hơn ngựa.  Chúng tôi đến thăm xưởng rèn súng Browning, xưởng rèn và xưởng chế tạo xe ngựa cũng như trung tâm sinh hoạt của gia đình. Trung tâm sinh hoạt của gia đình rất thú vị, ngay cả đối với một cặp vợ chồng lớn tuổi. Ở đây chúng tôi đã xem - và tham gia - làm nến, làm gạch, làm dây thừng, làm thùng và những việc khác. Tại tiệm rèn, họ đã làm một chiếc móng ngựa nhỏ từ thanh tròn, nhìn rất ngầu.  Lịch sử được học ở đây vừa vui vừa buồn.  Chúng tôi đã truy cập trong hai ngày và có thể dễ dàng dành 3 hoặc 4 ngày nếu mọi thứ đều mở. Tham quan và học hỏi những điều ở đây giúp tôi trân trọng hơn mình được sinh ra như thế nào!!Đọc thêm",
            "Đây là một chuyến đi trong ngày tuyệt vời từ St. Louis và vượt quá mong đợi của tôi.  Lịch sử của khu vực, nhà thờ Mormon và các cuộc trình diễn các thiết bị được sử dụng trong cuộc sống hàng ngày hơn 150 năm trước là một trải nghiệm vô giá.  Hai cô gái trẻ thông minh đáng yêu đã hộ tống tôi đi khắp khu vực để dạy tôi về lịch sử và cho tôi một số - những cái nhìn thoáng qua về hậu trường.  Chuyến tham quan đã được thực hiện rất tốt.  Một ngày tuyệt vời.Đọc thêm",
            "Nơi tuyệt vời với rất nhiều lịch sử và những điều cần làm. Có rất nhiều việc phải làm và ngắm nhìn với khung cảnh tuyệt đẹp của ngôi đền và dòng sông ở phía bên kia. Ngoài ra, hầu hết mọi thứ đều miễn phí và bạn có thể làm điều đó rất tiết kiệm.  Đọc thêm",
            "I am not a member of the Church of Jesus Christ of Latter-day Saints but am passionately interested in the Church and its history, so I was absolutely delighted to visit Historic Nauvoo. For anyone currently planning a visit, here is valuable information to keep in mind. First of all, begin at the Visitors -  Center, where you can obtain a map and develop a plan about what you would like to see. It - s important to understand that Historic Nauvoo is a very extensive site, with over 35 buildings on 1,100 acres, and it - s simply not possible to visit every home in a single day. Because of my interest in Church history, I prioritized seeing the homes of the apostles and founders of the Relief Society. However, if you - re not a Church member and are hoping to avoid more overtly religious content, I would recommend focusing on the areas on the map labeled Frontier Life and Trades  -  Craftsmen, as well as the blacksmith shop. These are more traditional living history sites that will provide a sense of what everyday life was like in 1840s Nauvoo. On the subject of religious content, though, please keep in mind that Historic Nauvoo is operated by the Church of Jesus Christ of Latter-day Saints and staffed by missionaries. While I didn - t find there to be excessive proselytizing, the missionaries certainly do discuss Joseph Smith and the Church. If this seems offensive or unpleasant to you, frankly, you will not enjoy Historic Nauvoo. However, from my perspective, I think it - s exceptionally generous that the Church makes this site available for free. Considering how expensive the operation and preservation of so many historic buildings must be, I didn - t find a little exposure to evangelism an unreasonable price to pay. In addition to seeing the homes and businesses in Historic Nauvoo, there are a number of additional types of activities, such as musical performances and tours by carriage, wagon, oxen, and on foot. I wanted to mention that the Joseph Smith Historic Site is separately owned by the Community of Christ  - formerly the Reorganized Church of Jesus Christ of Latter Day Saints - . It charges a modest  -  - 5 -  tour fee and maintains its own operating hours. For instance, part of my visit coincided with Memorial Day; while Historic Nauvoo was open, the Joseph Smith Historic Site was not. In terms of Historic Nauvoo practicalities, there are several restrooms with drinking fountains throughout the site, as well as multiple parking lots. Depending on the weather and - or the ages - fitness levels of your group, you may want to consider driving from one side of the site to the other, as Historic Nauvoo involves a lot of walking. Please note that there is no onsite food service, so plan to bring food or purchase meals in town. Lastly, a suggestion to the Church! I would love to see an Eliza R. Snow house in Nauvoo. Perhaps an addition for the future?Read more",
            "Trải nghiệm này hoàn toàn miễn phí - ngoại trừ Joseph Smith Homestead và cửa hàng và Mansion House, được thực hiện bởi Cộng đồng Chúa Kitô và họ tính phí - 5,00 mỗi người, rất xứng đáng. Đối với các địa điểm khác, hướng dẫn viên du lịch mặc trang phục có niên đại từ những năm 1840 và thực hiện các chuyến tham quan cũng như đi xe ngựa ở khoảng 20 địa điểm. Những ngôi nhà và cửa hàng đã được khôi phục và trang bị nội thất như những năm 1840. Các tour du lịch rất thú vị và nhiều thông tin. Các hướng dẫn viên du lịch đều là những người truyền giáo tình nguyện và rõ ràng là họ hoàn toàn thích thú với những gì họ đang làm và rất giỏi trong việc đó. Họ rất duyên dáng. Trung tâm Sinh hoạt Gia đình là nơi tuyệt vời dành cho trẻ em ở mọi lứa tuổi - kể cả người lớn - nơi chúng được dạy cách làm dây thừng, làm thùng, bánh xe ngựa và các đồ gia dụng cần thiết khác của những năm 1840. Nó mở cửa quanh năm nhưng rất lạnh vào mùa đông. Nó rất bận rộn trong những tháng mùa hè. Có rất nhiều bãi đậu xe miễn phí. Nauvoo là một thị trấn rất nhỏ với một vài nơi để qua đêm và một vài địa điểm ăn uống, nhưng Keokuk và Fort Madison chỉ cách đó 25 km và có nhiều khách sạn, nhà hàng, v.v. Nauvoo chắc chắn là một nơi đáng để ghé thăm , để quay ngược thời gian về những ngày đầu của nước Mỹ và tìm hiểu cách mọi thứ được thực hiện vào thời điểm đó, đồng thời tận hưởng niềm vui một mình hoặc với gia đình. Mọi lứa tuổi đều được chào đón. Các chuyến tham quan có sẵn bằng nhiều ngôn ngữ và nhiều nơi thân thiện với người khuyết tật.Đọc thêm",
            "Nauvoo là một nơi rất tốt đẹp để ghé thăm. Các di tích lịch sử được duy trì tốt và nhiều thông tin. Người dân cực kỳ tốt bụng, bãi đậu xe miễn phí và dễ dàng, khu vực này có thể đi bộ được và nhà thờ lớn thật ngoạn mục. Tôi rất khuyên bạn nên một chuyến thăm. Bạn có thể dành nửa ngày đến cả ngày ở Nauvoo. Chúng tôi ở lại khoảng 5 giờ bao gồm cả bữa tối và cố gắng xem hầu hết những điểm nổi bật, bao gồm cả trung tâm thành phố để ăn tối và mua sắm. Đọc thêm",
            "Chúng tôi bắt đầu chuyến thăm của mình tại Trung tâm Du khách - rất khuyến khích -.  Họ có sẵn nhiều video để xem trong rạp của họ, không muốn dành cả ngày để xem chúng, chúng tôi đã chọn video phổ biến nhất là bài thuyết trình lịch sử về Nauvoo - xuất sắc.  Biết rằng họ sẽ tặng một viên gạch làm từ cùng loại đất sét mà những ngôi nhà được xây dựng làm quà lưu niệm.  Chúng tôi đã đến thăm nhiều cửa hàng đã được khôi phục và mỗi cửa hàng đều là một trải nghiệm thú vị và một bài học lịch sử.  Chúng tôi chỉ dành nửa ngày ở đó, nhưng bạn có thể dễ dàng dành vài ngày để xem mọi thứ.  Rất đáng thời gian và mọi người đều rất dễ chịu.Đọc thêm",
            "Lần này chúng tôi chỉ có một đêm và một ngày ở Nauvoo và như vậy là chưa đủ. Có rất nhiều thứ để xem, để nghe và để tận hưởng! Nhưng chúng tôi thích những chuyến tham quan mà chúng tôi đã tham gia và những điều chúng tôi đã học được. Có những cuộc triển lãm mới và những nhà truyền giáo trẻ mặc trang phục của người tiên phong hướng dẫn tham quan và giảng dạy về việc xây dựng đền thờ. Tất cả đều tuyệt vời! Chúng tôi sẽ quay lại! Bạn có thể cảm nhận được Thánh Linh trong thị trấn cổ này. Bạn có thể hình dung ra những người tiên phong sống ở đó, làm việc và phục vụ cùng nhau. Đây là một nơi tuyệt vời với lịch sử vui buồn. Một số tổ tiên của tôi đã sống ở Nauvoo và tôi thích biết rằng tôi đang đi trên những con phố mà họ đã đi. Đọc thêm",
            "Thật là một địa điểm lịch sử tuyệt vời. Họ là những người tốt bụng và cung cấp thông tin tuyệt vời. Bạn có các buổi trình diễn về những người tiên phong, cưỡi xe bò, cưỡi xe ngựa và trình diễn về cách mọi thứ được thực hiện vào thời đó. Phần tốt nhất là tất cả đều miễn phí. Khu vực đẹp với nhiều ngôi nhà được khôi phục. Mọi thứ đều thân thiện với gia đình với các trò chơi và hoạt động dành cho trẻ em.Đọc thêm",
            "Chuyến thăm lịch sử Nauvoo của chúng tôi thật tuyệt vời. Chúng tôi đến để đoàn tụ gia đình, tôi tin rằng có gần 300 người. Gia đình chúng tôi có 10 người. Chúng tôi rất thích những buổi thuyết trình mang tính giáo dục như ở Cửa hàng Thợ rèn và Cửa hàng Giày. Chúng tôi có những thành viên trong gia đình sống ở Nauvoo vào thời kỳ đỉnh cao, vì vậy thật thú vị khi hình dung cuộc sống của họ sẽ như thế nào.  Chúng tôi chưa thể xem hết mọi thứ nên sẽ quay lại.Đọc thêm",
            "Tôi có thể đưa con chó của tôi đến cuộc thi không? Tôi sẽ đưa anh ấy đến nơi chăm sóc chó ban ngày để chúng tôi có thể tham quan các di tích lịch sử nhưng tôi muốn có anh ấy ở cùng chúng tôi vào buổi tối. Anh ấy là một chú chó conĐọc thêm",
            "Tôi không biết về các quy định của địa phương, nhưng giả định của tôi là miễn là có dây xích và bạn dọn dẹp thì sẽ không có vấn đề gì.   Bạn luôn có thể gọi đến sở cảnh sát địa phương và hỏi.Đọc thêm",
            "Các di tích lịch sử và hoạt động có thân thiện với chó không?Đọc thêm",
            "Có rất nhiều không gian bên ngoài nơi con chó của bạn có thể đi dạo và chơi, nhưng bạn sẽ không thể đưa con chó của mình vào trong những ngôi nhà và tòa nhà tiên phong mang tính lịch sử.Đọc thêm",
            "Chúng ta chỉ có một ngày ở Nauvoo. Liệu chúng ta có thể vào được các trang web lớn không? Chúng ta nên làm gì và xem gì trong thời gian đó?Đọc thêm",
            "Có, bạn có thể. Những gì bạn làm sẽ phụ thuộc vào việc bạn có con hay không. Chúng tôi thực sự thích cửa hàng súng. Trẻ em có thể thích trung tâm gia đình, nơi các kỹ năng tiên phong khác nhau được thể hiện như làm dây thừng - các em có thể tham gia - và làm bánh mì.Đọc thêm",
            "Có ai đi Nauvoo đầu tháng 4 chưa? Tôi - đang tự hỏi thời tiết thường như thế nào và liệu hầu hết mọi thứ có mở cửa không? Cảm ơn! Đọc thêm",
            "Có rất nhiều thời tiết tốt trong tháng Tư và cũng có một số thời tiết xấu.  Các mùa khác nhau rất nhiều từ năm này sang năm khác.  Những bông hoa mùa xuân có thể rất đẹp ở Nauvoo và tôi thích thú khi không phải đối mặt với đám đông.  Có nhiều địa điểm và hoạt động tuyệt vời được tổ chức quanh năm.  Có nhiều hoạt động hơn trong mùa hè và đặc biệt là trong tháng thi hoa hậu. Nếu bạn chưa từng trải qua mùa hè ở Illinois, mọi thứ có thể trở nên rất nóng và ẩm ướt.  Muỗi cũng có thể xấu nhưng chúng phun thuốc cho cuộc thi.  Có hai cuộc thi khác nhau vào các ngày xen kẽ trong mùa hè này.Đọc thêm",
            "Xin chào Pattie, Chúng tôi đang tổ chức hội nghị thanh thiếu niên tại Nauvoo năm 2016, Bạn có mang theo đầu bếp riêng hay sử dụng dịch vụ phục vụ ăn uống cho bạn? LorrieĐọc thêm",
            "đến từ pháo đài madison amtrak muốn xem và làm nhiều nhất có thể vào thứ bảy ngày 28 tháng 5 và ngày 29 tháng 5 nauvoo, carthage, lấp đầy các ngày và bất kỳ mẩu tin nhỏ nào mà chúng tôi cần biếtĐọc thêm",
            "CHÀO! Có thể bạn sẽ cần thuê một chiếc ô tô; Pháo đài Madison cách đó 12 dặm và có một cây cầu bắc qua sông Mississippi từ Nauvoo. Carthage cách Nauvoo 30 phút và chuyến tham quan là 45 phút.  Các di tích lịch sử mở cửa từ 9-5 vào Thứ Bảy, 12-5 vào Chủ Nhật và có buổi biểu diễn trực tiếp về Rendezvous vào lúc 7 giờ tối Thứ Bảy.  Tất cả 34 trang web đều miễn phí!Đọc thêm",
            "xin chào, các di tích lịch sử chỉ có người quản lý trong những ngày hoặc giờ nhất định phải không?Đọc thêm",
            "Các trang web mở cửa bảy ngày một tuần.  Họ mở cửa từ 8 giờ sáng đến 9 giờ tối, từ Thứ Hai đến Thứ Bảy.  Họ mở cửa từ 12:30 trưa đến 5 giờ chiều vào Chủ nhật.  Nếu bạn muốn tham dự cuộc thi hoặc chương trình khác, bạn sẽ cần có vé.  Nhưng vé là miễn phí.  Bạn chỉ cần đến trung tâm du khách và cho họ biết bạn muốn tham gia chương trình nàoĐọc thêm",
            "Tôi sẽ đến thăm Nauvoo vào các ngày trong tuần và sẽ tham dự cuộc thi. Tôi - đang thắc mắc chúng ta nên đến cuộc thi sớm bao lâu để có chỗ ngồi tốt?Đọc thêm",
            "Trong chuyến thăm của chúng tôi, họ đã mở chỗ ngồi - 1 giờ chiều để cho phép bạn sắp xếp chỗ ngồi mà bạn muốn đặt trước cho buổi biểu diễn đêm đó. Họ thậm chí còn cung cấp giấy sợi xe và bút đánh dấu. Mỗi ngày tôi làm việc này, có khoảng một trăm vị khách khác đang cố gắng đặt chỗ cùng lúc. Chúng tôi vừa đưa toàn bộ nhóm của mình đến đặt chỗ trước và bảo mọi người chỉ cần chạy - tranh giành - đến chỗ của chúng tôi và ngồi xuống, chúng tôi - sẽ xuống xe sau khi mọi người tranh giành xong vị trí của mình. Hãy nhớ rằng mặt trước không phải lúc nào cũng là tốt nhất. Thật tuyệt khi có thể nhìn thấy ngôi đền ở phía sau trên đồi. Chúng tôi đã ở đó vào tháng 7 năm 2015Đọc thêm"
        ],
        "star_ratings": [
            264,
            47,
            16,
            2,
            1
        ],
        "review_amount": 330,
        "location": [
            "Illinois - IL -",
            "Hoa Kỳ",
            "Nauvoo lịch sử",
            "Các hoạt động ở Nauvoo",
            "Nauvoo"
        ],
        "reviews_time": [
            "Written April 17, 2024",
            "Written November 9, 2023",
            "Written January 16, 2023",
            "Written January 5, 2023",
            "Written November 16, 2022",
            "Written October 3, 2022",
            "Written September 12, 2022",
            "Written September 9, 2022",
            "Written August 29, 2022",
            "Written August 4, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g36426-d1979068-Reviews-Historic_Nauvoo-Nauvoo_Illinois.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g36426-d515472-Reviews-Hotel_Nauvoo_Historic_Inn_Restaurant-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36426-d4586943-Reviews-Fudge_Factory-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36426-d17709179-Reviews-The_Red_Front-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36426-d8008871-Reviews-Annie_s_Frozen_Custard-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36426-d10262842-Reviews-Casey_s-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36426-d4493668-Reviews-Peter_s_Place-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38193-d4690008-Reviews-Double_Dipper_Dairy_Drive-Montrose_Iowa.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38193-d19343262-Reviews-Fat_Jimmy_s-Montrose_Iowa.html",
            "https://www.tripadvisor.com/Restaurant_Review-g36426-d27727700-Reviews-Lock_19-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g38193-d26944098-Reviews-Montrose_Sandbar-Montrose_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d8365000-Reviews-Nauvoo_Temple-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d11703693-Reviews-Nauvoo_State_Park-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d18906165-Reviews-The_Flood_Museum-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d24177294-Reviews-Havenlight_Fine_Art_Nauvoo-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d8366595-Reviews-Brigham_Young_Home-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d1407110-Reviews-Weld_House_Museum-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d23386580-Reviews-Riser_Home_Boot_Shop-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d23386343-Reviews-Browning_Home_Gun_Shop-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d23382872-Reviews-Heber_C_Kimball_Home-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d8366687-Reviews-Joseph_Smith_Historic_Site-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d1979068-Reviews-or10-Historic_Nauvoo-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d23375310-Reviews-Trail_Of_Hope-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d23387730-Reviews-Cultural_Hall-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d23386615-Reviews-Seventies_Hall-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d11513882-Reviews-Therapeutic_massage-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d1407447-Reviews-Rheinberger_House_Museum-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g36426-d8365049-Reviews-Neff_s_Old_House_Bookstore-Nauvoo_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g580192-d6819395-Reviews-Saint_George_Beach-Naxos_Town_Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g293732-d317997-Reviews-Hassan_II_Mosque-Casablanca_Casablanca_Settat.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d6922063-Reviews-Mermerli_Beach-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d23790629-Reviews-Infinity_Bar_Lounge-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g3181620-d7942178-Reviews-Harry_s_Water_Park-Tabaquite_Trinidad_Trinidad_and_Tobago.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d300593-Reviews-Marmaris_Marina-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g33796-d107171-Reviews-The_Submarine_Force_Museum-Groton_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d16868062-Reviews-The_EmQuartier-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g298474-d2706155-Reviews-Cheile_Turzii-Cluj_Napoca_Cluj_County_Northwest_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g24176024-d143395-Reviews-Magic_Kingdom_Park-Bay_Lake_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g36426-d1979068-Reviews-or10-Historic_Nauvoo-Nauvoo_Illinois.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g36426-d1979068-Reviews-Historic_Nauvoo-Nauvoo_Illinois.html"
    }
]