[
    {
        "attraction_name": "Ho-Chunk Gaming Wisconsin Dells",
        "attraction_name_vi": "Ho-Chunk Gaming Wisconsin Dells",
        "general_info": [
            "504 đánh giá",
            "- 20 trong số 36 điều cần làm ở Baraboo",
            "Sòng bạc"
        ],
        "attraction_summary": "Trung tâm cờ bạc nổi tiếng có hơn 1.700 máy đánh bạc, 48 bàn blackjack và lô tô đặt cược cao.Đọc thêm",
        "reviews": [
            "Chúng tôi đã đến Dells nhiều năm nên Hochunk luôn nằm trong danh sách của chúng tôi để vui chơi đêm khuya. Tôi - thực sự chưa bao giờ gặp bất kỳ vấn đề nào ở đây. Chúng tôi - chưa bao giờ thắng được hàng nghìn nhưng mỗi lần tôi chơi máy đánh bạc, tôi luôn thắng tổng cộng vài trăm - và cá nhân tôi chơi số tiền tối thiểu trên các máy đánh bạc - Tôi thích việc chúng cho phép bạn có được rượu, trà của riêng mình , cà phê và nước miễn phí. Có các ki-ốt khắp sòng bạc nơi bạn có thể đến và tự mình lấy nó, đó là một trong những phần yêu thích của tôi. Quầy bar được thiết lập thực sự hợp lý cho đồ uống, họ tính tiền cho tôi - 6 cho một đồ uống hỗn hợp và quán nướng cũng là nơi tuyệt vời để thưởng thức đồ ăn nhẹ. Đó là 100 - không khói thuốc mà tôi - một người hâm mộ nhưng nếu người khác lo lắng về điều đó, họ không phải lo lắng về việc ở giữa nó, nếu ai đó hút thuốc, họ có thể đến khu vực hút thuốc được chỉ định ngoài. Tôi không thấy có quá nhiều bàn mở vào cuối tuần khi chúng tôi ở đó nhưng mọi người vẫn rất vui vẻ. Các nhân viên luôn thực sự thân thiện và hữu ích khi chúng tôi ở đó.Đọc thêm",
            "Thật là một thời gian tuyệt vời, căn phòng tuyệt vời và thời gian thư giãn. Yêu khách sạn và sòng bạc này. Chúng tôi sẽ quay lại để có khoảng thời gian vui vẻ và nghỉ ngơi. Đọc thêm",
            "Khu cắm trại đang cần sự lãnh đạo trung thực và có đạo đức hơn. Hợp đồng nêu rõ miễn là chúng tôi đặt lịch hẹn, chúng tôi có thể kiểm tra các trại viên của mình. Hôm nay tôi được thông báo rằng chúng ta không thể dừng lại và kiểm tra chúng cho đến tháng Tư.Đọc thêm",
            "Có một kỳ nghỉ dễ chịu. Phòng sạch sẽ và đẹp, có ban công. Khu vực hồ bơi tuyệt vời, và tôi rất ấn tượng với hai bồn nước nóng. Nhân viên làm thủ tục nhận phòng rất tốt và đã hết lòng giúp đỡ chúng tôi. Bây giờ đến phần tệ - - Họ có một chính sách kỳ lạ là bạn thậm chí không được mang đồ uống có ga vào sòng bạc, và lính canh thì thô lỗ. Không có bầu không khí nào trên sàn sòng bạc, tất cả đều hơi chết chóc. Và tôi không gặp ai thắng được gì cả. Các máy chỉ ăn tiền của bạn trong 30 giây. Không thể chơi ở đó quá một hoặc hai phút trừ khi bạn - sẵn sàng thua một số tiền lớn. Tôi sẽ quay lại đây nếu tôi ở trong khu vực này, nhưng tôi sẽ không sử dụng sòng bạc. Chỉ đến nếu bạn - đang tìm kiếm một nơi lưu trú giá rẻ, đừng đến nếu bạn muốn đánh bạc. Đọc thêm",
            "Tất cả những người không thích khói thuốc lá thì đừng đi. Bạn đã phá hỏng các quán bar, câu lạc bộ và bất kỳ nơi nào khác mà bạn từng hút thuốc. Đây là nước Mỹ lần cuối tôi kiểm tra. Nếu bạn không thích thì hãy tham gia và mua một sòng bạc mà không hút thuốc. Việc phá thai cũng được nhưng xin Chúa cấm ai đó đốt thuốc.  Đọc thêm",
            "Chúng tôi lái xe vài dặm về phía nam của Dells để thử vận ​​may tại các bàn chơi. Vì vậy, trước hết, như một phần trong hoạt động tiếp thị của họ, bạn thực sự phải cung cấp thông tin cá nhân của mình để nhận được thẻ câu lạc bộ người chơi, điều này không thực sự gây sốc đối với những người đến sòng bạc. Thật không may, sau khi đến máy ATM ở đây và lấy được thẻ câu lạc bộ người chơi, không có bàn blackjack nào mở cửa vào buổi trưa ngày thứ Bảy. Chúng tôi đi dạo xung quanh một chút, hỏi một vài nhân viên an ninh khi các bàn mở ra - không ai trong số họ biết - và quay trở lại để đi lấy nước. Không thực sự chắc chắn, nhưng tôi cá rằng đây là sòng bạc đầu tiên tôi từng bước vào mà KHÔNG có bàn nào mở cửa vào ngày cuối tuần.Đọc thêm",
            "Thật là một trải nghiệm khủng khiếp! Vừa nhận được một tập tài liệu để mang về cùng với việc tôn vinh các Cựu chiến binh. Đúng là đồ khốn nạn! - Tháng 3 vừa qua, chồng tôi, một cựu chiến binh, và tôi nghĩ chúng tôi sẽ tận hưởng một ngày ở HC...vì anh ấy vừa mới phẫu thuật lưng vài tháng trước và gặp khó khăn khi đi lại - đứng...anh ấy gọi điện và được đảm bảo là có có sẵn xe điện để anh ấy đi quanh sòng bạc...khi chúng tôi đến đó, xe không có sẵn vì chìa khóa được giữ trong cửa hàng quà tặng và cửa hàng đã đóng cửa. KHÔNG AI ở toàn bộ nơi này có quyền truy cập vào cửa hàng quà tặng và chìa khóa!!! Chúng tôi đã hỏi Bảo vệ, Nhân viên thu ngân, Nhân viên Câu lạc bộ Phần thưởng..chúng tôi thậm chí còn gọi đến văn phòng chính và không ai có thể giúp chúng tôi! Nhân viên bảo vệ ở cửa trước đối xử với chúng tôi rất thô lỗ cũng như nhân viên của Câu lạc bộ Phần thưởng...không cần phải nói...chúng tôi đã không ở lại lâu! Bây giờ để tăng thêm sự xúc phạm đến thương tích...Tôi nhận được một tập tài liệu quảng cáo để quay lại với phần thưởng chơi - 5,00...WOW!...bạn - bạn đang đùa à!? Ngoài ra, cuốn sách nhỏ còn có bài viết về - Tôn vinh các cựu chiến binh - ...thật là một trò đùa vĩ đại!  Chúng tôi đã thắng - sẽ không quay lại! Pat L.Đọc thêm",
            "Lần đầu tiên tại khách sạn sòng bạc Ho-Chunk và chúng tôi RẤT hài lòng. Toàn bộ khách sạn và sòng bạc đều cấm hút thuốc, điều này thật tuyệt vời! Kiểm tra vào - ra rất nhanh chóng - dễ dàng. Giảm 10 - giảm giá phòng nếu bạn nhận được thẻ Người chơi. Phòng sạch sẽ và được bổ nhiệm. Giường King rất thoải mái. Chúng tôi đã ăn tối tại nhà hàng trong khuôn viên - Joses Mexican - và bữa tối rất ngon và giá cả hợp lýĐọc thêm",
            "Đây là lần thứ 3 của chúng tôi. Mang lại cho gia đình cũng là người đầu tiên của họ. Họ là những tay cờ bạc và luôn gặp may mắn. Bãi đậu xe RV, dải máy bay nhỏ. Sòng bạc thật tuyệt vời, rộng rãi và - một điểm cộng nữa là miễn phí. Dải Wisconsin Dells chúng tôi đi dạo, mua sắm và ăn uống. Phong cảnh luôn là một điểm cộng. Hãy đến và thưởng thức Wis Dells. Đọc thêm",
            "Đừng đánh bạc ở đây, an ninh khủng khiếp ở bãi đậu xe. Có phải cưa xích của tôi bị đánh cắp khỏi xe của tôi ở bãi đậu xe lúc 10:30 sáng - họ nói với tôi rằng họ có camera an ninh tốt nhất nhưng lại không thể nhìn thấy biển số xe đã dừng lại nơi người đó bước ra và lấy cưa - . Sẽ không cho tôi xem cảnh quay, Cảnh sát trưởng hạt Sauk cũng đến và cũng không giúp ích gì - Tôi tin rằng đó là công việc nội bộ, nghe có vẻ điên rồ nhưng đã nói chuyện với một số người từng làm việc tại sòng bạc và nói rằng đây là một việc rất bình thường. Ngoài ra, các máy không thực sự trả tiền như cách đây 5-6 năm, tốt hơn hết là bạn nên đánh bạc tại các máy chỉ giải trí ở trạm xăng ngớ ngẩnĐọc thêm",
            "Xin chào, tôi đang tự hỏi liệu đây có phải là vật nuôi thân thiện không?Đọc thêm",
            "Khi nào là ngày người cao tuổi chơi game ho chunk ở MadisonĐọc thêm",
            "Đồ uống miễn phí tại đâyĐọc thêm",
            "Nếu bạn muốn đồ uống miễn phí tại sòng bạc, bạn có thể quên Wisconsin. Sòng bạc Ấn Độ cung cấp soda, trà và cà phê cho người chơi của họ. Họ thậm chí không giảm giá đồ uống vì đồ uống ở sòng bạc ở Wisconsin đắt hơn ở Thành phố New York. Nếu bạn nhận được phòng, chỉ cần mang theo phòng của mình và tiết kiệm một số tiền.Đọc thêm",
            "Bạn sắp có một phòng poker ở beloitĐọc thêm",
            "Bạn - phải liên hệ với Ho-Chunk Gaming để có câu trả lời đó.Đọc thêm",
            "Bạn có thể hút thuốc trong sòng bạcĐọc thêm",
            "Có, bạn có thể. Sòng bạc có cả khu vực hút thuốc và không hút thuốc. Đọc thêm",
            "Một người trong quán bar ở Barabo nói với tôi rằng số tiền hoàn vốn chỉ là 17 phần trăm, điều này có đúng không ?? hoàn vốn là gì ???Đọc thêm",
            "Tôi cũng không biết câu trả lời và cũng coi đó là trò giải trí.   Tôi chưa bao giờ giành được một khoản tiền lớn.  Chúc bạn may mắn.Đọc thêm",
            "Xin chào. Chúng tôi sẽ có mặt tại Wisconsin Dells 12 - 31-1 - 2. Chúng tôi nghe nói Ho Chunk tổ chức các sự kiện Đêm Giao thừa trước đây và tự hỏi liệu có ai có thể cung cấp bất kỳ thông tin nào về điều đó không. Còn tốt hơn nữa nếu có ai nghe được thông tin chi tiết nào về các sự kiện năm nay? Cảm ơn trước!Đọc thêm",
            "Tốt nhất nên gọi cho họ. Đã có tai kể từ khi chúng tôi ở đó vào đêm giao thừaĐọc thêm",
            "Chơi lô tô bao nhiêu tiền và có bao nhiêu trò chơi trong một góiĐọc thêm",
            "Tôi - xin lỗi nhưng tôi không chơi bingo. Chồng tôi chơi trò slot và khá may mắn. Tôi chủ yếu chỉ thích chơi video pocket trong khi uống biaĐọc thêm",
            "Ngày cuối cấp là ngày nàoĐọc thêm",
            "Thứ năm là ngày cuối cấpĐọc thêm",
            "Có khuyến mãi cấp cao không?Đọc thêm",
            "Chi phí ở khách sạn trong tuần là bao nhiêu? Đọc thêm"
        ],
        "star_ratings": [
            100,
            137,
            123,
            53,
            91
        ],
        "review_amount": 504,
        "location": [
            "Hoa Kỳ",
            "Ho-Chunk Gaming Wisconsin Dells",
            "Baraboo",
            "Các hoạt động ở Baraboo",
            "Wisconsin - WI -"
        ],
        "reviews_time": [
            "Written March 26, 2024",
            "Written January 11, 2024",
            "Written December 26, 2023",
            "Written November 11, 2023",
            "Written September 4, 2023",
            "Written August 28, 2023",
            "Written June 30, 2023",
            "Written June 12, 2023",
            "Written May 30, 2023",
            "Written April 23, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g59686-d282547-Reviews-Ho_Chunk_Gaming_Wisconsin_Dells-Baraboo_Wisconsin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g59686-d11750239-Reviews-Ho_Chunk_Grill-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59686-d1126359-Reviews-Bronco_Billys_Bar_Grill-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60403-d1129031-Reviews-Wisconsin_Opry_Dinner_Barn-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59686-d12498399-Reviews-Cindy_s_Cafe_Coffee_House-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60403-d1118010-Reviews-Great_Karoo_Marketplace-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60403-d1095067-Reviews-Wisconsin_Brew_Pub-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60403-d1126682-Reviews-Ivory_Coast-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60021-d443553-Reviews-Ingraffia_s_Restaurant-Lake_Delton_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60403-d24827725-Reviews-Redd_s_Piano_Bar_And_Lounge-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59686-d27636745-Reviews-Cinco_Ninos_Dells-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d255218-Reviews-Rick_Wilcox_Magic_Theater-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d109922-Reviews-Circus_World-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d661345-Reviews-Wisconsin_Deer_Park-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d265627-Reviews-Kalahari_Indoor_Waterpark-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d2140527-Reviews-Wilderness_Territory-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d633088-Reviews-Outlets_at_The_Dells-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d3838646-Reviews-Mirror_Lake_State_Park-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d123150-Reviews-Tommy_Bartlett_Exploratory-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d107777-Reviews-Noah_s_Ark_Water_Park-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d5443689-Reviews-Al_Ringling_Mansion-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d282547-Reviews-or10-Ho_Chunk_Gaming_Wisconsin_Dells-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d6777490-Reviews-The_Academy_of_Chainsaw_Art-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d6946522-Reviews-Baraboo_Candy_Company-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d283772-Reviews-International_Crane_Foundation-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d26323247-Reviews-Bello_s_Circus_Extreme_Variety_Show-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d10133030-Reviews-DOA_Room_Escape-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d10487358-Reviews-Elusive_Escape_Rooms-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d1812921-Reviews-Bigfoot_Zipline-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d4481227-Reviews-Dells_Watersports-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d667350-Reviews-Lost_Canyon_Tours-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d12839497-Reviews-Dells_Escape_Rooms-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d17396913-Reviews-Asgard_Axe_Throwing-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d1198354-Reviews-Vertical_Illusions-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d662795-Reviews-Dells_Army_Ducks-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g53806-d3512057-Reviews-Big_Pocono_State_Park-Tannersville_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d6620903-Reviews-Waugh_Drive_Bat_Colony-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g37009-d8367088-Reviews-Morse_Reservoir-Cicero_Hamilton_County_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g41523-d293669-Reviews-Eden_Hand_Arts-Dennis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g642171-d6888707-Reviews-Martselo_beach-Parikia_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d10324685-Reviews-Isla_Blanca-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d116935-Reviews-Robert_Mondavi_Arch_Tower-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g194863-d21312345-Reviews-Cb_by_Kore-Positano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g47186-d103252-Reviews-Ruidoso_Downs_Race_Track-Ruidoso_Downs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d14976478-Reviews-The_Whale_Project-Juneau_Alaska.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g59686-d282547-Reviews-or10-Ho_Chunk_Gaming_Wisconsin_Dells-Baraboo_Wisconsin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g59686-d282547-Reviews-Ho_Chunk_Gaming_Wisconsin_Dells-Baraboo_Wisconsin.html"
    }
]