[
    {
        "attraction_name": "Hobart Book Village",
        "attraction_name_vi": "Làng sách Hobart",
        "general_info": [
            "17 đánh giá",
            "- 1 trong 3 khu mua sắm ở Hobart",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Đây là cụm cửa hàng sách nổi tiếng ở khu vực Hobart. Được viết trên NY Times, The Guardian, Mental-Floss và nhiều trang khác.Đọc thêm",
        "reviews": [
            "Hobart là một thị trấn nhỏ không có gì nổi bật với những cuốn sách cũ - tuyệt vời. Đã dành 3 giờ tuyệt vời chỉ để đi từ cửa hàng sách này đến cửa hàng sách khác và tìm thấy một số viên ngọc quý tuyệt vời. Mọi chủ sở hữu đều thân thiện, sẵn sàng nói về cửa hàng và bộ sưu tập của họ và thậm chí xem về các chương trình giảm giá! Lời khuyên: đừng đi tìm cái gì cụ thể, chúng ta sẵn sàng và sẵn sàng ngạc nhiên. Bạn không bao giờ biết điều gì có thể nói với bạn và điều gì bạn có thể tìm thấy. Ở đây, duyệt web là chìa khóa.Đọc thêm",
            "Một nửa cuốn sách có những cửa hàng xinh xắn, nửa còn lại treo những lá cờ và biển hiệu chính trị tục tĩu, tục tĩu Cảnh báo công bằng cho người có trẻ emĐọc thêm",
            "The book village in Hobart, NY is a paradise for bibliophiles. I drove 3 hours from NJ to get there and it was worth the drive.   Books are mostly used and - or antiquarian. At the moment, there are 8 bookstores, each with its own specialty.  All are within a few minutes walk from each on the main street. It - s not a huge block but you - ll find a lot of great books. Liberty Rock is the biggest store and has the largest selection of books. Adams Antiquarian has a great selection of antiquarian books, their oldest one being from the 1500s and still in great shape  - apparently books from way back when were of higher quality and don - t disintegrate over time, so you can still leaf through them, and their spines do not pulverize too - . Adams has a bathroom too. Quarry Books -  focus is on mystery and sci-fi books - runs on an honor system where you leave payment in a box. NY Books and Ephemera has a nice selection of NY-themed books and gifts. More Good Books has books on Railroads, Ships - Boats, Automobiles, Games - Sports, Hobbies  -  Pets. The Book Nook has a children - s library, a nice mix of genres, including a small section of children - s books, and also some books from Blenheim - s  - the original shop temporarily closed due to a fire in the apartment above - losing 40 -  of their inventory! - .  LionEyes has great art books, while Creative Corner has craft books. Owners of each of the stores look out for each other and are very friendly and helpful. Very non-pretentious, so don - t be afraid to ask any questions.  The only con I can think of is that the town - s cafe  - The Dinner Plate -  opens at 4pm, so if you are hungry before that, you have to drive to the next town. My suggestion is to eat before you get there, then spend hours enjoying each store.  Parking can be found on the street as well as in front of The Book Nook and one of the other stores. Prices vary but are lower than online for hard-to-find titles. If you know what  you - re looking for, it - ll save you some time, though part of the fun is looking through the shelves and discovering cool books.  Not a ton of books for kids but you - ll see some old editions.Read more",
            "Lựa chọn tuyệt vời của sách được sử dụng. Nhân viên thân thiện. Nơi hoàn hảo cho những người yêu sách hoặc bất kỳ ai muốn dành một buổi chiều yên tĩnh.Đọc thêm",
            "The Pistachio Nut has a pleasant  -  mild flavor, comes from a small tree, keeps well on account of having a kernel that - s encased in a thin protective film  - a  - pellicles -  - ,  it - s been cultivated since for thousands of years, it was originally brought back to Rome by Lucius Vitellius.  All of these facts are according to Nuts: Their Production  -  Everyday Uses by F.N. Howes  - Faber  -  Faber, 1948 - .  This is one of the many books that grace the shelves at Wm. H. Adams Antiquarian Books.  This lovely bookstore is stocked full with amazing rare and treasured books, lovingly curated by Diana  -  Bill, a husband and wife team.Bill was a physician.  After he retired, he decided to try to bind medical journal articles together and took an immediate interested in the craft of book-binding.  After created medical books, he practiced his newfound art on Shakespeare.Bill  -  Diane are friendly, kind, and clearly love their books, bringing many of them back from the UK when they visit. There is a lot to check out here and several other bookstores in the small town of Hobart.  Wm. H. Adams Antiquarian Books has everything from law to medicine to history and much much more. My favorite was their large selection of historical cookbooks. Be sure to stop by for a visit.Read more",
            "Đã đi trái mùa trong cái lạnh và mưa phùn. Không phải mọi cửa hàng đều mở cửa, nhưng tất cả đều rất thân thiện. Chủ của một cửa hàng đã mở một cửa hàng đóng cửa để chúng tôi có thể tham quan xung quanh. Tìm thấy một số cuốn sách hay và có một thời gian vui vẻ. Chúng tôi sẽ quay lại vào cuối tuần khi trời ấm hơn. Thị trấn nhỏ bé ở giữa hư không nhưng có rất nhiều hiệu sách để khám phá!Đọc thêm",
            "Nếu bạn yêu thích sách - cả cũ lẫn mới - thì đây là một địa điểm tuyệt vời để ghé thăm.  Các hiệu sách trải dài trên con đường chính và cung cấp nhiều loại sách và mặt hàng liên quan tuyệt vời.  Các chủ cửa hàng đều rất thân thiện và hữu ích.  Hãy dành thời gian ghé thăm từng cửa hàng vì tất cả họ đều cung cấp những sản phẩm khác nhau.Đọc thêm",
            "Tôi đến thăm Hobart để thưởng thức một quán rượu địa phương và chỉ tình cờ phát hiện ra ngôi làng sách này.  Các chủ cửa hàng rất thân thiện và nhiệt tình với hàng hóa và ngôi làng của họ.  Tôi yêu thị trấn và sẽ quay lại sớm.  Một số nhà cung cấp cũng như quán rượu địa phương đóng cửa một số thời điểm trong năm.  Hãy kiểm tra trước!Đọc thêm",
            "Tôi đã dành vài giờ trong WM. Hiệu sách đồ cổ H. Adams vào cuối tuần vừa qua, và thật là vui! Một viên ngọc quý của một cửa hàng và những người chủ tuyệt vời, thân thiện, hiểu biết. Tôi không thể đề xuất đủ cao và có thể dễ dàng dành nhiều thời gian hơn ở đó. Bộ sưu tập thực sự gọn gàng, giá cả rất hợp lý; một bộ sưu tập hay về sách của Anh, cũng như những sách khác - Hy Lạp - La Mã, lịch sử Hoa Kỳ, v.v. - . Tôi hy vọng sẽ trở lại trong một chuyến đi khác đến khu vực này.Đọc thêm",
            "Cho đến khi đến thăm Hobart NY, tôi vẫn chưa biết làng sách là gì. Chà, nó đúng như cái tên gợi ý. Có những hiệu sách để bạn đắm mình vào đó. Tôi đã mua một cuốn Ana Karena cổ. Tôi chỉ yêu Leo Tolstoy. Hobart là một thị trấn nhỏ ngoại ô New York cổ kính và quyến rũ. Và nếu bạn muốn ở lại, Bull and Garland có trên Airbnb cho kỳ nghỉ của bạn.Đọc thêm"
        ],
        "star_ratings": [
            14,
            0,
            1,
            2,
            0
        ],
        "review_amount": 17,
        "location": [
            "New York - NY -",
            "Làng sách Hobart",
            "Hoa Kỳ",
            "Những điều cần làm ở Hobart",
            "Vùng Catskill",
            "Hobart"
        ],
        "reviews_time": [
            "Written April 2, 2024",
            "Written January 13, 2022",
            "Written August 21, 2021",
            "Written August 31, 2020",
            "Written June 21, 2020",
            "Written May 29, 2019",
            "Written April 14, 2019",
            "Written November 28, 2018",
            "Written October 9, 2018",
            "Written August 28, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g47904-d590140-Reviews-Hobart_Book_Village-Hobart_Catskill_Region_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g47904-d11874309-Reviews-The_Bull_and_Garland-Hobart_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47904-d10637263-Reviews-The_Dinner_Plate-Hobart_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g47904-d4740126-Reviews-The_Coffee_Pot-Hobart_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47904-d27018355-Reviews-Mural_on_Main_Gallery-Hobart_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48530-d274411-Reviews-Plattekill_Mountain-Roxbury_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48678-d8476351-Reviews-Catskill_Scenic_Trail-Stamford_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47427-d17530876-Reviews-Hudson_River_Skywalk-Catskill_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48678-d24121788-Reviews-Mount_Utsayantha-Stamford_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48678-d20380300-Reviews-Sacred_Heart_Parish-Stamford_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48678-d20380306-Reviews-Stamford_United_Methodist_Church-Stamford_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48678-d27066701-Reviews-Headwaters_Arts_Center-Stamford_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48678-d20380307-Reviews-Stamford_Baptist_Church-Stamford_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47904-d590140-Reviews-or10-Hobart_Book_Village-Hobart_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47904-d4106259-Reviews-The_Sheep_s_Nest-Hobart_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48678-d24117439-Reviews-Big_Lug_Bike_Outfitters-Stamford_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48530-d14767557-Reviews-Table_To_Farm_Tours-Roxbury_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47904-d20360891-Reviews-Broken_Spoke_Stables-Hobart_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48678-d14134846-Reviews-Stamford_Golf_Club-Stamford_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48390-d3347678-Reviews-High_Falls_Trail-Philmont_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47862-d10092085-Reviews-Shaver_Hill_Maple_Farm-Harpersfield_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47970-d3617743-Reviews-Buck_Hill_Farms-Jefferson_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48530-d2509973-Reviews-Roxbury_Arts_Group-Roxbury_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47332-d14912191-Reviews-Mountain_View_Dairy-Bloomville_Catskill_Region_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d142403-Reviews-Little_Italy-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g39935-d274080-Reviews-Loretta_Lynn_s_Home-Van_Lear_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g1124758-d3233666-Reviews-Pilatus_Luzern-Kriens_Lucerne.html",
            "https://www.tripadvisor.com/Attraction_Review-g790333-d1175140-Reviews-Ko_Si_Chang_Island-Ko_Si_Chang_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d145422-Reviews-Cotton_Bowl-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g47986-d126759-Reviews-Mount_Marcy-Keene_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d558679-Reviews-Seattle_Public_Library-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d126676-Reviews-Fisher_Island-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d145325-Reviews-Buckstaff_Bathhouse-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d607667-Reviews-The_Baked_Potato-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g47904-d590140-Reviews-or10-Hobart_Book_Village-Hobart_Catskill_Region_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g47904-d590140-Reviews-Hobart_Book_Village-Hobart_Catskill_Region_New_York.html"
    }
]