[
    {
        "attraction_name": "Hobbiton Movie Set",
        "attraction_name_vi": "Bộ phim Hobbiton",
        "general_info": [
            "10.763 đánh giá",
            "1 trong 2 điều cần làm ở Hinuera",
            "Địa điểm ưa thích"
        ],
        "attraction_summary": "Chuyến tham quan Bối cảnh phim Hobbiton là điểm dừng chân không thể thiếu trong hành trình dành cho tất cả du khách đi du lịch qua New Zealand, mang đến trải nghiệm thú vị và giải trí kết hợp bối cảnh bộ phim nổi tiếng như trong bộ ba Chúa tể của những chiếc nhẫn và The Hobbit. Phải lòng trang trại chăn nuôi cừu và bò của gia đình Alexander, giống như đạo diễn nổi tiếng Ngài Peter Jackson đã làm khi bạn hành trình qua ngôi làng với dãy Kaimai hùng vĩ sừng sững ở phía xa. Sau đó, hướng dẫn viên sẽ hộ tống bạn đi khắp phim trường, chỉ cho bạn những chi tiết phức tạp, chỉ ra những địa điểm nổi tiếng nhất và giải thích cách tạo ra phép thuật trong phim. Bạn sẽ được đưa đi vòng quanh khu đất rộng 12 mẫu Anh; đi qua các hố Hobbit, Nhà máy và vào Nhà trọ Green Dragon nổi tiếng, nơi bạn có thể thưởng thức đồ uống được pha chế đặc biệt, độc quyền của chúng tôi để kết thúc chuyến phiêu lưu Trung Địa của riêng bạn.Đọc thêm",
        "reviews": [
            "Chuyến tham quan Bữa sáng thứ hai thật tuyệt vời, tôi đã kỳ vọng rất cao và chúng đã vượt quá.  Tòa nhà với bánh xe nước được chế tạo đẹp mắt và cổ kính - Jamie và nhóm đã làm một công việc đáng kinh ngạc, chào đón và mỉm cười, thức ăn rất ngon và đã nỗ lực rất nhiều để chuẩn bị bữa ăn chay cho người phụ nữ tôi đang ngồi cạnh. Hướng dẫn viên của chúng tôi rất vui và chúng tôi đã học được rất nhiều về bộ này.  Rất khuyến khích cho mọi người.Đọc thêm",
            "Trải nghiệm tuyệt vời, hướng dẫn viên du lịch từ Hobbiton đến từ Victoria, rất vui tính và hiểu biết, ước gì chúng tôi có nhiều thời gian hơn ở Tavern, rất thích trải nghiệm tiệc buffet.\nĐây chắc chắn là một hoạt động nên làm nếu bạn có thời gian và tiền bạc.\nCũng là một hoạt động bao gồm, chỉ đề nghị bạn nói chuyện với các nhà cung cấp trước chuyến đi, mẹ tôi bị đau hông và đầu gối nên bà phải trải nghiệm chuyến tham quan trên xe golf - bà thực sự thích nó và đã giới thiệu cho tất cả đồng nghiệp làm việc của mình ở Auckland.Đọc thêm",
            "Một nơi không thể bỏ qua đối với những người hâm mộ hobbit và chúa tể những chiếc nhẫn. Đó là một chuyến tham quan có hướng dẫn và hướng dẫn viên du lịch của chúng tôi đến từ Hoa Kỳ và cô ấy đã rất giỏi khi giải thích từng phần của bộ này cũng như mục đích sử dụng của nó. Địa điểm này rất đẹp và khi kết thúc chuyến tham quan, bạn sẽ nhận được đồ uống miễn phí tại Green Dragon.Đọc thêm",
            "Phải làm nếu bạn là một người hâm mộ. Trải nghiệm tuyệt vời. Hướng dẫn viên đầy nhiệt tình và kiến ​​thức. Đúng là mọt sách, điều đó thật tuyệt. Olivia là một viên ngọc quý và tôi nghĩ Mike là một người hướng dẫn tuyệt vời. Đi tham quan muộn với bữa ăn trong quán trọ rồng xanh. Không có lời nào.. đó là một trải nghiệm tuyệt vời. Thức ăn đã ra khỏi thế giới này.. món thịt cừu ngon nhất tôi từng nếm và lượng thức ăn thật đáng kinh ngạc. Đưa con gái tôi đi và cô ấy ăn chay và họ đáp ứng yêu cầu của cô ấy một cách hoàn hảo. Họ đều rất thân thiện và có sức chứa. Tôi sẽ quay đi quay lại nếu tôi không sống ở bên kia thế giới.Đọc thêm",
            "Tôi hơi lo lắng về giá cả nhưng tôi rất vui vì cuối cùng chúng tôi đã đi. \n\nGia đình gồm 3 2 đứa trẻ ở độ tuổi đi học của chúng tôi thực sự rất thích chuyến tham quan của chúng tôi với bữa trưa tự chọn. Mặc dù bọn trẻ chưa xem phim nhưng bối cảnh vẫn khá kỳ diệu đối với chúng. \n\nHobbiton lớn hơn rất nhiều so với những gì tôi mong đợi và toàn bộ hoạt động của xe buýt, cửa hàng, phòng ăn, quán bar, hố hobbit đều hoành tráng hơn rất nhiều so với những gì tôi mong đợi. Sự chú ý đến từng chi tiết là đặc biệt.\n\nThức ăn rất ngon, đồ uống rất đáng yêu, hướng dẫn viên của bạn vui tính và được tổ chức tốt. Rất nhiều cơ hội chụp ảnh.\n\nTôi muốn quay trở lại khi việc xây dựng các phòng trong hang hobbit mới của họ hoàn tấtĐọc thêm",
            "Từ lúc đậu xe, tôi đã biết mình sắp có một ngày tốt lành. Các nhân viên bán vé dễ thương luôn chào đón và hữu ích cung cấp cho tôi tất cả thông tin tôi cần. Sau đó, tôi đến quán cà phê ấm áp và hấp dẫn và thưởng thức đồ uống ấm trước chuyến tham quan của mình chỉ để chuẩn bị cho chuyến tham quan sắp tới.\nKhi đã lên xe buýt sẵn sàng cho chuyến tham quan, tôi gần như không thể kìm được sự phấn khích vì đã chờ đợi nhiều năm. \nĐi bộ giữa những cái hang của người hobbit và nhìn thấy đầu túi là một khoảnh khắc đáng nhớ đối với tôi. Sau đó, để kết thúc tất cả, chúng tôi phải ăn uống như một người hobbit và uống nước ở con rồng xanh. Tôi lại như một đứa trẻ.Đọc thêm",
            "Đó là một trong những trải nghiệm tuyệt vời nhất tôi có. Chúng tôi đã thực hiện chuyến tham quan do MR thực hiện. TOM. ở được hơn 10 năm. \nĐội ngũ hobbiton thật đáng kinh ngạc! Chúng tôi đến nơi rồi lái xe buýt trong 10 phút để đến nơi. Nhóm sẽ giải thích mọi thứ liên quan đến bộ phim. Đó là một trong những trải nghiệm độc đáo mà mọi người nên thử! \nĐiều tuyệt vời nhất là họ tặng bia miễn phí chỉ được pha ở Hobbiton, trà và nước trái cây vào cuối chuyến tham quan, thật hoàn hảo với thời tiết  \n\nNhắn tin cho tôi về hướng dẫn viên du lịch tuyệt vời này! Có riêng anh Vân. Sức chứa tối đa chỉ có 5 hành khách! Chắc chắn đề nghị cho nhóm nhỏ. Đọc thêm",
            "Tôi có thể nói rằng chúng tôi là những người hâm mộ trung bình của Chúa tể những chiếc nhẫn và sách phim Hobbit, ở chỗ chúng tôi đã xem chúng, nhưng sẽ không tự coi mình là những người hâm mộ cuồng nhiệt.  Thành thật mà nói, khi họ nói về những sự kiện trong phim xảy ra ở nhiều địa điểm khác nhau, phần lớn chúng ta không thể nhớ được!  Tôi nói điều này bởi vì chúng tôi vẫn yêu thích trải nghiệm ở đây.  Vị trí rất vinh quang và mang đến hương vị thơm ngon của New Zealand.  Rất dễ dàng để đến và chúng tôi lái xe thay vì thực hiện một chuyến tham quan.  Nó rất nhiều thông tin và cung cấp nhiều thời gian hình ảnh.  Nhìn chung, nó mất khoảng 1,5 giờ và chắc chắn đáng làm vì nhiều lý do.  Chúng tôi sẽ không ngần ngại giới thiệu nó.Đọc thêm",
            "Chúng tôi dừng lại để tham quan trên đường từ Auckland đến Rotorura - 2 giờ từ Auckland và sau đó là một giờ nữa. Khá đông đúc nên chúng tôi rất vui vì đã đặt trước nhưng họ đã đề nghị chúng tôi tham quan lúc 12:20 thay vì chuyến tham quan lúc 13:10. Chúng tôi được David, một người Đức song ngữ ấn tượng, đưa đi tham quan, người dường như đã nắm vững toàn bộ kinh điển của Tolkien và Peter Jackson. Bạn bắt xe buýt đến địa điểm, xem video giới thiệu trên đường đi, sau đó đi bộ xung quanh, kết thúc bằng một lựa chọn bia có cồn hoặc bia gừng không cồn tại quán rượu Shire. Thật tuyệt vời và những giai thoại về quá trình quay phim rất thú vị. Quán cà phê Old Shires Rest cung cấp một số lựa chọn tốt sau đó với mức giá hợp lý. Đọc thêm",
            "Một chuyến thăm đơn giản là không đủ, chúng tôi muốn quay lại hai ngày sau.  Đó là tất cả mọi thứ bạn mong muốn và hơn thế nữa.  Chuyến tham quan có hướng dẫn rất tuyệt, thông tin được cung cấp rất thú vị.  Được tổ chức rất tốt trong ngày.Đọc thêm",
            "Một trải nghiệm tuyệt vời và kỳ diệu. Nó đã được thiết lập tốt và các chi tiết ở cấp độ tiếp theo. Hướng dẫn viên của chúng tôi thật tuyệt vời, nhiệt tình và tràn đầy năng lượng, điều này khiến chuyến tham quan trở nên đặc biệt hơn.Đọc thêm",
            "Một chuyến đi tuyệt vời! Đặc biệt nếu bạn đã xem phim thì tại sao bạn lại đi nếu không?. Bạn có thể đi vào vài ngôi nhà, nghe thông tin rất thú vị. Và chỉ có rất nhiều hình ảnh xung quanh! Rất vui khi được nhìn thấy mọi người trong trang phục hóa trang, nhưng tôi chưa nghĩ họ cung cấp điều đó.Đọc thêm",
            "Ôi có thể sống ở một nơi như thế này, thật kỳ diệu.  Tôi ước gì có nhiều địa điểm ở giữa trái đất như thế này rải rác khắp New Zealand, tôi sẽ đến thăm từng nơi. Chúng tôi đã thực hiện chuyến tham quan vào giờ ăn trưa thật tuyệt.  Chúng tôi muốn thực hiện chuyến tham quan buổi tối và đi dạo quanh Hobbiton với một chiếc đèn lồng nhưng than ôi điều này đã được đặt trước.  Một lý do chính đáng để chúng tôi đặt trước lần sau và làm lại tất cả.  Cảm ơn PJ vì đã đưa nhượng quyền thương mại này vào cuộc sống.Đọc thêm",
            "Hướng dẫn viên du lịch rất thú vị, người đã mang điều kỳ diệu của Người Hobbit và LOTR vào cuộc sống cho cả ba chúng tôi, những người yêu thích bộ phim. Vợ tôi không mấy hứng thú với các bộ phim nhưng cô ấy thấy chuyến tham quan hố Hobbit mới mở rất hấp dẫn. Chắc chắn sẽ giới thiệu cho những người hâm mộ Tolkien.Đọc thêm",
            "Đây là một buổi chiều tuyệt vời, đặc biệt nếu bạn là người hâm mộ LOR! Chuyến tham quan thật tuyệt vời...hướng dẫn viên Sol của chúng tôi rất thú vị và hiểu biết..chúng tôi đã học được rất nhiều về quá trình sản xuất phim và những ngôi nhà nhỏ của người Hobit thật đáng chú ýĐọc thêm",
            "Chồng tôi nói rằng anh ấy thích chuyến thăm Hobbiton hơn bất kỳ địa điểm du lịch nào khác mà anh ấy từng đến. Trải nghiệm Hobbit Hole đã khiến mọi thứ trở nên sống động. Khi bước vào nhà Hobbit, tôi chuyển từ quan sát bối cảnh sang sống trong câu chuyện.Đọc thêm",
            "Đây là lần thứ hai tôi ghé thăm nơi này. Lần đầu tiên là vào năm 2017 và tôi không thể nhớ trước đây nó đã như thế nào. Đừng hiểu sai ý tôi, tôi là một người hâm mộ LOTR cuồng nhiệt và vẫn rất tuyệt vời khi được xem Hobbiton. Tất cả những chi tiết nhỏ, tất cả những ngôi nhà, màu sắc, tất cả những chi tiết bạn tìm hiểu. Tất cả đều rất tuyệt vời. Một điều nữa họ đã làm gần đây là bạn có thể bước vào trong nhà và chạm vào mọi thứ. Rất rất tuyệt! Có gì đó không hay à? Sự vội vàng và một số hướng dẫn. Có cảm giác như bạn là một phần của quá trình làm việc tại một loại vải và công việc này vẫn tiếp tục diễn ra. Cứ 10 phút lại có một chuyến xe buýt khởi hành. Các nhóm đều lớn. Bạn cũng cần phải gặp may mắn với người hướng dẫn của mình. Một số hướng dẫn viên rất nhiệt tình, những người khác lại cáu kỉnh và rất thô lỗ. Hướng dẫn viên của chúng tôi vẫn ổn ngoại trừ việc cô ấy không đợi cho đến khi cả nhóm ở cùng nhau. Vì vậy, cô ấy bắt đầu nói chuyện và giải thích rất nhiều thứ mặc dù chúng tôi vẫn chưa hoàn thành. Rất phiền phức. Thế thì việc thưởng thức đồ uống ở Rồng Xanh không hề thú vị như người ta tưởng. Một lần nữa bạn không có quá nhiều thời gian. Chúng tôi muốn ăn bánh nướng xốp với nó nhưng những người phụ nữ làm việc ở đó có thái độ đến mức chúng tôi không làm vậy. Đối với những người bạn cần trả tiền, họ nên xử lý trải nghiệm này theo cách khác.Đọc thêm",
            "Đây là một trong những địa điểm chúng tôi nhất định phải ghé thăm trong chuyến đi đầu tiên đến New Zealand. Chúng tôi đã đặt vé trực tuyến trước nhưng vì là thứ Tư trong tháng 5 nên hầu như tất cả các khung giờ đều có chỗ. Lái xe từ Auckland rất dễ dàng và có rất nhiều chỗ đậu xe. Khi chúng tôi làm thủ tục nhận phòng, nhân viên đã có thể sắp xếp cho chúng tôi một chuyến tham quan sớm hơn vì chúng tôi đến sớm hơn dự kiến. Chuyến đi bằng xe buýt đến hạt diễn ra nhanh chóng và chúng tôi đã dành hơn 2 giờ cùng hướng dẫn viên đi bộ qua hầu hết mọi ngôi nhà của người Hobbit và nghe rất nhiều thông tin chi tiết về bộ phim và bối cảnh. May mắn thay, thời tiết ủng hộ và chúng tôi không cần dùng ô vào ngày hôm đó. Sẽ rất lộn xộn nếu đường sỏi và đất bị ướt. Hầu hết các ngôi nhà của người Hobbit thực tế đều không thể vào được nhưng theo hướng dẫn viên của chúng tôi, có một ngôi nhà được trang trí và bày biện đầy đủ tính đến tháng 12 năm 2023. Tôi tin rằng đó là nhà của Sam trong phim. Nhóm của chúng tôi đã tách ra và chúng tôi bước vào cửa ngoài cùng bên phải nhưng cả hai bên đều được trang bị giống nhau theo hướng dẫn viên của chúng tôi. Chúng tôi đã rất ngạc nhiên về nội thất và sự chú ý đến từng chi tiết trong việc bày trí và trang trí. Cảm giác như chúng tôi đang ở trong một ngôi nhà của người Hobbit thực sự! Nước chảy qua vòi và thậm chí bếp lò cũng ấm khi chạm vào. Chúng tôi kết thúc chuyến tham quan tại Green Dragon Inn, nơi chúng tôi uống bia gừng. Một loại bia đã bao gồm trong giá vé vào cửa nhưng bạn cũng có thể mua bia đen, bia ale hoặc rượu táo và đồ ăn, trong đó bánh thịt bò và bia là món được khuyến nghị nhất. Giá cả đắt đỏ nhưng rất đáng để trải nghiệm. Chúng tôi thậm chí còn xem lại phim Chúa tể những chiếc nhẫn chỉ để liên kết mọi thứ chúng tôi tham quan với các cảnh cụ thể trong phim. Đọc thêm",
            "Đã biến trí tưởng tượng của tôi trong 50 năm thành hiện thực.. cảm giác như tôi đang trở về nhà... Hoàn toàn kỳ diệu từ chất lượng và giá trị của dịch vụ ăn uống tại Shires Rest cho đến vẻ đẹp và tính chân thực của chính chuyến tham quan.Đọc thêm",
            "Cho dù bạn có phải là Chúa tể của những chiếc nhẫn hay không, hãy chú ý đến từng chi tiết, cách tổ chức ấn tượng nhưng không phô trương và những hướng dẫn viên tuyệt vời sẽ khiến đây trở thành một ngày tuyệt vời. Đáng giá từng xu và chắc chắn không chỉ dành cho trẻ em.Đọc thêm"
        ],
        "star_ratings": [
            7971,
            1950,
            545,
            183,
            115
        ],
        "review_amount": 10764,
        "location": [
            "Các hoạt động ở Hinuera",
            "Dầu",
            "Vùng Waikato",
            "hòn đảo phía bắc",
            "Bộ phim Hobbiton",
            "Nam thái bình dương",
            "New Zealand"
        ],
        "reviews_time": [
            "Written July 30, 2023",
            "Written August 21, 2023",
            "Written September 16, 2023",
            "Written September 16, 2023",
            "Written September 23, 2023",
            "Written October 2, 2023",
            "Written October 10, 2023",
            "Written October 28, 2023",
            "Written November 4, 2023",
            "Written November 5, 2023",
            "Written June 5, 2024",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g3395240-d1382525-Reviews-Hobbiton_Movie_Set-Hinuera_Waikato_Region_North_Island.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g3395240-d10901163-Reviews-The_Shire_s_rest_cafe-Hinuera_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g676237-d12127251-Reviews-The_Green_Dragon_Inn-Matamata_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g3395240-d1382525-Reviews-or10-Hobbiton_Movie_Set-Hinuera_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g616349-d3767730-Reviews-Headfirst_Travel_Waitomo_Wanderer-Waitomo_Caves_Waitomo_District_Waikato_Region_N.html",
            "https://www.tripadvisor.com/Attraction_Review-g2361221-d4266992-Reviews-Riverside_Adventures_Waikato-Tirau_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g635989-d2477233-Reviews-The_Boatshed_Kayaks-Cambridge_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g676237-d8377864-Reviews-Matamata_isite_Visitor_Information_Centre-Matamata_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g676237-d5489601-Reviews-Firth_Tower_Estate_and_Museum-Matamata_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g2361221-d5978724-Reviews-Dog_and_Sheep_Shaped_Corrugated_Metal_Buildings-Tirau_Waikato_Region_North_Islan.html",
            "https://www.tripadvisor.com/Attraction_Review-g635989-d1724875-Reviews-Maungakawa_Scenic_Reserve-Cambridge_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g2361221-d8309544-Reviews-Tirau_isite_Visitor_Information_Centre-Tirau_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g2361221-d4553766-Reviews-Tirau_Shell_Jade_Factory-Tirau_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g676237-d5317191-Reviews-Swim_Zone_Matamata-Matamata_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g676237-d7386539-Reviews-Piako_Gliding_Club-Matamata_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g676237-d12788909-Reviews-Angelica_Holistic_Therapies-Matamata_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g2361221-d13569549-Reviews-Pippi-Tirau_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g2361221-d23936963-Reviews-Saya_Suka-Tirau_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g2361221-d16759458-Reviews-Art_on_Main-Tirau_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3342146-Reviews-IDO_Ferry-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g316071-d316178-Reviews-Angel_Falls-Canaima_National_Park_Guayana_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g662606-d19268519-Reviews-Scandal_Dinner_Show-Costa_Adeje_Adeje_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293913-d10832576-Reviews-Plaza_Premium_Lounge_Terminal_2_Zone_A-Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15274900-Reviews-The_Cauldron_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d13506952-Reviews-ETransfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d3669128-Reviews-Howard_Theatre-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d9714392-Reviews-The_Drifter-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g240329-d142807-Reviews-Julia_Pfeiffer_Burns_State_Park-Big_Sur_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6650894-Reviews-9th_Arrondissement-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g3395240-d1382525-Reviews-or10-Hobbiton_Movie_Set-Hinuera_Waikato_Region_North_Island.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g3395240-d1382525-Reviews-Hobbiton_Movie_Set-Hinuera_Waikato_Region_North_Island.html"
    }
]