[
    {
        "attraction_name": "Hocking Hills State Park",
        "attraction_name_vi": "Công viên tiểu bang Hocking Hills",
        "general_info": [
            "1.505 đánh giá",
            "- 5 trong số 34 việc cần làm ở Logan",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Chuyến thăm đầu tiên tuyệt vời đến Công viên bang Hocking Hills.\nNhững con đường mòn đi bộ đường dài được bảo trì tốt xuyên qua những khu rừng tuyệt đẹp với diện mạo gần giống như khu rừng mưa với những tảng đá và cây cối rêu phong.\nDương xỉ rất nhiều. Một cái gì đó dành cho tất cả mọi người trẻ và già để thưởng thức.Đọc thêm",
        "reviews": [
            "Đưa gia đình ra khỏi thị trấn đến hang động của ông già, thật là một trải nghiệm. Khung cảnh thật tuyệt vời, an toàn nhưng hãy chuẩn bị tinh thần để leo lên nhiều bậc thang. Nhà nghỉ gần đó thật tuyệt vời, với khung cảnh bên ngoài và đồ ăn, đó là trải nghiệm tuyệt vời nhất.Đọc thêm",
            "Người bạn phụ nữ của tôi và tôi - cả hai chúng tôi đều ở độ tuổi cuối 70 - và con gái tôi và bạn gái của cô ấy - họ ở độ tuổi đầu 40 - đã đến đó vào cuối tuần Ngày Lao động. Nó đông đúc và chúng tôi đã thực hiện một số nghiên cứu về các khu vực sẽ đến thăm. Chúng tôi không phải là người thích đi bộ đường dài nên chúng tôi quyết định chỉ đi những con đường dễ đi. Chúng tôi đến thăm Thác Cedar, nơi hơi thất vọng vì thiếu lượng mưa lớn và Hang Tro, một nơi thật phi thường. Nó giống một nhà hát hơn là một hang động.Đọc thêm",
            "Bạn sẽ không tin vào quan điểm. Dặm và dặm đi bộ đường dài tuyệt đẹp. Có thể rất nghiêm ngặt, nhưng họ cũng có một số lựa chọn ngắn hơn - dễ dàng hơn. Nhà nghỉ, trung tâm du khách, bảng chỉ dẫn tốt.\n\nĐã thấy nhiều người gặp khó khăn vì đi giày không phù hợp - đừng đi dép và nếu bạn có giày đi bộ đường dài - hãy sử dụng chúng - . Nó - rất cao. Cột không phải là một ý tưởng tồi.Đọc thêm",
            "Trải nghiệm tuyệt vời!! Các nhân viên trong cửa hàng trại thực sự thân thiện và hiểu biết.  Những con đường mòn được đánh dấu và duy trì rất tốt.  Đó thực sự là một khu vực đẹp để đi bộ!! 10 trên 10 sẽ giới thiệu ông già - đi lang thang trong hang!!Đọc thêm",
            "Một công viên rất đẹp.   Có một số con đường mòn đi bộ đường dài trong và xung quanh công viên.   \n\nCó những bản đồ phù hợp giúp ích vì một số con đường mòn giao nhau và giao nhau. \n\nchúng tôi đã làm Hang Ông già và những con đường mòn quanh trung tâm du khách.   không có nhiều nước ở thác trên hoặc thác dưới, nhưng các khối đá rất mát mẻ và việc đi bộ đường dài rất thú vị.  \n\nmột số con đường mòn là một chiều nên bạn cần phải lên kế hoạch cho lộ trình của mình cho phù hợp.  \n\nkhông có phí để vào công viên.  \nĐọc thêm",
            "Một nơi tuyệt vời để ghé thăm, nhưng hãy thử đến vào tuần này. Đến vào cuối tuần Ngày Lao động và nơi này rất đông đúc. Có rất nhiều cảnh đẹp thiên nhiên để ngắm và đi bộ dễ dàng cho người cao tuổi như tôi. Đọc thêm",
            "Chúng tôi ở trong cabin trong công viên tiểu bang. Không có cái nào xấu cả. Tất cả đều có hiên sau nhìn ra rừng. Các cabin rất gần nhà nghỉ cũng có phòng. Nhưng địa lý của công viên thật tuyệt vời. Những khối đá ngoạn mục và nhiều con đường mòn đi bộ đường dài từ 1 - 4 dặm đến những con đường mòn đi bộ đường dài rất dễ dàng. Chắc chắn đáng để ghé thămXem thêm",
            "Nó thật là vui! Chúng tôi đã không ở lại lâu, chỉ đi qua Old Man - s và Ash Cave trên đường về nhà từ Tây Virginia nhưng rất đáng giá! Trung tâm du khách rất sạch sẽ và mang tính giáo dục, những con đường mòn rất dễ đọc và thật vui khi thấy không có rác trên đường mòn và các khu vực bảo tồn đã được rào lại. nó được bảo quản rất tốt : - Đọc thêm",
            "Trải nghiệm tuyệt vời khi đi bộ đường dài.  Chuyến thăm đầu tiên của chúng tôi chỉ là một chuyến đi bộ đường dài vừa phải. Đó là vào dịp cuối tuần tưởng niệm nên công viên rất đông đúc.  Những con đường mòn đã được đánh dấu rõ ràng và các lối đi không có mảnh vụn.  Những công viên sạch nhất tôi từng đến thăm.  \n\nChúng tôi không tải xuống bất kỳ bản đồ nào về điện thoại của mình và chúng tôi cũng không lấy bản đồ từ trung tâm du khách.  Chúng tôi chỉ đi theo những bản đồ được vẽ ở đầu con đường. Những cái cây đã in dấu lời thề của bạn. \n\nRất thân thiện với vật nuôi và gia đình.  Đọc thêm",
            "Trải nghiệm tuyệt vời khi đi bộ đường dài.  Chuyến thăm đầu tiên của chúng tôi chỉ là một chuyến đi bộ đường dài vừa phải. Đó là vào dịp cuối tuần tưởng niệm nên công viên rất đông đúc.  Những con đường mòn đã được đánh dấu rõ ràng và các lối đi không có mảnh vụn.  Những công viên sạch nhất tôi từng đến thăm.  Chúng tôi không tải xuống bất kỳ bản đồ nào về điện thoại của mình và chúng tôi cũng không lấy bản đồ từ trung tâm du khách.  Chúng tôi chỉ đi theo những bản đồ được vẽ ở đầu con đường. Những cái cây đã in dấu lời thề của bạn. Rất thân thiện với vật nuôi và gia đình.  Đọc thêm",
            "Nơi này rất đẹp, dễ dàng trở thành một trong những công viên tiểu bang tuyệt vời nhất mà tôi đã đến thăm. Chuyến đi bộ yêu thích của tôi nằm ngay gần Trung tâm Du khách và bắt đầu từ Thác Thượng - đẹp như tranh vẽ - uốn khúc qua một hẻm núi tuyệt đẹp và sau đó đi qua Hang Ông già, kết thúc tại Trung tâm Du khách. Siêu dễ dàng và chỉ 0,75 dặm. Nhưng nhìn chung, đây là công viên phù hợp cho những người đi bộ đường dài đang tìm kiếm những chuyến đi bộ dễ dàng với phong cảnh tuyệt vời. Đặc biệt, hai trong số những con đường đi bộ đường dài đẹp nhất ở đây có lối đi một phần dành cho xe lăn: đường mòn Ash Cave và đường mòn Conkles Hollow Gorge. Trung tâm du khách có một quầy thông tin với một người - nhân viên kiểm lâm công viên? - để trả lời các câu hỏi, triển lãm, nước, cửa hàng quà tặng, phòng vệ sinh và bản đồ treo tường lớn cho những con đường mòn phổ biến hơn. Hoàn thành rất tốt và ngang bằng với nhiều công viên quốc gia mà tôi đã đến thăm.Đọc thêm",
            "Nó thật là vui! Chúng tôi đã không ở lại lâu, chỉ đi qua Old Man - s và Ash Cave trên đường về nhà từ Tây Virginia nhưng rất đáng giá! Trung tâm du khách rất sạch sẽ và mang tính giáo dục, những con đường mòn rất dễ đọc và thật vui khi thấy không có rác trên đường mòn và các khu vực bảo tồn đã được rào lại. nó được bảo quản rất tốt : - Đọc thêm",
            "Chúng tôi ở trong cabin trong công viên tiểu bang. Không có cái nào xấu cả. Tất cả đều có hiên sau nhìn ra rừng. Các cabin rất gần nhà nghỉ cũng có phòng. Nhưng địa lý của công viên thật tuyệt vời. Những khối đá ngoạn mục và nhiều con đường mòn đi bộ đường dài từ 1 - 4 dặm đến những con đường mòn đi bộ đường dài rất dễ dàng. Chắc chắn đáng để ghé thămXem thêm",
            "Nơi tuyệt vời để ghé thăm, nhưng hãy thử đi trong tuần. Đã đi vào cuối tuần Ngày Lao động và nó đã chật cứng. Rất nhiều cảnh đẹp thiên nhiên để ngắm nhìn và việc đi bộ dễ dàng cho những người cao tuổi như tôi.Đọc thêm",
            "Vì vậy - tôi đã đến đó cùng con chó của mình nhiều lần trong suốt thời gian lưu trú kéo dài một tuần ở Hocking Hills. Chúng tôi đã đến thích 3 trong số 7 công viên. Đẹp nhưng maaaan, tôi - chưa bao giờ thấy nhiều cầu thang đến vậy trong đời. Bao giờ. Như bao giờ! Đó là ranh giới điên rồ.  Ngoài ra, tôi không biết liệu đó có phải là Ohio nói chung không? Hay chỉ là Hocking Hills? Nhưng tôi nghĩ nhìn chung, mọi người đều thực sự kỳ quặc và thô lỗ. Giống như, lạnh lùng không có lý do. Tôi - người miền nam và biết sự bắc - nam - chào ngoài đường - khác biệt. Nhưng sự lạnh lẽo ở đây hiện rõ.Đọc thêm",
            "Cả hai chúng tôi đều nghĩ rằng nó quá đông khách du lịch và nói không bao giờ nữa. Khi chúng tôi đã đi bộ đủ xa để tránh xa đám đông thì không sao cả và tất nhiên cuối cùng chúng tôi cũng khám phá đường mòn. Thị trấn - không có gì nhiều, nhưng nó có một số quán bar lặn tuyệt vời mà chúng tôi thực sự rất thíchĐọc thêm",
            "Những con đường mòn đi bộ đường dài tuyệt vời và tham quan hang động.  Hoạt động tuyệt vời với trẻ em.  Chúng tôi cũng đã đến quán cà phê gần đó để dùng bữa nhanh trước khi đi bộ trên đường mòn.Đọc thêm",
            "Một công viên rất đẹp.   Có một số con đường mòn đi bộ đường dài trong và xung quanh công viên.   Có những bản đồ phù hợp giúp ích vì một số con đường mòn giao nhau và giao nhau. chúng tôi đã làm Hang Ông già và những con đường mòn quanh trung tâm du khách.   không có nhiều nước ở thác trên hoặc thác dưới, nhưng các khối đá rất mát mẻ và việc đi bộ đường dài rất thú vị.  một số con đường mòn là một chiều nên bạn cần phải lên kế hoạch cho lộ trình của mình cho phù hợp.  không có phí để vào công viên.  Đọc thêm",
            "Trải nghiệm tuyệt vời!! Các nhân viên trong cửa hàng trại thực sự thân thiện và hiểu biết.  Những con đường mòn được đánh dấu và duy trì rất tốt.  Đó thực sự là một khu vực đẹp để đi bộ!! 10 trên 10 sẽ giới thiệu ông già - đi lang thang trong hang!!Đọc thêm",
            "Chó có được phép đi trên đường mòn không?Đọc thêm",
            "Tôi đã nhìn thấy những con chó bị xích trên đường mòn và một số con thả rông khi nô đùa trong nước.Đọc thêm",
            "Những con đường mòn có vất vả như mô tả không? Tôi đã suy nghĩ gấp đôi về việc đến đó nếu chúng ta không thể đi bộ! Tuổi 70 và 63, có sức khỏe tốt - thay một đầu gối thành công - Đọc thêm",
            "Tôi nghĩ bạn có thể làm được.  Không có vách đá nào có thể leo lên được.Đọc thêm",
            "Tôi - muốn thử leo đồi cùng gia đình - chúng tôi - là người thích hoạt động ngoài trời và chúng tôi thích đi bộ đường dài. Tôi nghe nói đồi hocking rất tuyệt - nhưng nó - quá nổi tiếng, đến nỗi tôi tự hỏi liệu nó có đông đúc không? Thời điểm bận rộn nhất trong năm là khi nào? Ngày Lao động có phải là một ngôi nhà điên? Thác nước còn ấn tượng trong cái nóng mùa hè hay cạn kiệt?Đọc thêm",
            "Có trung tâm du khách không?Đọc thêm",
            "vângĐọc thêm",
            "Gia đình tôi và tôi đang cắm trại tại công viên từ ngày 2 đến ngày 6 tháng Sáu. Đối với một chuyến đi liền kề khác, tôi cần làm xét nghiệm RT-PCR COVID trong thời gian cắm trại đó và tải kết quả lên. Vì vậy, tôi có 2 câu hỏi:\n1. Tôi có thể lấy bài kiểm tra này ở đâu gần đây?  - Có vẻ như CVS ở Athens có thể là lựa chọn tốt nhất của chúng ta - \n2. Tôi có thể truy cập Wi-Fi miễn phí ở đâu để tải kết quả của mình lên?\nCảm ơn!Đọc thêm",
            "Xin lỗi, không có câu trả lời cho những câu hỏi này.  Chúng tôi không cần thử nghiệm.  Đối với WIFI, nó thực sự rất kém.  Chỉ cần tận hưởng thực tế là bạn có thể rút phích cắm và tận hưởng chính mình.  Bạn có thể kiểm tra WIFI trong thị trấn - kết quả.Đọc thêm",
            "Chúng tôi muốn cắm trại ở Khu cắm trại đi bộ.  Bạn có thể đặt trước các trang web?  Họ tính phí bao nhiêu để ở lại đó?  Cảm ơn!Đọc thêm",
            "Xin chào...Chúng tôi muốn cắm trại tại Khu cắm trại Walk-in. Bạn có thể đặt chỗ không? Họ tính phí bao nhiêu để ở đó? Cảm ơn!Đọc thêm",
            "Không chắc chắn về chi phí hoặc yêu cầu đặt chỗ. Kiểm tra trang web của công viên tiểu bang để biết thông tin chính xác. Chúng tôi đã thuê một cabin bên ngoài công viên tiểu bang. Đọc thêm",
            "Có hai con đường mòn được liệt kê trên trang web nơi cho phép mang theo vật nuôi nhưng không khuyến khích chúng đi vào Hang Ông già hoặc Hang Thì thầm. Hai con đường mòn bên vách đá này hẹp đến mức nào?\n\nCó ai đưa thú cưng của mình đi trên những con đường mòn này chưa? Tôi - tôi chỉ đang cố gắng đánh giá những thách thức cụ thể dành cho thú cưng trên hai con đường này.Đọc thêm",
            "Tôi chưa đưa thú cưng đi trên đường mòn, nhưng tôi có thể nói với bạn rằng Hang của Ông già có một số điểm rất hẹp. Nó cũng là một trong những con đường mòn phổ biến hơn trong công viên. Tôi - tôi đoán là không nên nuôi thú cưng vì bạn có thể thấy mình ở trong những khu chật hẹp với những du khách khác. Ngay cả khi bạn nuôi một con vật cưng rất ngoan ngoãn và có thể trở thành thiên thần nhỏ trong tình huống đó, điều đó CÓ THỂ vẫn khiến người khác cảm thấy khó chịu, đặc biệt nếu họ bị dị ứng.\n\nTôi - tôi chỉ đưa ra những lý thuyết dựa trên những gì tôi - đã thấy. Ngoài ra còn có một số đoạn đường mòn hơi dốc hoặc có những đoạn dốc có thể gây nguy hiểm, nhưng tôi không nghĩ đó là điều gì quá điên rồ mà hầu hết những con chó không thể xử lý được.Đọc thêm",
            "Có bất kỳ phí vào cửa hoặc đậu xe nào không - không có kế hoạch cắm trại, v.v. -? Tôi tin rằng trang web cho biết tất cả các đường dẫn đều miễn phí nhưng chỉ cần đảm bảo...Đọc thêm",
            "Không có phí vào cửa. Tất cả các công viên tiểu bang ở Ohio đều miễn phí. Đọc thêm",
            "Thăm Hocking Hills vào ngày mai. Tôi - tôi là người TUYỆT VỜI nhất với bản đồ và chỉ đường. Chính xác thì tôi nên đậu xe ở đâu nếu tôi sẵn sàng đi bộ liên tục 5, 6, 7 giờ để ngắm những cảnh đẹp nhất và không bị lạc?Đọc thêm",
            "Khu vực Hang Old Mans thường có Công viên Kiểm lâm ở đó vào buổi sáng và họ có bản đồ đường mòn cũng như cho chúng tôi những chỉ dẫn và ý tưởng tuyệt vời.  Bản đồ đường mòn công viên là bản đồ tốt nhất so với bản đồ trực tuyến hoặc ứng dụng điện thoại - không có dịch vụ di động - .Đọc thêm"
        ],
        "star_ratings": [
            1205,
            227,
            47,
            8,
            18
        ],
        "review_amount": 1505,
        "location": [
            "Hoa Kỳ",
            "Ohio - OH -",
            "Công viên tiểu bang Hocking Hills",
            "Những điều cần làm ở Logan",
            "quả nhãn"
        ],
        "reviews_time": [
            "Written August 15, 2023",
            "Written August 27, 2023",
            "Written September 12, 2023",
            "Written September 17, 2023",
            "Written November 17, 2023",
            "Written November 18, 2023",
            "Written March 13, 2024",
            "Written April 7, 2024",
            "Written May 22, 2024",
            "Written May 30, 2024",
            "Written May 30, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written April 7, 2024",
            "Written March 13, 2024",
            "Written March 13, 2024",
            "Written December 11, 2023",
            "Written December 5, 2023",
            "Written November 18, 2023",
            "Written November 17, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g50566-d103467-Reviews-Hocking_Hills_State_Park-Logan_Ohio.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g50566-d26446676-Reviews-Rock_House_Restaurant-Logan_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50566-d8117676-Reviews-Grandma_Faye_s-Logan_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50566-d525862-Reviews-Inn_Spa_At_Cedar_Falls_Restaurant-Logan_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50566-d7285052-Reviews-Old_Man_s_Cave_General_Store-Logan_Ohio.html",
            "https://www.tripadvisor.com/Restaurant_Review-g50984-d25194444-Reviews-Viv_s_Country_Store-South_Bloomingville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d3427044-Reviews-Cantwell_Cliffs-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d4476334-Reviews-Cedar_Falls_Hiking_Trail-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50906-d4586268-Reviews-Conkles_Hollow_State_Nature_Preserve-Rockbridge_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d8791595-Reviews-Ash_Cave-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d15021290-Reviews-John_Glenn_Astronomy_Park-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d12449462-Reviews-Whispering_Cave_Trail-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d15018749-Reviews-John_Glenn_Astronomy_Park-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d12338327-Reviews-Gorge_Overlook_Trail-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d4766326-Reviews-Rock_House-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50906-d24995786-Reviews-Ash_Cave_Fire_Tower-Rockbridge_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d103467-Reviews-or10-Hocking_Hills_State_Park-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d7382981-Reviews-Old_Man_s_Cave-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d12829532-Reviews-Hemlock_Bridge_Trail-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d4841415-Reviews-Lake_Logan_State_Park-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d1475365-Reviews-Hocking_River_Logan-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d3487370-Reviews-Hocking_Hills_Adventure_Trek-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d23304809-Reviews-Lake_Logan_Marina-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50741-d8282584-Reviews-Equestrian_Ridge_Farm-New_Plymouth_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d4165796-Reviews-The_Spa_at_Cedar_Falls-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d8481686-Reviews-Hocking_Hills_Winery-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g41555-d10539327-Reviews-Cooks_Brook_Beach-Eastham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d285101-Reviews-Hauptbahnhof-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g315849-d4453162-Reviews-The_Geothermal_Park_Hveragerdi-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g33252-d181616-Reviews-Whiskey_a_Go_Go-West_Hollywood_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32784-d18153825-Reviews-Slab_City-Niland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298573-d549830-Reviews-Divisoria_Market-Manila_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d485199-Reviews-The_Corniche-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187136-d230773-Reviews-Moet_et_Chandon-Epernay_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189030-Reviews-Hyde_Park-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d612140-Reviews-John_Lennon_Wall-Prague_Bohemia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g50566-d103467-Reviews-or10-Hocking_Hills_State_Park-Logan_Ohio.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g50566-d103467-Reviews-Hocking_Hills_State_Park-Logan_Ohio.html"
    }
]