[
    {
        "attraction_name": "Hoi An Cycle Tours",
        "attraction_name_vi": "Tour đạp xe Hội An",
        "general_info": [
            "53 đánh giá",
            "- 116 trên 363 Hoạt động ngoài trời ở Hội An",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Đi xe đạp thân thiện với môi trường và giúp giảm lượng khí thải carbon và tiêu thụ nhiên liệu hóa thạch. Đây là một vấn đề quan trọng đối với cộng đồng Hội An nên tôi đã cam kết quyên góp 10% lợi nhuận của mình cho các hoạt động bảo vệ môi trường. Vui lòng cho phép tôi tận hưởng niềm vui được đồng hành cùng bạn trong một trong những chuyến tham quan bằng xe đạp của tôi. Tôi sẽ rất vui được cho bạn thấy Hội An thực sựĐọc thêm",
        "reviews": [
            "Kiến thức địa phương tuyệt vời và tiếng Anh tốt là điểm mạnh của họ. Một trải nghiệm rất thú vị. Anh ấy sẽ định hình trải nghiệm phù hợp với sở thích của bạnĐọc thêm",
            "Taxi từ khách sạn đến xe đạp với hướng dẫn viên Tim của chúng tôi. Những chiếc xe đạp rất thoải mái và hoạt động hoàn hảo cho những gì chúng tôi đang làm. Đạp xe đến chiếc phà nhỏ, băng qua hòn đảo đẹp như tranh vẽ, yên tĩnh. Vùng quê yên tĩnh đẹp đẽ, nhiều cánh đồng lúa có công nhân vẫy tay chào chúng tôi, trẻ em gọi chào khi chúng tôi đi ngang qua. Điểm dừng chân đầu tiên là ông Dow, người nấu rượu gạo, nuôi lợn, chơi guitar và hát. Rất thú vị. Tiếp theo là những người làm thảm Reed, thật đáng buồn là một nghệ thuật đang hấp hối, nhưng thật tuyệt khi chúng ta tự mình thử sức. Sau đó cùng làm mì với cô Anne, một bữa trưa rất thú vị và ngon miệng. Nhẹ nhàng đi xe trở lại phà. Một chuyến đi không vất vả cho bất kỳ khả năng nào. Một cách tuyệt vời để khám phá khía cạnh yên tĩnh hơn của Hội An, gặp gỡ người dân địa phương và thử nghiệm kỹ năng của họ. Cách tuyệt vời để dành một buổi sáng.Đọc thêm",
            "Hướng dẫn viên Felix của chúng tôi, thành lập nhóm gồm 8 tay đua và chúng tôi khám phá vùng nông thôn ở ngoại ô Hội An và đến nửa chặng đường, chúng tôi nghỉ ngơi và tận hưởng chuyến đi dọc kênh trên những chiếc thuyền vòng. Sự hiếu khách tuyệt vời từ tất cả những người tham gia các chuyến tham quan Hội An Cycle. Đọc thêm",
            "Chuyến đi thú vị với Lucky, người đã đưa chúng tôi đi khám phá rất nhiều thứ trong một thời gian ngắn, từ nấu rượu gạo với bác sĩ thú y chơi guitar, đến làm chiếu rồi nấu và ăn món mì thơm ngon của chính chúng tôi. Đi xe cũng đủ dễ dàng với một chuyến đi thuyền ngắn! Chúng tôi đã đưa đứa trẻ mười tuổi của mình đến thăm, đặc biệt là ngôi trường địa phương mà chúng tôi cũng đã đến thăm. Rất khuyến khích, Nhờ may mắn có được hướng dẫn đầy thông tin của chúng tôi.Đọc thêm",
            "Cảm ơn bạn - may mắn - thực sự rất thích trải nghiệm. Thật tuyệt khi thấy vùng nông thôn của Hội An cũng không quá nóng. Kiến thức tuyệt vời về người dân địa phương và lối sống. Cảm ơn một lần nữa Đọc thêm",
            "Đạp xe rất thú vị và dễ dàng cho gia đình.  Mũ bảo hiểm và nước được cung cấp.  Bình luận hữu ích trong suốt. Kết thúc bằng chuyến đi trên thuyền thúng cũng rất vui.Đọc thêm",
            "Cảm ơn hướng dẫn viên của chúng tôi - Lucky - người đã cung cấp một chuyến tham quan vùng nông thôn thoải mái và đầy thông tin. Hướng dẫn tuyệt vời không chỉ muốn nói chuyện với nền tảng du lịch trong chuyến tham quan mà còn trò chuyện về bất cứ điều gì chúng tôi hỏi. Rất khuyến khích.Đọc thêm",
            "Xe đạp của chúng tôi đã được chuyển đến khách sạn - chúng tôi là một nhóm gồm 14 người - với một vài hướng dẫn viên và mọi người đã sắp xếp để họ cảm thấy thoải mái với hệ thống phanh và chiều cao yên xe. Xe đạp có giỏ để bạn có thể mang theo các mảnh nhỏ mà không cần ba lô. Chuyến tham quan buổi chiều của chúng tôi chỉ khoảng 8 dặm - 13km và vì không có đồi núi nên không cần trang bị gì chỉ cần đi bộ nhẹ nhàng. Chúng tôi đến thăm các trang trại và vùng nông thôn và dừng lại ở một khu vườn ở chợ sạch trồng đủ loại rau và thảo mộc. Chúng tôi dừng lại ở một quán cà phê trên sông để đi dạo trên những chiếc thuyền đánh cá địa phương, một loại thuyền dệt hình tròn được làm từ lau sậy, trông hơi giống một chiếc thuyền thúng của xứ Wales. Đây là một niềm vui lớn khi chúng tôi di chuyển qua các kênh giữa luống sậy. Kết thúc chuyến tham quan, chúng tôi chất xe đạp lên phà sông để đưa về bến Hội An. Một buổi chiều tuyệt vời.Đọc thêm",
            "Hướng dẫn viên của chúng tôi được gọi là vroom vroom, anh ấy là một hướng dẫn viên rất giỏi dừng lại ở tất cả các điểm ưa thích. Tất cả các cách hữu ích và hạnh phúc, chuyến tham quan nửa ngày thật tuyệt vời và đủ nhiều để xem và chụp ảnh ở địa điểm xinh đẹp này. Rất khuyến khích. Đọc thêm",
            "Ông Cư đón chúng tôi từ khách sạn và rất vui khi chúng tôi đạp xe nhẹ nhàng 1 - 2 ngày quanh các khu vực xa xôi của Hội An. Có phải trâu nước cày ruộng rồi lên những chiếc thuyền tre nhỏ dạo chơi dọc sông - đừng quên bôi kem chống nắng nhé! - . Sau đó chúng tôi đến nhà ông Cư để ăn trưa và học cách xay gạo làm sữa gạo và làm bánh xèo Việt Nam. Rất vui và một hướng dẫn đáng yêu, nếu bạn muốn ra ngoài và tìm hiểu một chút văn hóa, bạn nên xem quaĐọc thêm",
            "Xin hỏi tour nửa ngày diễn ra vào thời gian nàoĐọc thêm",
            "Cảm ơn câu hỏi của bạn \nTour nửa ngày bắt đầu lúc 8 giờ sáng và 1 giờ chiều \nCảm ơn rất nhiều\nTrân trọng !\nTonyĐọc thêm",
            "Chi phí cho chuyến tham quan nửa ngày của chúng tôi là 20 usdĐọc thêm",
            "giá tour nửa ngàyĐọc thêm",
            "20 usdĐọc thêm"
        ],
        "star_ratings": [
            47,
            6,
            0,
            0,
            0
        ],
        "review_amount": 53,
        "location": [
            "Tỉnh Quảng Nam",
            "Tour đạp xe Hội An",
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 7, 2023",
            "Written January 18, 2020",
            "Written April 30, 2019",
            "Written January 14, 2019",
            "Written September 4, 2018",
            "Written August 22, 2018",
            "Written August 1, 2018",
            "Written February 18, 2018",
            "Written October 4, 2017",
            "Written May 7, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d5244871-Reviews-Hoi_An_Cycle_Tours-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5244871-Reviews-or10-Hoi_An_Cycle_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d20136297-Reviews-Nacontic_Private_Car_Service_Da_Nang_Hoi_An_Hue-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7659637-Reviews-Hoi_An_Eco_Tourism-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11024419-Reviews-TTP_Henry_Travel_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12851361-Reviews-Bana_Home_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17537825-Reviews-MiMi_Cooking_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1061045-Reviews-Red_Bridge_Restaurant_and_Cooking_School-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906280-Reviews-Bay_Mau_Eco_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25298314-Reviews-Dahan_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16952102-Reviews-Vinh_Vo_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6407319-Reviews-Hoi_An_Photo_Walks-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19070203-Reviews-Tigon_s_House_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g652147-d4997542-Reviews-Guardamar_Moncayo_Beach-Guardamar_del_Segura_Costa_Blanca_Province_of_Alicante_Va.html",
            "https://www.tripadvisor.com/Attraction_Review-g33856-d218572-Reviews-Lake_Zoar-Newtown_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g45964-d283844-Reviews-Harrah_s_Laughlin-Laughlin_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d23845581-Reviews-Port_City_Promenade-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d2454215-Reviews-Paradise_Cove_Beach-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d10824931-Reviews-Beluga_Point-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129735-d12154764-Reviews-Tantra_Tokyo_Burlesque_Show_Club-Roppongi_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d8871760-Reviews-GP_Karting-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d15145623-Reviews-SkyWheel_Panama_City_Beach-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d324907-Reviews-Namdaemun_Market-Seoul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d5244871-Reviews-or10-Hoi_An_Cycle_Tours-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d5244871-Reviews-Hoi_An_Cycle_Tours-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Cycle Tours",
        "attraction_name_vi": "Tour đạp xe Hội An",
        "general_info": [
            "53 đánh giá",
            "- 116 trên 363 Hoạt động ngoài trời ở Hội An",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Đi xe đạp thân thiện với môi trường và giúp giảm lượng khí thải carbon và tiêu thụ nhiên liệu hóa thạch. Đây là một vấn đề quan trọng đối với cộng đồng Hội An nên tôi đã cam kết quyên góp 10% lợi nhuận của mình cho các hoạt động bảo vệ môi trường. Vui lòng cho phép tôi tận hưởng niềm vui được đồng hành cùng bạn trong một trong những chuyến tham quan bằng xe đạp của tôi. Tôi sẽ rất vui được cho bạn thấy Hội An thực sựĐọc thêm",
        "reviews": [
            "Đã thực hiện một chuyến du lịch đạp xe tuyệt vời kéo dài 1 - 2 ngày trên hòn đảo ngay bên ngoài Hội An. Hãy đạp xe trên những con đường quê nhỏ và tận hưởng cuộc sống làng quê Việt Nam đích thực. Gặp gỡ người làm mì ở làng địa phương và thử sức với nghề làm mì, người làm chiếu ngủ, nơi chúng tôi thử dệt vải, và người làm rượu gạo địa phương, một bác sĩ thú y, cũng là một thợ làm tóc và một nhạc sĩ tuyệt vời. Anh ấy hát và chơi guitar cho chúng tôi! Pinky là người hướng dẫn của chúng tôi, và cô ấy thật tuyệt, với khiếu hài hước tuyệt vời. Chỉ có tôi và chồng tôi trong chuyến lưu diễn, và cô ấy đã chăm sóc chúng tôi rất tốt. Chuyến tham quan vui vẻ và thật vui khi được ra ngoài của Hội An và xem cuộc sống làng quê địa phương.Đọc thêm",
            "Một cách thú vị để khám phá Hội An. Chúng tôi có Zoom Zoom và Minh Võ làm trưởng nhóm và họ thật tuyệt vời! Chúng tôi được ngắm cánh đồng lúa, thăm vườn rau của một cặp vợ chồng già rất ăn ảnh, đi thuyền đánh cá vòng quanh và thăm nhà máy sản xuất rượu gạo địa phương. Chuyến đi bằng phẳng và dễ dàng đối với hầu hết mọi người vì thường xuyên có những điểm dừng.Đọc thêm",
            "Nếu bạn thích sự hối hả và nhộn nhịp, tốc độ di chuyển điên cuồng và đám đông người thì đừng tham gia chuyến tham quan này. Nếu bạn thích những hướng dẫn viên du lịch thân thiện, dễ mến và một chút gì đó khác biệt so với việc mua sắm cả ngày thì đây có thể là dành cho bạn. Một chuyến đi thuyền nhanh từ Hội An và bạn được đưa đến một thế giới khác bởi hướng dẫn viên của bạn. Đến thăm những cư dân địa phương vẫn đang điều hành các ngành công nghiệp tiểu thủ công như sản xuất rượu gạo, sản xuất bánh tráng và dệt chiếu ngủ bằng tay, Tất cả những điều này xảy ra khi đi du lịch qua vùng nông thôn xinh đẹp hoang sơ với những cánh đồng lúa. Chắc chắn đáng để cân nhắc khi tạm dừng một lịch trình du lịch bận rộn.  Đọc thêm",
            "Vợ tôi và tôi rất thích đạp xe qua những cánh đồng lúa và vào một Ngôi làng ven sông, chỉ cách Hội An vài km. Anh Cư là hướng dẫn viên du lịch của chúng tôi vào buổi chiều, anh ấy nói tiếng Anh tốt và kể rất nhiều về lịch sử của quê hương, kiến ​​thức của anh ấy về khu vực này rất tốt, chúng tôi đi cày ruộng với con bò đực của anh ấy, đi câu cá và đi thuyền đua dọc theo con kênh trong làng của mình trên một chiếc thuyền tròn, trước khi trở về nhà ăn tối ở ngoại ô. Tôi muốn giới thiệu tất cả mọi người cho chuyến tham quan này, nó có rất nhiều việc phải làm và lịch sử lâu dài, chúng tôi thậm chí còn dừng lại và nhìn vào khách sạn 1000 sao nằm giữa cánh đồng lúa Đọc thêm",
            "Chúng tôi đã đặt tour xe đạp làng chài vào sáng sớm - 5 giờ sáng và có trải nghiệm tuyệt vời với các tour đạp xe Hội An. Thật là tuyệt khi đi sớm vì không gặp bất kỳ khách du lịch nào khác, thời tiết đẹp và mát mẻ và chúng tôi đã thấy cảnh bình minh trên đại dương rất đẹp. Hướng dẫn viên Tony của chúng tôi cũng nói tiếng Anh rất tốt và đảm bảo rằng chúng tôi rất thích chuyến tham quan. Bắt đầu lúc 5 giờ sáng, chúng tôi đạp xe 6km đến một làng chài, xem người dân địa phương mua bán sản phẩm đánh bắt của họ, đi xem cách làm nước mắm, thưởng thức món mì ngon, thăm chợ quê, nếm thử xôi, đi thuyền đến đảo dừa, trong khi đi qua những ngôi làng, băng qua những khung cảnh tuyệt đẹp. Rất khuyến khích! Đọc thêm",
            "Thật là một chuyến đi tuyệt vời, Tony đã đến nhà tôi để đón tôi, chuyến tham quan tuyệt vời bao gồm cánh đồng lúa, làng chài và rau, rừng dừa, qua khu dân cư địa phương, nhìn thấy trâu nước trên đường đi, bao gồm cả nước đóng chai. Thông tin tuyệt vời về các khu vực địa phương, một trong những ngày tuyệt vời nhất của tôi ở Hội An :0 - , cảm ơn bạn rất nhiều. Đọc thêm",
            "Đây là một cách tuyệt vời để ngắm nhìn vùng nông thôn xung quanh Hội An bao gồm trồng lúa, cưỡi trâu nước, đi thuyền dừa và rượu gạo.  Một cách tuyệt vời để dành bốn giờ.Đọc thêm",
            "Chúng tôi thực sự rất thích chuyến đi đạp xe qua cánh đồng lúa, đến ngôi chùa và một vài ngôi nhà của người dân địa phương để xem cách họ làm thảm cỏ - một chuyến đi không khó khăn và một buổi sáng thư giãn đáng yêu.Đọc thêm",
            "Chúng tôi là một nhóm gồm ba người và cuối cùng chúng tôi chỉ là ba người và là người hướng dẫn của chúng tôi. Chúng tôi đã có một chuyến đi thú vị quanh khu vực địa phương và được gặp gỡ và đạp xe từ khách sạn bên bờ biển của chúng tôi. Chúng tôi đi vòng quanh các cánh đồng lúa, dừng lại và xem câu cá địa phương và đi trên những chiếc thuyền đánh cá kiểu vòng tròn địa phương, dừng lại uống cà phê ở một quán cà phê địa phương và dạo quanh một khu chợ địa phương và khu vực trồng rau thảo mộc. Thật tuyệt khi thấy một chút cuộc sống địa phương ngoài đường mòn. Cũng rất vui.Đọc thêm",
            "Chuyến đi bằng xe đạp là một trải nghiệm tuyệt vời: bạn sẽ chứng kiến ​​những người nông dân địa phương làm việc trên cánh đồng của họ, ngư dân địa phương kiểm tra lưới và cuộc sống ở những ngôi làng nhỏ xung quanh Hội An. Chuyến đi khoảng 3-5 giờ đạp xe thoải mái. Rất khả thi. Đừng quên mang theo nhiều nước vì bạn sẽ phải tiếp xúc nhiều với ánh nắng mặt trời!Đọc thêm"
        ],
        "star_ratings": [
            47,
            6,
            0,
            0,
            0
        ],
        "review_amount": 53,
        "location": [
            "Tỉnh Quảng Nam",
            "Tour đạp xe Hội An",
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 11, 2017",
            "Written September 22, 2016",
            "Written August 23, 2016",
            "Written August 8, 2016",
            "Written July 13, 2016",
            "Written February 21, 2016",
            "Written February 19, 2016",
            "Written January 16, 2016",
            "Written December 26, 2015",
            "Written December 3, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d5244871-Reviews-or10-Hoi_An_Cycle_Tours-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5244871-Reviews-Hoi_An_Cycle_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5244871-Reviews-or20-Hoi_An_Cycle_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d20136297-Reviews-Nacontic_Private_Car_Service_Da_Nang_Hoi_An_Hue-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7659637-Reviews-Hoi_An_Eco_Tourism-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11024419-Reviews-TTP_Henry_Travel_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12851361-Reviews-Bana_Home_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17537825-Reviews-MiMi_Cooking_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1061045-Reviews-Red_Bridge_Restaurant_and_Cooking_School-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906280-Reviews-Bay_Mau_Eco_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25298314-Reviews-Dahan_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16952102-Reviews-Vinh_Vo_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6407319-Reviews-Hoi_An_Photo_Walks-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19070203-Reviews-Tigon_s_House_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54092-d8399416-Reviews-South_Shore_Beach-Little_Compton_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d2416258-Reviews-North_Carolina_Music_Factory-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d5929776-Reviews-Winter_Wonderland-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g2699667-d254499-Reviews-Valley_of_the_Butterflies-Petaloudes_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60461-d12672667-Reviews-Wyoming_Downs_Racetrack-Evanston_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g1429598-d8766423-Reviews-KTEL_Zakynthou_Public_Bus-Zakynthos_Town_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g44532-d11737055-Reviews-Bonnie_and_Clyde_s_Joplin_Garage_Apartment_Hideout-Joplin_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d11910564-Reviews-Aabpara_market-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g635968-d1473168-Reviews-Jardin_Escultorico_Edward_James_Las_Pozas-Xilitla_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134278-d320441-Reviews-Ueno_Park-Uenokoen_Taito_Tokyo_Tokyo_Prefecture_Kanto.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d5244871-Reviews-or20-Hoi_An_Cycle_Tours-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d5244871-Reviews-or10-Hoi_An_Cycle_Tours-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Cycle Tours",
        "attraction_name_vi": "Tour đạp xe Hội An",
        "general_info": [
            "53 đánh giá",
            "- 116 trên 363 Hoạt động ngoài trời ở Hội An",
            "Chuyến tham quan bằng xe đạp"
        ],
        "attraction_summary": "Đi xe đạp thân thiện với môi trường và giúp giảm lượng khí thải carbon và tiêu thụ nhiên liệu hóa thạch. Đây là một vấn đề quan trọng đối với cộng đồng Hội An nên tôi đã cam kết quyên góp 10% lợi nhuận của mình cho các hoạt động bảo vệ môi trường. Vui lòng cho phép tôi tận hưởng niềm vui được đồng hành cùng bạn trong một trong những chuyến tham quan bằng xe đạp của tôi. Tôi sẽ rất vui được cho bạn thấy Hội An thực sựĐọc thêm",
        "reviews": [
            "Vâng, rất đắt tiền. Bên cạnh khách sạn nơi chúng tôi thuê một chiếc xe đạp. Chúng tôi phải trả 1 USD mỗi ngày. Có một đô la mỗi ngày. Tôi đến bãi biển, dừng lại uống nước mía và dừng lại để mát-xa. Không thể tin được.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan Hội An nửa ngày với bốn đứa con 7, 11, 12 và 13 tuổi và yêu thích nó. Hướng dẫn viên Vũ của chúng tôi - hay còn gọi là Tony - đã làm một công việc tuyệt vời chỉ cho chúng tôi xung quanh và quản lý giao thông trong một số trường hợp chúng tôi phải băng qua đường. Hầu hết hoạt động đạp xe diễn ra ở vùng nông thôn dọc theo những con đường đất nhìn ra cánh đồng lúa hoặc qua những con đường ngoằn ngoèo giữa các cộng đồng địa phương. Giá trị đồng tiền và một cách thú vị để dành nửa ngày ở Hội An. Đọc thêm",
            "Giá trị tuyệt vời của tiền. Hướng dẫn viên của chúng tôi thế nào, đón từ khách sạn lúc 7 giờ sáng và trở về lúc 12 giờ trưa. Lời khuyên tốt là nên bắt đầu sớm hơn một chút để tránh nắng giữa trưa. Tour bao gồm chuyến đi thuyền trên sông - câu cua trên thúng, ăn nhẹ vào giữa buổi sáng tại một khu chợ nhỏ ở địa phương và đi dạo quanh vườn rau - thảo mộc. Cách giải thích mọi thứ bằng tiếng Anh tốt và khiến gia đình chúng tôi cảm thấy rất được chào đón.Đọc thêm",
            "Tôi đã đến thăm Việt Nam vào tháng 3 trong 2 tuần. Tôi dành vài ngày ở Hội An với anh họ, bạn đời và bà của tôi. Chúng tôi có Vũ làm hướng dẫn viên du lịch, anh ấy chào đón chúng tôi tại sân bay và đưa chúng tôi đi ăn tối với một món ăn địa phương vào đêm hôm đó đồ ăn thật tuyệt vời - -. Ông cũng chỉ cho chúng tôi các thị trường địa phương. Ngày hôm sau, anh ấy đưa chúng tôi lên núi khỉ ở Đà Nẵng bằng xe máy, điều đó thực sự rất thú vị và thật tuyệt khi được nhìn thấy vị phật lớn màu trắng. Anh ấy tổ chức một lớp học nấu ăn cho chúng tôi vào ngày hôm sau khi chúng tôi đạp xe đẩy xuống - đến chợ chọn một số sản phẩm địa phương và đạp xe đến một trang trại địa phương và nấu một bữa ăn 3 món. Chúng tôi cũng được điều trị bằng bia và mát-xa chân - . Tôi và anh họ của tôi cũng muốn đi câu cá nên ngày hôm sau anh ấy đã tổ chức cho chúng tôi đi thuyền ra các hòn đảo địa phương vì chúng tôi có những chiếc cần câu này và bắt được cua là một trò vui và một hoạt động thú vị để say rượu - . Tôi nóng lòng muốn quay lại hoian và gặp lại Vũ, anh ấy là một chàng trai thực sự tốt bụng và nói ngôn ngữ tuyệt vời, anh ấy cũng đang bắt đầu làm quen với tiếng lóng của người Úc haha ​​- hẹn gặp lại nhé Vu cảm ơn vì tất cả mọi thứ!Đọc thêm",
            "Rất thân thiện.  Chắc chắn sẽ giới thiệu! !! Rất hữu ích và các tour du lịch rất đẹp và thiết bị thì tuyệt vời. Đọc thêm",
            "Vũ mang đến một trải nghiệm rất thoải mái nhưng thú vị, kiến ​​thức sâu rộng và khả năng thích ứng của anh ấy trong suốt chuyến đi khiến chúng tôi rất hài lòng với chuyến đi.Đọc thêm",
            "Bạn tôi và tôi đã thực hiện một chuyến tham quan bằng xe đạp tuyệt vời cùng với hướng dẫn viên khi chúng tôi đến thăm Hội An vào tháng 8 năm 2014. Chúng tôi đạp xe qua các cộng đồng nông dân địa phương, thăm một làng chài, trong đó có chuyến đi quanh sông trên thuyền và câu cua và ngắm nhìn Hội An An - s vùng quê xinh đẹp. Hướng dẫn viên của chúng tôi rất am hiểu và không ngại dừng lại dọc đường để trả lời các câu hỏi hoặc giúp chúng tôi chụp ảnh: - - Tôi đã không đi xe đạp trong hơn 8 năm và tôi thấy tốc độ và điều kiện của chuyến đi là hoàn hảo. Tôi - đã giới thiệu những chuyến tham quan bằng xe đạp này cho một vài người bạn và sẽ tiếp tục làm như vậy.Đọc thêm",
            "Chúng tôi thực hiện một chuyến đi xe đạp vào buổi sáng khoảng 12 km - khứ hồi - về vùng nông thôn, đến Cẩm Thanh và trở về qua làng rau Trà Quế. Thật tuyệt vời, thư giãn, yên bình và ngoạn mục khi ngắm nhìn buổi sáng Hội An. Làng chay Trà Quế ấn tượng với món - Chả giò ba bạn - - Tâm Hữu - . Và bạn chỉ cần khua tay qua rau củ là mùi thơm ngào ngạt khiến bạn chỉ muốn ăn ngay. Đây là một trải nghiệm mới mẻ và thú vị đối với tôi và tôi rất thích nó.Đọc thêm",
            "Chúng tôi đã đặt tour đạp xe một ngày đến vùng quê Hội An. Chúng tôi thực sự lo lắng về thời tiết một ngày trước khi bắt đầu chuyến tham quan. Nỗi lo lắng của chúng tôi tan biến khi Vũ - hướng dẫn viên du lịch đến và đưa chúng tôi đến trang trại trồng rau, làng gốm...một chuyến đi xe đạp thực sự tuyệt vời để ngắm nhìn thực tế Việt Nam. cảm ơn Vũ - hướng dẫn viên thân thiện tại Hội An.Đọc thêm",
            "Bắt đầu chuyến tham quan từ Khu nghỉ dưỡng của chúng tôi và hướng về Hội An.  Đi qua quê hương của hướng dẫn viên của chúng tôi, qua các vùng trồng lúa và đến một làng chài địa phương.  Đi xuôi dòng trên tàu đánh cá tròn truyền thống - bắt được một số cua.  Trở lại xe đạp - ra bến phà ở Hội An để thăm làng chạm khắc truyền thống trên Đảo - thật tuyệt vời khi được xem kỹ năng của những người thợ chạm khắc và xem nơi khảm ngọc trai vào đồ nội thất được thiết kế và chạm khắc - rất tốn công sức và kỹ năng nhuộm.  Hướng dẫn viên của chúng tôi giúp chúng tôi đạp xe với tốc độ phù hợp với những người chưa từng đi xe đạp kể từ ngày đi học!   Vũ, hướng dẫn viên du lịch của chúng tôi, thật tuyệt vời và chúng tôi muốn giới thiệu anh ấy và chuyến tham quan này nếu bạn may mắn dành thời gian ở Hội An.Đọc thêm"
        ],
        "star_ratings": [
            47,
            6,
            0,
            0,
            0
        ],
        "review_amount": 53,
        "location": [
            "Tỉnh Quảng Nam",
            "Tour đạp xe Hội An",
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written November 23, 2015",
            "Written October 21, 2015",
            "Written September 6, 2015",
            "Written June 25, 2015",
            "Written April 19, 2015",
            "Written October 7, 2014",
            "Written September 23, 2014",
            "Written September 22, 2014",
            "Written August 25, 2014",
            "Written August 2, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d5244871-Reviews-or20-Hoi_An_Cycle_Tours-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5244871-Reviews-or10-Hoi_An_Cycle_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5244871-Reviews-or30-Hoi_An_Cycle_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5244871-Reviews-Hoi_An_Cycle_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d20136297-Reviews-Nacontic_Private_Car_Service_Da_Nang_Hoi_An_Hue-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7659637-Reviews-Hoi_An_Eco_Tourism-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11024419-Reviews-TTP_Henry_Travel_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12851361-Reviews-Bana_Home_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17537825-Reviews-MiMi_Cooking_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1061045-Reviews-Red_Bridge_Restaurant_and_Cooking_School-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906280-Reviews-Bay_Mau_Eco_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25298314-Reviews-Dahan_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16952102-Reviews-Vinh_Vo_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6407319-Reviews-Hoi_An_Photo_Walks-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19070203-Reviews-Tigon_s_House_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d4596394-Reviews-Ohe_o_Gulch-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60491-d104349-Reviews-National_Elk_Refuge-Jackson_Jackson_Hole_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d13419036-Reviews-LX_Market-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g303646-d600554-Reviews-Palace_and_Botanical_Gardens_of_Balchik-Balchik_Dobrich_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d242776-Reviews-English_Garden-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g42881-d109972-Reviews-Mall_of_America-Bloomington_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10750128-Reviews-Nb2-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d6750794-Reviews-KGB_Building-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g49232-d136440-Reviews-Latta_Place_Historic_Site-Huntersville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d6016290-Reviews-Sukumvit_Plaza_Korean_Town-Bangkok.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d5244871-Reviews-or30-Hoi_An_Cycle_Tours-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d5244871-Reviews-or20-Hoi_An_Cycle_Tours-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Cycle Tours",
        "attraction_name_vi": "Tour đạp xe Hội An",
        "general_info": [],
        "attraction_summary": "N/A",
        "reviews": [],
        "star_ratings": [
            0,
            0,
            0,
            0,
            0
        ],
        "review_amount": 0,
        "location": [
            "Tỉnh Quảng Nam",
            "Tour đạp xe Hội An",
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d5244871-Reviews-or30-Hoi_An_Cycle_Tours-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d20136297-Reviews-Nacontic_Private_Car_Service_Da_Nang_Hoi_An_Hue-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7659637-Reviews-Hoi_An_Eco_Tourism-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11024419-Reviews-TTP_Henry_Travel_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12851361-Reviews-Bana_Home_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17537825-Reviews-MiMi_Cooking_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1061045-Reviews-Red_Bridge_Restaurant_and_Cooking_School-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906280-Reviews-Bay_Mau_Eco_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25298314-Reviews-Dahan_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16952102-Reviews-Vinh_Vo_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6407319-Reviews-Hoi_An_Photo_Walks-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19070203-Reviews-Tigon_s_House_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g47939-d2310916-Reviews-The_Paramount-Huntington_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g31086-d560544-Reviews-Reindeer_Farm-Palmer_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806427-d7257641-Reviews-Emperor_Spa-Beitou_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1386100-Reviews-Kamogawa_River-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d265627-Reviews-Kalahari_Indoor_Waterpark-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d456170-Reviews-Lumpini_Park-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d621531-Reviews-Musicians_Hall_of_Fame_and_Museum-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60022-d283912-Reviews-Big_Foot_Beach_State_Park-Lake_Geneva_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g20063485-d3343089-Reviews-Jungle_Experience_Koh_Phangan-Ban_Tai_Ko_Pha_Ngan_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189421-d2665953-Reviews-Paraschakis_Olive_Oil_Crete-Rethymnon_Rethymnon_Prefecture_Crete.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d5244871-Reviews-or30-Hoi_An_Cycle_Tours-Hoi_An_Quang_Nam_Province.html"
    }
]