[
    {
        "attraction_name": "Hoi An Food Safari Tours",
        "attraction_name_vi": "Tour Safari ẩm thực Hội An",
        "general_info": [
            "126 đánh giá",
            "55 trong số 238 Đồ ăn thức uống ở Hội An",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Tour chụp ảnh"
        ],
        "attraction_summary": "Hội An Food Safari cung cấp một loạt các tour du lịch phục vụ mọi người ở mọi lứa tuổi và phù hợp với mọi sở thích. Những chuyến đi săn riêng của chúng tôi cho phép khách hàng trải nghiệm một Việt Nam thực sự. Chúng tôi phục vụ cho các nhóm nhỏ tuy nhiên các chuyến tham quan cá nhân riêng tư là những gì chúng tôi được biết đến. Chúng tôi mong muốn cung cấp mức độ dịch vụ được cá nhân hóa mà các chuyến tham quan theo nhóm lớn hơn không thể thực hiện được và giúp bạn mang về nhà trải nghiệm thực sự của người Việt.Đọc thêm",
        "reviews": [
            "Chúng tôi đã học được rất nhiều về các món ăn đặc trưng của Hội An và của Việt Nam. Hướng dẫn viên có thể kể một cách say mê về món ăn Việt Nam. Anh ấy cũng biết nhiều về truyền thống và lịch sử Việt Nam. Chuyến đi tuyệt vời nhất chúng tôi đã làm ở Hội An. Rất khuyến khích!Đọc thêm",
            "Chúng tôi đã có một buổi sáng tuyệt vời với Quân. Bên cạnh sở thích ẩm thực của chuyến tham quan này, Quân còn chỉ cho chúng tôi nhiều địa điểm ẩn giấu ở Hội An và kể cho chúng tôi rất nhiều về văn hóa và cuộc sống hàng ngày của Việt Nam. Chúng tôi đã thưởng thức tất cả các món ăn chúng tôi có và thực sự đánh giá cao lòng tốt của Quan và tiếng Anh hoàn hảo của anh ấy. Chuyến tham quan này là một cách rất tốt để khám phá và biết thêm về Hội An. Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời với Quân. Chúng tôi đã có thể nếm thử nhiều loại thực phẩm khác nhau mà tất cả đều có hương vị tuyệt vời! Anh ấy đưa chúng tôi đến các nhà hàng lịch sử cũng như các quầy hàng trên đường phố. Đó là một cơ hội tuyệt vời để tìm hiểu về văn hóa Việt Nam! Cảm ơn Quân!!Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời và là cách tuyệt vời để thử nhiều món ăn độc đáo khác nhau khi đến Huế!!! Rất nhiều đồ ăn - chúng tôi thậm chí còn không đói cho bữa tối! Quân thực sự là một siêu sao và anh ấy có nhiều kiến ​​thức về ẩm thực cũng như văn hóa Việt Nam. Anh ấy thậm chí còn giúp chúng tôi những lời khuyên và thủ thuật để đi du lịch và dành thời gian ở Huế! 1000 muốn giới thiệu cho bất cứ ai đến Hội An. Đọc thêm",
            "Đó là một trải nghiệm đích thực với Trà. Chuyến tham quan thật tuyệt vời, chúng tôi nếm thử rất nhiều thứ. Tất cả đều rất tốt. Trà là một người rất chuyên nghiệp, luôn dành thời gian cùng bạn để giải thích rất nhiều điều. Cô ấy là con người và thân thiện. Chúng tôi thực sự rất thích thực hiện chuyến tham quan cùng cô ấy.Đọc thêm",
            "Sáng nay chúng tôi đã thực hiện một chuyến tham quan ẩm thực với các chuyến tham quan Safari Hội An và nó thực sự tuyệt vời! Đầu tiên chúng tôi dùng đồ uống địa phương với trái cây trộn, sau đó đi chợ địa phương và ăn rất nhiều món ăn địa phương ngon ở những nơi khác nhau, chẳng hạn như mè đen dán, hoành thánh, phở, bánh mì, hoa hồng trắng, bún chả... Hướng dẫn viên Bae của chúng tôi rất tử tế và đầy kiến ​​thức, cô ấy kể cho chúng tôi nghe về truyền thống ẩm thực rất thú vị! Tổ chức cũng rất tuyệt, giao tiếp tốt với những người tốt bụng mọi người hãy đặt tour. Đừng ngần ngại thực hiện, đây là một cách tuyệt vời để khám phá ẩm thực Việt Nam! Đọc thêm",
            "Mr sinh là một hướng dẫn viên du lịch rất am hiểu, nói tiếng Anh rất tốt và sạch sẽ với khiếu hài hước tuyệt vời ở mọi nơi chúng tôi dừng lại đồ ăn hoặc đồ uống rất ngon, ngon đến mức tôi đã ghim địa điểm để có thể tìm đường quay lại tất cả các địa điểm mà tôi đã làm vào bữa tối hôm đó. Tôi đánh giá cao Mr sinh và chuyến tham quan ẩm thực này bạn sẽ không thất vọng Đọc thêm",
            "Chuyến tham quan thật tuyệt vời và hướng dẫn viên Quân của chúng tôi cũng vậy. Anh đã dành thời gian giải thích rất nhiều điều về Hội Hàn. Anh ấy đưa chúng tôi đến rất nhiều nơi mà bạn không thể tự mình đi mà chỉ người dân địa phương mới biết. Tất cả các món chúng tôi đã nếm đều ngon!Đọc thêm",
            "Nlesoin thân mến, \n\nCảm ơn bạn rất nhiều vì đã đánh giá và chia sẻ kinh nghiệm của bạn với chúng tôi. \nChúng tôi mong muốn được đón tiếp nhiều người đến từ Bỉ hơn trong tương lai, và tất nhiên là cả bạn và bạn bè.  Đọc thêm",
            "Chúng tôi đã đặt tour ẩm thực này vào buổi sáng đầu tiên thức dậy ở Hội An và thật tuyệt! Chỉ có hai chúng tôi và hướng dẫn viên Sinh của chúng tôi là một nhà lãnh đạo tuyệt vời với tiếng Anh tuyệt vời và đã cho chúng tôi một chuyến tham quan sâu sắc quanh thị trấn với nhiều thông tin về ẩm thực, lịch sử và cuộc sống hàng ngày của người dân địa phương. Chắc chắn sẽ giới thiệu chuyến tham quan này và chúng tôi thậm chí có thể thực hiện lại việc ghé thăm các chủ gian hàng khác để thử một số món ăn khác nhau. Đọc thêm",
            "Chúng tôi đã thực hiện chuyến lưu diễn sáng nay với 2 đứa con 11 và 13 tuổi. Chủ nhà Cúc và Quân của chúng tôi rất giật gân. Chúng tôi được đón từ khách sạn và bắt đầu chuyến đi bộ trong chợ với một ly sinh tố địa phương, sau đó chúng tôi ghé thăm một số quầy bán đồ ăn nơi chúng tôi có một số món ăn địa phương từ các nhà cung cấp khác nhau. Sau phiên chợ, chúng tôi ghé thăm một số quầy hàng trên đường phố, nhiều quán trong số đó đã hoạt động ở Hội An qua nhiều thế hệ, thử các món ngon đặc biệt của họ trong khi hướng dẫn viên của chúng tôi giải thích từng món ăn và lịch sử của nó. Sau đó, chúng tôi đi bộ qua những con hẻm phía sau và dừng lại để mua thêm đồ ăn, trà, bia và nước dọc đường, đảm bảo rằng chúng tôi luôn đủ nước trong thời tiết nắng nóng. Quân đang bận chụp ảnh dọc đường mà họ đã gửi email cho chúng tôi. Hướng dẫn viên của chúng tôi đã cực kỳ kiên nhẫn khi sắp xếp nhiều điểm dừng vệ sinh cho bọn trẻ trên đường đi. Tổng cộng chúng tôi đã thử 14 món ăn địa phương, tất cả đều ngon. Kết thúc với ly cà phê đá tuyệt đẹp trong khoảng sân tuyệt đẹp gần phố cổ. Tôi khuyến khích bạn thực hiện chuyến tham quan này khi bắt đầu kỳ nghỉ vì bạn sẽ muốn quay lại thăm những nhà cung cấp này một lần nữa. Chuyến tham quan hàng đầu. Cảm ơn Cúc và Quân rất nhiều mà chúng tôi yêu quý từng phút!Đọc thêm",
            "Tôi có thể tham gia chương trình du lịch này ngay hôm nay không?Đọc thêm",
            "Xin lỗi nhưng chúng tôi không thực sự kiểm tra hộp trò chuyện của mình ở đây! Rất xin lỗi một lần nữa và hy vọng gặp lại bạn lần sau.Đọc thêm",
            "Chúng ta có thể lấy đồ ăn toor bằng tiếng Pháp không? Đọc thêm",
            "Xin lỗi vì trả lời rất muộn, Có, chúng tôi có thể cung cấp hướng dẫn viên nói tiếng Pháp theo yêu cầu. Vui lòng cho chúng tôi biết nếu bạn vẫn muốn tham gia chuyến tham quan. Vui lòng liên hệ với chúng tôi qua whatsapp qua 84 905486259 để được trả lời nhanh hơn. Trân trọng.Đọc thêm",
            "Có chỗ nào cho 2 người tối nay cho chuyến tham quan ẩm thựcĐọc thêm",
            "Chi phí bằng USD cho chuyến đi bộ này là bao nhiêu. Cảm ơnĐọc thêm",
            "đó là chuyến tham quan bằng xe đạp hay đi bộ?Đọc thêm",
            "Xin chào Chris\nHội An Food Safari là một tour đi bộ dễ dàng khoảng 4-12 phút. Tổng quãng đường chỉ 2,1km. Bắt đầu vào khoảng 8 giờ sáng và chi phí là 1,25 triệu đồng một người cho tối thiểu hai người để vận hành tour.\nTrân trọng\nNhóm Safari ẩm thực Hội AnĐọc thêm"
        ],
        "star_ratings": [
            121,
            4,
            0,
            1,
            0
        ],
        "review_amount": 126,
        "location": [
            "Tour Safari ẩm thực Hội An",
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written May 24, 2024",
            "Written November 16, 2023",
            "Written September 25, 2023",
            "Written September 5, 2023",
            "Written February 23, 2023",
            "Written October 31, 2022",
            "Written August 12, 2022",
            "Written November 5, 2019",
            "Written September 6, 2019",
            "Written June 27, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8380543-Reviews-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or10-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454962-Reviews-Quan_Kong_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12084262-Reviews-Local_Buddy_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13496685-Reviews-Hoi_An_Top_Gear_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1972169-Reviews-Gioan_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7181506-Reviews-My_Chi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17852967-Reviews-Mong_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25136142-Reviews-Cam_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d20056458-Reviews-Hoi_An_Express_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13809764-Reviews-Hoi_An_Jeep_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26642390-Reviews-Rosara_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10004902-Reviews-Gerberas_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2054722-Reviews-The_Original_Taste_of_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15603763-Reviews-Nachi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7595897-Reviews-Hoi_An_Cathedral-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16724791-Reviews-The_Castle_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g43606-d273820-Reviews-Quarry_Park_and_Nature_Preserve-Waite_Park_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d104288-Reviews-Old_Lahaina_Luau-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187462-d10682818-Reviews-Cala_Mondrago-Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g50497-d5257078-Reviews-Kelleys_Island_State_Park-Kelleys_Island_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d3530424-Reviews-Kalev_Chocolate_Shop_and_Workshop-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g188063-d267682-Reviews-Titlis_Bergbahnen-Engelberg_Canton_of_Obwalden.html",
            "https://www.tripadvisor.com/Attraction_Review-g143039-d145138-Reviews-Exit_Glacier-Kenai_Fjords_National_Park_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d737307-Reviews-The_Track_Family_Fun_Parks_Track_4-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g666519-d10196033-Reviews-National_Park_Krka_Waterfalls-Skradin_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d668769-Reviews-Lychnostatis_Open_Air_Museum-Hersonissos_Crete.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or10-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Food Safari Tours",
        "attraction_name_vi": "Tour Ẩm Thực Hội An",
        "general_info": [
            "126 đánh giá",
            "55 trên 238 Đồ ăn ở Hội An",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Hội An Food Safari cung cấp một loạt các tour du lịch phục vụ mọi người ở mọi lứa tuổi và phù hợp với mọi sở thích. Những chuyến đi săn riêng của chúng tôi cho phép khách hàng trải nghiệm một Việt Nam thực sự. Chúng tôi phục vụ cho các nhóm nhỏ tuy nhiên các chuyến tham quan cá nhân riêng tư là những gì chúng tôi được biết đến. Chúng tôi mong muốn cung cấp mức độ dịch vụ được cá nhân hóa mà các chuyến tham quan theo nhóm lớn hơn không thể thực hiện được và giúp bạn mang về nhà trải nghiệm thực sự của người Việt.Đọc thêm",
        "reviews": [
            "Chuyến tham quan ẩm thực thật tuyệt vời! Chúng tôi đã phát hiện ra những món ăn ngon và ngon như vậy! Sinh là một hướng dẫn viên rất tốt bụng, thân thiện và hữu ích! Đồ ăn rất ngon! Chúng tôi đã có 12 thứ để nếm thử! Sau đó, chúng tôi đã rất no nhưng thực sự hạnh phúc! Có lẽ chỉ cần thêm nhiều thực phẩm tươi sống để cảm thấy bớt no nhanh chóng.Đọc thêm",
            "Hội An Food Safari tuyệt vời về mọi mặt - từ liên lạc qua email trước chuyến tham quan đến việc tổ chức chuyến tham quan thực tế. Tôi đã thông báo nhu cầu của nhóm 6 người lớn của chúng tôi qua email và họ đã điều chỉnh chuyến tham quan ẩm thực buổi chiều để đáp ứng nhu cầu của nhóm, có tính đến nhu cầu của một người khuyết tật về thể chất. Chúng tôi đặc biệt thích việc có thể nói rằng chúng tôi muốn xem những địa điểm có món ăn đường phố ngon hơn; chúng tôi không thích thú với những món ăn đường phố đáng sợ - công ty đã lắng nghe những gì chúng tôi muốn và đưa chúng tôi đến sự kết hợp giữa các địa điểm thuộc loại thức ăn đường phố và nhiều địa điểm mang phong cách nhà hàng hơn. Chúng tôi yêu thích sự đa dạng của những nơi chúng tôi đã đến - công ty đã có được sự cân bằng phù hợp với chúng tôi. Hướng dẫn viên Cúc của chúng tôi rất đáng yêu, vui vẻ, đáp ứng nhu cầu của chúng tôi và rất am hiểu về ẩm thực và Hội An nói chung. Nếu bạn đang tìm kiếm một chuyến tham quan ẩm thực linh hoạt, nơi họ sẽ đáp ứng nhu cầu của bạn, những người này là những người nên tham gia - rất khuyến khích.Đọc thêm",
            "Tôi và 3 người bạn đã tham gia chuyến lưu diễn này và yêu thích nó. Hướng dẫn viên của chúng tôi, Daisy rất đáng yêu, có thể nói về ẩm thực Việt Nam và sự khác biệt giữa các vùng khá rộng rãi. Tất cả những nơi chúng tôi đến ăn đều khác nhau, thân thiện và sạch sẽ. thông tin liên lạc trước chuyến tham quan rất rõ ràng và họ luôn phản hồi rất nhanh các câu hỏi. Chúng tôi cũng được cung cấp những gợi ý và lời khuyên khác xung quanh thị trấn. Chúng tôi đã hy vọng thực hiện một chuyến tham quan bằng xe đạp, tuy nhiên, với sự hướng dẫn của họ, họ đã giúp chúng tôi sắp xếp một chuyến tham quan đi bộ vào thời điểm phù hợp hơn với kế hoạch du lịch của chúng tôi. Trong chuyến tham quan, mỗi người chúng tôi được cấp một danh thiếp có phiên âm các từ khóa, ví dụ: xin cảm ơn bạn, chào buổi sáng, v.v. Một cảm giác thực sự tuyệt vời. Rất muốn giới thiệu chuyến tham quan này.Đọc thêm",
            "Rất thích tour đi bộ ẩm thực đêm của chúng tôi ở Hội An với hướng dẫn viên Luong. Cô ấy rất vui tính và nhiều thông tin. Đồ ăn thực sự ngon và chúng tôi thậm chí còn quay lại và thưởng thức bữa ăn vào ngày hôm sau tại một trong những nhà hàng. Đây là một cách tuyệt vời để ngắm nhìn Phố cổ xinh đẹp. Tôi thực sự muốn giới thiệu nơi này. Đọc thêm",
            "Bạn gái của tôi và tôi đã có một thời gian tuyệt vời trong chuyến lưu diễn này. Hướng dẫn viên của chúng tôi, Sinh, rất thân thiện và nói tiếng Anh rất tốt. Anh ấy có rất nhiều thông tin thú vị và đưa chúng tôi đến một số địa điểm thực sự thú vị mà chúng tôi sẽ không bao giờ đến nếu không có chuyến tham quan này. Đây là một chuyến tham quan thực sự tuyệt vời và nhất định phải làm ở Hội An.Đọc thêm",
            "Hướng dẫn viên du lịch của chúng tôi về chuyến đi săn ẩm thực Hội An là Rosie. Cô ấy là người hiểu biết và thân thiện với khả năng ngôn ngữ tốt. Cô ấy đưa chúng tôi đến một số nhà hàng khác nhau, nơi chúng tôi nếm thử nhiều món đồ uống khác nhau. Con đường chúng tôi đi đưa chúng tôi đi khắp thị trấn và đi xuống những con đường quanh co mà lẽ ra chúng tôi chưa bao giờ thấy, kể cả việc nhìn thấy người dân làm bánh tráng. Rosie cũng kể cho chúng tôi nghe về lịch sử của thị trấn và những món ăn mà chúng tôi đang thử. Lý do duy nhất để không cho điểm 5 là vì có một chút nhầm lẫn khi bắt đầu chuyến tham quan mà công ty hiện đã khuyên họ nên đặt một món mới. có sẵn quy trình để ngăn chặn việc xảy ra lần nữa.Đọc thêm",
            "Vâng, bài đánh giá này đã trễ hơn một năm và chúng tôi rất tiếc vì đã không viết nó ngay lập tức! Nhưng Rosie thật tuyệt vời và chuyến lưu diễn mà chúng tôi vẫn nói về nó mọi lúc. Chúng tôi rất vui khi được Rosie cống hiến cho gia đình mình một chuyến lưu diễn tuyệt vời vào tháng 3 năm 2017 chứ không phải tháng 5, thật tuyệt vời! Thức ăn thật tuyệt vời và tôi chưa thể tìm thấy thứ gì ngon bằng một nửa kể từ khi trở về. Tôi luôn mơ mộng về nước trái cây, bánh kếp và cà ri. Rosie là một người hướng dẫn tuyệt vời, người không chỉ giải thích tất cả các món ăn và địa điểm của Hội An cho chúng tôi mà còn giúp bọn trẻ giải trí cả ngày trong khi vẫn làm công việc của mình và họ không làm mọi việc dễ dàng với cô ấy. Đó là một ngày tuyệt vời và chắc chắn là một điều gì đó Tôi đã giới thiệu cho bất kỳ ai đi du lịch đến Việt Nam.Đọc thêm",
            "Tôi đã có trải nghiệm tuyệt vời trong chuyến tham quan ẩm thực này mặc dù tôi cảm thấy hơi mệt khi thực hiện nó. Họ cho tôi thực hiện chuyến tham quan mặc dù không có ai khác đặt chỗ vào ngày tôi thực hiện chuyến tham quan đó, điều đó có nghĩa là tôi đã có một chuyến tham quan riêng! Daisy thực sự là một hướng dẫn viên du lịch tuyệt vời. Cô ấy chỉ cho tôi khu chợ địa phương nơi mọi người ăn uống, đưa tôi đi dạo trong những con hẻm nhỏ, kể cho tôi nghe rất nhiều điều thú vị về Hội An và những người bán đồ ăn, thậm chí còn chụp ảnh tôi trong chuyến tham quan và gửi email cho tôi ngay sau đó. . Thật không may, tôi không thể ăn mọi thứ vì có quá nhiều thức ăn và bị ốm đồng nghĩa với việc cảm giác thèm ăn của tôi bị hạn chế. Bạn nhận được TẤN đồ ăn nên chuyến tham quan này sẽ tuyệt vời nhất nếu bạn đói!!Đọc thêm",
            "Gia đình bốn người của tôi thực sự thích tour ẩm thực này. Barney cực kỳ am hiểu và hữu ích qua email trước và sau chuyến tham quan. Daisy, hướng dẫn viên của chúng tôi, là một người bạn đồng hành tuyệt vời và giới thiệu cho chúng tôi nhiều món ăn kỳ lạ và tuyệt vời. Cô ấy cũng rất chiều chuộng nhu cầu đặc biệt của chúng tôi, một người ăn chay và luôn cố gắng cung cấp các lựa chọn thay thế cho các món thịt bất cứ khi nào có thể. Chúng tôi thực sự thích khám phá các khu chợ địa phương và những con hẻm nhỏ và kết thúc chuyến tham quan với cái bụng rất no. Thêm tour này vào danh sách những việc phải làm ở Hội An của bạn, bạn sẽ không hối hận. Đọc thêm",
            "Chuyến tham quan thật tuyệt vời, một trong những trải nghiệm tuyệt vời nhất của tôi cho đến nay tại Việt Nam! Tôi đã có cơ hội thử nhiều món ăn tuyệt vời, tất cả đều ngon - chuyến tham quan cũng là một cơ hội tuyệt vời để tìm hiểu về thành phố, về ẩm thực Việt Nam và văn hoá. Hướng dẫn của tôi, Rosie, thật tuyệt! Rất am hiểu về ẩm thực và thành phố, và nói chung là siêu đẹp. Ngay cả sau một năm sống ở Đông Nam Á và vài chuyến đi đến Việt Nam và ăn nhiều món ăn Việt Nam!, việc thực hiện chuyến tham quan này cực kỳ hữu ích và thú vị - Tôi không thể giới thiệu thế là đủ!Đọc thêm",
            "Tôi có thể tham gia chương trình du lịch này ngay hôm nay không?Đọc thêm",
            "Xin lỗi nhưng chúng tôi không thực sự kiểm tra hộp trò chuyện của mình ở đây! Rất xin lỗi một lần nữa và hy vọng gặp lại bạn lần sau.Đọc thêm",
            "Chúng ta có thể lấy đồ ăn bằng tiếng Pháp không? Đọc thêm",
            "Xin lỗi vì trả lời rất muộn, Có, chúng tôi có thể cung cấp hướng dẫn viên nói tiếng Pháp theo yêu cầu. Vui lòng cho chúng tôi biết nếu bạn vẫn muốn tham gia chuyến tham quan. Vui lòng liên hệ với chúng tôi qua whatsapp qua 84 905486259 để được trả lời nhanh hơn. Trân trọng.Đọc thêm",
            "Có chỗ nào cho 2 người tối nay cho chuyến tham quan ẩm thựcĐọc thêm",
            "Chi phí bằng USD cho chuyến đi bộ này là bao nhiêu. Cảm ơnĐọc thêm",
            "đó là chuyến tham quan bằng xe đạp hay đi bộ?Đọc thêm",
            "Xin chào Chris\nHội An Food Safari là một tour đi bộ dễ dàng khoảng 4-12 phút. Tổng quãng đường chỉ 2,1km. Bắt đầu vào khoảng 8 giờ sáng và chi phí là 1,25 triệu đồng một người cho tối thiểu hai người để vận hành tour.\nTrân trọng\nNhóm Safari ẩm thực Hội AnĐọc thêm"
        ],
        "star_ratings": [
            121,
            4,
            0,
            1,
            0
        ],
        "review_amount": 126,
        "location": [
            "Tour Safari ẩm thực Hội An",
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written June 8, 2019",
            "Written May 31, 2019",
            "Written November 20, 2018",
            "Written August 4, 2018",
            "Written June 22, 2018",
            "Written June 4, 2018",
            "Written April 13, 2018",
            "Written October 26, 2017",
            "Written October 26, 2017",
            "Written October 9, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8380543-Reviews-or10-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or20-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454962-Reviews-Quan_Kong_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12084262-Reviews-Local_Buddy_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13496685-Reviews-Hoi_An_Top_Gear_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1972169-Reviews-Gioan_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7181506-Reviews-My_Chi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17852967-Reviews-Mong_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25136142-Reviews-Cam_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d20056458-Reviews-Hoi_An_Express_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13809764-Reviews-Hoi_An_Jeep_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26642390-Reviews-Rosara_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10004902-Reviews-Gerberas_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2054722-Reviews-The_Original_Taste_of_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15603763-Reviews-Nachi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7595897-Reviews-Hoi_An_Cathedral-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16724791-Reviews-The_Castle_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d19502009-Reviews-Edinburgh_Christmas_Market-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g641824-d12833819-Reviews-Naaaktstrand_Bredene-Bredene_West_Flanders_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32250-d116323-Reviews-Silver_Strand_State_Beach-Coronado_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g28940-d208141-Reviews-Cliff_Island-Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g580210-d644555-Reviews-Giardini_Poseidon_Terme-Forio_Isola_d_Ischia_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1987470-d5931827-Reviews-Elephant_Freedom_Project-Kegalle_Sabaragamuwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d246346-Reviews-Telia_Parken-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561552-Reviews-Symphony_Center_Chicago_Symphony_Orchestra-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g1202638-d1520846-Reviews-Lago_di_Braies-Braies_Province_of_South_Tyrol_Trentino_Alto_Adige.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d481776-Reviews-Prudential_Center-Boston_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or20-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or10-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Food Safari Tours",
        "attraction_name_vi": "Tour Safari ẩm thực Hội An",
        "general_info": [
            "126 đánh giá",
            "55 trên 238 Đồ ăn ở Hội An",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Hoi An Food Safari cung cấp nhiều tour du lịch phù hợp với mọi lứa tuổi và mọi sở thích. Các chuyến đi săn theo yêu cầu của chúng tôi cho phép khách hàng trải nghiệm Việt Nam thực sự. Chúng tôi phục vụ cho các nhóm nhỏ nhưng các tour du lịch cá nhân hóa riêng là thế mạnh của chúng tôi. Chúng tôi muốn cung cấp mức dịch vụ được cá nhân hóa mà các tour du lịch nhóm lớn không thể cung cấp và cho phép bạn mang về nhà trải nghiệm Việt Nam đích thực. Đọc thêm",
        "reviews": [
            "Hướng dẫn viên Bo của chúng tôi có kiến ​​thức về lịch sử của thị trấn và những món ăn chúng tôi đã thử.  Anh ấy vui vẻ trả lời bất kỳ câu hỏi nào về cuộc sống ở Việt Nam, điều này không chỉ đơn thuần là một chuyến tham quan.  Chúng tôi đi dọc theo những con đường nhỏ và có thể quan sát cách người dân địa phương sinh sống và ăn uống.  Thức ăn rất tuyệt vời và Bo giải thích nguồn gốc, nguyên liệu và phương pháp nấu ăn. Chúng tôi đang ở một số nơi mà tôi sẽ không đến nếu không có sự tin tưởng của người dân địa phương.  Tour du lịch tuyệt vờiĐọc thêm",
            "Tôi không thể nói đủ những điều tốt đẹp về chuyến đi này. Nếu bạn thực hiện một chuyến du lịch ở Hội An thì đây chính là điều đó. Mặc dù tôi đi du lịch một mình và đặt chỗ mà không cần thông báo nhiều, công ty vẫn có thể sắp xếp cho tôi và giới thiệu cho tôi Rosie, một hướng dẫn viên thân thiện, tuyệt vời, có trình độ tiếng Anh xuất sắc và rất vui được nói chuyện, không chỉ về đồ ăn mà còn về Văn hóa, chính trị và du lịch Việt Nam. Chúng tôi rời khỏi con đường du lịch đông đúc một chút và tận hưởng chuyến tham quan buổi sáng đến Chợ Tiger, nơi chúng tôi ngồi trên một loạt ghế nhựa ngày càng nhỏ hơn để cuộn bán xeo và húp mì với người dân địa phương. Rosie có đầy đủ thông tin và có thể trả lời tất cả các câu hỏi về ẩm thực của tôi. Cô ấy cũng luôn sẵn sàng hỗ trợ để chuyến tham quan của tôi được thoải mái nhất có thể... sắp xếp ghế ở những nơi râm mát, quan tâm giúp tôi băng qua những con phố đông đúc, cung cấp nước mát và quạt khi có thể và khăn ướt cho tay giữa các điểm dừng. Ngoài ra, cần lưu ý, chuyến tham quan này là EPIC. Trong khi nhiều chuyến tham quan ẩm thực mà tôi đã tham gia trên khắp thế giới cung cấp 5 hoặc 6 suất ăn cách nhau trong vài giờ thì chuyến tham quan này có tới 13!! Được tổ chức tốt và được lên kế hoạch chu đáo, nó bao gồm một loạt các món ăn cổ điển và các món ăn được yêu thích trong khu vực cũng như trên toàn quốc. Cà phê cuối cùng được đánh giá cao và giúp tôi thoát khỏi cơn hôn mê vì thức ăn chỉ đủ lâu để đi bộ về khách sạn và ngủ trưa.... Tôi thực sự không cần ăn thêm một miếng nào vào ngày hôm đó. Chắc chắn hãy chú ý lắp đặt điều này trong thời gian lưu trú của bạn! Đọc thêm",
            "Tôi thực sự đã có trải nghiệm tuyệt vời khi nếm thử các món ngon địa phương của Hội An. Rosie là người hướng dẫn của tôi, cô ấy rất thông tin và hiểu biết về mọi món ăn chúng tôi có, từ nguyên liệu cho đến khía cạnh văn hóa của nó. Hãy làm theo lời khuyên của họ là không ăn sáng trước chuyến tham quan vì bạn sẽ nếm thử khoảng 12 loại thực phẩm !! Rất khuyến khích nếu bạn đến Hội An !!! Đọc thêm",
            "Bạn tôi và tôi đã đặt chuyến tham quan này vào phút cuối và Barney đã đi xa hơn để phù hợp với chúng tôi vào Chủ nhật. Hướng dẫn viên của chúng tôi, Daisy, đã nhanh chóng và đưa chúng tôi tham gia một chuyến tham quan có nhịp độ hoàn hảo phục vụ riêng cho chúng tôi. Bạn tôi là một du khách có kinh nghiệm, thường xuyên đến Việt Nam và đây là chuyến đi đầu tiên của tôi, nên khá khó khăn đối với Daisy nhưng cô ấy đã giới thiệu cho tôi món ăn đường phố Hội An và cũng mang đến cho bạn tôi một số trải nghiệm mới. Chúng tôi đã đến thăm 12 nhà cung cấp khác nhau và dừng lại khi tôi không thể ăn thêm thứ gì khác! Daisy cũng cho chúng tôi xem các địa danh địa phương như Giếng Bá Lễ và tiếng Anh của cô ấy rất xuất sắc. Cô ấy tốt bụng, nhiều thông tin, thân thiện và để lại cho chúng tôi một túi quà. Cô ấy là một hướng dẫn viên 5 sao! Cảm ơn Cúc Daisy!Đọc thêm",
            "Streetfood was one of my major reasons to visit Hoi An, but when traveling alone, I found it a little bit scary to start experimenting myself. Not because I was afraid to get sick, but afraid to miss out on the best spots, how to order the food to get it the way it was meant to be, and first of all...where to start...So while I was thinking about how to get the best local Streetfood, I found this food safari on TripAdvisor. And I signed up for it. Really quick response to my availability check email, told me I was the only one signing up for that day, but my guide BeBay was very happy to take me on Food Safari :-Be picked me up at my homestay and we started our tour with the first dish. Make sure you dont eat breakfast!Sitting around the small foodstands, joint by locals, Be was telling about the food, the ingredients and some some nice stories about the history and lifestyle of Hoi An locals. After the first dish we wondered around the old city center, into the small streets of Hoi An. No other tourists there, which was a big big plus for me. It was a very nice experience to go where locals go, eat where locals eat and watch how locals live. I was able to make beautiful pictures and absorbed the atmosphere of beautiful, colorful Hoi An.Approx. 15 dishes later all very very tasteful, packed with flavor we ended up in a nice coffeebar with a traditional Vietnamese coffee.I would recommend this tour to everybody who wants to try all the Streetfood Hoi An is offering, and who wants to eat is the traditional way, who likes wondering around small streets, who is interested in the history of Hoi An and everybody who wants to get away from touristy things and prefer to meet local people.Be was a really nice and friendly guide who was very known with Hoi An and the local food. She also recommended some restaurants and coffee shops which I visited the day after. Enough food for me after the tour ;-At the end of the Safari, Be handed me a map with all the foodstands market down, together with the name of the dish we eat there. When Im back in Hoi An, I will take this map for sure, to order some Streetfood myself, since it was to good. This tour was by far the best halfday of my trip!Read more",
            "Vợ tôi và tôi đã có khoảng thời gian tuyệt vời khi thử nhiều món ăn khác nhau dưới sự hướng dẫn tuyệt vời của Sinh.  Chúng tôi đến thăm những người bán hàng rong và chợ địa phương cũng như một số địa điểm ăn uống kiểu quán cà phê.  Một điều trị thực sự mà tôi muốn giới thiệu cho bất cứ ai.  Rất đáng đồng tiền và là cách tuyệt vời để khám phá thêm về Hội An.Đọc thêm",
            "Vợ chồng tôi đi du lịch với Sinh phát âm là Sing cách đây vài ngày. Chúng tôi nghĩ rằng đó sẽ là một cách tuyệt vời để tìm hiểu Hội An rõ hơn một chút và hóa ra đó là một lựa chọn tuyệt vời. Rất có xứng với tiền bỏ ra. Chúng tôi đã có cơ hội nếm thử những món ăn địa phương tuyệt vời không chỉ ở các nhà hàng mà còn ở các chợ và quán ăn đường phố. Mỗi món ăn chúng tôi nếm đều cực kỳ ngon, tươi, được người dân địa phương chế biến và ăn, và không có gì đặc sắc, khiến nó càng ngon hơn! Sinh đưa chúng tôi đi qua một số con phố ít được khách du lịch biết đến hơn và tìm cách đến các di tích lịch sử thú vị khác trên đường đi, chẳng hạn như giếng Ba Li. Anh ấy thậm chí còn đưa cho chúng tôi bản đồ những nơi chúng tôi đã đến cùng với một số gợi ý về đồ ăn bổ sung. Chúng tôi đã sử dụng nó để cố gắng truy tìm người phụ nữ bán Xi ma - mè đen. Thật không may, chúng tôi vẫn chưa dậy đủ sớm để bắt được cô ấy, nhưng hy vọng chúng tôi sẽ làm được! Hương vị là một cái gì đó khác. Cảm ơn Sinh và Hội An Food Safaris. Chúng tôi đã có một thời gian tuyệt vời! Đọc thêm",
            "Chắc chắn sẽ đề nghị không ăn sáng vì bạn sẽ có ít nhất 10 món ăn trên đường đi. Rosie cũng có nhiều thông tin về ẩm thực và các khía cạnh văn hóa khác nhau. Tối đa 4 người. Rất khuyến khíchĐọc thêm",
            "Chuyến đi săn ẩm thực là một cách tuyệt vời để tìm hiểu thêm về các món ăn đặc biệt của Hội An. Chúng tôi bắt đầu ở một địa điểm nhỏ cung cấp món pha chế trái cây mát lạnh thơm ngon và kết thúc bằng ly cà phê trong một quán cà phê sân nhỏ có ao cá vàng và máy phun sương mát lạnh. Bất chấp thời tiết nóng nực và ẩm ướt, quá trình nếm thử luôn thú vị nhờ Rosie, sự vui vẻ và nhiệt tình của chúng tôi. hướng dẫn thông tin. Chợ Tiger tuy nhỏ nhưng thoải mái so với khu chợ trung tâm đông đúc, khắt khe ở phố cổ. Có rất nhiều món ăn để thử tại 13 gian hàng và quầy bán đồ ăn, di chuyển qua các con phố, ngõ hẻm địa phương mang lại cảm giác thích thú. kết nối thực sự với thành phố.Đọc thêm",
            "Đây là một chuyến tham quan nửa ngày tuyệt vời và bổ ích, nếm thử các món ăn địa phương và đi dạo qua các con hẻm của Hội An để xem cuộc sống hàng ngày của người dân địa phương. Hướng dẫn viên của chúng tôi, Rosie rất đáng yêu và hiểu biết - chúng tôi cảm thấy may mắn khi cô ấy đưa chúng tôi đi tham quan này. Khi bạn được bảo không nên ăn sáng trước chuyến tham quan này, bạn nên nghe theo lời khuyên đó - chúng tôi đã nếm thử rất nhiều món ăn như thể chúng tôi đã ăn ba bữa trong ngày. Một trải nghiệm buổi tối tuyệt vời mà tôi thực sự muốn giới thiệu cho bất kỳ ai đến thăm Hội An. Nếu bạn may mắn, bạn cũng sẽ có Rosie xinh đẹp, thân thiện làm hướng dẫn viên của mình. Đọc thêm"
        ],
        "star_ratings": [
            121,
            4,
            0,
            1,
            0
        ],
        "review_amount": 126,
        "location": [
            "Tour Safari ẩm thực Hội An",
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written October 8, 2017",
            "Written September 12, 2017",
            "Written September 1, 2017",
            "Written August 20, 2017",
            "Written July 31, 2017",
            "Written July 13, 2017",
            "Written July 10, 2017",
            "Written June 6, 2017",
            "Written May 20, 2017",
            "Written April 19, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8380543-Reviews-or20-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or10-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or30-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454962-Reviews-Quan_Kong_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12084262-Reviews-Local_Buddy_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13496685-Reviews-Hoi_An_Top_Gear_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1972169-Reviews-Gioan_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7181506-Reviews-My_Chi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17852967-Reviews-Mong_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25136142-Reviews-Cam_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d20056458-Reviews-Hoi_An_Express_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13809764-Reviews-Hoi_An_Jeep_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26642390-Reviews-Rosara_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10004902-Reviews-Gerberas_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2054722-Reviews-The_Original_Taste_of_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15603763-Reviews-Nachi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7595897-Reviews-Hoi_An_Cathedral-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16724791-Reviews-The_Castle_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274725-d5021414-Reviews-Bunkier-Gdansk_Pomerania_Province_Northern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g153981-d5779943-Reviews-Isla_San_Jorge-Puerto_Penasco_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d153924-Reviews-Kailua_Beach_Park-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d10712272-Reviews-Mount_Coolidge-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d4926562-Reviews-Jamuna_Future_Park-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d1940985-Reviews-Ferrari_World_Abu_Dhabi-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g31230-d4084054-Reviews-Downtown_Gilbert-Gilbert_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g32842-d10110653-Reviews-Mori_Point-Pacifica_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129735-d12154764-Reviews-Tantra_Tokyo_Burlesque_Show_Club-Roppongi_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d105200-Reviews-Little_Five_Points-Atlanta_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or30-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or20-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Food Safari Tours",
        "attraction_name_vi": "Tour Safari ẩm thực Hội An",
        "general_info": [
            "126 đánh giá",
            "55 trên 238 Đồ ăn ở Hội An",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Tour chụp ảnh"
        ],
        "attraction_summary": "Hội An Food Safari cung cấp một loạt các tour du lịch phục vụ mọi người ở mọi lứa tuổi và phù hợp với mọi sở thích. Những chuyến đi săn riêng của chúng tôi cho phép khách hàng trải nghiệm một Việt Nam thực sự. Chúng tôi phục vụ cho các nhóm nhỏ tuy nhiên các chuyến tham quan cá nhân riêng tư là những gì chúng tôi được biết đến. Chúng tôi mong muốn cung cấp mức độ dịch vụ được cá nhân hóa mà các chuyến tham quan theo nhóm lớn hơn không thể thực hiện được và giúp bạn mang về nhà trải nghiệm thực sự của người Việt.Đọc thêm",
        "reviews": [
            "Có một chuyến tham quan ẩm thực buổi sáng tuyệt vời với Rosie làm hướng dẫn viên du lịch. Cô ấy thật tuyệt vời và thức ăn thì tuyệt vời. Chắc chắn sẽ đề nghị không ăn sáng vì bạn sẽ có ít nhất 10 món ăn trên đường đi. Rosie cũng có nhiều thông tin về ẩm thực và các khía cạnh văn hóa khác nhau. Tối đa 4 người. Rất khuyến khích.Đọc thêm",
            "Chuyến đi tuyệt vời với quảng cáo rosie hướng dẫn của chúng tôi. Khá nhiều chuyến du lịch chỉ có tôi và vợ con tôi. Lovley đi qua những con hẻm cũ mà bạn thường không thấy trong các chuyến tham quan khác.- phải làm! Đọc thêm",
            "Chúng tôi đã đặt một chuyến tham quan ẩm thực riêng vì thời gian phù hợp với chúng tôi hơn và chúng tôi có Sinh làm hướng dẫn viên du lịch riêng. Anh ấy nói tiếng Anh rất tốt, vui tính và dễ chịu. Chúng tôi đã được nhắc nhở một vài lần rằng không nên ăn một bữa sáng thịnh soạn và đó là một lời khuyên rất hữu ích. Chúng tôi đã không rời khỏi chuyến tham quan khi đói và thưởng thức 99 món ăn mà chúng tôi đã thử! Đi bộ giữa những con hẻm khuất và thử hầu hết các quầy hàng thực phẩm địa phương thực sự rất thú vị! Đó là một trải nghiệm rất địa phương và chúng tôi đã có khoảng thời gian tuyệt vời! Món ưa thích của tôi là bánh mì baguette với thịt lợn!!!! Đọc thêm",
            "Tôi yêu thích nhà hàng Việt Nam đối diện nơi tôi làm việc ở Úc. Tuy nhiên, khi ăn đồ ăn Việt Nam ở Việt Nam - tôi hơi lo lắng vì không biết mình đang gọi món gì. Tôi sẽ không tham gia chuyến tham quan này vì tôi là một người rất kén ăn, không thích ớt và dị ứng với trứng.  Rosie đã chuyển thông tin này cho tất cả những người bán đồ ăn. Tôi rất vui vì đã thực hiện chuyến tham quan này. Chi phí là 50 USD mỗi người và chúng tôi đã nếm thử khoảng 15 loại thực phẩm khác nhau. Tôi nghĩ chúng tôi sẽ trở thành thành viên của một nhóm nhưng đó là người hướng dẫn Rosie và chồng tôi và tôi. Rosie thật tuyệt vời. Biết khu vực địa phương, lịch sử xung quanh thực phẩm, con người và địa điểm. Nếu chúng tôi muốn hỏi một câu hỏi với một người dân địa phương thì cô ấy đã giúp chúng tôi. Chúng tôi đã đi bộ hơn 2 km, có rất nhiều thời gian để chuẩn bị thức ăn và dọn thêm chỗ. Chúng tôi đi lang thang khắp các khu chợ và Rosie chỉ cho tôi những loại trái cây và rau quả khác nhau. Tôi đã thử những thứ mà bình thường tôi không ăn và lẽ ra đã bay khỏi Việt Nam, bỏ lỡ.  Có hai món tôi đã thử nhưng không quá yêu thích. Nhưng đó là một phần của trải nghiệm. Rosie là một hướng dẫn viên du lịch tuyệt vời và chúng tôi đã có một trong những ngày tuyệt vời nhất trong 10 ngày chúng tôi ở Việt Nam. Đọc thêm",
            "Chúng tôi đi du lịch cùng Rosie, người rõ ràng rất yêu thích Hội An và các món ăn ở đó. Cô ấy vui vẻ chia sẻ thông tin chi tiết về nguyên liệu và món ăn thú vị mà chúng tôi tìm thấy trên đường đi bộ cũng như thông tin chi tiết về lịch sử địa phương. Tiếng Anh của cô ấy rất tốt và cô ấy đã làm rất tốt việc giúp đỡ hai đứa con nhỏ của chúng tôi. Hết lòng khuyến khích!Đọc thêm",
            "Những khu chợ tuyệt vời, chủ quầy hàng thực phẩm thân thiện, những con hẻm khuất và những món ăn ngon!  Chúng tôi sẽ không bao giờ tự mình thử nhiều món ăn, và sẽ không bao giờ được nhìn thấy những con đường xinh đẹp nơi mọi người sống và làm việc - một Việt Nam đích thực.  Hướng dẫn viên của chúng tôi Hãy cẩn thận với dạ dày người Canada của chúng tôi và luôn có một câu chuyện hoặc giai thoại hài hước để chia sẻ. Cô ấy là người hiểu biết và tốt bụng, và đảm bảo rằng chúng tôi băng qua đường an toàn!  Đừng bỏ lỡ chuyến tham quan này!Đọc thêm",
            "Food Safari là một trong những trải nghiệm tuyệt vời nhất mà chúng tôi có được trên khắp Việt Nam. Daisy, người điều hành tour, biết Hội An từ trong ra ngoài và biết chính xác nơi nào nên đi và khi nào đồ bán hết nên bạn phải đến một số nơi sớm!. Daisy có kiến ​​thức đáng kinh ngạc về lịch sử Hội An và chắc chắn biết tất cả những viên ngọc ẩn của thành phố. Điều này không giống như một lá cờ sau chuyến tham quan, nó là gốc rễ và chắc chắn là cách để bạn thưởng thức Hội An. Trong suốt cả ngày, chúng tôi đã thử hơn 11 món ăn từ các quán ăn đường phố khác nhau, tất cả đều tuyệt vời, chúng tôi đã quay lại nhiều món trong số này sau chuyến đi này. Vào cuối chuyến đi, Daisy sẽ tặng bạn một số món quà tuyệt vời để mang theo bên mình, một dấu ấn tuyệt vời cho một ngày tuyệt vời. Đừng bỏ lỡ.Đọc thêm",
            "Ngày chúng tôi làm điều này, đó là một trận mưa xối xả - lẽ ra chúng tôi có thể hủy bỏ nhưng hãy ăn tối bằng áo poncho và bất chấp lũ lụt và tiếp tục. Chúng tôi bị ướt sũng và rất nhiều người dân địa phương nhìn chằm chằm khiến chúng tôi phát điên, đặc biệt là với một đứa trẻ 3 tuổi ngồi trong xe buggy! nhưng chúng tôi đã có một thời gian tuyệt vời. Tôi đã lo lắng về đứa con 9 tuổi rất kén ăn của chúng tôi nhưng nó đã thử mọi thứ chúng tôi được cung cấp - 14 loại thực phẩm khác nhau và yêu thích hầu hết tất cả chúng. Sau đó anh ấy tuyên bố đó là điều anh ấy yêu thích trong chuyến đi của chúng tôi! Hướng dẫn viên của chúng tôi đã làm rất tốt khi đưa chúng tôi thử nhiều món ăn khác nhau ở các địa điểm địa phương và ở chợ - chúng tôi chưa bao giờ tự mình đến những nơi đó. Thức ăn rất ngon! Chúng tôi có hai hướng dẫn viên và họ rất hiểu biết và thân thiện cũng như đối xử tốt với bọn trẻ. Sau chuyến tham quan, chúng tôi nhận được một bản đồ với tất cả các địa điểm chúng tôi đã được đánh dấu trên đó cũng như những chiếc túi quà tặng. Tôi sẽ không ngần ngại giới thiệu điều này cho những người khác, kể cả những người có con nhỏ.Đọc thêm",
            "Tôi đã có một chuyến đi săn thực phẩm thực sự thú vị.  12 món khác nhau và tất cả đều ngon.  Nếu tôi đi một mình, tôi gần như chắc chắn sẽ không phiêu lưu đến thế và sẽ bỏ lỡ một trải nghiệm tuyệt vời.  Hướng dẫn của chúng tôi rất xuất sắc và có đầy đủ thông tin bổ sung cũng như thông tin địa phương.Đọc thêm",
            "Chúng tôi là một nhóm bốn người đi tham quan ẩm thực ở chợ buổi sáng. Chúng tôi đã có khoảng thời gian tuyệt vời. Phải nhìn thấy mọi thứ và nếm thử những món ăn mà chúng ta đã bỏ lỡ. Các món ăn thật tuyệt vời, hướng dẫn tuyệt vời và cung cấp cái nhìn sâu sắc về địa phương. Đọc thêm"
        ],
        "star_ratings": [
            121,
            4,
            0,
            1,
            0
        ],
        "review_amount": 126,
        "location": [
            "Tour Safari ẩm thực Hội An",
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written April 19, 2017",
            "Written April 16, 2017",
            "Written March 28, 2017",
            "Written March 19, 2017",
            "Written March 13, 2017",
            "Written February 22, 2017",
            "Written February 21, 2017",
            "Written January 14, 2017",
            "Written December 21, 2016",
            "Written December 14, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8380543-Reviews-or30-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or20-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or40-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454962-Reviews-Quan_Kong_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12084262-Reviews-Local_Buddy_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13496685-Reviews-Hoi_An_Top_Gear_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1972169-Reviews-Gioan_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7181506-Reviews-My_Chi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17852967-Reviews-Mong_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25136142-Reviews-Cam_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d20056458-Reviews-Hoi_An_Express_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13809764-Reviews-Hoi_An_Jeep_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26642390-Reviews-Rosara_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10004902-Reviews-Gerberas_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2054722-Reviews-The_Original_Taste_of_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15603763-Reviews-Nachi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7595897-Reviews-Hoi_An_Cathedral-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16724791-Reviews-The_Castle_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d1645961-Reviews-White_River-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184840-d2398177-Reviews-Capo_Vaticano-Capo_Vaticano_Ricadi_Province_of_Vibo_Valentia_Calabria.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d143394-Reviews-Walt_Disney_World_Resort-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d270457-Reviews-Grottos_Trail-Aspen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d270556-Reviews-Buffalo_Bill_Center_of_the_West-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d8751237-Reviews-Jackson_Street_Bridge-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d265430-Reviews-Kenilworth_Park_and_Aquatic_Gardens-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d268008-Reviews-Parfrey_s_Glen-Baraboo_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g40818-d2311055-Reviews-Hermit_Island-Phippsburg_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g187121-d247337-Reviews-Chateau_de_Chambord-Chambord_Loir_et_Cher_Centre_Val_de_Loire.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or40-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or30-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Food Safari Tours",
        "attraction_name_vi": "Tour Safari ẩm thực Hội An",
        "general_info": [
            "126 đánh giá",
            "55 trên 238 Đồ ăn ở Hội An",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Tour ẩm thực",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Hội An Food Safari cung cấp một loạt các tour du lịch phục vụ mọi người ở mọi lứa tuổi và phù hợp với mọi sở thích. Những chuyến đi săn riêng của chúng tôi cho phép khách hàng trải nghiệm một Việt Nam thực sự. Chúng tôi phục vụ cho các nhóm nhỏ tuy nhiên các chuyến tham quan cá nhân riêng tư là những gì chúng tôi được biết đến. Chúng tôi mong muốn cung cấp mức độ dịch vụ được cá nhân hóa mà các chuyến tham quan theo nhóm lớn hơn không thể thực hiện được và giúp bạn mang về nhà trải nghiệm thực sự của người Việt.Đọc thêm",
        "reviews": [
            "Hội An là địa điểm yêu thích của chúng tôi ở Việt Nam cho đến nay và một trong những lý do cho điều này là những món ăn không thể tin được. Chúng tôi biết rằng chúng tôi phải thực hiện một chuyến tham quan ẩm thực để khám phá ẩm thực Việt Nam và tự mình thử những món ăn mà nếu không chúng tôi sẽ không thử đậu phụ ngọt. đường gừng, súp mè đen. Chuyến du lịch ẩm thực này đáp ứng mọi mong đợi của chúng tôi. Nó có giá 50 USD và kéo dài từ 8 giờ sáng đến 12:30. Tôi chắc chắn cảm thấy rằng nó rất đáng đồng tiền bát gạo. Hướng dẫn viên của chúng tôi Hát và May rất vui vẻ, rất hay nói chuyện và rất am hiểu về ẩm thực Việt Nam. Chúng tôi đã ăn ở 11 địa điểm khác nhau, bao gồm cả chuyến đi quanh một khu chợ địa phương không có khách du lịch. Hướng dẫn viên của chúng tôi cũng đưa chúng tôi xuống những con phố nhỏ ngẫu nhiên và cung cấp cho chúng tôi một số thông tin về cuộc sống và tín ngưỡng địa phương khi chúng tôi đi. Tôi chắc chắn sẽ giới thiệu chuyến tham quan này. Nó mang lại cho bạn cảm giác tuyệt vời về văn hóa và ẩm thực Hội An và Việt Nam đích thực. Đừng ăn sáng!!Đọc thêm",
            "Thật là một cách tuyệt vời để trải nghiệm văn hóa ẩm thực địa phương của Hội An bằng cách đi bộ khám phá ẩm thực do Singh Steven, hướng dẫn viên du lịch rất hiểu biết của chúng tôi, dẫn đầu. Thật là một niềm vui khi được tham gia tour của bạn và nhóm 4 người của chúng tôi rất thích! Chúng tôi thích đi bộ qua chợ và ngồi cùng người dân địa phương nếm thử nhiều loại thực phẩm khác nhau. Tour thực sự đáng giá và chúng tôi đã ăn rất nhiều đồ ăn đến nỗi chúng tôi đã no căng bụng vào cuối tour! Đây là một điều tốt. Tôi thực sự khuyên bạn nên tham gia tour này khi bạn mới đến Hội An vì đây là một cách tuyệt vời để làm quen với khu vực địa phương. Chúng tôi thực sự đánh giá cao bản đồ chi tiết mà chúng tôi được cung cấp ở cuối tour và có thể sử dụng bản đồ này cho phần còn lại của kỳ nghỉ tại Hội An. Tiếp tục công việc tuyệt vời của bạn! Đọc thêm",
            "Chồng tôi và tôi đang đi du lịch cùng những người bạn thân nhất và Chuyến tham quan ẩm thực của chúng tôi là lần đầu tiên chúng tôi đến Hội An. Tôi không thể nói đủ về kiến ​​thức và khiếu hài hước của hướng dẫn viên Sinh của chúng tôi, sự lựa chọn tuyệt vời về các điểm dừng ẩm thực và thư từ đầy thông tin trước chuyến tham quan của chúng tôi. Chúng tôi yêu thích việc chỉ có 6 người trong nhóm và bất cứ nơi nào chúng tôi đi, chúng tôi đều gặp những người chủ nhà tuyệt vời, tươi cười, không quên những món ăn ngon và cảm thấy rất đặc biệt.  Chúng tôi sẽ không tự mình tìm thấy những địa điểm này và rất vui vì chúng tôi đã chọn chuyến tham quan tuyệt vời này. Nếu bạn muốn có một chuyến tham quan tuyệt vời để giới thiệu về những món ăn tuyệt vời của Việt Nam, hãy đặt chỗ với công ty này, bạn sẽ hài lòng vì đã làm được.  Ngoài ra, chúng tôi cũng đã thực hiện một chuyến đi săn bằng xe đạp với công ty này và cũng yêu thích điều đó. Hãy tiếp tục phát huy thành tích xuất sắc của Sinh và Safari ẩm thực Hội An.Đọc thêm",
            "Cảm ơn Steven và Daisy vì một chuyến tham quan ẩm thực tuyệt vời.  Đó là điểm nổi bật của kỳ nghỉ của chúng tôi.  Chúng tôi cảm thấy như được đối xử như những vị vua.  Thức ăn rất ngon và rất phong phú. Có rất nhiều món ăn khác nhau.  Chúng tôi được đưa đến nhiều nơi mà có lẽ chúng tôi đã bỏ lỡ nếu không có những người quen biết.  Chúng tôi rất thích một vài món ăn đến mức sau đó chúng tôi quay lại những nơi đó - điều mà chúng tôi có thể làm khi được cung cấp bản đồ về tất cả những địa điểm khác nhau mà chúng tôi đã ghé thăm.  Đây là một liên lạc tốt đẹp.  Tôi cảm thấy chuyến tham quan này rất đáng giá tiền và rất muốn giới thiệu nó cho bất kỳ ai.Đọc thêm",
            "Chúng tôi đã có một buổi sáng tuyệt vời để nếm thử các món ăn và đồ uống địa phương từ các khu chợ nhỏ và những người bán hàng rong. Hướng dẫn viên của chúng tôi, Steve và Daisy rất am hiểu về các món ăn và khu vực này và chúng tôi đã có thể nhìn thấy một khía cạnh của Hội An mà chúng tôi chưa từng thấy trong các chuyến đi trước đây của mình ở đây. Cả hai đều rất hiểu biết về nhu cầu và sự an toàn của chúng tôi và phục vụ cho tất cả mọi người trong một nhóm nhỏ chỉ có 6 người. Tôi thực sự muốn giới thiệu tour du lịch này cho bất kỳ ai muốn nếm thử một số món ăn địa phương và nhìn thấy một khía cạnh khác của thị trấn. Một chuyến đi tuyệt vời và là một trong những chuyến đi tuyệt vời nhất mà tôi từng trải qua ở Việt Nam. Đọc thêm",
            "Bạn bè của tôi và tôi đã có một thời gian tuyệt vời trong chuyến lưu diễn. Barney, người chủ, đã đích thân đến chào đón chúng tôi vào buổi sáng và giới thiệu cho chúng tôi những hướng dẫn viên của chúng tôi trong ngày, đó là một sự tiếp xúc rất tuyệt vời. Chúng tôi có một nhóm nhỏ gồm 5 người và có 2 hướng dẫn viên thân thiện và hữu ích đi cùng là một cách tuyệt vời để có được thông tin về Hội An. Nó có vẻ đắt tiền nhưng bạn sẽ nhận được rất nhiều điều từ chuyến tham quan này khi tìm hiểu về văn hóa, truyền thống và lịch sử từ góc nhìn của người dân địa phương trong khi thưởng thức những món ăn ngon. Tôi đặc biệt giới thiệu chuyến tham quan này cho những ai muốn giới thiệu về Hội An xinh đẹp! Đọc thêm",
            "Hướng dẫn viên du lịch, Steven và Cúc, rất thân thiện và cực kỳ am hiểu về lịch sử cũng như ẩm thực truyền thống của Hội An. Chúng tôi chỉ có 5 người trong chuyến tham quan và điều đó cho chúng tôi cơ hội giao tiếp với nhau tốt hơn. Toàn bộ chuyến tham quan rất vui và đồ ăn thì tuyệt vời. Chúng tôi đã nhận được rất nhiều lời khuyên tuyệt vời từ người quản lý công ty du lịch về Hội An cũng như các hoạt động và cơ sở vật chất trong khu vực. Cảm ơn bạn!Đọc thêm",
            "Đây là một trong những chuyến tham quan ẩm thực tuyệt vời nhất mà tôi từng trải nghiệm. Việc liên lạc để thiết lập chuyến tham quan thật tuyệt vời, chúng tôi không chỉ đặt tour mà còn được cung cấp nhiều thông tin bổ sung về những việc cần làm ở Hội An. Chúng tôi được ông chủ công ty đón tiếp và sau đó giới thiệu hai hướng dẫn viên vô cùng thân thiện. Các hướng dẫn viên rất am hiểu về ẩm thực địa phương và cung cấp cho chúng tôi nhiều thông tin về Hội An cũng như ẩm thực địa phương.  Thức ăn thật tuyệt vời và chúng tôi được cung cấp một bản đồ về tất cả các điểm đến để chúng tôi có thể xem lại chúng nếu muốn. Tour du lịch đỉnh cao, giới thiệu nó cho tất cả Đọc thêm",
            "Đây là chuyến tham quan buổi sáng tuyệt vời, một trong những điều tuyệt vời nhất chúng tôi đã làm ở Hội An. Điểm cộng: thông tin hữu ích trước chuyến tham quan - cảm ơn Barney. Thân thiện đúng giờ đón tại khách sạn. Sinh và Cốc hướng dẫn viên của chúng tôi, là một đội hoàn hảo. Sinh rất am hiểu về Hội An, ẩm thực đường phố và lịch sử Việt Nam nói chung và những câu chuyện cười của anh ấy khiến chuyến tham quan trở nên rất sống động. Cúc chăm sóc chúng tôi rất tốt, cung cấp nước, tìm kiếm đồ đạc và nói chung là dẫn dắt chúng tôi đi khắp nơi. Thức ăn rất tuyệt không hề kỳ lạ hay đối đầu.  Hoàn toàn ngược lại, nó bao gồm bánh kếp, mì, bánh quy giòn, chả giò, đồ uống trái cây tuyệt vời, nước trái cây và rất nhiều trà. Tôi có dạ dày yếu nhất ở châu Á và tôi không bị ốm, vì vậy mọi người có thể tận hưởng chuyến tham quan ẩm thực này. Tôi chắc chắn! Thật thú vị khi đi qua các khu chợ và con hẻm mà nếu không bạn sẽ không đi xuống. Nhược điểm: rất nóng như bạn mong đợi lần này của năm nhưng các hướng dẫn viên vẫn ở trong bóng râm và những địa điểm có người hâm mộ. Mặc quần áo mát mẻ và mang giày thoải mái. Phán quyết: Rất khuyến khíchĐọc thêm",
            "Có nhiều hơn mong đợi từ chuyến tham quan ẩm thực này.  Sinh và Cúc đã làm rất tốt việc chăm sóc chúng tôi và chỉ cho chúng tôi đi tham quan các quầy hàng thực phẩm khác nhau mà chúng tôi thậm chí không thể tưởng tượng được là sẽ tìm thấy chính mình.  Chúng tôi đã được trải nghiệm một số món ăn độc đáo và hương vị thú vị mà bạn sẽ không tìm thấy trên con đường du lịch thông thường.  Việc sử dụng các loại thảo mộc đặc biệt thú vị khi hương vị thực sự của địa phương được thể hiện so với những gì bạn nhận được ở các nhà hàng nổi tiếng.  Lần đầu tiên được nếm cá bạc hà và rau đắng.  Ngay cả những món ăn đơn giản nhất cũng thực sự tỏa sáng nhờ nước sốt được sử dụng.  Ngoài đồ ăn, chúng tôi còn có cảm giác về khu vực này và những con đường phía sau.  Bạn có thể thấy mọi người sống hàng ngày trong khu phố.  Bạn cũng có cơ hội tiếp xúc với người dân Hội An ngoài những người bán hàng lưu niệm.Đọc thêm"
        ],
        "star_ratings": [
            121,
            4,
            0,
            1,
            0
        ],
        "review_amount": 126,
        "location": [
            "Tour Safari ẩm thực Hội An",
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written November 26, 2016",
            "Written November 1, 2016",
            "Written October 13, 2016",
            "Written October 7, 2016",
            "Written September 14, 2016",
            "Written August 11, 2016",
            "Written August 11, 2016",
            "Written August 11, 2016",
            "Written August 7, 2016",
            "Written August 7, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8380543-Reviews-or40-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or30-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or50-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454962-Reviews-Quan_Kong_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12084262-Reviews-Local_Buddy_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13496685-Reviews-Hoi_An_Top_Gear_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1972169-Reviews-Gioan_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7181506-Reviews-My_Chi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17852967-Reviews-Mong_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25136142-Reviews-Cam_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d20056458-Reviews-Hoi_An_Express_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13809764-Reviews-Hoi_An_Jeep_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26642390-Reviews-Rosara_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10004902-Reviews-Gerberas_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2054722-Reviews-The_Original_Taste_of_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15603763-Reviews-Nachi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7595897-Reviews-Hoi_An_Cathedral-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16724791-Reviews-The_Castle_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g57061-d1015293-Reviews-Valley_of_the_Gods-Mexican_Hat_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g295394-d2161940-Reviews-Paradisul_Acvatic-Brasov_Brasov_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g41328-d14803502-Reviews-Great_Falls-Potomac_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g30375-d516498-Reviews-Rickwood_Field_Park-Birmingham_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d196160-Reviews-Atomium-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g187779-d198787-Reviews-Amalfi_Coast-Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g319837-d7034761-Reviews-Naval_Beach-Chittagong_City_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g56351-d15614459-Reviews-Big_Rivers_Waterpark-New_Caney_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g59541-d220143-Reviews-Snowshoe_Mountain_Resort-Snowshoe_Pocahontas_County_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d548225-Reviews-Kurama_Onsen-Kyoto_Kyoto_Prefecture_Kinki.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or50-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or40-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Food Safari Tours",
        "attraction_name_vi": "Tour Safari ẩm thực Hội An",
        "general_info": [
            "126 đánh giá",
            "55 trên 238 Đồ ăn ở Hội An",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Hội An Food Safari cung cấp một loạt các tour du lịch phục vụ mọi người ở mọi lứa tuổi và phù hợp với mọi sở thích. Những chuyến đi săn riêng của chúng tôi cho phép khách hàng trải nghiệm một Việt Nam thực sự. Chúng tôi phục vụ cho các nhóm nhỏ tuy nhiên các chuyến tham quan cá nhân riêng tư là những gì chúng tôi được biết đến. Chúng tôi mong muốn cung cấp mức độ dịch vụ được cá nhân hóa mà các chuyến tham quan theo nhóm lớn hơn không thể thực hiện được và giúp bạn mang về nhà trải nghiệm thực sự của người Việt.Đọc thêm",
        "reviews": [
            "Một trong những điều tuyệt vời nhất mà chúng tôi đã làm trong chuyến đi của mình cho đến nay. Hướng dẫn viên của chúng tôi là Singh và Cuc, rất hiểu biết và thông tin... chúng tôi đã thử nhiều món ăn mà chúng tôi đã bỏ qua... và bây giờ tự tin gọi món từ một người bán hàng rong. Đọc thêm",
            "Chồng tôi và tôi rất thích chuyến du lịch của chúng tôi với Singh và Cúc nói tiếng Anh rất tốt, tận hưởng những khu chợ và đường phố mà chúng tôi chưa từng thấy. Món ăn tuyệt vời dừng thử tất cả các món ăn Việt Nam. Làm tốt lắm cảm ơn bạn Đọc thêm",
            "Tôi và hôn thê của tôi vừa trở về sau một ngày với những người này. Hướng dẫn viên của chúng tôi là Sinh và Cúc. Tiếng Anh của họ tốt và họ rất thân thiện và hữu ích. Họ sẽ chỉ cho bạn những địa điểm bạn sẽ không tìm thấy trên cố vấn chuyến đi. Đó không phải là nói rằng những nơi đó là xấu, mà ngược lại. Chúng tôi phải thử đồ ăn từ những nơi mà người bản xứ ăn, và thậm chí còn đến thăm nhà một gia đình để ăn trưa, ăn giống như họ đang ăn. Nó không có được xác thực hơn thế. Nếu bạn là người yếu đuối trong việc thử những điều mới mẻ trong đồ ăn, tất cả các bữa ăn có thể không phù hợp với bạn, nhưng như hướng dẫn viên đã nói khi bắt đầu chuyến tham quan; Sẽ không có vấn đề gì nếu bạn không ăn hết hoặc ăn hết tất cả các món ăn. Lời khuyên chân thành nhất của tôi là.  Đọc thêm",
            "Tôi thực sự rất thích món ăn safari. Barney rất hiểu biết và dễ trò chuyện. Chúng tôi rời phố cổ và khám phá thêm về Hội An. Chuyến tham quan bao gồm nhiều loại thực phẩm và cơ sở ăn uống. Tất cả mọi thứ, từ đậu hũ và si-rô gừng ăn bên ngoài trên những chiếc ghế đẩu nhỏ màu đỏ cho đến hoành thánh giòn và bia tươi tại một nhà hàng. Rất nhiều món ăn ngon nhưng đủ thời gian đi bộ để giải quyết một bữa ăn trước khi thưởng thức bữa khác. Barney cũng cung cấp một bản đồ cho biết chúng tôi đã ở đâu và chúng tôi đã ăn gì ở mỗi địa điểm. Sẽ tận dụng tốt điều này trong thời gian còn lại của tôi ở Hội An!Đọc thêm",
            "Chúng tôi thật may mắn khi có thời gian thực hiện hai chuyến du lịch cùng Barney. Chúng tôi là một bữa tiệc gồm 3 người lớn và 2 trẻ em 2 và 4 tuổi. Đầu tiên là chuyến tham quan ẩm thực đi bộ vài ngày sau khi chúng tôi ở lại. Tốc độ rất tuyệt vời và Barney rất hòa đồng với bọn trẻ. Thức ăn rất tuyệt vời và nó thực sự mang lại cho chúng tôi những món ăn ngon cũng như địa lý thông minh trong suốt thời gian còn lại của chúng tôi. Anh ấy đã cho chúng tôi một cái nhìn tổng quan tuyệt vời về số lượng công việc và khu vực. Chuyến tham quan thứ hai là chuyến tham quan bằng xe đạp. Barney đã sắp xếp được 2 chiếc ghế trẻ em chắc chắn trên xe đạp leo núi cho chúng tôi. Tất cả họ đều yêu thích nó và mẹ chồng tôi có thể dễ dàng đi cùng. Đó là một ngày tuyệt vời và chúng tôi đã thấy rất nhiều cảnh đẹp. Mọi người đều thích thú với việc đi thuyền thúng và cưỡi trâu nước. Đối với cả hai chuyến tham quan, chúng tôi cảm thấy mình thực sự có giá trị đồng tiền và phần thưởng là do đây là mùa du lịch thấp điểm nên chúng tôi đã có Barney cho riêng mình cả hai lần. Anh ấy cũng cố gắng giúp chúng tôi với thông tin địa phương mà chúng tôi yêu cầu. Tôi sẽ không ngần ngại giới thiệu những chuyến tham quan này. Họ rất xuất sắc, được lên kế hoạch tốt và Barney rất thú vị. Đọc thêm",
            "Nếu bạn từng muốn nếm thử những món ăn Việt Nam đích thực nhưng hơi lo lắng về vấn đề vệ sinh hoặc không biết những nơi tốt nhất để đi thì Food Safari with Barney là lựa chọn tốt nhất. Anh ấy đã đến đúng giờ và đưa chúng tôi đi dạo 2 km quanh Hội An để nếm thử đủ loại đồ ăn và đồ uống khác nhau. Tôi đã thử tất cả và yêu thích mọi thứ! Đừng ăn sáng vì bạn sẽ có nhiều thứ để ăn. Bạn sẽ đi chợ và đi dạo quanh thành phố khi Barney có thể giải thích cho bạn về ẩm thực địa phương, lịch sử, chính trị, bất cứ điều gì về khu vực mà bạn muốn biết. Anh ấy cũng có thể cho bạn lời khuyên về nơi đi ăn tối, mua sắm, may đo... Vì vậy, bạn nhận được rất nhiều cho những gì bạn phải trả. Barney cũng rất tập trung vào khách hàng khi hỏi xem bạn có bị dị ứng hay không thích điều gì đó cụ thể không. Bạn cũng sẽ nhận được một máy pha cà phê nhỏ của Việt Nam để mang về nhà. Đọc thêm",
            "Tour ẩm thực tuyệt vời do Barney phụ trách với nhiều món ăn đa dạng sẽ giúp bạn tiếp thu ẩm thực Việt Nam, đặc biệt là ẩm thực địa phương Hội An! Đặc biệt thích bánh mì, bánh đập, bánh xèo và cao lầu cùng những món khác. Pace thật hoàn hảo để khiến bạn thèm ăn món tiếp theo, nhưng vẫn chưa quá no so với món trước. Đề xuất điều này để bắt đầu hành trình đến Hội An, sau đó bạn có thể ghé thăm lại những nơi bạn thích sau đó!  Gaston và CarlaĐọc thêm",
            "Chuyến đi săn ẩm thực của chúng tôi với Barney là cách tốt nhất để bắt đầu kỳ nghỉ của chúng tôi ở Hội An.     Chuyến tham quan buổi sáng tràn ngập những điểm tham quan, mùi vị, mùi vị và thông tin mới tuyệt vời.                                   Nhóm nhỏ của chúng tôi khám phá từ một khu chợ thực phẩm, đến các nhà hàng truyền thống của Việt Nam, những người bán hàng rong, dọc theo những con đường đầy mê hoặc với những người dân địa phương chế biến thực phẩm và đồ gốm với niềm đam mê và truyền thống.   Trong chuyến tham quan, Barney truyền đạt kiến ​​thức địa phương phong phú về Hội An một cách hài hước và trung thực.                Chúng tôi đã nếm thử rất nhiều món ngon khác nhau từ đồ uống đến các món ăn đặc sản của vùng. Cao Lầu trở thành món ăn yêu thích mới của tôi.                             Chuyến tham quan đã giúp chúng tôi tự tin trong thời gian lưu trú để đặt món ăn địa phương và thử những điều mới.                                Cảm ơn chúa, Barney khuyên không nên ăn sáng trước chuyến tham quan. Các buổi nếm thử đồ ăn rất phong phú và được tổ chức hợp lý, kết thúc bằng ly cà phê đá Việt Nam tuyệt đẹp.     Chuyến tham quan tuyệt vời này đã bắt đầu tình yêu của chúng tôi với Hội An và những thú vui ẩm thực nơi đây. Đọc thêm",
            "Chị gái tôi và tôi đã có một chuyến tham quan tuyệt vời với Barney vào đầu ngày hôm nay. Chúng tôi tự hỏi liệu nó có xứng đáng với chi phí không, và chắc chắn là như vậy! Không chỉ đồ ăn ngon, kiến ​​thức địa phương của Barney đã thêm một chiều hướng đáng giá cho chuyến tham quan. Anh ấy đã nói chuyện thẳng thắn về thị trấn và văn hóa Việt Nam theo cách mà bạn thường không nghe thấy trong một chuyến tham quan có hướng dẫn viên. Anh ấy cởi mở trả lời các câu hỏi và rất thân thiện, và tôi đánh giá cao việc anh ấy sắp xếp chuyến tham quan theo những gì mở cửa vào bất kỳ ngày nào -- chúng tôi không thể đến được bahn mi nhưng chúng tôi có thể chen vào một nơi cary hiếm khi mở cửa là một trong những điểm dừng chân ngon nhất! Tất cả những điều đó và Barney vẫn dành thời gian chỉ ra những cơ hội chụp ảnh tuyệt vời và đưa ra các đề xuất về những điều khác để xem và làm ở Hội An với bất kỳ ngân sách nào bạn có. Anh ấy thậm chí còn dừng lại để chỉ đường cho một số khách du lịch bị lạc -- anh ấy là một hướng dẫn viên du lịch hoàn hảo! Đọc thêm",
            "Hoàn toàn yêu thích các món ăn và cũng là một cách tuyệt vời để bạn lấy lại tinh thần nếu bạn mới đến Hội An. Mặc dù đắt hơn một chút so với các chuyến tham quan ẩm thực của chúng tôi ở Hội An, nhưng bạn có cảm giác như đang được đưa đi tham quan những địa điểm đã được chọn vì giá trị ẩm thực của họ, như đối với những nhà hàng vừa trả khoản tiền trái tay lớn nhất cho hướng dẫn viên du lịch. Barney người Úc không chỉ làm vậy đưa chúng tôi đến một số địa điểm ăn tối tốt nhất ở Hội An, anh ấy cũng đưa ra thêm đề xuất cho những chuyến thăm trong tương lai với bản đồ, v.v. Nếu một trong những lý do bạn đến Việt Nam là ẩm thực thì đây là chuyến tham quan nhất định phải có!Đọc thêm"
        ],
        "star_ratings": [
            121,
            4,
            0,
            1,
            0
        ],
        "review_amount": 126,
        "location": [
            "Tour Safari ẩm thực Hội An",
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written August 6, 2016",
            "Written August 4, 2016",
            "Written August 2, 2016",
            "Written June 25, 2016",
            "Written June 25, 2016",
            "Written June 14, 2016",
            "Written June 6, 2016",
            "Written May 20, 2016",
            "Written May 12, 2016",
            "Written May 12, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8380543-Reviews-or50-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or40-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or60-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454962-Reviews-Quan_Kong_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12084262-Reviews-Local_Buddy_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13496685-Reviews-Hoi_An_Top_Gear_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1972169-Reviews-Gioan_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7181506-Reviews-My_Chi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17852967-Reviews-Mong_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25136142-Reviews-Cam_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d20056458-Reviews-Hoi_An_Express_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13809764-Reviews-Hoi_An_Jeep_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26642390-Reviews-Rosara_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10004902-Reviews-Gerberas_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2054722-Reviews-The_Original_Taste_of_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15603763-Reviews-Nachi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7595897-Reviews-Hoi_An_Cathedral-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16724791-Reviews-The_Castle_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d311247-Reviews-Sugarloaf_Mountain_Cable_Car-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d15579004-Reviews-Cosmic_Bowling-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d105234-Reviews-Gooseberry_Beach-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g53349-d14100242-Reviews-Freeport_Beach-North_East_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d169881-Reviews-Wormsloe_Historic_Site-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297967-d24001570-Reviews-Mall_Of_Side-Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g776012-d673422-Reviews-Praia_da_Luz-Luz_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g297919-d4379363-Reviews-The_Venezia_Hua_Hin_Cha_am-Cha_am_Phetchaburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g31385-d4308955-Reviews-Bartlett_Reservoir-Tonto_Basin_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d1126522-Reviews-Zero_Gravity_Thrill_Amusement_Park-Dallas_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or60-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or50-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Food Safari Tours",
        "attraction_name_vi": "Tour Safari ẩm thực Hội An",
        "general_info": [
            "126 đánh giá",
            "55 trên 238 Đồ ăn ở Hội An",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Hội An Food Safari cung cấp một loạt các tour du lịch phục vụ mọi người ở mọi lứa tuổi và phù hợp với mọi sở thích. Những chuyến đi săn riêng của chúng tôi cho phép khách hàng trải nghiệm một Việt Nam thực sự. Chúng tôi phục vụ cho các nhóm nhỏ tuy nhiên các chuyến tham quan cá nhân riêng tư là những gì chúng tôi được biết đến. Chúng tôi mong muốn cung cấp mức độ dịch vụ được cá nhân hóa mà các chuyến tham quan theo nhóm lớn hơn không thể thực hiện được và giúp bạn mang về nhà trải nghiệm thực sự của người Việt.Đọc thêm",
        "reviews": [
            "Mỗi điểm dừng và mua sắm khác ở Việt Nam đều có một chuyến tham quan. Hội An cũng không ngoại lệ với hàng chục khóa học nấu ăn. Barney là một viên ngọc quý! Dành thời gian để giải thích về truyền thống, sự chuẩn bị và di sản của thị trấn và người dân nơi đây. Rõ ràng anh ấy đã dành một thời gian dài để tìm hiểu người dân địa phương và người nước ngoài trong khu vực. Cho đến nay, ông cụ 93 tuổi đã tạo ra một đặc sản địa phương khi ông đang đứng trước khu vườn của mình. Dạy bạn tiếng Việt tổng quát để giúp bạn vượt qua kỳ nghỉ. Và đưa ra những lời khuyên như lỗ trên rau diếp có nghĩa là không sử dụng Thuốc trừ sâu khó chịu! Mặc dù chúng tôi đã thực hiện chuyến tham quan vào dịp nghỉ lễ âm lịch - anh ấy đã thay đổi chuyến tham quan để phục vụ người dân địa phương và hai chế độ ăn kiêng hạn chế của chúng tôi. Không có gì ngoài sự cân nhắc, hương vị, lịch sử và tình yêu trong chuyến tham quan này - và tôi khuyên bạn đó là một trong những điều đầu tiên làm trong chuyến đi đến Hội An. Kiến thức địa phương luôn hữu ích! Cảm ơn barney rất nhiều vì một chuyến đi tuyệt vời!!! Michelle Đọc thêm",
            "Mặc dù đã từng tham gia các chuyến khám phá ẩm thực ở cả Hà Nội và Đà Nẵng, cả hai nơi chúng tôi đều yêu thích nhưng Barney đã cho chúng tôi một góc nhìn khác về ẩm thực Việt Nam. Mặc dù khá đắt tiền nhưng chúng tôi cảm thấy mình xứng đáng với số tiền bỏ ra. Đó không chỉ là ẩm thực mà kiến ​​thức của ông về lịch sử, văn hóa và nền ẩm thực Hội An là vô giá. Hàng ngày và đặc biệt là trong các sự kiện theo lịch âm, anh ấy có thể điều chỉnh chuyến tham quan của mình để phù hợp với những sự kiện này. Bữa ăn chay. Chuyến tham quan bao gồm nhiều khía cạnh của văn hóa ẩm thực Việt Nam. Việc mở đồ uống trái cây đá được chào đón vì nó khá nóng. Sau đó, chúng tôi thực hiện một chuyến tham quan chi tiết đến thị trường thực phẩm địa phương, nơi mà kiến ​​thức của anh về sự đa dạng của các món ăn Việt Nam đang gặp khó khăn. Sự hướng dẫn cẩn thận của anh ấy qua vô số những con đường hẹp đầy xe máy rất ân cần. Khi kết thúc chuyến tham quan, chúng tôi kết thúc tại một quán cà phê nơi anh ấy đưa cho chúng tôi một túi đồ ăn ngon để giúp chúng tôi trên đường đi, kèm theo lời giải thích chi tiết về từng món ăn. Đối với một đánh giá kém, họ đã biết trước giá cả. Tôi chắc chắn rằng Barney sẽ đề nghị một số tiền bồi thường cho gia đình người da đỏ này nếu họ tìm kiếm nó. Barney cung cấp những phần ăn nhỏ ở mỗi nơi chúng tôi ghé thăm, và với số lượng quán ăn chúng tôi ghé thăm, sẽ không cảm thấy thoải mái khi kết thúc chuyến tham quan. Đọc thêm",
            "Barney Kup là một người bạn dễ chịu và có hiểu biết khá tốt về ẩm thực địa phương cũng như Hội An nói chung. Thật tuyệt khi được đưa qua những con phố phía sau và ăn uống từ nhiều nhà cung cấp khác nhau trong thành phố. Tuy nhiên, sau khi ở Hội An 4 ngày trước khi chúng tôi tham gia chuyến tham quan, đã nếm thử hầu hết các món ăn được cung cấp và biết giá của chúng không quá vài USD mỗi món x 9 món, chúng tôi cảm thấy rằng ở mức 120 đô la cho một món ăn. hai người, chuyến đi quá đắt đỏ. Barney rất tốt bụng khi giới thiệu cho chúng tôi lớp học nấu ăn Water Wheel, lớp học này đã trở thành điểm nhấn trong chuyến đi của chúng tôi.Đọc thêm",
            "Dear Preethi and Amit\nThank you for taking the time to leave a review of your recent food tour with us.\nWe are glad you enjoyed your personalised guided walk through the back streets and alleyways of Hoi An as well as our recommendation of a cooking class that you obviously enjoyed immensely.\nI would like to clarify a few factually incorrect comments however regarding your specific private afternoon tour.\nYou asked to participate in a tour to which I responded with details of our regular brochured morning tour. Because you had a 16 month old toddler you said you would prefer an afternoon tour to which I replied I can offer you this option of a totally different tour  however it would cost a further 10 due to this tour finishing at a BBQ restaurant including beveragesdrinks. You agreed to this.\nThe tour visited no less than 14 vendorslocations for both food and drinks which included sampling 17 separate dishes. This does not take into consideration the Kem Ong icecream that I offered you for your toddler and was declined as well as the Banh Bao steamed pork bun with quail egg inside again which was declined because you didnt enjoy eggs from little birds. This means 19 food types were offered, slightly more than double what your review claims.\nUnfortunately your idea of a tour price with some street foods being relatively cheap does not take into consideration the true cost of running a tour. Most business owners could confirm about the hidden costs for providing services for a customer, especially a private tour.\nFinally I was disappointed that you left a wonderful review for our cooking class recommendation including how the ladies took care of your 16 month old toddler yet my assistant Cuc didnt get a mention for also keeping her entertained for long periods of the 4 ¾ hour tour including cleaning her runny nose due to a cold, with her own tissues constantly throughout that time. \nI hope my information has given you the chance to reflect on what you received whilst on tour and whether we really deserved only a 25 rating. You are always welcome to remove your review if in hindsight you may have had second thoughts. I hope so.\nIn finishing I am sorry you didnt enjoy your private afternoon tour and I hope you enjoyed the rest if your stay in Vietnam.\nRegards\nBarney\nRead more",
            "Thật là một khám phá tuyệt vời về Barney! Anh ấy đã cung cấp cho chúng tôi những khuyến nghị tuyệt vời và khách quan về những việc cần làm tiếp theo trong khu vực và cân nhắc đến con cái của chúng tôi cũng như những gì chúng mong muốn.  Anh ấy có rất nhiều kiến ​​thức về khu vực này và đã chỉ cho chúng tôi một số khu vực hoang sơ tuyệt vời của Hội An mà chúng tôi chưa bao giờ ghé thăm.Đọc thêm",
            "Nếu đây là lần đầu tiên đến Hội An và bạn muốn có cảm giác tốt về cách Hội An và Việt Nam hoạt động, tôi không thể giới thiệu đủ chuyến tham quan của Barneys, anh ấy rất thông tin về mọi khía cạnh của cuộc sống Việt Nam và đồ ăn rất ngon.BenĐọc thêm",
            "đã có một ngày tuyệt vời với Barney, thú vị, hài hước, đáng ngạc nhiên và là một chàng trai rất tốt bụng, đầy kiến ​​thức, Đọc thêm",
            "Một trong những thành viên đại gia đình của chúng tôi đã đặt chỗ này với tư cách là một nhóm và tôi hơi e ngại về những gì sẽ xảy ra. Như những người khác đã đề xuất trước đây, hãy đặt chỗ này khi bắt đầu chuyến đi của bạn! Chúng tôi đã đi đến những địa điểm trong các con hẻm và những nơi mà bình thường chúng tôi không dám mạo hiểm đến và thật ngạc nhiên, chúng tôi đã thử tất cả các loại ẩm thực địa phương mà mỗi nhà hàng chuyên phục vụ. Barney The Guide, một người Úc cũ có đầy đủ các món ăn địa phương và lịch sử Việt Nam, gần như là một bộ bách khoa toàn thư đi bộ! Tôi thực sự khuyên bạn nên tham gia chuyến tham quan này và quay lại dòng chủ đề, bạn sẽ nhận được những gì bạn phải trảĐọc thêm",
            "Hãy thử thực hiện chuyến tham quan này khi bạn lần đầu tiên đến Hội An, vì Barney sẽ cung cấp cho bạn rất nhiều thông tin hữu ích cho bạn trong suốt thời gian lưu trú còn lại, không chỉ về những món ăn tuyệt vời ở đâu mà còn về những việc khác nên làm, Đi đâu để uống cà phê hoặc đồ uống với phần thưởng là những khung cảnh tuyệt vời, các hoạt động khác, mua sắm, v.v. Anh ấy cũng biết nhiều về văn hóa lịch sử địa phương. Chúng tôi đã thử nhiều món ăn khác nhau ở nhiều nơi mà chúng tôi sẽ không bao giờ đủ can đảm để tự mình thử. Tiền chi tiêu tốt.Đọc thêm",
            "Chúng tôi khuyên bạn nên tham gia chuyến tham quan này khi bắt đầu chuyến thăm Hội An. Chúng tôi được Barney đón tại khách sạn lúc 8 giờ sáng bằng taxi. Chuyến tham quan ẩm thực đi bộ bắt đầu tại một người bán hàng rong địa phương đang làm sinh tố trái cây - thơm ngon. Sau đó, chuyến tham quan sẽ đi qua một khu chợ địa phương bán tất cả các loại sản phẩm, bao gồm cả những quầy bán thịt ngoài trời thực sự thú vị. Chuyến tham quan tiếp tục đi dọc theo những con hẻm và những con phố nhỏ, thỉnh thoảng dừng lại để thử món gì đó từ các quán cà phê nhỏ và người bán đồ ăn. Barney có nhiều thông tin và nhạy cảm với nhu cầu và thị hiếu của mọi người. Chúng tôi có 2 đứa con 7 10 tuổi và chúng đã có khoảng thời gian tuyệt vời khi ăn và thử mọi thứ, một số món có ít ớt hơn đối với chúng. Chuyến tham quan sẽ cho bạn thấy những món ăn Việt Nam thực sự được cung cấp và giúp bạn tự tin thử các loại món ăn địa phương và khác nhau. Lợi ích khác của chuyến tham quan là bạn có thể xem một số địa điểm tuyệt vời và cuộc sống địa phương mà bạn sẽ không thấy nếu chỉ đi dạo quanh các điểm du lịch. Cảm ơn vì một ngày tuyệt vời Barney!! Đọc thêm",
            "Barney là một người hướng dẫn tuyệt vời, đưa chúng ta đến những kho báu ẩn giấu trong con hẻm mà chỉ người dân địa phương mới biết. Anh ấy đã giới thiệu nhiều món ngon địa phương và tôi rất thích chuyến tham quan ẩm thực.Đọc thêm"
        ],
        "star_ratings": [
            121,
            4,
            0,
            1,
            0
        ],
        "review_amount": 126,
        "location": [
            "Tour Safari ẩm thực Hội An",
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written April 23, 2016",
            "Written April 21, 2016",
            "Written April 20, 2016",
            "Written April 19, 2016",
            "Written April 12, 2016",
            "Written April 5, 2016",
            "Written April 3, 2016",
            "Written April 1, 2016",
            "Written March 27, 2016",
            "Written March 27, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8380543-Reviews-or60-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or50-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or70-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454962-Reviews-Quan_Kong_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12084262-Reviews-Local_Buddy_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13496685-Reviews-Hoi_An_Top_Gear_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1972169-Reviews-Gioan_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7181506-Reviews-My_Chi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17852967-Reviews-Mong_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25136142-Reviews-Cam_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d20056458-Reviews-Hoi_An_Express_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13809764-Reviews-Hoi_An_Jeep_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26642390-Reviews-Rosara_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10004902-Reviews-Gerberas_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2054722-Reviews-The_Original_Taste_of_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15603763-Reviews-Nachi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7595897-Reviews-Hoi_An_Cathedral-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16724791-Reviews-The_Castle_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g477968-d637885-Reviews-Anse_Source_D_Argent-La_Digue_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d143871-Reviews-Calaveras_Big_Trees_State_Park-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187242-d2201359-Reviews-Place_des_Lices_Market-Saint_Tropez_French_Riviera_Cote_d_Azur_Provence_Alpes_Cot.html",
            "https://www.tripadvisor.com/Attraction_Review-g41463-d4495093-Reviews-Lynch_Park-Beverly_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d146682-Reviews-Cherry_Creek_Trail-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1082234-Reviews-Bodies_The_Exhibition-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133667-d8800562-Reviews-Thermae_Yu-Kabukicho_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g775870-d4102979-Reviews-Diani_Beach-Diani_Beach_Ukunda_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019670-d1313436-Reviews-Shirahama_Beach-Shimoda_Shizuoka_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d561979-Reviews-Madera_Canyon-Tucson_Arizona.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or70-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or60-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Food Safari Tours",
        "attraction_name_vi": "Tour Safari ẩm thực Hội An",
        "general_info": [
            "126 đánh giá",
            "55 trong số 238 Đồ ăn thức uống ở Hội An",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Tour ẩm thực",
            "Tour chụp ảnh"
        ],
        "attraction_summary": "Hội An Food Safari cung cấp một loạt các tour du lịch phục vụ mọi người ở mọi lứa tuổi và phù hợp với mọi sở thích. Những chuyến đi săn riêng của chúng tôi cho phép khách hàng trải nghiệm một Việt Nam thực sự. Chúng tôi phục vụ cho các nhóm nhỏ tuy nhiên các chuyến tham quan cá nhân riêng tư là những gì chúng tôi được biết đến. Chúng tôi mong muốn cung cấp mức độ dịch vụ được cá nhân hóa mà các chuyến tham quan theo nhóm lớn hơn không thể thực hiện được và giúp bạn mang về nhà trải nghiệm thực sự của người Việt.Đọc thêm",
        "reviews": [
            "It can be sometimes be tricky to get off the well-beaten tourist path when travelling with kids, but with the help of Barney, we managed to do this in Hoi An today. Prior to arriving we did some research, hoping to see more than just the usual tourist spots and try the real food of Vietnam. When we arrived in Hoi An and saw how touristy it can be in parts, we were even more keen to do that. Today we were guided through a local market, busy streets and narrow lanes as we were led to many different places to try the local dishes prepared by local people - not just for tourists. We tried an array of dishes and various drinks, some quite surprising, all delicious. Some dishesdrinks I had heard of or tasted versions of, others were completely new to me. At the end of the safari, Barney talked us through each place we had been, marking them all on a map for us to keep so that we can find the places we visited if we want to go back - and we will! We felt comfortable trying these street foods with his guidance, we would have been quite reluctant to do so without it and would therefore have missed out big time.Barney explained the background and history of the dishes and drinks we tasted and explained ingredients we saw in the market. Where there were variations, he also explained how to order the dishes and drinks so that we could do so ourselves at another time. He also told us the stories of the people who prepared food for us and was very informative about the Hoi An of today as well as a lot of history of the area and Vietnam in general. He helped us with some basics of the language please, thank you etc. and he was more than happy to answer any questions we had too. Hes a lovely easy-going guy with a wealth of knowledge, it was very pleasant to spend the morning with him.We had two children 7 and 10 with us, and Barney ensured that the pace was just right, the dishes were adjusted for them -chilli where needed and that their multiple trips to the bathroom after drinking so many complementary cups of tea wherever we ate, were catered for!!This tour has been an absolute highlight, not only very enjoyable but has given us plenty of practical info to help us make the most of the rest of our time in Hoi An more than just what and where to eat - definitely recommend doing this at the beginning of your stay!Read more",
            "Một cách tuyệt vời để thoát khỏi những cái bẫy du lịch thông thường của Hội An. Bạn đi bộ qua các khu chợ, trên những con phố và lối đi chật hẹp và thưởng thức những món ăn ngon trong những căn bếp nhỏ đầy đủ tiện nghi của người Việt. Hãy thử đi, nó đáng giá đấy :Đọc thêm",
            "Chúc chúng tôi thực hiện chuyến tham quan này vào ngày đầu tiên ở Hội An! Barney đưa chúng tôi đến nhiều quán ăn cực kỳ ngon, quán cà phê giới thiệu cho chúng tôi nhiều món ăn và văn hóa Việt Nam. Khi thực hiện chuyến tham quan này, chúng tôi nhận ra rằng có toàn bộ sự khác biệt ở Hội An mà bạn không thể trải nghiệm được khi đi bộ dọc theo các điểm nóng du lịch. Anh ấy đã nỗ lực hết mình để giúp những người trẻ chúng tôi tận hưởng kỳ nghỉ ở Hội An hơn nữa, gợi ý những địa điểm tham quan và những địa điểm ăn uống khác! Barney là người hiểu biết và là một trong những người dễ gần nhất và rõ ràng là anh ấy thực sự yêu thích những gì mình làm. Rất khuyến khích ngay cả đối với những người e ngại khi thử các loại thực phẩm khác nhau. Đây là một chuyến tham quan nhỏ và thú vị, một trong những điều tuyệt vời nhất chúng tôi đã thực hiện ở Việt Nam. Chúng tôi sẽ giới thiệu chuyến tham quan này cho bất kỳ người bạn nào của chúng tôi đi du lịch qua đâyĐọc thêm",
            "Gửi Barni Gingit Rachel và bản thân tôi, Dalia muốn cảm ơn bạn hàng triệu lần vì một ngày tuyệt vời tràn đầy cảm xúc tốt đẹp và năng lượng, chúng tôi đã học hỏi, trải nghiệm và rất ngạc nhiên trong suốt cả ngày, chúc mọi điều tốt đẹp nhất và may mắn!!Đọc thêm",
            "Chị gái tôi và tôi đã thực hiện chuyến tham quan ẩm thực đường phố với Barny..chúng tôi được Barny đón lúc 8 giờ sáng và thả ở điểm đến đầu tiên. Chúng tôi bắt đầu với đồ uống trái cây và sau đó trải nghiệm nhiều món ăn Việt Nam hơn khi cuộc họp tiếp tục. Barny thực sự rất đáng yêu và chúng tôi đã trò chuyện về những món ăn, trải nghiệm khác nhau và một chút lịch sử khi chúng tôi đi bộ qua những con hẻm phía sau Hội An để gặp những người bán hàng rong sinh viên mà chúng tôi sẽ rất sợ khi thử sức mình. Từ việc thực hiện chuyến tham quan, chúng tôi đã tự tin hơn rất nhiều về nơi chúng tôi có thể ăn và những gì chúng tôi có thể ăn!  Đó là một tour du lịch tuyệt vời để làm vào đầu chuyến đi. Barny cũng giới thiệu một thợ may và đưa ra những gợi ý khác về những thứ chúng tôi đang tìm kiếm. Cảm ơn bạn về một trải nghiệm thật tuyệt vời! Đọc thêm",
            "Anh chàng tuyệt vời, thức ăn tuyệt vời, chuyến tham quan tuyệt vời. Chuyến tham quan ẩm thực của Barneys là một chuyến tham quan tuyệt vời cho phép bạn thử một chút mọi thứ mà không cảm thấy như thể mình đã ăn quá nhiều hoặc chưa thử đủ. Số lượng và sự đa dạng là vừa phải. Chúng tôi đã đi bộ rất nhiều quanh những con hẻm nhỏ xinh đẹp cạnh những ngôi nhà trong thành phố và nếm thử những món ăn tuyệt vời ở những địa điểm mà người dân địa phương ăn, những địa điểm mà bạn khó có thể tự mình tìm thấy hoặc trong một chuyến đi ngắn hơn. Anh ấy rất thông tin về những gì có trong các món ăn chúng tôi đã thử và một chút về cách chế biến một số món ăn. Ngoài ra, tôi bị dị ứng sữa và Barney đảm bảo rằng những món ăn tôi ăn đều an toàn, điều này rất quan trọng. Tôi thực sự muốn giới thiệu chuyến tham quan này cho những người muốn thử nhiều món ăn địa phương tại một số địa điểm tốt nhất trong thị trấn.Đọc thêm",
            "Nếu bạn đang lên kế hoạch cho một chuyến đi đến Hội An, bạn không thể bỏ qua Barneys Hoi An Food Safari. Thật là sảng khoái khi có một hướng dẫn viên người Úc mà còn là một hướng dẫn viên đam mê công việc và đời sống ẩm thực của mình. Tôi sẽ không bao giờ có ý định đi lang thang qua những con đường hẹp, ghé thăm các khu chợ địa phương nơi người dân địa phương ăn. Nhưng OMG thức ăn thật tuyệt vời! Đây không chỉ là một chuyến tham quan ẩm thực, vì Barney đã chia sẻ với chúng tôi rất nhiều về Lịch sử Hội An. Đây là một chuyến tham quan tuyệt vời để thực hiện trong ngày đầu tiên của bạn ở Hội An vì Barney cũng cung cấp cho bạn bản đồ về những địa điểm chúng tôi đã ăn cùng với vô số lời khuyên về những địa điểm ăn uống tuyệt vời khác khi ghé thăm khi ở Hội An. Cảm ơn Barney vì một buổi sáng tuyệt vời cho chúng tôi thấy Hội An thực sự. Chúng tôi sẽ quay lại để ở lại lâu hơn! Đọc thêm",
            "Chúng tôi đã xem xét các chuyến tham quan khác ở Hội An nhưng tôi rất vui vì đã đặt chỗ với Barney tại Hội An Food Safari. Chúng tôi đã trải qua 2 ngày tuyệt vời với Barney trong chuyến tham quan Food Safari và Bike của anh ấy. Thật là sảng khoái khi tìm thấy một người Úc thoải mái biết Hậu An và yêu thích công việc của anh ấy. Barney đã cho chúng tôi thấy một khía cạnh khác của Việt Nam mà chúng tôi không thể tự mình khám phá được. Một mặt mà người dân địa phương thường chỉ thấy. Sự lựa chọn thực phẩm rất tuyệt vời và phong phú và sự chú ý đến từng chi tiết của Barneys dẫn đến khoảng thời gian rất thú vị cho tất cả chúng tôi. Ngày hôm sau, chúng tôi cùng Barney tham gia chuyến tham quan bằng xe đạp quanh quận Hội An. Một lần nữa chúng tôi không thất vọng. Nó được thiết lập ở tốc độ thư giãn chậm để giúp đôi chân 54 tuổi của tôi có thể theo kịp những đứa trẻ tuổi teen của chúng tôi. Chúng tôi đạp xe đến Làng Dừa Nước và tận hưởng thời gian với người dân địa phương, chèo thuyền thúng, uống nước cốt dừa mới cắt từ cây, xem xe đạp làm từ tre và thậm chí đạp xe hoặc tôi nên nói là bơi cùng trâu. Để kết thúc một ngày, chúng tôi dừng lại để mát-xa cổ và chân phục hồi sức sống, sau đó là bữa trưa tại Bánh Xe Nước. Cảm ơn Barney đã cho chúng tôi xem thị trấn của bạn và giúp chúng tôi có một vài ngày tuyệt vời ở Hội An. Chúng tôi sẽ quay lại sớm vì ba ngày là không đủ.Đọc thêm",
            "Barney giới thiệu với chúng tôi - 4 người lớn và 4 trẻ em 7, 8, 8, 11 tuổi - những đứa trẻ nhỏ nhất hơi mệt, có lẽ phù hợp nhất với trẻ từ 10 tuổi trở lên - về văn hóa ẩm thực Hội An và cho chúng tôi thấy một Hội An đích thực và đích thực tránh xa tất cả đám đông khách du lịch mà bạn tìm thấy gần khu phố cổ. Chúng tôi đã được giới thiệu một số địa điểm ẩn trên khắp Hội An và các khu chợ mà chúng tôi không thể tự mình tìm thấy dễ dàng như vậy. Nếu bạn chỉ có từ vài ngày đến một tuần ở Hội An, HÃY bắt đầu với một trong những chuyến tham quan ẩm thực của Barneys vì bạn sẽ có được phần giới thiệu hoàn hảo và rất thú vị về Hội An. Cũng cảm ơn vì đã cho chúng tôi cơ hội nếm thử rất nhiều món ăn và đồ uống ngon trong chuyến tham quan. Cảm ơn Barney - bây giờ tôi đã biết tại sao mọi người yêu thích Hội An - cho đến hôm nay tôi KHÔNG hiểu lắm. Chúc mọi điều tốt đẹp nhất sẽ đến với bạn và các chuyến tham quan của bạn trong tương lai.Đọc thêm",
            "Đây không chỉ là một chuyến đi săn thực phẩm. Barney không chỉ có nhiều thông tin về thực phẩm và thị trường địa phương mà chúng tôi còn học được rất nhiều về lịch sử và văn hóa của thành phố. Các địa điểm đã được nghiên cứu kỹ lưỡng và tất cả các loại thực phẩm khác nhau đều ngon. Có một số điều chúng tôi chưa bao giờ nghe nói đến và sẽ không bao giờ tự mình tìm thấy được.  Chúng tôi đã thấy rất nhiều điều nhỏ nhặt mà chỉ người dân địa phương mới biết, riêng điều này đã tạo nên một chuyến tham quan tuyệt vời.  Tôi hoàn toàn muốn giới thiệu món ăn safari này. Đọc thêm",
            "Tôi có thể tham gia chương trình du lịch này ngay hôm nay không?Đọc thêm",
            "Xin lỗi nhưng chúng tôi không thực sự kiểm tra hộp trò chuyện của mình ở đây! Rất xin lỗi một lần nữa và hy vọng gặp lại bạn lần sau.Đọc thêm",
            "Chúng ta có thể lấy đồ ăn bằng tiếng Pháp không? Đọc thêm",
            "Xin lỗi vì trả lời rất muộn, Có, chúng tôi có thể cung cấp hướng dẫn viên nói tiếng Pháp theo yêu cầu. Vui lòng cho chúng tôi biết nếu bạn vẫn muốn tham gia chuyến tham quan. Vui lòng liên hệ với chúng tôi qua whatsapp qua 84 905486259 để được trả lời nhanh hơn. Trân trọng.Đọc thêm",
            "Có chỗ cho 2 người tối nay cho tour ẩm thực không? Đọc thêm",
            "Chi phí bằng USD cho chuyến đi bộ này là bao nhiêu. Cảm ơnĐọc thêm",
            "đó là chuyến tham quan bằng xe đạp hay đi bộ?Đọc thêm",
            "Xin chào Chris\nHoi An Food Safari là tour đi bộ dễ dàng kéo dài khoảng 4 đến 12 phút. Tổng quãng đường chỉ 2,1 km. Bắt đầu khoảng 8 giờ sáng và chi phí là 1,25 triệu đồng/người, tối thiểu hai người để tour hoạt động.\nTrân trọng\nNhóm Hoi An Food SafariĐọc thêm"
        ],
        "star_ratings": [
            121,
            4,
            0,
            1,
            0
        ],
        "review_amount": 126,
        "location": [
            "Tour Safari ẩm thực Hội An",
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written March 27, 2016",
            "Written March 25, 2016",
            "Written March 19, 2016",
            "Written March 18, 2016",
            "Written March 12, 2016",
            "Written March 6, 2016",
            "Written March 4, 2016",
            "Written March 4, 2016",
            "Written February 23, 2016",
            "Written February 22, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8380543-Reviews-or70-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or60-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or80-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454962-Reviews-Quan_Kong_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12084262-Reviews-Local_Buddy_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13496685-Reviews-Hoi_An_Top_Gear_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1972169-Reviews-Gioan_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7181506-Reviews-My_Chi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17852967-Reviews-Mong_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25136142-Reviews-Cam_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d20056458-Reviews-Hoi_An_Express_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13809764-Reviews-Hoi_An_Jeep_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26642390-Reviews-Rosara_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10004902-Reviews-Gerberas_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2054722-Reviews-The_Original_Taste_of_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15603763-Reviews-Nachi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7595897-Reviews-Hoi_An_Cathedral-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16724791-Reviews-The_Castle_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g40827-d198681-Reviews-Jewel_Falls-Portland_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3138211-Reviews-Instant_Fogas-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g147320-d148185-Reviews-Calle_de_la_Fortaleza-San_Juan_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g44600-d6952538-Reviews-Retro_Bowl-Liberty_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d592827-Reviews-Barrio_de_Salamanca-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g2100987-d11824757-Reviews-Bechet_Oreahovo_Ferry-Oryahovo_Vratsa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g562819-d15018210-Reviews-Fun4All_Swingerclub-Playa_del_Ingles_Maspalomas_San_Bartolome_de_Tirajana_Gran_C.html",
            "https://www.tripadvisor.com/Attraction_Review-g42497-d7944951-Reviews-Chapel_Rock_and_Beach-Munising_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d321166-Reviews-Valley_of_the_Kings-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g43329-d619201-Reviews-Big_Stone_Mini_golf_and_Sculpture_Garden-Minnetrista_Minnesota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or80-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or70-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Food Safari Tours",
        "attraction_name_vi": "Tour Safari ẩm thực Hội An",
        "general_info": [
            "126 đánh giá",
            "55 trong số 238 Đồ ăn thức uống ở Hội An",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Hội An Food Safari cung cấp một loạt các tour du lịch phục vụ mọi người ở mọi lứa tuổi và phù hợp với mọi sở thích. Những chuyến đi săn riêng của chúng tôi cho phép khách hàng trải nghiệm một Việt Nam thực sự. Chúng tôi phục vụ cho các nhóm nhỏ tuy nhiên các chuyến tham quan cá nhân riêng tư là những gì chúng tôi được biết đến. Chúng tôi mong muốn cung cấp mức độ dịch vụ được cá nhân hóa mà các chuyến tham quan theo nhóm lớn hơn không thể thực hiện được và giúp bạn mang về nhà trải nghiệm thực sự của người Việt.Đọc thêm",
        "reviews": [
            "Đó là một chuyến tham quan ẩm thực và chúng tôi đã dừng lại ở khoảng 17 địa điểm để nếm thử những món ăn địa phương ngon nhất của Việt Nam mà Hội An có nhưng chuyến tham quan này cũng là một cái nhìn sâu sắc về cuộc sống hàng ngày ở Hội An, với những câu chuyện và bài học tuyệt vời mà bạn chưa từng nghe từ Hội An. tin tức địa phương hoặc từ việc đọc một cuốn sách. Barney biết đồ ăn của anh ấy và anh ấy biết thị trấn này. Chúng tôi đã thực hiện các chuyến tham quan ẩm thực trước đây và chuyến tham quan này có nhịp độ tốt về số lượng đồ ăn bạn sẽ thử. Nó được thực hiện thành từng miếng nhỏ hoặc một phần ăn duy nhất, nhưng một số món ăn có kích thước đầy đủ. Chúng tôi đã không rời khỏi chuyến tham quan ẩm thực hoàn toàn hôn mê vì dùng quá nhiều thức ăn, nhưng vẫn no đủ mà không cảm thấy xui xẻo hay hối tiếc. Barney cũng rất tử tế khi để lại cho chúng tôi một bản đồ Hội An được đánh dấu tất cả những địa điểm chúng tôi đã thử để chúng tôi có thể tự mình ghé thăm những địa điểm này nếu muốn. Trong suốt chuyến tham quan, chúng tôi đi ngang qua những con hẻm nhỏ và những ngôi nhà nơi Barney chia sẻ những câu chuyện về họ hoặc những giai thoại thú vị về những món ăn đang thử hoặc thậm chí cả cách thức ăn được chế biến một cách chi tiết nếu tôi có thể thêm vào. Anh ấy thực sự biết thức ăn và thị trấn của anh ấy và tôi đánh giá cao anh ấy. Nếu bạn là người yêu thích ẩm thực thì đây là chuyến tham quan của bạn. Cảm ơn Barney, món ăn Việt Nam yêu thích mới của tôi là bánh xèo, bánh mì và bánh gạo với tương ớt mà tôi không thể nhớ hoặc sẽ không bao giờ thử nếu chúng tôi không tham gia chuyến tham quan này. Yêu nó! Đọc thêm",
            "Chúng tôi muốn tìm hiểu thêm về văn hóa và ẩm thực địa phương của Hội An, vì vậy việc tham gia chuyến tham quan kéo dài 4 tiếng rưỡi này với Barney đã thực hiện chính xác điều đó. Chúng tôi cảm thấy như một miếng bọt biển thấm nhiều thông tin tuyệt vời vì Barney có rất nhiều kiến ​​thức và cực kỳ chuyên nghiệp. Mọi nơi chúng tôi đến mọi người dường như đều biết đến Barney vì anh ấy là một chàng trai dễ mến và thân thiện. Chúng tôi không thể giới thiệu chuyến tham quan đủ cao, nó giúp chúng tôi tự tin rằng chúng tôi cần tự mình ăn uống, khám phá và mua sắm. Cảm ơn một lần nữa Barney! Đọc thêm",
            "Nếu bạn đang có ý định đi du lịch thì đừng ngần ngại tham gia tour ẩm thực. Các món ăn nếm thử trên nhà hàng địa phương trên đường phố thật tuyệt vời. Cô gái duyên dáng, hiểu biết khiến chúng tôi cảm thấy như những người bạn thân nhất của họ, chia sẻ với chúng tôi về các vấn đề xã hội, tôn giáo,...rất vui khi biết thêm về điều nàyĐọc thêm",
            "Cảm ơn Barney vì chuyến tham quan tuyệt vời kéo dài 4 giờ 12, sự lựa chọn tuyệt vời về đồ ăn và rất nhiều thứ cũng như các khu vực của Hồ An mà tôi không biết tồn tại, chợ địa phương và các con phố nhỏ cũng như lịch sử của Hội An, một lần nữa cảm ơn Barney Đọc thêm",
            "Tôi là một đầu bếp người Úc gốc Đức. Đi tham quan với Barney lúc 3 giờ chiều. Điều làm tôi ngạc nhiên nhất là hầu hết các dịch vụ địa phương đều nằm trong bán kính 1km từ nhà trọ của tôi, nhưng chưa bao giờ thực sự chú ý đến chúng. Barney là một người sành ăn thực sự với kiến ​​thức địa phương rộng lớn. Bạn có thể nói rằng anh ấy đã lang thang trên con phố này khá lâu. Chúng tôi không chỉ có những món ăn đường phố rất thú vị và ngon miệng; Barney bổ sung thêm chuyến thăm ngôi nhà cổ Hội An rất thú vị. Chuyến tham quan mang tính giáo dục cao. Rất khuyến khích. Cảm ơn Barney.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan ẩm thực với Barney vào tháng 10 sau khi đọc một số nhận xét. Kiến thức về ẩm thực, văn hóa và con người Việt Nam của Barney thật đặc biệt. Chúng tôi đã đến thăm những nơi mà chúng tôi chưa bao giờ tự mình mạo hiểm đến và điều đó giúp chúng tôi tự tin ăn đồ ăn đường phố trong phần còn lại của chuyến đi. Là một người không thường xuyên ăn bánh mì thì Bahn mi chắc chắn rất đáng để thử! Không thể đề nghị điều này nhiều hơn nữa. Bạn phải thử cái này.Đọc thêm",
            "Tôi đã tham gia chuyến tham quan ẩm thực buổi sáng một mình với Barney.  Chuyến du lịch này khá tốt.  Chúng tôi chủ yếu ở ngoài khu du lịch chính và ghé thăm một khu chợ địa phương nhỏ hơn.  Barney rất hiểu biết và có sức chứa và làm cho chuyến tham quan vừa thú vị vừa ngon miệng.  Chúng tôi cũng đi dạo qua các khu dân cư và anh ấy đã cho tôi một số góc nhìn lịch sử cũng như góc nhìn về cuộc sống hàng ngày của những người sống ở đó.  Barney còn tóm tắt lại chuyến tham quan trên bản đồ, gợi ý thêm cho mình vài địa điểm ăn uống và gợi ý những địa điểm ngon để mua cà phê mang về Mỹ.  Tuyệt vời, cảm ơn bạn rất nhiều.Đọc thêm",
            "Dành một buổi sáng cuối tháng 10 đáng yêu để ghé qua vô số người bán hàng rong và cửa hàng nhỏ. Một chuyến tham quan rất đáng giá về những món ăn tuyệt vời mà Hội An mang lại. Barney là người hiểu biết, tốt bụng và có duyên với người dân địa phương, tất cả đều biết rõ về anh ấy.Đọc thêm",
            "Chúng tôi thật may mắn khi khám phá được món ăn thú vị này trên TA chỉ hai ngày trước khi đến Hội An. May mắn thay, Barney đã có thể sắp xếp chỗ cho cặp vợ chồng chúng tôi cùng với hai thiếu niên vào buổi sáng đầu tiên của chúng tôi ở đó, điều này hóa ra lại là một phần thưởng thực sự. Chúng tôi không chỉ có một buổi sáng tuyệt vời để khám phá những niềm vui trong nấu ăn và lòng hiếu khách của người Việt mà còn học được nhiều điều về thị trấn, văn hóa nói chung và nhận được những lời khuyên vô giá về nơi ăn uống và tham quan trong những ngày lưu trú ngắn ngày tiếp theo của chúng tôi trong khu phố cổ đáng yêu này. Chúng tôi rất thích chuyến tham quan đến nỗi chúng tôi đã ngay lập tức đặt tour đi xe đạp của Barneys vào sáng hôm sau, điều này hóa ra cũng thú vị không kém. Chúng tôi phải cảm ơn Barney vì đã cho chúng tôi hai chuyến tham quan thực sự tuyệt vời, khiến điểm dừng chân ở Hội An trở thành một điểm nhấn thực sự trong chuyến phiêu lưu Việt Nam của chúng tôi. Chúng tôi sẽ quay lại! Đọc thêm",
            "Một trải nghiệm tuyệt vời với những điểm dừng tuyệt vời tại các điểm ưa thích và cảnh quan tuyệt đẹp.  Điểm dừng ăn trưa thật giật gânĐọc thêm",
            "Tôi có thể tham gia chương trình du lịch này ngay hôm nay không?Đọc thêm",
            "Xin lỗi nhưng chúng tôi không thực sự kiểm tra hộp trò chuyện của mình ở đây! Rất xin lỗi một lần nữa và hy vọng gặp lại bạn lần sau.Đọc thêm",
            "Chúng ta có thể lấy đồ ăn toor bằng tiếng Pháp không? Đọc thêm",
            "Xin lỗi vì trả lời rất muộn, Có, chúng tôi có thể cung cấp hướng dẫn viên nói tiếng Pháp theo yêu cầu. Vui lòng cho chúng tôi biết nếu bạn vẫn muốn tham gia chuyến tham quan. Vui lòng liên hệ với chúng tôi qua whatsapp qua 84 905486259 để được trả lời nhanh hơn. Trân trọng.Đọc thêm",
            "Có chỗ nào cho 2 người tối nay cho chuyến tham quan ẩm thựcĐọc thêm",
            "Chi phí bằng USD cho chuyến đi bộ này là bao nhiêu. Cảm ơnĐọc thêm",
            "đó là tour đi xe đạp hay đi bộ? Đọc thêm",
            "Xin chào Chris\nHội An Food Safari là một tour đi bộ dễ dàng khoảng 4-12 phút. Tổng quãng đường chỉ 2,1km. Bắt đầu vào khoảng 8 giờ sáng và chi phí là 1,25 triệu đồng một người cho tối thiểu hai người để vận hành tour.\nTrân trọng\nNhóm Safari ẩm thực Hội AnĐọc thêm"
        ],
        "star_ratings": [
            121,
            4,
            0,
            1,
            0
        ],
        "review_amount": 126,
        "location": [
            "Tour Safari ẩm thực Hội An",
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written February 2, 2016",
            "Written February 1, 2016",
            "Written January 13, 2016",
            "Written January 6, 2016",
            "Written December 13, 2015",
            "Written December 6, 2015",
            "Written November 25, 2015",
            "Written November 17, 2015",
            "Written November 4, 2015",
            "Written November 1, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8380543-Reviews-or80-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or70-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or90-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454962-Reviews-Quan_Kong_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12084262-Reviews-Local_Buddy_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13496685-Reviews-Hoi_An_Top_Gear_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1972169-Reviews-Gioan_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7181506-Reviews-My_Chi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17852967-Reviews-Mong_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25136142-Reviews-Cam_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d20056458-Reviews-Hoi_An_Express_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13809764-Reviews-Hoi_An_Jeep_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26642390-Reviews-Rosara_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10004902-Reviews-Gerberas_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2054722-Reviews-The_Original_Taste_of_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15603763-Reviews-Nachi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7595897-Reviews-Hoi_An_Cathedral-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16724791-Reviews-The_Castle_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54273-d1466929-Reviews-The_Jazz_Corner-Hilton_Head_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d2578798-Reviews-Macho_Sauna-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g53518-d4346890-Reviews-Vanity_Fair-Reading_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g608455-d2477869-Reviews-Bokor_National_Park-Kampot_Kampot_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34606-d3161449-Reviews-St_Pete_Beach-St_Pete_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187790-d4361552-Reviews-Gaeta-Gaeta_Province_of_Latina_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g143044-d7381995-Reviews-Reflection_Lakes-Mount_Rainier_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g43409-d314890-Reviews-Great_Serengeti_at_Holiday_Inn-Owatonna_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g147342-d3629535-Reviews-Treasure_Bay_Casino-St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g551875-d191357-Reviews-Dunvegan_Castle_Gardens-Dunvegan_Isle_of_Skye_The_Hebrides_Scotland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or90-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or80-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Food Safari Tours",
        "attraction_name_vi": "Tour Safari ẩm thực Hội An",
        "general_info": [
            "126 đánh giá",
            "55 trên 238 Đồ ăn ở Hội An",
            "Chuyến tham quan bằng xe đạp",
            "Tour riêng",
            "Chuyến tham quan ẩm thực",
            "Tour chụp ảnh"
        ],
        "attraction_summary": "Hội An Food Safari cung cấp một loạt các tour du lịch phục vụ mọi người ở mọi lứa tuổi và phù hợp với mọi sở thích. Những chuyến đi săn riêng của chúng tôi cho phép khách hàng trải nghiệm một Việt Nam thực sự. Chúng tôi phục vụ cho các nhóm nhỏ tuy nhiên các chuyến tham quan cá nhân riêng tư là những gì chúng tôi được biết đến. Chúng tôi mong muốn cung cấp mức độ dịch vụ được cá nhân hóa mà các chuyến tham quan theo nhóm lớn hơn không thể thực hiện được và giúp bạn mang về nhà trải nghiệm thực sự của người Việt.Đọc thêm",
        "reviews": [
            "Đã học được rất nhiều về khu vực và con người. Đã thử rất nhiều món ăn và thấy rất ngonXem thêm",
            "Chúng tôi đã cùng những người bạn đồng hành tham gia chuyến đi xe đạp quanh Hội An và không thể giới thiệu đủ các dịch vụ của Barneys. Barney có phong cách đặc trưng của người Úc khi anh áp dụng kiến ​​thức địa phương của mình về khu vực, ẩm thực và con người vào cuộc sống. Chúng tôi đạp xe trong và xung quanh Hội An, di chuyển an toàn và dừng lại dọc đường để nếm thử đồ ăn và đồ uống địa phương, gặp gỡ những người dân địa phương, những người thực sự lạc lõng, xem nghệ thuật sơn mài thực sự của Việt Nam được tạo ra như thế nào. Chuyến tham quan của chúng tôi đầy những bất ngờ tuyệt vời, như cưỡi trâu nước, phiêu lưu qua đám lau sậy trên những chiếc thuyền tròn nhỏ và bữa trưa tuyệt vời tại một nhà hàng thuộc địa Pháp. Thật tuyệt khi được đi du lịch vòng quanh chứ không phải trong một nhóm lớn . Tôi khuyên bạn nên liên hệ với Barney nếu bạn đang tìm kiếm một tour du lịch thân thiện, hiểu biết ở Hội An! Đọc thêm",
            "Một trải nghiệm thực sự tuyệt vời. Hướng dẫn Helen Hinh? rất có năng lực và vui tính, thích phong cách châm biếm của cô ấy và chúng tôi đã học được rất nhiều điều từ phần giới thiệu về trái cây và điện tử ở chợ Hội An và làng thảo dược ở nông thôn. Và lớp học ẩm thực ở làng - wauw - cô ấy đã dạy chúng tôi rất nhiều về các nguyên liệu cũng như cách kết hợp và chế biến món ăn. Chúng tôi là một gia đình bốn người - mẹ, cha và hai cô gái 14 và 11 tuổi - và tất cả chúng tôi đều nghĩ rằng đây là một chuyến tham quan và ý tưởng tuyệt vời. Chúng tôi phải làm bốn món ăn và không giống như các lớp học ẩm thực của các công ty lữ hành khác nhau, chúng tôi chỉ có bốn người tham gia cả nhóm và chúng tôi tự mình làm mọi việc - và Helen cũng để chúng tôi làm sai - và sửa lại bằng một nụ cười và một câu nói đùa;0Chúng tôi đã làm rất nhiều món ăn ngon và cuối cùng chúng tôi có trái cây mà chúng tôi đã hái cùng với Helen vào buổi sáng ở chợ. Chúng tôi thậm chí còn thử làm giấy nổi cho món chả giò và Helen còn hướng dẫn cách khắc các loại rau như cà chua, cà rốt và dưa chuột để trang trí cho món ăn của chúng tôi. Những phương pháp đơn giản mà chúng ta có thể thực hiện tại nhà. Và chuyến đi bằng xe đạp - đừng sợ. Nó khá an toàn. Các cô gái của chúng tôi đã làm điều đó mà không gặp vấn đề gì. Có một bầu không khí tốt ở làng trang trại. Mỗi gia đình có một phần ruộng. Và lớp học nấu ăn được tổ chức tại một tòa nhà nằm ở trung tâm, nơi bạn có thể quan sát các cánh đồng mọi lúc. Và tất cả đều là hữu cơ!Đọc thêm",
            "Thật là một chuyến tham quan ẩm thực tuyệt vời, nếm thử đủ loại hương vị khác nhau từ Việt Nam. Kết hợp với hướng dẫn viên du lịch tuyệt vời và giàu kinh nghiệm Barney, điều này thực sự đã khiến đây trở thành điểm nhấn trong hành trình của chúng tôi tại Việt Nam! Cảm ơn sự hiếu khách của Barney, chắc chắn đánh giá cao công việc bạn làm. Rất khuyến khích cho những ai muốn trải nghiệm ăn uống như người địa phương. Đọc thêm",
            "Chúng tôi là chuyến đi xe đạp đầu tiên của Safaris Barneys qua Hội An. Mặc dù nổi tiếng với các chuyến tham quan ẩm thực và niềm yêu thích ăn uống, Barney lại mở rộng sang các chuyến tham quan bằng xe đạp. Barney gặp chúng tôi tại khách sạn vào sáng sớm để bắt đầu chuyến tham quan. Chúng tôi đạp xe với tốc độ nhàn nhã qua những con hẻm xinh đẹp chưa được khám phá và những kỳ quan ven sông của Hội An, trong khi Barney giải thích cẩn thận về phong cách đánh cá, trồng trọt và kinh doanh nhỏ khác nhau của người dân địa phương Việt Nam. Chuyến tham quan của chúng tôi cũng có rất nhiều điểm dừng uống nước kịp thời, chuyến thăm một nghệ sĩ địa phương, chèo thuyền tròn qua những rặng dừa, cưỡi trâu nước bất ngờ và kết thúc bằng bữa trưa tuyệt vời tại Helens tại trường dạy nấu ăn của cô ấy. Barney rất thông thạo ẩm thực địa phương, phong tục tập quán và thậm chí còn có thể đạp xe vượt qua tình trạng giao thông hỗn loạn thường xuyên một cách dễ dàng. Anh ấy đã trả lời hàng triệu câu hỏi của tôi và điều chỉnh chuyến tham quan phù hợp với nhu cầu của nhóm chúng tôi. Một cách tuyệt vời nhất để dành một ngày!Đọc thêm",
            "Thật là một buổi sáng tuyệt vời! Bên cạnh việc thử rất nhiều loại đồ ăn và đồ uống khác nhau có nguồn gốc từ thị trấn đáng yêu này, chúng tôi cũng tìm hiểu được rất nhiều lịch sử và nét đặc sắc thú vị của vùng này và gặp gỡ khá nhiều nhân vật. Đó là 4 giờ chi tiêu tốt! Và tôi sẽ không cần ăn ít nhất trong 24 giờ nữa! Cảm ơn Barney! Đọc thêm",
            "Helen là một giáo viên chủ nhà tuyệt vời! Cô ấy khiến chúng tôi bật cười và cho chúng tôi những mẹo hay về cách nấu nguyên liệu: !   Đọc thêm",
            "Đây là một trong những điều tuyệt vời nhất tôi đã làm trong chuyến đi đến Việt Nam. Tôi ước đây là điều đầu tiên tôi làm khi ở Hội An, vì Barney không chỉ chỉ cho chúng tôi những nơi tốt nhất để ăn và các món ăn khác nhau mà còn cho chúng tôi một chuyến tham quan nhỏ quanh thành phố và các địa danh. Tôi thích việc anh ấy chỉ đưa chúng tôi đến những nơi anh ấy thích và cho chúng tôi những món ăn mà anh ấy thích thay vì ép chúng tôi ăn bất kỳ loại thức ăn nào. Chuyến tham quan thực sự thoải mái và chúng tôi có thể thoải mái nếu muốn. Tôi chắc chắn sẽ làm điều này một lần nữa nếu tôi quay lại Hội An! Đọc thêm",
            "Em gái tôi và tôi đến Hội An được một tuần mà không có kế hoạch thực sự nào về những gì chúng tôi muốn làm ở đó. Chúng tôi đã gửi email vào buổi sáng để đăng ký chuyến tham quan vào ngày hôm sau và may mắn thay Barney đã có mặt! Anh ấy gặp chúng tôi ở khách sạn, và chúng tôi bắt đầu đi đến một khu chợ nơi anh ấy giải thích địa điểm, thời gian và cách thức tất cả đồ ăn được chuyển đến đó vào sáng hôm đó. Tôi thích việc anh ấy đưa chúng tôi đến những địa điểm yêu thích của anh ấy và chúng tôi có thể thử những món ăn mà lẽ ra chúng tôi đã bỏ lỡ. Anh ấy rất thân thiện và chuyến tham quan có thể được tùy chỉnh tùy thuộc vào lịch trình của bạn và những gì bạn quan tâm. Chắc chắn sẽ giới thiệu nếu bạn ở hoi an!Đọc thêm",
            "We stumbled across this tour on tripadvisor whilst planning for our stay in Hoi An and I am so glad we did. Barney met us at our hotel reception bright and early and from the start was very friendly and pleasant and we found conservation easy and enjoyable. We took a taxi to a Vietnamese food market and had our first stop of the day for a wonderful fruit smoothie drink called a sinh to. From here we commenced a walking tour of Hoi An, off the beaten track and exploring some areas we definitely would not have ventured to on our own, also meaning we tried foods we would not have asked about if wed been alone. Particular favourites were the crispy wonton, cao lau and banh mi the banh mi Queen - best banh mi weve experienced so far!. We also tried tofu in ginger syrup and black sesame paste, both things we would have walked straight past had we not been with Barney, and both surprisingly enjoyable! The tour offers an insight into Vietnamese life too as Barney is extremely knowledgeable and takes you into some suburbs where the locals are friendly and happy for you to peep into their mostly very open homes as you walk by. By avoiding the more touristy areas, you can take some truly magnificent photos that really capture authentic Vietnamese life and culture - this tour would also appeal to those who have a passion for photography. We ended the tour in the Old Town and Barney gave us some recommendations and tips for the remainder of our stay in Hoi An. All in all, it was a fantastic morning tour lasts from around 8am - 1pm, and absolutely worth every penny - around 35pp. The food choices were varied and interesting and grazing all morning leaves you content for the rest of the day! Safari Barney is fantastic - a must in Hoi An. Read more",
            "Tôi có thể tham gia chương trình du lịch này hôm nay không?Đọc thêm",
            "Xin lỗi nhưng chúng tôi không thực sự kiểm tra hộp trò chuyện của mình ở đây! Rất xin lỗi một lần nữa và hy vọng gặp lại bạn lần sau.Đọc thêm",
            "Chúng ta có thể lấy đồ ăn bằng tiếng Pháp không? Đọc thêm",
            "Xin lỗi vì trả lời rất muộn, Có, chúng tôi có thể cung cấp hướng dẫn viên nói tiếng Pháp theo yêu cầu. Vui lòng cho chúng tôi biết nếu bạn vẫn muốn tham gia chuyến tham quan. Vui lòng liên hệ với chúng tôi qua whatsapp qua 84 905486259 để được trả lời nhanh hơn. Trân trọng.Đọc thêm",
            "Có chỗ nào cho 2 người tối nay cho chuyến tham quan ẩm thựcĐọc thêm",
            "Chi phí bằng USD cho chuyến đi bộ này là bao nhiêu. Cảm ơnĐọc thêm",
            "đó là chuyến tham quan bằng xe đạp hay đi bộ?Đọc thêm",
            "Xin chào Chris\nHội An Food Safari là một tour đi bộ dễ dàng khoảng 4-12 phút. Tổng quãng đường chỉ 2,1km. Bắt đầu vào khoảng 8 giờ sáng và chi phí là 1,25 triệu đồng một người cho tối thiểu hai người để vận hành tour.\nTrân trọng\nNhóm Safari ẩm thực Hội AnĐọc thêm"
        ],
        "star_ratings": [
            121,
            4,
            0,
            1,
            0
        ],
        "review_amount": 126,
        "location": [
            "Tour Safari ẩm thực Hội An",
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written October 31, 2015",
            "Written October 25, 2015",
            "Written October 21, 2015",
            "Written October 17, 2015",
            "Written October 14, 2015",
            "Written October 7, 2015",
            "Written October 2, 2015",
            "Written September 14, 2015",
            "Written September 14, 2015",
            "Written September 7, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8380543-Reviews-or90-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or80-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or100-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454962-Reviews-Quan_Kong_Temple-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12084262-Reviews-Local_Buddy_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13496685-Reviews-Hoi_An_Top_Gear_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1972169-Reviews-Gioan_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7181506-Reviews-My_Chi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17852967-Reviews-Mong_Spa_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25136142-Reviews-Cam_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d20056458-Reviews-Hoi_An_Express_Travel-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13809764-Reviews-Hoi_An_Jeep_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26642390-Reviews-Rosara_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10004902-Reviews-Gerberas_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2054722-Reviews-The_Original_Taste_of_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15603763-Reviews-Nachi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7595897-Reviews-Hoi_An_Cathedral-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16724791-Reviews-The_Castle_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29553-d2328374-Reviews-Boulder_Ridge_Wild_Animal_Park-Alto_Kent_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d3290600-Reviews-American_Sign_Museum-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d3487690-Reviews-The_Black_Fedora_Comedy_Mystery_Theatre-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d185111-Reviews-Scarborough_Bluffs-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d2229310-Reviews-Hobbit_Trail-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10758285-Reviews-Statue_of_Gangnam_Style-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g46032-d558933-Reviews-Wellington_State_Park-Bristol_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g189473-d6781534-Reviews-Dinosaur_Park_of_Thessaloniki-Thessaloniki_Thessaloniki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g50249-d207625-Reviews-The_Wilds-Cumberland_Guernsey_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60596-d146751-Reviews-Papakolea_Green_Sand_Beach-Naalehu_Island_of_Hawaii_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or100-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8380543-Reviews-or90-Hoi_An_Food_Safari_Tours-Hoi_An_Quang_Nam_Province.html"
    }
]