[
    {
        "attraction_name": "Hoi An Eco Cooking Tour Discovery",
        "attraction_name_vi": "Khám phá Tour nấu ăn sinh thái Hội An",
        "general_info": [
            "482 đánh giá",
            "- 4 trong 199 lớp - Workshop tại Hội An",
            "Du lịch sinh thái",
            "Lớp học nấu ăn"
        ],
        "attraction_summary": "Trải nghiệm du lịch sinh thái Hội An - Chợ địa phương, Thuyền thúng, Câu cua - Lớp học nấu ăn - \n Tận hưởng một ngày độc đáo ở làng chài Việt Nam hấp dẫn\n Khám phá những tuyến đường thủy rợp bóng cọ trong trò chơi độc đáo - Thuyền thúng - và ngạc nhiên trước kỹ năng nhảy múa của người chèo thuyền.\n Bà Trâm, đầu bếp tài năng kết hợp kỹ năng nấu nướng của mình và kỹ năng của những người hàng xóm trong làng để mang đến một ngày đi chơi tuyệt vời nhất ở Hội AnĐọc thêm",
        "reviews": [
            "Ngày 31 - 24 tháng 5 - Đây quả là một trải nghiệm thú vị. Chúng tôi được đón ngay trước khách sạn sau đó được thả xuống nơi người hướng dẫn đầu bếp gặp chúng tôi với một số giỏ để mang đi chợ. Đầu bếp bà Trâm Huỳnh đưa chúng tôi đến chợ địa phương Hội An, nơi người dân địa phương mua sắm hàng ngày hải sản tươi sống, thịt, rau và trái cây và tổ chức một chuyến tham quan cho chúng tôi. Cô ấy giải thích rằng nhiều loại thảo mộc và vật phẩm mới mà chúng tôi chưa quen sẽ có trong các công thức nấu ăn mà chúng tôi sẽ tạo ra trong lớp học nấu ăn của mình. Cô ấy mua tất cả nguyên liệu để sử dụng trong công thức nấu ăn của chúng tôi. Sau khi mua sắm và trải nghiệm ở chợ, chúng tôi lên chiếc xe bán tải đưa chúng tôi đến nhà cô ấy và đến lớp học nấu ăn. Nó rất sạch sẽ và chúng tôi được chào đón bằng một chai nước lạnh. Ngay lập tức chúng tôi được dẫn đi trên một con đường tuyệt đẹp - điều làm tôi ngạc nhiên nhất là chuyến đi thuyền dừa! Nó thật độc đáo và hài hước. Chúng tôi đã đạp xe khoảng 30 phút và có những buổi biểu diễn quay vòng mà một số người lái thuyền đã thực hiện và họ sẽ hỏi bạn có muốn đi quay không. Chúng tôi đã câu cá cho những chú cua con ẩn nấp sau rừng dừa nước rất vui nhộn và thú vị. Sau chuyến đi, chúng tôi quay trở lại trường dạy nấu ăn và có khoảng thời gian còn lại tuyệt vời trong ngày để tạo ra những công thức nấu ăn ngon! Rất thích nó! Đọc thêm",
            "Cách tuyệt vời để dành 1 - 2 mỗi ngày. Tôi - đã theo học một số trường dạy nấu ăn châu Á và trường này quá xuất sắc! Đi thuyền rất vui, tham quan chợ có nhiều thông tin và đồ ăn chúng tôi nấu rất ngon!Đọc thêm",
            "Thật là một ngày tuyệt vời! Trâm chủ trì lớp học nấu ăn và rất đáng yêu và hữu ích trong suốt quá trình. Chúng tôi được dạy cách làm chả giò với bánh tráng, gỏi xoài xanh, bánh xèo Việt Nam và mì Cao Lào. Hương vị món ăn thật tuyệt vời và tôi chắc chắn sẽ ăn món này lần nữa sau khi nếm thử lần đầu tiên. Cảm ơn Trâm một lần nữa, tôi không thể giới thiệu đủ lớp học này, đó là một trải nghiệm địa phương nhất định phải thử!Đọc thêm",
            "Chắc chắn đề nghị, rất vui và thức ăn rất ngon. Trâm rất hữu ích và có kiến ​​thức tuyệt vời về thực phẩm và nguyên liệu địa phương.Đọc thêm",
            "Lớp học nấu ăn tuyệt vời! Toàn bộ trải nghiệm từ chuyến tham quan chợ đến thuyền và nấu ăn thực sự đều tuyệt vời! Đồ ăn chúng tôi nấu rất ngon và điều làm nên sự khác biệt là chúng tôi tự nấu! Chắc chắn là điểm nhấn trong chuyến đi VN của chúng tôi và là điều tôi thực sự khuyên mọi người nên thử! Đọc thêm",
            "Trải nghiệm tuyệt vời! Chuyến tham quan của chúng tôi bắt đầu bằng xe đạp với hướng dẫn viên tuyệt vời của chúng tôi, Sonny. Anh ấy dẫn chúng tôi đến một khu chợ địa phương, nơi chúng tôi có cơ hội xem các nguyên liệu địa phương cho lớp học nấu ăn sau này. Tiếp theo, chúng tôi mạo hiểm đi vào cánh đồng lúa để có cái nhìn thoáng qua về nghề trồng lúa. Tôi cũng được cưỡi trâu nước.... một trải nghiệm hiếm có! Sonny còn dạy chúng tôi cách nấu món ăn Việt Nam. Lớp học nấu ăn rất hữu ích vì chúng tôi có thể chế biến món ăn Việt Nam khi trở về nhà. Rất khuyến khích chuyến tham quan này! Đọc thêm",
            "Thực sự thú vị!! Đó là ngày đầu tiên của Sonny và anh ấy thật tuyệt vời! Tất cả đều rất có tổ chức và chi tiết bắt đầu bằng chuyến đi chợ để thu thập các món đồ. Sau đó chúng tôi đã làm 5 món ăn và ăn chúng cùng nhau vào cuối - chúng ngon quá!! Phần thưởng lớn là có cả công thức nấu ăn để mang về nhà. Những chiếc thuyền dừa cũng rất vui khi kết thúc chuyến tham quan; rất khuyến khích!!Đọc thêm",
            "Lớp học nấu ăn tuyệt vời! Chúng tôi đã làm salad, mì, chả giò và bánh xèo Việt Nam. Mọi thứ đều được giải thích rất đẹp, chúng tôi đã có khoảng thời gian tuyệt vời. Cảm ơn bạn; - Đọc thêm",
            "Một chuyến đi tuyệt vời. Trâm thật tuyệt. Cô ấy dẫn chúng tôi đi tham quan chợ, nói về các nguyên liệu chúng tôi đã chọn và lý do chúng tôi chọn chúng. Cô ấy rất linh hoạt với các hạn chế về chế độ ăn uống và dị ứng. Cô ấy cung cấp cho chúng tôi thông tin về từng món ăn. Sau đó, tất cả chúng tôi đến nhà cô ấy, một ngôi nhà rất đáng yêu ngay trên sông. Trước khi nấu ăn, chúng tôi có thể tham quan sông trên thuyền dừa và bạn có thể trả thêm tiền để được quay vòng thật nhanh - 50.000 VND - một người - rất khuyến khích nên làm điều đó, nó - thật là vui. Sau đó quay lại và cố gắng bắt cua và cá trên đường đi. Sau đó nấu bữa trưa và ăn đồ ăn và được đưa trở lại nhà trọ của chúng tôi. Thật tuyệt khi nhóm chỉ có 6 người nên chúng tôi có thể nói chuyện và có được nhiều thông tin từ đó. Không có sự vội vã. Trâm cũng đã hết lòng gửi cho chúng tôi công thức nấu ăn vào ngày hôm sau vì chúng tôi rất thích đồ ăn và cô ấy muốn chúng tôi có thể tự nấu ở nhà. Vì vậy, rất khuyến khích chuyến tham quan này. Chúng tôi yêu Trâm và năng lượng tuyệt vời mà cô ấy mang đến cho chuyến đi. Đọc thêm",
            "Thật là một buổi chiều tuyệt vời, Tram mang đến cho bạn một trải nghiệm đáng nhớ - . Từ việc mua đồ ăn từ các chợ - kết thúc bằng chuyến đi thuyền dừa qua những rặng dừa - . Thật là WOW - cảm ơn Tram vì một bữa ăn tuyệt vời - - - - Chúng tôi đã trở lại Úc rồi - - - Đọc thêm",
            "Có ai có phiên bản hay của các công thức nấu ăn được thực hiện không? Tôi đã nhận được tin nhắn của họ nhưng nó hơi khó hiểu và không được trình bày rõ ràng. Sẽ rất vui nếu ai đó tạo một phiên bản dễ dàng theo dõi!Đọc thêm"
        ],
        "star_ratings": [
            478,
            11,
            3,
            0,
            0
        ],
        "review_amount": 492,
        "location": [
            "Khám phá Tour nấu ăn sinh thái Hội An",
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 28, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 18, 2024",
            "Written May 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or10-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13813466-Reviews-Coconut_Garden_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7022984-Reviews-Hoi_An_Eco_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13347572-Reviews-Tin_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4470450-Reviews-Hoi_An_Eco_Tours_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13172856-Reviews-Long_Phu_Eco_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710759-Reviews-Hacoconut_Coconut_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8773815-Reviews-Hoi_An_Eco_Green_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14138761-Reviews-Nga_Coconut_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16740003-Reviews-Hong_Coconut_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15334721-Reviews-Hangcoconut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710754-Reviews-Hoi_An_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13921453-Reviews-Coconut_Ring_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19415295-Reviews-Tram_Cooking_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33212-d296715-Reviews-Mare_Island-Vallejo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3342146-Reviews-IDO_Ferry-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d143295-Reviews-Bourbon_Street-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d10392839-Reviews-Aircoach-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15190048-Reviews-Hanoi_Train_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d3672827-Reviews-O_Bannon_Woods_State_Park-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g56797-d8566853-Reviews-Lake_Palestine-Tyler_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33796-d3386197-Reviews-Eastern_Point_Beach-Groton_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d15324789-Reviews-Thai_Sabai_Massage_Rhodes-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g662629-d14051816-Reviews-Green_Buses_KTEL_of_Corfu-Corfu_Town_Corfu_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or10-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Eco Cooking Tour Discovery",
        "attraction_name_vi": "Khám phá Tour nấu ăn sinh thái Hội An",
        "general_info": [
            "482 đánh giá",
            "- 4 trong số 199 Lớp học - Hội thảo tại Hội An",
            "Du lịch sinh thái",
            "Lớp học nấu ăn"
        ],
        "attraction_summary": "Trải nghiệm du lịch sinh thái Hội An - Chợ địa phương, Thuyền thúng, Câu cua - Lớp học nấu ăn - \n Tận hưởng một ngày độc đáo ở làng chài Việt Nam hấp dẫn\n Khám phá những tuyến đường thủy rợp bóng cọ trong trò chơi độc đáo - Thuyền thúng - và ngạc nhiên trước kỹ năng nhảy múa của người chèo thuyền.\n Bà Trâm, đầu bếp tài năng kết hợp kỹ năng nấu nướng của mình và kỹ năng của những người hàng xóm trong làng để mang đến một ngày đi chơi tuyệt vời nhất ở Hội AnĐọc thêm",
        "reviews": [
            "Thật là vui. Đón từ khách sạn của chúng tôi. Một chuyến tham quan chợ thực phẩm tươi sống sau đó vui đùa trên những chiếc thuyền thúng.  Sau đó là một lớp học nấu ăn tuyệt vời, sau đó là một bữa tiệc. Đề xuất.Đọc thêm",
            "Chúng tôi bắt đầu bằng việc được đón trên một chiếc xe tải và đưa đến chợ thực phẩm tươi sống Hội An và được giới thiệu về tất cả các nguyên liệu mà chúng tôi sẽ sử dụng trong lớp học của mình. Sau đó, chúng tôi đến lớp học nấu ăn trên một chiếc xe tải khác và đi thuyền thúng với những người hướng dẫn đáng yêu và ca hát! Sau đó quay lại và làm 4 món ăn với những nguyên liệu chúng tôi mua được ở chợ. Thức ăn rất ngon và các lớp học rất nhiều thông tin. Đối với một mức giá rẻ chắc chắn sẽ đề nghị.Đọc thêm",
            "Trâm thật tuyệt vời. Rất am hiểu về các sản phẩm khác nhau và thậm chí không cần nói đùa rằng món ăn chúng tôi làm với Trâm là món ăn tươi ngon nhất mà chúng tôi từng ăn cho đến nay ở Việt Nam. Bé nhà cô ấy dễ thương quáXem thêm",
            "Trải nghiệm tốt nhất, thực sự muốn giới thiệu nó. Trâm thật đáng yêu và giải thích mọi thứ một cách hoàn hảo! Đã làm món chả giò ngon nhất mà tôi từng ăn và rất mong được làm lại chúng khi tôi trở về nhà! Cảm ơn bạnĐọc thêm",
            "Đây là điểm nổi bật trong chuyến đi của tôi !!! Thật là một trải nghiệm tuyệt vời và Trâm thật tuyệt vời và thân thiện! Tôi đã học được rất nhiều và có một ngày tuyệt vời! Không thể đề xuất đủĐọc thêm",
            "Ngày thật tuyệt vời! Chúng tôi đã thực hiện buổi chiều và được đón, điều đó thật tuyệt! Thị trường rất thú vị và có nhiều thông tin trong ngày. Bản thân lớp học nấu ăn rất thú vị và Trâm - trưởng nhóm du lịch - rất hữu ích và hài hước. Căn bếp bạn nấu rất đẹp, mọi thứ thật sạch sẽ và chuyên nghiệp. Nó được bao quanh bởi rất nhiều cây xanh và một hồ nước nhỏ nên đây thực sự là một khung cảnh tuyệt đẹp. Bữa ăn ngồi xuống do bạn làm cũng rất đáng yêu! Sau đó, bạn đi dạo dọc dòng sông trong những rặng dừa vào lúc hoàng hôn và đó là cách hoàn hảo để kết thúc một ngày. Một trong những chuyến tham quan yêu thích của chúng tôi, chúng tôi đã đặt và tất cả chỉ với giá - 28!! Giá trị tốt nhất cho tiền. Cảm ơn bạn một lần nữa!Đọc thêm",
            "Đây là trải nghiệm chân thực và tuyệt vời nhất. Từ chỗ đón xe đi qua các khu chợ địa phương và ngắm nhìn những sản phẩm thật tươi ngon. Cô ấy dạy chúng tôi về các thành phần và những thứ tốt nhất cần tìm. Chuyến đi thuyền và câu cua rất thú vị và các thành viên tham quan cực kỳ thân thiện và vui tính. Món ăn chúng tôi làm rất chân thực và Trâm đã dạy chúng tôi tất cả những thủ thuật quan trọng để giúp chúng tôi chế biến món ăn Việt Nam tuyệt vời này cho gia đình mình. Tất cả điều này được thực hiện tại nhà của cô ấy và toàn bộ trải nghiệm thật tuyệt vời. Đây là việc phải làm nếu đến thăm Hội An! - - Một lần nữa cảm ơn Trâm đã cho chúng tôi công thức nấu ăn nên chúng tôi không cần phải nhớ.Leon và LeeĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất trong chuyến lưu diễn này với Trâm. Chúng tôi đã xem xét xung quanh khu chợ được đánh dấu ở địa phương không giống bất kỳ khu chợ nào ở Anh. Trâm giải thích tất cả các thành phần chúng tôi đã mua và chúng là gì. Chúng tôi đã có một chuyến tham quan bằng thuyền tắm nắng thực sự thú vị trước khi bắt đầu lớp học nấu ăn. Tôi định nấu một món ăn cơ bản, nhưng trong nhóm 4 người chúng tôi đã cùng nhau nấu bốn món khác nhau. Chúng tôi đã học được rất nhiều. Chắc chắn làm điều này khi ở Hội AnĐọc thêm",
            "Một trải nghiệm tuyệt vời và được điều hành tốt từ lúc đón đến lúc trả khách. Bạn sẽ được trải nghiệm khu chợ ẩm thực ở Hội An và sau đó được đưa trở lại Trams - giáo viên dạy nấu ăn tuyệt vời của chúng tôi - để nấu ăn. Chúng tôi đã nấu một số món ăn Việt Nam tuyệt vời và tất nhiên là đã ăn chúng. Sau đó, chúng tôi đi thuyền dừa thẳng từ vườn Trams, đó là một trải nghiệm tuyệt vời vì chúng tôi đã câu cua một chút trên thuyền dừa. Nhìn chung, đây là một trải nghiệm tuyệt vời và tôi thực sự khuyên bạn nên đi cùng Tram vì cô ấy rất đáng yêu và dễ tính. Đọc thêm",
            "Tôi rất muốn giới thiệu một ngày tuyệt vời với một số món ăn ngon. Rất am hiểu về thực phẩm ở chợ và chỉ là một người phụ nữ đáng yêu với khung cảnh nấu nướng thực sự đẹpĐọc thêm",
            "Có ai có phiên bản hay của các công thức nấu ăn được thực hiện không? Tôi đã nhận được tin nhắn của họ nhưng nó hơi khó hiểu và không được trình bày rõ ràng. Sẽ rất vui nếu ai đó tạo một phiên bản dễ dàng theo dõi!Đọc thêm"
        ],
        "star_ratings": [
            478,
            11,
            3,
            0,
            0
        ],
        "review_amount": 492,
        "location": [
            "Khám phá Tour nấu ăn sinh thái Hội An",
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 13, 2024",
            "Written May 13, 2024",
            "Written May 9, 2024",
            "Written May 8, 2024",
            "Written May 6, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024",
            "Written May 4, 2024",
            "Written May 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d19488113-Reviews-or10-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or20-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13813466-Reviews-Coconut_Garden_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7022984-Reviews-Hoi_An_Eco_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13347572-Reviews-Tin_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4470450-Reviews-Hoi_An_Eco_Tours_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13172856-Reviews-Long_Phu_Eco_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710759-Reviews-Hacoconut_Coconut_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8773815-Reviews-Hoi_An_Eco_Green_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14138761-Reviews-Nga_Coconut_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16740003-Reviews-Hong_Coconut_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15334721-Reviews-Hangcoconut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710754-Reviews-Hoi_An_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13921453-Reviews-Coconut_Ring_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19415295-Reviews-Tram_Cooking_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298452-d8621938-Reviews-The_Wings_Transit_Lounge-Pasay_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1650053-Reviews-CityCenter_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d103007-Reviews-The_Crow_s_Nest-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g44588-d12838782-Reviews-Summit_Waves-Lee_s_Summit_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d281474-Reviews-Cockrell_Butterfly_Center-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d3470105-Reviews-Saqer_Aljazirah_Aviation_Museum-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d14209177-Reviews-Copa_Beach-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d13808858-Reviews-Songdo_Cable_Car-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d12559063-Reviews-The_Light_Show_at_the_San_Fernando_Cathedral-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33055-d106768-Reviews-Safari_West-Santa_Rosa_Sonoma_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or20-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or10-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Eco Cooking Tour Discovery",
        "attraction_name_vi": "Khám phá Tour nấu ăn sinh thái Hội An",
        "general_info": [
            "482 đánh giá",
            "- 4 trong số 199 Lớp học - Hội thảo tại Hội An",
            "Du lịch sinh thái",
            "Lớp học nấu ăn"
        ],
        "attraction_summary": "Trải nghiệm du lịch sinh thái Hội An - Chợ địa phương, Thuyền thúng, Câu cua - Lớp học nấu ăn - \n Tận hưởng một ngày độc đáo ở làng chài Việt Nam hấp dẫn\n Khám phá những tuyến đường thủy rợp bóng cọ trong trò chơi độc đáo - Thuyền thúng - và ngạc nhiên trước kỹ năng nhảy múa của người chèo thuyền.\n Bà Trâm, đầu bếp tài năng kết hợp kỹ năng nấu nướng của mình và kỹ năng của những người hàng xóm trong làng để mang đến một ngày đi chơi tuyệt vời nhất ở Hội AnĐọc thêm",
        "reviews": [
            "Trâm, sắp xếp cho chúng tôi được đón từ khách sạn bằng ô tô. Khi đến nơi, chúng tôi được Trâm chào đón bằng một nụ cười. Sau đó cô ấy đưa chúng tôi đi chợ và cho chúng tôi xem tất cả các món ăn trên quầy hàng rất thú vị. Sau đó chúng tôi đã thực hiện một chuyến đi thuyền chuối tuyệt vời xuôi dòng sông từ nhà Tram. Sau chuyến đi về, Trâm chỉ cho chúng tôi cách chuẩn bị các món ăn và sau đó chúng tôi nấu chúng dưới sự hướng dẫn của Trâm. Thức ăn chúng tôi nấu theo tiêu chuẩn nhà hàng và có vị rất ngon. Tôi rất muốn giới thiệu chuyến đi này cho bất cứ ai ở Hội Anh. Trải nghiệm hoàn toàn tuyệt vời. Đọc thêm",
            "Trải nghiệm chất lượng rất cao với hướng dẫn tuyệt vời - đầu bếp và nhóm nhỏ. Có rất nhiều niềm vui ở chợ và bài học nấu ăn thật tuyệt vời. Đầu bếp của chúng tôi rất rõ ràng, kiên nhẫn và đầy nụ cười. Rất khuyến khích! Đọc thêm",
            "- Thuê tàu câu cá của chúng tôi với Nanje Fishing Trips Dubai không có gì đặc biệt cả! Ngay từ khi chúng tôi khởi hành, sự chuyên nghiệp và chuyên môn của thủy thủ đoàn đã được thể hiện rõ. Họ đưa chúng tôi đến những điểm câu cá lý tưởng, nơi chúng tôi câu được một mẻ cá ấn tượng, trong đó có một số loài cá có kích thước bằng chiếc cúp. Kiến thức của thuyền trưởng về khu vực đảm bảo rằng chúng tôi đã có một ngày thành công trên mặt nước. Rất khuyến khích trải nghiệm này cho bất cứ ai đang tìm kiếm một chuyến phiêu lưu câu cá đáng nhớ ở Dubai! - Đọc thêm",
            "Trải nghiệm tuyệt vời - tham quan chợ để tìm hiểu về các loại trái cây và rau quả khác nhau, đi thuyền dừa và nấu những món ăn đẹp mắt tại nhà chủ nhà của chúng tôi.Đọc thêm",
            "Mọi thứ thật tuyệt vời! Trải nghiệm tuyệt vời!  Lớp học nấu ăn tốt nhất. Nhận được nhiều hơn bạn mong đợi!  Đi thuyền dừa trọn góiĐọc thêm",
            "Trâm là một hướng dẫn viên, đầu bếp và giáo viên tuyệt vời. Cô ấy đã mở ngôi nhà xinh đẹp của mình cho chúng tôi. Việc bố trí ở nhà cô ấy thật tuyệt vời. Mọi thứ đã được chuẩn bị và tổ chức. Điều tuyệt vời nhất trong chuyến đi của tôi cho đến nay - đã ở Việt Nam được 5 ngày vào thời điểm này - Đọc thêm",
            "Đã có một thời gian tuyệt vời! Đã được trình diễn. Tất cả mọi thứ từ các khu chợ địa phương và các sản phẩm khác nhau cho đến phong tục đánh cá và sau đó chúng tôi nấu một bữa ăn đầy đủ 4 món, điều đó thật tuyệt vời phải nói là ít nhất. Một khóa học tuyệt vời dành cho những đầu bếp mới bắt đầu muốn nâng cao trò chơi ẩm thực Việt Nam của mình!Đọc thêm",
            "Chúng ta đã cùng nhau nấu ăn rất nhiều!! Và thức ăn thật tuyệt vời! Chuyến tham quan bằng thuyền cũng rất vui, chúng tôi có một người lái thuyền thực sự tuyệt vời! 100 - khuyên dùngĐọc thêm",
            "Rất vui vì chúng tôi đã chọn Lớp học nấu ăn sinh thái Hội An. Thời gian thực sự chân thực tại chợ, sau đó là chuyến đi tuyệt vời trên những chiếc thuyền tre và lớp học nấu ăn tuyệt vời. Trâm rất đáng yêu và khiến mọi thứ trở nên thú vị, không thể giới thiệu đủ trải nghiệm!Đọc thêm",
            "Thật tuyệt vời, người phụ nữ và mọi người tham gia chuyến lưu diễn đều rất đáng yêu. Lớp học nấu ăn thật tuyệt vời. Chắc chắn sẽ giới thiệuĐọc thêm"
        ],
        "star_ratings": [
            478,
            11,
            3,
            0,
            0
        ],
        "review_amount": 492,
        "location": [
            "Khám phá Tour nấu ăn sinh thái Hội An",
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 3, 2024",
            "Written May 2, 2024",
            "Written May 2, 2024",
            "Written April 29, 2024",
            "Written April 29, 2024",
            "Written April 28, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written April 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d19488113-Reviews-or20-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or10-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or30-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13813466-Reviews-Coconut_Garden_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7022984-Reviews-Hoi_An_Eco_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13347572-Reviews-Tin_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4470450-Reviews-Hoi_An_Eco_Tours_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13172856-Reviews-Long_Phu_Eco_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710759-Reviews-Hacoconut_Coconut_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8773815-Reviews-Hoi_An_Eco_Green_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14138761-Reviews-Nga_Coconut_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16740003-Reviews-Hong_Coconut_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15334721-Reviews-Hangcoconut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710754-Reviews-Hoi_An_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13921453-Reviews-Coconut_Ring_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19415295-Reviews-Tram_Cooking_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34762-d2578254-Reviews-Gibbs_Gardens-Ball_Ground_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g50570-d13272397-Reviews-Lorain_Lighthouse-Lorain_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g32831-d4686216-Reviews-Redwood_Valley_Railway-Orinda_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294323-d3782437-Reviews-Buquebus-Montevideo_Montevideo_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g298106-d12284533-Reviews-LEGOLAND_Japan-Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g31677-d7220878-Reviews-Crown_Lake-Horseshoe_Bend_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g29111-d146144-Reviews-Lopez_Lake_Recreation_Area-Arroyo_Grande_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187892-d2057583-Reviews-Corso_Umberto-Taormina_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g7106558-d782532-Reviews-Seattle_Premium_Outlets-Tulalip_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d483323-Reviews-Homestead_Heritage-Waco_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or30-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or20-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Eco Cooking Tour Discovery",
        "attraction_name_vi": "Khám phá Tour nấu ăn sinh thái Hội An",
        "general_info": [
            "482 đánh giá",
            "- 4 trong 199 lớp - Workshop tại Hội An",
            "Du lịch sinh thái",
            "Lớp học nấu ăn"
        ],
        "attraction_summary": "Trải nghiệm du lịch sinh thái Hội An - Chợ địa phương, Thuyền thúng, Câu cua - Lớp học nấu ăn - \n Tận hưởng một ngày độc đáo ở làng chài Việt Nam hấp dẫn\n Khám phá những tuyến đường thủy rợp bóng cọ trong trò chơi độc đáo - Thuyền thúng - và ngạc nhiên trước kỹ năng nhảy múa của người chèo thuyền.\n Bà Trâm, đầu bếp tài năng kết hợp kỹ năng nấu nướng của mình và kỹ năng của những người hàng xóm trong làng để mang đến một ngày đi chơi tuyệt vời nhất ở Hội AnĐọc thêm",
        "reviews": [
            "Chuyến tham quan này thật tuyệt vời, từ việc mua nguyên liệu cho lớp học nấu ăn của chúng tôi đến trò chuyện với chủ nhà về các nguyên liệu và kỹ thuật của Việt Nam, sau đó chuẩn bị và nấu bữa trưa của chúng tôi thật tuyệt vời, bên cạnh những giỏ dừa và rất nhiều niềm vui, chắc chắn là một phải làm chuyến tham quanĐọc thêm",
            "Tôi và bạn gái đã tham gia lớp học nấu ăn này, sau đó là chuyến tham quan bằng thuyền dừa dọc sông! Cả hai hoạt động đều hoàn toàn tuyệt vời! Được nấu những món ăn Việt Nam chính gốc tại nhà chủ nhà là một trải nghiệm tuyệt vời! Nó thực sự rất ngon, đó là một trong những món ăn ngon nhất mà bạn gái tôi và tôi từng thử! Người phụ nữ tốt bụng đã chỉ cho chúng tôi cách nấu ăn là một người chủ nhà tuyệt vời và thậm chí còn là một đầu bếp giỏi hơn! Chuyến tham quan bằng thuyền dừa rất thú vị, tôi khuyên mọi người trong khu vực nên đặt hoạt động này với hướng dẫn viên du lịch và đầu bếp này, vì đây là một trong những trải nghiệm tuyệt vời nhất mà chúng tôi đã thực hiện ở Việt Nam cho đến nay! Giá trị đồng tiền và các hoạt động chúng tôi đã làm là hoàn hảo! 10 - 10! Bạn gái tôi cũng vô tình để quên nhẫn trong tạp dề và chúng tôi đã liên hệ với người hướng dẫn nơi chúng tôi nấu ăn và người phụ nữ đã chỉ cho chúng tôi cách nấu ăn đã vui lòng giao chúng về khách sạn của chúng tôi! Đó là tin tức tốt nhất bao giờ hết! Thật là một gia đình đáng yêu!Đọc thêm",
            "Trải nghiệm tuyệt vời, những con người thực sự đáng yêu và những món ăn ngon, sau đó tôi đã gửi công thức nấu ăn và sẽ nấu khi tôi quay lại!Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời nhất để nấu những món ăn ngon và cả trải nghiệm thuyền dừa. Nóng lòng muốn nấu các công thức nấu ăn khi chúng tôi về nhà! Rất muốn giới thiệu.Đọc thêm",
            "Giá trị đáng kinh ngạc cho tiền. Trâm rất xuất sắc - siêu thân thiện và nhiều thông tin. Tôi ăn chay và cô ấy phục vụ tôi trong mọi món ăn. Lớp học nấu ăn rất thực tế và kết quả cuối cùng rất ngon. Những chiếc thuyền dừa là một phần thưởng bổ sung!  - Bạn không cần phải quay nếu bạn không muốn - . Rất khuyến khích! Đọc thêm",
            "Trải nghiệm tuyệt vời! Chỉ có 3 người chúng tôi rất thân mật. Vị trí tuyệt đẹp và yên bình bên ao và đồ ăn rất ngon. Rất khuyến khích! Đọc thêm",
            "Rất khuyến khích lớp học nấu ăn này! Trâm là một người phụ nữ tuyệt vời và mời bạn đến nhà để nấu một số món ăn ngon nhất mà chúng tôi đã có. Cô ấy giải thích các thành phần và cách pha trộn, sau đó bạn đi qua sân sau của cô ấy để đi thuyền. Cảm ơn bạn rất nhiều, chúng tôi đã có thời gian tốt nhất! Nóng lòng muốn thực hiện những công thức nấu ăn ngon này ở nhà!!Đọc thêm",
            "Chuyến đi văn hóa tuyệt vời với nhiều hiểu biết sâu sắc về thị trường và cách nấu ăn của người Việt, rất tốt với những người bị dị ứng và các lựa chọn ăn chay Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với Trâm. Thị trường rất thú vị để xem - tìm hiểu về các sản phẩm khác nhau. Chuyến đi thuyền thúng rất thú vị, chỉ cần lưu ý nếu bạn chấp nhận đi trên chiếc thuyền của người khác quay tròn - sau khi người chèo thuyền nhảy - bạn anh ta - sẽ tính phí cho bạn 100 k mỗi người - không đáng, cứ ở trong thuyền thúng của riêng bạn. Lớp học nấu ăn thật tuyệt vời. Trâm rất kiên nhẫn - tốt bụng - có sự tham gia của đứa con 9 - 12 tuổi của tôi nên họ cũng nấu tất cả các món ăn. Món ăn chúng tôi làm rất ngon. Tôi thực sự khuyên bạn nên tham quan, rất đáng đồng tiền.Đọc thêm",
            "Thật là một lớp học nấu ăn tuyệt vời với Trâm, người đã chào đón chúng tôi tại nhà cô ấy sau chuyến thăm chợ địa phương. Chúng tôi đã tìm hiểu về các nguyên liệu khác nhau mà chúng tôi sẽ sử dụng để chuẩn bị bữa ăn. Đi thuyền tre cũng vui. Tôi thích rằng chúng tôi là một nhóm rất nhỏ, điều này khiến nó trở nên cá nhân hóa và thú vị hơn theo quan điểm của tôi. Đây là bữa ăn ngon nhất tôi có trong toàn bộ chuyến đi đến Việt Nam. Đừng ngần ngại đăng ký lớp học nấu ăn này, bạn chắc chắn sẽ không thất vọng.Đọc thêm"
        ],
        "star_ratings": [
            478,
            11,
            3,
            0,
            0
        ],
        "review_amount": 492,
        "location": [
            "Khám phá Tour nấu ăn sinh thái Hội An",
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 26, 2024",
            "Written April 26, 2024",
            "Written April 25, 2024",
            "Written April 24, 2024",
            "Written April 24, 2024",
            "Written April 22, 2024",
            "Written April 22, 2024",
            "Written April 20, 2024",
            "Written April 20, 2024",
            "Written April 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d19488113-Reviews-or30-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or20-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or40-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13813466-Reviews-Coconut_Garden_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7022984-Reviews-Hoi_An_Eco_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13347572-Reviews-Tin_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4470450-Reviews-Hoi_An_Eco_Tours_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13172856-Reviews-Long_Phu_Eco_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710759-Reviews-Hacoconut_Coconut_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8773815-Reviews-Hoi_An_Eco_Green_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14138761-Reviews-Nga_Coconut_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16740003-Reviews-Hong_Coconut_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15334721-Reviews-Hangcoconut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710754-Reviews-Hoi_An_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13921453-Reviews-Coconut_Ring_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19415295-Reviews-Tram_Cooking_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g150808-d1137451-Reviews-Cenote_Ik_kil-Chichen_Itza_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g58775-d12413014-Reviews-Stadium_High_School-Tacoma_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g4340243-d1823791-Reviews-Lok_Kawi_Wildlife_Park-Penampang_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g29722-d5293842-Reviews-Bear_Brook_State_Park-Allenstown_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g3477723-d15835350-Reviews-Lido_Key_Beach-Lido_Key_Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60603-d6959587-Reviews-Pahoa_Pool-Pahoa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g41081-d4340789-Reviews-Toby_s_Dinner_Theatre-Columbia_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7930459-Reviews-Heathrow_Shuttle-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d21200998-Reviews-Dee_Thai_Massage_Spa-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g34328-d560385-Reviews-Adventure_Landing_Jacksonville_Beach-Jacksonville_Beach_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or40-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or30-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Eco Cooking Tour Discovery",
        "attraction_name_vi": "Tour khám phá ẩm thực sinh thái Hội An",
        "general_info": [
            "482 đánh giá",
            "- 4 trong 199 lớp - Workshop tại Hội An",
            "Du lịch sinh thái",
            "Lớp học nấu ăn"
        ],
        "attraction_summary": "Trải nghiệm du lịch sinh thái Hội An - Chợ địa phương, Thuyền thúng, Câu cua - Lớp học nấu ăn - \n Tận hưởng một ngày độc đáo ở làng chài Việt Nam hấp dẫn\n Khám phá những tuyến đường thủy rợp bóng cọ trong trò chơi độc đáo - Thuyền thúng - và ngạc nhiên trước kỹ năng nhảy múa của người chèo thuyền.\n Bà Trâm, đầu bếp tài năng kết hợp kỹ năng nấu nướng của mình và kỹ năng của những người hàng xóm trong làng để mang đến một ngày đi chơi tuyệt vời nhất ở Hội AnĐọc thêm",
        "reviews": [
            "Đẹp và dễ dàng nhận. Trâm thực sự rất tốt và là một người chủ nhà tuyệt vời. Nhóm nhỏ, chúng tôi chỉ có 4 người. Chợ rất thú vị và yên tâm khi biết tất cả nguyên liệu đều tươi ngon. Những chiếc thuyền rất vui. Lớp học nấu ăn tuyệt vời và những món ăn tuyệt vời!Đọc thêm",
            "Một trải nghiệm thú vị! Chúng tôi đã có rất nhiều niềm vui khi nấu ăn và đồ ăn rất ngon. Hướng dẫn cũng rất đáng yêu và rất sư phạm. 10 - 10 kinh nghiệm: - Đọc thêm",
            "Lớp học nấu ăn rất hay, chúng tôi đã làm một số món ăn truyền thống ngon miệng của Việt Nam và hóa ra chúng không quá phức tạp.  Sau đó chúng tôi đi tham quan bằng thuyền thúng trong lúc hoàng hôn. Chắc chắn sẽ giới thiệu! Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời. Lần đầu tiên chúng tôi đi chợ và tìm hiểu về hàng Việt Nam cũng như cách lựa chọn. Sau đó, chúng tôi đi thuyền dừa để tham gia một chuyến tham quan nhỏ rất thú vị và sau đó là lớp học nấu ăn. Chúng tôi đã học nấu nhiều món ăn và rất vui!Đọc thêm",
            "Đã có một thời gian tốt như vậy! Chợ có rất nhiều cảnh đẹp và hương vị tuyệt vời, và Trâm đã dành thời gian để kể cho chúng tôi nghe về mọi nguyên liệu chúng tôi đang mua. Chuyến đi thuyền thúng thật thú vị - một số người điều khiển thuyền rất xăng! - nhưng điểm nổi bật là lớp học nấu ăn. Sử dụng nguyên liệu tươi mua ở chợ để làm ra những món ăn ngon là một trải nghiệm rất hài lòng. Bạn - sẽ ra về vào buổi sáng đầy đủ và hạnh phúc. Rất khuyến khích, cảm ơn Trâm!Đọc thêm",
            "Trum là một hướng dẫn tuyệt vời xung quanh các thị trường. Có kinh nghiệm tiếp khách và nấu ăn. Gia đình cô ấy cũng giúp thiết lập trải nghiệm cho chúng tôi và họ đã làm một công việc tuyệt vời. Vô cùng thân thiện. Chuyến tham quan bằng thuyền là một vụ nổ. Đây là 100 - đêm yêu thích của tôi ở Hội An.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đến và tận hưởng thời gian từ chúng tôi. Chúc các bạn có khoảng thời gian vui vẻ ở Hội An và tận hưởng được nhiều điều thú vị trong kỳ nghỉ của mình.\nMs Trâm - whatsappnumber - 84 905953446 - Cảm ơnĐọc thêm",
            "Đã có một khoảng thời gian tuyệt vời, rất khuyến khích công ty này - - rất chuyên nghiệp và đồ ăn là một trong những món ngon nhất chúng tôi từng có ở Việt Nam.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đến và tận hưởng thời gian từ chúng tôi. Tôi chúc bạn có một khoảng thời gian tuyệt vời ở Hội An và tận hưởng nhiều điều trong kỳ nghỉ của bạn.\nMs Trâm - whatsappnumber - 84 905953446 - ThanksĐọc thêm",
            "Đó là một trải nghiệm ngẫu nhiên nhưng thú vị - chỉ có ở Hội An. Chúng tôi được đón từ khách sạn và hộ tống đến một ngôi nhà riêng có bến tàu nhỏ riêng. Thật thú vị khi đi dạo qua ngôi làng nhỏ.  Người phụ nữ đó đang dạy một lớp nấu ăn khi chúng tôi đến. Chồng cô ấy sau đó giao chúng tôi cho hai anh chàng thực hiện phần còn lại của chuyến tham quan trên thuyền. Thật thú vị và kỳ quặc! Khi về đến bến riêng chúng tôi có nước dừa rồi lại được thu lại.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đến và tận hưởng thời gian từ chúng tôi. Chúc các bạn có khoảng thời gian vui vẻ ở Hội An và tận hưởng được nhiều điều thú vị trong kỳ nghỉ của mình.\nMs Trâm - whatsappnumber - 84 905953446 - Cảm ơnĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong lớp học nấu ăn. Trám, đầu bếp, rất thân thiện và kể cho chúng tôi mọi thứ cần biết về nguyên liệu và món ăn Việt Nam, trong chuyến đi chợ và trong lớp học. Chúng tôi đã nấu một số món ăn cổ điển tuyệt vời - có lẽ là món ngon nhất chúng tôi đã ăn ở Việt Nam - . Nói chung là một trải nghiệm tuyệt vời, tôi khuyên bạn nên đánh giá 10 - 10. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đến và tận hưởng thời gian từ chúng tôi. Tôi chúc bạn có một khoảng thời gian tuyệt vời ở Hội An và tận hưởng nhiều điều trong kỳ nghỉ của bạn.\nMs Trâm - whatsappnumber - 84 905953446 - ThanksĐọc thêm",
            "Đầu tiên, đáng lẽ tôi phải tham gia lớp học buổi sáng nhưng việc liên lạc của tôi lại bị xáo trộn. Tuy nhiên, cô Trâm đã đảm bảo rằng tôi sẽ được đón từ khách sạn và có thể tham gia lớp học buổi chiều. Trải nghiệm và lớp học thật tuyệt vời. Bà Trâm rất hiểu biết, dễ thương và thực tế. Cô ấy rất chu đáo với từng học sinh - đầu bếp -, cười lớn. Các món ăn trở nên tuyệt vời. Tôi - đã ở Việt Nam được hai tuần và đây là trải nghiệm yêu thích của tôi - chuyến tham quan và những món ăn ngon nhất được ăn. Cảm ơn một lần nữa vì một ngày tuyệt vời.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đến và tận hưởng thời gian từ chúng tôi. Chúc các bạn có khoảng thời gian vui vẻ ở Hội An và tận hưởng được nhiều điều thú vị trong kỳ nghỉ của mình.\nMs Trâm - whatsappnumber - 84 905953446 - Cảm ơnĐọc thêm",
            "Có ai có phiên bản hay của các công thức nấu ăn được thực hiện không? Tôi đã nhận được tin nhắn của họ nhưng nó hơi khó hiểu và không được trình bày rõ ràng. Sẽ rất vui nếu ai đó tạo một phiên bản dễ dàng theo dõi!Đọc thêm"
        ],
        "star_ratings": [
            478,
            11,
            3,
            0,
            0
        ],
        "review_amount": 492,
        "location": [
            "Khám phá Tour nấu ăn sinh thái Hội An",
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 18, 2024",
            "Written April 16, 2024",
            "Written April 16, 2024",
            "Written April 13, 2024",
            "Written April 12, 2024",
            "Written April 11, 2024",
            "Written April 11, 2024",
            "Written April 10, 2024",
            "Written April 10, 2024",
            "Written April 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d19488113-Reviews-or40-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or30-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or50-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13813466-Reviews-Coconut_Garden_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7022984-Reviews-Hoi_An_Eco_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13347572-Reviews-Tin_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4470450-Reviews-Hoi_An_Eco_Tours_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13172856-Reviews-Long_Phu_Eco_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710759-Reviews-Hacoconut_Coconut_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8773815-Reviews-Hoi_An_Eco_Green_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14138761-Reviews-Nga_Coconut_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16740003-Reviews-Hong_Coconut_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15334721-Reviews-Hangcoconut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710754-Reviews-Hoi_An_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13921453-Reviews-Coconut_Ring_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19415295-Reviews-Tram_Cooking_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d24074729-Reviews-Jodd_Fairs-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g187899-d12915887-Reviews-Pisa_Central_Station-Pisa_Province_of_Pisa_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d7396377-Reviews-Elephant_Hill-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d23565341-Reviews-Aqua_Nick-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321451-Reviews-Gion-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d2422722-Reviews-Otkert-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g55222-d218895-Reviews-JuRo_Stables-Mount_Juliet_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d10484197-Reviews-Upper_Gold_Camp_Road-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g55328-d1068451-Reviews-Tanger_Outlets_Sevierville-Sevierville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g50168-d2292994-Reviews-Gervasi_Vineyard-Canton_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or50-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or40-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Eco Cooking Tour Discovery",
        "attraction_name_vi": "Khám phá Tour nấu ăn sinh thái Hội An",
        "general_info": [
            "482 đánh giá",
            "- 4 trong 199 lớp - Workshop tại Hội An",
            "Chuyến tham quan sinh tháiLớp nấu ăn",
            "Du lịch sinh thái",
            "Lớp học nấu ăn"
        ],
        "attraction_summary": "Trải nghiệm du lịch sinh thái Hội An - Chợ địa phương, Thuyền thúng, Câu cua - Lớp học nấu ăn - \n Tận hưởng một ngày độc đáo ở làng chài Việt Nam hấp dẫn\n Khám phá những tuyến đường thủy rợp bóng cọ trong trò chơi độc đáo - Thuyền thúng - và ngạc nhiên trước kỹ năng nhảy múa của người chèo thuyền.\n Bà Trâm, đầu bếp tài năng kết hợp kỹ năng nấu nướng của mình và kỹ năng của những người hàng xóm trong làng để mang đến một ngày đi chơi tuyệt vời nhất ở Hội AnĐọc thêm",
        "reviews": [
            "Lớp học nấu ăn và tour du lịch thực sự tuyệt vời. Lần đầu tiên chúng tôi đi tham quan chợ tươi sống và cô ấy đã cho chúng tôi xem nhiều nguyên liệu địa phương khác nhau. Sau đó, chúng tôi đi thuyền dừa và cuối cùng là lớp học nấu ăn, đó là phần tuyệt nhất. Tất cả các món ăn chúng tôi nấu đều ngon. Rất khuyến khích! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đến và tận hưởng thời gian từ chúng tôi. Chúc các bạn có khoảng thời gian vui vẻ ở Hội An và tận hưởng được nhiều điều thú vị trong kỳ nghỉ của mình.\nMs Trâm - whatsappnumber - 84 905953446 - Cảm ơnĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời khi đi dạo quanh các khu chợ và được giới thiệu tất cả các nguyên liệu khác nhau mà chúng tôi sẽ sử dụng, sau chuyến tham quan bằng thuyền thúng của tôi thật tuyệt vời. Phần hay nhất là lớp học nấu ăn, giáo viên của chúng tôi thật tuyệt vời và giải thích mọi thứ một cách hoàn hảo. Không thể yêu cầu ai tốt hơn.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đến và tận hưởng thời gian từ chúng tôi. Chúc các bạn có khoảng thời gian vui vẻ ở Hội An và tận hưởng được nhiều điều thú vị trong kỳ nghỉ của mình.\nMs Trâm - whatsappnumber - 84 905953446 - Cảm ơnĐọc thêm",
            "Thật sự là một trải nghiệm tuyệt vời! Đầu bếp của chúng tôi, Tram, rất đáng yêu! Cô ấy đã gặp chúng tôi tại chợ địa phương, nơi chúng tôi mua những nguyên liệu tươi ngon cho lớp học nấu ăn của mình. Cô ấy nói tiếng Anh rất tốt và dễ dàng giải thích từng quy trình. Vào cuối lớp học, chúng tôi đã được thưởng thức những món ăn Việt Nam ngon nhất. Tôi thực sự muốn giới thiệu trải nghiệm này. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đến và tận hưởng thời gian từ chúng tôi. Chúc các bạn có khoảng thời gian vui vẻ ở Hội An và tận hưởng được nhiều điều thú vị trong kỳ nghỉ của mình.\nMs Trâm - whatsappnumber - 84 905953446 - Cảm ơnĐọc thêm",
            "Rất mang tính giáo dục và thực hành chuyến tham quan - - - Tôi rất thích nó! Hướng dẫn viên của chúng tôi - và đầu bếp rất thân thiện! Và THỰC PHẨM!  - - - Chắc chắn sẽ đề xuất điều này - - - Cảm ơn bạn rất nhiều!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đến và tận hưởng thời gian từ chúng tôi. Chúc các bạn có khoảng thời gian vui vẻ ở Hội An và tận hưởng được nhiều điều thú vị trong kỳ nghỉ của mình.\nMs Trâm - whatsappnumber - 84 905953446 - Cảm ơnĐọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời với Trâm, cô ấy gặp chúng tôi ở chợ - cung cấp rất nhiều thông tin về sản phẩm địa phương. Tốc độ rất tốt - chúng tôi có thời gian để tiếp thu mọi thứ. Tương tự với lớp học nấu ăn, chúng tôi đã trải qua quá trình một cách suôn sẻ - Trâm mang đến một không gian vui vẻ - hạnh phúc để học cách nấu ăn của các em.  - Chúng tôi đã kết thúc với bữa trưa ngon nhất mà chúng tôi từng có trong chuyến đi Việt Nam trong tháng!! Đây là việc phải làm!! - Về mặt cá nhân, chúng tôi sẽ bỏ qua thuyền dừa mà bắt tay vào nấu ăn ngay.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đến và tận hưởng thời gian từ chúng tôi. Tôi chúc bạn có một khoảng thời gian tuyệt vời ở Hội An và tận hưởng nhiều điều trong kỳ nghỉ của bạn.\nMs Trâm - whatsappnumber - 84 905953446 - ThanksĐọc thêm",
            "Trải nghiệm tuyệt vời về hoạt động này. Hướng dẫn viên Trâm của chúng tôi có tiếng Anh xuất sắc nên chúng tôi cảm thấy rất được chào đón ngay từ đầu. Chợ rất thú vị và vui vẻ. Việc nấu ăn rất tuyệt và thức ăn rất ngon! Nhóm của chúng tôi bao gồm độ tuổi từ trẻ em đến trên 60 tuổi và mọi người đều có khoảng thời gian tuyệt vời. Thuyền thúng cũng rất tuyệt. Muốn giới thiệu cho mọi người và giá cả rất hợp lý.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đến và tận hưởng thời gian từ chúng tôi. Chúc các bạn có khoảng thời gian vui vẻ ở Hội An và tận hưởng được nhiều điều thú vị trong kỳ nghỉ của mình.\nMs Trâm - whatsappnumber - 84 905953446 - Cảm ơnĐọc thêm",
            "Được đánh giá cao vì chủ nhà nhiệt tình và thân thiện cũng như những món ăn đơn giản và tuyệt vời mà chúng tôi đã chuẩn bị. Họ phục vụ cho người ăn chay và dị ứng thực phẩm!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đến và tận hưởng thời gian từ chúng tôi. Chúc các bạn có khoảng thời gian vui vẻ ở Hội An và tận hưởng được nhiều điều thú vị trong kỳ nghỉ của mình.\nMs Trâm - whatsappnumber - 84 905953446 - Cảm ơnĐọc thêm",
            "Trâm thật tuyệt vời cả ở chợ địa phương - kể cho chúng tôi tất cả về các loại thảo mộc, rau, thịt và cá - và trong phòng bếp của cô ấy - không gian đẹp, nơi tất cả chúng tôi đều có thể vừa vặn và cách dạy của cô ấy rất đơn giản để làm theo. Ngoài ra, đi thuyền thúng rất vui vẻ, mọi người rất thân thiện. Tôi chắc chắn khuyên bạn nên Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đến và tận hưởng thời gian từ chúng tôi. Chúc các bạn có khoảng thời gian vui vẻ ở Hội An và tận hưởng được nhiều điều thú vị trong kỳ nghỉ của mình.\nMs Trâm - whatsappnumber - 84 905953446 - Cảm ơnĐọc thêm",
            "Lớp học nấu ăn là một trải nghiệm thú vị và chúng tôi đã học được cách nấu nhiều món ăn ngon của Việt Nam. Đi thuyền thúng là một bổ sung tuyệt vời, thật thú vị khi đi xuôi dòng sông và cố gắng bắt một số cua. Buổi sáng vui vẻ.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đến và tận hưởng thời gian từ chúng tôi. Chúc các bạn có khoảng thời gian vui vẻ ở Hội An và tận hưởng được nhiều điều thú vị trong kỳ nghỉ của mình.\nMs Trâm - whatsappnumber - 84 905953446 - Cảm ơnĐọc thêm",
            "Buổi chiều tuyệt vời học cách tạo ra một số món ăn Việt Nam. Trum thật tuyệt vời khi cô ấy giải thích về cách nấu ăn cũng như những nguyên liệu được sử dụng. Cô ấy rất kiên nhẫn. Cũng là một không gian tuyệt vời để nấu ăn.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã đến và tận hưởng thời gian từ chúng tôi. Chúc các bạn có khoảng thời gian vui vẻ ở Hội An và tận hưởng được nhiều điều thú vị trong kỳ nghỉ của mình.\nMs Trâm - whatsappnumber - 84 905953446 - Cảm ơnĐọc thêm"
        ],
        "star_ratings": [
            478,
            11,
            3,
            0,
            0
        ],
        "review_amount": 492,
        "location": [],
        "reviews_time": [
            "Written April 9, 2024",
            "Written April 8, 2024",
            "Written April 4, 2024",
            "Written April 4, 2024",
            "Written April 3, 2024",
            "Written April 3, 2024",
            "Written April 1, 2024",
            "Written March 30, 2024",
            "Written March 30, 2024",
            "Written March 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d19488113-Reviews-or50-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or40-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or60-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13813466-Reviews-Coconut_Garden_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7022984-Reviews-Hoi_An_Eco_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15708944-Reviews-Phu_Lanh_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13347572-Reviews-Tin_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4470450-Reviews-Hoi_An_Eco_Tours_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13172856-Reviews-Long_Phu_Eco_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710759-Reviews-Hacoconut_Coconut_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8773815-Reviews-Hoi_An_Eco_Green_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14138761-Reviews-Nga_Coconut_Basket_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16740003-Reviews-Hong_Coconut_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15334721-Reviews-Hangcoconut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16710754-Reviews-Hoi_An_Basket_Boat-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13921453-Reviews-Coconut_Ring_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19415295-Reviews-Tram_Cooking_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298316-d10411692-Reviews-Pasar_Malam_Setia_Alam-Shah_Alam_Petaling_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g60442-d270556-Reviews-Buffalo_Bill_Center_of_the_West-Cody_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d131397-Reviews-Kapiolani_Park-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d320715-Reviews-Stanley_Market-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g1798615-d10499300-Reviews-Kiva_Beach-South_Lake_Tahoe_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4170601-Reviews-Mermaid_s_show-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1450282-Reviews-MagiQuest-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d523153-Reviews-Brettos_Bar-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2425567-Reviews-Demiroren_Istiklal_Shopping_Center-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g194856-d4170610-Reviews-Spiaggia_del_Pevero-Porto_Cervo_Arzachena_Province_of_Olbia_Tempio_Sardinia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or60-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-or50-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html"
    }
]