[
    {
        "attraction_name": "Hoi An Native and Social Travel",
        "attraction_name_vi": "Du lịch bản địa và xã hội Hội An",
        "general_info": [
            "193 đánh giá",
            "- 35 trong số 237 Đồ ăn - Đồ uống tại Hội An",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi đã có một ngày tuyệt vời với những người lái xe dễ dàng đi qua đèo Hải Vân. Họ chỉ cho chúng tôi những địa điểm tuyệt vời như thác nước tuyệt đẹp, những tòa nhà cổ kính và Ngũ Hành Sơn. Việc giao tiếp rất dễ dàng vì họ nói tiếng Anh rất tốt! Chúng tôi đã có rất nhiều niềm vui với họ. Chắc chắn sẽ khuyên bạn nên làm và chắc chắn sẽ làm lại!Đọc thêm",
            "Tận hưởng 6 giờ với Luc. Đón khách từ khu nghỉ dưỡng , người chồng lái chiếc xe tay ga của riêng mình và Luc có đặc quyền chở tôi gấp đôi : - . Đã thấy rất nhiều trang web theo dõi mà chúng tôi chưa bao giờ tự mình nhìn thấy. Yêu văn hóa địa phương, đến thăm những ngôi nhà - gia đình sản xuất đồ thủ công bằng gỗ, đồ gốm, bánh tráng, chiếu ngủ.. học hỏi lẫn nhau và hòa mình không chỉ vào Mặt trời mà cả mọi thứ chúng ta đã trải qua. Rất khuyến khích chuyến tham quan này và Luc là người hướng dẫn của bạn, chúng tôi đã có một ngày tuyệt vời.  Nadine - Craig New ZealandĐọc thêm",
            "Hướng dẫn viên của tôi hôm nay là Luc. Anh ấy đến đúng giờ và chúng tôi lên đường trên chiếc xe máy của anh ấy. Tôi đã vô cùng lo lắng. Luc đảm bảo với tôi rằng anh ấy sẽ chậm rãi và cẩn thận. Chuyến đi thật tuyệt vời và tôi không bao giờ cảm thấy lo lắng. Lực chỉ cho tôi một số cảnh đẹp tuyệt vời xung quanh tỉnh Hội An và giải thích các khía cạnh của văn hóa Việt Nam.Đọc thêm",
            "Chuyến đi tuyệt vời trên đèo Hải Vân! Tôi và bạn gái của tôi thực sự yêu thích chuyến đi đó. Luc và Hậu thực sự rất tốt bụng và thân thiện, và lái xe giỏi nữa. Chúng tôi đã đến thăm Ngũ Hành Sơn và Thác nước, nhưng điểm nổi bật trong ngày là đèo Hải Vân: con đường đẹp nhất mà tôi từng gặp!Đọc thêm",
            "Ồ! Đây là một cuộc phiêu lưu tuyệt vời và mãnh liệt! Nếu bạn thực sự muốn thoát khỏi con đường quen thuộc và ngắm nhìn vùng nông thôn xung quanh Hội An thì đây là chuyến đi nên thực hiện. Ông Luc, người hướng dẫn của chúng tôi, thật tuyệt, anh ấy rất hay đùa, nói tiếng Anh tuyệt vời và sẽ đưa bạn đến những nơi mà bạn có thể không bao giờ nghĩ đến việc tự mình đi. Điểm nổi bật của chúng tôi là làm bánh xèo với một số phụ nữ vui vẻ trong nhà, thăm Thánh địa Mỹ Sơn, lái xe lên xuống con đường núi quanh co, đi bộ lên một trong nhiều bể bơi ở thác nước tuyệt đẹp trên núi, lái xe qua cây cầu tre - khó hơn nhiều so với vẻ ngoài của nó! - , và bị mắc kẹt trong bùn và cười lớn về điều đó!  Bạn có thể điều chỉnh chuyến đi theo nhu cầu của mình, nhưng tôi khuyên bạn nên đến với mong muốn phiêu lưu, một số kỹ năng trên xe máy, quần áo bạn không ngại bị ướt và dính bùn, và một đôi giày tốt để đi bộ - leo núi. Bạn còn chờ gì nữa! ? Gửi tin nhắn cho họ và ra khỏi đó!Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời với Luc và Hậu. Chúng tôi đã đến núi đá cẩm thạch, nhìn thấy tượng Phật, lái xe qua đèo Hải Vân, ăn trưa ở bờ biển, thăm thác nước, ngắm hoàng hôn tuyệt đẹp .. chúng tôi có đủ thời gian ở mọi nơi để biết thông tin cơ bản và một số hình ảnh. Trình điều khiển an toàn và có kinh nghiệm! Chúng tôi rất muốn giới thiệu chuyến tham quan!Đọc thêm",
            "Có một ngày tuyệt vời khi đi từ Hội An đến Mỹ Sơn qua những con đường phía sau với Luke. Tôi tự cưỡi ngựa trong khi đối tác của tôi ngồi phía sau cùng với Luke và tôi. Đó là một cách tuyệt vời để ngắm nhìn vùng nông thôn Việt Nam và chúng tôi đã có một trải nghiệm tuyệt vời trên chiếc xe tay ga này. Rất muốn giới thiệu. Đọc thêm",
            "Trải nghiệm chuyến du lịch nửa ngày do hướng dẫn viên Long thực hiện riêng cho tôi. Rất vui! Anh ấy cũng chụp một số hình ảnh và video đẹp trên đường đi. Rất có thể giới thiệu nó nếu bạn đang tìm kiếm một tour du lịch bằng xe máy ở Hội An. Đọc thêm",
            "Chuyến đi hôm nay thật tuyệt vời!  Long, hướng dẫn viên của tôi rất thân thiện và chu đáo.  Anh ấy giải thích chính xác về chuyến đi cho tôi và đáp lại mong muốn của tôi.  Anh ấy lái xe rất tốt và an toàn.  Thật sự rất thú vị và hào hứng khi được biết điều gì đó về cuộc sống địa phương.  Tiếng Anh của anh ấy rất hoàn hảo, chúng tôi nói chuyện rất tốt với nhau và anh ấy đã giải thích rất nhiều điều trong chuyến tham quan.  Tôi sẽ làm điều đó một lần nữa bất cứ lúc nào.  Cảm ơn Long!Đọc thêm",
            "Những gì tôi thấy trong một ngày sẽ mất cả tuần để khám phá. Và để người dân địa phương chỉ cho bạn đất nước xinh đẹp của họ là cách tốt nhất để khám phá. Hướng dẫn viên của tôi Heip là một quý ông tốt bụng và ngọt ngào. Luôn cảm thấy hoàn toàn an toàn khi chúng tôi lái xe qua vùng nông thôn và lên xuống bờ biển hùng vĩ. Chúng tôi đã đi qua rất nhiều vùng đất và rất nhiều cảnh đẹp, tôi cảm thấy mình chắc chắn đã nhận được giá trị xứng đáng và hơn thế nữa. Điều duy nhất tôi hối tiếc là tôi không có thời gian cho một chuyến đi khác. Tôi sẽ làm tất cả nếu có thể. Đây là một giá trị tuyệt vời cho số tiền bạn bỏ ra và là một ý tưởng tuyệt vời nếu bạn muốn tận dụng tối đa thời gian lưu trú tại Hội An. Đọc thêm"
        ],
        "star_ratings": [
            187,
            5,
            1,
            0,
            0
        ],
        "review_amount": 193,
        "location": [
            "Du lịch bản địa và xã hội Hội An",
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written November 8, 2022",
            "Written November 4, 2022",
            "Written October 28, 2022",
            "Written February 4, 2020",
            "Written February 3, 2020",
            "Written January 4, 2020",
            "Written January 2, 2020",
            "Written December 27, 2019",
            "Written November 29, 2019",
            "Written November 22, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8295681-Reviews-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or10-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3805800-Reviews-Ginger_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19919044-Reviews-Hoi_An_Rental_Car-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25298314-Reviews-Dahan_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7659637-Reviews-Hoi_An_Eco_Tourism-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6407319-Reviews-Hoi_An_Photo_Walks-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12703436-Reviews-Captain_Dans_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10034761-Reviews-Hoi_An_Impressive_Farm-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15044495-Reviews-Linh_Lavender_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2038078-Reviews-Green_Bamboo_Cooking_School_Cafe-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8536524-Reviews-Spa_Simon-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10196707-Reviews-Hoi_An_Bike_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795468-Reviews-Duc_Minh_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54354-d527374-Reviews-Patriots_Point_Naval_Maritime_Museum-Mount_Pleasant_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g188084-d286295-Reviews-Schilthorn_Piz_Gloria-Murren_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d18937568-Reviews-Futurium-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g45399-d3335704-Reviews-Wild_West_Yellowstone_Rodeo-West_Yellowstone_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g303907-d1992729-Reviews-Tanaporn_Massage_House-Ko_Pha_Ngan_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g40554-d104056-Reviews-Crescent_Beach_State_Park-Cape_Elizabeth_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d144665-Reviews-Casino_at_Harrah_s_Cherokee-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g580249-d1828375-Reviews-Aquashow_Park-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d9769262-Reviews-Krakow_Pinball_Museum-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1967079-d5074371-Reviews-Khewra_Salt_Mine-Khewra_Punjab_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or10-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Native and Social Travel",
        "attraction_name_vi": "Du lịch bản địa và xã hội Hội An",
        "general_info": [
            "193 đánh giá",
            "- 35 trên 237 Món ăn – Đồ uống ở Hội An",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi phải đi vòng quanh rất nhiều nơi mà chúng tôi chưa từng thấy nếu không có hướng dẫn viên địa phương. Đó là một trải nghiệm tuyệt vời và chắc chắn sẽ giới thiệu nó!Đọc thêm",
            "Sherlock và Xo thật tuyệt! Chúng tôi đã nhìn thấy mọi thứ và hơn thế nữa, họ thậm chí còn đưa chúng tôi qua vùng nông thôn nơi chúng tôi có thể nhìn thấy những làng chài nhỏ. Họ dừng lại cho chúng tôi bất cứ khi nào chúng tôi muốn chụp ảnh và đồ ăn chúng tôi dùng cho bữa trưa rất ngon. Không thể - không đề xuất thêm.Đọc thêm",
            "Sherlock và Xo thật tuyệt vời. Đưa chúng tôi đi chệch hướng tới những thứ mà bạn thường không thấy. Đã đãi chúng tôi một bữa trưa tuyệt vời và thả chúng tôi về khách sạn. Không thể đề xuất thêm!Đọc thêm",
            "Tôi cùng Long đi thăm làng Dhroong để thăm thợ dệt Cơ Tu. Chúng tôi đi xe máy xuyên núi và ở lại qua đêm với một gia đình địa phương trước khi trở về Hội An qua đường mòn Hồ Chí Minh vào ngày hôm sau. Long là một hướng dẫn viên du lịch tuyệt vời - rất vui khi điều chỉnh kế hoạch theo bất cứ điều gì tôi muốn làm. Chúng tôi dừng lại để thưởng thức một số món ăn và cà phê ngon trên đường đi và tôi thực sự thích những cuộc trò chuyện về văn hóa Việt Nam. Nếu bạn muốn ngắm nhìn một số khu vực thực sự của tỉnh Quảng Nam mà không cần đến khách du lịch, các tour du lịch bản địa Hội An là lựa chọn phù hợp. Tôi cảm thấy hoàn toàn an toàn và thoải mái khi ở cùng Long - s và tôi giới thiệu anh ấy cho bất kỳ du khách lẻ nào. 5 sao!  -  -  -  -  -  -  -  -  -  - Đọc thêm",
            "Tour du lịch rất tốt từ du lịch, thực phẩm rất tốt. Điểm nổi bật là vùng nông thôn Hội An, có rất nhiều thứ để xem trên xe máy và những người tốt để gặp. Chúng tôi có thể tự mình kéo dài chuyến lưu diễn của mình, luôn vui vẻ với các bạn!Xin chào Bianca và SteffenĐọc thêm",
            "Thực sự rất thích chuyến đi của chúng tôi từ Huế đến Hội An. Chúng tôi đã nhận được lời giới thiệu từ một người bạn và điều đó đã không làm bạn thất vọng! Hướng dẫn viên du lịch của chúng tôi, Sherlock và Xo, rất thân thiện và rất có sức chứa. Họ đã chụp những bức ảnh tuyệt vời trên đường đi và rất vui khi được đi cùng. Chúng tôi cảm thấy an toàn trong tay họ và chắc chắn sẽ giới thiệu! Đọc thêm",
            "My husband and I spent 2 days with Long and these tours were the highlight of our trip to Vietnam! Both tours were an excellent way to get a real sense of Vietnam and its people, and a great hands-on way to immerse yourself in the culture. WE HIGHLY, HIGHLY RECOMMEND YOU SIGN UP FOR THIS TOUR. It just might be the highlight of your entire trip as well. We started with the half day tour to the Hoi An countryside. Long picked us up from our hotel with motor bikes and after a quick lesson, we were off. We drove through the beautiful countryside, past rice paddies and through villages and made multiple stops. We visited a family who makes pottery and clay sculptures  - and got to make small bowls - , stopped at a roadside restaurant for drinks, learned how to make  - and helped make -  straw sleeping mats, and visited a family that makes reels of fabric with old looms. Long was an incredible guide, full of information about Vietnamese culture and was able to answer any questions we had. In the entire 4 hours we were traveling we did not see any other tourists - such a cool way to really see the country!The second day we booked the full day tour to the My Son temples, again with Long. In addition to visiting the temples, we visited a family who makes rice paper, a delightful man who makes pho noodles  - and who let us try making and eating our own - , and stopped by a house where incense is made. Again, the entire day was amazing and Long was an excellent guide. We ended the day in the wood working village and got to try our hand at wood carving. These tours are an incredible way to see the parts of Vietnam that you don - t see in the cities. If you have a day, or even a half day, in Hoi An you should strongly consider booking a tour with Long! Read more",
            "Long và người bạn Ting Ting của anh ấy là những người tuyệt vời nhất. Vợ tôi và tôi đã thực hiện chuyến du lịch Mỹ Sơn cả ngày. Rất an toàn trong suốt thời gian ngồi sau xe máy của họ. Khi quan sát cuộc sống địa phương tại một số ngôi nhà của gia đình và cả vùng nông thôn, chúng tôi không thấy một khách du lịch nào ngoại trừ Mỹ Sơn! Họ biết những con đường cần đi giúp bạn có cái nhìn chân thực về cuộc sống địa phương. Bữa trưa và cà phê với Long và Ting cũng dạy chúng tôi rất nhiều điều về Việt Nam, đó là văn hóa, lịch sử, con người. Chúng tôi sẽ không bao giờ quên chuyến tham quan này, hãy làm điều đó. Như tôi đã nói ở tiêu đề, đây là một trong năm ngày du lịch tuyệt vời nhất trong cuộc đời tôi! Đọc thêm",
            "Những người này thật xuất sắc. Hướng dẫn tuyệt vời và một chuyến đi tuyệt vời. Rất hữu ích, chúng tôi đã đi đến rất nhiều nơi mà chúng tôi có thể bỏ lỡ nếu đi một mình.Đọc thêm",
            "Một ngày tuyệt vời. Chúng tôi thường xuyên dừng lại ở những thắng cảnh để uống nước và chụp ảnh. Hướng dẫn của chúng tôi rất hữu ích trong việc mang lại nhiều thứ cho chúng tôi. Chúng tôi đến một nhà hàng hải sản trên bãi biển và đến thác nước có đầm để bơi. Một ngày dài nhưng rất xứng đáng. Hướng dẫn của chúng tôi rất thân thiện và hữu ích và không thể có lỗi. Anh ấy đã lái xe với tốc độ hợp lý để chúng tôi có thể theo kịp giao thông. Không bao gồm xăng cho xe đạp, bữa trưa hoặc thác nước.Đọc thêm"
        ],
        "star_ratings": [
            187,
            5,
            1,
            0,
            0
        ],
        "review_amount": 193,
        "location": [
            "Du lịch bản địa và xã hội Hội An",
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written October 28, 2019",
            "Written October 27, 2019",
            "Written October 27, 2019",
            "Written September 9, 2019",
            "Written March 1, 2019",
            "Written January 21, 2019",
            "Written January 12, 2019",
            "Written January 4, 2019",
            "Written September 1, 2018",
            "Written August 25, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8295681-Reviews-or10-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or20-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3805800-Reviews-Ginger_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19919044-Reviews-Hoi_An_Rental_Car-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25298314-Reviews-Dahan_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7659637-Reviews-Hoi_An_Eco_Tourism-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6407319-Reviews-Hoi_An_Photo_Walks-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12703436-Reviews-Captain_Dans_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10034761-Reviews-Hoi_An_Impressive_Farm-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15044495-Reviews-Linh_Lavender_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2038078-Reviews-Green_Bamboo_Cooking_School_Cafe-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8536524-Reviews-Spa_Simon-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10196707-Reviews-Hoi_An_Bike_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795468-Reviews-Duc_Minh_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147393-d818424-Reviews-Argyle_Waterfall-Scarborough_Tobago_Trinidad_and_Tobago.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d2264942-Reviews-Fun_Spot_America-Kissimmee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g48503-d240266-Reviews-The_Strong_National_Museum_of_Play-Rochester_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g488301-d543496-Reviews-Prada_Outlet_Space-Montevarchi_Province_of_Arezzo_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g189963-d14979507-Reviews-GeoSea-Husavik_Northeast_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g48899-d1108811-Reviews-High_Falls_Gorge-Wilmington_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60845-d2195481-Reviews-Greensboro_Science_Center-Greensboro_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d17613247-Reviews-A_O_T_Limousine_Service-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d10358077-Reviews-Dar_Al_Salam_Mall-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g153373-d153456-Reviews-Laguna_Manialtepec-Puerto_Escondido_Southern_Mexico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or20-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or10-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Native and Social Travel",
        "attraction_name_vi": "Du lịch bản địa và xã hội Hội An",
        "general_info": [
            "193 đánh giá",
            "- 35 trên 237 Món ăn – Đồ uống ở Hội An",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Ngay từ đầu, anh Long đã phản hồi email của chúng tôi và điều phối hành trình của chúng tôi tại Hội An trong những tuần trước khi chúng tôi khởi hành. Anh ấy đã dành thời gian gặp chúng tôi vào ngày trước khi chúng tôi bắt đầu chuyến đi để chúng tôi cảm thấy thoải mái. Vào ngày chúng tôi đi, anh ấy đã kiên nhẫn hướng dẫn chúng tôi cách đi xe máy ở Việt Nam và đưa chúng tôi đi dọc những con đường nông thôn cho đến khi chúng tôi sẵn sàng đi vào đường phố và đường cao tốc trong thành phố. Anh ấy tử tế và phản hồi các yêu cầu của chúng tôi trong suốt chuyến đi trong ngày, kiểm tra trải nghiệm của chúng tôi và mang cho chúng tôi rất nhiều đồ uống lạnh! Chúng tôi thực sự muốn giới thiệu anh ấy và công ty này - đây dễ dàng là phần chúng tôi yêu thích nhất trong 12 ngày ở Việt Nam!! Đọc thêm",
            "Cha, anh trai tôi và tôi đều vô cùng yêu thích chuyến du lịch nửa ngày đến Núi Khỉ. Chúng tôi lái xe qua những cánh đồng lúa tuyệt đẹp, trên bãi cát trên bãi biển và lên núi với khung cảnh ngoạn mục của thành phố. Sau đó chúng tôi dừng lại ở chùa trên tuyến đường. Một cách đáng yêu để kết thúc chuyến đi của chúng tôi đến Việt Nam. Khuyến khích mạnh mẽ. Anh Long cũng tuyệt lắm. Đọc thêm",
            "Thấy rất nhiều, Long là một hướng dẫn viên du lịch xuất sắc và mọi thứ diễn ra rất suôn sẻ. Mối quan tâm chính của anh là sự an toàn. Một trong nhiều điểm nổi bật là chuyến đi dọc bãi biển, một chuyến đi khác là chuyến đi lên núi Khỉ rất được khuyến khích. Nếu bạn không thể điều khiển bánh răng trên xe đạp thì anh ấy có xe tay ga tự động. Đọc thêm",
            "Chuyến tham quan thực sự tốt, chúng tôi đã thấy mọi thứ có liên quan và phi du lịch. Cuộc hành trình mang lại kết quả thư giãn và đáng kinh ngạc! Đặc biệt cảm ơn những hướng dẫn viên tuyệt vời, anh Long và anh trai!Đọc thêm",
            "Chúng tôi đã đặt tour du lịch nửa ngày với Long và em trai Thanh và điều đó thật tuyệt vời. Bây giờ chúng tôi rất tiếc vì đã không thực hiện một chuyến đi dài hơn với họ vì đó là một trải nghiệm tuyệt vời. Họ đã cho thấy Việt Nam từ một khía cạnh mà chúng tôi chưa từng thấy trước đây... rất chân thực! Chúng tôi có cơ hội đến thăm những ngôi làng duyên dáng quanh Hội An và cũng được tiếp xúc với người dân địa phương và giúp họ làm đồ gốm hoặc chiếu rơm. Chúng tôi bị mê hoặc bởi con người, ngôi nhà và công việc của họ. Và Long, anh ấy đã thuyết phục chúng tôi bằng kỹ năng tiếng Anh tuyệt vời cũng như triết lý sống đầy cảm hứng của anh ấy. Thật thú vị khi nói chuyện với anh ấy và tìm hiểu câu chuyện của anh ấy. Chúng tôi cũng học được rất nhiều về văn hóa Việt Nam. Chúng tôi thực sự khuyên bạn nên tham gia chuyến tham quan bằng xe máy này!Đọc thêm",
            "Đã thực hiện hai chuyến du lịch với họ: nội địa Hội An - một mình - và chuyến đi một chiều từ Hội An đến Huế - cùng gia đình -. Trong đó có Đèo Hải Vân. Cả hai chuyến đi đều tuyệt vời, những chuyến đi tuyệt vời nhất mà chúng tôi đã thực hiện trong nhiều năm. Thiết bị tuyệt vời. Bữa trưa rất ngon với hải sản. Hướng dẫn Long rất tuyệt: anh ấy đã nghiên cứu Văn hóa Việt Nam và biết nhiều về văn hóa và lịch sử. Và bạn cũng có thể cười với anh ấy ;- - . Bạn đến thăm những nơi mà bạn không thể tự mình tìm thấy và được cung cấp rất nhiều thông tin cơ bản. Chắc chắn đáng đồng tiền!Đọc thêm",
            "Long, chủ sở hữu của Hoi An Motorcycle Tours, là một anh chàng tốt bụng! Anh ấy biết rất rõ khu vực xung quanh Hội An và nhiều ngôi làng địa phương - - Đọc thêm",
            "Tôi và cô con gái tuổi teen đã chọn đi trọn một ngày từ Hội An đến Huế để chuyển sang điểm dừng chân tiếp theo. Rất vui vì chúng tôi đã làm như vậy, đó là một ngày tuyệt vời với một số điểm dừng thực sự tốt và cơ hội chụp ảnh trên đường đi. Hướng dẫn viên của chúng tôi, Long - bale - và Loc rất thân thiện và vui tính khiến chúng tôi cảm thấy rất thoải mái. Không có giới hạn thời gian ở mỗi điểm dừng và mọi thứ đều theo tốc độ riêng của chúng tôi, điều đó thật tuyệt vời. Các hướng dẫn viên có rất nhiều kiến ​​thức và lịch sử địa phương để giúp chúng tôi tận hưởng các chuyến tham quan.  Chúng tôi cũng có thể vận chuyển những chiếc ba lô khổng lồ của mình và mọi thứ đều không gặp rắc rối. Khi chúng tôi đến điểm đến và khách sạn mới, các anh chàng thậm chí còn giúp chúng tôi leo 4 tầng cầu thang với hành lý của mình - chúng tôi đã trả tiền cho họ rồi - điều mà chúng tôi rất biết ơn vì đã kiệt sức suốt cả ngày. Tôi ước chúng ta có đủ khả năng để đi du lịch khắp Việt Nam cùng với những người này, đó chắc chắn là cách tốt nhất và thú vị nhất để khám phá đất nước này. Rất khuyến khích mọi người sử dụng công ty này và thực hiện ít nhất một chuyến tham quan với họ. Bạn sẽ không phải thất vọng : - Đọc thêm",
            "Đây là ngày tốt nhất trong chuyến đi của chúng tôi cho đến nay. Hai người đã hướng dẫn đối tác của tôi và tôi đã thực hiện điều đó một cách vui vẻ, nhiều thông tin và trên hết là an toàn. Tôi không ngần ngại giới thiệu ông Long, công ty và nhân viên của ông. Đọc thêm",
            "Tuyệt vời từ đầu đến cuối. Chúng tôi đã có một ngày tuyệt vời khi được ngắm cảnh dọc tuyến đường từ Huế đến Hội An. Họ thậm chí còn giúp thử các món ăn địa phương. Các tài xế đều rất tốt và liên tục đảm bảo rằng chúng tôi ổn. Hình thức vận chuyển tốt nhất tại Việt Nam.Đọc thêm",
            "việc này tốn bao nhiêu tiền?Đọc thêm"
        ],
        "star_ratings": [
            187,
            5,
            1,
            0,
            0
        ],
        "review_amount": 193,
        "location": [
            "Du lịch bản địa và xã hội Hội An",
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written August 20, 2018",
            "Written August 18, 2018",
            "Written August 18, 2018",
            "Written August 15, 2018",
            "Written August 9, 2018",
            "Written August 7, 2018",
            "Written July 24, 2018",
            "Written July 20, 2018",
            "Written July 20, 2018",
            "Written July 17, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8295681-Reviews-or20-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or10-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or30-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3805800-Reviews-Ginger_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19919044-Reviews-Hoi_An_Rental_Car-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25298314-Reviews-Dahan_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7659637-Reviews-Hoi_An_Eco_Tourism-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6407319-Reviews-Hoi_An_Photo_Walks-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12703436-Reviews-Captain_Dans_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10034761-Reviews-Hoi_An_Impressive_Farm-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15044495-Reviews-Linh_Lavender_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2038078-Reviews-Green_Bamboo_Cooking_School_Cafe-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8536524-Reviews-Spa_Simon-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10196707-Reviews-Hoi_An_Bike_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795468-Reviews-Duc_Minh_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60580-d15140458-Reviews-Two_Step-Captain_Cook_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294496-Reviews-Grand_Bazaar-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d1091681-Reviews-Nationals_Park-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2536000-Reviews-French_Market-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g52340-d270752-Reviews-Kentuck_Knob-Chalk_Hill_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g42088-d257949-Reviews-Morley_Candy_Makers_The_Home_of_Sanders_Candy-Clinton_Township_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d146658-Reviews-Fairy_Falls-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g2398418-d18195155-Reviews-Polwel_Park-Rangamati_Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g38815-d1546914-Reviews-Schlitterbahn_Waterpark_Kansas_City-Kansas_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g154945-d219337-Reviews-Inner_Harbour-Victoria_Victoria_Capital_Regional_District_Vancouver_Island_British.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or30-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or20-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Native and Social Travel",
        "attraction_name_vi": "Du lịch bản địa và xã hội Hội An",
        "general_info": [
            "193 đánh giá",
            "- 35 trên 237 Món ăn – Đồ uống ở Hội An",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Bản thân tôi và ba người bạn đã có một ngày tuyệt vời khi đi từ Huế đến Hội An. Ông Long và phi hành đoàn của ông thật tuyệt vời và rất quan tâm đến chúng tôi. Xin chân thành cảm ơn tất cả họ.Đọc thêm",
            "Chúng tôi đã có thời gian tuyệt vời nhất trong chuyến lưu diễn này! Đã thấy rất nhiều thứ trong một ngày và thật tuyệt khi được nhìn thấy khắp miền quê. Anh Long và tất cả những tay đua khác đều rất hữu ích và đảm bảo rằng tất cả chúng tôi đều có khoảng thời gian tuyệt vời. Tôi thực sự muốn giới thiệu chuyến tham quan này cho bất kỳ ai!Đọc thêm",
            "Cảm ơn anh Long và toàn thể nhân viên. Chúng tôi là một nhóm bốn người và chúng tôi đã có một ngày tuyệt vời. Các tài xế đều rất thân thiện, mọi thứ đều được bao gồm và chúng tôi được chăm sóc rất tốt - - ngày tuyệt vời nhất chúng tôi đã có ở Việt Nam cho đến nay! Đọc thêm",
            "Tôi đã tham gia chuyến du lịch bằng xe máy này cùng với bố mẹ và chị gái song sinh của mình, và điều đó thật không thể tin được. Bố và tôi lái xe đạp riêng, trong khi chị gái và mẹ tôi đi cùng Long và Hương. Tôi chưa bao giờ lái xe trước đây nên trước khi rời đi, họ đã dạy tôi một bài học ngắn gọn nhưng đầy đủ về cách lái xe an toàn. Chúng rất dễ hiểu và tôi cảm thấy an toàn khi lái xe qua những con phố ít đông đúc hơn ở Hội An. Tôi không muốn làm hỏng cuộc vui nhưng chúng tôi đã dừng lại ở cộng đồng gốm sứ, nhà máy dầu lạc, nhà máy vải và nhà thợ dệt. Mọi người chúng tôi gặp đều vô cùng tốt bụng và thân thiện, và những nơi chúng tôi lái xe qua đều đẹp đến kinh ngạc. Và - cuộc phiêu lưu - ở phần cuối là một trong những trải nghiệm phấn khích nhất trong ký ức gần đây. Long và Hương đều là những người hiểu biết, vui tính và tốt bụng. Tôi muốn giới thiệu dịch vụ của họ cho bất kỳ ai!Đọc thêm",
            "Chúng tôi tận hưởng một ngày đi chơi trên xe máy, từ thành phố đến một ngôi làng.  Điều đó thật đáng yêu và chúng tôi chưa một lần cảm thấy mình không được cứu.  Đáng để dành cả ngày.Đọc thêm",
            "Đã có một thời gian tuyệt vời với hướng dẫn viên Tú của chúng tôi. Tất cả các hoạt động đều tuyệt vời, đặc biệt là thác voi. Có bữa trưa ngon nhất quá. Rất khuyến khích.Đọc thêm",
            "Tôi đã tận hưởng trọn vẹn chuyến đi vì thời tiết đẹp. Long cho phép tôi thay đổi ngày tham quan để tránh mưa. Hip là một hướng dẫn viên tuyệt vời và chu đáo, luôn đảm bảo tôi thoải mái và an toàn. Anh ấy sẵn sàng đợi tôi, đảm bảo có những khoảng nghỉ đúng lúc và thậm chí còn gợi ý những khoảnh khắc chụp ảnh. Chỉ có một mình tôi trên chuyến đi riêng, tôi có thể quyết định mình muốn ở lại bất kỳ nơi nào trong bao lâu và tôi chỉ cần yêu cầu Hip dừng lại bất cứ nơi nào tôi muốn trong bao lâu tùy ý. Một cách tuyệt vời để khám phá Đà Nẵng và một số địa điểm của Hội An. Xe đạp có thể đi đến những nơi mà ô tô không thể đi và lướt qua hầu hết các phương tiện khác, với gió thổi vào mặt, đó là một cách tuyệt vời để khám phá mọi thứ ở địa phương. Đọc thêm",
            "Sau trải nghiệm tuyệt vời với Long vào năm 2015 khi thực hiện chuyến tham quan đèo Mỹ Sơn - Hải Vân, tôi rất vui mừng được đặt phòng với anh ấy một lần nữa và cho bạn bè của tôi thấy khoảng thời gian vui vẻ ở Hội An. Lúc đầu tôi hơi thất vọng vì không có Long làm hướng dẫn viên du lịch - vợ anh mới sinh con được vài ngày - nhưng những người anh cử, anh Bát, anh Viên, anh Ngọc và anh Hùng đều là cũng tuyệt vời như vậy! Bụng của chúng ta chứa đầy thực phẩm địa phương và bộ não chứa đầy kiến ​​thức! Lại một khoảng thời gian tuyệt vời nữa với công ty này!Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan cả ngày từ Hội An đến Huế. Thật tuyệt vời khi tự mình lái xe với những quan điểm tuyệt vời trong ngày. Đó là một chuyến đi tuyệt vời mà chúng tôi sẽ không bao giờ quên. Cảm ơn rất nhiều!Đọc thêm",
            "Hải Vân có vượt qua chuyến tham quan 1 ngày bằng xe máy với Long là hướng dẫn viên du lịch của chúng tôi không. Long đưa chúng tôi đến một vùng quê hấp dẫn và hành trình vượt đèo Hải Vân. Nhìn thấy một nhà máy sản xuất dầu lạc, lấy lại những con đường vắng vẻ, rồi đi lên và vượt qua đèo Hải Vân xinh đẹp, ôi, phong cảnh thật tuyệt vời. Long rất thú vị và nhiều thông tin về mọi thứ. Đi đến thác nước và hồ đá để bơi lội sảng khoái. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan này bằng xe máy hoặc trên xe máy của riêng bạn, một điểm nổi bật trong Trải nghiệm Việt Nam của tôi. Thankyou Long và Hội An Moto tour.Đọc thêm"
        ],
        "star_ratings": [
            187,
            5,
            1,
            0,
            0
        ],
        "review_amount": 193,
        "location": [
            "Du lịch bản địa và xã hội Hội An",
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written July 17, 2018",
            "Written July 17, 2018",
            "Written July 17, 2018",
            "Written July 12, 2018",
            "Written July 3, 2018",
            "Written June 24, 2018",
            "Written June 5, 2018",
            "Written May 30, 2018",
            "Written May 29, 2018",
            "Written May 28, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8295681-Reviews-or30-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or20-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or40-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3805800-Reviews-Ginger_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19919044-Reviews-Hoi_An_Rental_Car-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25298314-Reviews-Dahan_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7659637-Reviews-Hoi_An_Eco_Tourism-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6407319-Reviews-Hoi_An_Photo_Walks-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12703436-Reviews-Captain_Dans_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10034761-Reviews-Hoi_An_Impressive_Farm-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15044495-Reviews-Linh_Lavender_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2038078-Reviews-Green_Bamboo_Cooking_School_Cafe-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8536524-Reviews-Spa_Simon-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10196707-Reviews-Hoi_An_Bike_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795468-Reviews-Duc_Minh_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189121-d4701589-Reviews-Cape_Saint_Vincent-Sagres_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d500062-Reviews-Lake_Mendocino-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187883-d4567558-Reviews-Porto_Rotondo-Olbia_Province_of_Olbia_Tempio_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g190502-d10475574-Reviews-Magic_Ice_Bar_Bergen-Bergen_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g186313-d214772-Reviews-The_White_Cliffs_of_Dover-Dover_Kent_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g274908-d12926838-Reviews-Plazs_Siofok-Siofok_Somogy_County_Southern_Transdanubia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274856-d24057314-Reviews-Suntago_Bus-Warsaw_Mazovia_Province_Central_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d13748679-Reviews-Cabeza_de_Toro_Beach-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g31414-d4025521-Reviews-The_Shrine_of_St_Joseph_of_the_Mountains-Yarnell_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g187842-d1744282-Reviews-Aquaria_Thermal_SPA-Sirmione_Province_of_Brescia_Lombardy.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or40-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or30-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Native and Social Travel",
        "attraction_name_vi": "Du lịch bản địa và xã hội Hội An",
        "general_info": [
            "193 đánh giá",
            "- 35 trên 237 Món ăn – Đồ uống ở Hội An",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đây là một trải nghiệm tuyệt vời với một số điểm tham quan tuyệt vời. Chúng tôi đã vượt qua Hải Vân cùng với việc nhìn thấy thêm một chút về Hội An. Chiếc xe máy rất dễ sử dụng và chồng tôi lái xe trong khi tôi bám phía sau. Hướng dẫn viên của chúng tôi rất tuyệt vời và đó là một dịch vụ thân mật chỉ có chúng tôi 3. Anh ấy đã cho chúng tôi xem một số viên ngọc quý ở khu vực Hội An và một số điểm du lịch khác như đá cẩm thạch - núi khỉ, v.v. Anh ấy cho phép bạn có thời gian để khám phá từng địa điểm trong thời gian riêng của bạn trong khi anh ấy đợi xe đạp cho bạn. Anh ấy cũng cho chúng tôi lựa chọn đi chệch hướng đến một thác nước đẹp và đưa bạn đến một nhà hàng địa phương tuyệt vời - tất cả đã bao gồm trong giá của chúng tôi -. Chúng tôi thấy nó có giá trị lớn cho cả ngày! Điểm nổi bật của chúng tôi là đèo Hải Vân!!! Ồ!!! Quang cảnh và con đường quanh co .... đẳng cấp nhất!Đọc thêm",
            "Lần đầu tiên chúng ta gặp Long over a Peach Tea tại EasyRider Coffee - quán trà của anh ấy, một nơi ấm cúng và đáng yêu để thư giãn. Nếu bạn cảm thấy mệt mỏi khi phải uống đi uống lại những loại trà đá giống nhau, hãy ghé thăm đó để khám phá những đồ uống ngon nhất ở Hội An! Với Long, chúng tôi đã thực hiện chuyến tham quan 1 ngày đến Mỹ Sơn và chuyến tham quan 2 ngày dọc theo sông Hồ Đường mòn Chí Min trên núi. Những chuyến thám hiểm này chắc chắn là trải nghiệm tuyệt vời nhất trong chuyến đi của chúng tôi tại Việt Nam!! Long sẽ đưa bạn đến những con đường không mang tính du lịch của vùng quê để gặp gỡ người dân địa phương ở những bản làng xa xôi và khám phá nghề thủ công địa phương. Nhưng trên hết, Long là một người thực sự tuyệt vời, có đầy đủ kiến ​​thức về đất nước của mình và nói tiếng Anh rất tốt. Thực sự khuyên bạn nên có trải nghiệm giống như chúng tôi đã làm!!Cảm ơn bạn một lần nữa Long : - Marine - RomainĐọc thêm",
            "Chúng tôi đã đặt tour này cùng một người bạn để đến thăm Mỹ Sơn vì chúng tôi nghe nói rằng xe máy là một cách tuyệt vời để tham quan đất nước này. Chuyến tham quan này không làm bạn thất vọng! Cả hai chúng tôi đều thích việc Long đang hỗ trợ người dân địa phương và cống hiến cho cộng đồng của mình. Do đó, chúng tôi đã gặp những người tuyệt vời trên đường đến Mỹ Sơn và khám phá những đồ tạo tác điển hình và những món ăn ngon. Long và những người bạn của anh ấy rất tốt bụng, chuyên nghiệp và nhiệt tình, điều này khiến chuyến đi này trở nên khá đặc biệt và khó quên. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan thân thiện này, và mong được gặp lại!Đọc thêm",
            "Một chuyến đi khó quên với người đồng hành tuyệt vời, những người sẽ chăm sóc mọi thứ như gia đình bạn, lái xe an toàn, chụp những bức ảnh đẹp, cho bạn nếm thử những món ăn Việt Nam ngon nhất và cho bạn thấy những địa điểm đẹp nhất của đất nước bao gồm cả văn hóa và thiên nhiên - không phải du lịch các bộ phận nhưng cộng đồng địa phương; cuộc sống đích thực của người việt nam - . Khuyến nghị 100 - cho mọi người!Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến đi tuyệt vời với những người này. Bạn muốn tự mình đi hay ngồi sau? một ngày hay nhiều ngày? mọi thứ đều có thể. Long và những người bạn của anh ấy coi bạn như gia đình riêng của mình, sắp xếp mọi thứ cho bạn và cho phép bạn nhìn thấy và nếm thử những điều tuyệt vời nhất, điều này khiến chuyến đi này không chỉ là một chuyến đi mô tô. Ngoài ra: tài năng chụp ảnh và quay phim của anh ấy đã tạo nên một đoạn phim hậu kỳ tuyệt vời. một đề xuất cho mọi người!Đọc thêm",
            "Các chàng trai thật tuyệt vời. Rất thân thiện và cung cấp đầy đủ thông tin. Chúng tôi đã đến thăm một thợ dệt, chợ cá, đồ gốm và tất cả chúng tôi đều thử mọi thứ. Bạn sẽ không thất vọng. Chi phí khoảng - 30 đô la cho mỗi người cho chuyến tham quan kéo dài bảy giờ. Không thể bỏ lỡ. Đọc thêm",
            "Tôi và chồng đã đi xe máy và xe tay ga trong ba ngày với Long và nhóm xã hội người bản xứ hoi an. Thật là một cuộc phiêu lưu. Long rất am hiểu về văn hóa veitnamase và có niềm đam mê thực sự với đất nước của mình. Đó là một chuyến đi 3 ngày rất thú vị. Tôi muốn giới thiệu Long và công ty này cho bất kỳ ai muốn ra khỏi thành phố và khám phá một số lối sống nông thôn của đất nước. veitnam là một nơi tuyệt vời để ghé thăm. Cảm ơn Long rất nhiều vì trải nghiệm tuyệt vời, chúng tôi đã rất thích. Đọc thêm",
            "Các chuyến tham quan của chúng tôi với Long là điểm nổi bật trong chuyến thăm Hội An của chúng tôi, đến nỗi chúng tôi tiếp tục quay lại. Tôi đã giới thiệu những chuyến tham quan này cho một số người và tất cả họ đều có trải nghiệm tuyệt vời. Ngồi sau xe máy - hoặc tự lái - bạn có thể ngắm nhìn và trải nghiệm vùng nông thôn và những ngôi làng nhỏ tuyệt vời quanh Hội An. Việc cần làm đối với mọi người khi đi du lịch.Đọc thêm",
            "Chúng tôi đi từ Huế đến Hội An bằng Tour xe máy và thật tuyệt vời từ đầu đến cuối. Chúng tôi được đón tại khách sạn, đi dạo quanh quê Huế, cánh đồng lúa, ngắm cầu khỉ, đi tắm Suối Voi, ăn trưa ngon miệng ở đầm Lăng Cô, trải nghiệm đèo Hi Vân, dừng chân nhiều lần. những bức ảnh và đồ uống giải khát mát lạnh nhìn ra Đà Nẵng rồi đến Ngũ Hành Sơn trước khi được đưa đến khách sạn tiếp theo của chúng tôi. Chúng tôi có những chiếc vali lớn và những thứ này được chở bằng ô tô riêng đến Hội An nên chúng tôi không phải lo lắng. Cả ngày thật vui vẻ và chúng tôi yêu thích từng phút giây. Hướng dẫn viên du lịch của chúng tôi rất thân thiện và làm cho nó rất thú vị. Chúng tôi đã thấy rất nhiều khía cạnh khác nhau của vùng nông thôn ở Việt Nam và đó là một trải nghiệm tuyệt vời. Chắc chắn là cách tốt nhất để đi từ Huế đến Hội An. Cảm ơn Tú và So! Đọc thêm",
            "Tôi đã đến thăm Huế - Hội An trong dịp nghỉ Tết và thực hiện chuyến đi Huế đến Hội An bằng xe máy. Tôi đã đi du lịch với hành lý của mình nhưng không có vấn đề gì khi buộc nó vào xe đạp. Long là một tay đua an toàn và giàu kinh nghiệm, biết nhiều về nơi này. Thật tuyệt khi được trò chuyện với anh ấy trong những chặng dừng chân và tìm hiểu thêm về Việt Nam cũng như lối sống địa phương. Phong cảnh thật tuyệt vời. Nếu tôi quay trở lại, tôi cũng muốn thực hiện những chuyến đi đến những ngôi làng nhỏ hơn. Đọc thêm",
            "việc này tốn bao nhiêu tiền?Đọc thêm"
        ],
        "star_ratings": [
            187,
            5,
            1,
            0,
            0
        ],
        "review_amount": 193,
        "location": [
            "Du lịch bản địa và xã hội Hội An",
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written May 9, 2018",
            "Written May 6, 2018",
            "Written April 25, 2018",
            "Written April 17, 2018",
            "Written April 17, 2018",
            "Written April 16, 2018",
            "Written April 7, 2018",
            "Written April 4, 2018",
            "Written April 3, 2018",
            "Written April 1, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8295681-Reviews-or40-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or30-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or50-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3805800-Reviews-Ginger_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19919044-Reviews-Hoi_An_Rental_Car-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25298314-Reviews-Dahan_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7659637-Reviews-Hoi_An_Eco_Tourism-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6407319-Reviews-Hoi_An_Photo_Walks-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12703436-Reviews-Captain_Dans_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10034761-Reviews-Hoi_An_Impressive_Farm-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15044495-Reviews-Linh_Lavender_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2038078-Reviews-Green_Bamboo_Cooking_School_Cafe-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8536524-Reviews-Spa_Simon-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10196707-Reviews-Hoi_An_Bike_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795468-Reviews-Duc_Minh_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g44481-d10113625-Reviews-Hermann_Trolley-Hermann_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g47469-d4697567-Reviews-The_Wild_Animal_Park-Chittenango_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g43022-d4476392-Reviews-Cascade_Bay_Waterpark-Eagan_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g285715-d2355654-Reviews-Tavira_Island-Tavira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g31323-d2069644-Reviews-Watson_Lake-Prescott_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g608928-d603286-Reviews-Ustica-Ustica_Islands_of_Sicily_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g31796-d2188992-Reviews-Wegner_Quartz_Crystal_Mines-Mount_Ida_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g317129-d10682015-Reviews-Sokcho_Beach-Sokcho_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g60591-d258738-Reviews-Greenwell_Farms-Kealakekua_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d23595461-Reviews-Koum_Kapi_Beach-Chania_Town_Chania_Prefecture_Crete.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or50-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or40-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Native and Social Travel",
        "attraction_name_vi": "Du lịch bản địa và xã hội Hội An",
        "general_info": [
            "193 đánh giá",
            "- 35 trên 237 Món ăn – Đồ uống ở Hội An",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Nếu bạn đến Hội An, bạn phải đi cùng anh Long!! Bạn tránh xa đám đông khách du lịch và tận hưởng cuộc sống thực sự của người dân địa phương! Cho đến nay, chuyến đi trong ngày tuyệt vời nhất mà chúng tôi đã thực hiện trong 3 tuần ở Việt Nam! Long thực sự thân thiện và hữu ích. Chúng tôi phải tìm một địa điểm đón mới và về sớm hơn vì phải bắt xe buýt. Đã viết thư cho anh Long và anh ấy trả lời nhanh chóng - không vấn đề gì, chúng tôi chỉ khởi hành sớm hơn. Anh ấy nói tiếng Anh rất tốt và anh ấy thậm chí còn điều chỉnh chuyến đi một cách hoàn hảo cho chúng tôi bằng cách hỏi xem chúng tôi có muốn phiêu lưu không! Thực sự rất thú vị và chúng tôi yêu thích nó! Tôi sẽ cho anh ấy 11 trên 10 sao! Hãy tự giúp mình và đi cùng anh Long!Đọc thêm",
            "Long đã được đề nghị với tôi. Chúng tôi đi chơi trong ngày, dừng lại ở một làng gốm, chợ thị trấn và đến Mỹ Sơn, quần thể đền tháp Champa. Tôi đã có một ngày tuyệt vời! Cuối cùng, đó là một chuyến du lịch riêng với cơ hội gặp Long và thảo luận về niềm đam mê nhiếp ảnh của anh ấy khi chúng tôi đi cùng. Cảm giác giống như gặp được một người bạn có thể chỉ ra và giải thích mọi điều. Nền tảng văn hóa Việt Nam của anh ấy thật vô giá và giúp hiểu được những điều chúng tôi gặp phải.   Rất khuyến khích!Đọc thêm",
            "Một cuộc phiêu lưu thú vị cả ngày, nơi bạn có thể ngắm nhìn rất nhiều cảnh đẹp trong một ngày - cánh đồng lúa, thác nước, đại dương, đầm phá - làng chài và núi non. Không bao giờ có khoảnh khắc nào mà không có thứ gì đó tuyệt vời để xem. Long thực sự là một hướng dẫn viên tuyệt vời và rất đam mê xe máy. Chồng tôi và tôi đã có một ngày thật vui vẻ bên anh ấy và chúng tôi rất buồn khi phải nói lời chia tay. Hãy nhớ hỏi cụ thể về anh ấy... chúng tôi - đã có nhiều hướng dẫn viên du lịch trong suốt chuyến đi của chúng tôi và anh ấy là một trong những người giỏi nhất! Chồng tôi là một người lái xe có kinh nghiệm hơn và thấy chuyến đi rất thú vị. Đối với những người mới tập lái, họ giúp dạy, cung cấp xe tay ga tự động, thiết bị an toàn và hướng dẫn viên có kinh nghiệm. Vào buổi sáng của chuyến tham quan, tôi quyết định không đi xe đạp riêng. Long còn hơn cả tuyệt vời khi tôi cưỡi trên lưng anh ấy, và cuối cùng chúng tôi thay phiên nhau cưỡi ngựa. Đó là một lựa chọn tuyệt vời cho một tay đua mới - ít kinh nghiệm. Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch 1 - 2 ngày với Long quanh Hội An. Đây là lần đầu tiên tôi đi xe máy ở Việt Nam nên Long khởi đầu hơi dễ dàng. Chúng tôi đến thăm một xưởng gốm và đi đến một khu chợ địa phương bên ngoài khu du lịch, thật tuyệt vời để xem. Khi tôi cảm thấy thoải mái hơn khi cưỡi ngựa, Long đã nâng cấp đường đua để khiến nó trở nên thử thách hơn và thú vị hơn. Chúng tôi phóng qua các khu vực nông nghiệp, qua một vài cây cầu hẹp và qua những cánh đồng lúa. Đó là một vụ nổ! Một trong những điều thú vị nhất tôi từng có và là cách tuyệt vời để ngắm nhìn vùng nông thôn. Nếu tôi có nhiều thời gian hơn, tôi sẽ quay lại vào ngày thứ hai. Rất khuyến khích!Đọc thêm",
            "I did the half-day Hoi An back roads tour with Long yesterday and it was one of my favorite things I - ve done on any trip! To begin with, Long came to our hotel the night before the ride to go through the options and make sure we were comfortable with our choice. Then in the morning, he watched us ride a little so he could tailor the experience to our abilities. Then we were off, zipping through winding back roads and lush rice fields. We made several stops - one at a local pottery studio, another at a village market, and the last at a weaving village. In every case, the experience felt respectful, not exploitative, and it was a great way to understand a part of Vietnam you can - t see in the tourist centers. To get back to the riding, which was the biggest highlight, Long did an amazing job bringing us up to speed  - both of us had very little experience on motorbikes -  and then gradually leading us into more and more adventurous terrain. He was simultaneously a guide, trainer, and cheerleader. Within a couple hours, we were crossing bamboo bridges and weaving through rice paddies on narrow strips of raised mud. All the while Long was also serving as videographer, taking videos and stills of us so we would have the mementos without having to worry about fumbling with our own phones. At one point, I tipped over into the mud, which could have been embarrassing, but Long played up the fun of it, and it ended up being just another highlight of the adventure.By the end of the morning, we felt like we had become good friends already and it was extremely hard to say goodbye. Now we want to come back to Vietnam and do a longer, multi-day tour with Long to see even more of the country. Given how professional this company is, I assume all their guides are good, but I strongly recommend requesting Long specifically if you can. He - s the best!Read more",
            "Chúng tôi đã có một chuyến du lịch 1 ngày với những ngôi chùa dài đối với tôi. Long là một chàng trai thực sự tốt bụng và chúng tôi đã cùng cười rất nhiều. Sau đó chúng tôi thuê xe đạp của anh ấy với giá 150 đồng một ngày. Rất vui. Anh ấy hỏi chúng tôi muốn xem một ngôi làng hay một cuộc phiêu lưu. Chúng tôi chọn phiêu lưu và bạn của chúng tôi rơi xuống ruộng lúa. Điều buồn cười nhất mà tôi đã thấy từ lâu. Cảm ơn lâu dài - - - Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến tham quan bằng xe máy nửa ngày quanh khu vực Hội An với hướng dẫn viên Long. Tôi đi xe máy cùng Long và những người còn lại trong gia đình tôi chọn đi xe tay ga của riêng họ. Mọi người đều có một cuộc phiêu lưu tuyệt vời. Điều tiếc nuối duy nhất của chúng tôi là không thực hiện chuyến tham quan cả ngày vì nó trôi qua quá nhanh. Ngắm nhìn vùng nông thôn và làng mạc xung quanh Hội An là một trải nghiệm văn hóa tuyệt vời mà bất kỳ ai đến thăm Hội An đều nên trải nghiệm. Chúng tôi không chỉ được trải nghiệm niềm vui khi đi xe máy vòng quanh vùng nông thôn và làng mạc mà còn được dừng chân tại nhà của những người thợ gốm và thợ dệt đang thể hiện nghề của mình. Chúng tôi dừng lại ở một nhà máy nơi bông được biến thành sợi và cuối cùng là vải dệt. Không ai trong số đó cảm thấy khó chịu với kiểu du lịch trố mắt nhìn mà rất nhiều chuyến tham quan các ngôi làng có thể khiến bạn cảm thấy. Đối với việc đi xe máy, chúng tôi đã có rất nhiều niềm vui khi đi trên những cây cầu tre, những con đường quê và băng qua những cánh đồng lúa. Có một chút lầy lội trên đường đi, tất cả đều là một phần của niềm vui.  Tôi rất vui khi được đi cùng Long, người có bằng đại học về lịch sử và văn hóa Việt Nam. Ông là người có rất nhiều thông tin về Việt Nam thời hiện đại, nền văn hóa tươi đẹp, lịch sử đau thương và khả năng tha thứ của người dân Việt Nam. Anh ấy có một tinh thần vui vẻ và hài hước. Như đã nói, một chuyến đi đáng kinh ngạc với hướng dẫn tuyệt vời và được đánh giá cao của chúng tôi Long!Đọc thêm",
            "Đây là phần yêu thích của tôi trong kỳ nghỉ của tôi cho đến nay! Tôi chỉ có một ngày ở Hội An và muốn tận dụng tối đa buổi sáng rảnh rỗi của mình. Tôi - không thất vọng - tôi đã đặt chuyến đi kéo dài 4 giờ với Long, người thật tuyệt vời. Tôi đã có thể xem một số cuộc sống của làng ram Việt Nam và cuộc sống làng quê thực sự, hơn nữa đó là niềm vui lớn - điều bắt buộc nếu bạn ở Hội An!Đọc thêm",
            "Tôi đi du lịch một mình lần đầu tiên và điểm dừng chân của tôi ở Hội An trở nên tuyệt vời hơn rất nhiều nhờ Long và những người bạn điều hành Rice Flower Homes. Long có kiến ​​thức rất tốt về văn hóa và lịch sử Việt Nam - trên thực tế, anh có bằng cử nhân chuyên ngành này của Đại học Hội An - . Anh ấy chia sẻ với tôi rằng anh ấy đã học tiếng Anh khi xem phim Hollywood và video youtube trong khoảng 2 năm rưỡi và tôi vẫn không thể hết ấn tượng. Tôi thực sự khuyên bạn nên tham quan bằng xe máy Long - s và nhà trọ Rice Flower!Đọc thêm",
            "A mate and I embarked on a 5 day motorcycle tour recently.Never been to Vietnam before, we weren - t sure what to expect.Well we need not have worried.Rocked up to the garage and was greeted by our guide Luke and the mechanic Nam.Thinking language would be a problem was quickly put aside as Luke greeted us with a  - G - day fellers - , yes he - s a bloody Queenslander.There was only my mate Steve and I on the tour. We had a ball.Luke certainly got you sorted day 1 quickly by riding though rice fields, bamboo bridge river crossing and a little mud. We were expecting a little rain, so we took our own wet weather gear, not required as they provide for you. One vital bit of clothing was shoe - s. I stupidly took an old pair of sneekers which didn - t make the grade. The locals ware gumboots and wisely so.Over the 900Km, we visited the  - real -  Vietnam, staying in a village and hotels, all very clean. We also ate in the typical Vietnamese cafe - s which we would normally have ridden past.We, for the most part, stayed off the busy roads.Where all the riding was fantastic, the highlight was Ho Chi Minh Highway 5 meter wide strip of concrete. 240Km, 7 hours, 1 trillion corners, what a hoot .We passed by many local schools and were greeted by many smiling kids waving madly at us.The bike offered was Honda XR 150 and 250. Luke talked us into the 150  - I guess as he was riding a 250 and didn - t want to be beaten - , but seriously, the XR150 was more than adequate for this journey.If you are contemplating a ride in Vietman, this is the Co to choose, fantastic fun.Thanks again Luke, will see you again soon.Read more"
        ],
        "star_ratings": [
            187,
            5,
            1,
            0,
            0
        ],
        "review_amount": 193,
        "location": [
            "Du lịch bản địa và xã hội Hội An",
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written March 24, 2018",
            "Written February 26, 2018",
            "Written February 24, 2018",
            "Written February 13, 2018",
            "Written February 9, 2018",
            "Written February 5, 2018",
            "Written January 28, 2018",
            "Written January 28, 2018",
            "Written January 15, 2018",
            "Written January 14, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8295681-Reviews-or50-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or40-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or60-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3805800-Reviews-Ginger_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19919044-Reviews-Hoi_An_Rental_Car-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25298314-Reviews-Dahan_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7659637-Reviews-Hoi_An_Eco_Tourism-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6407319-Reviews-Hoi_An_Photo_Walks-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12703436-Reviews-Captain_Dans_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10034761-Reviews-Hoi_An_Impressive_Farm-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15044495-Reviews-Linh_Lavender_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2038078-Reviews-Green_Bamboo_Cooking_School_Cafe-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8536524-Reviews-Spa_Simon-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10196707-Reviews-Hoi_An_Bike_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795468-Reviews-Duc_Minh_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147278-d8018217-Reviews-Kokomo_Beach-Willemstad_Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066443-d20032849-Reviews-E_earphones_Akihabara-Chiyoda_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d1856973-Reviews-Shipwreck_Beach-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g37861-d103897-Reviews-Field_of_Dreams_Movie_Site-Dyersville_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d199044-Reviews-St_George_Street-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g35377-d6507335-Reviews-The_Outlet_Shoppes_at_Atlanta-Woodstock_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1063660-Reviews-The_O2-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g47090-d7182536-Reviews-Monjeau_Lookout-Lincoln_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d246672-Reviews-Castello_Sforzesco-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g608929-d1182416-Reviews-Riserva_Naturale_dello_Zingaro-Castellammare_del_Golfo_Province_of_Trapani_Sicily.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or60-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or50-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Native and Social Travel",
        "attraction_name_vi": "Du lịch bản địa và xã hội Hội An",
        "general_info": [
            "193 đánh giá",
            "- 35 trong số 237 Đồ ăn - Đồ uống tại Hội An",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi và chồng quyết định thử thực hiện một chuyến tham quan bằng xe máy đến các làng quanh Hội An, đọc đánh giá của một số công ty trên TripAdvisor và quyết định gọi điện cho Long. Anh ấy gặp chúng tôi ở khách sạn-- Mark đi xe đạp riêng của anh ấy nhưng tôi đi xe đạp cùng Long. Thật là vui. Chúng tôi chưa bao giờ cảm thấy không an toàn nhưng vẫn có rất nhiều điều thú vị - cuộc phiêu lưu - khi chúng tôi đạp xe ra ngoài khu vực chính của Hội An và vào các ngôi làng xung quanh. Long là một hướng dẫn viên tuyệt vời, sự hiện diện điềm tĩnh, thoải mái nhưng cũng hiểu biết và đam mê về Việt Nam và Hội An cũng như những ngôi làng xung quanh cũng như những người sống và làm việc ở đó. Chúng tôi đã có một chuyến đi tuyệt vời và trở về với lòng biết ơn sâu sắc. CẢM ƠN BẠN, LONG, vì một ngày tuyệt vời! Đối với những khách du lịch khác đang đọc bài viết này và đang lên kế hoạch cho một chuyến đi hoặc chuyến tham quan như thế này -- hãy gọi cho công ty Long - trước. Anh ấy có thể mang lại trải nghiệm về cửa hàng mà một số công ty lớn hơn khác có thể - t. Chồng tôi đã nhiều năm không đi xe máy và anh ấy đã rất phấn khích.Đọc thêm",
            "Thực hiện chuyến tham quan bằng xe máy với Long là một trong những trải nghiệm tuyệt vời nhất chúng tôi có được ở Việt Nam. Đầu tiên, đây là lần đầu tiên tôi lái một chiếc xe tay ga. Long kiên nhẫn giải thích cách -s và thế là chúng tôi lên đường. Tôi chưa bao giờ cảm thấy anh ấy đạp xe quá nhanh hoặc đi quá xa trước mặt tôi. Anh ấy thực sự quan tâm đến mức độ trải nghiệm của tôi trong khi vẫn vui vẻ! Chúng tôi đã thực hiện chuyến du lịch nửa ngày quanh Hội An và chúng tôi rất thích nó. Tôi biết chúng tôi đã có một chuyến tham quan vùng nông thôn địa phương mà lẽ ra chúng tôi chưa từng thấy. Tôi đặc biệt thích đạp xe qua các trang trại và qua cây cầu tre. Long đưa chúng tôi đi xem những người thợ đóng thuyền, thợ chạm khắc, thợ gốm, thợ dệt và nông dân địa phương. Anh ấy nói chuyện với chúng tôi về từng nghệ nhân và chúng tôi không bao giờ cảm thấy vội vàng. Tôi 100 - khuyên bạn nên tham gia chuyến tham quan với Long. Anh ấy cực kỳ cá tính, dễ trò chuyện và tiếng Anh của anh ấy rất xuất sắc. Hướng dẫn tuyệt vời, chuyến đi tuyệt vời. Cũng có giá trị lớn! Nếu chúng tôi quay trở lại Việt Nam, tôi sẽ đăng ký một chuyến đi dài hơn với Long!Đọc thêm",
            "Thật là một ngày tuyệt vời và tất cả đều có giá hợp lý. Long là một người hướng dẫn tuyệt vời, thiết lập nhịp độ tốt và đưa ra lời bình luận thú vị bất cứ khi nào chúng tôi dừng lại. Chiếc xe ở tình trạng tốt và tôi cảm thấy khá an toàn trên đường, ngay cả khi giao thông ở Đà Nẵng hỗn loạn. Đèo Hải Vân đẹp cả dưới mưa trên đường đi và dưới nắng trên đường về. Đi dọc theo những con đường quê hẹp giữa cánh đồng lúa, cánh đồng và làng mạc là một điểm nổi bật khác. Được đề xuất!Đọc thêm",
            "Trải nghiệm cả ngày tuyệt vời với Lee và nhóm của anh ấy. Đặc biệt nhờ có hướng dẫn viên Ai, chúng tôi đã được nhìn thấy một số nét thực sự của đất nước Việt Nam. Đây là một ngày trọn vẹn, 8-5. Nếu bạn không phải là một tay đua đủ năng lực, thì hãy thực hiện điều đó ở phía sau với một tay đua được cung cấp. Tuy nhiên, hãy lưu ý rằng có một số cây cầu và đường đua khó khăn ngay cả đối với người lái xe có kinh nghiệm, đáng giá từng xu. Rất đáng đồng tiền bỏ ra, lời bình luận rất thông tin và thú vị từ hướng dẫn viên người Úc Lee đang khám phá vùng nông thôn.Đọc thêm",
            "Tôi và một người bạn muốn có một phương tiện di chuyển khác từ Hội An đến Huế. Chúng tôi đã được khách sạn ở Hội An kể về chuyến đi này và chúng tôi rất vui vì đã làm được điều đó! Chúng tôi chọn chuyến đi một ngày từ Hội An đến Huế. Long là một hướng dẫn viên tuyệt vời và là một trong những người nói tiếng Anh giỏi hơn mà chúng tôi đã gặp trong chuyến đi. Anh ấy dừng lại dọc đường, luôn hỏi chúng tôi có ổn không, có lạnh không và mua bất cứ thứ gì chúng tôi muốn trên đường đi. Bao gồm cả lối vào một ngôi chùa phật giáo trên núi, với các hang động, tượng, v.v. Chúng tôi cũng phải vượt qua đèo Hải Vânh, thật tuyệt. Chuyến đi đã cho chúng tôi thấy những địa điểm, con người và món ăn mà chúng tôi chưa từng thấy - đã thử nếu không có nó. Tôi chưa đánh giá nhiều về chuyến đi của chúng tôi, nhưng chuyến đi này thực sự xứng đáng. Cảm ơn Long vì trải nghiệm tuyệt vời này! Đọc thêm",
            "Chúng tôi đã chọn chuyến tham quan này thay vì các chuyến tham quan bằng xe máy khác vì nó rẻ hơn và hoạt động kinh doanh nhỏ hơn. Chúng tôi rất ấn tượng. Cả hai chúng tôi đều là hành khách ngồi trên ghế sau xe máy - không phải xe tay ga - và cảm thấy rất an toàn trong suốt thời gian đó. Chuyến đi kéo dài từ 1h30-4h30 và khá dài. Chi phí là - 35 - người. Chúng tôi phải phóng qua vùng nông thôn và thấy một Việt Nam nông thôn hơn. Chúng tôi có thể xem nghề làm lụa, làm chiếu ngủ, làng rau, đi qua cây cầu tre tuyệt vời, uống cà phê Việt Nam và thử làm đồ gốm. Tốt cho một cái gì đó khác biệt! Đọc thêm",
            "Xin chào mọi người, tôi đã thực hiện chuyến du lịch 2 ngày 1 đêm với hai người bạn và điều đó thật tuyệt vời! Long là một hướng dẫn viên tuyệt vời. Trước khi bạn rời đi, anh ấy kiểm tra xem mọi thứ có ổn không và liệu mọi người có ổn với chiếc xe đạp của anh ấy không. Trong suốt chuyến đi, anh ấy luôn chú ý để mọi người có thể đi theo và anh ấy không đạp xe quá nhanh, vì vậy bạn có thể tận hưởng khung cảnh tuyệt vời. Chuyến tham quan không chỉ bao gồm việc đạp xe đến gần biên giới Lào, bạn còn dừng lại ở một số điểm đẹp địa điểm và bạn học được rất nhiều điều về văn hóa, con người và ẩm thực Việt Nam. Điểm nổi bật của cá nhân tôi là phong cảnh tuyệt đẹp. Tôi chưa bao giờ thấy bất cứ điều gì có thể so sánh được và trong suốt chuyến đi, bạn có thể nhìn thấy rất nhiều cảnh quan khác nhau, hoàn toàn tuyệt vời! Tôi hoàn toàn muốn giới thiệu mọi người nên thực hiện chuyến đi này. Điều đó hoàn toàn xứng đáng và nếu sau này bạn muốn ở lại Hội An thì Long cũng cung cấp một chỗ ở trọ rất đẹp cùng với vợ mình. Họ thật là một gia đình tốt đẹp và chào đón tất cả mọi người. Vì vậy, đối với tất cả những ai thực hiện chuyến tham quan này: Hãy tận hưởng, bạn sẽ không hối tiếc đâu!!! Đọc thêm",
            "Tôi và bạn gái đã có chuyến du lịch 1 đêm - 2 ngày tuyệt vời qua Tây Nguyên qua đường mòn Hồ Chí Minh. Trường là một chàng trai rất thông minh, vui tính và có đầy đủ kiến ​​thức về lĩnh vực này. Bạn thực sự có thể thấy anh ấy yêu thích những gì anh ấy đang làm. Nếu chúng tôi có nhiều thời gian hơn, chúng tôi sẽ thực hiện một chuyến đi dài hơn. Hãy tiếp tục phát huy nhé Trường, và chúc may mắn!Đọc thêm",
            "Tôi và các bạn đã tham gia một chuyến du lịch bằng xe máy ở Hội An và thật tuyệt vời. Phi hành đoàn tốt đẹp và các địa điểm ẩn mát mẻ. Tôi hoàn toàn có thể giới thiệu họ!Đọc thêm",
            "Vợ tôi và tôi vừa hoàn thành chuyến đi này, đó là việc phải làm nếu bạn ở Hội An!!! Chúng tôi được một người bạn đến từ Anh giới thiệu Long, anh ấy đã gặp chúng tôi đi uống nước ở Hội An và xác định chính xác chuyến đi của chúng tôi muốn làm và số tiền chúng tôi muốn chi tiêu. Anh ấy đã dành thời gian để học tiếng Anh, rất ấn tượng về mặt cá nhân. Anh ấy cũng mời tôi chơi bóng đá vào tối hôm đó, đó là một trải nghiệm mà tôi sẽ không bao giờ quên, thật tuyệt vời! Người hướng dẫn của chúng tôi trong ngày có tên là Bang, nếu bạn hân hạnh được đồng hành cùng anh ấy thì bạn sẽ được chiêu đãi. Anh ấy nói tiếng Anh tốt, vui vẻ khi ở gần và rất nhiều thông tin. Khi chúng tôi gặp khó khăn trên những chiếc xe đạp, anh ấy đã hỗ trợ chúng tôi rất nhiều và đưa chúng tôi đến một số địa điểm tuyệt vời giữa Hội An và Huế, chúng tôi sẽ không bao giờ tìm thấy những chuyến đi một mình này. Tôi rất vui vì chúng tôi đã không tự mình đi tuyến đường này và nhờ những người này giúp đỡ chúng tôi trên đường đi. Chúng tôi chắc chắn sẽ giới thiệu chúng cho bạn bè và gia đình của chúng tôi ở Vương quốc Anh. Đáng giá từng xu! Cả hai bạn đều là huyền thoại! XĐọc thêm",
            "việc này tốn bao nhiêu tiền?Đọc thêm"
        ],
        "star_ratings": [
            187,
            5,
            1,
            0,
            0
        ],
        "review_amount": 193,
        "location": [
            "Du lịch bản địa và xã hội Hội An",
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written November 28, 2017",
            "Written November 5, 2017",
            "Written October 27, 2017",
            "Written October 27, 2017",
            "Written October 23, 2017",
            "Written October 18, 2017",
            "Written October 12, 2017",
            "Written October 4, 2017",
            "Written September 30, 2017",
            "Written September 5, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8295681-Reviews-or60-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or50-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or70-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3805800-Reviews-Ginger_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19919044-Reviews-Hoi_An_Rental_Car-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25298314-Reviews-Dahan_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7659637-Reviews-Hoi_An_Eco_Tourism-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6407319-Reviews-Hoi_An_Photo_Walks-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12703436-Reviews-Captain_Dans_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10034761-Reviews-Hoi_An_Impressive_Farm-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15044495-Reviews-Linh_Lavender_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2038078-Reviews-Green_Bamboo_Cooking_School_Cafe-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8536524-Reviews-Spa_Simon-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10196707-Reviews-Hoi_An_Bike_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795468-Reviews-Duc_Minh_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190441-d195081-Reviews-Mirabell_Palace_and_Gardens-Salzburg_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g562820-d3953107-Reviews-Fountain_Las_Americas-Playa_de_las_Americas_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d25040433-Reviews-MGM_Music_Hall_at_Fenway-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d555173-Reviews-Lara_Beach-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g663484-d13486548-Reviews-Playa_Bayahibe-Bayahibe_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2640875-Reviews-Bellagio_Chocolate_Fountain-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g58608-d1857134-Reviews-Gardner_Cave-Metaline_Falls_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d17689778-Reviews-Nuru_Massage-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g33412-d607041-Reviews-Gothic_Theatre-Englewood_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d559162-Reviews-Jamestown_Settlement-Williamsburg_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or70-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or60-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Native and Social Travel",
        "attraction_name_vi": "Du lịch bản địa và xã hội Hội An",
        "general_info": [
            "193 đánh giá",
            "- 35 trên 237 Món ăn – Đồ uống ở Hội An",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Sau sự hối hả và nhộn nhịp của miền Nam Việt Nam, đây là một trải nghiệm rất cần thiết. Bằng cách thực hiện chuyến đi - chuyến đi dễ dàng này, tôi đã được nhắc nhở rằng mình đang ở đất nước xinh đẹp nào. Ngay khi tôi quyết định thực hiện điều này - đã quá mệt mỏi với việc đi xe buýt giường nằm - , tôi chỉ có một mối lo lắng, liệu tôi có tìm được ai đó không thắng - đừng lừa tôi à? Đừng lo lắng với Long, anh ấy là một trong những người tử tế nhất tôi gặp trong hành trình đến đây. Mối quan tâm duy nhất của anh ấy là giúp tôi tận dụng tối đa chuyến đi của mình!! Bạn sẽ thấy những cảnh đẹp nối tiếp những cảnh đẹp khác. Lạc vào cuộc hành trình và nhớ lại lý do tại sao; bạn - đã du hành sang bên kia thế giới. Điều tồi tệ duy nhất là chuyến đi cuối cùng sẽ phải dừng lại. Chắc chắn là một trong những ngày tuyệt vời nhất trong cuộc đời tôi. Làm đi, làm đi. Bạn đã thắng - không hối tiếc!! Đọc thêm",
            "Vừa trở về sau chuyến du lịch trong ngày tuyệt vời với Long và phi hành đoàn của anh ấy! Tôi không thường viết đánh giá nhưng tôi cảm thấy cần thiết. Đây là việc phải làm ở Hội An, chúng tôi đã thực hiện chuyến tham quan cả ngày - thăm một số địa điểm tuyệt vời. Chúng ta phải nhìn thấy nơi tuyệt đẹp này từ một góc nhìn khác. Long cũng từng nghiên cứu lịch sử Việt Nam nên kiến ​​thức của anh trong chuyến đi vượt xa sự mong đợi. Không thể giới thiệu chuyến tham quan này nhiều hơn! Cảm ơn lâu cho ngày tốt nhất! : -  Đọc thêm",
            "Chuyến du lịch dài ngày sẽ là điều tuyệt vời nhất bạn làm trong thời gian ở Việt Nam! Chúng tôi đã thực hiện một chuyến du lịch cả ngày với anh ấy và đó là ngày yêu thích nhất trong cả chuyến đi của chúng tôi! Chúng tôi đã khám phá rất nhiều địa điểm, tham quan một số địa điểm tuyệt vời và cùng nhau chia sẻ một bữa trưa hải sản tuyệt vời. Giá trị tuyệt vời của tiền! Chúng tôi không thể cảm ơn Long và nhóm nhiều hơn vì khoảng thời gian tuyệt vời như vậy trong chuyến đi của chúng tôi! Rất khuyến khích thực hiện một trong những chuyến tham quan của anh ấy! Đọc thêm",
            "Tôi - vừa trở về sau chuyến du lịch nửa ngày với Long - thật đấy, nó thật tuyệt vời! Tôi hiếm khi bận tâm đến những đánh giá đúng đắn, nhưng đối với điều này thì tôi buộc phải làm vậy. Tôi đã gặp hai anh chàng này khi tôi đang đi dạo quanh Hội An và họ là những hướng dẫn viên du lịch tốt bụng, chuyên nghiệp nhất mà bạn có thể hy vọng được gặp. Long cũng là một tay lái cừ khôi và tôi cảm thấy hoàn toàn an toàn - điều thực sự quan trọng đối với tôi với tư cách là một du khách độc thân. Anh ấy biết tất cả những con đường phía sau nơi bạn có thể nhìn thấy Việt Nam thực sự và dừng lại để thưởng thức những ly cà phê ngon nhất. Tôi chỉ có thể - không thể giới thiệu đủ những chuyến tham quan này - bạn chỉ cần sử dụng chúng nếu bạn đến thăm Việt Nam. Cảm ơn Long vì một buổi sáng tuyệt vời mà tôi sẽ không bao giờ quên!!!!Đọc thêm",
            "Những người yêu thích xe máy ở Việt Nam khó có thể lựa chọn Easy Rider Tour mà họ mong muốn. Nhưng đối với tất cả những ai cũng muốn hiểu những gì họ nhìn thấy, những người quan tâm đến đất nước và con người ở đây chắc chắn nên đi cùng Long. Sinh ra ở biên giới Lào, sống ở Hội An và đi du lịch nhiều nơi khắp đất nước, Long là một người rất đặc biệt, tốt bụng và cởi mở, thích kết nối niềm đam mê xe máy và để mọi người khám phá đất nước của mình. Anh ấy giải thích cho bạn rất nhiều về văn hóa, lịch sử và biết những địa điểm hoàn hảo để nghỉ ngơi, ẩm thực và ngắm cảnh. Sau chuyến đi với anh ấy, bạn sẽ chìm vào giấc ngủ vui vẻ, hài lòng, có cảm giác được gần gũi hơn với đất nước và con người tuyệt đẹp này. Ở Hội An tôi lên xe máy của một người lạ, ở Huế tôi xuống xe máy của một người bạn. Xin Cám Ơn, Long! P.S.: Tôi muốn giới thiệu trọn gói bao gồm đồ ăn và đồ uống vì Long biết đi đâu, bạn hoàn toàn có thể thưởng thức và chỉ mất khoảng 7 - hơn.Đọc thêm",
            "Xe máy và giao thông khá hỗn loạn của người Việt là đồng nghĩa. Vì vậy, đây là cơ hội tuyệt vời để đi du lịch trên con đường nông thôn yên tĩnh với một người lái xe máy có kinh nghiệm.  Mọi người thường coi chuyến đi xe máy này là điểm nhấn trong chuyến du lịch Việt Nam của họ.Đọc thêm",
            "Chúng tôi được đón bằng taxi có máy lạnh và đưa đến văn phòng, tất cả các thiết bị đều được cung cấp bởi một hướng dẫn viên nói tiếng Anh rất thân thiện. Vợ tôi ngồi sau xe đạp và con gái tôi ngồi sau hướng dẫn viên, chúng tôi bắt đầu cuộc phiêu lưu kéo dài nửa ngày. Thật tuyệt vời, vui vẻ và hồi hộp. Nếu bạn muốn có một nửa ngày tuyệt vời, bạn không thể làm gì tốt hơn. Rất đáng để thử. Chúng tôi có nước ở mọi điểm dừng, điểm dừng uống cà phê và điểm dừng bánh mì baguette, thật tuyệt, tất cả đều được bao gồm trong giá tour. Cảm ơn vì khoảng thời gian tuyệt vời, Tim Sara và Lauren Đọc thêm",
            "Chúng tôi là một gia đình 5 người lần đầu tiên đến thăm Hội An và được bạn bè khuyên nên đặt tour du lịch bằng xe máy. Chúng tôi rất vui vì chúng tôi đã làm! Chúng tôi chọn chuyến tham quan làng quê nửa ngày. Chúng tôi có một hướng dẫn viên rất thân thiện và chuyên nghiệp, đưa chúng tôi qua những vùng quê xinh đẹp và những ngôi làng nhỏ. Nó cho chúng tôi một cái nhìn chân thực về vùng nông thôn Hội An. Một trải nghiệm vui vẻ và thú vị.Đọc thêm",
            "Được tổ chức rất tốt, được tham quan nhiều địa điểm mà bình thường không thấy, bao gồm bữa trưa, có thể tự lái hoặc đi xe ôm.Đọc thêm",
            "Chúng tôi đã có một ngày hoàn hảo khi thực hiện chuyến tham quan đèo Hải Vân cùng Long và đồng nghiệp của anh ấy. Họ đã chỉ cho chúng tôi những địa điểm tuyệt vời và chúng tôi đã có khoảng thời gian tuyệt vời bên nhau. Tôi - tôi chắc chắn sẽ quay lại để tham gia một chuyến tham quan khác. Cảm ơn bạn rất nhiều vì ngày tuyệt vời này.Đọc thêm",
            "chi phí để làm điều này là bao nhiêu?Đọc thêm"
        ],
        "star_ratings": [
            187,
            5,
            1,
            0,
            0
        ],
        "review_amount": 193,
        "location": [
            "Du lịch bản địa và xã hội Hội An",
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Những việc cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written August 17, 2017",
            "Written August 13, 2017",
            "Written August 13, 2017",
            "Written July 21, 2017",
            "Written May 14, 2017",
            "Written May 13, 2017",
            "Written April 28, 2017",
            "Written April 23, 2017",
            "Written April 23, 2017",
            "Written April 15, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8295681-Reviews-or70-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or60-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or80-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3805800-Reviews-Ginger_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19919044-Reviews-Hoi_An_Rental_Car-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25298314-Reviews-Dahan_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7659637-Reviews-Hoi_An_Eco_Tourism-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6407319-Reviews-Hoi_An_Photo_Walks-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12703436-Reviews-Captain_Dans_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10034761-Reviews-Hoi_An_Impressive_Farm-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15044495-Reviews-Linh_Lavender_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2038078-Reviews-Green_Bamboo_Cooking_School_Cafe-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8536524-Reviews-Spa_Simon-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10196707-Reviews-Hoi_An_Bike_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795468-Reviews-Duc_Minh_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g57934-d4986046-Reviews-Stribling_Orchard-Markham_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d456298-Reviews-Kubah_National_Park-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g580824-d146727-Reviews-Lake_San_Antonio-Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d318261-Reviews-Muzeul_National_al_Satului_Dimitrie_Gusti-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g49212-d6027959-Reviews-Oak_Hollow_Mall-High_Point_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d457113-Reviews-Pulai_Waterfall-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g40554-d198663-Reviews-Cape_Elizabeth_Light-Cape_Elizabeth_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d1641294-Reviews-Palace_of_the_Grand_Master_of_the_Knights_of_Rhodes-Rhodes_Town_Rhodes_Dodecanese.html",
            "https://www.tripadvisor.com/Attraction_Review-g294454-d19245433-Reviews-Flixbus-Zagreb_Central_Croatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d2201596-Reviews-Marina_Village-Paradise_Island_New_Providence_Island_Bahamas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or80-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or70-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Native and Social Travel",
        "attraction_name_vi": "Du lịch bản địa và xã hội Hội An",
        "general_info": [
            "193 đánh giá",
            "- 35 trên 237 Món ăn – Đồ uống ở Hội An",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi sống ở Hà Nội và đi nghỉ ở Hội An và muốn có một chiếc xe máy đẹp - không phải xe tay ga - trong vài ngày để thăm bạn bè ở Đà Nẵng cùng bạn gái. Một người đàn ông trong quán cà phê đã giúp chúng tôi liên lạc với Long, người thực sự tuyệt vời và linh hoạt khi cho chúng tôi thuê một chiếc xe đạp cho chuyến phiêu lưu của chúng tôi mà không theo những chuyến tham quan thông thường của anh ấy. Anh ấy nhanh chóng đi vòng quanh quán cà phê nơi chúng tôi đang ở và cho chúng tôi xem chiếc xe đạp - tình trạng rất tốt cho một chiếc xe đạp cho thuê - ngày hôm sau anh ấy giao nó cho chúng tôi tại khách sạn và nhận nó khi chúng tôi trở lại Hội An. Xe đạp tốt. Giá hợp lý. : - Đọc thêm",
            "Đó là một trải nghiệm cuộc sống tuyệt vời, thực sự chuyên nghiệp và với hướng dẫn viên tên Long, một trong những người gặp gỡ tốt nhất của chúng tôi trong chuyến đi tại Việt Nam. Anh ấy rất chuyên nghiệp, thông minh và dành thời gian để dạy chúng tôi rất nhiều điều về Văn hóa Việt Nam. Anh ấy được biết là một người bạn thực sự. Cảm ơn vì tất cả và tôi muốn quay lại bằng xe đạp của mình - thực sự an toàn - Cảm ơn vì tất cả, Long và chú của bạn.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi 3 ngày và yêu thích nó.  Lee hướng dẫn của chúng tôi là tuyệt vời.  Địa hình chúng tôi bao phủ rất đa dạng.  Từ đường cao tốc 4 làn vắng vẻ đến đường làng nhỏ.  Chúng tôi đã thực hiện một số vết bẩn nhỏ nhưng chúng vẫn ổn.  Lee có nhiều thông tin và luôn tư vấn trước mọi biện pháp phòng ngừa mà chúng ta nên chú ý.  Luôn có những khoảng nghỉ thường xuyên để chụp ảnh, v.v. Xe đạp được bảo trì tốt và chúng tôi không gặp vấn đề gì.  Chỗ ở cho một trong những đêm là ở một ngôi làng nông thôn, chúng tôi được thưởng thức bữa ăn được chuẩn bị tại địa phương và được một số người dân địa phương biểu diễn nhạc cụ của họ giải trí.  Những túp lều chúng tôi ở thật tuyệt vời.  Sạch sẽ gọn gàng và nội bộ được bổ nhiệm rất tốt.  Đồ ăn trong chuyến đi được phục vụ rất tốt, chúng tôi thường ăn ở các nhà hàng do người dân địa phương dùng bữa.  Chúng tôi đã ra khỏi con đường mòn và thấy một số cảnh đẹp tuyệt vời.  Một điểm nổi bật thực sự của kỳ nghỉ của chúng tôi.  Đọc thêm",
            "Long thân mến! Cám ơn bạn vì tất cả ! Chuyến tham quan của bạn thật tuyệt vời. Chúng tôi rất may mắn được gặp bạn! Tôi giới thiệu chàng trai địa phương này cho mọi người vì anh ấy biết tất cả những gì bạn muốn! Cảm ơnCsath András Đọc thêm",
            "We went on 2 separate tours with Long and I can - t say enough good things about our trips!! Long was the friendliest person we met while on our month in Vietnam and he went out of his way to make sure we saw the real Vietnam. What an adventure!! Our first trip was an overnight journey to the Co Tu Villages high in the mountains about 2 or 3 hours out of Hoi An. If you want to see the true beauty of this country and the real people - ..this is the way to do it. We stopped at so many exciting places on this trip - ..it - s hard to remember it all until we go thru our pictures. We went over the little bamboo bridge, saw authentic war tunnels, had pineapples from a stand on the side of the road, went to a real still where the lady made rice wine, saw where green tea was grown, had incredible hot pot soup, visited a straw mat sleeping village, We ended up in a village of the Co Tu people where we stayed in the home of Mr. and Mrs. Bling. He had been a Captain in the Vietnam  - American -  War with 30 men under him. They cooked us an incredible dinner and with the help of Long we were able to ask the family questions which was an amazing experience!! If you want a true ethnic tour while in Vietnam - ..this is it!!Our second tour was the Top Gear tour for one day which took us on the Ho Chi Minh Trail high up on the Hai Van Pass. The scenery was absolutely stunning and we visited Marble Mountain. We had the most incredible seafood lunch at this great little restaurant on the water which was packed! There was a very interesting war site at the top of the Hai Van Pass that had old army bunkers. Long explained the history of the site and we were so glad to have him with us. My husband rode his own bike supplied by Long and I rode behind Long. He - s very safe and extremely gracious and stopped frequently to see if we needed to get a drink or use the washroom. He - s completely prepared with rain gear and the bikes are in excellent condition. Long showed us so many things and introduced us to so many interesting people that we - ll never, ever forget. He was one of these people! He really wants to share the history of his country and I couldn - t think of a better person to tour with. Thanks again Long for an incredible time! You - re the best!! Karen and Danny from CanadaRead more",
            "Chuyến tham quan bằng mô tô hàng đầu do Long và nhóm của anh cung cấp là trải nghiệm an toàn, vui vẻ và khó quên. Những cảnh đẹp chúng tôi thấy trong chuyến đi thật tuyệt vời, bữa tối thật tuyệt vời, Long và nhóm của anh ấy rất chuyên nghiệp. Tôi hoàn toàn muốn giới thiệu - cảm ơn Long một lần nữa.Đọc thêm",
            "Chúng tôi đã tham gia chuyến tham quan Myson với 3 hướng dẫn viên tuyệt vời về xe máy này và chúng tôi thực sự ngạc nhiên trước dịch vụ của họ! Họ đưa chúng tôi đi làm đồ gốm và khám phá Mỹ Sơn, ngủ trên võng, v.v. Các chuyến tham quan rất an toàn và Long rất có kinh nghiệm và hiểu biết để chia sẻ những điều về địa phương của anh ấy với chúng tôi. Cảm ơn rất nhiều Long!!Đọc thêm",
            "Chúng tôi đã có một chuyến đi xe máy tuyệt vời đến thăm con trai tôi với những người hướng dẫn của chúng tôi - long, lai và hung. Họ đúng giờ vào ngày diễn ra chuyến đi và chăm sóc chúng tôi rất chu đáo để đảm bảo chúng tôi được an toàn trong suốt hành trình. Chúng tôi thực sự trải nghiệm văn hóa Việt Nam bằng cách đến thăm nơi làm gốm cũng như học cách làm bánh tráng truyền thống. Long, lai và hung rất hài hước và vui vẻ khi ở bên. Chúng tôi đã có khoảng thời gian tuyệt vời với họ! Đọc thêm",
            "Chúng tôi gồm 7 cô gái lái xe cùng Long và nhóm của anh ấy trong hai ngày trên núi. Trong số những người khác, chúng tôi đang bơi trong thác nước, ngắm nhìn Ngũ Hành Sơn và ăn những món ăn ngon nhất mà chúng tôi từng có ở Việt Nam. Hai ngày rất vui vẻ với một đội ngũ vui tính, chu đáo và chuyên nghiệp. Tôi chắc chắn sẽ giới thiệu chuyến đi này cho mọi người. Cảm ơn các bạn vì hai ngày tuyệt vời!!! Đọc thêm",
            "Tôi và hai người bạn của tôi đã có khoảng thời gian tuyệt vời trong chuyến tham quan bằng xe máy cùng Long và nhóm! Họ hài hước, vui vẻ và chăm sóc chúng tôi rất tốt trong suốt chuyến đi! Lần đầu tiên chúng tôi thử làm đồ gốm và cũng tự làm và nếm thử chiếc bánh gạo của riêng mình. Có rất nhiều niềm vui trò chuyện với họ và trải nghiệm lối sống địa phương. Họ cũng kiên nhẫn dừng lại dọc đường để giải thích và giúp chúng tôi chụp những bức ảnh đẹp! Hãy tìm những tay đua dễ dàng nếu bạn đến Việt Nam!Đọc thêm",
            "việc này tốn bao nhiêu tiền?Đọc thêm"
        ],
        "star_ratings": [
            187,
            5,
            1,
            0,
            0
        ],
        "review_amount": 193,
        "location": [
            "Du lịch bản địa và xã hội Hội An",
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written April 14, 2017",
            "Written March 23, 2017",
            "Written March 18, 2017",
            "Written March 17, 2017",
            "Written March 12, 2017",
            "Written March 4, 2017",
            "Written February 23, 2017",
            "Written February 23, 2017",
            "Written February 23, 2017",
            "Written February 22, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8295681-Reviews-or80-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or70-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or90-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3805800-Reviews-Ginger_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19919044-Reviews-Hoi_An_Rental_Car-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25298314-Reviews-Dahan_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7659637-Reviews-Hoi_An_Eco_Tourism-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6407319-Reviews-Hoi_An_Photo_Walks-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12703436-Reviews-Captain_Dans_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10034761-Reviews-Hoi_An_Impressive_Farm-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15044495-Reviews-Linh_Lavender_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2038078-Reviews-Green_Bamboo_Cooking_School_Cafe-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8536524-Reviews-Spa_Simon-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10196707-Reviews-Hoi_An_Bike_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795468-Reviews-Duc_Minh_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34373-d3348786-Reviews-Circle_B_Bar_Reserve-Lakeland_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d5482744-Reviews-Gay_Spa_Sauna_at_MEN_s_Resort-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d102559-Reviews-Kebler_Pass-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g667997-d15219529-Reviews-Adventure_World-Sylhet_City_Sylhet_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g43778-d2343519-Reviews-Mississippi_Petrified_Forest-Flora_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g190441-d1808427-Reviews-Mozart_Dinner_Concert-Salzburg_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g297913-d2196799-Reviews-Meserani_Snake_Park-Arusha_Arusha_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d2069482-Reviews-Presque_Isle_Downs_Casino-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d25395739-Reviews-Dinos_Alive_Houston-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298551-d10597144-Reviews-Taiba_Commercial_Center-Medina_Al_Madinah_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or90-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or80-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Native and Social Travel",
        "attraction_name_vi": "Du lịch bản địa và xã hội Hội An",
        "general_info": [
            "193 đánh giá",
            "- 35 trên 237 Món ăn – Đồ uống ở Hội An",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Có một ngày tuyệt vời với Tú là người hướng dẫn của tôi bao gồm Ngũ Hành Sơn, các trang trại trồng rau điển hình của Việt Nam, đèo Hải Vân và đầm Lăng Cô. Thời tiết hôm đó cực kỳ tồi tệ nhưng Tú đã chuẩn bị kỹ lưỡng với thiết bị chống thấm nước và tôi chưa bao giờ cảm thấy không an toàn khi ngồi sau xe đạp của anh ấy. Tiếng Anh của anh ấy tốt và anh ấy rất dễ hòa nhập. Bữa trưa cũng rất tuyệt! Chắc chắn nên giới thiệu những người này! Đọc thêm",
            "Tôi và bạn gái đã dành tổng cộng 3 tuần ở Việt Nam, làm rất nhiều điều thú vị, nhưng tôi có thể thành thật mà nói rằng Chuyến tham quan bằng xe máy Hội An - Huế cùng Long là ngày tuyệt vời nhất. Lần đầu tiên chúng tôi gặp Long khi chúng tôi muốn đến thăm đền Mỹ Sơn từ Hội An. Đang vội nên tôi đã nhờ khách sạn sắp xếp tour này cho chúng tôi trước 1 ngày. Thông thường, chúng tôi không dựa vào sự giới thiệu của khách sạn cho những chuyến du lịch kiểu này nên chúng tôi không đặt nhiều hy vọng, tuy nhiên chúng tôi không thể hạnh phúc hơn khi gặp Long. Chúng tôi có thể ngay lập tức nói rằng anh ấy là một chàng trai rất tốt và chân thật. Ngoài việc nói tiếng Anh rất tốt, Long còn vui vẻ chia sẻ nhiều thông tin về Việt Nam, lịch sử, con người và cuộc sống hàng ngày của họ. Anh ấy cũng rất quan tâm đến việc tìm hiểu chúng tôi và văn hóa của chúng tôi. Anh ấy cũng liên tục đảm bảo chúng tôi cảm thấy thoải mái và an toàn trong suốt chuyến đi. Trong khi uống bia vào cuối chuyến du lịch Mỹ Sơn với Long, rất thích ngày này, chúng tôi đã thảo luận về khả năng đi Hội An đến Huế thông qua đèo Hải Vân - phong cách Top Gear - , một lần nữa Long tổ chức cho chúng tôi sự hài lòng đầy đủ. Chúng tôi gửi những chiếc ba lô lớn bằng xe buýt đến Huế và đi trên chiếc Suzuki 6 bánh 150cc rất thoải mái qua những con đường đất vui vẻ, những làng chài xinh xắn và đèo Hải Vân hùng vĩ, thư giãn và dừng lại vài quãng để thư giãn và thư giãn. những bức ảnh. Tại đầm Lăng Cô, nơi chúng tôi dừng chân để thưởng thức bữa trưa hải sản tuyệt vời, tôi đã nếm thử món hàu sống tươi ngon nhất từ ​​trước đến nay. Sau cả ngày lái xe, chúng tôi đến Huế với nụ cười rạng rỡ - chiếc mũi cháy nắng - và thật khó để nói lời tạm biệt với Long. Tóm lại, nếu bạn - đang ở khu vực Hội An và đang tìm Tour xe máy, hãy liên hệ với Long và anh ấy sẽ mang đến trải nghiệm độc đáo.Đọc thêm",
            "Một trong những ngày tuyệt vời nhất chúng tôi trải qua ở Việt Nam chắc chắn là ngày chúng tôi ở bên Long. Chúng tôi lái xe từ Hội An đến chùa Mỹ Sơn. Ngay cả khi chúng tôi có ít kinh nghiệm về xe máy, chúng tôi vẫn luôn cảm thấy an toàn khi ở bên Long. Ngoài chuyến đi, Long còn dạy chúng tôi rất nhiều điều về Việt Nam và lịch sử của đất nước này. Rất khuyến khích cho những ai đang tìm kiếm trải nghiệm độc đáo ở Việt Nam - Hội An! Siêu trải nghiệm : - Đọc thêm",
            "Tôi và bạn trai đã thực hiện chuyến tham quan Gear top cùng Tú. Mặc dù trời mưa cả ngày nhưng thật tuyệt vời! Tú là một người hướng dẫn tuyệt vời và bữa trưa rất ngon. Chắc chắn sẽ giới thiệu! Đọc thêm",
            "Con gái tôi và tôi muốn thực hiện một chuyến tham quan bằng xe máy và Chuyến tham quan bản địa Hội An của Long và Hùng tại Chuyến phiêu lưu bằng xe máy Hội An đã được đề xuất. Và chúng tôi đã không bị thất vọng.  Hành trình của chúng tôi đã được Long cân nhắc kỹ lưỡng. Chúng tôi đã nhìn thấy một phần của Việt Nam mà bình thường chúng tôi chưa từng thấy. Chúng tôi đã có cơ hội đến thăm và giao lưu với các làng dân tộc thiểu số và chơi trò chơi với trẻ em. Long và Hùng đảm bảo chúng tôi luôn cảm thấy thoải mái và an toàn. Long nói tiếng Anh rất tốt và Hùng có tính cách tuyệt vời. Hùng đã dạy tôi và con gái tôi rất nhiều về phong tục của người Việt Nam và luôn ở đó để đảm bảo rằng bát ăn tối của chúng tôi KHÔNG BAO GIỜ trống! Long cũng có rất nhiều thông tin về lịch sử Việt Nam, đặc biệt là chiến tranh. Tôi và con gái bắt đầu chuyến đi này với mong muốn duy nhất là được nhìn thấy một Việt Nam thực sự, và giờ đây chúng tôi kết thúc chuyến đi của mình với những trải nghiệm tuyệt vời cùng hai con người tuyệt vời. Những kỳ vọng của chúng tôi đã được thay thế và giờ đây chúng tôi có hai người bạn tuyệt vời. Tôi và con gái đã rất vất vả để nói lời tạm biệt với hai người bạn đồng hành mới của mình. Nếu bạn muốn có một trải nghiệm độc đáo, chúng tôi thực sự khuyên bạn nên tham gia Tour bản địa Hội An của Long và Hùng. Chúng tôi không bao giờ ngừng cười trong suốt năm ngày.Đọc thêm",
            "Chúng tôi đã có chuyến du lịch 3 ngày tuyệt vời từ Hội An đến Quảng Ngãi cùng Long. Anh ấy là một chàng trai tuyệt vời, lái xe giỏi và rất thân thiện. Thật thú vị khi được nghe tất cả những Câu chuyện về con người và lịch sử của vùng. Tôi sẽ làm điều đó một lần nữa. Cảm ơn bạn vì chuyến tham quan tuyệt vời.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch 4 ngày từ Hội An vào vùng núi, đường mòn Hồ Chí Minh và quay trở lại Quand Ngãi. Long là một hướng dẫn viên - tài xế siêu chu đáo và thân thiện, người đã chỉ cho chúng tôi những viên ngọc ẩn trong khu vực. Bạn gái tôi ngồi phía sau trên chiếc xe máy của anh ấy và tôi tự lái xe. Chúng tôi không bao giờ cảm thấy không an toàn. Tôi thực sự khuyên bạn nên đặt anh ấy cho một chuyến đi bằng xe máy. Đọc thêm",
            "Chúng tôi đã đi tour xe máy theo lời giới thiệu của một người bạn và rất vui vì đã làm vậy. Chúng tôi đã đi một vài tour trong chuyến đi của mình nhưng đây là tour tuyệt vời nhất. Long và Hung thật tuyệt vời. Những người lái xe an toàn nhưng cũng rất vui vẻ và hiểu biết. Long nghiên cứu về lịch sử Việt Nam nên có rất nhiều thông tin và Hung rất thân thiện và có khiếu hài hước tuyệt vời. Rất chân thành và thoải mái, điều mà tôi luôn thích hơn so với các tour có kịch bản dày đặc. Sẽ quay lại nếu tôi quay lại Việt Nam. Phong cảnh trên đường đi thật tuyệt vời và họ đã tìm thấy một số địa điểm đẹp để chỉ cho chúng tôi, chụp ảnh và đưa chúng tôi đến một hố bơi vắng vẻ, thật tuyệt. Đọc thêm",
            "Chúng tôi đã có một cuộc trò chuyện thực sự thú vị với Long về tất cả các chi tiết. Sau đó, chúng tôi bắt đầu chuyến đi một ngày từ Huế đến Hội An vào buổi sáng. Long và Phú là những người lái xe rất an toàn và đã giúp đỡ chúng tôi trong suốt hành lý. Một ngày thật tuyệt vời: thiên nhiên tươi đẹp, đồ ăn ngon, những cuộc trò chuyện thú vị và quan trọng nhất là hướng dẫn viên du lịch tuyệt vời đã trở thành bạn bè. Cảm ơn vì tất cả mọi thứ và chúng tôi hy vọng sớm gặp lại bạn! Annabel - MarkusĐọc thêm",
            "Một chuyến đi xe máy dài là điều tuyệt đối phải làm! Chắc chắn đó là một trong những ngày tuyệt vời nhất hoặc thậm chí có thể là ngày tuyệt vời nhất tôi có ở Việt Nam! Long đón tôi từ khách sạn của tôi ở Hội An và chúng tôi lái xe đến Huế trên đường đi, anh ấy đưa tôi đến những ngôi làng nhỏ và các điểm tham quan chính. Anh ấy nghiên cứu lịch sử Việt Nam nên ngoài việc là một người lái xe rất an toàn, anh ấy còn là một hướng dẫn viên tuyệt vời. Anh ấy cũng cho tôi nếm thử những món ăn đường phố ngon nhất ở Việt Nam! Tôi là một du khách nữ đi một mình và cảm thấy hoàn toàn an toàn. Lần tới khi tôi đến Việt Nam, tôi chắc chắn sẽ liên hệ với anh ấy vì anh ấy rất linh hoạt và cũng cung cấp các chuyến đi dài hơn, từ bắc xuống nam, từ nam xuống bắc hoặc chỉ một số đoạn đường. Cảm ơn Long vì chuyến đi tuyệt vời! Đọc thêm",
            "việc này tốn bao nhiêu tiền?Đọc thêm"
        ],
        "star_ratings": [
            187,
            5,
            1,
            0,
            0
        ],
        "review_amount": 193,
        "location": [
            "Du lịch bản địa và xã hội Hội An",
            "Việt Nam",
            "Tỉnh Quảng Nam",
            "Chào An",
            "Châu Á",
            "Những điều cần làm ở Hội An"
        ],
        "reviews_time": [
            "Written February 7, 2017",
            "Written February 2, 2017",
            "Written January 13, 2017",
            "Written January 12, 2017",
            "Written January 8, 2017",
            "Written December 25, 2016",
            "Written November 20, 2016",
            "Written November 17, 2016",
            "Written October 22, 2016",
            "Written October 18, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d8295681-Reviews-or90-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or80-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or100-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3805800-Reviews-Ginger_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19919044-Reviews-Hoi_An_Rental_Car-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25298314-Reviews-Dahan_Spa_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7659637-Reviews-Hoi_An_Eco_Tourism-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6407319-Reviews-Hoi_An_Photo_Walks-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12703436-Reviews-Captain_Dans_Boat_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10034761-Reviews-Hoi_An_Impressive_Farm-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15044495-Reviews-Linh_Lavender_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d16859521-Reviews-Easy_Rider_private_tour_via_Hai_Van_pass_from_Hue_Da_Nang_Hoi_An_1Way_Loop-Hoi_A.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2038078-Reviews-Green_Bamboo_Cooking_School_Cafe-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8536524-Reviews-Spa_Simon-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26790128-Reviews-Ozone_Spa_Wellness_Little_Oasis-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10196707-Reviews-Hoi_An_Bike_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4795468-Reviews-Duc_Minh_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d125427-Reviews-Sylvan_Lake-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d1094351-Reviews-Indiana_Beach_Amusement_Water_Park-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g50325-d3441103-Reviews-Fairport_Harbor_Lakefront_Park_Beach-Fairport_Harbor_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d12921436-Reviews-Dambulla_Cave_Temple-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g47621-d4040397-Reviews-Rolling_Hills_Asylum-East_Bethany_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548580-Reviews-The_Cock-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g47224-d13236930-Reviews-Black_Rock_Hot_Springs-Taos_Taos_County_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1872665-d15645917-Reviews-Gamaksan_Chulleong_Bridge-Paju_Gyeonggi_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d8434804-Reviews-Podstrana_Beach-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g39163-d483179-Reviews-The_Stephen_Foster_Story-Bardstown_Kentucky.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or100-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d8295681-Reviews-or90-Hoi_An_Native_and_Social_Travel-Hoi_An_Quang_Nam_Province.html"
    }
]