[
    {
        "attraction_name": "Hoi An Photo Tours & Workshop",
        "attraction_name_vi": "Workshop chụp ảnh Hội An",
        "general_info": [
            "554 đánh giá",
            "33 trên 202 lớp Hội thảo tại Hội An",
            "Bài học Hội thảo",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Hội An Photo tour hiện nay có thế mạnh với hơn 14 năm kinh nghiệm. Đối với những người muốn ghi lại hình ảnh thực tế của Việt Nam ở những khu vực không có khách du lịch và hoặc tìm hiểu thêm về nhiếp ảnh, chuyến tham quan này được thực hiện dành cho bạn. Được dẫn dắt bởi đội ngũ nhiếp ảnh gia chuyên nghiệp, chuyến tham quan sẽ đưa bạn đến những ngôi làng nơi không có khách du lịch nào có thể nhìn thấy, cũng như phố cổ Hội An. Các chuyến tham quan bao gồm hội thảo nhiếp ảnh để tìm hiểu về tất cả các cài đặt máy ảnh của bạn và hội thảo sáng tác để phát huy khả năng sáng tạo của mỗi người. Ghi lại cảnh bình minh tuyệt vời ở một làng chài hay ở chợ Hội An nhộn nhịp hay những người nông dân trồng lúa vào lúc hoàng hôn, Tour Ảnh Hội An là cách tốt nhất để có cái nhìn cận cảnh về Việt Nam! Hãy sở hữu những bức ảnh đẹp nhất về Việt Nam và cải thiện kỹ năng chụp ảnh của bạn!Đọc thêm",
        "reviews": [
            "Im an avid amateur street photographer but through the Covid years sort of lost my mojo and camera knowledge a bit so I was both apprehensive and excited about this tour - especially since its going to be low light for the most part.  Etienne Bossot, our private guide was AMAZING!  He immediately sat down with me while we were boating to the first location and went with me through my camera settings,  adjusted a few settings for me which would be perfect for the low light and guided me through all the basics.  When we reached our first location - fishermen pulling up their nets to the backdrop of sunrise - I felt at ease and with him checking in on me just made for an amazing experience!  I got quite a few good ones and was pretty chufed with the results.  We then moved on to an unknown local market with not a singe other tourist in sight and where he is well known and loved by the locals.  We enjoyed a traditional noodle breakfast before he guided us through the market, finding the right light, the perfect backdrops and helped with composition and framing.  Because Etienne is known there, they did not mind us walking around taking photos and did not pose for photos either which is perfect for street photography! We even watched a board game while Etienne bantered with the men. Got quite a few good photos here too! We then went for coffee at a little local cafe with our cameras packed away to simpy enjoy the coffee and have a chat with everyone - and they LOVED to chat!  The cafe owners kids were running around and took a liking to us, coming to sit with us and just being cool little kids! Such a lovely authentic experience after a morning of great photography! On the way back to the boat the cameras came out again and we managed to get a few good photos of people going about their day and fisherman pottering around at their boats while followed by a bunch of kids who obviously found us intriguing - giggling and pointing at us, wanting to shake our hands and talk to us in broken English.  Even the fisherman were very happy to see us and wanted to take photos with us!  Im probably now on someones instagram account! Priceless!I would really recommend this tour to everyone who loves photography - you do not need to be an expert or an excellent camera either.  Hubby tagged along and not being a photographer youd think hed be bored but Etienne made sure he was included and he really just loved the experience of the places we went.  Its a very early start - we were picked up at our hotel at 4:30 am - but it was so worth it! The photos included here are just happy snappies with my mobile phone.Read more",
            "Trải nghiệm tuyệt vời tại chợ ngư dân tuyệt vời cách Hội An 1h. Chúng tôi đến lúc 5 giờ sáng và nơi này rất bận rộn. Cơ hội chụp ảnh rất lớn ngay cả khi đầy thách thức do sự hỗn loạn. Ánh sáng thay đổi từng phút nhưng nhìn chung rất đẹp. Mọi người ở đâu rất thân thiện. Andy là một người hướng dẫn tuyệt vời. Sau chợ, chúng tôi đi dạo qua làng chài và người dân nơi đây rất thân thiện. Tôi thực sự khuyên bạn nên.Đọc thêm",
            "Tôi đã học về nhiếp ảnh đường phố - và nó đã thay đổi toàn bộ suy nghĩ và cách tiếp cận của tôi. Một buổi học tuyệt vời - nếu tôi sống gần hơn, tôi sẽ quay lại. Và nếu tôi có thể tham gia một trong những chuyến tham quan của họ, tôi sẽ tham gia. Lời khuyên tuyệt vời và thiết thực. Đọc thêm",
            "Là một người nghiệp dư hướng nội, tôi quyết định tham gia chuyến tham quan làng chài ngắm bình minh sau khi đọc một bài viết về cách nó có thể giúp chúng ta vượt qua sự nhút nhát, bước gần hơn với mọi người và chụp ảnh họ một cách tôn trọng. Tôi đã kỳ vọng rất cao và chuyến tham quan đã vượt qua tất cả những điều này. Tôi đã học được rất nhiều điều từ những gợi ý của Etiennes để tìm kiếm cơ hội chụp ảnh và lập bố cục ảnh ở một địa điểm cụ thể. Hãy đặt trước để không bỏ lỡ cơ hội.Đọc thêm",
            "Cơ hội tuyệt vời để ngắm bình minh trên một làng chài yên tĩnh bên ngoài Hội An. Etienne vui lòng cung cấp thông tin chi tiết về bố cục ảnh và cách chụp được những bức ảnh đẹp nhất từ ​​Max pro 14 của tôi. Tôi đã lưỡng lự về việc tham gia chuyến tham quan này vì tôi đang sử dụng điện thoại nhưng chắc chắn tôi rất vui vì đã tham gia. Đó là một trong những kỷ niệm yêu thích của tôi trong chuyến đi. Hãy dậy sớm và thực hiện chuyến tham quan này! Thật tuyệt vời.Đọc thêm",
            "Chuyến tham quan được tổ chức rất tốt và những mẹo chụp ảnh là vô giá. Tôi đã thực hiện hai chuyến tham quan và cả hai đều tuyệt vời. Tôi rất muốn giới thiệu những tour du lịch này. Etienne rất giàu thông tin và quan tâm đến nghề cũng như khách hàng của mình.Đọc thêm",
            "Chúng tôi đã thực hiện Chuyến đi chụp ảnh buổi sáng ở Phố cổ. Lần đầu tiên chúng tôi gặp nhau, uống cà phê và nói chuyện về cài đặt máy ảnh vì cả hai chúng tôi đều là người mới bắt đầu chụp ảnh. Sau đó chúng tôi đi dạo quanh thị trấn và chụp một số bức ảnh tuyệt vời. Etienne là một giáo viên tuyệt vời. Chúng tôi đã học được rất nhiều và có rất nhiều niềm vui. Cảm ơn rất nhiều!Đọc thêm",
            "Chuyến đi này phù hợp cho người mới bắt đầu và các nhiếp ảnh gia có kinh nghiệm.  Tôi nhận thấy cách tiếp cận của Jeans đối với việc chụp ảnh con người đầy cảm hứng.  Suy nghĩ sáng tạo và chụp ảnh từ các góc độ khác nhau đã mang lại cho tôi những bức ảnh mà tôi sẽ rất vui khi in ra.Đọc thêm",
            "Cảm ơn rất nhiều về đánh giá của bạn Cheryl, rất vui được chào đón bạn trong chuyến tham quan chụp ảnh của chúng tôi ở Hội An! Đọc thêm",
            "Đối tác của tôi và tôi đã thực hiện chuyến tham quan phố cổ Hội An vào sáng sớm với Jean và yêu thích nó! Cả hai chúng tôi đều là những người mới bắt đầu - Tôi có một chiếc máy ảnh phim và đối tác của tôi có một chiếc máy ảnh kỹ thuật số không gương lật. Jean là một giáo viên tuyệt vời, nhiệt tình và chúng tôi đã học được rất nhiều về bố cục, ánh sáng cũng như cách tận dụng tối đa máy ảnh của mình. Tôi rất vui vì chúng tôi đã thực hiện chuyến tham quan này - chúng tôi đã có một buổi sáng thú vị và thực sự có cảm hứng để chụp những bức ảnh chất lượng tốt hơn nữa về chuyến đi của mình. Chúng tôi đang áp dụng những gì đã học vào thực tế rồi. Cảm ơn bạn Jean!Đọc thêm",
            "Việc đặt tour đã diễn ra nhanh chóng, thân thiện và các lựa chọn khác nhau được giải thích rõ ràng. Tôi đã đặt một chuyến du lịch kéo dài hai giờ trong ánh bình minh của Hội An với Jean. Thế là ngày chúng tôi gặp nhau ở quán cà phê để bàn luận về những mong đợi và cơ sở của tôi.  Sau đó chúng tôi bắt đầu ở thành phố ăn ảnh này. Tôi coi mình là một nhiếp ảnh gia nghiệp dư nhưng Jean đã nói với tôi rất nhiều về bài giảng về ánh sáng, bố cục, tổ chức khung hình, tìm kiếm và tách biệt chủ thể. Jean đã chỉ cho tôi một cách tiếp cận chụp ảnh mọi người trong môi trường du lịch thực sự hữu ích - tôi nghĩ nó sẽ đưa tôi lên một tầm cao hơn. Đó là khoảng thời gian thực sự vui vẻ với Jean và tôi thực sự khuyên bạn nên đọc thêm!",
            "Xin chào, một chuyến tham quan chụp ảnh có giá bao nhiêu và bạn muốn đặt một chuyến như thế nào? Đọc thêm",
            "Chi phí phụ thuộc vào tour bạn tham gia. Tour ngắm bình minh có giá 45 đô la Mỹ. Tôi đã gửi email cho họ và đặt theo cách đó. Dễ thôi. Tìm kiếm trang web của họ trên Google. Đọc thêm",
            "Tôi yêu âm thanh của những chuyến tham quan này nhưng không phải là một nhiếp ảnh gia. Có tour nào tương tự không Đọc thêm",
            "Nghiêm túc mà nói đây là tour du lịch dành cho bạn.  Tôi tự cho mình là một nhiếp ảnh gia nhưng chắc chắn là không. Tôi thậm chí còn không biết cách sử dụng máy ảnh của mình trước khi đi.  Nếu bạn không có máy ảnh, hãy lấy điện thoại của bạn và anh ấy sẽ chỉ cho bạn cách sử dụng nó làm máy ảnh để đạt được kết quả tuyệt vời.Đọc thêm",
            "Xin chào, bạn có cung cấp tour du lịch đến những nơi khác của Việt Nam không? Bạn có thể cho tôi danh sách các địa điểm bạn cung cấp được không? Cảm ơn trước :Đọc thêm",
            "Ann Tôi xin lỗi vì trả lời quá muộn, tôi chưa bao giờ thấy những câu hỏi này trước đây. Có, chúng tôi cung cấp nhiều chuyến tham quan hơn như bạn có thể xem trên trang web của chúng tôi Những bức ảnh về Châu ÁĐọc thêm",
            "Xin chào, tôi là một nghệ sĩ vẽ chân dung thực tế, tác phẩm của tôi có quy mô lớn. Tôi đang dự định đến thăm Việt Nam để chụp ảnh cận cảnh khuôn mặt người dân và trẻ em. Tôi đang tự hỏi liệu chuyến tham quan qua ảnh này có phù hợp với những bức ảnh mà tôi đang tìm kiếm hay không.Đọc thêm",
            "Bạn nên tìm Photoafari Hội An sẽ được tổ chức năm nay từ ngày 5-9/8/2015\n\nBạn có thể tham gia chuyến tham quan chụp ảnh này vào tháng 8 tại Hội An. Hy vọng bạn sẽ có khoảng thời gian vui vẻ tại Việt NamĐọc thêm"
        ],
        "star_ratings": [
            480,
            41,
            17,
            4,
            12
        ],
        "review_amount": 554,
        "location": [
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Workshop chụp ảnh Hội An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written January 18, 2024",
            "Written August 15, 2023",
            "Written May 25, 2023",
            "Written May 9, 2023",
            "Written May 4, 2023",
            "Written May 4, 2023",
            "Written February 9, 2023",
            "Written February 6, 2023",
            "Written December 1, 2022",
            "Written November 5, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d1771581-Reviews-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or10-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3502284-Reviews-Friendly_Leather_Bags-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5865044-Reviews-Nguyenhoa_shoeshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12413362-Reviews-March_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26853645-Reviews-L_Nhi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6750746-Reviews-Happy-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11760647-Reviews-Tra_Viet_Tea_Gift_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19139080-Reviews-Papaya_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17789523-Reviews-Ao_Phong_Hoian_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10836462-Reviews-Essensian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25080435-Reviews-Hart_Upcycle_Hoian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17501779-Reviews-Experience_Leather_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14025427-Reviews-Tuan_Le_Car_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15850098-Reviews-Laturelle_Wellness_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4749235-Reviews-Chic_Unique_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14116567-d21092857-Reviews-Plaja_Cochilia-Tuzla_Constanta_County_Southeast_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d636100-Reviews-Georgetown_Flea_Market-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d546013-Reviews-Khaosan_Road-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g190409-d258093-Reviews-Larvotto_Beach-Monte_Carlo.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219108-d1436488-Reviews-Garuda_Wisnu_Kencana_Cultural_Park-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d1847079-Reviews-Haleiwa_Beach_Park-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g4055394-d3371282-Reviews-Designer_Outlet_Berlin-Wustermark_Brandenburg.html",
            "https://www.tripadvisor.com/Attraction_Review-g42418-d3317992-Reviews-Rifle_River_Recreation_Area-Lupton_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d103676-Reviews-Indianapolis_Zoo-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g41952-d286039-Reviews-EcoTarium-Worcester_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or10-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Photo Tours & Workshop",
        "attraction_name_vi": "Workshop chụp ảnh Hội An",
        "general_info": [
            "554 đánh giá",
            "33 trên 202 lớp Hội thảo tại Hội An",
            "Bài học Hội thảo",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Hội An Photo tour hiện nay có thế mạnh với hơn 14 năm kinh nghiệm. Đối với những người muốn ghi lại hình ảnh thực tế của Việt Nam ở những khu vực không có khách du lịch và hoặc tìm hiểu thêm về nhiếp ảnh, chuyến tham quan này được thực hiện dành cho bạn. Được dẫn dắt bởi đội ngũ nhiếp ảnh gia chuyên nghiệp, chuyến tham quan sẽ đưa bạn đến những ngôi làng nơi không có khách du lịch nào có thể nhìn thấy, cũng như phố cổ Hội An. Các chuyến tham quan bao gồm hội thảo nhiếp ảnh để tìm hiểu về tất cả các cài đặt máy ảnh của bạn và hội thảo sáng tác để phát huy khả năng sáng tạo của mỗi người. Ghi lại cảnh bình minh tuyệt vời ở một làng chài hay ở chợ Hội An nhộn nhịp hay những người nông dân trồng lúa vào lúc hoàng hôn, Tour Ảnh Hội An là cách tốt nhất để có cái nhìn cận cảnh về Việt Nam! Hãy sở hữu những bức ảnh đẹp nhất về Việt Nam và cải thiện kỹ năng chụp ảnh của bạn!Đọc thêm",
        "reviews": [
            "Đây có lẽ là chuyến tham quan chụp ảnh tốt nhất mà tôi đã thực hiện. Các công cụ cài đặt trên máy ảnh cho đến bố cục đã được chứng minh là vô giá. Và chuyến tham quan thật tuyệt vời, khám phá những con đường xinh đẹp của Hội An với những tòa nhà đầy màu sắc và những con người tuyệt vời. Nếu bạn đang ở Hội An và thích chụp ảnh thì đây là chuyến tham quan dành cho bạn.Đọc thêm",
            "Trải nghiệm tuyệt vời với Etienne, anh chàng tuyệt vời mà tôi đã gắn bó lâu dài. Tôi đã trải nghiệm một mình vì không có đủ người để tổ chức một chuyến du lịch nhóm vào tuần đó tôi ở Hội An. Tôi rất vui vì đã chọn lựa chọn riêng tư vì tôi cảm thấy nó riêng tư hơn và cho phép tôi hỏi tất cả những câu hỏi tôi muốn và có trải nghiệm độc đáo với người dân địa phương. Tôi chắc chắn sẽ giới thiệu nhóm riêng tư nếu bạn đã biết một số điều về nhiếp ảnh. Nhìn chung, tôi về nhà với một góc nhìn khác biệt và mới mẻ về nhiếp ảnh cũng như trải nghiệm việc chụp lại một chút phong cách sống khác.  Điều này đã khơi dậy niềm đam mê nhiếp ảnh của tôi.Đọc thêm",
            "Nó đã rất vui. Jean là một hướng dẫn viên du lịch tuyệt vời, người đã giúp chúng tôi chụp những bức ảnh đẹp hơn thông qua các ví dụ và giải thích thực tế. Rất vui được nói chuyện với anh và tìm hiểu thêm về nhiếp ảnh cũng như thời gian anh ở Việt Nam. Chúng tôi chắc chắn sẽ thử một trong những chuyến tham quan khác của họ khi ở đây!Đọc thêm",
            "Cảm ơn đánh giá của bạn rất nhiều, nó giúp chúng tôi rất nhiều để bắt đầu sau 3 năm qua! Cảm ơn!Đọc thêm",
            "Tôi đã tham dự Advanced Sunrise Photography với Etienne vào tháng 8 năm 2022 với mục đích khơi dậy sở thích chụp ảnh của tôi. Đặc biệt là sau 2 năm trải qua đại dịch mà không được luyện tập. Etienne là giáo viên nhiệt huyết nhất mà tôi từng gặp. Sự nhiệt tình và phấn khích của anh ấy có thể lan truyền khá rộng rãi và có tác dụng lan truyền sang tôi. Mặc dù bản thân tôi đã có hơn 15 năm kinh nghiệm nhưng tôi đã chọn được một kỹ thuật đo sáng quan trọng cho phép tôi chụp ảnh nhanh hơn nữa và không bỏ lỡ khoảnh khắc quyết định. Những món ăn nhẹ mà Etienne cung cấp là vô giá, đặc biệt vì có một món đồ thực tế đi kèm. Địa điểm chúng tôi đến rất nhộn nhịp với các hoạt động. Không thiếu cơ hội chụp ảnh với một số ánh sáng tuyệt vời. Hơn thế nữa, chúng tôi là 2 người duy nhất chụp ảnh ở đó, các nhiếp ảnh gia khác sẽ ghi lại những bức ảnh của bạn, vì vậy đây là điều tốt nhất nên thực hiện 1 đến 1 hoặc 2 người nhiều nhất. Lời khuyên duy nhất tôi muốn nói thêm là hãy chuẩn bị lau sạch thiết bị của bạn vì việc dính nước biển vào bánh răng của bạn là điều không thể tránh khỏi. Etienne ở đó không chỉ với tư cách là huấn luyện viên, anh ấy còn là người sửa chữa cho bạn và là người đã phát triển mối quan hệ bền chặt với mọi người trong khu vực. Trải nghiệm này đã được tuyển chọn một cách chuyên nghiệp. Không có gì được dàn dựng và việc cẩn thận để không làm gián đoạn các hoạt động cũng như sự đồng cảm đối với cảm xúc của đối tượng được xem xét. Đây là một điều mà tôi đánh giá cao nhất, đặc biệt là trong thời đại mà các xưởng ảnh tràn ngập nhiếp ảnh ý tưởng được dàn dựng và mọi người đều chụp những bức ảnh giống nhau có thể tìm trên Google . Chắc chắn ý tưởng và bố cục không thuộc sở hữu của các nhiếp ảnh gia mà do nghệ sĩ ý tưởng sở hữu. Tôi sẽ rất nhiệt tình xem xét các chuyến tham quan của bạn và không thể giới thiệu đủ cao về Chuyến tham quan qua ảnh Hội An!Đọc thêm",
            "Có một chuyến tham quan tuyệt vời với Etienne, tôi là người mới bắt đầu chụp ảnh nhưng điều đó không thành vấn đề. Etienne đã giúp tôi một số kiến ​​thức cơ bản về nhiếp ảnh để giúp tôi đi đúng hướng. Đó là một chuyến tham quan thân thiện với một số cơ hội chụp ảnh tuyệt vời và sẽ giới thiệu cho bất kỳ ai ở mọi trình độ nhiếp ảnhĐọc thêm",
            "Cảm ơn rất nhiều James một lần nữa vì đã tham gia chuyến tham quan này! Đây không phải là việc trở thành một nhiếp ảnh gia mới bắt đầu hay nâng cao, mà là mong muốn học hỏi và cải thiện. Hẹn gặp lại bạn sớm!\nĐọc thêm",
            "Chuyến đi tuyệt vời với Etienne, chắc chắn xứng đáng để dậy sớm. Anh ấy chứng tỏ mình rất hiểu biết, là người hướng dẫn tuyệt vời và chắc chắn đã xây dựng được mối quan hệ tuyệt vời với những người đánh cá địa phương trong nhiều năm qua khiến họ cởi mở hơn nhiều khi chúng tôi chụp ảnh họ ngay cả ở cự ly gần. Thích ánh sáng buổi sáng, sự đa dạng của các chủ đề và màu sắc. Đọc thêm",
            "cảm ơn rất nhiều vì đã tham gia cùng Javier và thật tuyệt vời!!!! Rất mong được chào đón bạn một lần nữa tại Việt Nam trong một chuyến tham quan qua ảnh khác: Đọc thêm",
            "Tôi được Jean hướng dẫn tham quan chụp ảnh buổi sáng quanh Phố cổ Hội An. Jean đã dành thời gian để giúp tôi làm quen lại với việc tắt máy ảnh và rất kiên nhẫn với tôi. Tôi đã học được rất nhiều điều, đặc biệt là về phối cảnh và cách ngồi chờ cơ hội chụp ảnh. Tôi đã chụp được một số bức ảnh đẹp nhưng quan trọng hơn là tôi cảm thấy rất hào hứng khi được chụp ảnh lại sau một vài năm nghỉ ngơi. Hy vọng được thực hiện một chuyến tham quan khác! Đọc thêm",
            "Một buổi hội thảo với Hoi An Photo Tour sẽ mang đến cho bạn trải nghiệm tuyệt vời và giá trị trong kỳ nghỉ của bạn tại Việt Nam. Tôi đã tham gia một số tour với họ và thực sự thích đi bộ qua những ngôi làng nhỏ, ghé thăm các chợ cá đông đúc và gặp gỡ người dân địa phương trên các cánh đồng trong khi học những điều mới về nhiếp ảnh. Sự hỗ trợ tuyệt vời của Etienne và những người khác chắc chắn đã giúp tôi trở thành một nhiếp ảnh gia giỏi hơn. Đọc thêm",
            "Tôi đã thực hiện 2 chuyến chụp ảnh với Etienne ở Hội An và điều đó thực sự tuyệt vời: Etienne là một nhiếp ảnh gia rất thân thiện và có tay nghề cao, thích nghi với trình độ học sinh của mình và chia sẻ những lời khuyên rất hữu ích. Anh ấy đã cho tôi những cách mới để nhìn cảnh vật và ánh sáng và điều đó sẽ giúp ích rất nhiều cho việc nâng cao khả năng chụp ảnh của tôi. Nhìn chung, đừng ngần ngại, hãy đi và cả hai bạn sẽ có khoảng thời gian tuyệt vời và học hỏi được nhiều điều!Đọc thêm",
            "Chụp ảnh quanh Hội An vào sáng sớm là một trải nghiệm tuyệt vời. Etienne rõ ràng yêu thích thị trấn xinh đẹp này và thể hiện rất nhiều đam mê để giới thiệu nó với người khác. Trong chuyến tham quan, tôi được thử thách cải thiện kỹ năng chụp ảnh của mình bằng cách tận dụng ánh sáng tốt hơn và cách sẵn sàng chụp vào thời điểm thích hợp nhất để có được một bức ảnh thú vị. Chụp ảnh đường phố tự nhiên có thể không dễ dàng, nhưng Etienne đã chia sẻ rất nhiều thủ thuật thiết thực giúp thúc đẩy tôi thực hiện nhiều hơn nữa! Trên hết, nó rất vui. Tôi thực sự có thể giới thiệu chuyến tham quan này cho bất kỳ ai muốn có trải nghiệm chụp ảnh tuyệt vời ở Hội An. Tôi nóng lòng muốn quay lại và thử một chuyến tham quan khác.Đọc thêm"
        ],
        "star_ratings": [
            480,
            41,
            17,
            4,
            12
        ],
        "review_amount": 554,
        "location": [
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Workshop chụp ảnh Hội An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written October 22, 2022",
            "Written September 29, 2022",
            "Written September 9, 2022",
            "Written August 18, 2022",
            "Written July 12, 2022",
            "Written June 21, 2022",
            "Written May 25, 2022",
            "Written May 6, 2022",
            "Written April 29, 2022",
            "Written April 7, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d1771581-Reviews-or10-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or20-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3502284-Reviews-Friendly_Leather_Bags-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5865044-Reviews-Nguyenhoa_shoeshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12413362-Reviews-March_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26853645-Reviews-L_Nhi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6750746-Reviews-Happy-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11760647-Reviews-Tra_Viet_Tea_Gift_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19139080-Reviews-Papaya_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17789523-Reviews-Ao_Phong_Hoian_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10836462-Reviews-Essensian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25080435-Reviews-Hart_Upcycle_Hoian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17501779-Reviews-Experience_Leather_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14025427-Reviews-Tuan_Le_Car_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15850098-Reviews-Laturelle_Wellness_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4749235-Reviews-Chic_Unique_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42683-d142430-Reviews-Oval_Beach-Saugatuck_Allegan_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d3400551-Reviews-Black_Magic_Bar-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d213594-Reviews-Haight_Street-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8801842-Reviews-Liberty_Statue-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d17821222-Reviews-Zest_Beach_Club-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d2196604-Reviews-Municipal_Rose_Garden-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g50253-d559985-Reviews-Blossom_Music_Center-Cuyahoga_Falls_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g31411-d109688-Reviews-Meteor_Crater_Barringer_Space_Museum-Winslow_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d191154-Reviews-Museo_dell_Opera_del_Duomo-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187555-Reviews-The_British_Museum-London_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or20-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or10-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Photo Tours & Workshop",
        "attraction_name_vi": "Workshop chụp ảnh Hội An",
        "general_info": [
            "554 đánh giá",
            "33 trên 202 lớp Hội thảo tại Hội An",
            "Bài học Hội thảo",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Hội An Photo tour hiện nay có thế mạnh với hơn 14 năm kinh nghiệm. Đối với những người muốn ghi lại hình ảnh thực tế của Việt Nam ở những khu vực không có khách du lịch và hoặc tìm hiểu thêm về nhiếp ảnh, chuyến tham quan này được thực hiện dành cho bạn. Được dẫn dắt bởi đội ngũ nhiếp ảnh gia chuyên nghiệp, chuyến tham quan sẽ đưa bạn đến những ngôi làng nơi không có khách du lịch nào có thể nhìn thấy, cũng như phố cổ Hội An. Các chuyến tham quan bao gồm hội thảo nhiếp ảnh để tìm hiểu về tất cả các cài đặt máy ảnh của bạn và hội thảo sáng tác để phát huy khả năng sáng tạo của mỗi người. Ghi lại cảnh bình minh tuyệt vời ở một làng chài hay ở chợ Hội An nhộn nhịp hay những người nông dân trồng lúa vào lúc hoàng hôn, Tour Ảnh Hội An là cách tốt nhất để có cái nhìn cận cảnh về Việt Nam! Hãy sở hữu những bức ảnh đẹp nhất về Việt Nam và cải thiện kỹ năng chụp ảnh của bạn!Đọc thêm",
        "reviews": [
            "Tôi thực sự giới thiệu Chuyến tham quan và hội thảo qua ảnh Hội An cho bất kỳ ai muốn cải thiện khả năng chụp ảnh du lịch của mình. Andy đã giới thiệu cho tôi Hội An dưới một góc nhìn hoàn toàn khác và cho tôi nhiều lời khuyên quý giá về bố cục và ánh sáng trong ảnh. Chúng tôi đã có khoảng thời gian tuyệt vời và tôi đã có thể chụp được một số hình ảnh thực sự hấp dẫn. Đọc thêm",
            "Đối tác của tôi và tôi đã tham gia Hội thảo chụp ảnh du lịch với jean và vô cùng hạnh phúc với mọi thứ diễn ra như thế nào. chúng tôi là những người mới bắt đầu, có kiến ​​thức cơ bản về nhiếp ảnh. Jean hướng dẫn chúng tôi tất cả các bối cảnh quan trọng mà chúng tôi phải hiểu và những lời giải thích của anh ấy về điều này rất dễ nắm bắt và khiến chúng tôi phải suy nghĩ. Anh ấy không quá phức tạp hóa mọi thứ, điều này khiến việc theo dõi thực sự dễ dàng. khi chúng tôi đi qua khu phố cổ, anh ấy thực sự khiến chúng tôi phải suy nghĩ kỹ càng khi xem xét một kịch bản cần chụp, không chỉ để chụp một bức ảnh du lịch tiêu chuẩn mà còn để hiểu bố cục bức ảnh và câu chuyện bạn muốn kể. Jean rất xuất sắc và là một chàng trai cực kỳ tuyệt vời để đi chơi cùng, anh ấy không chỉ có đầy đủ kiến ​​thức mà còn có một nhân cách tuyệt vời. cả hai chúng tôi đều rời khỏi hội thảo 100 hài lòng với mọi thứ chúng tôi nhận được. Tôi không thể giới thiệu Hội thảo này đủ cho bất kỳ ai muốn tìm hiểu thêm về nhiếp ảnh hoặc thậm chí chỉ cần có kiến ​​thức sâu sắc về những thời điểm đẹp nhất để ghi lại những khoảnh khắc ở Hội An. cảm ơn Jean, mong được tổ chức một buổi hội thảo khác trong tương lai.Đọc thêm",
            "Michael, cảm ơn rất nhiều vì đánh giá của bạn, Jean thực sự là một người yêu Hội An tuyệt vời và sẽ chia sẻ niềm đam mê của mình với bất kỳ ai! Hãy tiếp tục thực hành và học hỏi nhiếp ảnh trong chuyến du lịch của bạn, đồng thời thoải mái xem hướng dẫn về Bức ảnh châu Á :Đọc thêm",
            "Con gái 14 tuổi của tôi và tôi đã tận hưởng từng phút của buổi hội thảo này với Andy. Chúng tôi đã học được rất nhiều điều từ anh ấy, tính cách thân thiện của anh ấy khiến chúng tôi dễ dàng đặt câu hỏi và nói chuyện với người dân địa phương. Một lần nữa xin cảm ơn Andy vì nụ cười đáng yêu, năng lượng và tính cách tuyệt vời của bạn.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá của bạn, nó giúp ích cho chúng tôi rất nhiều: Đọc thêm",
            "Chúng tôi đã tổ chức một buổi hội thảo nhiếp ảnh với Jean và có một trải nghiệm tuyệt vời. Tất cả chúng tôi đều đã học được rất nhiều điều về nhiếp ảnh và đã cố gắng áp dụng những gì đã học được kể từ đó. Một sự lựa chọn tuyệt vời để tìm hiểu thêm về nhiếp ảnh và chụp một số bức ảnh đáng nhớ về Hội An. Chắc chắn đề nghị! Đọc thêm",
            "Chúng tôi đã dành một buổi sáng tuyệt vời cùng Jean tại làng chài địa phương để học cách chụp những bức ảnh đẹp hơn cũng như về người dân địa phương và ngôi làng của họ.  Đã học cách chọn cài đặt tốt nhất trên máy ảnh của chúng tôi để sáng tác ảnh nhằm đạt được kết quả tốt hơn.  Cà phê, bánh mì và bánh chuối tươi ngon được bổ sung vào buổi sáng thật đẹp mắt. Chắc chắn sẽ giới thiệu chuyến tham quan này nếu bạn quan tâm đến nhiếp ảnh và lối sống địa phương gần Hội An.Đọc thêm",
            "Có một bài học tuyệt vời với Jean ở Hội An. Tôi hoàn toàn mới làm quen với nhiếp ảnh, nhưng Jean đã khiến mọi thứ trở nên cực kỳ đơn giản và dễ hiểu - không chỉ những kiến ​​thức cơ bản về máy ảnh và bố cục mà còn cả cách tiếp cận mọi người, khai thác tối đa đối tượng của bạn và cả những điều tương tự. Tôi đã học được một rất nhiều, có được một số bức ảnh tuyệt vời - đẹp hơn hàng triệu lần so với những bức ảnh tôi chụp trước đây - và được trải nghiệm một khía cạnh của thị trấn mà tôi sẽ không có được. Chắc chắn sẽ giới thiệu.Đọc thêm",
            "Xin chào Matt, cảm ơn rất nhiều, chúng tôi đánh giá cao đánh giá của bạn! Hãy tiếp tục chụp và tiếp tục học hỏi, đồng thời xem hàng trăm hướng dẫn chụp ảnh mà chúng tôi có trên Pics of Asia. Đọc thêm",
            "Tôi đã cố gắng đặt một chuyến tham quan theo nhóm với Jean với một thông báo khá ngắn, nhưng không có chuyến nào có sẵn vào ngày tôi đến. Jean và tôi đã liên lạc qua lại qua email nhiều lần và chúng tôi đã sắp xếp một chuyến tham quan Bình minh riêng đến Làng Chài vào buổi sáng mà tôi có mặt. Jean rất dễ giao tiếp và trả lời email của tôi rất nhanh. Anh ấy và Lin gặp tôi tại khách sạn của tôi đúng lúc trời mưa. Anh ấy để tôi quyết định có nên đi hay không. Hy vọng có thể tạm trú trong cơn mưa, chúng tôi đã đi. Mặc dù chúng tôi dành nhiều thời gian hơn bình thường dưới tán cây để uống cà phê do thỉnh thoảng có những trận mưa như trút nước và Jean đã giải thích rất nhiều về việc sử dụng máy ảnh của tôi nhưng đó vẫn là một buổi sáng tuyệt vời. Jean có tính cách ấm áp và cởi mở được mọi người hưởng ứng, và chúng tôi rất được chào đón giữa sự hỗn loạn có tổ chức của việc dỡ hàng đánh bắt đêm. Dù trời mưa nhưng tôi chụp được rất nhiều ảnh đẹp, học hỏi được nhiều điều về cuộc sống Việt Nam và về chiếc máy ảnh của mình. Jean liên tục kiểm tra với tôi để đảm bảo rằng tôi có thể tiếp tục, tùy theo thời tiết. Lin đã giúp đỡ trong việc giao tiếp, mặc dù Jean nói tiếng Việt rất tốt. Tôi thực sự khuyên bạn nên làm điều này cho những ai muốn cải thiện kỹ năng chụp ảnh của mình và có trải nghiệm đích thực với một chuyên gia.Đọc thêm",
            "Cảm ơn rất nhiều, Joanna, thật vui khi có bạn tham gia chuyến lưu diễn! Rất vui vì chúng tôi có thể giúp bạn tìm hiểu thêm về nhiếp ảnh và văn hóa Việt Nam :Đọc thêm",
            "Chúng tôi đã dành một buổi chiều với Chuyến tham quan ảnh Hội An, lang thang trên cánh đồng lúa, gặp gỡ người dân địa phương và học cách cải thiện đáng kể khả năng chụp ảnh chân dung du lịch của mình. Hướng dẫn viên của chúng tôi, Fred, đưa chúng tôi đến một ngôi làng cách Hội An một quãng ngắn, nơi chúng tôi đi bộ qua những cánh đồng lúa lầy lội để tìm kiếm bức ảnh hoàn hảo. Chúng tôi không chỉ có được những bức ảnh tuyệt vời mà còn gặp rất nhiều người dân địa phương, tất cả đều đang làm công việc hàng ngày của họ, tất cả đều vui vẻ dừng lại và trò chuyện và để chúng tôi chụp lại cuộc sống của họ. Để có cái nhìn hoàn toàn khác về Hội An và văn hóa Việt Nam, hãy tham gia một trong những chuyến tham quan này.Đọc thêm",
            "Chúng tôi đã đặt chuyến tham quan qua ảnh Sunrise With The Fishermen trên trang web và nhận được email để xác nhận rằng đơn đặt hàng đã được thực hiện. Ban đầu tôi không nhận được thêm thông tin nên tôi ghé qua văn phòng của họ trong thị trấn. Không có ai ở đó nhưng được một nhà cung cấp khác đảm bảo rằng họ sẽ sớm liên hệ. Cuối cùng, khi tôi nhận được email từ Jean Ramiere, email đó cho tôi biết rằng họ không thể tổ chức chuyến tham quan vào ngày chúng tôi đã chọn và hỏi chúng tôi liệu chúng tôi có thể tham gia chuyến tham quan khác vào cuối tuần đó không. Tôi nhanh chóng trả lời rằng có, vài ngày sau chúng tôi có thể làm vậy nhưng sau đó không bao giờ nhận được phản hồi từ Jean hoặc bất kỳ ai khác trong suốt thời gian còn lại ở Hội An. Chúng tôi không những không được tham gia chuyến tham quan chụp ảnh mà còn mất cơ hội đăng ký một hoạt động khác vì chúng tôi vẫn để trống thời gian với hy vọng họ sẽ đến. Nói chung rất thất vọng vì thiếu chuyên nghiệp.Đọc thêm",
            "Cảm ơn Anne, vì đánh giá và phản hồi của bạn mà chúng tôi đã cẩn thận đọc vì đó là điểm quan trọng để chúng tôi luôn cung cấp dịch vụ tốt nhất và chất lượng ổn định trong các chuyến tham quan và hội thảo của mình. Bạn đã nhắn tin cho chúng tôi vào sáng Thứ Ba để đặt chuyến tham quan vào Thứ Tư và chúng tôi đã trả lời bạn sớm nhất có thể vào đầu giờ chiều Thứ Ba để thông báo cho bạn rằng chúng tôi đã được đặt kín chỗ và hỏi bạn liệu bạn có thể đi vào ngày khác nếu chuyến tham quan nào được xác nhận hay không. Vì chúng tôi không nhận được bất kỳ phản hồi nào nên Jean đã gửi cho bạn bản sao của email này từ email riêng tư của anh ấy. Thật không may, câu trả lời của bạn đã đi vào hộp thư rác riêng.  Vì bạn không trả lời thư làm việc của chúng tôi infohoianphototour.com nên chúng tôi không thể xem nó ngay lập tức. Các đồng nghiệp của chúng tôi tại văn phòng cũng biết rằng hiện tại không có chuyến tham quan nào khác được xác nhận. Mỗi ngày chúng tôi nhận được rất nhiều câu hỏi, trả lời từng câu hỏi một cách cẩn thận nên chúng tôi rất tiếc vì sự việc lại xảy ra với bạn theo cách khác. Hãy chắc chắn rằng phản hồi của bạn sẽ thúc đẩy chúng tôi làm tốt hơn nữa.Đọc thêm",
            "Vợ tôi và tôi không phải là những nhiếp ảnh gia giỏi.  Chúng tôi thực hiện chuyến tham quan vì chúng tôi sẽ được nhìn thấy Việt Nam đích thực.  Andy cũng giúp chúng tôi học cách chụp một số bức ảnh đẹp hơn. Tương tác với người dân địa phương thật kỳ diệu.  khám phá khu vực bên ngoài chợ cá thật hấp dẫn, đáng nhớ và một số bức ảnh tuyệt vời. Đây là chuyến đi thứ 2 chúng tôi thực hiện với Andy và yêu thích cả hai. Đọc thêm",
            "Xin chào, chi phí cho một chuyến đi chụp ảnh là bao nhiêu và bạn sẽ đặt lịch như thế nào? Đọc thêm",
            "Chi phí phụ thuộc vào chuyến đi bạn thực hiện. Chuyến tham quan mặt trời mọc tiêu tốn của tôi 45 USD. Tôi đã gửi email cho họ và đặt theo cách đó. Dễ. Google trang web của họ. Đọc thêm",
            "Tôi yêu âm thanh của những chuyến tham quan này nhưng không phải là một nhiếp ảnh gia. Có tour nào tương tự không Đọc thêm",
            "Nghiêm túc mà nói đây là tour du lịch dành cho bạn.  Tôi tự cho mình là một nhiếp ảnh gia nhưng chắc chắn là không. Tôi thậm chí còn không biết cách sử dụng máy ảnh của mình trước khi đi.  Nếu bạn không có máy ảnh, hãy lấy điện thoại của bạn và anh ấy sẽ chỉ cho bạn cách sử dụng nó làm máy ảnh để đạt được kết quả tuyệt vời.Đọc thêm",
            "Xin chào, bạn có cung cấp tour du lịch đến những nơi khác của Việt Nam không? Bạn có thể cho tôi danh sách các địa điểm bạn cung cấp được không? Cảm ơn trước :Đọc thêm",
            "Ann Tôi xin lỗi vì trả lời quá muộn, tôi chưa bao giờ thấy những câu hỏi này trước đây. Có, chúng tôi cung cấp nhiều chuyến tham quan hơn như bạn có thể thấy trên trang web của chúng tôi Những bức ảnh về Châu ÁĐọc thêm",
            "Xin chào, tôi là một nghệ sĩ vẽ chân dung thực tế, tác phẩm của tôi có quy mô lớn. Tôi đang dự định đến thăm Việt Nam để chụp ảnh cận cảnh khuôn mặt người dân và trẻ em. Tôi đang tự hỏi liệu chuyến tham quan qua ảnh này có phù hợp với những bức ảnh mà tôi đang tìm kiếm hay không.Đọc thêm",
            "Bạn nên tìm Photoafari Hội An sẽ được tổ chức năm nay từ ngày 5-9/8/2015\n\nBạn có thể tham gia chuyến tham quan chụp ảnh này vào tháng 8 tại Hội An. Hy vọng bạn sẽ có khoảng thời gian vui vẻ tại Việt NamĐọc thêm"
        ],
        "star_ratings": [
            480,
            41,
            17,
            4,
            12
        ],
        "review_amount": 554,
        "location": [
            "Những việc cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Workshop chụp ảnh Hội An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written March 9, 2020",
            "Written February 19, 2020",
            "Written January 17, 2020",
            "Written January 11, 2020",
            "Written January 10, 2020",
            "Written December 24, 2019",
            "Written December 19, 2019",
            "Written December 16, 2019",
            "Written December 10, 2019",
            "Written December 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d1771581-Reviews-or20-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or10-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or30-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3502284-Reviews-Friendly_Leather_Bags-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5865044-Reviews-Nguyenhoa_shoeshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12413362-Reviews-March_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26853645-Reviews-L_Nhi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6750746-Reviews-Happy-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11760647-Reviews-Tra_Viet_Tea_Gift_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19139080-Reviews-Papaya_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17789523-Reviews-Ao_Phong_Hoian_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10836462-Reviews-Essensian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25080435-Reviews-Hart_Upcycle_Hoian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17501779-Reviews-Experience_Leather_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14025427-Reviews-Tuan_Le_Car_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15850098-Reviews-Laturelle_Wellness_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4749235-Reviews-Chic_Unique_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g47538-d295130-Reviews-Corning_Museum_of_Glass-Corning_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3842804-Reviews-Antalya_Zoo-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d4498151-Reviews-Red_Hat_Amphitheater-Raleigh_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34117-d1417350-Reviews-Manatee_Sanctuary_Park-Cape_Canaveral_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066443-d17754695-Reviews-Akihabara_Vending_Machine_Corner-Chiyoda_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g48664-d1494650-Reviews-Moffitt_Beach-Speculator_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d8445829-Reviews-Nea_Chora_Beach-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1010261-d447525-Reviews-Sinharaja_Forest_Reserve-Deniyaya_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d2221045-Reviews-Tea_Ceremony_Experience_En-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g499455-d7645092-Reviews-La_Playa_Xpuha-Xpu_Ha_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or30-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or20-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Photo Tours & Workshop",
        "attraction_name_vi": "Workshop chụp ảnh Hội An",
        "general_info": [
            "554 đánh giá",
            "33 trên 202 lớp Hội thảo tại Hội An",
            "Bài học Hội thảo",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Hội An Photo tour hiện nay có thế mạnh với hơn 14 năm kinh nghiệm. Đối với những người muốn ghi lại hình ảnh thực tế của Việt Nam ở những khu vực không có khách du lịch và hoặc tìm hiểu thêm về nhiếp ảnh, chuyến tham quan này được thực hiện dành cho bạn. Được dẫn dắt bởi đội ngũ nhiếp ảnh gia chuyên nghiệp, chuyến tham quan sẽ đưa bạn đến những ngôi làng nơi không có khách du lịch nào có thể nhìn thấy, cũng như phố cổ Hội An. Các chuyến tham quan bao gồm hội thảo nhiếp ảnh để tìm hiểu về tất cả các cài đặt máy ảnh của bạn và hội thảo sáng tác để phát huy khả năng sáng tạo của mỗi người. Ghi lại cảnh bình minh tuyệt vời ở một làng chài hay ở chợ Hội An nhộn nhịp hay những người nông dân trồng lúa vào lúc hoàng hôn, Tour Ảnh Hội An là cách tốt nhất để có cái nhìn cận cảnh về Việt Nam! Hãy sở hữu những bức ảnh đẹp nhất về Việt Nam và cải thiện kỹ năng chụp ảnh của bạn!Đọc thêm",
        "reviews": [
            "Buổi chụp ảnh với Andy! Anh ấy rất am hiểu và đưa ra một số mẹo cũng như đề xuất để cải thiện ảnh của tôi. Chắc chắn sẽ giới thiệu và hy vọng sẽ sớm đặt một chuyến tham quan khác. Đọc thêm",
            "Năm người chúng tôi đã thực hiện chuyến tham quan mặt trời mọc và hội thảo với Fred.  Đáng để bắt đầu sớm.  Fred rất am hiểu về Việt Nam và Hội An nói riêng.  Thật thú vị khi nghe một cựu chuyên gia nói về Việt Nam.  Anh ấy đưa chúng tôi xuống một số con phố phía sau và chúng tôi đến thăm những người ở ngoài đường chính.  Cảm giác như thể tôi đã nếm được hương vị của Hội An đích thực.  Fred là một nhiếp ảnh gia chuyên nghiệp thành đạt, rất sẵn lòng chia sẻ các kỹ thuật, ý tưởng và nhận xét mang tính xây dựng.  Tôi đã học cách nhìn thế giới một cách khác biệt và tốt đẹp hơn qua ống kính máy ảnh điện thoại di động của mình!  Cảm ơn, Fred!  Đọc thêm",
            "Đây là lần thứ tư chúng tôi đến Hội An. Chồng tôi và tôi đã 70 tuổi nên chúng tôi không muốn ở ngoài trời quá lâu. Fred đã thiết kế riêng cho chúng tôi một chuyến đi bộ chợ buổi sáng kéo dài hai giờ, thật hoàn hảo. Sau khi xem một số bức ảnh Hội An của tôi từ năm ngoái, anh ấy đã cho tôi một số mẹo rất hữu ích mà tôi đã áp dụng. Anh ấy biết tôi đang ở đâu và những gợi ý của anh ấy hoàn toàn đúng.... Công ty rất hiệu quả và nhanh chóng trong việc trả lời yêu cầu ban đầu của tôi, tôi giới thiệu họ cho bất kỳ ai muốn ngắm Hội An qua một góc nhìn khác. Đọc thêm",
            "Nhìn thấy một chút cuộc sống làng quê và có được một số bức ảnh tuyệt vời.  Đến gần những người dân địa phương đang làm việc trên đồng ruộng.  Chắc chắn đề nghị.Đọc thêm",
            "Tôi thực sự mong muốn được đi vào vùng nông thôn để ghi lại cuộc sống đích thực của người Việt. Tôi đã đi tour ngắm bình minh ở Làng chài và tour này đã thành công và đó là một cuộc phiêu lưu chụp ảnh và trải nghiệm văn hóa hấp dẫn. Cảm ơn Andy vì đã là một hướng dẫn viên tuyệt vời và hy vọng có thể thực hiện một tour ngắm hoàng hôn vào tuần này trước khi tôi rời miền Trung Việt Nam! Đọc thêm",
            "Chúng tôi đã tham gia tour này theo lời giới thiệu của một người bạn và vì bạn trai tôi cần học cách chụp ảnh bằng chiếc máy ảnh đắt tiền của anh ấy: và chúng tôi đã không thất vọng! Đầu tiên, Andy là một chàng trai tuyệt vời, cực kỳ dễ tính và rất hữu ích. Anh ấy đã cho chúng tôi những hiểu biết sâu sắc và một buổi hội thảo rất có tính giáo huấn, và tất nhiên là cơ hội để nhìn thấy mọi người và quan sát cuộc sống thường ngày của họ. Việc thức dậy sớm chắc chắn là xứng đáng và bây giờ chúng tôi có một số bức ảnh tuyệt đẹp về mọi người và cá: Đọc thêm",
            "Đó là một buổi sáng sớm để đón khách lúc 4:45 sáng và tôi nghĩ điều đó đáng giá hơn. Đúng vậy. Andy, người lãnh đạo nhóm của chúng tôi, là người hoàn hảo cho công việc này. Anh ấy vui vẻ, kiên nhẫn, thân thiện và rất hiểu biết. Chúng tôi đã học được rất nhiều điều về bố cục trước khi bắt đầu chụp ảnh và điều đó đã giúp ích rất nhiều. Andy luôn sẵn sàng giúp đỡ, đưa ra phản hồi và phê bình mang tính xây dựng. Ngoài ra còn có rất nhiều cơ hội để luyện tập. Tôi quay lại nhìn những bức ảnh của mình bằng một con mắt khác và tôi nóng lòng muốn áp dụng những gì đã học được. Cho dù bạn có máy ảnh hay điện thoại, tôi thực sự muốn giới thiệu chuyến tham quan.Đọc thêm",
            "Jean đã phản hồi email đầu tiên của tôi trong việc tìm kiếm chuyến tham quan phù hợp với nhu cầu của tôi với tư cách là một nhiếp ảnh gia giàu kinh nghiệm và là du khách lần đầu đến Hội An. Cuối cùng chúng tôi quyết định rằng Chuyến tham quan vùng quê tư nhân phù hợp nhất với sở thích và lịch trình của tôi.  Thật thú vị khi chúng tôi bắt đầu buổi chụp bằng việc ngồi xuống một quán cà phê ven sông để nói về phong cách chụp ảnh, sở thích và mục tiêu của tôi trong 4 giờ chúng tôi bên nhau. Anh ấy đã chuẩn bị bằng cách xem nguồn cấp dữ liệu Instagram của tôi và có cảm giác về tác phẩm của tôi....thật ấn tượng.   Anh ấy đã cho tôi những lời khuyên và ý tưởng ngay lập tức khiến tôi chụp ảnh đa dạng hơn.  Vì tôi ngại chụp ảnh chân dung đường phố nên chúng tôi đã dành thời gian nói về cách tiếp cận mọi người, và quan trọng hơn nữa, anh ấy đã chia sẻ tình yêu của mình với người dân địa phương cũng như sự quan tâm chân thành và sự cởi mở thu hẹp khoảng cách văn hóa.  Tôi chụp ảnh những người dân làng là bạn bè, người quen cũng như người lạ của anh ấy và học được rất nhiều điều về cách sử dụng máy ảnh của tôi và bản thân tôi tốt hơn để chia sẻ những câu chuyện.   Jean là một người cố vấn xuất sắc.  Tôi đã tham gia nhiều hội thảo ảnh chuyên nghiệp được đánh giá cao, bao gồm cả thời gian lưu trú kéo dài một tuần và thời gian của tôi với Jean được xếp vào hàng tốt nhất.Đọc thêm",
            "Thật thú vị khi dành vài giờ tại một làng chài sầm uất, ngay bên ngoài Hội An. Nhóm nhỏ 6 người chúng tôi được đón từ khách sạn vào khoảng 5 giờ sáng và khi chúng tôi đến làng, Andy gọi cà phê để bắt đầu buổi sáng. Chúng tôi đã thảo luận về máy ảnh. Tôi là người duy nhất có điện thoại thông minh và tôi hơi thất vọng vì Andy không thể giúp tôi xử lý những chùm ánh sáng xuất hiện trong ảnh của tôi. Anh ấy không xem trong cài đặt của tôi để xem có gì ở đó không. Mặc dù vậy, tôi vẫn hài lòng với những bức ảnh của mình và rất thích chuyến đi chơi. Sau khi uống cà phê, chúng tôi bắt đầu đi dạo xung quanh để chụp ảnh và Andy đang đưa ra những gợi ý về những gì sẽ tạo nên những bức ảnh đẹp. Sau vài giờ, chúng tôi đi bộ vào làng để ăn Bahn Mi và đồ uống mát lạnh cho bữa sáng. Sau đó chúng tôi đi đến một xưởng đóng thuyền, cũng là một nơi thú vị. Sau đó, chúng tôi thấy một nhà máy nhỏ sản xuất nước mắm và sau đó đã đến lúc quay trở lại... cảm ơn vì buổi sáng tốt lành Andy!Đọc thêm",
            "Xin chào Josine, cảm ơn vì đã để lại đánh giá. Rất tiếc về sự cố bạn gặp phải với máy ảnh của mình nhưng cài đặt máy ảnh không chịu trách nhiệm về những chùm ánh sáng như vậy xuất hiện trên ảnh. Nó thường đến từ một ống kính bị lỗi. hoặc thậm chí là một ống kính bẩn. Chúng tôi rất vui vì bạn thích chuyến tham quan và hy vọng được gặp lại bạn tại đây: Đọc thêm",
            "Chuyến tham quan mặt trời mọc của ngư dân và chợ với Jean và Andy làm gia sư.  Đã có thời gian tuyệt vời. Địa điểm rất tuyệt vời và họ đã đưa ra rất nhiều lời khuyên và lời khuyên tuyệt vời. Chắc chắn sẽ giới thiệu và muốn thử một số chuyến tham quan khác, trông cũng rất ổn.Đọc thêm",
            "Cảm ơn rất nhiều vì đánh giá của bạn, chúng tôi đánh giá cao nó! Chúng tôi có rất nhiều tour du lịch khác ở Hội An và phần còn lại của Châu Á. Hãy liên lạc khi bạn quay lại đây: Đọc thêm",
            "Xin chào, một chuyến tham quan chụp ảnh có giá bao nhiêu và bạn muốn đặt một chuyến như thế nào? Đọc thêm",
            "Chi phí phụ thuộc vào tour bạn tham gia. Tour ngắm bình minh có giá 45 đô la Mỹ. Tôi đã gửi email cho họ và đặt theo cách đó. Dễ thôi. Tìm kiếm trang web của họ trên Google. Đọc thêm",
            "Tôi yêu âm thanh của những chuyến tham quan này nhưng không phải là một nhiếp ảnh gia. Có tour nào tương tự không Đọc thêm",
            "Nghiêm túc mà nói đây là tour du lịch dành cho bạn.  Tôi tự cho mình là một nhiếp ảnh gia nhưng chắc chắn là không. Tôi thậm chí còn không biết cách sử dụng máy ảnh của mình trước khi đi.  Nếu bạn không có máy ảnh, hãy lấy điện thoại của bạn và anh ấy sẽ chỉ cho bạn cách sử dụng nó làm máy ảnh để đạt được kết quả tuyệt vời.Đọc thêm",
            "Xin chào, bạn có cung cấp tour du lịch đến những nơi khác của Việt Nam không? Bạn có thể cho tôi danh sách các địa điểm bạn cung cấp được không? Cảm ơn trước :Đọc thêm",
            "Ann Tôi xin lỗi vì trả lời quá muộn, tôi chưa bao giờ thấy những câu hỏi này trước đây. Có, chúng tôi cung cấp nhiều chuyến tham quan hơn như bạn có thể xem trên trang web của chúng tôi Những bức ảnh về Châu ÁĐọc thêm",
            "Xin chào, tôi là một nghệ sĩ vẽ chân dung thực tế, tác phẩm của tôi có quy mô lớn. Tôi đang dự định đến thăm Việt Nam để chụp ảnh cận cảnh khuôn mặt người dân và trẻ em. Tôi đang tự hỏi liệu chuyến tham quan qua ảnh này có phù hợp với những bức ảnh mà tôi đang tìm kiếm hay không.Đọc thêm",
            "Bạn nên tìm Photoafari Hội An sẽ được tổ chức năm nay từ ngày 5-9/8/2015\n\nBạn có thể tham gia chuyến tham quan chụp ảnh này vào tháng 8 tại Hội An. Hy vọng bạn sẽ có khoảng thời gian vui vẻ tại Việt NamĐọc thêm"
        ],
        "star_ratings": [
            480,
            41,
            17,
            4,
            12
        ],
        "review_amount": 554,
        "location": [
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Workshop chụp ảnh Hội An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written November 18, 2019",
            "Written November 12, 2019",
            "Written October 28, 2019",
            "Written October 14, 2019",
            "Written September 22, 2019",
            "Written September 15, 2019",
            "Written September 15, 2019",
            "Written August 25, 2019",
            "Written August 4, 2019",
            "Written July 30, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d1771581-Reviews-or30-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or20-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or40-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3502284-Reviews-Friendly_Leather_Bags-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5865044-Reviews-Nguyenhoa_shoeshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12413362-Reviews-March_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26853645-Reviews-L_Nhi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6750746-Reviews-Happy-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11760647-Reviews-Tra_Viet_Tea_Gift_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19139080-Reviews-Papaya_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17789523-Reviews-Ao_Phong_Hoian_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10836462-Reviews-Essensian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25080435-Reviews-Hart_Upcycle_Hoian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17501779-Reviews-Experience_Leather_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14025427-Reviews-Tuan_Le_Car_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15850098-Reviews-Laturelle_Wellness_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4749235-Reviews-Chic_Unique_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d5482693-Reviews-Moore_Theatre-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g47570-d301888-Reviews-Stony_Brook_State_Park-Dansville_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d12503228-Reviews-TK_NIGHTCLUB-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g33539-d11658141-Reviews-RPS_Rentals-Marble_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d270670-Reviews-Dutch_Wonderland-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g311328-d447377-Reviews-Truk_Lagoon-Chuuk.html",
            "https://www.tripadvisor.com/Attraction_Review-g1588192-d14971034-Reviews-Aragvi_River-Gudauri_Mtskheta_Mtianeti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g1967898-d13510132-Reviews-Sardinia_Outlet_Village-Sestu_Province_of_Cagliari_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1570011-d1627677-Reviews-Erawan_Museum-Samut_Prakan_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g58438-d12515289-Reviews-Artist_Point-Deming_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or40-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or30-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Photo Tours & Workshop",
        "attraction_name_vi": "Workshop chụp ảnh Hội An",
        "general_info": [
            "554 đánh giá",
            "33 trên 202 lớp Hội thảo tại Hội An",
            "Bài học Hội thảo",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Hội An Photo tour hiện nay có thế mạnh với hơn 14 năm kinh nghiệm. Đối với những người muốn ghi lại hình ảnh thực tế của Việt Nam ở những khu vực không có khách du lịch và hoặc tìm hiểu thêm về nhiếp ảnh, chuyến tham quan này được thực hiện dành cho bạn. Được dẫn dắt bởi đội ngũ nhiếp ảnh gia chuyên nghiệp, chuyến tham quan sẽ đưa bạn đến những ngôi làng nơi không có khách du lịch nào có thể nhìn thấy, cũng như phố cổ Hội An. Các chuyến tham quan bao gồm hội thảo nhiếp ảnh để tìm hiểu về tất cả các cài đặt máy ảnh của bạn và hội thảo sáng tác để phát huy khả năng sáng tạo của mỗi người. Ghi lại cảnh bình minh tuyệt vời ở một làng chài hay ở chợ Hội An nhộn nhịp hay những người nông dân trồng lúa vào lúc hoàng hôn, Tour Ảnh Hội An là cách tốt nhất để có cái nhìn cận cảnh về Việt Nam! Hãy sở hữu những bức ảnh đẹp nhất về Việt Nam và cải thiện kỹ năng chụp ảnh của bạn!Đọc thêm",
        "reviews": [
            "Chúng tôi ra ngoài đi dạo vào sáng sớm quanh những chiếc thuyền đánh cá và Chợ Trung tâm với Andy- năm sao! Tôi thực sự yêu thích những hiểu biết sâu sắc và kỹ thuật mà anh ấy có thể chia sẻ về cách nhận biết và ghi lại khoảnh khắc cũng như biến nó thành một bức ảnh tuyệt vời. Anh ấy là một người hoàn toàn chuyên nghiệp và là một chàng trai tuyệt vời để dành vài giờ cùng - rất hiểu biết và tôn trọng con người cũng như địa điểm. Rất khuyến khích cả Chuyến tham quan ảnh Hội An và Andy. Đọc thêm",
            "Cảm ơn Andy vì chuyến tham quan, những câu chuyện và lời giới thiệu tuyệt vời cho nhà hàng cũng rất tốt. Chuyến tham quan chụp ảnh rất thú vị và chúng tôi đã chụp được một số bức ảnh tuyệt vời về những người đang làm việc trên cánh đồng.Đọc thêm",
            "Tôi quyết định tự mình tham gia một buổi hội thảo để học cách chụp những bức ảnh đẹp hơn bằng điện thoại thông minh trong chuyến đi của mình và rất hài lòng. Tôi đã học được rất nhiều điều trong buổi hội thảo và được nhìn thấy một Hội An khác với nơi du lịch. Jean là một giáo viên tuyệt vời và thật vui khi thấy anh ấy tiếp xúc với người dân địa phương, những người mà anh ấy có vẻ thực sự quan tâm. Quần jean ở mức hoàn hảo phù hợp với trình độ hiểu biết về nhiếp ảnh của tôi và môi trường học tập mà anh ấy tạo ra là tối ưu. Tôi giới thiệu những chuyến tham quan và hội thảo này cho cả người mới bắt đầu cũng như các chuyên gia.Đọc thêm",
            "Tôi đã đi tham quan Sunrise cùng những người đàn ông cá từ rất sớm vào buổi sáng. Và thật tuyệt vời, thật đặc biệt khi được dạo quanh chợ cá vào buổi sáng sớm, trong khi tất cả những người bán cá đều bận rộn, còn mặt trời và ánh sáng đang thay đổi. Tôi không phải là một nhiếp ảnh gia chuyên nghiệp, tôi chỉ thích chụp ảnh và tôi đã chụp được rất nhiều bức ảnh đẹp và tôi sẽ làm lại. Vì vậy, tôi sẽ giới thiệu chuyến tham quan này hoặc một trong những chuyến tham quan khác mà họ có. Đọc thêm",
            "Tôi đã thực hiện chuyến tham quan làng chài vào sáng sớm với Fred, người đã chỉ cho chúng tôi cách đến gần và thân mật với mọi người. Tôi luôn nghi ngờ về việc chụp ảnh mọi người nhưng sau chuyến tham quan này, sự tự tin và trình độ kỹ năng của tôi đã vượt quá trình độ nhiếp ảnh cá nhân của tôi. chuyến đi và chụp những bức ảnh tuyệt vời về cuộc sống hàng ngày của các gia đình từ cánh đồng lúa nimh Bình đến những nhà hàng và quán ăn đường phố sầm uất của Hà Nội. Cảm ơn FredĐọc thêm",
            "Là người mới bắt đầu làm quen với nhiếp ảnh, tôi thực sự không biết nên mong đợi điều gì từ chuyến tham quan này. Nhưng ngay cả khi tôi chưa chụp một bức ảnh nào, tôi vẫn thích nó! Xuất phát sớm có nghĩa là chúng tôi được ngắm bình minh TUYỆT VỜI nhất từ ​​góc nhìn đẹp nhất có thể...trên nóc thuyền! Chúng tôi đã kiểm tra chân biển và kỹ năng chụp ảnh của mình khi chụp ảnh những ngư dân đang kéo mẻ cá đánh bắt của họ. Etienne và Andy đã hướng dẫn người lái thuyền đi đâu để chúng tôi có thể chụp được bức ảnh đẹp nhất có thể mà không bao giờ cản đường hoặc chen chúc của ngư dân. Sau đó, chúng tôi đã có một bữa sáng địa phương tuyệt vời và quán cà phê sua da trong chợ trước khi Etienne cho chúng tôi một số mẹo để chụp được những bức ảnh đẹp giữa cơn điên cuồng. Tôi đã thử và mặc dù kỹ năng chụp ảnh của tôi còn rất lâu mới phát triển nhưng tôi thực sự yêu thích những tương tác thú vị với tất cả các cô gái bán hàng ở chợ. Những người này rõ ràng có mối quan hệ tuyệt vời với người dân địa phương và điều đó cho thấy. Tôi rời đi trong tâm trạng vô cùng phấn khích...mặc dù chuyến đi thuyền về nhà rất thư giãn nhưng tôi cần một giấc ngủ ngắn khi về đến nhà! : Tôi thực sự muốn giới thiệu chuyến tham quan này nếu muốn ngắm nhìn Hội An từ một góc nhìn hoàn toàn mới. :Đọc thêm",
            "Đây là một ngày tuyệt vời. Jean và Etienne rất hữu ích với các mẹo về cài đặt máy ảnh và bố cục ảnh. Nhóm nhỏ cho phép nhận được rất nhiều lời khuyên. Sự khởi đầu sớm có nghĩa là ánh sáng tuyệt vời cho các cảnh quay. Sau đó chúng tôi đi đến chợ rau, một nơi náo nhiệt và đầy màu sắc. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan này để nâng cao kỹ năng chụp ảnh và trải nghiệm một khía cạnh của Hội An mà bạn không thường thấy.Đọc thêm",
            "Hôm nay tôi đã thực hiện một chuyến tham quan buổi sáng quanh Hội An với Fred. Thật hoàn hảo, Fred đáp ứng được trình độ trải nghiệm chụp ảnh của tôi, kiên nhẫn và tôi thậm chí còn tìm hiểu được một số lịch sử của khu vực. Nó rất tuyệt vời. Đã yêu nó. Đọc thêm",
            "Mặc dù chúng tôi đã học được một số thủ thuật mới thú vị trong chuyến tham quan này bằng máy ảnh, nhưng mức giá 90 USD cho hai giờ trong hai giờ vẫn cao hơn nhiều so với các chuyến tham quan khác, tốt hơn đáng kể mà chúng tôi đã thực hiện ở Hội An. Thêm vào đó, thực tế là người hướng dẫn của chúng tôi cực kỳ trịch thượng - điều mà tôi chắc chắn không phải là cố ý nhưng sau một thời gian, những bình luận mỉa mai trở nên hơi mệt mỏi và dẫn đến một môi trường không cảm thấy thoải mái cho những người mới chỉ muốn hỏi một câu hỏi ngớ ngẩn . Cuối cùng, chúng tôi cảm thấy bị gạt bỏ và choáng ngợp - điều mà chúng tôi chưa từng trải qua ở bất kỳ nơi nào khác ở Việt Nam cho đến nay Đọc thêm",
            "Du lịch chụp ảnh Hoy An Sẽ không thành vấn đề nếu bạn là máy ảnh DSLR hoặc có xu hướng sử dụng điện thoại, thậm chí bất cẩn với máy ảnh không gương lật. nếu bạn là một người thích cá hồng có lý tưởng cao hơn hãy tham gia chuyến đi này. Trong chuyến đi, Fred là người hướng dẫn xuất sắc của chúng tôi.  Chúng tôi thực hiện chuyến tham quan vào sáng sớm và thăm làng chài, nhà máy dầu cá, tham quan sân thuyền. Chúng tôi còn gặp một người phụ nữ đang nấu chuối tại nhà. Fred mong muốn giúp mọi người chụp được những bức ảnh đẹp hơn, giao tiếp với người Việt Nam và hiểu biết về văn hóa địa phương. Đây không chỉ là một chuyến đi chụp ảnh mà còn là một cơ hội tuyệt vời để bạn đến những nơi mà bạn sẽ không bao giờ tìm thấy một mình và mang về nhà những bằng chứng. Làm tốt lắm FredĐọc thêm",
            "Xin chào, một chuyến tham quan chụp ảnh có giá bao nhiêu và bạn muốn đặt một chuyến như thế nào? Đọc thêm",
            "Chi phí phụ thuộc vào chuyến đi bạn thực hiện. Chuyến tham quan mặt trời mọc tiêu tốn của tôi 45 USD. Tôi đã gửi email cho họ và đặt theo cách đó. Dễ. Google trang web của họ. Đọc thêm",
            "Tôi yêu âm thanh của những chuyến tham quan này nhưng không phải là một nhiếp ảnh gia. Có tour nào tương tự không Đọc thêm",
            "Nghiêm túc mà nói đây là tour du lịch dành cho bạn.  Tôi tự cho mình là một nhiếp ảnh gia nhưng chắc chắn là không. Tôi thậm chí còn không biết cách sử dụng máy ảnh của mình trước khi đi.  Nếu bạn không có máy ảnh, hãy lấy điện thoại của bạn và anh ấy sẽ chỉ cho bạn cách sử dụng nó làm máy ảnh để đạt được kết quả tuyệt vời.Đọc thêm",
            "Xin chào, bạn có cung cấp tour du lịch đến những nơi khác của Việt Nam không? Bạn có thể cho tôi danh sách các địa điểm bạn cung cấp được không? Cảm ơn trước :Đọc thêm",
            "Ann Tôi xin lỗi vì trả lời quá muộn, tôi chưa bao giờ thấy những câu hỏi này trước đây. Có, chúng tôi cung cấp nhiều chuyến tham quan hơn như bạn có thể xem trên trang web của chúng tôi Những bức ảnh về Châu ÁĐọc thêm",
            "Xin chào, tôi là một nghệ sĩ vẽ chân dung thực tế, tác phẩm của tôi có quy mô lớn. Tôi đang dự định đến thăm Việt Nam để chụp ảnh cận cảnh khuôn mặt người dân và trẻ em. Tôi đang tự hỏi liệu chuyến tham quan qua ảnh này có phù hợp với những bức ảnh mà tôi đang tìm kiếm hay không.Đọc thêm",
            "Bạn nên tìm Photoafari Hội An sẽ được tổ chức năm nay từ ngày 5-9/8/2015\n\nBạn có thể tham gia chuyến tham quan chụp ảnh này vào tháng 8 tại Hội An. Hy vọng bạn sẽ có khoảng thời gian vui vẻ tại Việt NamĐọc thêm"
        ],
        "star_ratings": [
            480,
            41,
            17,
            4,
            12
        ],
        "review_amount": 554,
        "location": [
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Workshop chụp ảnh Hội An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written July 24, 2019",
            "Written July 24, 2019",
            "Written July 18, 2019",
            "Written July 7, 2019",
            "Written June 9, 2019",
            "Written June 8, 2019",
            "Written June 4, 2019",
            "Written May 27, 2019",
            "Written May 22, 2019",
            "Written May 16, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d1771581-Reviews-or40-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or30-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or50-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3502284-Reviews-Friendly_Leather_Bags-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5865044-Reviews-Nguyenhoa_shoeshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12413362-Reviews-March_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26853645-Reviews-L_Nhi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6750746-Reviews-Happy-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11760647-Reviews-Tra_Viet_Tea_Gift_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19139080-Reviews-Papaya_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17789523-Reviews-Ao_Phong_Hoian_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10836462-Reviews-Essensian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25080435-Reviews-Hart_Upcycle_Hoian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17501779-Reviews-Experience_Leather_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14025427-Reviews-Tuan_Le_Car_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15850098-Reviews-Laturelle_Wellness_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4749235-Reviews-Chic_Unique_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499086-d13928179-Reviews-Cacao_Beach_Club-Sunny_Beach_Burgas_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12209812-Reviews-Black_Rabbit_Rose-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g52926-d286194-Reviews-Longwood_Gardens-Kennett_Square_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g42716-d2290107-Reviews-Kal_Haven_Trail-South_Haven_Van_Buren_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g3218970-d6482199-Reviews-Primo_Piazza_Khao_Yai-Khao_Yai_National_Park_Nakhon_Ratchasima_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d1903265-Reviews-Hanlan_s_Point_Beach-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g298547-d6934794-Reviews-Marjan_Island-Dammam_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42088-d1452117-Reviews-C_J_Barrymore_s-Clinton_Township_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g37816-d10676391-Reviews-Modern_Woodmen_Park-Davenport_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g33379-d107622-Reviews-Shelf_Road-Cripple_Creek_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or50-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or40-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Photo Tours & Workshop",
        "attraction_name_vi": "Workshop chụp ảnh Hội An",
        "general_info": [
            "554 đánh giá",
            "33 trên 202 lớp Hội thảo tại Hội An",
            "Bài học Hội thảo",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Hội An Photo tour hiện nay có thế mạnh với hơn 14 năm kinh nghiệm. Đối với những người muốn ghi lại hình ảnh thực tế của Việt Nam ở những khu vực không có khách du lịch và hoặc tìm hiểu thêm về nhiếp ảnh, chuyến tham quan này được thực hiện dành cho bạn. Được dẫn dắt bởi đội ngũ nhiếp ảnh gia chuyên nghiệp, chuyến tham quan sẽ đưa bạn đến những ngôi làng nơi không có khách du lịch nào có thể nhìn thấy, cũng như phố cổ Hội An. Các chuyến tham quan bao gồm hội thảo nhiếp ảnh để tìm hiểu về tất cả các cài đặt máy ảnh của bạn và hội thảo sáng tác để phát huy khả năng sáng tạo của mỗi người. Ghi lại cảnh bình minh tuyệt vời ở một làng chài hay ở chợ Hội An nhộn nhịp hay những người nông dân trồng lúa vào lúc hoàng hôn, Tour Ảnh Hội An là cách tốt nhất để có cái nhìn cận cảnh về Việt Nam! Hãy sở hữu những bức ảnh đẹp nhất về Việt Nam và cải thiện kỹ năng chụp ảnh của bạn!Đọc thêm",
        "reviews": [
            "Tôi đã chụp ảnh buổi sáng đi bộ vào thị trấn và chụp ảnh buổi tối với Fred Wissink. Fred là một giáo viên tuyệt vời, người truyền đạt bài học của mình bằng nụ cười và khiếu hài hước của chính anh ấy khiến mọi người cảm thấy thoải mái. Tôi khuyên bất kỳ ai quan tâm đến nhiếp ảnh từ xa nên đi tham quan cùng những người này. Fred là một nhiếp ảnh gia giàu kinh nghiệm, có kỹ thuật tốt, có ý tưởng sáng tác rất hay và quan trọng hơn là hiểu rất rõ về thị trấn.Đọc thêm",
            "Chúng tôi vừa thực hiện chuyến tham quan mặt trời mọc với ngư dân và yêu thích nó. Hướng dẫn viên Andy của chúng tôi đã giới thiệu cho chúng tôi rất hay về chợ cá địa phương. Chúng tôi là hai người duy nhất tham dự buổi học và chúng tôi đã biết cách sử dụng máy ảnh của mình, vì vậy chúng tôi có thể bắt đầu ngay với việc đào tạo cách sử dụng bố cục, ánh sáng, v.v. cho ảnh của mình. Chúng tôi cũng học được cách liên lạc với người dân địa phương. Tôi chắc chắn sẽ thực hiện chuyến lưu diễn này một lần nữa. Lời chúc tốt đẹpĐọc tiếp",
            "Điều gì có thể xảy ra đã xảy ra: pin chết, không sạc dự phòng do phía tôi thiếu tổ chức, thẻ SD 1 bị hỏng, thẻ SD 2 đạt số lượng tối đa. người hướng dẫn vui lòng cho tôi mượn máy ảnh của anh ấy. Anh ấy cũng cố gắng hết sức để kiểm tra chúng tôi mặc dù chúng tôi đang ở rải rác khắp nơi. Cung cấp những lời khuyên tuyệt vời về cách đóng khung ảnh. Đã cho chúng tôi rất nhiều cơ hội để thể hiện sự sáng tạo của mình. Thật tiếc vì tôi đã không tham gia buổi chụp ảnh Phố cổ Hội An trước khi rời Hội An. chắc chắn sẽ giới thiệu bạn bè đến Hội An tham gia chuyến tham quan qua ảnh này vì chúng tôi sẽ không nghĩ đến việc tự mình đến cảng cá.Đọc thêm",
            "Chúng tôi dành hai ngày với Etienne quanh Hội An. Chúng tôi là hai cặp đôi đam mê chụp ảnh nhưng còn nhiều điều phải học hỏi. Bức ảnh bình minh của chúng tôi tham quan bãi biển đánh cá một ngày và chợ lưới đánh cá ngày hôm sau là những điểm nổi bật trong thời đại chúng tôi ở Việt Nam. Hai chuyến tham quan liên quan đến nông nghiệp lúc hoàng hôn cũng rất tuyệt vời. Việt Nam có rất nhiều khách du lịch và chúng tôi muốn tránh xa con đường mòn. Etienne đã biến điều đó thành hiện thực. Anh đam mê nhiếp ảnh và giảng dạy. Mặc dù bài đánh giá này ngắn gọn so với trải nghiệm tuyệt vời như thế nào, nhưng cũng đủ để nói rằng nếu bạn ở Hội An và thực sự quan tâm đến nhiếp ảnh, ngay cả khi bạn không có hứng thú thì đây là một trải nghiệm phải có!!Đọc thêm",
            "Vừa trở về sau chuyến du lịch Việt Nam, ghé thăm Hội An, chúng tôi có dịp tham dự workshop chụp ảnh buổi sáng sớm của Hoi An Photo Workshop, một làng chài gần đó.  Việc thức dậy lúc 4h sáng thật đáng giá.  Andy người lãnh đạo buổi sáng của chúng tôi thật tuyệt vời! Sự nhiệt tình lan tỏa của anh đã tạo nên một buổi sáng tuyệt vời.  Làng chài là một cách tuyệt vời để ra ngoài đó và chụp ảnh đường phố!!!  Tôi rất muốn giới thiệu hội thảo này.  Tôi rất tiếc....Tôi đã không thể tham gia buổi hội thảo về hoàng hôn!!  Làm tốt lắm! Đọc thêm",
            "Chồng tôi và tôi đang đi du lịch một năm và muốn tìm hiểu thêm về cách sử dụng máy ảnh của chúng tôi, đồng thời có trải nghiệm thực tế...Ảnh Hội An Các chuyến tham quan thật tuyệt vời, kể từ thời điểm chúng tôi bắt đầu liên lạc với Jean qua email. rất suôn sẻ... việc đặt chỗ của chúng tôi diễn ra rất ngắn và một kế hoạch cũng như hành trình đã được gửi qua email cho chúng tôi, đó là tất cả những gì chúng tôi yêu cầu..Tôi có thể nói gì ngoài - trải nghiệm tuyệt vời khi chúng tôi đi chợ địa phương, làng chài, nhìn thấy địa phương cuộc sống, cuộc sống hoang dã với những chú khỉ và sau đó là một buổi hội thảo để xem cách chúng tôi có thể chỉnh sửa và làm việc với những bức ảnh của mình sau khi chúng được chụp.. đánh dấu vào ô cho mọi thứ chúng tôi muốn.  Jean thật tuyệt vời, có rất nhiều kinh nghiệm, có rất nhiều kiên nhẫn và giải thích cách hoạt động của máy ảnh của bạn và hơn thế nữa với rất nhiều niềm vui và tiếng cười trong suốt quá trình.  Chúng tôi đã có một vài ngày căng thẳng và những gì chúng tôi học được thật tuyệt vời..Không thể giới thiệu đủ những người này, đối với chúng tôi, chúng tôi có kinh nghiệm hạn chế chỉ ngắm và chụp, giờ đây chúng tôi có kỹ năng để nhìn nhiếp ảnh của mình theo một cách hoàn toàn khác.. CẢM ƠN BẠNĐọc thêm",
            "Hoàn toàn xứng đáng để bắt đầu sớm! - một tổ hợp hoạt động, màu sắc hỗn loạn với ánh sáng ban mai vàng lộng lẫy và không thấy bất kỳ khách du lịch nào khác, chỉ có người dân địa phương. Những lời khuyên tuyệt vời từ Andy đã giải thích bằng những thuật ngữ đơn giản và cơ hội chụp ảnh tuyệt vời nhờ mối quan hệ thực sự rõ ràng của anh ấy với người dân địa phương. Những bức ảnh của tôi buổi sáng hôm đó chắc chắn sẽ là điểm nổi bật trong chuyến đi này.Đọc thêm",
            "Tôi đã gắn thẻ chuyến tham quan này với chồng nhiếp ảnh gia của mình, mang theo iPhone làm máy ảnh. Đây vẫn là một buổi hội thảo tuyệt vời dành cho những người không phải là nhiếp ảnh gia. Hướng dẫn viên người Canada của chúng tôi, Fred nói tiếng Việt trôi chảy và anh ấy có mối quan hệ tuyệt vời với người dân địa phương, điều này giúp chúng tôi có cơ hội chụp ảnh. Đối với tôi, sau khi xem nhiều cửa hàng du lịch ở Phố cổ ở Hội An, thật thú vị khi được nhìn thấy cảnh tượng thực sự của những ngư dân và thương nhân Việt Nam bình thường trong công việc kinh doanh hàng ngày của họ. Fred còn đưa chúng tôi đi thăm một nhà máy sản xuất nước mắm, một lò quay lợn than, một tiệm bánh mì tại nhà của một bà già, một xưởng đóng tàu và một ông già tốt bụng đã kiên nhẫn tạo dáng cho chúng tôi. Nói chung là một trải nghiệm vô giá về cuộc sống thực tế của người Việt Nam!Đọc thêm",
            "Jean đưa chồng tôi và tôi đi tham quan du lịch nâng cao, bắt đầu sớm chỉ sau 4 giờ sáng, đó là một phần trong tuần trăng mật của chúng tôi. Ồ! Thật là một vị trí tuyệt vời và một mặt trời mọc hoàn hảo. Nếu bạn đang nghĩ đến việc nâng cấp lên chuyến tham quan riêng, chúng tôi đều khuyên bạn nên làm điều đó. Chồng tôi có chiếc GoPro của anh ấy và chiếc máy ảnh DSLR của tôi - thật là một trải nghiệm văn hóa tuyệt vời.Đọc thêm",
            "Tôi đã đặt chuyến tham quan qua ảnh Sunrise With The Fishermen trên trang web của họ và nhận được xác nhận từ trang web rằng đơn đặt hàng của tôi đã được thực hiện. Chuyến tham quan dự kiến ​​bao gồm việc đón khách tại khách sạn. Sẽ được xác nhận sau khi bạn đặt phòng, nhưng tôi không nhận được phản hồi nào từ công ty yêu cầu thông tin khách sạn của tôi.  Tôi rất vui vì đã chọn tùy chọn thanh toán Tiền mặt trong ngày vì họ không phản hồi đơn đặt hàng của tôi. Tôi đã bỏ lỡ cơ hội đặt một hoạt động khác vì tôi cho rằng mình sẽ nhận được phản hồi từ nhà điều hành tour vào đêm trước ngày tôi đặt.Đọc thêm",
            "Kính gửi cấp độ khác, chúng tôi rất tiếc vì bạn đã gặp phải điều này và chúng tôi muốn kiểm tra xem bạn đã nhận được số đặt chỗ nào? Chúng tôi không có dấu vết của bất kỳ đặt phòng nào mà chúng tôi chưa trả lời rõ ràng là chúng tôi trả lời tất cả các đặt phòng của mình... \nCảm ơn vì đã cho chúng tôi biết. Đọc thêm",
            "Xin chào, chi phí cho một chuyến đi chụp ảnh là bao nhiêu và bạn sẽ đặt lịch như thế nào? Đọc thêm",
            "Chi phí phụ thuộc vào chuyến đi bạn thực hiện. Chuyến tham quan mặt trời mọc tiêu tốn của tôi 45 USD. Tôi đã gửi email cho họ và đặt theo cách đó. Dễ. Google trang web của họ. Đọc thêm",
            "Tôi yêu âm thanh của những chuyến tham quan này nhưng không phải là một nhiếp ảnh gia. Có tour nào tương tự không Đọc thêm",
            "Nghiêm túc mà nói đây là tour du lịch dành cho bạn.  Tôi tự cho mình là một nhiếp ảnh gia nhưng chắc chắn là không. Tôi thậm chí còn không biết cách sử dụng máy ảnh của mình trước khi đi.  Nếu bạn không có máy ảnh, hãy lấy điện thoại của bạn và anh ấy sẽ chỉ cho bạn cách sử dụng nó làm máy ảnh để đạt được kết quả tuyệt vời.Đọc thêm",
            "Xin chào, bạn có cung cấp tour du lịch đến những nơi khác của Việt Nam không? Bạn có thể cho tôi danh sách các địa điểm bạn cung cấp được không? Cảm ơn trước :Đọc thêm",
            "Ann Tôi xin lỗi vì trả lời quá muộn, tôi chưa bao giờ thấy những câu hỏi này trước đây. Có, chúng tôi cung cấp nhiều chuyến tham quan hơn như bạn có thể thấy trên trang web của chúng tôi Những bức ảnh về Châu ÁĐọc thêm",
            "Xin chào, tôi là một nghệ sĩ vẽ chân dung thực tế, tác phẩm của tôi có quy mô lớn. Tôi đang dự định đến thăm Việt Nam để chụp ảnh cận cảnh khuôn mặt người dân và trẻ em. Tôi đang tự hỏi liệu chuyến tham quan qua ảnh này có phù hợp với những bức ảnh mà tôi đang tìm kiếm hay không.Đọc thêm",
            "Bạn nên tìm Photoafari Hội An sẽ được tổ chức năm nay từ ngày 5-9/8/2015\n\nBạn có thể tham gia chuyến tham quan chụp ảnh này vào tháng 8 tại Hội An. Hy vọng bạn sẽ có khoảng thời gian vui vẻ tại Việt NamĐọc thêm"
        ],
        "star_ratings": [
            480,
            41,
            17,
            4,
            12
        ],
        "review_amount": 554,
        "location": [
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Workshop chụp ảnh Hội An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written May 10, 2019",
            "Written May 6, 2019",
            "Written May 6, 2019",
            "Written May 1, 2019",
            "Written April 28, 2019",
            "Written April 28, 2019",
            "Written April 25, 2019",
            "Written April 24, 2019",
            "Written April 24, 2019",
            "Written April 21, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d1771581-Reviews-or50-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or40-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or60-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3502284-Reviews-Friendly_Leather_Bags-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5865044-Reviews-Nguyenhoa_shoeshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12413362-Reviews-March_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26853645-Reviews-L_Nhi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6750746-Reviews-Happy-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11760647-Reviews-Tra_Viet_Tea_Gift_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19139080-Reviews-Papaya_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17789523-Reviews-Ao_Phong_Hoian_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10836462-Reviews-Essensian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25080435-Reviews-Hart_Upcycle_Hoian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17501779-Reviews-Experience_Leather_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14025427-Reviews-Tuan_Le_Car_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15850098-Reviews-Laturelle_Wellness_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4749235-Reviews-Chic_Unique_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d550317-Reviews-Old_Town-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150769-d152200-Reviews-Isla_Coronado-Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d12923273-Reviews-Old_Florida_Book_Shop-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g143047-d146058-Reviews-Olympic_Hot_Springs-Olympic_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4322658-Reviews-Khlong_Lat_Mayom_Floating_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g3176298-d13125314-Reviews-Downtown_Punta_Cana-Bavaro_Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g3420980-d564358-Reviews-Jebel_Shams-Al_Hamra_Ad_Dakhiliyah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d209443-Reviews-Space_Club-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7793346-Reviews-Aerobus-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d11014342-Reviews-Loyly_Sauna-Helsinki_Uusimaa.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or60-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or50-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Photo Tours & Workshop",
        "attraction_name_vi": "Workshop chụp ảnh Hội An",
        "general_info": [
            "554 đánh giá",
            "33 trên 202 lớp Hội thảo tại Hội An",
            "Bài học Hội thảo",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Hội An Photo tour hiện nay có thế mạnh với hơn 14 năm kinh nghiệm. Đối với những người muốn ghi lại hình ảnh thực tế của Việt Nam ở những khu vực không có khách du lịch và hoặc tìm hiểu thêm về nhiếp ảnh, chuyến tham quan này được thực hiện dành cho bạn. Được dẫn dắt bởi đội ngũ nhiếp ảnh gia chuyên nghiệp, chuyến tham quan sẽ đưa bạn đến những ngôi làng nơi không có khách du lịch nào có thể nhìn thấy, cũng như phố cổ Hội An. Các chuyến tham quan bao gồm hội thảo nhiếp ảnh để tìm hiểu về tất cả các cài đặt máy ảnh của bạn và hội thảo sáng tác để phát huy khả năng sáng tạo của mỗi người. Ghi lại cảnh bình minh tuyệt vời ở một làng chài hay ở chợ Hội An nhộn nhịp hay những người nông dân trồng lúa vào lúc hoàng hôn, Tour Ảnh Hội An là cách tốt nhất để có cái nhìn cận cảnh về Việt Nam! Hãy sở hữu những bức ảnh đẹp nhất về Việt Nam và cải thiện kỹ năng chụp ảnh của bạn!Đọc thêm",
        "reviews": [
            "Andy gặp chúng tôi khi đi dạo buổi sáng ở phố cổ lúc 5h45, anh ấy giúp tôi cài đặt Máy ảnh và giải thích tất cả những điều cần thiết trước khi chúng tôi cất cánh. Andy biết cách của mình và đã tiếp cận rất nhiều người dân địa phương theo cách tốt nhất, điều này mang đến cho chúng tôi những động cơ và cơ hội chụp ảnh độc đáo. Hướng dẫn tuyệt vời và một chuyến tham quan tuyệt vời, đáng giá từng xu! Bạn có thể tham gia chuyến tham quan này cho người mới bắt đầu hoặc chuyên gia, tôi chắc chắn bạn sẽ học được điều gì đó Mới mẻ, về nhiếp ảnh hoặc văn hóa Việt NamĐọc thêm",
            "Đây là trải nghiệm nổi bật nhất trong chuyến thăm Hội An của tôi. Andy rất vui với kiến ​​thức sâu rộng về nghề của mình mà anh ấy nhiệt tình chia sẻ.  Lời khuyên của anh ấy về cách hòa mình vào đường phố để có thể chụp được những bức ảnh tự nhiên đã thay đổi cách tôi tiếp cận nhiếp ảnh ở Việt Nam và tôi rất thích kết quả đạt được. Tôi hơi lo lắng vì không ngờ chuyến đi này lại không mua máy ảnh, chỉ để lại chiếc điện thoại, nhưng nó vẫn vô cùng đáng giá. Tôi thích hòa nhập với mọi người và tôi sẽ không bao giờ đến thăm bến tàu một mình, nhưng sau đó tôi cảm thấy như ở nhà. Thật thú vị khi gặp người dân địa phương trên đường đi bộ đến quán bánh chuối ở xưởng đóng thuyền!.  Ăn uống ở những địa điểm nhỏ ở địa phương cũng rất thú vị.  Hãy sẵn sàng vào bữa sáng và đi chụp ảnh cô gái bán bánh sandwich. Rất, rất khuyến khích.Đọc thêm",
            "Tôi đã có một ngày tuyệt vời nhất với Hội An Photo Tours thực hiện chuyến chụp ảnh bình minh với ngư dân. Tôi thật may mắn khi có hai người hướng dẫn, Fred và Andy đang tập luyện. Khi chúng tôi đến làng chài, rõ ràng Fred có mối quan hệ với làng địa phương và có mối quan hệ tốt với một số người dân địa phương. Anh giao tiếp với họ bằng tiếng Việt và họ có vẻ rất vui khi được gặp anh. Thật tuyệt khi thấy rằng cả hai bên đều có sự tôn trọng trong chuyến tham quan này. Trải nghiệm này không giống bất kỳ trải nghiệm nào khác mà tôi từng có. Fred và Andy thật tuyệt vời và chúng tôi đã gặp nhau, nói chuyện và chụp ảnh rất nhiều người và nhiều tình huống khác nhau. Làng chài rất đáng tiền, nhưng ngoài ra, chúng tôi còn đi dạo xung quanh và thăm một nhà máy nước mắm, một gia đình địa phương làm món chiên cho một trường học địa phương và một xưởng đóng tàu. Đây là ngày tôi yêu thích nhất ở Việt Nam và đặc biệt khuyến khích những ai quan tâm đến nhiếp ảnh hoặc chỉ muốn nhìn thấy một khía cạnh khác của Hội An so với khách du lịch. Tôi mới bắt đầu với nhiếp ảnh nhưng tôi rất tự hào về những bức ảnh tôi chụp sáng nay và thực sự mang ơn Hội An Photo Tours. Thật là một ngày và trải nghiệm độc đáo!  rất muốn quay lại hoặc thực hiện các chuyến tham quan khác với công ty này.Đọc thêm",
            "Jean rất giỏi trong việc dành thời gian cho mỗi người chúng tôi, chúng tôi đã thay đổi từ những chiếc máy ảnh DSLR nhiều ống kính cho đến những người có iPhone. Đó là một buổi sáng thú vị và có lẽ là cách duy nhất để hầu hết chúng ta thức dậy trước bình minh! Tôi muốn giới thiệu nó.Đọc thêm",
            "Hình thức liên lạc và đón khách của khách sạn không có vấn đề gì. Chúng tôi bắt đầu từ rất sớm với một nhóm nhỏ người. Sau khi thưởng thức cà phê tiết kiệm trực tiếp, chúng tôi đã có phần giới thiệu ngắn gọn và rõ ràng về cơ bản về kiểm soát độ phơi sáng của ảnh, màn trập, .... và một số mẹo về thiết kế hình ảnh và cách tiếp cận mọi người. Ngắm nhìn ngư dân thật tuyệt vời, có rất nhiều cơ hội tuyệt vời để có những bức ảnh đẹp. Điều tôi thích nhất là nhận được phản hồi trực tiếp từ hướng dẫn của chúng tôi, nơi tôi có thể trực tiếp áp dụng những lời khuyên có giá trị.  Tôi cảm thấy có ai đó thực sự quan tâm đến việc cải thiện kỹ năng của tôi và giúp tôi chụp được những bức ảnh đẹp hơn. Sau bến cảng và những ngư dân, chúng tôi đi dạo quanh ngôi làng nhỏ để có nhiều cơ hội chụp ảnh hơn. Chúng tôi ở lại Việt Nam 3 tuần, một số bức ảnh đẹp nhất của tôi đã được chụp trong chuyến đi này.Đọc thêm",
            "Cảm ơn rất nhiều, Christian, chúng tôi thực sự đánh giá cao đánh giá của bạn. Chúng tôi đang cố gắng trở thành những giáo viên nhiếp ảnh giỏi nhất ở Châu Á, vì vậy chúng tôi rất mong được đọc bài đánh giá của bạn! Đọc thêm",
            "Chuyến du lịch ngắm bình minh cùng Jean là điểm nổi bật trong thời gian tôi ở Hội An. Hòa mình vào hoạt động của những ngư dân quay trở lại bờ với mẻ cá đánh bắt được đã mang lại cơ hội ghi lại những bức ảnh độc đáo và chân thực về cuộc sống làng quê. Lời khuyên về quần jean là vô giá, cả về mặt kỹ thuật và sáng tạo. Cảm ơn vì trải nghiệm đáng nhớ này, rất đáng để bắt đầu sớm!Đọc thêm",
            "Cảm ơn rất nhiều vì đánh giá của bạn! Đọc thêm",
            "Chúng tôi ở trong một nhóm nhỏ gồm 5 người do Andy dẫn đầu và có một buổi sáng tuyệt vời nhất khi được hướng dẫn qua chợ cá và làng. Sự nhiệt tình và tính cách của Andy khiến anh ấy thực sự dễ dàng và thoải mái khi nói chuyện, kỹ thuật giảng dạy của anh ấy thực sự thoải mái và hỗ trợ. Thức ăn và cà phê được cung cấp thực sự rất tuyệt và là cơ hội hoàn hảo để nói chuyện với Andy về trải nghiệm sống ở Việt Nam và lý lịch của anh ấy. Ngay cả khi bạn không quan tâm đến nhiếp ảnh thì đây vẫn là một chuyến tham quan tuyệt vời để trải nghiệm cuộc sống địa phương và chúng tôi thực sự rất thích thú khi được xem thêm các mẹo về những gì cần chụp. 1010 và không ai cảm thấy lạc lõng hay khó chịu bất kể máy ảnh có kỹ năng như thế nào. Hãy xem hendogwarren trên Instagram để biết ý tưởng về một số bức ảnh mà chúng tôi có thể chụp!Đọc thêm",
            "Gần đây tôi vừa trở về sau một workshop ảnh kéo dài 4 ngày ở Hot An, Việt Nam do Etienne Bossot và nhóm của anh ấy tại Pics of Asia tổ chức. Tôi không thể nói đủ cao về kinh nghiệm. Trong hội thảo của chúng tôi, nhóm 15 học sinh cấp hai của chúng tôi đã được hướng dẫn các kỹ năng kỹ thuật và nghệ thuật cần thiết để tạo ra những bức ảnh đẹp. Họ đã học các chức năng của máy ảnh, cách sáng tác ảnh, cách tương tác với đối tượng và cách xử lý ảnh sau khi họ trở về từ hiện trường. Etienne đã thiết lập một hành trình hoàn hảo cho bọn trẻ của chúng tôi và rất hữu ích với những sắp xếp khác ngoài những gì được mong đợi ở anh ấy. Đây là trải nghiệm hạng nhất của một nhóm gồm những người hạng nhất. Tôi sẽ sử dụng lại Pics of Asia trong tương lai.Đọc thêm",
            "Tôi đã thực hiện chuyến lưu diễn cùng Jean Ramiere và Andy Barker.  Đó là một trải nghiệm tuyệt vời và tôi chắc chắn sẽ làm lại nếu có dịp đến Hội An.   Jean và Andy rất thân thiện và hiểu biết về văn hóa của khu vực.  Họ đã cung cấp một số thông tin và kỹ thuật tuyệt vời về nhiếp ảnh.    Nó thực sự làm cho chuyến thăm Hội An của tôi trở nên thú vị hơn.   Ngả mũ trước những kẻ này.Đọc thêm",
            "Rất nhiều nét quyến rũ của vùng nông thôn trong nước; - Chúng tôi được hướng dẫn bởi Jean xuất sắc.  Chúng tôi là một nhóm gồm 8 người với nhiều loại máy ảnh từ điện thoại thông minh đến máy ảnh DSLR.  Chúng tôi đi qua cánh đồng lúa và nhìn thấy những người nông dân trồng lạc đang làm việc.  Tôi đã chụp được những bức ảnh mà khách du lịch bình thường sẽ không dễ dàng có được. Jean đã nói chuyện với chúng tôi về các cài đặt khẩu độ, màn trập và ISO. Jean cũng khiến tôi suy nghĩ nhiều hơn về những bức ảnh tôi đang chụp và tôi nghĩ đó là món quà tuyệt vời nhất anh ấy đã tặng tôi.  Anh ấy cũng dạy tôi một số thủ thuật hay khi chụp ảnh ban đêm, lia máy người đi xe đạp vào ban đêm với hậu cảnh mờ.  Đọc thêm",
            "Xin chào, một chuyến tham quan chụp ảnh có giá bao nhiêu và bạn muốn đặt một chuyến như thế nào? Đọc thêm",
            "Chi phí phụ thuộc vào chuyến đi bạn thực hiện. Chuyến tham quan mặt trời mọc tiêu tốn của tôi 45 USD. Tôi đã gửi email cho họ và đặt theo cách đó. Dễ. Google trang web của họ. Đọc thêm",
            "Tôi yêu âm thanh của những chuyến tham quan này nhưng không phải là một nhiếp ảnh gia. Có tour nào tương tự không Đọc thêm",
            "Nghiêm túc mà nói đây là tour du lịch dành cho bạn.  Tôi tự cho mình là một nhiếp ảnh gia nhưng chắc chắn là không. Tôi thậm chí còn không biết cách sử dụng máy ảnh của mình trước khi đi.  Nếu bạn không có máy ảnh, hãy lấy điện thoại của bạn và anh ấy sẽ chỉ cho bạn cách sử dụng nó làm máy ảnh để đạt được kết quả tuyệt vời.Đọc thêm",
            "Xin chào, bạn có cung cấp tour du lịch đến những nơi khác của Việt Nam không? Bạn có thể cho tôi danh sách các địa điểm bạn cung cấp được không? Cảm ơn trước :Đọc thêm",
            "Ann Tôi xin lỗi vì trả lời quá muộn, tôi chưa bao giờ thấy những câu hỏi này trước đây. Có, chúng tôi cung cấp nhiều chuyến tham quan hơn như bạn có thể xem trên trang web của chúng tôi Những bức ảnh về Châu ÁĐọc thêm",
            "Xin chào, tôi là một nghệ sĩ vẽ chân dung thực tế, tác phẩm của tôi có quy mô lớn. Tôi đang dự định đến thăm Việt Nam để chụp ảnh cận cảnh khuôn mặt người dân và trẻ em. Tôi đang tự hỏi liệu chuyến tham quan qua ảnh này có phù hợp với những bức ảnh mà tôi đang tìm kiếm hay không.Đọc thêm",
            "Bạn nên tìm Photoafari Hội An sẽ được tổ chức năm nay từ ngày 5-9/8/2015\n\nBạn có thể tham gia chuyến tham quan chụp ảnh này vào tháng 8 tại Hội An. Hy vọng bạn sẽ có khoảng thời gian vui vẻ tại Việt NamĐọc thêm"
        ],
        "star_ratings": [
            480,
            41,
            17,
            4,
            12
        ],
        "review_amount": 554,
        "location": [
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Workshop chụp ảnh Hội An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written April 20, 2019",
            "Written April 8, 2019",
            "Written March 24, 2019",
            "Written March 18, 2019",
            "Written March 17, 2019",
            "Written March 16, 2019",
            "Written March 15, 2019",
            "Written March 14, 2019",
            "Written March 11, 2019",
            "Written March 10, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d1771581-Reviews-or60-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or50-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or70-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3502284-Reviews-Friendly_Leather_Bags-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5865044-Reviews-Nguyenhoa_shoeshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12413362-Reviews-March_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26853645-Reviews-L_Nhi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6750746-Reviews-Happy-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11760647-Reviews-Tra_Viet_Tea_Gift_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19139080-Reviews-Papaya_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17789523-Reviews-Ao_Phong_Hoian_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10836462-Reviews-Essensian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25080435-Reviews-Hart_Upcycle_Hoian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17501779-Reviews-Experience_Leather_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14025427-Reviews-Tuan_Le_Car_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15850098-Reviews-Laturelle_Wellness_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4749235-Reviews-Chic_Unique_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34578-d265652-Reviews-T_H_Stone_Memorial_St_Joseph_Peninsula_State_Park-Port_Saint_Joe_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34616-d13144424-Reviews-Lighthouse_Beach_Park-Sanibel_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13195597-Reviews-Witness_for_the_Prosecution-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d15325815-Reviews-Blloku-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g41804-d8597003-Reviews-Humarock_Beach-Scituate_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g54963-d26389203-Reviews-Little_Debbie_Park-Collegedale_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g293997-d321381-Reviews-Bab_el_Bahrain_Souk-Manama.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d6456870-Reviews-Drink_Point-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g56763-d3279643-Reviews-Hawaiian_Falls_The_Colony-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60885-d10020693-Reviews-College_World_Series-Omaha_Nebraska.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or70-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or60-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Photo Tours & Workshop",
        "attraction_name_vi": "Workshop chụp ảnh Hội An",
        "general_info": [
            "554 đánh giá",
            "33 trên 202 lớp Hội thảo tại Hội An",
            "Bài học Hội thảo",
            "Tour chụp ảnh"
        ],
        "attraction_summary": "Hội An Photo tour hiện nay có thế mạnh với hơn 14 năm kinh nghiệm. Đối với những người muốn ghi lại hình ảnh thực tế của Việt Nam ở những khu vực không có khách du lịch và hoặc tìm hiểu thêm về nhiếp ảnh, chuyến tham quan này được thực hiện dành cho bạn. Được dẫn dắt bởi đội ngũ nhiếp ảnh gia chuyên nghiệp, chuyến tham quan sẽ đưa bạn đến những ngôi làng nơi không có khách du lịch nào có thể nhìn thấy, cũng như phố cổ Hội An. Các chuyến tham quan bao gồm hội thảo nhiếp ảnh để tìm hiểu về tất cả các cài đặt máy ảnh của bạn và hội thảo sáng tác để phát huy khả năng sáng tạo của mỗi người. Ghi lại cảnh bình minh tuyệt vời ở một làng chài hay ở chợ Hội An nhộn nhịp hay những người nông dân trồng lúa vào lúc hoàng hôn, Tour Ảnh Hội An là cách tốt nhất để có cái nhìn cận cảnh về Việt Nam! Hãy sở hữu những bức ảnh đẹp nhất về Việt Nam và cải thiện kỹ năng chụp ảnh của bạn!Đọc thêm",
        "reviews": [
            "Chuyến tham quan đã cho chúng tôi thấy những địa điểm mà có lẽ chúng tôi sẽ không tìm thấy trong thời gian ngắn ở Hội An. Tôi đã học được rất nhiều điều về máy ảnh của mình cũng như cách tương tác với các đối tượng và môi trường. Fred và Andy rất hiểu biết và vui vẻ- Tôi thực sự khuyên bạn nên tham gia chuyến tham quan này! Đọc thêm",
            "Chúng tôi đã có một buổi sáng tuyệt vời với Jean ở bến tàu. Tôi đã học được nhiều điều hơn về chiếc máy ảnh của mình, nhưng theo một cách thú vị là chỉ thực hiện nó thay vì phải tiếp thu nhiều thông tin.Đọc thêm",
            "Nếu bạn là một nhiếp ảnh gia có kinh nghiệm, hãy thực hiện chuyến đi đến bãi biển KHÔNG phải bến cảng địa phương. Chúng tôi vô tình làm cả hai và cái ở bãi biển thật tuyệt vời. Mọi người siêu thân thiện và mặc dù hơi điên cuồng nhưng vẫn có đủ không gian để bạn có thể lập bố cục ảnh và chụp cảnh bình minh. Chúng tôi nhận thấy phiên bản rẻ hơn gần bến cảng quá chật chội và hơi khó chịu.Đọc thêm",
            "Cho dù bạn là một nhiếp ảnh gia mới vào nghề hay chỉ thích chụp ảnh bằng điện thoại, đây là một trải nghiệm tuyệt vời. Là một cặp đôi, một trong chúng tôi có một chiếc máy ảnh Canon có thể hát và nhảy múa và người kia... và iPhone... đó là một trong những điểm nhấn trong kỳ nghỉ của chúng tôi ngay cả tôi với iPhone!. Chúng tôi đã tham quan làng chài và được đón ngay trước 5 giờ sáng để đến chợ, điều này mang đến cho chúng tôi cơ hội tuyệt vời để khám phá một Việt Nam không phải là điểm du lịch. Nhóm đã rất tuyệt vời khi cho chúng tôi những mẹo tuyệt vời về bất kỳ yêu cầu nào về máy ảnh, cài đặt phơi sáng cũng như về bố cục - hãy nghĩ về những gì bạn muốn chụp và điểm nhấn chính trong bức ảnh của bạn. Họ cũng dạy chúng tôi về nghi thức chụp ảnh ở Việt Nam, cách bạn nên tiếp cận mọi người và lấy điện thoại bạn muốn mà không cản trở việc trao đổi. Chuyến tham quan bao gồm cà phê và bữa sáng - đây cũng là một phần của trải nghiệm - nếu bạn may mắn tìm thấy người bán bánh chuối ở nhà - thật tuyệt... cả về góc nhìn nhiếp ảnh và dạ dày. Nhìn chung, giá trị thực sự tuyệt vời - một vài bức ảnh của tôi được đưa vào nhưng hãy nhớ rằng tôi là người chụp bằng iPhone! Đọc thêm",
            "Cảm ơn rất nhiều vì đánh giá của bạn Emma! Đọc thêm",
            "Tôi đã từng tham gia một số chuyến tham quan chụp ảnh xuất sắc ở Việt Nam, nhưng chưa bao giờ tôi tham gia một chuyến có chủ đề đa dạng như vậy ở một địa điểm nhỏ như vậy, ngay cả sau nhiều năm lang thang quanh TP HCM đông đúc. Tôi đánh giá cao việc được chỉ dẫn theo hướng có những bức ảnh đẹp, nhưng chưa bao giờ cảm thấy bị coi thường hoặc bị quản lý vi mô và nhận được sự hỗ trợ thích hợp mà tôi cần. Nhìn vào những bức ảnh chưa qua xử lý của tôi, tôi có rất nhiều bức ảnh có khả năng in hoặc chia sẻ. Bánh mì là một trong những món ngon nhất mà tôi từng ăn và tôi đã ăn chúng trong nhiều năm, có lẽ chỉ ngang với Phi Bánh mì ở Hội An. Hạn chế duy nhất là do số lượng người trong tour 6 nên tôi đã có một số lượng khách du lịch cầm máy ảnh để chụp những bức ảnh thực sự đẹp. Nếu đây có thể là một vấn đề lớn đối với bạn, hãy cân nhắc việc đặt một chuyến tham quan riêng. Đọc thêm",
            "Cảm ơn Greg rất nhiều, một đánh giá tuyệt vời từ một người có kinh nghiệm tham gia các chuyến tham quan chụp ảnh! Đọc thêm",
            "Đi cùng Fred và Andy trong chuyến tham quan buổi chiều lúc hoàng hôn đến các cánh đồng lúa và nhà máy sản xuất lúa gạo để tương tác và ghi lại những người nông dân và công nhân trong bối cảnh đời thực. Kết thúc hội thảo bằng việc học cách bắn mục tiêu đang di chuyển ở phố cổ vào buổi tối. Tôi là người mới bắt đầu với một chiếc máy ảnh điện thoại di động rất tốt và tôi đã học được một số điều rất thú vị, những điều được dạy theo cách mà tôi biết tôi sẽ làm có khả năng giữ lại. Có một số bức ảnh hiện tượng...Cảm ơn các bạn!Đọc thêm",
            "Cảm ơn rất nhiều vì đã đánh giá Mike, chúng tôi đánh giá rất cao nó! Đọc thêm",
            "Tôi vừa có một buổi chụp ảnh riêng với Jean sáng hôm qua, tôi rất may mắn khi có một nhiếp ảnh gia khác - Andy đến và tham gia. Jean rất kiên nhẫn với tôi vì tôi là người mới bắt đầu và anh ấy đã chỉ cho tôi rất nhiều mẹo hữu ích mà tôi có thể sử dụng để chụp được những bức ảnh đẹp, nhiếp ảnh gia có con mắt tuyệt vời về bố cục khiến tôi rất ấn tượng và rất thích phong cách của anh ấy! Rất khuyến khích cho bất kỳ ai đến Hội An và muốn có một số kỷ niệm và bức ảnh đẹp, đây là một trong những hoạt động nhất định phải làm mà bạn sẽ có thể sử dụng các công cụ mình học được và mang theo trong hành trình nhiếp ảnh của mình! Tôi sẽ quay lại Hội An và chắc chắn sẽ tham gia tour ngắm hoàng hôn vào lần tới! Đọc thêm",
            "Cảm ơn rất nhiều vì phản hồi của bạn, chúng tôi thực sự đánh giá cao nó! Hãy nhớ xem hướng dẫn của chúng tôi để có thể tiếp tục học hỏi. Đọc thêm",
            "Đã có khoảng thời gian vui vẻ trong chuyến lưu diễn này với Jean và Andy. Đã học được nhiều điều về bố cục ảnh cũng như các cài đặt lý tưởng cho nhiều loại ảnh khác nhau. Vì tôi vẫn đang học hỏi nhiều nên đó là một cách hay để làm điều đó nhưng cũng có được những bức ảnh chất lượng. Thích hợp cho người có máy ảnh hoặc điện thoại. Điều hối tiếc lớn nhất của tôi là không tham gia nhiều hơn và không chụp nhiều ảnh người dân địa phương. Cũng rất vui khi được ngắm nhìn toàn cảnh chợ cá, một điều nên làm ở Việt Nam. Đọc thêm",
            "Chuyến lưu diễn Sunset với Fred, hoàn toàn vượt quá mọi mong đợi của chúng tôi. Chồng tôi và tôi thấy Fred có rất nhiều thông tin về văn hóa Việt Nam và cực kỳ hữu ích khi tham khảo cài đặt máy ảnh, bố cục và ảnh chân dung, đó chính xác là những gì chúng tôi đang theo đuổi.Đọc thêm",
            "Tôi may mắn có hai nhiếp ảnh gia tuyệt vời, Etienne và Fred, dành ba giờ đồng hồ với tôi vào sáng sớm để ngắm Hội An trước khi tất cả khách du lịch đổ về. Khoảng thời gian yên bình tuyệt vời khi đi dạo quanh thành phố và sau đó là chợ. Do thời tiết không đẹp và ánh sáng tốt nên tôi rất thích chụp ảnh phản chiếu từ các vũng nước mưa đêm qua. Hướng dẫn rõ ràng, trợ giúp về cài đặt máy ảnh. Mặc dù tôi là một nhiếp ảnh gia trung cấp, tôi đã học được một vài điều về bố cục. Nhìn chung, đây là một trải nghiệm thực sự thú vị mà tôi muốn giới thiệu cho tất cả các nhiếp ảnh gia, bất kể trình độ nhiếp ảnh nào. Đọc thêm",
            "Xin chào, một chuyến tham quan chụp ảnh có giá bao nhiêu và bạn muốn đặt một chuyến như thế nào? Đọc thêm",
            "Chi phí phụ thuộc vào chuyến đi bạn thực hiện. Chuyến tham quan mặt trời mọc tiêu tốn của tôi 45 USD. Tôi đã gửi email cho họ và đặt theo cách đó. Dễ. Google trang web của họ. Đọc thêm",
            "Tôi thích âm thanh của những chuyến tham quan này nhưng không phải là nhiếp ảnh gia. Có những chuyến tham quan tương tự không Đọc thêm",
            "Nghiêm túc mà nói đây là tour du lịch dành cho bạn.  Tôi tự cho mình là một nhiếp ảnh gia nhưng chắc chắn là không. Tôi thậm chí còn không biết cách sử dụng máy ảnh của mình trước khi đi.  Nếu bạn không có máy ảnh, hãy lấy điện thoại của bạn và anh ấy sẽ chỉ cho bạn cách sử dụng nó làm máy ảnh để đạt được kết quả tuyệt vời.Đọc thêm",
            "Xin chào, bạn có cung cấp tour du lịch đến những nơi khác của Việt Nam không? Bạn có thể cho tôi danh sách các địa điểm bạn cung cấp được không? Cảm ơn trước :Đọc thêm",
            "Ann Tôi xin lỗi vì trả lời quá muộn, tôi chưa bao giờ thấy những câu hỏi này trước đây. Có, chúng tôi cung cấp nhiều chuyến tham quan hơn như bạn có thể xem trên trang web của chúng tôi Những bức ảnh về Châu ÁĐọc thêm",
            "Xin chào, tôi là một nghệ sĩ vẽ chân dung thực tế, tác phẩm của tôi có quy mô lớn. Tôi đang dự định đến thăm Việt Nam để chụp ảnh cận cảnh khuôn mặt người dân và trẻ em. Tôi đang tự hỏi liệu chuyến tham quan qua ảnh này có phù hợp với những bức ảnh mà tôi đang tìm kiếm hay không.Đọc thêm",
            "Bạn nên tìm Photoafari Hội An sẽ được tổ chức năm nay từ ngày 5-9/8/2015\n\nBạn có thể tham gia chuyến tham quan chụp ảnh này vào tháng 8 tại Hội An. Hy vọng bạn sẽ có khoảng thời gian vui vẻ tại Việt NamĐọc thêm"
        ],
        "star_ratings": [
            480,
            41,
            17,
            4,
            12
        ],
        "review_amount": 554,
        "location": [
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Workshop chụp ảnh Hội An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written March 7, 2019",
            "Written March 4, 2019",
            "Written March 3, 2019",
            "Written February 24, 2019",
            "Written February 22, 2019",
            "Written February 21, 2019",
            "Written February 11, 2019",
            "Written January 31, 2019",
            "Written January 24, 2019",
            "Written December 30, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d1771581-Reviews-or70-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or60-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or80-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3502284-Reviews-Friendly_Leather_Bags-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5865044-Reviews-Nguyenhoa_shoeshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12413362-Reviews-March_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26853645-Reviews-L_Nhi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6750746-Reviews-Happy-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11760647-Reviews-Tra_Viet_Tea_Gift_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19139080-Reviews-Papaya_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17789523-Reviews-Ao_Phong_Hoian_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10836462-Reviews-Essensian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25080435-Reviews-Hart_Upcycle_Hoian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17501779-Reviews-Experience_Leather_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14025427-Reviews-Tuan_Le_Car_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15850098-Reviews-Laturelle_Wellness_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4749235-Reviews-Chic_Unique_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d610635-Reviews-Castel_Plage-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g303814-d10351192-Reviews-Makarana_Bar-Makarska_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d9705636-Reviews-London_Body2Body_Massage-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d1806081-Reviews-Premium_Outlet_Phuket-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d11621560-Reviews-Ecolines-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d2097521-Reviews-Bodies_The_Exhibition_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41715-d218995-Reviews-Windsor_Lake-North_Adams_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g52607-d2069482-Reviews-Presque_Isle_Downs_Casino-Erie_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g188633-d13281463-Reviews-Doctor_Green_Coffeeshop-The_Hague_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d10250638-Reviews-Tortuga_Water_Park-Kusadasi_Turkish_Aegean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or80-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or70-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Photo Tours & Workshop",
        "attraction_name_vi": "Workshop chụp ảnh Hội An",
        "general_info": [
            "554 đánh giá",
            "33 trên 202 lớp Hội thảo tại Hội An",
            "Bài học Hội thảo",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Hội An Photo tour hiện nay có thế mạnh với hơn 14 năm kinh nghiệm. Đối với những người muốn ghi lại hình ảnh thực tế của Việt Nam ở những khu vực không có khách du lịch và hoặc tìm hiểu thêm về nhiếp ảnh, chuyến tham quan này được thực hiện dành cho bạn. Được dẫn dắt bởi đội ngũ nhiếp ảnh gia chuyên nghiệp, chuyến tham quan sẽ đưa bạn đến những ngôi làng nơi không có khách du lịch nào có thể nhìn thấy, cũng như phố cổ Hội An. Các chuyến tham quan bao gồm hội thảo nhiếp ảnh để tìm hiểu về tất cả các cài đặt máy ảnh của bạn và hội thảo sáng tác để phát huy khả năng sáng tạo của mỗi người. Ghi lại cảnh bình minh tuyệt vời ở một làng chài hay ở chợ Hội An nhộn nhịp hay những người nông dân trồng lúa vào lúc hoàng hôn, Tour Ảnh Hội An là cách tốt nhất để có cái nhìn cận cảnh về Việt Nam! Hãy sở hữu những bức ảnh đẹp nhất về Việt Nam và cải thiện kỹ năng chụp ảnh của bạn!Đọc thêm",
        "reviews": [
            "Rất thích chuyến tham quan chụp ảnh của tôi cùng Fred đến làng chài. Anh ấy là một hướng dẫn viên thoải mái tuyệt vời và chia sẻ một số lời khuyên tuyệt vời. Ngày chúng tôi đi trời hơi ẩm ướt nhưng vẫn chụp được một số bức ảnh đẹp ghi lại bầu không khí. Rất muốn giới thiệu cho những ai quan tâm đến việc ghi lại những kỷ niệm đẹp hơn từ một địa điểm tuyệt vờiĐọc thêm",
            "Trải nghiệm tuyệt vời với hướng dẫn tuyệt vời Fred! Nó thực sự sớm nhưng hoàn toàn xứng đáng. Chuyến đi đến một làng chài nhỏ, nơi thể hiện cuộc sống ban ngày của ngư dân khi họ bán cá vào buổi sáng. Tôi không có nhiều kiến ​​thức về nhiếp ảnh và chỉ có điện thoại nhưng tôi đã có một khoảng thời gian thực sự vui vẻ. Đọc thêm",
            "Tour du lịch bình minh rất thú vị ở chợ cá.  Cảm ơn bạn đã hướng dẫn nhóm của chúng tôi trải qua một phần cuộc sống tuyệt vời. Chuyến đi bình minh được đề xuất Đọc thêm",
            "Cảm ơn người hướng dẫn tuyệt vời Fred của chúng tôi đã đưa chúng tôi đến làng chài buổi sáng để ghi lại sự hỗn loạn sống động của những chiếc thuyền đến đánh bắt qua đêm và bán cho người dân địa phương, trong khi chúng tôi hòa nhập và chụp ảnh - với lời khuyên thiết thực hữu ích từ Fred! Là một nhiếp ảnh gia nghiệp dư nhiệt tình, quen chụp ảnh thủ công, Fred đã dạy tôi cách chụp tốt hơn và khơi dậy lại nhiệt huyết cũng như động lực của tôi để chụp những bức ảnh đẹp hơn. Chúng tôi làm theo điều này với món bánh mì bfast và cà phê đơn giản nhưng đẹp mắt, sau đó đi bộ đến các địa điểm khác để chụp ảnh người dân địa phương đang làm việc của họ. Điểm nổi bật là cặp đôi làm bánh chuối và đậu - có một số bức ảnh tuyệt vời và những con người đáng yêu! Tôi thực sự khuyên bạn nên đi chuyến đi này cho dù bạn có kinh nghiệm chụp ảnh đến mức nào - tôi đã học được rất nhiều điều và yêu thích nó! Tôi sẽ không có được những bức ảnh đẹp cho riêng mình.Đọc thêm",
            "Đây là một điểm nổi bật của chuyến đi của tôi. Người hướng dẫn của chúng tôi Fred Wissink thật tuyệt vời! Chúng tôi thực hiện chuyến tham quan mặt trời mọc và thăm làng cá, nhà máy dầu cá, tham quan sân thuyền và thăm một người phụ nữ địa phương đang chiên chuối ngon tại nhà. Fred đã dạy chúng tôi cách chụp những bức ảnh đẹp hơn, làm việc với người dân địa phương và dạy chúng tôi rất nhiều điều về văn hóa và con người địa phương. Điều này thật tuyệt vời! Tôi thực sự giới thiệu tour này cho bất kỳ ai quan tâm đến nhiếp ảnh và muốn rời khỏi khu du lịch Hội An trong vài giờ. Đọc thêm",
            "Tôi đã thực hiện chuyến du lịch mặt trời mọc cách đây 8 năm và thực sự thích nó nhưng không phải là khởi đầu sớm!! vì vậy lần này tôi muốn thử điều gì đó khác biệt nên đã đặt một buổi riêng với Etienne để tìm hiểu thêm về Nhiếp ảnh đường phố. Rất thú vị, vui vẻ, nhiều thông tin, sáng tạo và rất chăm chỉ!! Khơi dậy sự quan tâm đến một phong cách chụp ảnh mà tôi chưa từng thử trước đây và điều gì đó tôi sẽ mang theo bên mình. Cảm ơn.Đọc thêm",
            "Tôi đã tham gia chuyến lưu diễn này vào tháng 10 và đó là trải nghiệm tuyệt vời nhất tôi có được ở Việt Nam.  Fred hướng dẫn viên của chúng tôi đón chúng tôi trước bình minh từ khách sạn.  Lái xe một đoạn ngắn đến làng chài, nơi chúng tôi dùng cà phê khai vị trong khi Fred ôn lại một số kiến ​​thức cơ bản về nhiếp ảnh và giới thiệu cho chúng tôi nghi thức chụp ảnh mọi người.  Sau đó, hãy có một trải nghiệm tuyệt vời khi xem và tất nhiên là chụp ảnh bến đỗ của mẻ đánh bắt trong ngày và việc phân phối mẻ đánh bắt.  Đó là một sự kiện để xem.  Sau đó vào một ngôi làng thông qua một nhà máy sản xuất nước mắm. Bữa sáng tại quán cà phê và bữa ăn nhẹ tiếp theo tại nhà của một gia đình địa phương.  Có những cơ hội chụp ảnh tuyệt vời và Fred rất hào phóng chia sẻ kiến ​​thức của mình cũng như hướng dẫn bạn cải thiện khả năng chụp ảnh của mình.  Chuyến tham quan được tổ chức tốt và tôi muốn giới thiệu nó cho bất kỳ ai.  Đọc thêm",
            "Chuyến tham quan buổi sáng sớm tuyệt vời và những lời khuyên vô giá để có được những bức ảnh du lịch tuyệt vời. Hướng dẫn tuyệt vời và rất đáng để thức dậy lúc 4 giờ sáng Đọc thêm",
            "Jean dẫn chúng tôi vào một cuộc hành trình thân mật về vùng nông thôn. Chúng tôi đến gần và riêng tư với dân làng. Lời khuyên về ảnh của anh ấy cũng rất hữu ích. Một chuyến tham quan tuyệt vời.Đọc thêm",
            "Tôi đã có trải nghiệm tuyệt vời với Jean trong Chuyến tham quan ảnh hoàng hôn. Tôi đang tìm kiếm các mẹo để chụp được những bức ảnh sống động, nổi bật hơn và Jean đã đưa ra hướng dẫn thực sự hữu ích về cách tiếp cận cơ hội chụp ảnh, cách suy nghĩ về ánh sáng, bố cục, câu chuyện và nhu cầu đặt mình vào đúng vị trí để ghi lại những hình ảnh mạnh mẽ đó... bao gồm việc lội qua sông, ngay cạnh những ngư dân và những người đánh bắt ốc! Tham gia chuyến tham quan đã mang lại cho tôi một cách tiếp cận thú vị và hấp dẫn hơn nhiều về du lịch và chụp ảnh con người, đồng thời nó giúp tôi tự tin để buộc mình phải hãy vào hiện trường nhiều hơn một chút để tìm được những bức ảnh thực sự thú vị thay vì đứng lùi lại và chụp từ bên ngoài. Tôi cảm thấy mình kết thúc chuyến lưu diễn với nhiều điều hơn là chỉ những bức ảnh trong ngày. Đây đặc biệt là khóa đào tạo mà tôi đang tìm kiếm, thay vì đào tạo thêm kỹ thuật về tốc độ cửa trập, khẩu độ, v.v., nhưng Jean hoàn toàn có khả năng đưa ra những điểm kỹ thuật đó khi cần thiết. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan. Tôi hy vọng tôi có cơ hội quay lại sớm và tôi chắc chắn sẽ đặt một chuyến đi khác với các bạn!Đọc thêm"
        ],
        "star_ratings": [
            480,
            41,
            17,
            4,
            12
        ],
        "review_amount": 554,
        "location": [
            "Những điều cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Workshop chụp ảnh Hội An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written December 8, 2018",
            "Written October 24, 2018",
            "Written October 17, 2018",
            "Written October 16, 2018",
            "Written October 13, 2018",
            "Written October 11, 2018",
            "Written October 11, 2018",
            "Written October 10, 2018",
            "Written September 16, 2018",
            "Written September 11, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d1771581-Reviews-or80-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or70-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or90-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3502284-Reviews-Friendly_Leather_Bags-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5865044-Reviews-Nguyenhoa_shoeshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12413362-Reviews-March_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26853645-Reviews-L_Nhi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6750746-Reviews-Happy-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11760647-Reviews-Tra_Viet_Tea_Gift_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19139080-Reviews-Papaya_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17789523-Reviews-Ao_Phong_Hoian_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10836462-Reviews-Essensian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25080435-Reviews-Hart_Upcycle_Hoian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17501779-Reviews-Experience_Leather_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14025427-Reviews-Tuan_Le_Car_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15850098-Reviews-Laturelle_Wellness_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4749235-Reviews-Chic_Unique_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190539-Reviews-Kurfurstendamm-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g805388-d2445576-Reviews-Agios_Stefanos_Beach-Agios_Stefanos_Mykonos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g58759-d630353-Reviews-Green_Bluff-Spokane_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d153406-Reviews-Calle_Quinta_Avenida-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g297694-d6679973-Reviews-Krisna_Souvenir_Shop-Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d2324885-Reviews-Paphos_Harbour_Castle-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g46187-d5568053-Reviews-Little_Boar_s_Head_Seaside_Trail-North_Hampton_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190133-Reviews-Villa_Borghese-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g1069856-d4351998-Reviews-Trsteno_Arboretum-Trsteno_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d3688732-Reviews-Ao_Nang_Krabi_Thai_Boxing_Stadium-Ao_Nang_Krabi_Town_Krabi_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or90-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or80-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hoi An Photo Tours & Workshop",
        "attraction_name_vi": "Workshop chụp ảnh Hội An",
        "general_info": [
            "554 đánh giá",
            "33 trong số 202 Lớp học Hội thảo tại Hội An",
            "Bài học Hội thảo",
            "Chuyến tham quan chụp ảnh"
        ],
        "attraction_summary": "Hoi An Photo tour hiện đang phát triển mạnh mẽ với hơn 14 năm kinh nghiệm. Đối với những ai muốn ghi lại hình ảnh Việt Nam thực sự ở những khu vực không dành cho khách du lịch hoặc tìm hiểu thêm về nhiếp ảnh, tour này dành cho bạn. Được dẫn dắt bởi một nhóm nhiếp ảnh gia chuyên nghiệp, tour sẽ đưa bạn đến những ngôi làng không có khách du lịch nào khác, cũng như phố cổ Hội An. Các tour bao gồm hội thảo nhiếp ảnh để tìm hiểu về tất cả các cài đặt máy ảnh của bạn và hội thảo sáng tác để rèn luyện khả năng sáng tạo. Chụp lại cảnh bình minh tuyệt đẹp ở một làng chài hoặc ở khu chợ Hội An nhộn nhịp hoặc những người nông dân trồng lúa lúc hoàng hôn, Hoi An Photo Tour là cách tốt nhất để có được góc nhìn cận cảnh về Việt Nam! Chụp những bức ảnh đẹp nhất của bạn về Việt Nam và cải thiện kỹ năng chụp ảnh của bạn! Đọc thêm",
        "reviews": [
            "I travel a lot internationally for my job and have been to Hanoi several times over the last couple of years. Each time I try and schedule a side trip to explore the many wonders of Vietnam.  On my latest trip, I decided to visit Hoi An, especially after I found Hoi An Photo Day Tours through Tripadvisor.  They were prompt in responding to my emails and a private sunrise tour was locked in.  I was met outside my hotel at 4:10 AM as planned and Jean and I were off to a location south of Hoi An, to a beach where the fishermen anchor their boats just offshore after fishing all night, and little basket boats shuttle back and forth from the beach to off load the nights catch. Jean had prepped me before I arrived on what to expect so I came prepared to be standing in the surf, dodging waves and the little boats as they fought their way thru the surf and the sun rose from over the ocean.  It was one of those rare moments of experiencing a truly authentic and traditional way of life, not overrun by tourists and or staged for photographers.As the sun came up and the fish were being offloaded, a farmers market arose on the beach through the organized chaos.  The photo ops were endless.  We later wandered through the narrow streets and alley ways of the local village and captured a bit of the every day life.  I was back to my hotel right at 10:00 AM and ready for the next adventure of the day.The price was high for Vietnam standards, but worth every penny for the experience and the photos that I was able to capture.  I didnt ask for or need any advice on how to use my camera as I am a very experienced photographer.  The morning was more about Jean and I out to capture great images and sharing the experience.  Jean knows some Vietnamese so was able to communicate easily with the locals, who were all extremely cheerful and full of energy. Highly recommended!Read more",
            "Thật là rút ruột.  Và thật mệt mỏi.  Tôi liên lạc với các chuyến tham quan Ngày Ảnh Hội An qua e-mail.  Đã muộn nhưng được thông báo rằng nếu tôi trả lời trước 10 giờ tối thì Jean sẽ kiểm tra e-mail của cô ấy.  Tôi đã làm. Và nhận được phản hồi.   Tôi được biết ba người khác sẽ thực hiện chuyến tham quan chụp ảnh vào lúc 4h50 sáng.  Tôi hỏi liệu có thể có thời gian nhận hàng chính xác hơn thay vì khoảng thời gian 20 phút được đưa ra nhưng không nhận được phản hồi.  Tôi tin từ thư từ của chúng tôi rằng tôi sẽ được đón.  Tôi đã cung cấp thông tin chi tiết về khách sạn của mình và nói rằng tôi muốn đi.  Tôi lo lắng rằng họ sẽ gọi phòng và đánh thức các con tôi và tôi cũng không muốn đánh thức chúng bằng đồng hồ báo thức nên tôi ngủ nhẹ và để điện thoại ở chế độ rung để không đánh thức ai.  Tôi ở bên ngoài khách sạn trong bóng tối lúc 4h50 sáng và đợi 25 phút.  Tôi không hiểu tại sao, nếu tôi không bị đón thì một e-mail thông báo rằng họ sẽ không đến đón tôi lại không được gửi.  Chắc chắn nếu họ không chắc chắn liệu tôi có đến hay không thì đó là điều ít nhất họ có thể làm khi trời còn sáng sớm như vậy.  Nếu họ không biết liệu tôi có định làm điều đó hay không mặc dù tôi đã gửi e-mail nói rằng tôi cũng muốn thì tại sao họ không dành 2 giây để kiểm tra e-mail.  Tôi chỉ còn lại ba đêm trong kỳ nghỉ và bây giờ tôi rất mệt mỏi.  Thực sự rất thất vọng về cách giao tiếp của họ.Đọc thêm",
            "Cảm ơn phản hồi của bạn và như chúng tôi đã đề cập trực tiếp với bạn qua email, chúng tôi xin lỗi vì sự hiểu lầm này. \n\nVì thực tế là chúng tôi không nhận được câu trả lời chắc chắn của bạn vào lúc 10 giờ tối nên chúng tôi đã không nhận được xác nhận của bạn đúng hạn. Chúng tôi thường kiểm tra email vào sáng sớm trước khi chuyến tham quan bắt đầu nhưng vì một số lý do nên không kiểm tra vào ngày hôm đó.\n \nMột lần nữa chúng tôi xin lỗi vì sự hiểu lầm này. Chúng tôi đưa hàng trăm người tham gia các chuyến tham quan của mình mỗi năm và chúng tôi cảm thấy tiếc mỗi khi điều này xảy ra, vì loại đánh giá này gây tổn hại rất nhiều đến hoạt động kinh doanh của chúng tôi.\n\nChúng tôi đang làm việc trên một hệ thống để giúp mọi việc đặt chỗ trở nên suôn sẻ hơn trong tương lai. \n\nĐọc thêm",
            "Gần đây tôi đã tham gia một khóa học chụp ảnh buổi chiều với tư cách là người đi kèm cho cậu con trai 15 tuổi của tôi, cậu bé có lẽ đã sử dụng máy ảnh được 8 tháng. Chúng tôi thật may mắn vì chỉ có hai người khác đi cùng. Tôi phải nói rằng tất cả chúng tôi đã rất hợp nhau và đã có một ngày tuyệt vời. Một số bức ảnh tuyệt vời đã được chụp bởi tất cả những lời khuyên tuyệt vời được đưa ra. Tất cả dân làng đều chào đón và rõ ràng là họ có mối quan hệ đặc biệt với người hướng dẫn viên, tất cả đều vui mừng khi gặp chúng tôi. Một chuyến tham quan như thế này không thể đoán trước được vì bạn không biết mình sẽ gặp phải điều gì và thời tiết sẽ như thế nào. Tôi đã có một khoảng thời gian tuyệt vời và con trai tôi rất thích nó và cuối cùng đã chụp được một số bức ảnh tuyệt vời. Cảm ơn tất cả các bạn đã quan tâm!Đọc thêm",
            "Cảm ơn rất nhiều vì phản hồi của bạn: Đọc thêm",
            "Fred là một người dẫn chương trình tuyệt vời và một cố vấn xuất sắc về nhiếp ảnh. Bạn có thể tận hưởng buổi chiều của mình và học hỏi được nhiều điều cho dù bạn đi bằng điện thoại hay bằng máy ảnh chuyên nghiệp, chúng tôi đã thực hiện chuyến tham quan hoàng hôn. Đi bộ trong một ngôi làng và băng qua cánh đồng là một trải nghiệm độc đáo. Fred đã dành đủ thời gian ở Châu Á nói chung và ở Việt Nam để hiểu biết về văn hóa và cung cấp những hiểu biết sâu sắc. Kiến thức về tiếng Việt của anh ấy cho phép anh ấy đối thoại với người dân trong làng và hầu hết thời gian họ đều nở nụ cười trên môi, điều này rất tốt cho những bức ảnh!. Anh ấy dành thời gian cho từng người tham gia để đưa ra những lời khuyên bổ ích. Chúng tôi đánh giá cao những bức ảnh đêm ở Hội An xưa. Chúng tôi đã học được những kỹ thuật mới. Có người trước Fred và người sau Fred về việc chụp ảnh ban đêm. Nhìn chung, tour du lịch tuyệt vời để giới thiệu. Fred là một chàng trai tốt bụng và hiểu biết để dành buổi chiều cùng. Nhược điểm duy nhất: Tôi thấy rằng 45 mỗi người là hoàn toàn quá đắt so với các tour khác mà chúng tôi đã thực hiện ở Hội An với thuyền, xe đạp, bữa trưa, hướng dẫn viên am hiểu cho 25 đến 35. Xe buýt nhỏ không thực sự cần thiết vì làng cách đó 5 phút đi xe buýt nhỏ ... Tối đa 15 phút bằng xe đạp. Nếu điều này có thể tiết kiệm chi phí. Đọc thêm",
            "Xin chào, cảm ơn vì nhận xét của bạn. Chúng tôi đánh giá cao việc bạn thấy chuyến tham quan rất thú vị và mọi thứ đều diễn ra tốt đẹp. Tôi tin rằng bạn không thể so sánh chuyến tham quan chụp ảnh của chúng tôi với bất kỳ chuyến tham quan nào khác đưa bạn đi ngắm nhìn vùng nông thôn bằng xe đạp. Chúng tôi dạy nhiếp ảnh, đây là một chuyến tham quan và hội thảo nhiếp ảnh đầy đủ, và tôi tự hỏi liệu bạn có bao giờ xem xét giá của các hội thảo nhiếp ảnh hay không. \n\nNgôi làng cách đó khoảng 10 phút đi bằng xe tải nhỏ và tôi không tin rằng chúng tôi sẽ nhận được nhiều đánh giá tốt nếu yêu cầu mọi người đi xe đạp trong 40 phút lúc 3 giờ chiều với cái nóng 40 độ vào mùa hè....\nĐọc thêm",
            "Điều này trông thật khó tin nhưng thật đáng buồn, tôi chỉ trải nghiệm nó khi nhìn vào trang web của họ. Đặt trực tuyến 717, thông qua trang web của họ. Tôi đã nhận được xác nhận và email từ Etienne ngay lập tức. Được yêu cầu, để đề phòng, hãy chọn ngày lựa chọn thứ hai. Tôi thu thập điều này là trong trường hợp mưa. Tôi trả lời rằng tôi chỉ có một ngày trọn vẹn ở Hội An: hôm nay, ngày 26 tháng 7. Đây là buổi sáng duy nhất tôi có thể thực hiện Chuyến tham quan mặt trời mọc. Ở đó tôi ngồi đợi, 4:45 sáng, theo email. Và ngồi và ngồi. Tôi nhắn tin, tôi đã gọi điện đến khách sạn hai lần. Không có phản hồi cho cả cuộc gọi và tin nhắn. Tôi đợi đến 5h30 mà không có ai đến. Một ngày đẹp trời, không mưa, bầu trời và ánh sáng lộng lẫy và tôi đã mất cả một buổi sáng mất ngủ và thời gian quý báu ở đây. Họ đã có thông tin đón khách sạn và liên hệ của tôi. Ai đó có thể đã liên hệ hoặc ít nhất là lấy số điện thoại trên trang web hoặc nhắn tin lại cho tôi khi tôi ngồi đợi. Ngoài việc đáng thất vọng, điều này còn rất thiếu chuyên nghiệp. Tôi ghét để lại đánh giá này nhưng tôi phải làm như vậy. Tôi đang ở đây với con trai nhỏ và gia đình của mình và điều này cũng giết chết mọi kế hoạch mà tôi lẽ ra có thể thực hiện với nó và họ.Đọc thêm",
            "Elka thân mến, cảm ơn vì đánh giá trung thực. Đây hoàn toàn là lỗi của chúng tôi vì việc đặt chỗ của bạn không được lưu vào hệ thống đặt chỗ của chúng tôi. Vì chúng tôi không biết bạn sẽ tham gia chuyến lưu diễn nên chúng tôi không thể nghĩ đến việc liên lạc với bạn. \n\nVì điều này đã xảy ra một vài lần trong những tháng gần đây, chúng tôi đang nỗ lực cải thiện hệ thống đặt phòng của mình để tránh điều này xảy ra lần nữa vì loại đánh giá này gây tổn hại rất nhiều đến danh tiếng của chúng tôi.Đọc thêm",
            "Tôi rất thích chụp ảnh, vì vậy nếu bạn giống tôi, bạn sẽ thích nó. Tôi có một số bức ảnh ngoạn mục hiện đang được trưng bày trong phòng khách của tôi.Đọc thêm",
            "Tôi đã tham gia chuyến tham quan chụp ảnh Trung cấp và thực sự đó là điều thú vị nhất tôi đã làm trong chuyến đi của mình.  Đó là một nhóm nhỏ, chỉ có tôi và một người khác.  Chúng tôi xuất phát sớm lúc 4 giờ sáng và lái xe đến một làng chài nhỏ, chụp ảnh những ngư dân đang đánh bắt và những người trên bãi biển bán sản phẩm đánh bắt được.  Sau đó, chúng tôi ăn trưa và uống cà phê, sau đó lang thang trên đường để tìm thêm cơ hội chụp ảnh. Chuyến đi bằng ô tô tới đó, chuyến tham quan bãi biển và chuyến đi bộ chứa đầy những mẹo về bố cục ảnh và cài đặt máy ảnh, chúng thậm chí còn giúp tôi tìm ra những cách tốt hơn để sử dụng các tùy chọn máy ảnh ngắm và chụp mà tôi không nghĩ là có sẵn.  Thật tệ là tôi đã làm điều này vào ngày cuối cùng vì lẽ ra tôi sẽ thực hiện một chuyến tham quan khác nếu tôi có nhiều thời gian hơn và b những mẹo chụp ảnh sẽ cải thiện đáng kể những bức ảnh của tôi về Hội An.  Họ thực hiện các chuyến du lịch dài ngày ở các quốc gia khác từ 3-10 ngày. Tôi nghĩ tôi chắc chắn sẽ xem xét điều này nếu quay lại Châu Á.Đọc thêm",
            "Thật là một cách tuyệt vời để trải nghiệm văn hóa địa phương và được giáo dục về nhiếp ảnh. Với tư cách là một nhiếp ảnh gia nghiệp dư, Fred đã loại bỏ cài đặt tự động trên máy ảnh của tôi và đã khơi dậy niềm đam mê nhiếp ảnh thực sự của tôi. Fred cũng dạy chúng tôi những điều về máy ảnh iPhone. Ồ, và bữa sáng ở làng thật tuyệt vời. Cảm ơn Fred!Đọc thêm",
            "Buổi chiều của chúng tôi với Fred là một trong những điều đáng nhớ nhất chúng tôi đã làm ở Việt Nam.  Chúng tôi ước mình đã làm điều đó sớm hơn trong chuyến đi. Đầu tiên-- Fred thực sự là một chàng trai tốt.  Đó là một nhóm nhỏ-- tôi, vợ tôi và một người khác.  Fred đã cho chúng tôi biết lịch sử của khu vực và chúng tôi đã thoát khỏi con đường mòn.  Chúng tôi đi bộ qua cánh đồng lúa và ghi lại hình ảnh người thật.  Fred nói được tiếng Việt-- điều này thật đáng kinh ngạc vì ông là người Canada 66 tuổi.  Khi đi qua những cánh đồng lúa, chúng tôi luôn được chào đón bằng những nụ cười rạng rỡ và những cơ hội tuyệt vời để chụp ảnh. Vợ tôi từ lâu đã là một người yêu thích nhiếp ảnh và đây là lớp học đầu tiên chúng tôi tham gia.  Fred đã dẫn chúng tôi đi khắp nơi để sử dụng máy ảnh của chúng tôi tốt hơn, tìm ánh sáng phù hợp, cài đặt cài đặt khẩu độ thích hợp, v.v. Chắc chắn có sự chỉnh sửa trước và sau của Fred đối với các bức ảnh của chúng tôi trong phần còn lại của chuyến đi. Sau khi đi bộ qua cánh đồng lúa những cánh đồng, những ngôi nhà nông trại và một nhà máy sản xuất đậu phộng, Fred đưa chúng tôi đến Hội An để chụp ảnh đêm để nghiên cứu các kỹ thuật chụp thành phố xinh đẹp về đêm.  Khi chúng tôi kết thúc buổi học, anh ấy mời chúng tôi đi uống bia và ăn tối tại một trong những địa điểm địa phương yêu thích của anh ấy. Cảm ơn Fred vì đã cùng nhau tổ chức một chuyến đi buổi chiều thực sự tuyệt vời mà chúng tôi luôn ghi nhớ. Đọc thêm",
            "Đây có lẽ là hoạt động tốt nhất bạn có thể làm ở Hội An. Hướng dẫn viên Fred của chúng tôi có mối liên hệ tuyệt vời với người dân địa phương và họ dường như yêu mến anh ấy. Mặc dù đó là một ngày yên tĩnh nhưng vẫn có rất nhiều hoạt động chụp ảnh trong chuyến tham quan này. Fred thậm chí còn chỉ cho tôi một mẹo để cải thiện khả năng chụp ảnh của tôi. Đây gần như là một chuyến tham quan phải làm nếu bạn thích chụp ảnh và muốn cải thiện kỹ năng chụp ảnh người dân ở Châu Á.Đọc thêm"
        ],
        "star_ratings": [
            480,
            41,
            17,
            4,
            12
        ],
        "review_amount": 554,
        "location": [
            "Những việc cần làm ở Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Workshop chụp ảnh Hội An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written September 7, 2018",
            "Written August 14, 2018",
            "Written July 29, 2018",
            "Written July 29, 2018",
            "Written July 25, 2018",
            "Written July 23, 2018",
            "Written July 17, 2018",
            "Written July 10, 2018",
            "Written June 24, 2018",
            "Written June 18, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d1771581-Reviews-or90-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or80-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or100-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3502284-Reviews-Friendly_Leather_Bags-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5865044-Reviews-Nguyenhoa_shoeshop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12413362-Reviews-March_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26853645-Reviews-L_Nhi_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6750746-Reviews-Happy-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11760647-Reviews-Tra_Viet_Tea_Gift_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19139080-Reviews-Papaya_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17789523-Reviews-Ao_Phong_Hoian_T_shirt-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10836462-Reviews-Essensian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11929918-Reviews-Precious_Heritage_by_Rehahn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25080435-Reviews-Hart_Upcycle_Hoian-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17501779-Reviews-Experience_Leather_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14025427-Reviews-Tuan_Le_Car_Rental-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15850098-Reviews-Laturelle_Wellness_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4749235-Reviews-Chic_Unique_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d2352416-Reviews-Magic_Hands_Massage-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g297549-d8729924-Reviews-Mosque_El_Mina_Masjid-Hurghada_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1023473-d1425044-Reviews-Cup_Noodle_Museum_Osaka_Ikeda-Ikeda_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d258073-Reviews-Dolly_Parton_s_Stampede_Dinner_Attraction-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g49559-d23719879-Reviews-Smithmore_Castle-Spruce_Pine_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g2578341-d7712068-Reviews-The_Pink_Store-Palomas_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g31086-d560544-Reviews-Reindeer_Farm-Palmer_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g1137831-d8549487-Reviews-Yellow_Bridge-Nusa_Lembongan_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g34624-d2663281-Reviews-Seaside_Beach-Seaside_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32755-d259146-Reviews-Mount_Shasta-Mount_Shasta_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or100-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d1771581-Reviews-or90-Hoi_An_Photo_Tours_Workshop-Hoi_An_Quang_Nam_Province.html"
    }
]