[
    {
        "attraction_name": "Hollywood Casino at Penn National Race Course",
        "attraction_name_vi": "Sòng bạc Hollywood tại Trường đua Quốc gia Penn",
        "general_info": [
            "796 đánh giá",
            "2 trong 6 điều cần làm ở Grantville",
            "Sòng bạc"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại buổi hòa nhạc 3 Doors Down nhưng trước đó chúng tôi đã dành 45 phút trong sòng bạc. Nơi này rất lớn nhưng hầu hết các máy đều có vẻ cũ hơn và không có bất kỳ máy đánh bạc thú vị nào mới hơn như ở York. Không có máy nào chúng tôi chơi trả nhiều hơn vài xu và thỉnh thoảng được trả vài đô la. Sẽ rất thú vị nếu họ cập nhật từ một số máy cũ sang thiết bị mới!Đọc thêm",
            "Khi bạn cố gắng nhập mã pin của mình vào máy, bất kỳ máy nào. bạn phải nhấn máy nhiều lần mới nhập được chính xác. thật kinh khủng. họ cần tất cả các màn hình mới. Ngoài ra, máy của tôi cho biết vị trí không được xếp hạng nhưng bộ phận dịch vụ khách hàng không biết điều đó có nghĩa là gì, vậy thì ai sẽ làm vậy? trời ạ. Lựa chọn máy khá tốt nhưng cấu hình cho những gì bạn đang chơi trong AC tốt hơn nhưng điều đó còn xa hơn nữa. Đọc thêm",
            "Bắt đầu quay trở lại một chút.  Trước đại dịch chúng tôi vẫn thường đi.  Chúng tôi vẫn nhớ các nhà hàng, nhưng chúng tôi đã không đến đó một thời gian và họ đang thực hiện một số cải tiến.  COVID thực sự đã đánh bại sòng bạc, nhưng đang cố gắng trông tốt hơn một chút.  Chúng tôi đi vào thứ bảy cho các ban nhạc.  Rất vui được thấy Sapphire trở lại sân khấu.Đọc thêm",
            "Đây chắc chắn là sòng bạc lớn hơn bất kỳ sòng bạc nào ở khu vực Harrisburg nhưng không nhất thiết phải là sòng bạc tốt nhất. \nĂn uống - Tôi đã có một bữa ăn tuyệt vời tại Final Cut Steakhouse. Dịch vụ tuyệt vời.\n\nCon người - nhân viên rất thân thiện và hữu ích\n\nSlots_Casino - nhiều máy hơn York hay Shippensburg nhưng sòng bạc có cảm giác cũ kỹ và đông đúc. Toàn bộ sòng bạc đầy khói. Chỉ có sự kết hợp công bằng giữa máy cũ và máy mới. Nhiều khe cũ hơn. Chỉ có một vài mục yêu thích của tôi như Pinball. Không trả tiền tận tay. Máy đánh bạc chặt chẽ hơn so với các sòng bạc địa phương nhỏ hơn nhưng có một số giải đặc biệt nhỏ hơn và một số kết quả tốt. \n\nNhìn chung, tôi đã có một chuyến thăm tốt hơn, dễ chịu hơn, hiệu quả hơn và không khói thuốc tới ShippensburgĐọc thêm",
            "Chà, tôi sẽ hơi thiên vị một chút vì tôi đã đạt được 5.800 trên một phần tư, cộng với việc tôi đã dành phần lớn thời thơ ấu của mình ở đây trên đường đua.  Dù sao đi nữa trong số tất cả các sòng bạc ở phía đông PA thì đây là một trong những sòng bạc đẹp hơn. Rất nhiều chỗ, vị trí đẹp, lựa chọn đồ ăn ngon và dường như thỉnh thoảng họ trả tiền. Nhân viên ở đây thân thiện hơn rất nhiều so với Valley Forge hoặc Bethlehem. Và những chú ngựa con rất thú vị để xem trong các đêm đua.Đọc thêm",
            "Hollywood đã loại bỏ các trò chơi trên bàn mà vợ chồng tôi thích chơi hoặc giảm thời gian mở cửa xuống còn rất hạn chế. Điều này làm cho chuyến thăm trở nên thú vị vì không phải ở đó để kiếm tiền. Ở đó để vui chơi và nếu chúng ta không thể vui vẻ thì tại sao lạiĐọc thêm",
            "Sportsbook có thức ăn ngon nhất.  Vui vẻ Môi trường an toànYêu thích cuộc đua ngựa trực tiếp. Đã đến đó để tham dự Kentucky Derby, đã có khoảng thời gian tuyệt vời!  Đọc thêm",
            "Lựa chọn máy tốt. Khu vực chơi game rất sạch sẽ. Lựa chọn nhà hàng tốt. Khu vực cá cược thể thao đẹp mặc dù tôi ước họ sẽ giữ lại bữa tiệc buffet.Đọc thêm",
            "Hollywood đã loại bỏ các trò chơi trên bàn mà vợ chồng tôi thích chơi hoặc giảm thời gian mở cửa xuống còn rất hạn chế. Điều này làm cho chuyến thăm trở nên thú vị vì không phải ở đó để kiếm tiền. Ở đó để vui chơi và nếu chúng ta không thể vui vẻ thì tại sao lạiĐọc thêm",
            "Tôi thực sự thích bàn Roulette và mong muốn quay lại để thử một số tùy chọn được liệt kê trên màn hìnhĐọc thêm",
            "Mất tiền do máy không hoạt động bình thường và về cơ bản là bị đánh cắp tiền của tôi. Tôi không nghĩ mình sẽ quay lạiĐọc thêm",
            "Nhận thấy các biển hiệu sòng bạc khi tôi đang lái xe về phía nam và quyết định ghé qua để ghé thăm nhanh. Ngạc nhiên khi tìm thấy một sòng bạc lớn, đầy đủ dịch vụ và tôi rất thích chuyến thăm ngắn ngủi của mình!Đọc thêm",
            "Đã là khách quen ở đây trong nhiều năm nhưng chuyến thăm của tôi ngày càng ít thường xuyên hơn. Cơ sở vật chất đẹp, vị trí đẹp nhưng: 1. Đã bỏ bữa buffet cách đây vài năm. Một trong những khách hàng yêu thích của họ. 2. Lựa chọn thực phẩm kém - không còn nhà hàng ngồi ở tầng 2 với dịch vụ bàn kể từ Cờ rách - đóng cửa mà không có lựa chọn thay thế. Các lựa chọn đồ ăn nhanh thật khủng khiếp - chỉ có khoai tây chiên, bánh mì kẹp thịt và các món ăn trong quán rượu không lành mạnh khác - theo phong cách quán cà phê. 3. Khu vực Sportsbook khổng lồ là sự lãng phí bất động sản. Không ai sử dụng nó, đồ ăn tệ hại và đắt tiền cộng với những trò chơi không ai bảo trợ. Hầu như không có ai ở đó kể cả một buổi chiều thứ bảy mưa gần đây. 4. Tiếp tục loại bỏ ngày càng nhiều vị trí để chứa nhiều trò chơi trên bàn và địa điểm giải trí hơn. 5. Vẫn cho phép hút thuốc 6. Vòng quay trên các khe ngày càng đắt hơn - 10 vòng quay trên mỗi khe quay. Không có gì ngạc nhiên khi số lượng người tham dự của họ giảm xuống. 7. Lấy đi trạm soda miễn phí. Có, bạn vẫn có thể nhận nước ngọt miễn phí nhưng từ cô hầu bàn đang chờ tiền boa - không phải tôi. 8. Các khoản thanh toán vẫn rất kém. 9. Thậm chí không thể nhận tiền lẻ từ máy phân phối nữa. Nhận phiếu thưởng cho bất kỳ khoản tiền lẻ nào bạn phải đến quầy thu ngân để đổi. Không thân thiện với khách hàng.Đọc thêm",
            "Chà, tôi sẽ hơi thiên vị một chút vì tôi đã đạt được 5.800 trên một phần tư, cộng với việc tôi đã dành phần lớn thời thơ ấu của mình ở đây trên đường đua.  Dù sao đi nữa trong số tất cả các sòng bạc ở phía đông PA thì đây là một trong những sòng bạc đẹp hơn. Rất nhiều chỗ, vị trí đẹp, lựa chọn đồ ăn ngon và dường như thỉnh thoảng họ trả tiền. Nhân viên ở đây thân thiện hơn rất nhiều so với Valley Forge hoặc Bethlehem. Và những chú ngựa con rất thú vị để xem trong các đêm đua.Đọc thêm",
            "I like going to a casino alone sometimes. Such was the case on this fine Tuesday afternoon. I brought with me 300 which is my standard bankroll - I consider it my entertainment fee. I never go expecting to win anything so there is zero pressure on me. I like the Hollywood Casino in Grantville because there is a nice variety of slot machines which are familiar to me and its only 90 minutes from where I live now. Its located in a quiet rural area with no comparison to the hussle and bussle of Atlantic City which I used to frequent while living in NJ. There is a Holiday Inn right down the street about a minute away, in case you hit a lucky streak and dont want to drive home in the middle of the night. My favorite games at Hollywood always change, but currently they are Fire Link, Buffalo, Huff and More Puff, Piggie Banking, and I dont remember the names of a few others I like. Some of my previously favorite machines were not there anymore or maybe I just couldnt find them as they always move the machines. They moved a lot of slot machines out of the area to the left of the main entrance and replaced them with game tables. I dont know if they got rid of the slots that were there or just relocated them. There is a man on YouTube who goes by  Cowboy Slots - he is a former slot tech and is well connected with casino administrators and seems to know what hes talking about so I watch his videos sometimes. He recommends that small bankrollers start on a low volatile machine to build up the bankroll, which is exactly what I did to test this theory. I was looking for the Double Diamond Deluxe, but that one was nowhere to be found. I used to play that one all the time in AC. So I started on the 3-reel Flaming 7s 1 dollar machine. It took a while to find it, I had to walk the entire casino before discovering the old world 3-reel machines. There were only a handful of those. I selected 1 credit and put in 20 and immediately doubled it. Then with a few more hits I tripled my twenty. Cool I though! But I was there for entertainment and the 3 reel machine just didnt do it for me as I wanted a machine to do more razzle dazzle. So I moved on to the Buffalo machine which let me play on 20 for a long time followed by the Fire Link machine - wow, talk about fun! I take my time, take a sip of my coke, spin, smile if I hit, people watch some people are clearly not there to just have fun, then spin again, just having an overall nice time playing by myself. I also played the Huff and Puff machine which gave me a 331.25 profit, dont even know how, which I immediately, if not sooner,  put away from harms way, and for the rest of the time I played with what I brought to the casino. Overall, my 300 bankroll let me have fun for hours and hours. I went home with a profit of 31.25 which I used on my way home at Sheetz to buy myself a huge chicken sandwich with all kinds of toppings, and fried mac  cheese nuggets, some potato chips and candy bar. Okay, never again... Anyway, this style of casino fun is pretty much the norm for me when I go to the Hollywood Casino in Grantville. I never make much profit, mostly come out even, and seldom loose it all, though that happened a few times which was okay too. But always, no matter the outcome, I get to play all day, or all night on my 300 bankroll and have lots of fun. I never leave feeling disappointed. Nice and easy and slow is the name of my play style. So have fun everyone!Read more",
            "Hollywood ngừng mọi khoản thanh toán đối với số tiền đặt cược tối đa. Tôi đang sử dụng máy có màn hình 50 inch, kết quả tốt nhất là 1,62 và không có tính năng thưởng. Ai đó ngồi xuống máy cạnh tôi, chơi đặt cược tối đa và trúng số trong vòng một phút sau khi chơi. Điều này đã xảy ra nhiều lần trước đây. Đảm bảo rằng họ đang thanh toán theo hướng dẫn tối thiểu. Nếu mọi người từ Vegas đến đây, họ sẽ cười và hỏi, Đây có phải là khoản thanh toán cho khách hàng của bạn không? Họ sẽ tự hỏi làm thế nào mà nơi này lại thu hút được mọi người. Cảm ơn Chúa vì cá cược thể thao. Chỉ tốt trong toàn bộ cơ sởĐọc thêm",
            "Đua ngựa trực tiếp vào lúc mấy giờ Thứ BảyĐọc thêm",
            "Bạn có cho phép xe máy điện nhỏĐọc thêm",
            "Tôi tin là vậy.Đọc thêm",
            "Nhận kết quả cuộc đua ngựa ngày hôm quaĐọc thêm",
            "Tôi không điĐọc thêm",
            "Giờ mở cửa của H Lounge là mấy giờ??Đọc thêm",
            "Giải trí chỉ diễn ra vào tối thứ sáu và thứ bảy. Bắt đầu từ 22 giờ trưa cho đến khoảng 2 giờ sáng. Những đêm khác chỉ có quầy bar mở cửa tại phòng chờ H với các chương trình thể thao trên TV lớnĐọc thêm",
            "Đồ uống hỗn hợp có miễn phí tại sòng bạc không?Đọc thêm",
            "Không trả tiền rượu Đọc thêm",
            "Có xe buýt đưa đón chạy từ sòng bạc đến khách sạn không?  Khách sạn nào?Đọc thêm",
            "Không phải từ nơi chúng tôi ở tại khách sạn Hilton. Đọc thêm",
            "Sòng bạc có cung cấp trò chơi đánh bạc miễn phí cho người chơi lần đầu không?Đọc thêm",
            "Không, khôngĐọc thêm",
            "Cảm ơn mọi người đã giúp đỡ câu hỏi về xe buýt.  Có ai đi một mình chỉ trong vài giờ không?  Tôi phải giết thời gian - bạn tôi làm việc ở đó - nhưng sẽ ở một mình một thời gian.  Tôi cho rằng tôi có thể chơi slot hoặc xem các cuộc đua.  Tôi là phụ nữ một mình nên chỉ thắc mắc thôi.Đọc thêm",
            "Tôi đã đi một mình nhiều lần và không gặp vấn đề gì. Tất nhiên là họ thích bạn đánh bạc, nhưng họ có vô số lựa chọn ăn uống để bạn có thể dành thời gian. Các cuộc đua không bắt đầu cho đến 6 giờ nên đó không phải là một lựa chọn cho chuyến thăm ban ngày. Không giống như các sòng bạc khác, họ không có cửa hàng để giết thời gian của bạn; chỉ là một quán cà phê quà tặng nhỏ.Đọc thêm",
            "liệu họ có đón và trả khách tại nhà trọ tiện nghi gần đó không?Đọc thêm",
            "Tôi đã ở tại Comfort Inn and Suites rất đẹp, nhưng tôi chưa bao giờ sử dụng xe đưa đón nên tôi không chắc lắm.  Khách sạn khá gần.Đọc thêm",
            "bạn có bắt xe buýt đến sòng bạc không và bạn đặt xe như thế nào?Đọc thêm",
            "Đó là một chiếc xe buýt du lịch đặc biệt.  Chúng tôi đã ở trong khu vực được vài ngày.  Hãy kiểm tra với sòng bạc xem họ có chạy xe buýt từ khu vực của bạn không.Đọc thêm"
        ],
        "star_ratings": [
            196,
            221,
            169,
            86,
            124
        ],
        "review_amount": 796,
        "location": [
            "Những điều cần làm ở Grantville",
            "Hoa Kỳ",
            "Sòng bạc Hollywood tại Trường đua Quốc gia Penn",
            "Grantville",
            "Pennsylvania PA"
        ],
        "reviews_time": [
            "Written July 9, 2023",
            "Written August 9, 2023",
            "Written September 17, 2023",
            "Written November 4, 2023",
            "Written March 22, 2024",
            "Written May 18, 2024",
            "Written June 4, 2024",
            "Written May 30, 2024",
            "Written May 18, 2024",
            "Written May 4, 2024",
            "Written April 29, 2024",
            "Written March 25, 2024",
            "Written March 23, 2024",
            "Written March 22, 2024",
            "Written March 13, 2024",
            "Written February 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g52746-d1464985-Reviews-Hollywood_Casino_at_Penn_National_Race_Course-Grantville_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g52746-d1912109-Reviews-Final_Cut_Steakhouse-Grantville_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52746-d5972627-Reviews-Skybox_Sports_Bar-Grantville_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52746-d860133-Reviews-Winner_s_Circle_Saloon-Grantville_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52746-d2348507-Reviews-The_Great_American_Grille-Grantville_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52746-d610682-Reviews-Fabios-Grantville_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52746-d6167656-Reviews-Fabio_s_Restaurant_Authentic_Italian_Cuisine-Grantville_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53401-d4989216-Reviews-Sandi_s_Breads-Palmyra_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53401-d4168465-Reviews-Bean_Cuisine_Espresso_Bar-Palmyra_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52746-d26996429-Reviews-H_Lounge-Grantville_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52746-d27704015-Reviews-Italian_Delight-Grantville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53401-d1792867-Reviews-Cullari_Vineyards_and_Winery-Palmyra_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52746-d15028600-Reviews-J_and_P_Winery-Grantville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52746-d5011177-Reviews-Memorial_Lake_State_Park-Grantville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g30045-d14214241-Reviews-Indiantown_Gap_National_Cemetery-Annville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52859-d3584625-Reviews-Cassel_Vineyards_of_Hershey-Hummelstown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g30045-d10172419-Reviews-Pennsylvania_National_Guard_Military_Museum-Annville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52859-d10833813-Reviews-CrossWinds_Winery_at_Hershey-Hummelstown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52787-d11797177-Reviews-West_Hanover_Winery-Harrisburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52746-d27047423-Reviews-H_M_Levitz_Memorial_Park-Grantville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52787-d27048847-Reviews-Mount_Laurel_Park-Harrisburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52746-d1464985-Reviews-or10-Hollywood_Casino_at_Penn_National_Race_Course-Grantville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d11611792-Reviews-Escape_Room_Hershey-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d667735-Reviews-AACA_Museum_Inc-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d669698-Reviews-Hershey_Trolley_Works-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d116605-Reviews-Hershey_Gardens-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d270636-Reviews-Troegs_Brewing_Company-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d116604-Reviews-The_Hershey_Story_Museum-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52859-d145767-Reviews-Indian_Echo_Caverns-Hummelstown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d106618-Reviews-Hershey_s_Chocolate_World-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d1752742-Reviews-Segway_of_Hershey-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53401-d4176321-Reviews-Farmstead_Farmers_Market-Palmyra_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g30045-d10038384-Reviews-Escape_Room_Level_6-Annville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d214288-Reviews-The_Spa_At_The_Hotel_Hershey-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d669699-Reviews-Hershey_Theatre-Hershey_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d23781494-Reviews-Wild_Venture_Water_Park_Resort-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13942608-d5122489-Reviews-Boneyard_Beach-Moores_Landing_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d13457861-Reviews-Biologique_Recherche-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g298474-d2706155-Reviews-Cheile_Turzii-Cluj_Napoca_Cluj_County_Northwest_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g33052-d543621-Reviews-Heal_the_Bay_Aquarium-Santa_Monica_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d1063222-Reviews-Crystal_Sands_Beach-Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574024-d6429024-Reviews-Flea_Market-Monastiraki_Phocis_Region_Central_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d104321-Reviews-Country_Club_Plaza-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g1079163-d3340667-Reviews-Schloss_Meggenhorn-Meggen.html",
            "https://www.tripadvisor.com/Attraction_Review-g736302-d478912-Reviews-Hatta_Rock_Pools-Hatta_Emirate_of_Dubai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g52746-d1464985-Reviews-or10-Hollywood_Casino_at_Penn_National_Race_Course-Grantville_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g52746-d1464985-Reviews-Hollywood_Casino_at_Penn_National_Race_Course-Grantville_Pennsylvania.html"
    }
]