[
    {
        "attraction_name": "Hollywood Casino Lawrenceburg",
        "attraction_name_vi": "Sòng bạc Hollywood Lawrenceburg",
        "general_info": [
            "567 đánh giá",
            "2 trong số 16 điều cần làm ở Lawrenceburg",
            "Sòng bạc"
        ],
        "attraction_summary": "Sòng bạc trên sông Dockside cung cấp hơn 74.000 feet vuông trò chơi sòng bạc bao gồm 2.000 máy đánh bạc và 97 trò chơi trên bàn.Đọc thêm",
        "reviews": [
            "Đã đi với một người bạn.  Đã dừng để lấy thẻ cầu thủ và họ không cho phép vợ/chồng quân nhân lấy thẻ quân đội mà không có vợ/chồng ở đó để đăng ký cho bạn.  Anh ấy đã qua đời và không thể ở đó nên mặc dù tôi có thẻ quân nhân ghi rõ vợ/chồng là góa phụ nhưng tôi không thể lấy được thẻ quân đội. Điều đó gây khó chịu cho các sòng bạc khác khi cấp cho vợ/chồng một thẻ có ID quân đội. Dù sao thì chúng tôi cũng đã có khoảng thời gian tuyệt vời.Đọc thêm",
            "Vấn đề khi đến Hollywood Casino Ind. vào Chủ Nhật và Thứ Hai là mọi thứ đều đóng cửa.  Ngay cả quầy dịch vụ khách hàng của sòng bạc và quầy đánh bài của người chơi cũng đóng cửa nên vợ tôi không thể lấy được thẻ của người chơi. Tin tốt là Sòng bạc là một thị trấn ma, vì vậy chúng tôi có quyền lựa chọn bất kỳ máy đánh bạc nào và bất kỳ trò chơi trên bàn nào. Sòng bạc sạch sẽ và dường như đang di chuyển nhiều máy đánh bạc hơn đến các địa điểm khác hoặc có thể lập trình lại chúng khi một loạt máy đánh bạc đã được gắn thẻ và rút phích cắm. Điều tệ nhất là hầu hết các máy đánh bạc không thực sự mang lại nhiều lợi nhuận với giá thầu tối thiểu vì tỷ lệ cược đang chống lại bạn với đặt cược thấp hơn. Nhưng các sòng bạc đã trở nên tham lam khi các khoản đặt cược tối đa tại sòng bạc Hollywood Casino Ind. cực kỳ đắt đỏ ở mức đặt cược tối đa 6,00 đến 8,00 trên các máy chơi xu. Nhưng này, chúng tôi đã đến thăm, tiêu một số tiền và trong khi chúng tôi ở đó chỉ 2 ngày và không rời đi với số tiền của họ, đó là sự giải trí và chúng tôi đã không vượt quá ngân sách của mình. Nhưng không thích sòng bạc và việc các nhà hàng chính của họ đóng cửa trong suốt thời gian chúng tôi ở đó không giúp chuyến thăm này trở nên thú vị. Sẽ đi đến một sòng bạc khác vào lần tới.  Không giải trí, Không có dịch vụ khách hàng hoặc gian hàng Câu lạc bộ Người chơi mở cửa, không có tiệc buffet, không có nhà hàng bít tết, không có nhiều niềm vui và những khoản cược tối đa đắt đỏ. Đọc thêm",
            "Rất ngạc nhiên về việc có bãi đậu xe dễ dàng như thế nào và sòng bạc không quá bận rộn vào tối thứ Sáu. Tôi và vợ tôi mới chỉ đến Anderson và The Horseshoe nhưng đây là nơi tôi thích nhất. Ở tại khách sạn ăn ở Eatery và Sportsbar đều tốt. Kiếm được vài trăm đô la và tất cả đều là một khoảng thời gian thực sự vui vẻ. Đọc thêm",
            "Chúc bạn chơi craps và Blackjack vui vẻ. Mức tối thiểu của bàn phải là 5. Dù sao thì những người muốn đặt cược nhiều hơn sẽ đặt cược nhiều hơn. Mức tối thiểu cao hơn đôi khi có thể cắt ngắn chuyến đi của bạn quá nhanh. Hy vọng một ngày nào đó Sòng bạc sẽ quay trở lại Quy tắc Blackjack thông thường! Tôi không biết tại sao các sòng bạc trên toàn quốc lại có những quy định bất thường như vậy. Đầu hàng là điều bắt buộc phải có và mọi người đều ghét máy xáo trộn liên tục. Vứt những thứ đó vào thùng rác.Đọc thêm",
            "Tôi không thể kết nối ví penn của mình, điều này thật tệ vì bạn không được chơi miễn phí! Hi vọng họ có thể hiểu được Đọc thêm",
            "Quầy thu ngân và ki-ốt tính tiền hiếm khi hoạt động chính xác. Bạn phải chờ đợi lâu một cách khó chịu ngay cả khi không có ai ở trước mặt bạn. Những người trong quầy thu ngân có vẻ khó chịu khi bạn có vé hoặc chip để rút tiền. Đọc thêm",
            "Chúc bạn chơi craps và Blackjack vui vẻ. Mức tối thiểu của bàn phải là 5. Dù sao thì những người muốn đặt cược nhiều hơn sẽ đặt cược nhiều hơn. Mức tối thiểu cao hơn đôi khi có thể cắt ngắn chuyến đi của bạn quá nhanh. Hy vọng một ngày nào đó Sòng bạc sẽ quay trở lại Quy tắc Blackjack thông thường! Tôi không biết tại sao các sòng bạc trên toàn quốc lại có những quy định bất thường như vậy. Đầu hàng là điều bắt buộc phải có và mọi người đều ghét máy xáo trộn liên tục. Vứt những thứ đó vào thùng rác.Đọc thêm",
            "Bầu không khí thân thiện tận hưởng tất cả các trò chơi đánh bạc. Sòng bạc sạch sẽ và có thể trình bày được. Các cô hầu bàn thân thiện. Dịch vụ ăn uống là nhân viên tuyệt vời và thân thiện. Đọc thêm",
            "Đội ngũ nhân viên tuyệt vời, nhiều lựa chọn cờ bạc và âm nhạc tuyệt vời chắc chắn sẽ giới thiệu cho bất kỳ ai thích kiếm tiền và giải trí Đọc thêm",
            "KHÔNG ở khách sạn này, người giám sát Deborah thật thô lỗ. Cô ấy nói với chúng tôi sau khi đặt phòng có giường cỡ King rằng phòng đó không còn trống và họ không đảm bảo bạn sẽ nhận được những gì bạn đã đặt. Cô ấy cũng nói rằng họ không phải là Las Vegas và không điều hành khách sạn ở đó như vậy và nó là như vậy, sau khi tôi nhận xét về giọng điệu của cô ấy, cô ấy nhìn tôi và nói rằng bạn không cần phải ở lại đây, WOW!! Tôi đã nói chuyện với giám đốc khách sạn và về cơ bản cô ấy chỉ nói rằng cô ấy sẽ nói chuyện với nhân viên và được đào tạo, ừm ở độ tuổi của Deborah và là người giám sát, tôi không nghĩ rằng việc đào tạo thêm để nói chuyện với khách hàng của bạn sẽ giúp ích. Tôi sẽ nói thêm điều này rằng những người có lẽ được trả ít tiền nhất, những người quản gia khách sạn chẳng có gì ngoài lòng tốt và hữu ích. Ngoài ra căn phòng không có gì để viết về nhà, chúng tôi thấy một con bọ trên một trong những chiếc giường và một chiếc khác trên trần nhà. Tôi sẽ đánh bạc và ăn uống nhưng tôi thích ngủ trong xe hơn. Tiết kiệm tiền của bạn.Đọc thêm",
            "Tệ hại.  Penn sẽ lấy tiền của bạn nếu bạn không đến thường xuyên.   Tôi bị mất đô la trong thời kỳ Covid.  Đọc thêm",
            "Nơi tuyệt vời để ghé thăm.  Lựa chọn tuyệt vời của trò chơi slot.  Bãi đậu xe tốt.  Sẽ trở lại .  Nhân viên thân thiện, lựa chọn nhà hàng tốt.  Đọc thêm",
            "This hotel is absolutely disgusting. We paid 159 plus tax for a hotel room that should cost no more than 25. I wouldve rather gone down to a crackhead roach motel down the street than stay here. My husband and I just ended up leaving a few hours after we arrived. Thats how bad this place is!! Lets start out with the hateful witches at the front desk. I wanted to thank Jennifer and the other fat old witch there for being hateful witches. My husband and I arrived at the hotel at 3:09 PM. So my husband went up to the desk and started trying to check in and I proceeded to head down the hall to the restroom. Thats when Jennifer questioned me where I was going. When I told her I was going to the restroom she acted like I was some homeless person off the street trying to use the restroom. She began to question me why I was going to the restroom. She proceeded to tell me that she didnt know if that restroom was open and it smelled bad in there basically trying to get me not to go to the restroom. So after this odd encounter, I came back to the front desk and Jennifer took my license and credit card, and acted like she was checking us in. I handed her my AAA card and the old fat woman smarted off that when I made the reservation they were suppose to give the discount and she wasnt giving it to me. Even though when I called to make the reservation, the man told me to show my AAA card to the front desk and they would give me the discounted rate. So while we were trying to check in, there was a woman next to us, and the old fat woman told her that she could switch for a king non-smoking room, which the woman declined. So while Jennifer was going over which room we had reserved, we asked her about the non-smoking room that she offered the other guest. She said that offer was only for that guest not us. And we could not have the non-smoking room. After that she handed back my credit card and my license and gave us a blank stair. Thats when I asked her if we were all checked in. Thats when they both smarted off that we cant check in until 4 PM. So instead of telling me immediately that we couldnt check in until 4 PM she set and wasted my time. So my husband and I went and wasted time came back exactly 3:50 PM so we would be there right exactly at 4 pm. When we came in, they were checking in people before 4 PM.  That was the first problem. Upon checking in, we went up the room and we were surprised by the deplorable conditions. The window and the window seal were disgusting with dirt and grime. The chair and footstool have huge stains all over them. The floor was disgusting with huge stains on the carpet. The lampshades had some kind of gooey brown and yellow stains on them. Everything is dusty in the room. The phone had so much grime and dust it was sticky. The bathtub had hair and dust and dirt all over it. The bathtub panel knob was corroded. The ceiling had stains and peeling paint, and the ceiling fan was caked with dirt and grime. The sinks had grime and dirt around the rims. The beds were like slabs of concrete. They were extremely hard, they were one of the most uncomfortable beds I have ever felt. There are no safes in the room. The room reeked of cigarette smoke it was so overwhelming that we checked out within a few hours. We wouldve stayed if they wouldve gave us the non-smoking room. But they refused to let us have it. This place needs to be burned to the ground and rebuilt. Thats how bad it is. The casino also removed lots of the slot machines out of the non-smoking area in the casino. There is a very limited number of slot machines in the non-smoking section now. It was little before, but now its even less slot machines in that area. And they took out the good slot machines, and replaced them with machines that dont hardly pay out anything. I didnt see one person there win anything. I think the casino should reach out and refund my money. Thats how bad the room was! I would not recommend this hotel, nor the casino to anyone!!Read more",
            "Không ấn tượng với căn phòng bẩn thỉu...bụi bặm mọi thứ! Điều khiển TV bị hỏng, nhà vệ sinh và bồn rửa trong phòng tắm có vẻ như họ chưa bao giờ làm sạch nó với những người trước.Đọc thêm"
        ],
        "star_ratings": [
            161,
            157,
            110,
            57,
            82
        ],
        "review_amount": 567,
        "location": [
            "Hoa Kỳ",
            "Sòng bạc Hollywood Lawrenceburg",
            "Lawrenceburg",
            "Những điều cần làm ở Lawrenceburg",
            "Indiana ở Hoa Kỳ"
        ],
        "reviews_time": [
            "Written September 9, 2023",
            "Written October 1, 2023",
            "Written October 28, 2023",
            "Written March 27, 2024",
            "Written May 2, 2024",
            "Written April 1, 2024",
            "Written March 27, 2024",
            "Written March 21, 2024",
            "Written March 20, 2024",
            "Written February 22, 2024",
            "Written January 16, 2024",
            "Written January 15, 2024",
            "Written December 28, 2023",
            "Written December 21, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g37259-d277540-Reviews-Hollywood_Casino_Lawrenceburg-Lawrenceburg_Indiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g37259-d11878785-Reviews-Strongs_Brick_Oven_Pizzeria-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37259-d23238436-Reviews-Proof_124_Table_Tavern-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37259-d874148-Reviews-Acapulco_s_Mexican_Restaurant-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37259-d15013030-Reviews-Hollywood_Grind-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37259-d4876872-Reviews-Celebrity_Grill-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37259-d23409847-Reviews-The_Eatery-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37259-d24828001-Reviews-Funny_Farm_Coffee_Company-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37259-d874147-Reviews-RiverWatch-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37259-d8873352-Reviews-Levee_Bar_and_Grill-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37259-d11863599-Reviews-The_Captain_s_Tavern-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37259-d12537437-Reviews-Arch_Street_Park-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37259-d12529562-Reviews-Dearborn_County_Visitor_Center-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37259-d26848818-Reviews-4Speed_on_50_Auto_Park-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g39743-d619562-Reviews-Creation_Museum-Petersburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39743-d12834106-Reviews-USS_Sachem_Ruins-Petersburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g37259-d219638-Reviews-Perfect_North_Slopes-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37259-d12537488-Reviews-Todd_Creech_Park-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37259-d6888556-Reviews-Jump_In_Party_Play_Place-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g50764-d5454179-Reviews-Shawnee_Lookout_State_Park-North_Bend_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g29324-d2306738-Reviews-Hillforest-Aurora_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37259-d277540-Reviews-or10-Hollywood_Casino_Lawrenceburg-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37259-d23372419-Reviews-The_Archaeological_Research_Institute-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37259-d12529560-Reviews-The_Levee_Breaker-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37259-d23373791-Reviews-The_Archaeological_Research_Institute-Lawrenceburg_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g39743-d10697744-Reviews-Screaming_Raptor_Zip_Lines-Petersburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39743-d2182201-Reviews-First_Farm_Inn_Horseback_Riding-Petersburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g50423-d919309-Reviews-Green_Acres_Kayak_Rental-Harrison_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d318058-Reviews-Gueliz-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g150792-d153038-Reviews-Plaza_Machado-Mazatlan_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d8273098-Reviews-Constitution_Beach-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g7701950-d12653627-Reviews-Castelul_De_Lut_Valea_Zanelor-Porumbacu_de_Sus_Sibiu_County_Central_Romania_Tra.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d5073591-Reviews-The_Aztec_Theatre-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d1997585-Reviews-Inner_Harbor_Paddle_Boats-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d130846-Reviews-Disney_Springs-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g735258-d10034440-Reviews-Taxi_Ferry_Ferragudo-Ferragudo_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g188632-d4976140-Reviews-The_Markthal-Rotterdam_South_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60947-d655485-Reviews-West_Quoddy_Head_Light-Lubec_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g37259-d277540-Reviews-or10-Hollywood_Casino_Lawrenceburg-Lawrenceburg_Indiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g37259-d277540-Reviews-Hollywood_Casino_Lawrenceburg-Lawrenceburg_Indiana.html"
    }
]