[
    {
        "attraction_name": "Homeland War Musem Dubrovnik",
        "attraction_name_vi": "Bảo tàng Chiến tranh Tổ quốc Dubrovnik",
        "general_info": [
            "965 đánh giá",
            "- 20 trong số 199 điều cần làm ở Dubrovnik",
            "Bảo tàng quân sự",
            "Địa điểm lịch sử",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Bảo tàng Chiến tranh Quê hương Dubrovnik - nằm trong Pháo đài Imperial trên Núi Srđ, là biểu tượng cho sự phòng thủ của Dubrovnik. Triển lãm - Dubrovnik trong Chiến tranh Tổ quốc 1991 - 1995 đã được trưng bày tại Fort Imperial với khoảng 900 hiện vật. Các chủ đề chính bao gồm Dubrovnik trong Chiến tranh Tổ quốc 1991 - 1995 và lịch sử của Pháo đài Hoàng gia. Chiến tranh Tổ quốc ở khu vực Dubrovnik được trình bày trong các đơn vị chủ đề sau: Sự sụp đổ của Cộng hòa Dubrovnik và lịch sử của Pháo đài Đế quốc, Cuộc xâm lược của người Serbia-Montenegrin năm 1991, Những ngày chiến thắng - hành động giải phóng của Quân đội Croatia, và Nỗi đau của người dân, công trình dân sự và di tích văn hóa. Các cuộc triển lãm bao gồm: tài liệu, ảnh nghệ thuật và tư liệu, vũ khí, mìn và thiết bị nổ, bản đồ chiến tranh, mệnh lệnh, các bộ phận của thiết bị quân sự, đồ vật trong cuộc sống hàng ngày của cư dân và người bảo vệ Dubrovnik trong vòng vây của quân xâm lược, các bản ghi âm xác thực và tài liệu video...Đọc thêm",
        "reviews": [
            "Bảo tàng này nằm trên đỉnh đồi nơi cáp treo đi tới nên rất dễ dàng đi đến bằng cách đó. Đó là một bảo tàng cực kỳ thú vị, theo cách mờ nhạt nhất có thể. Tôi cảm thấy mình đã có được rất nhiều góc nhìn mới khi đến đây. Tôi đã và đã có trong nhiều năm những người bạn từ Croatia và Nam Tư cũ nói chung, và những người đó bằng tuổi tôi hoặc lớn hơn một chút, và một số đã phải rời bỏ quê hương tôi vì chiến tranh. Thật thú vị khi thấy một điều gì đó chắc chắn là một phần quá khứ của họ, được miêu tả một cách khách quan như vậy - vì thiếu một từ ngữ hay hơn -. Và thật đau lòng khi nhìn thấy những hình ảnh về vụ pháo kích ở Dubrovnik khi tôi đang đến thăm nó. Bảo tàng này chắc chắn cũng nêu bật mức độ xâm lược của lực lượng Serbia, điều mà tôi cảm thấy đã bị truyền thông phương Tây đánh giá thấp rất nhiều. Chắc chắn sẽ khuyên bạn nên ghé thăm.Đọc thêm",
            "Ngạc nhiên - và hơi buồn - rằng rất ít người đã đi đến đỉnh Núi Srđ đi xa hơn một chút đến Bảo tàng Chiến tranh Tổ quốc để tìm hiểu đôi điều về những con người - nhiều người trong số họ giờ đã ở độ tuổi của tôi - khoảng 60 - những người đã hy sinh để có thể tận mắt chứng kiến ​​kỳ nghỉ của họ.\nGiống như triển lãm Ảnh Chiến tranh ở thành phố cổ bên dưới, chuyến thăm này đã gợi nhớ đến sức mạnh của hình ảnh khi chứng kiến ​​tận mắt trải nghiệm sống khủng khiếp của những người dân thường bị cuốn vào cuộc chiến của người khác.\nTự hào về cách Paul Davies của ITN ghi lại câu chuyện đang diễn ra về cuộc bao vây và ném bom Dubrovnik vào năm 91-92. Sau đó tôi biết được rằng Davies đã đến thăm Dubrovnik vào năm 2019 cho một chương trình của ITV về tình hình thành phố kể từ đó: - Có lẽ điều tuyệt vời nhất, tuyệt vời nhất trong tất cả, - anh ấy nói với Press Gazette, - là chúng tôi đã đến một trường học dành cho học sinh lớp sáu - để phát hiện ra rằng các em biết hầu như mọi báo cáo mà tôi đã từng gửi, rằng các em đã được dạy những báo cáo đó như lịch sử của chính các em ở trường. - \n- Và các em nói với chúng tôi rằng đây là tài liệu duy nhất mà các em có thể tin tưởng là trung thực vì mọi thứ khác mà các em thấy đều là tuyên truyền, và đây là sự thật. Và điều đó thật tuyệt. Đó là một di sản. - Đọc thêm",
            "Tôi không biết gì về chiến tranh nên đây là lần đầu tiên tôi biết về nó.  Bao gồm chủ yếu là ảnh của những người tham gia, nó giải thích lịch sử của thời điểm đó. \n\nTôi hiểu rồi. Thật là đau thương, và một số ít người Croatia chiến đấu với một lực lượng lớn hơn nhiều đều là những anh hùng địa phương. Họ sẽ ủng hộ tôi nếu tôi không may rơi vào hoàn cảnh của họ.  Này, tôi - đến từ miền Nam nước Mỹ, và tôi vẫn ngạc nhiên rằng Nội chiến của chúng ta đã gây tổn thương cho một số người sau 160 năm, và cuộc xung đột này còn xảy ra gần đây hơn. Chúng tôi có quan điểm hoàn toàn khác khi đến thăm Bosnia. Đừng mong đợi sự cân bằng ở đây. Đây hoàn toàn là quan điểm cục bộ. Dù sao thì cũng rất thú vị. \n\nDù sao thì lý do tôi cho cái này năm sao là vì góc nhìn.  Đi cầu thang bằng đá cạnh quầy thu ngân lên tận mái nhà và tận hưởng khung cảnh không bị cản trở bởi các dây cáp và cáp treo - và vì bạn - sẽ ở một mình khá nhiều nên hãy chụp vài bức ảnh tự sướng mà không bị người khác đẩy bạn ra khỏi đường. \n\nRất đáng để trả thêm - 5 cho vé kép.Đọc thêm",
            "Chúng tôi đã đến thăm bảo tàng khi đi cáp treo lên Núi Srd. Bảo tàng có thu phí vào cửa riêng - 5 đô la một người nhưng chúng tôi thấy xứng đáng. Triển lãm được trình bày toàn diện, nhiều thông tin và kích thích tư duy. Đọc thêm",
            "Bảo tàng tuyệt vời với niên đại rất chi tiết về các sự kiện thời đó. Từ cuộc xâm lược ban đầu và cuộc bao vây Dubrovnik, các chi tiết về phản ứng trước cuộc xâm lược cũng như các cuộn tin tức về thời điểm đó. Mỗi phòng cung cấp thông tin chi tiết về chiến thuật, lữ đoàn, chỉ huy và hơn thế nữa.\n\nPhải ghé thăm, được đề xuất Đọc thêm",
            "Bảo tàng này nằm trong tòa nhà cạnh tòa nhà Gondola trên đỉnh đồi. Vé vào cửa là 5 euro và khá nhỏ, mỗi phòng riêng biệt chứa một đoạn video và - hoặc những bức ảnh được quay trong cuộc chiến 1991-1995.  Bạn có thể lên sân thượng để ngắm nhìn khung cảnh tuyệt vời của Dubrovnik và hoàng hôn mà không có đám đông như ở tòa nhà Gondola.Đọc thêm",
            "Đây là một bảo tàng thực sự thú vị mà tôi - thực sự vui vì chúng tôi đã dành thời gian để tham quan. Chúng tôi đã tham gia chuyến đi này mà không biết nhiều về Chiến tranh quê hương khi nó áp dụng cho Croatia. Chúng tôi biết nhiều về Bosnia hơn là Croatia, và đây là một nơi tuyệt vời để tìm hiểu về những gì đã xảy ra sau khi Croatia tuyên bố độc lập vào năm 1991.\n\nBảo tàng nằm trong một pháo đài cổ, bản thân nó đã thú vị. Đây là một bảo tàng nhỏ nhưng cung cấp lời giải thích rất chi tiết về những gì đã diễn ra ở Dubrovnik trong cuộc chiến năm 1991. Thật thú vị khi đi bộ qua Phố cổ sau khi tham quan bảo tàng vì chúng tôi đột nhiên nhìn một số con phố khác đi. Điều quan trọng cần nhớ là cuộc chiến này chỉ xảy ra cách đây hơn 30 năm một chút. Đối với bản thân tôi, khi đó tôi đã đủ lớn để nhận thức được rằng một cuộc chiến đang diễn ra ở Nam Tư, nhưng chưa đủ lớn để hiểu tại sao nó lại xảy ra. Tôi cũng sống ở một lục địa khác và hoàn toàn xa lạ với nó. Thật tỉnh táo khi tìm hiểu về một cuộc chiến đã diễn ra trong cuộc đời mình và đi bộ trên chính những con phố nơi nó diễn ra.\n\nTôi thực sự ấn tượng khi Phố cổ Dubrovnik thậm chí trông không giống như một cuộc chiến tranh đã diễn ra ở đó. Thực tế là nơi này đã bị tấn công dữ dội và hơn 60 tòa nhà ở đó bị hư hại hoặc phá hủy nặng nề. Bảo tàng này thực sự lưu giữ lịch sử của giai đoạn lịch sử quan trọng này và tôi cho rằng đây là nơi nhất định phải đến nếu bạn đang đến thăm Dubrovnik. Tôi nghĩ rằng điều quan trọng là phải hiểu về nơi bạn đang đến thăm và đây là một cách tuyệt vời để có được sự hiểu biết đó. \n\nRất dễ để đến đó: đi taxi lên đỉnh hoặc đi cáp treo lên. Bạn cũng có thể đi bộ lên xuống núi nếu thích đi bộ. Đọc thêm",
            "Rất đáng giá tiền vé vào cửa. Người đàn ông rất thân thiện tại quầy bán vé. Một số phòng ở tầng trệt chứa đầy thông tin về chiến tranh, ảnh, video, triển lãm và đồ dùng chiến tranh cũ. Chúng tôi đã học được rất nhiều điều mà chúng tôi không biết. Lên tầng trên trong tòa nhà rêu phong đổ nát và tối tăm sẽ đưa bạn lên mái nhà để ngắm nhìn quang cảnh tuyệt đẹp của thị trấn cổ xa bên dưới, bờ biển xa tít tắp và cả dãy núi mênh mông cằn cỗi phía sau. Mái nhà gần như được giữ nguyên như cũ - với một số phần đã bị đánh bom và hư hại. Hãy cẩn thận với bước chân của bạn! Đọc thêm",
            "Đây là một bảo tàng hấp dẫn kể câu chuyện về chiến tranh. Tôi cảm thấy nó phù hợp hơn với khán giả trưởng thành - có giá trị hợp lý là - 5 mỗi người. Mặc dù câu chuyện về cuộc chiến có thể không dành cho tất cả mọi người, nhưng quang cảnh nhìn từ pháo đài là hoàn toàn khó tin!!Đọc thêm",
            "Bảo tàng được quản lý kém. Tiếng Anh kém và dường như có rất ít hoặc trình tự thời gian hoặc tường thuật trên các màn hình. Tôi đã hiểu cơ bản về cuộc vây hãm pháo đài - tầm quan trọng của việc bảo vệ Dubrovnik - với toàn bộ thông tin liên quan đến những thay đổi trong chỉ huy quân sự và bản đồ chiến đấu. Tôi nghĩ tôi - sẽ kiếm cho mình một cuốn sách hay để thay thế. Các báo cáo của ITN khá thú vị nhưng chỉ cung cấp một cái nhìn vi mô về tác động trực tiếp đến chính thành phố. Có thể tốt hơn rất nhiều - đặc biệt là như vậy được cho là tượng đài về chủ nghĩa anh hùng của thành phố và số tiền mà thành phố tạo ra từ du lịch. Đáng thất vọng.Đọc thêm",
            "Bất cứ ai đến thăm Dubrovnik nên dành thời gian ghé thăm bảo tàng này. Nó giúp hiểu được cuộc chiến mà người dân Dubrovnik đã phải chịu đựng trong những năm 1990 và nhận ra mức độ thiệt hại đã gây ra.Đọc thêm",
            "Đây là một bảo tàng hấp dẫn kể câu chuyện về chiến tranh. Tôi cảm thấy nó phù hợp hơn với khán giả trưởng thành - có giá trị hợp lý là - 5 mỗi người. Mặc dù câu chuyện về cuộc chiến có thể không dành cho tất cả mọi người, nhưng quang cảnh nhìn từ pháo đài là hoàn toàn khó tin!!Đọc thêm",
            "Cũng xứng đáng với phí vào cửa. Người đàn ông rất thân thiện ở bàn bán vé. Một số phòng ở tầng trệt chứa đầy thông tin về chiến tranh, ảnh, video, vật trưng bày và trang thiết bị chiến tranh cũ. Chúng tôi đã học được rất nhiều điều mà chúng tôi không biết. Đi lên cầu thang trong tòa nhà rêu phong và đổ nát sẽ đưa bạn lên mái nhà để có tầm nhìn tuyệt vời hơn về khu phố cổ ở xa bên dưới, đường bờ biển xa xa mà bạn có thể nhìn thấy, cũng như sự rộng lớn cằn cỗi của dãy núi phía sau. Mái nhà gần như được giữ nguyên như cũ - với những phần đã bị ném bom và hư hỏng. Hãy chú ý bước đi của bạn!Đọc thêm",
            "Đây thực sự là một bảo tàng thú vị mà tôi - tôi thực sự vui vì chúng tôi đã dành thời gian để tham quan. Chúng tôi tham gia chuyến đi này mà không biết nhiều về Chiến tranh Tổ quốc áp dụng cho Croatia. Chúng tôi có nhiều kiến ​​thức về Bosnia hơn Croatia và đây là nơi tuyệt vời để tìm hiểu về những gì đã xảy ra sau khi Croatia tuyên bố độc lập vào năm 1991. Bảo tàng nằm trong một pháo đài cũ, bản thân nó đã rất thú vị. Đó là một bảo tàng nhỏ nhưng nó đưa ra lời giải thích rất chi tiết về những gì diễn ra ở Dubrovnik trong cuộc chiến năm 1991. Thật thú vị khi đi bộ qua Phố cổ sau khi tham quan bảo tàng vì chúng tôi đột nhiên nhìn một số con phố khác nhau. Điều quan trọng cần nhớ là cuộc chiến này chỉ xảy ra cách đây hơn 30 năm. Đối với bản thân tôi, lúc đó tôi đã đủ lớn để nhận thức được rằng một cuộc chiến đang diễn ra ở Nam Tư, nhưng chưa đủ lớn để hiểu tại sao nó lại xảy ra. Tôi cũng sống ở một lục địa khác và hoàn toàn xa cách với nó. Thật là tỉnh táo khi tìm hiểu về một cuộc chiến đã diễn ra trong cuộc đời của chính tôi và đi bộ trên chính những con phố nơi nó diễn ra. Tôi thực sự bị ấn tượng bởi thực tế là Old Town Dubrovnik - thậm chí trông không giống như một cuộc chiến đã diễn ra ở đó. Thực tế là nó đã bị tấn công nặng nề và hơn 60 tòa nhà ở đó bị hư hại hoặc phá hủy nặng nề. Bảo tàng này thực sự lưu giữ lịch sử của khoảng thời gian lịch sử quan trọng này và tôi - muốn nói rằng đó - là việc phải làm nếu bạn - đang đến thăm Dubrovnik. Tôi nghĩ điều quan trọng là phải hiểu nơi bạn đang đến và đây là cách tuyệt vời để đạt được sự hiểu biết đó. Cách đi đến rất dễ dàng: bắt taxi lên đỉnh hoặc đi cáp treo lên. Bạn cũng có thể đi bộ lên và xuống núi nếu thích đi bộ.Đọc thêm",
            "Bảo tàng này nằm trong tòa nhà cạnh tòa nhà Gondola trên đỉnh đồi. Vé vào cửa là 5 euro và khá nhỏ, mỗi phòng riêng biệt chứa một đoạn video và - hoặc những bức ảnh được quay trong cuộc chiến 1991-1995.  Bạn có thể lên sân thượng để ngắm nhìn khung cảnh tuyệt vời của Dubrovnik và hoàng hôn mà không có đám đông như ở tòa nhà Gondola.Đọc thêm",
            "Bảo tàng tuyệt vời với niên đại rất chi tiết về các sự kiện thời đó. Từ cuộc xâm lược ban đầu và cuộc bao vây Dubrovnik, các chi tiết về phản ứng trước cuộc xâm lược cũng như các cuộn tin tức về thời điểm đó. Mỗi phòng cung cấp thông tin chi tiết về chiến thuật, lữ đoàn, chỉ huy và hơn thế nữa. Phải ghé thăm, rất khuyến khích Đọc thêm",
            "Chúng tôi đến thăm bảo tàng khi đi cáp treo lên Núi Srd.  Đó là một khoản phí vào cửa riêng - 5 mỗi người nhưng chúng tôi - sẽ xứng đáng.  Triển lãm được trình bày rất toàn diện, mang tính thông tin và kích thích tư duy.Đọc thêm",
            "Tôi không biết gì về chiến tranh nên đây là lần đầu tiên tôi biết về nó.  Bao gồm chủ yếu là ảnh của những người tham gia, nó giải thích lịch sử của thời điểm đó. Tôi hiểu rồi. Thật là đau thương, và một số ít người Croatia chiến đấu với một lực lượng lớn hơn nhiều đều là những anh hùng địa phương. Họ sẽ ủng hộ tôi nếu tôi không may rơi vào hoàn cảnh của họ.  Này, tôi - đến từ miền Nam nước Mỹ, và tôi vẫn ngạc nhiên rằng Nội chiến của chúng ta đã gây tổn thương cho một số người sau 160 năm, và cuộc xung đột này còn xảy ra gần đây hơn. Chúng tôi có quan điểm hoàn toàn khác khi đến thăm Bosnia. Đừng mong đợi sự cân bằng ở đây. Đây hoàn toàn là quan điểm cục bộ. Dù sao thì cũng rất thú vị. Dù sao thì lý do tôi cho cái này năm sao là vì góc nhìn.  Đi cầu thang bằng đá cạnh quầy thu ngân lên tận mái nhà và tận hưởng khung cảnh không bị cản trở bởi các dây cáp và cáp treo - và vì bạn - sẽ ở một mình khá nhiều nên hãy chụp vài bức ảnh tự sướng mà không bị người khác đẩy bạn ra khỏi đường. Rất đáng để trả thêm - 5 cho vé kép.Đọc thêm",
            "Tôi thực sự muốn đến bảo tàng này, nhưng tôi phải nói rằng nó không thực sự xứng đáng đối với những du khách không phải người Croatia. Sẽ không có tác dụng gì khi đặt Chiến tranh Tổ quốc vào bối cảnh mà chỉ đưa ra hết bảng này đến bảng khác những thông tin được dịch tồi, chi tiết đến từng chi tiết mà bạn không thể hiểu cũng như xử lý được. Điều thú vị duy nhất về nó là pháo đài Napoléon và khung cảnh tuyệt vời từ trên mái nhà. Thật là một cơ hội lãng phí để thông báo và giáo dục tất cả khách du lịch đến Dubrovnik và tôi rất thất vọng.Đọc thêm"
        ],
        "star_ratings": [
            436,
            369,
            131,
            22,
            7
        ],
        "review_amount": 965,
        "location": [
            "Quận Dubrovnik-Neretva",
            "Những điều cần làm ở Dubrovnik",
            "Dubrovnik",
            "Châu Âu",
            "Croatia",
            "chó đốm",
            "Bảo tàng Chiến tranh Tổ quốc Dubrovnik"
        ],
        "reviews_time": [
            "Written July 11, 2023",
            "Written August 5, 2023",
            "Written September 14, 2023",
            "Written September 25, 2023",
            "Written September 27, 2023",
            "Written January 17, 2024",
            "Written March 18, 2024",
            "Written April 14, 2024",
            "Written April 30, 2024",
            "Written May 13, 2024",
            "Written May 6, 2024",
            "Written April 30, 2024",
            "Written April 14, 2024",
            "Written March 18, 2024",
            "Written January 18, 2024",
            "Written September 27, 2023",
            "Written September 25, 2023",
            "Written September 15, 2023",
            "Written August 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g295371-d2069404-Reviews-Homeland_War_Musem_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d4586995-Reviews-Panorama_Restaurant_Bar-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d23597098-Reviews-Ezza_Steak_Cocktail_Bar-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d24020038-Reviews-Konoba_Kenova-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d2098053-Reviews-Oyster_Sushi_Bar_Bota-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d23416478-Reviews-Heritage_Of_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d1739468-Reviews-Lucin_Kantun-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d1527491-Reviews-Moskar_Street_Food-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d12437931-Reviews-Mama_s_Pot_Tavern-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d12692864-Reviews-The_Bar-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295371-d6648952-Reviews-Above_5_Rooftop_Restaurant-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d1956597-Reviews-Mount_Srd-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d12964862-Reviews-Fort_Imperial-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d24913247-Reviews-Cross_on_Srd-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d522915-Reviews-Walls_of_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d550317-Reviews-Old_Town-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d1886448-Reviews-Dubrovnik_Cable_Car-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d8071100-Reviews-Gornji_Ugao_Tower-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d549392-Reviews-Minceta_Fortress-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d611022-Reviews-War_Photo_Limited-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d14086357-Reviews-Love_Stories_Museum-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d2069404-Reviews-or10-Homeland_War_Musem_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d17342134-Reviews-Red_History_Museum-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d2478025-Reviews-Memorial_Room_of_the_Defenders_of_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Da.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d319480-Reviews-Rector_s_Palace-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d23571209-Reviews-Museum_Of_Selfie_Memories_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d8646770-Reviews-Maritime_Museum-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d24975275-Reviews-A_B_atelier-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d3443669-Reviews-Art_by_Stjepko-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d6956449-Reviews-Buggy_Safari_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d9762001-Reviews-Game_of_Thrones_Dubrovnik_Tours-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d7790829-Reviews-Dubrovnik_Transfer_Services-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d9722157-Reviews-Laus_Travel-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d23048903-Reviews-Hidden_Marine-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d3172436-Reviews-Dubrovnik_Walking_Tours-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d17347197-Reviews-Sea_Fun_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d17660823-Reviews-Luggage_storage_Dubrovnik_Baggage_Smile-Dubrovnik_Dubrovnik_Neretva_County_Dalma.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d1896076-Reviews-Dubrovnik_Walks-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d3203532-Reviews-Adventure_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33838-d12872256-Reviews-Woodmont_Beach-Milford_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d156623-Reviews-La_Jolla_Caves-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g50168-d2292994-Reviews-Gervasi_Vineyard-Canton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g295374-d3368312-Reviews-Kolovare_Beach-Zadar_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d523954-Reviews-Anadolu_Kavagi-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d287218-Reviews-Skylon_Tower-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g3150219-d7050493-Reviews-Borjomi_Central_Park-Borjomi_Samtskhe_Javakheti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d9705636-Reviews-London_Body2Body_Massage-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g32848-d4172795-Reviews-DryTown_Water_Park-Palmdale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d6892166-Reviews-Mydin_Mall-Johor_Bahru_Johor_Bahru_District_Johor.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g295371-d2069404-Reviews-or10-Homeland_War_Musem_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g295371-d2069404-Reviews-Homeland_War_Musem_Dubrovnik-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html"
    }
]