[
    {
        "attraction_name": "Homun Cenotes",
        "attraction_name_vi": "Homun Cenote",
        "general_info": [
            "149 đánh giá",
            "2 trong số 13 điều cần làm ở Homun",
            "Khu vực hoang dã tự nhiên",
            "Hang động Hang động"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Có rất nhiều cenote ở Homun và chúng tôi đã đến Tza-Ujun-Kat. Cầu thang xuống cenote rất dốc và yêu cầu bạn phải bám vào một sợi dây khi đi xuống. Chúng tôi có thể thực hiện điều này với một đứa trẻ mới biết đi mà không gặp vấn đề gì, nhưng cảm giác đó có vẻ phiêu lưu hơn một chút so với hầu hết các cenote khác mà chúng tôi từng đến. \n\nĐó rất giống một hang động có nhũ đá, dơi và chim bay lượn xung quanh. Nước mát nhưng không quá lạnh và chúng tôi phải mặc áo phao suốt thời gian đó. Chúng tôi bơi khoảng một giờ và tận hưởng nó. Không có cơ sở vật chất nào ở cenote này, mặc dù tôi nghĩ có những phòng thay đồ ở đâu đó trong thị trấn mà chúng tôi có thể sử dụng.Đọc thêm",
            "Homun là một pueblo xinh đẹp được bao quanh bởi vẻ đẹp của Cenotes. Chúng tôi đã thuê một hướng dẫn viên mototaxi và anh ấy có giá hợp lý. Anh ấy cung cấp áo phao, chụp rất nhiều ảnh, kiên nhẫn chờ đợi và sẵn lòng giúp đỡ. Mặc dù tôi có một chiếc xe nhưng đó không phải là trải nghiệm giống như có một người hướng dẫn. Hơn nữa, đường lại hẹp và nhiều đá. Tôi sợ bị xẹp lốp. Chúng tôi đã đi tới khoảng 5 cenote và mỗi cái đều độc đáo theo cách riêng của nó. Bạn để lại cho Homun cảm giác thư giãn và cảm động trước bầu không khí tự nhiên của nó.Đọc thêm",
            "Theo gợi ý của một số\nNhững đánh giá khác, chúng tôi lái xe đến trung tâm Homun và đậu xe ở bãi đậu xe phía trước nhà thờ. Chúng tôi đã được Chúa Giêsu tiếp cận từ các chuyến du lịch của Homun Maravilloso. Anh ấy chở chúng tôi đi khắp nơi trên chiếc xe tuk tuk của anh ấy tới 4 Cenotes, 3 loại khác nhau. Chúa Giêsu rất kiên nhẫn, đưa ra rất nhiều lời giải thích bằng tiếng Tây Ban Nha cũng như một số lời khuyên và gợi ý hay. Chúng tôi yêu thích chuyến tham quan. Chúng tôi không bơi nhưng chuyến tham quan mất khoảng 3 giờ. Điểm nổi bật thực sự của kỳ nghỉ của chúng tôi ở Yucatan, một điều không thể bỏ qua. Chúng tôi khuyên bạn nên tìm thấy Homun Maravilloso trên Google và có thể tìm thấy Chúa Giêsu ở trung tâm thị trấn.Đọc thêm",
            "Chúng tôi cũng lái chiếc xe thuê đến Homun, đỗ xe và gặp hướng dẫn viên du lịch Carlos.  Chúng tôi dành ba giờ tiếp theo cùng Carlos đi tham quan ba cenote bằng xe tay ga ba bánh.  Rất khuyến khích bạn nên có một người hướng dẫn vì lối vào các cenote sẽ rất khó để bạn tự tìm thấy và con đường rải sỏi không tốt cho ô tô.  Nếu bạn muốn đặt trước, hãy gọi cho Carlos theo số 52999192277.Đọc thêm",
            "Chúng tôi cũng lái chiếc xe thuê đến Homun, đỗ xe và gặp hướng dẫn viên du lịch Carlos.  Chúng tôi dành ba giờ tiếp theo cùng Carlos đi tham quan ba cenote bằng xe tay ga ba bánh.  Rất khuyến khích bạn nên có một người hướng dẫn vì lối vào các cenote sẽ rất khó để bạn tự tìm thấy và con đường rải sỏi không tốt cho ô tô.  Nếu bạn muốn đặt trước, hãy gọi cho Carlos theo số 52999192277.Đọc thêm",
            "Theo gợi ý của một số review khác, chúng tôi lái xe đến trung tâm Homun và đỗ xe ở bãi đậu trước nhà thờ. Chúng tôi đã được Chúa Giêsu tiếp cận từ các chuyến du lịch của Homun Maravilloso. Anh ấy chở chúng tôi đi khắp nơi trên chiếc xe tuk tuk của anh ấy tới 4 Cenotes, 3 loại khác nhau. Chúa Giêsu rất kiên nhẫn, đưa ra rất nhiều lời giải thích bằng tiếng Tây Ban Nha cũng như một số lời khuyên và gợi ý hay. Chúng tôi yêu thích chuyến tham quan. Chúng tôi không bơi nhưng chuyến tham quan mất khoảng 3 giờ. Điểm nổi bật thực sự của kỳ nghỉ của chúng tôi ở Yucatan, một điều không thể bỏ qua. Chúng tôi khuyên bạn nên tìm thấy Homun Maravilloso trên Google và có thể tìm thấy Chúa Giêsu ở trung tâm thị trấn.Đọc thêm",
            "Homun là một pueblo xinh đẹp được bao quanh bởi vẻ đẹp của Cenotes. Chúng tôi đã thuê một hướng dẫn viên mototaxi và anh ấy có giá hợp lý. Anh ấy cung cấp áo phao, chụp rất nhiều ảnh, kiên nhẫn chờ đợi và sẵn lòng giúp đỡ. Mặc dù tôi có một chiếc xe nhưng đó không phải là trải nghiệm giống như có một người hướng dẫn. Hơn nữa, đường lại hẹp và nhiều đá. Tôi sợ bị xẹp lốp. Chúng tôi đã đi tới khoảng 5 cenote và mỗi cái đều độc đáo theo cách riêng của nó. Bạn để lại cho Homun cảm giác thư giãn và cảm động trước bầu không khí tự nhiên của nó.Đọc thêm",
            "Có rất nhiều cenote ở Homun và chúng tôi đã đến Tza-Ujun-Kat. Cầu thang xuống cenote rất dốc và yêu cầu bạn phải bám vào một sợi dây khi đi xuống. Chúng tôi có thể thực hiện điều này với một đứa trẻ mới biết đi mà không gặp vấn đề gì, nhưng cảm giác đó có vẻ phiêu lưu hơn một chút so với hầu hết các cenote khác mà chúng tôi từng đến. Đó rất giống một hang động có nhũ đá, dơi và chim bay lượn xung quanh. Nước mát nhưng không quá lạnh và chúng tôi phải mặc áo phao suốt thời gian đó. Chúng tôi bơi khoảng một giờ và tận hưởng nó. Không có cơ sở vật chất nào ở cenote này, mặc dù tôi nghĩ có những phòng thay đồ ở đâu đó trong thị trấn mà chúng tôi có thể sử dụng.Đọc thêm",
            "Tôi nhiệt liệt giới thiệu Isidro làm hướng dẫn viên du lịch. Anh ấy là người trung thực nhất và tốt nhất trong tất cả. Anh ấy đưa chúng tôi đi khắp mọi nơi và hoàn toàn cố gắng chỉ cho chúng tôi tất cả các cenote. Nếu bạn đi, hãy yêu cầu Isidro làm hướng dẫn viên du lịch cho bạn! Bạn sẽ không hối hận! Cảm ơn bạn rất nhiều vì mọi thứ. Tôi nồng nhiệt giới thiệu Isidro làm hướng dẫn viên du lịch! Anh ấy rất trung thực với tư cách là một người và thực sự là người hướng dẫn tốt nhất. Anh ấy đã hết lòng hướng dẫn chúng tôi! Nếu đi, hãy nhờ Isidro làm hướng dẫn viên du lịch vì bạn sẽ không hối hận về trải nghiệm đó đâu.Đọc thêm",
            "Nazy đón chúng tôi tại khách sạn Merida và chở chúng tôi đến một số loại cenote khác nhau ở Homun Bal-Mil, Canuchen và hai loại ở Santa Rosa.  Anh ấy rất cá tính và chia sẻ những thông tin hấp dẫn về khu vực cũng như về văn hóa Maya.  Về sớm để tránh đám đông, thưởng thức món Conchinta Pibil tại Nhà hàng Santa Rosa!, Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời khi đến thăm 3 cenote. Bạn chỉ phải trả 350 peso để vào và bao gồm một bữa ăn. Bạn có thể chọn đi xe đến cenotes bằng xe ngựa kéo hoặc bằng xe đạp hoặc đi bộ. Tuy nhiên, chúng tôi rất kinh hoàng trước sự ngược đãi của những con ngựa. Tôi đã chăm sóc ngựa cả đời nên tôi biết điều gì sẽ xảy ra. Điều này thật khủng khiếp. Những con ngựa rõ ràng đã làm việc quá sức và tất cả đều bị lở loét ở mũi do kéo quá nặng trong thời gian quá dài mà không có thiết bị phù hợp.Đọc thêm",
            "Cenotes thật tuyệt!!! Nhưng lưu ý với tất cả du khách, VUI LÒNG mang theo bất kỳ thức ăn cho động vật và thuốc diệt bọ chét nào nếu bạn có thể. Thành phố này có vấn đề rất nghiêm trọng về chó và mèo hoang, tất cả đều rụng lông và rất gầy. Chúng tôi đã cho khoảng 60 con chó ăn trong khi lái xe quanh làng và hết thức ăn khi cố gắng cho mỗi con chó một nắm. Chúng sợ con người nhưng sẽ ăn ngấu nghiến thức ăn khi bạn cho chúng một khoảng cách nhỏ. :Đọc thêm",
            "Chúng tôi lái xe đến đây và tìm thấy một người hướng dẫn ở bên đường khi chúng tôi đến Jorge. Anh ấy đưa chúng tôi đến ba nơi chúng tôi có thể chọn và tốt bụng, kiên nhẫn và rất hữu ích. Chúng tôi yêu nó!! Cả ba đều có vẻ rất an toàn, kiểm tra nhiệt độ và rửa tay VÀ tắm trước!Đọc thêm",
            "Tại địa điểm hang động có tên Canunchen, nước sâu đục không có cảm giác chạm đáy mặc dù có thể bơi thoải mái với áo phao và không có tầm nhìn dưới nước khi chìm dưới bề mặt, nhưng vâng, đây là trải nghiệm bơi lội đầu tiên của tôi không chỉ trong một hang động nhưng trong một hang động ngầm và theo hướng dẫn của tôi là hang động lớn nhất trong số các hang động trong khu vực và ở đó, cảnh quan bên trong tuyệt vời không chỉ là hồ bơi và vách hang mà còn cả những nhũ đá treo từ trên cao xuống Ngoài ra, hãy cẩn thận với một số dưới nước vì cảm giác chạm vào chân không mấy dễ chịu mà có thể chỉ gặp dọc theo các rìa xa gần bức tường hang động như tôi đã tự mình phát hiện ra.  Và, đây cũng là khu vực mặt đất được giữ gìn cẩn thận phía trên hang động với các phòng thay đồ, vòi hoa sen cũng như một số đồ trang trí ngoài trời với các tác phẩm điêu khắc chim hồng hạc như vậy.  Trong một chuyến đi trong ngày từ Merida, bạn phải mất khoảng một giờ đi xe minivan sưu tập từ khu chợ quanh góc Calle 50 63 đến một điểm dừng ven đường trong thị trấn, từ đó đi xe tuk-tuk trong khoảng 15 phút. đến địa điểm qua thị trấn với một điểm dừng ngắn dọc đường để lấy áo phao tại một địa điểm cho thuê và sau khoảng một giờ tại địa điểm, chỉ mất khoảng 20 phút trong hồ bơi mặc dù phải đi xe tuk-tuk trở lại thị trấn để điểm dừng gần nhà thờ của thị trấn với một nơi trú ẩn để chờ đoàn xe quay trở lại Merida.  Và vâng, đó là một mức chi phí hợp lý, tôi có thể nói là khoảng 200 peso, tức là khoảng 12 đô la Mỹ, chưa bao gồm tiền thuê áo phao, vào cửa hang động với một quý ông tốt bụng, vừa là tài xế tuk-tuk, vừa là người hướng dẫn tôi, người đã ở bên tôi suốt thời gian qua từ điểm đón đến điểm trả khách để quay trở lại Merida mặc dù đề xuất của anh ấy là đến thăm nhiều hơn một hang động, thực ra là hai hang động ngay trên đường đến hang động đã ghé thăm nhưng có thể cũng sẽ đắt hơn.Đọc thêm",
            "Xin chào. Từ những gì tôi đọc được trong bình luận của bạn, bạn cũng biết cenote Cuzama. Bạn đề xuất cái nào hơn, Cuzama hay Homun?\nXin chào và cảm ơn trước sự giúp đỡ của bạnĐọc thêm",
            "Xin chào, \nChúng tôi không có thời gian để thăm nhiều cenote hơn. Tất cả đều có nét quyến rũ khác nhau và độc đáo. Ở Homun, chuyến đi Moto-taxi rất hay và tiết kiệm. Tôi đặc biệt thích Cenote Canunche vì nó rất rộng rãi và ít tiện nghi mộc mạc hơn, chẳng hạn như vòi sen và phòng tắm.Đọc thêm",
            "Xin chào. Bạn cũng đã đến Cuzama cenote phải không? Nếu vậy, bạn đề xuất cái nào nhất? Homun hay Cuzama?\nCảm ơn trướcĐọc thêm",
            "Xin chào\n\nTôi đã từng đến cả hai và cả hai đều được khuyến khích.\n\nNếu bắt tôi chọn thì tôi sẽ đến Homun trước, ở Cuzama đôi khi có nhiều tour và ở đó rất đông đúc.\n\nMặc dù nếu bạn có thời gian xem cả hai, nó cũng sẽ không làm bạn thất vọng.\n\nNếu bạn có bất kỳ câu hỏi nào, đừng ngần ngại liên hệ với tôi, tôi đã đến thăm Yucatan 7 lần.\n\nLời chàoĐọc tiếp",
            "Có ai đã từng thành công khi đi bộ đến cenotes ở Homun không?Đọc thêm",
            "Họ có cho phép vật nuôi không?Đọc thêm",
            "Bạn đã thực hiện chuyến tham quan nào cho việc này?Đọc thêm",
            "Chúng tôi đã không đi tham quan. Đã thuê một chiếc ô tô và đi theo Ruta Puuc và đây là điểm dừng cuối cùng ngoài kế hoạch nhưng rất vui vì chúng tôi đã đến được.Đọc thêm",
            "Tôi sẽ đến thăm Homun vào ngày 18 và 19 tháng 11 năm 2017, thuê ô tô ở Merida hoặc đi Phương tiện công cộng cũng rất thuận tiện và họ giới thiệu địa điểm ăn uống. Cảm ơn bạnĐọc thêm"
        ],
        "star_ratings": [
            127,
            17,
            2,
            1,
            2
        ],
        "review_amount": 149,
        "location": [
            "México",
            "bán đảo Yucatan",
            "Homun Cenote",
            "Yucatán",
            "Những điều cần làm ở Homun",
            "người đồng tính"
        ],
        "reviews_time": [
            "Written June 28, 2023",
            "Written August 12, 2023",
            "Written January 29, 2024",
            "Written March 27, 2024",
            "Written March 27, 2024",
            "Written January 29, 2024",
            "Written August 12, 2023",
            "Written June 28, 2023",
            "Written September 21, 2022",
            "Written February 21, 2022",
            "Written February 12, 2022",
            "Written August 13, 2021",
            "Written March 29, 2021",
            "Written February 11, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g8747014-d7394034-Reviews-Homun_Cenotes-Homun_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g8747014-d25215707-Reviews-Lulu_Cafe_Bistro-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8747014-d17689530-Reviews-Cenote_y_restaurant_San_Antonio_ex_hacienda-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8747014-d15029707-Reviews-Restaurante_Santa_Cruz-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8747014-d20051143-Reviews-Hotel_Restaurante_Santa_Maria_Homun-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8747014-d23118315-Reviews-Restaurante_Santa_Rosa-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2042191-d15873787-Reviews-Restaurante_Cozom_Ha-Cuzama_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2042191-d17805112-Reviews-El_Principe_De_Cuzama-Cuzama_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8747014-d27769725-Reviews-Taqueria_Los_2_Hermanos-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8747014-d27324517-Reviews-Vainilla_House-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8747014-d23324243-Reviews-Terraza_Buena_Vida-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d12951691-Reviews-Santa_Barbara_Cenotes_Restaurant-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d12524928-Reviews-Cenote_San_Antonio-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d13399995-Reviews-Splash_Parque_Acuatico-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g2042191-d2203365-Reviews-Cenotes-Cuzama_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d10125717-Reviews-Grutas_Santa_Maria-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d12369393-Reviews-Parador_Ecoturistico_Cenote_Yaxcabaltun-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d17455585-Reviews-Cenote_Santa_Rosa-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d13166104-Reviews-Cenote_Santa_Maria-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d13296957-Reviews-Cenote_Wolpoch-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d14790598-Reviews-Cenote_Tza_Ujun_Kat-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d7394034-Reviews-or10-Homun_Cenotes-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d25046989-Reviews-Cenote_Mani_chan-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d8745948-Reviews-Parque_Estatal_Lagunas_de_Yalahau-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d17590567-Reviews-Ruta_anillo_de_los_cenotes_homun-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d23256511-Reviews-Dzonot_Tours_de_Aventura-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150811-d17607734-Reviews-HOMUN_CUZAMA_CENOTES-Merida_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d23715790-Reviews-Hacienda_Kampepen-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g8747014-d14997499-Reviews-Tours_Cenotes_de_Homun-Homun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d6664377-Reviews-Ayia_Napa_Square-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g33451-d4707607-Reviews-The_Beach_at_Grand_Lake-Grand_Lake_Grand_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g297696-d16639693-Reviews-Karting_Star_Bali-Jimbaran_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g499085-d7064203-Reviews-Aquapark_Aquamania-Albena_Dobrich_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187837-d1165447-Reviews-Villa_Monastero-Varenna_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g189444-d2524189-Reviews-Plaka_Forest-Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g54448-d10726024-Reviews-Glendale_Shoals_Preserve-Spartanburg_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d315386-Reviews-Castillo_de_San_Felipe_de_Barajas-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d317704-Reviews-Palazzo_di_Diocleziano-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g51766-d2249015-Reviews-Lava_River_Cave-Bend_Central_Oregon_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g8747014-d7394034-Reviews-or10-Homun_Cenotes-Homun_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g8747014-d7394034-Reviews-Homun_Cenotes-Homun_Yucatan_Peninsula.html"
    }
]