[
    {
        "attraction_name": "Honeymoon Island State Park",
        "attraction_name_vi": "Công viên tiểu bang đảo trăng mật",
        "general_info": [
            "2.899 đánh giá",
            "3 trong số 42 điều cần làm ở Dunedin",
            "Công viên tiểu bang",
            "Bãi biển"
        ],
        "attraction_summary": "Công viên tiểu bang đảo chắn này cung cấp nhiều hoạt động dựa vào thiên nhiên. 5 dặm bãi biển, 3,5 dặm đường mòn đi bộ có cây cối rậm rạp, trung tâm thiên nhiên với cửa hàng quà tặng và khung cảnh tuyệt đẹp, 2 quán cà phê, một sân chơi mới và động vật hoang dã bao gồm rùa gopher, cá heo, lợn biển, đại bàng, cú, chim ưng và 100 loài chim.Đọc hơn",
        "reviews": [
            "Nơi yêu thích để ghé thăm cho một ngày hẹn hò hoặc chuyến đi chơi gia đình! Bãi biển luôn có cát trắng sạch, dễ dàng tìm được chỗ nghỉ ngơi và không quá đông đúc. Địa điểm cá heo trước và trong lúc hoàng hôn! Tận hưởng khung cảnh, gió biển và ánh nắng.Đọc thêm",
            "Đó là một ngày nghỉ cuối tuần và công viên đông đúc nhưng chúng tôi đã tìm được chỗ của mình và thành lập một nhóm gia đình.  Điều phàn nàn duy nhất là nước khá nông. Những đứa trẻ nhỏ thích nó nhưng những đứa lớn hơn thì không.  Chúng tôi đã ở gần công viên dành cho chó.  Chúng tôi tận hưởng ngày của mình và có thể thư giãn trong một kỳ nghỉ bận rộn.  Chúng tôi đã mang theo bữa trưa của riêng mình và chỉ mất 8 giờ xe để vào. Hãy đi sớm nếu có thể để có chỗ.Đọc thêm",
            "Chúng tôi đi đến đầu phía bắc, kê ghế trên bãi biển, v.v. trên bãi cát trắng tuyệt đẹp, sau đó đi bộ một đoạn khá xa về phía bắc. Thật thú vị khi khám phá. Pháo kích không lớn lắm, có rất nhiều đá, cây cối, gậy nhọn để tránh, nhưng nó rất đẹp. Có rất nhiều đá rong biển trong nước. Không chắc bãi biển chính có giống nhau không. Chúng tôi đã kiểm tra bãi biển dành cho chó. Có vẻ rất bình tĩnh. Chó phải đeo 6 dây xích, có trạm rửa ở lối vào bãi biển.Đọc thêm",
            "Đẹp và yên bình - điều cực kỳ khó tìm thấy ở Florida. Tôi gần như không đánh giá đúng vì tôi không muốn người khác biết. Một số bãi biển khác nhau tiếp cận một bãi biển dành cho chó. Lái xe chậm lại vì chúng tôi đã nhìn thấy bốn con rùa khổng lồ vào ngày đầu tiên chúng tôi đến đó. Có những con đường mòn đi bộ mà chúng tôi phải trả 8 đô la để vào. Chúng tôi thực sự đã mua vé hàng năm trên đảo và chúng tôi đã quay lại nhiều lần. Điều duy nhất tôi muốn thay đổi là đôi khi có một người đàn ông tuổi 50 rất cáu kỉnh, tóc bạc đang đi lấy tiền, nhưng những nhân viên khác thì rất tốt bụng. Nếu bạn đi đến lối vào bãi biển cuối cùng, có một chiếc thuyền bị mắc kẹt do cơn bão bám trên cây - tôi nghĩ đó có thể là SS Minnow. Đọc thêm",
            "Đó là một lối thoát tuyệt đẹp khỏi sự điên rồ ở Orlando.  Nằm trên bờ biển vùng Vịnh và rất đáng để 8 người nhập học.  \n\nChúng tôi cũng bắt phà tới đảo Caladesi.  Nhìn thấy cá heo trên đường và một số chim ưng biển.   \n\nTrung tâm du khách sạch sẽ và hiện đại, nhân viên thân thiện và niềm nở.   Có rất nhiều thông tin về động vật hoang dã.  Bạn có thể ngồi một lúc trên boong ngắm nhìn mặt nước.  Thật yên bình và tĩnh lặng.Đọc thêm",
            "Nếu bạn muốn một nơi để nghỉ ngơi và thư giãn thì đây chính là nó. \nNó thật đẹp và yên tĩnh! \nTrên bờ có rất nhiều đá, cát và nước. Vỏ cũng vậy. \nCát có màu trắng và mềm. Nước hơi lạnh có lẽ do đang mùa. \nCó một quán cà phê, cửa hàng quà tặng, rất nhiều điểm đậu xe. \nChúng tôi đã trả 28 để đến đảo. \nNó đáng giáĐọc thêm",
            "Chúng tôi lái xe ra đây vào một buổi sáng để đi dạo trên bãi biển và thư giãn. Địa điểm thật tuyệt vời! Thật yên tĩnh và không mất nhiều thời gian để tự tìm một chỗ. Chúng tôi đi dạo quanh ngắm vỏ sò và thích thú ngắm cá heo. Đó là địa điểm yêu thích của chúng tôi ở Clearwater. Tôi chắc chắn sẽ dừng ở đây một lần nữa nếu chúng tôi quay lại khu vực này. Đọc thêm",
            "Chúng tôi đã dành một vài giờ vui vẻ ở đây và thực sự thích nó.\n\n8 chiếc mỗi chiếc để vào và sau đó chúng tôi lái xe đến trung tâm thiên nhiên, nơi có một cửa hàng rất đẹp bán các mặt hàng được sản xuất tại địa phương cũng như phòng vệ sinh rất sạch sẽ.\nNgoài ra còn có bản đồ giấy cung cấp thông tin về các con đường đi bộ cũng như mã QR mà bạn có thể quét để lấy thông tin trên điện thoại.\n\nChúng tôi đã đi bộ 14 phút tại trung tâm thiên nhiên. Phong cảnh rất đẹp nhưng không thấy động vật hoang dã nào.\n\nSau đó chúng tôi lái xe đến điểm xa nhất để đi theo đường mòn Osprey. Đó là một con đường dài 2 dặm nhưng bạn có thể rút ngắn nó vì có nhiều điểm bạn có thể băng qua để quay lại, cũng như nối với đường mòn Pelican.\nMột số đường bị ngập nên chúng tôi phải đổi đường\n\nNhìn thấy rất nhiều chim ưng cũng như chim gõ kiến ​​và vô số khung cảnh đáng yêu. Những con đường rất rộng và với những hàng cây cao khiến mọi thứ dường như thực sự to lớn và tạo cảm giác dễ chịu khi đi bộ.\n\nRất nhiều băng ghế trên đường mòn và biển báo rất rõ ràng.\n\nSau đó chúng tôi lái xe đến bãi đậu xe South Beach và có một chuyến đi dạo thú vị trên bãi biển, một lần nữa khung cảnh thực sự tuyệt vời.\n\nKhi chúng tôi chuẩn bị rời khỏi bãi đậu xe, chúng tôi thấy một chiếc ô tô khác dừng lại và họ đang nhìn thứ gì đó.\nKhi chúng tôi đến nhìn thì thấy một con tatu nhỏ đang lang thang đánh hơi và ăn cây xanh.\nChúng tôi đã đứng rất lâu để quan sát chú tatu cực kỳ dễ thương mà trước đây chúng tôi chỉ từng thấy một con trong tự nhiên nên đây là một trải nghiệm tuyệt vời đối với chúng tôi\n\nMột cặp đôi khác đến và nói rằng họ vừa quan sát một con khác gần con đường khác nên cũng đi xem con armadillo đó.\n\nRất nhiều nhà vệ sinh xung quanh mỗi bãi đậu xe.\n\nTôi thực sự muốn giới thiệu địa điểm này trong vài giờ nếu phong cảnh, lối đi bộ và động vật hoang dã tuyệt vời. Đọc thêm",
            "Chà, một nơi tuyệt vời để đi dạo trên biển, nhặt vỏ sò và ngắm nhìn những cuộc diễu hành của rừng ngập mặn và đời sống của các loài chim, tất cả chỉ trong một dải đi bộ. Có thể dạo bộ dọc bãi biển dài, cát trắng, nhiều vỏ sò, tìm thấy vài con cua móng ngựa lớn dạt vào. Một bên là đại dương, bên kia là những người chèo thuyền kayak trên mặt nước và có đầy diệc và rừng ngập mặn và thực sự độc đáo để ngắm nhìn. Đề nghị dành một chút thời gian ở đó, có thể làm cho một ngày của nó. Có trung tâm thiên nhiên nhỏ và các khía cạnh giáo dục.Đọc thêm",
            "Đây là công viên tiểu bang, phí vào cửa là 8,00.    Không chắc bạn không thể có trải nghiệm tương tự khi dừng dọc theo đường đắp cao để đến đó.    Có rất nhiều bãi đậu xe ở mỗi bên đường đắp cao, mọi người cắm trại, nướng thịt, câu cá, vui chơi.   Chó không được phép đến bãi biển của đường đắp cao, vì vậy bãi biển có vẻ sạch sẽ và là nơi vui chơi thú vị.   Công viên Tiểu bang có một trung tâm thiên nhiên nhỏ, trên trang web của họ, họ sẽ tổ chức các buổi nói chuyện có hướng dẫn về thiên nhiên.  Có một con đường mòn đẹp dẫn vào khu vực cây cối của mũi đất, nơi có những con cú làm tổ, chim ưng làm tổ và đại bàng làm tổ.   Vì có tổ đại bàng nên bạn không thể tiếp cận toàn bộ khu vực nhổ.  bảo vệ và tất cả những thứ đó.   Có một sân chơi gần khu vực đậu xe với nhà vệ sinh ở CUỐI đảo.   Đi đến cuối hòn đảo có 2-4 bãi đậu xe trải nhựa cho bãi biển và rất nhanh chóng được lấp đầy.  Công viên đóng cửa ngay sau khi mặt trời lặn.   Rất nhiều người đi ngắm hoàng hôn và sau đó tất cả những người đó rời hòn đảo theo một đoàn. Tôi rất vui vì đã đi, nhưng tôi sẽ không quay lại, có những nơi khác dễ đến hơn và bổ ích hơn. Đọc thêm",
            "Bãi biển đẹp nhất tôi từng thấy hoặc từng đến. Những đánh giá không tốt cho biết đá và rong biển, chắc chắn phải ở một nơi nào khác. Thật vinh quangĐọc thêm",
            "Công viên tiểu bang xinh đẹp, rất đẹp. Bờ Vịnh là bãi biển đẹp nhất, nước đẹp và nước ấm. Dễ dàng đỗ xe và dễ dàng tiếp cận mặt nước và bãi biển.Đọc thêm",
            "Tôi đã sống ở Florida được 40 năm và thường xuyên đến tất cả các bãi biển. Tôi chưa bao giờ trải nghiệm một bãi biển như thế này. Có một tầng đá to bằng nắm tay dẫn từ cát xuống nước.  Không thể đi trên những tảng đá này. Ngay cả khi mang giày đi biển, chân bạn vẫn đau và bạn không vững lắm. Tôi chưa bao giờ được thưởng thức nước. Một người dân địa phương nói với tôi rằng những tảng đá được mang đến sau cơn bão vừa qua. Cát rất đẹp và bãi biển không quá đông đúc. Nếu bạn chỉ muốn thư giãn trên ghế bãi biển thì đây là một bãi biển tuyệt vời. Nếu bạn muốn xuống nước, tôi khuyên bạn nên đi nơi khác.Đọc thêm",
            "Chúng tôi đã nghe và đọc rằng Đảo Trăng mật là nơi nên đến khi đến thăm Dunedin, vì vậy chúng tôi đã sử dụng ngày cuối cùng của kỳ nghỉ để đến thăm công viên tiểu bang nổi tiếng này.  Các đánh giá cho biết có thể sẽ không có nhiều người mà có hàng tấn vỏ sò và rất nhiều động vật hoang dã.  Chúng tôi thấy điều ngược lại là đúng. Chúng tôi đã đi vào ngày cuối tuần thứ Sáu của Ngày Tưởng niệm.  Công viên thường thu phí vào cửa nhưng đã được miễn vào kỳ nghỉ.  Sự hào hứng tiết kiệm được vài đô la của chúng tôi nhanh chóng tan biến khi được thông báo rằng phần phía bắc của công viên đã chật kín nên chúng tôi bị giới hạn ở phần phía nam.  Có rất nhiều người trong công viên!  Chúng tôi đi khi thủy triều lên và bãi biển rất hẹp.  Nó hoàn toàn chật cứng người.  Vợ tôi là người bóc vỏ nhưng không tìm thấy nhiều vỏ sò.  Tôi nên đề cập rằng hầu hết các bãi biển đều có thể đến được bằng cách đi bộ chứ không phải ô tô.  Và chúng tôi đã không đi bộ rất xa.  Nó quá hẹp và quá đông người.  Những con đường đi bộ có thể rất đẹp nhưng chúng tôi đã bỏ qua những con đường đó vì muỗi quá nhiều và chúng tôi không có thuốc xịt côn trùng.  Vì vậy, chúng tôi dành một chút thời gian trên bãi biển rồi rời đi để thu dọn đồ đạc và chuẩn bị về nhà.  Những bổ sung thú vị cho công viên là phòng tắm và cửa hàng quà tặng dành cho du khách.Đọc thêm",
            "Tuyệt vời, danh lam thắng cảnh và tràn ngập ánh nắng, công viên này thật ngoạn mục và có đầy đủ mọi tiện nghi mà bạn mong ước. Phòng tắm sạch sẽ, khu vực thay đồ rộng rãi.  Bãi biển thật tuyệt vời, tuy nhiên nếu bạn định ngâm mình, tôi khuyên bạn nên đi giày nước, có rất nhiều sỏi, đá và vỏ sò sẽ xé toạc đôi chân non nớt của bạn. Một khi bạn băng qua doi cát, nó sẽ mịn màng.Đọc thêm",
            "Chúng tôi đang ở tại Hyatt Regency trên Bãi biển Clearwater và quyết định khám phá Công viên Bang Đảo Trăng mật. Mất khoảng 25 phút đi Uber từ Hyatt. Chúng tôi đã trả phí và tài xế Uber đưa chúng tôi đến ngay khu vực bãi biển chính và thả chúng tôi xuống. Có ghế và ô cho thuê trên bãi biển, quầy bán đồ ăn nhanh với cocktail và phòng vệ sinh. Nước rất đẹp và chắc chắn sạch và trong hơn Bãi biển Clearwater! Đang là giữa tuần nên hầu như không có ai ở đó. Chúng tôi dành phần lớn thời gian trong ngày trên bãi biển, sau đó đi bộ mười lăm phút trở lại trạm thu phí nơi tài xế Uber đón chúng tôi để quay lại Hyatt. Chúng tôi yêu thích bãi biển này và rất muốn giới thiệu nó!Đọc thêm",
            "Công viên Bang Đảo Trăng mật chỉ cách căn hộ của bạn bè chúng tôi ở Dunedin Florida một đoạn đi bộ ngắn.  Chúng tôi khá thích trung tâm du khách cũng như đi bộ và lái xe vòng quanh công viên.  Đó là một nơi tuyệt vời để ghé thăm.Đọc thêm",
            "Nếu đi biển hãy mang giày để thử đi dưới nước.  Bãi đá, vỏ sò trong nước.  Rất thất vọng.  Màu nước thật tuyệt vời.Đọc thêm",
            "Bãi biển đẹp cả phía Bắc và phía Nam.  Bãi biển phía Nam có nhiều dịch vụ cho thuê đồ ăn và ghế hơn, nhưng lại giống một bãi đá và rất nhiều đá lọt vào Vịnh.  Bãi Bắc có nhà vệ sinh, không có quán cà phê hay ghế nhưng bãi biển cát trắng tuyệt đẹp và đi vào Vịnh thật tuyệt vời.  Tuyệt vời cho người đi bộ đường dài quá! Rất nhiều thứ để xem.  Chỉ cần đảm bảo rằng bạn đã xác định rõ khu vực của mình!  Rất nhiều kẻ xâm lấn....ngay cả khi bạn đã kê sẵn ghế!Đọc thêm",
            "Chúng tôi quyết định đến thăm Công viên Bang Đảo Trăng mật sau khi nghe những điều tuyệt vời về nó từ người dân địa phương. Nơi này thật tuyệt vời! Phí vào cổng công viên là 8 USD/xe. Chỉ có một lối ra duy nhất trên đảo nên hãy lên kế hoạch cho việc vào đảo sẽ bận rộn, đặc biệt nếu đó là kỳ nghỉ lễ hoặc kỳ nghỉ xuân. Khi đã ở trên đảo, bạn có thể đi theo các biển chỉ dẫn để biết khu vực bạn muốn ghé thăm. Có một số điểm bãi biển được chỉ định, cùng với các gian hàng dã ngoại, đường mòn đi bộ và sân chơi. Chúng tôi quyết định đậu xe ở bãi biển Oasis. Bãi đậu xe trên bãi biển đầy rất nhanh, vì vậy chúng tôi rất vui khi đậu gần ngôi nhà trên bãi biển, nơi có phòng vệ sinh; xin lưu ý rằng không có nhà vệ sinh trên bãi biển, bạn sẽ phải đi bộ nếu cần sử dụng nhà vệ sinh sau khi tìm được địa điểm trên bãi biển. Bạn có thể chọn bất kỳ địa điểm nào trên bãi biển mà bạn muốn và mặc dù bãi đậu xe đã kín chỗ nhưng vẫn còn rất nhiều chỗ trống trên bãi biển. Cũng lưu ý rằng đây không phải là bãi biển thân thiện với chó. Sau khi ăn trưa, chúng tôi bắt đầu tìm kiếm trong sóng và tìm thấy hàng chục vỏ sò. Ở đây có đủ loại vỏ sò - vỏ rất lớn, vỏ xoắn ốc nhỏ, v.v. Chúng tôi cũng bắt được một con cá trê khi đang lướt sóng khi câu cá. Nếu bạn đang tìm kiếm một bãi biển tuyệt vời với nhiều vỏ sò, điểm câu cá và bơi lội thì đây chính là bãi biển dành cho bạn!Đọc thêm",
            "Chúng ta có thể đi xe đạp quanh đảo không?Đọc thêm",
            "Đúng!! Những con đường này có sẵn để bạn đạp xe và sử dụng để ngắm cảnh!Đọc thêm",
            "Làm cách nào để đến Đảo Trăng mật từ Bãi biển Clearwater? Xe đẩy vui vẻ có đi đến đó không?  Và sau đó tôi có cần bắt Uber qua đường đắp cao để đến công viên thực tế không? Xin tư vấnĐọc thêm",
            "Đối với những người quan tâm đến việc này.... Bạn có thể xuống xe đẩy trên ALT 19, ghé vào các cửa hàng cho thuê xe đạp và đạp xe trong suốt chặng đường còn lại. Giữa đường mòn Pinellas và đường đắp cao, đây là một chuyến đạp xe tuyệt vời. Mỗi người phải trả 2 chiếc xe đạp để vào khu vực Công viên Tiểu bang.Đọc thêm",
            "Thủy triều đỏ tệ đến mức nào? Bạn có thể ra bãi biển không?Đọc thêm",
            "Ở mức thấp nhưng đang di chuyển về phía bắc. Có lẽ vừa phảiĐọc thêm",
            "Bãi biển đảo trăng mật có thể đi kể từ cơn bão không? Tất cả đã được dọn sạch chưa?Đọc thêm",
            "Bãi biển của công viên tiểu bang đảo trăng mật có tốt để đi kể từ cơn bão không? Tất cả đã được dọn sạch chưa?Đọc thêm",
            "Làm thế nào để bạn có được vé đi câu cá vào ban đêm và chi phí là bao nhiêuĐọc thêm",
            "Làm thế nào để bạn có được vé đi câu cá vào ban đêmĐọc thêm",
            "Xin chào, tôi muốn biết liệu các bãi biển trên Công viên Bang Đảo Honeymoon có còn đang được xây dựng lại không?Đọc thêm",
            "Tôi đã đến một bãi biển ở đó và nó vẫn chưa được xây dựng.Đọc thêm",
            "Họ có ngoại trừ thẻ ghi nợĐọc thêm",
            "CóĐọc thêm",
            "Đang tìm lời khuyên về việc có nên đến Đảo Trăng mật ngay cả khi đang xây dựng không? Chúng ta nên đi đâu? Những người mới đến từ Texas đang tìm kiếm trải nghiệm tuyệt vời. Gia đình có thanh thiếu niên. Bất kỳ lời khuyên về bất kỳ bãi biển đều được đánh giá cao. TIA!Đọc thêm",
            "Nếu bạn đến bãi biển trăng mật, bạn có thể đi phà tới đảo caladesi. Đọc thêm"
        ],
        "star_ratings": [
            1819,
            685,
            232,
            84,
            79
        ],
        "review_amount": 2899,
        "location": [
            "Hoa Kỳ",
            "Dunedin",
            "Những điều cần làm ở Dunedin",
            "Công viên tiểu bang đảo trăng mật",
            "Florida, FL"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 19, 2023",
            "Written June 24, 2023",
            "Written August 31, 2023",
            "Written October 7, 2023",
            "Written October 9, 2023",
            "Written November 5, 2023",
            "Written December 14, 2023",
            "Written December 14, 2023",
            "Written January 27, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 21, 2024",
            "Written May 10, 2024",
            "Written May 2, 2024",
            "Written April 30, 2024",
            "Written April 16, 2024",
            "Written April 11, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34187-d126854-Reviews-Honeymoon_Island_State_Park-Dunedin_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34187-d1727870-Reviews-Cafe_Honeymoon-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34187-d11849204-Reviews-South_Beach_Pavilion_Cafe-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34187-d11851234-Reviews-High_Dry_Grill-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34187-d874635-Reviews-Brenda_s_On_the_Causeway-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34187-d14948208-Reviews-Hurricane_Eddie_s-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d126855-Reviews-Caladesi_Island_State_Park-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d6537146-Reviews-Pinellas_Trail-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d1067219-Reviews-Beach_Walk-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34535-d3326941-Reviews-Wall_Springs_Park-Palm_Harbor_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d265436-Reviews-Pier_60-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d9882774-Reviews-Stirling_Art_Studios_and_Gallery-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d3368268-Reviews-TD_Ballpark-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d9776309-Reviews-Hammock_Park-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d2558004-Reviews-7venth_Sun_Brewery-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d2573277-Reviews-Dunedin_Fine_Art_Center-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d126854-Reviews-or10-Honeymoon_Island_State_Park-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d7380363-Reviews-Edgewater_Park-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d7907283-Reviews-Josiah_Cephus_Weaver_Park-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d10137378-Reviews-HIghlander_Park-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d15005129-Reviews-Amberlea_Park-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d23986345-Reviews-Wilson_Street_Park-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d27089920-Reviews-Elizabeth_Skinner_Jackson_Park-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d27064815-Reviews-Achieva_Paw_Park-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d2538613-Reviews-Capt_Jared_s_Inshore_Fishing_Charters-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d13864061-Reviews-Clearwater_Fishing_Company-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d3494008-Reviews-Fin_s_Jet_Ski_Tours_Pontoon_Boat_Cruises-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d15049454-Reviews-Wet_Rentals_Tours-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d3870358-Reviews-Daisy_Mae_Fishing_Charters-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34141-d12213281-Reviews-Escape_Room_Clearwater_Beach-Clearwater_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d4994265-Reviews-Sail_Honeymoon-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d12817202-Reviews-Pedego_Electric_Bikes-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34535-d12098445-Reviews-Capt_Brian_Caudill_Inshore_Fishing_Charters-Palm_Harbor_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g36920-d1464425-Reviews-Raging_Waves_Waterpark-Yorkville_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g42791-d2259203-Reviews-DeYoung_Family_Zoo-Wallace_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d25418890-Reviews-RealBudz-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d276188-Reviews-Museum_of_Communism-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295419-d2195347-Reviews-Mall_of_Arabia-Jeddah_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d13147598-Reviews-Shahdara_Valley-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d1974279-Reviews-Corso_Vittorio_Emanuele_II-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d20314343-Reviews-Ambuluwawa_Tower-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46412-d546945-Reviews-Storybook_Land-Egg_Harbor_Township_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g37853-d270256-Reviews-National_Mississippi_River_Museum_Aquarium-Dubuque_Iowa.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34187-d126854-Reviews-or10-Honeymoon_Island_State_Park-Dunedin_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34187-d126854-Reviews-Honeymoon_Island_State_Park-Dunedin_Florida.html"
    }
]