[
    {
        "attraction_name": "Honey Pot Hill",
        "attraction_name_vi": "Đồi Hũ Mật",
        "general_info": [
            "126 đánh giá",
            "1 trong 10 điều cần làm ở Stow",
            "Trang trại"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Quá đông đúc với ít hoặc không có bãi đậu xe. Trang web cho biết mê cung mở cửa đến 6 giờ chiều nhưng bạn chỉ có thể vào đến 4 giờ 30 chiều vì phải mất một tiếng rưỡi để đi bộ.     Sau khi xếp hàng dài vô tận để mua táo, lê, mứt và vô số mặt hàng khác tại cửa hàng. Chúng tôi đến và đứng ở một hàng khác để lấy một chiếc burger phô mai. Để ý rằng chúng tôi vội vã đến mê cung lúc 4:05 chiều và thấy một người thô lỗ nói với chúng tôi rằng họ không quan tâm trang web nói gì, rằng nó thực sự đóng cửa lúc 4:00 chiều và không ai khác vào được! Thật tuyệt nếu chúng tôi biết rằng chúng tôi sẽ làm điều đó trước tiên. Trang web cũng không cho bạn biết họ chỉ nhận tiền mặt, vì vậy hãy đảm bảo bạn có một túi đầy tiền mặt hoặc bạn phải xếp hàng thêm nửa giờ nữa để sử dụng ATM để nhận tiền mặt. Không bao giờ nữa!Đọc thêm",
            "Quá trình đặt chỗ trước diễn ra suôn sẻ. Rất nhiều táo và biển báo hữu ích nhưng thực tế là không có quả lê nào trên cây, rất nhiều trên mặt đất nên tôi đoán là chúng đã chín và rụng. Các cháu trai tuổi teen của tôi muốn đi qua mê cung vì chúng thích mê vào năm ngoái nhưng chúng tôi không cảm thấy thoải mái khi đi xe ngựa đến đó vì xe ngựa chật cứng người, chúng nên có sức chứa hạn chế. Gợi ý: chuẩn bị một túi nhỏ hơn cho trẻ nhỏ, có thể là nửa kích thước một giỏ. Ngoài ra, 20 cho một giỏ có vẻ hơi đắtXem thêm",
            "đến lúc 10:30 sáng chủ nhật, xếp hàng dài. nên đỗ xe ở bãi đậu xe E!! đi bộ 20 phút đến cửa hàng Farm trong khi con gái tôi đưa bọn trẻ đi hái táo! chúng tôi gặp nhau. tại nhà máy bánh rán, xếp hàng rất nhanh, nhưng sau đó nhận ra. không có chỗ nào để đặt táo để chơi mê cung hàng rào lớn!!? Sau khi hỏi một nhân viên, cô ấy đã đề nghị cầm chúng! mê cung rất! lầy lội! . không có 1 chiếc ghế dài nào trong khuôn viên để nghỉ ngơi!? hàng đợi ngày càng dài. rất dài khi chúng tôi ra ngoài! cửa hàng thật điên rồ, hàng đợi mua táo Carmel thật điên rồ! không có nước!? tôi sẽ giới thiệu một chiếc bàn bán nước lạnh!! xếp hàng quá dài để đi xe ngựa trở lại xe nữa!! Không thú vị, phải đi bộ trở lại xe! đợi 25 phút để ra khỏi bãi đậu xe!!! quá nhiều người trong khi diện tích bàn chỉ nhỏ! so với giá táo. đi xe ngựa nên miễn phí hoặc phải trả phí ở đó! đi bộ quá nhiều!! Sẽ không quay lại! Đọc thêm",
            "Đừng tổ chức tiệc sinh nhật ở đây!  Tôi đã gọi điện trước bữa tiệc 2 ngày để xem liệu ngôi nhà phao có còn trống nếu trời mưa không.  Tôi đã được Rita nói với tôi rằng nó sẽ ở đó.   Khi đến nơi, nó chưa được thiết lập.  Sau khi nó bị nổ tung, điều phối viên của chúng tôi khuyên bạn không nên sử dụng nó dưới trời mưa vì có một màn hình phía trên nó. Nó không được che chắn chút nào.  Vì vậy, chúng tôi ở dưới mưa, 20 người lớn và 30 trẻ em, rúc vào dưới một chiếc lều 20x20 trong 35 phút. Chúng tôi đã yêu cầu một số khoản bồi thường vì tôi đã gọi cụ thể về việc này và được đảm bảo rằng nó sẽ có thể sử dụng được.  Tôi được thông báo rằng đó là dịch vụ trọn gói và về mặt kỹ thuật thì nó có sẵn nên chúng tôi sẽ không lấy lại được tiền.  Tôi hỏi Rita liệu cô ấy có sử dụng ngôi nhà phao không và cô ấy đáp lại, tôi chưa thấy nó.  Tôi sẽ không bao giờ quay lại và sẽ khuyến khích mọi người đến đó sau một nhận xét thô lỗ như vậy.  Tôi là khách hàng lý tưởng của họ, một khách hàng thường xuyên và chính thức hài lòng.  Không còn nữa! Không bao giờ nữa!Đọc thêm",
            "Tôi đã hái táo ở Honeypot trong nhiều năm và luôn có trải nghiệm tuyệt vời cho đến tận bây giờ.  Khi tôi đang mang túi táo đi dạo trong vườn táo, một nhân viên đến gần và nói với tôi rằng tôi có quá nhiều táo trong túi và nói rằng tôi cần phải trả thêm 16,00 cho một túi khác!  Tôi giải thích rằng những quả táo trong túi của tôi đều vừa vặn và chúng luôn ở trên đầu túi và đề nghị đặt lại một ít nhưng cô ấy nói rằng chúng không thể được đặt lại sau khi chúng được hái và lại bảo tôi lấy một túi khác. .  Tôi tử tế trả lời rằng tôi đã hái xong và sẽ rời đi với túi táo của mình.  Đáng lẽ một ngày hái táo tuyệt vời lại trở nên rất khó chịu.  Tôi sẽ không bao giờ hái táo ở đây nữa!Đọc thêm",
            "Trang trại nhỏ tuyệt vời với rất nhiều và rất nhiều! về tiềm năng hái táo!  Tất cả các loại, được đánh dấu rất gọn gàng và dễ điều hướng.  Cũng là một khu vực nhỏ với một số động vật dê, thỏ, ngựa nhỏ. Bánh rán táo tuyệt vời cũng được bán.Đọc thêm",
            "Nếu bạn dự định đến thăm Honey Pot Orchard vào một ngày cuối tuần, hãy chuẩn bị sẵn sàng để tham gia giao thông hàng giờ chỉ để đến đó và tìm một chỗ đậu xe. Công việc này rất bận rộn và bạn sẽ phải xếp hàng chờ mua mọi thứ, từ túi đựng táo đến cửa hàng cho đến phòng tắm. Có mê cung hàng rào và động vật trang trại.Đọc thêm",
            "Những người này quảng cáo trên các kênh lớn của Boston nên sẽ hơi điên rồ vào những ngày cuối tuần trong tháng 9 và tháng 10. Hãy tự giúp mình tìm một vườn cây ăn quả nhỏ, kín đáo và có trải nghiệm New England tuyệt đẹp.  Đọc thêm",
            "Đây là một trải nghiệm thú vị, rất mới của nước Anh và có những quả táo ngon để hái và ăn!  Đám đông có thể điên cuồng và tôi nghĩ tốt hơn nên ghé thăm trong tuần.  Chúng tôi đi xe hay đến vườn cây ăn quả rồi hái bốn loại táo khác nhau và cả lê Bosc nữa.  Khu vực mà bạn có thể uống rượu táo và ngồi bên cái ao nhỏ thật đáng yêu. Hãy tận hưởng! Đọc thêm",
            "We are in town for the week for my spouse work related trip. I searched apple orchards this morning and found  a few on trip advisor with good reviews. I made a list of a couple of them with the most star rating. I visited this one first, and attempted to see another one in town so I can see the difference. They wont even let you on farm if you are not paying to pick apples. This will definitely be an adverse issue, as many people as me would go in a spend money in gift shops. I did not want more apples, They would be so damaged trying to get them home. I just wanted the experience of seeing apples grow in person.  I am from the south, and have never even seen an apple orchard in person. It was amazing to see all the rows of trees, even the apples I am accustomed to purchasing in the grocery store. I put the address in my gps, and it was fairly easy to locate. When I arrived, I went to the little shack where you purchase your pick option. The smallest bag is 18, the woman was not too friendly or welcoming. She even laughed at me and looked at me like I was crazy when I said I had never been to an apple orchard. she was Just worried about getting through my purchase quickly, it appeared, even though no one was behind me. I seemed to frustrate her with my questions. She will tell you that you cannot get to the gala apples unless you pay for the hayride. This is not true, there are gala apples up the hill, you just have to walk a little further. The farm is very pretty, it also has a bakery, apple press warehouse, and an animal farm.  Be prepared when you walk into the gift shop, you will see bags of picked apples the same size you just paid for, and did all the work, and they sell it cheaper picked than for you to pick. Your price to pick min. is 18 they sell for 11.75 for the galas. I would strongly recommend this business to offer a smaller portion for those who are visiting and just want the experience, but will not be able to travel on a plane with all those apples. If I was local, I certainly would have bought alot more. The guys had just finished pressing the apples to make apple cider when I walked up, I was able to watch them bottle it. This is so interesting to me. The bakery was not open, but they did still sell the famous, apple cider donuts in the gift shop. They are like no donut I have experienced in the south. I may go back before we head to the airport just to pick up more donuts to take home to family. Bring cash, and comfortable shoes, and get the donuts!Read more"
        ],
        "star_ratings": [
            70,
            34,
            14,
            4,
            4
        ],
        "review_amount": 126,
        "location": [
            "Hoa Kỳ",
            "Massachusetts MA",
            "xếp gọn",
            "Đồi Hũ Mật",
            "Những điều cần làm ở Stow"
        ],
        "reviews_time": [
            "Written October 17, 2020",
            "Written October 12, 2020",
            "Written October 2, 2023",
            "Written October 12, 2014",
            "Written October 12, 2013",
            "Written October 11, 2018",
            "Written October 3, 2018",
            "Written August 3, 2014",
            "Written October 5, 2019",
            "Written September 26, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g41853-d1821154-Reviews-Honey_Pot_Hill-Stow_Massachusetts.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g41619-d1049857-Reviews-Brother_s_Pizza-Hudson_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41619-d4224701-Reviews-Main_Street_Pizza-Hudson_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41853-d23401403-Reviews-Nan_s_Rustic_Kitchen_and_Market-Stow_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41853-d3529107-Reviews-Stow_Cafe-Stow_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41853-d870208-Reviews-Stow_House_of_Pizza-Stow_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41853-d1977500-Reviews-Red_Ginger-Stow_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41669-d3294164-Reviews-Erikson_s_Ice_Cream-Maynard_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41853-d19661628-Reviews-The_19th_Hole_at_Wedgewood_Pines_Country_Club-Stow_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41619-d4137691-Reviews-Firehouse_Seafood_Inc-Hudson_Massachusetts.html",
            "https://www.tripadvisor.com/Restaurant_Review-g41619-d7810264-Reviews-Amaia_Martini_Bar-Hudson_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41619-d12964049-Reviews-American_Heritage_Museum-Hudson_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41619-d8634956-Reviews-Ferjulians_Farm_Stand-Hudson_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41467-d21392723-Reviews-Animal_Adventures_Family_Zoo_Rescue_Center-Bolton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41619-d12911548-Reviews-Assabet_River_Trail-Hudson_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41467-d582085-Reviews-Nashoba_Valley_Winery-Bolton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41619-d8127671-Reviews-Medusa_Brewing_Company-Hudson_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41853-d8660498-Reviews-Carver_Hill_Orchard-Stow_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41855-d7267007-Reviews-The_Wayside_Inn_Historic_Site-Sudbury_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41855-d6767576-Reviews-Assabet_River_National_Wildlife_Refuge-Sudbury_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d15121630-Reviews-Edgar_Allan_Poe_Statue-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41853-d1821154-Reviews-or10-Honey_Pot_Hill-Stow_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41853-d17520297-Reviews-Stow_Acres_Golf_School-Stow_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41853-d12526330-Reviews-Stow_Acres_Country_Club-Stow_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41461-d14182903-Reviews-Boundless_Adventures-Berlin_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41853-d7257452-Reviews-Butternut_Farm_Golf_Club-Stow_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41662-d7084303-Reviews-Trombetta_s_Farm-Marlborough_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41619-d9792334-Reviews-The_Charter_Oak_Country_Club-Hudson_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41619-d10826322-Reviews-Puzzlescape-Hudson_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g58775-d7376159-Reviews-Chihuly_Bridge_of_Glass-Tacoma_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d110191-Reviews-Fashion_Show_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g42785-d4771206-Reviews-Iron_Mountain_Iron_Mine-Vulcan_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11669135-Reviews-Westfield_World_Trade_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d6908542-Reviews-Head_of_the_Meadow_Beach-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60859-d281199-Reviews-Downtown_Madison-Madison_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293934-d4953684-Reviews-Heydar_Aliyev_Cultural_Center-Baku_Absheron_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g46767-d1959358-Reviews-Count_Basie_Theatre-Red_Bank_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d246510-Reviews-Plaza_de_Espana-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g40742-d12530126-Reviews-McClellan_Park-Milbridge_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g41853-d1821154-Reviews-or10-Honey_Pot_Hill-Stow_Massachusetts.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g41853-d1821154-Reviews-Honey_Pot_Hill-Stow_Massachusetts.html"
    }
]