[
    {
        "attraction_name": "Hong Mau Don Foot Massage",
        "attraction_name_vi": "Massage Chân Hồng Mẫu Đơn",
        "general_info": [
            "11 đánh giá",
            "- 310 trên 544 Spa - Chăm sóc sức khỏe tại Hà Nội",
            "Spa"
        ],
        "attraction_summary": "Chất lượng massage chân và cơ thể rất tốt.  Tôi có nửa giờ mỗi chiếc. Giá 270.000 đồng - - 12 - đối với tôi là một mức giá tuyệt vời, chỉ bằng một phần bảy so với giá ở Hoa Kỳ.  Tuy nhiên đến lúc phải trả tiền thì bị đẩy tiền tip 100.000 đồng.  Tôi nói 30.000, nhưng khi họ định rút thẻ của tôi, tôi biết đó là số tiền của họ nên tôi giật thẻ và trả giá bằng tiền mặt. Thế là tôi đã bị tính nhầm - chơi chữ - vào phút cuối , nhưng thích mọi thứ trước đó.Đọc thêm",
        "reviews": [
            "Tôi dừng lại ở đây để mát-xa chân và hầu như được mát-xa toàn thân; chân, tay, vai và lưng cũng như bàn chân. Tôi cảm thấy như được tiếp thêm sinh lực sau đó. chỉ có 240k trong 60 phút. Tôi đã đưa cho họ 300k và cảm thấy thật tuyệt.Đọc thêm",
            "Gia đình ba người của tôi đã đến nơi mát xa này.  Các quý cô đang ngồi bên ngoài và tôi hỏi liệu chúng tôi có thể sử dụng thẻ tín dụng để thanh toán không vì chúng tôi sắp hết tiền.  Họ cho chúng tôi xem giá mát-xa và chúng tôi chọn dịch vụ mát-xa dài 60 foot với giá 260.000 đồng.  Vì vậy, chúng tôi đi vào và được mát-xa.  Người phụ nữ xoa chân cho tôi thực sự không vui khi làm việc đó, cô ấy nhấc một chân của tôi lên và thả nó xuống đệm. Cô là người cuối cùng bắt đầu nhưng lại là người kết thúc massage đầu tiên.  Sau khi họ kết thúc, người phụ nữ nói tiếng Anh nói rằng tôi phải trả 200.000 đồng tiền tip cho mỗi người và chúng tôi phải trả tiền tip trước khi rời khỏi phòng.  Tôi nói tôi không thể vì tôi không có tiền.  Những người chủ có mặt ở đó khi chúng tôi thanh toán nhưng những người chủ không nói được tiếng Anh nên vợ chồng anh ấy phải nhờ nhân viên mát-xa thông dịch.  Chồng tôi bước vào và nói rằng chúng tôi sẽ không đưa cho họ số tiền boa đó.  Khi chúng tôi rời đi, chính người mát-xa đó đã nhìn tôi một cách khó chịu khi chúng tôi bước ra ngoài.Đọc thêm",
            "Giá quá cao so với massage ở Sài Gòn, Hội An và Huế.  Họ yêu cầu tiền boa lớn hơn mức tôi đưa ra - tôi đưa ra 20 phần trăm, họ muốn 50 phần trăm - .  Không thư giãn chút nào, vì có rất nhiều tiếng la hét xảy ra giữa các công nhân, quầy lễ tân.  Rất vui được rời đi!Đọc thêm",
            "Đó là một nơi tuyệt vời để mát-xa chân thư giãn sau nhiều giờ đi bộ hoặc bay. Tôi thực sự cảm thấy như - được tái sinh - sau 90 phút! Tuyệt vời!Đọc thêm",
            "Đây là một cửa hàng mát-xa nằm đối diện với - Obama Bun Cha -, cửa hàng này mở cách đây hơn 5 năm và đã đạt được danh tiếng từ những người dân địa phương muốn thực sự được mát-xa thư giãn cả chân hoặc cơ thể. Cá nhân tôi đã mát-xa chân ở đây hai lần một tháng và mỗi lần nghĩ đến massage chân ở Hà Nội, tôi lại nghĩ đến cửa hàng này. Hãy yêu cầu bạn được massage trong phòng nhỏ thay vì phòng lớn vì đôi khi mọi người vẫn hút thuốc hoặc nói chuyện ồn ào ngay bên cạnh bạn và điều đó - không hay lắm.Đọc thêm",
            "I walked down the street and saw a neon light flashing Spa  -  Foot Massage.  I didn - t realize this place was Hong Mau Don until after we left, or I would not have gone here based on others -  correct reviews.They offered a 60 min massage for 280,000  - less than  - 14 - , or a 90 minute massage with Sauna and Jacuzzi for 400,000  -  - 20 - .  I decided to do a massage, no sauna or jacuzzi, and my husband wanted a sauna - jacuzzi, no massage.  We enjoyed our services.  My massage therapist was named Lil and she gave a very good massage.  My husband enjoyed his sauna  - tho they put some bad smelling perfumed oils, not pure essential oils in there, and they made it so hot he was unable to stay in there for very long.  We take a lot of saunas and he can take a long hot sauna but this one seemed made to get him out quickly. -  and his jacuzzi - where he spent most of his time.We finished our services, and I, thinking my massage was 200,000, gave Lili a 40,000 tip, which I thought was very generous, but she was good so I was happy to do that.  She took the 40,000, put her head in her hands, gave a big sigh, then told me I had to tip her 100,000.  I took the 40,000 back and said I would ask downstairs.When we got downstairs, we found out that my husband - s services were 230,000.  Just to review, 280,000 for a 60 minute massage requiring skill, and 230,000 for a quick sauna and tub.  That was a shocker, as it was now 530,000  - about  - 25 - , plus Lili was demanding another 100,000.  She was standing close to me, upset, and cracking her knuckles while the people at the front desk  - owners?  pimps? -  fumbled for a long time running our credit card.  They seemed to not know how to do it, so my husband helped them.Of course, realizing it was 280,000 and not 200,000, I would have given Lili another 20,000, for a total of 60,000.I talked with my husband, and we decided to give Lili her 100,000 so that she wouldn - t cause a scene, and to give the bath attendant 50,000, because we are awesome.We had the money out, and the people behind the front desk looked at us and said - tips!  tips!We gave Lili her 100,000, and she changed from upset to relaxed.  We gave the attendant 50,000 and she seemed quite happy.We left having paid around  - 35 in total.  For us, the fee for the massage was ok, but the bath and sauna was overpriced, but that was out fault for not asking first.  We figured it would be around 120,000, but it was double that.While Lili got her extra 40,000  -  - 2 - , and while we still felt we got good services, we will never go back again because, as other reviewers have noticed, they have a vibe of scamming.  Had this not happened, and had Lili graciously accepted her 60,000 tip, she and the spa would have had me and my husband as repeat clients.  So instead of an extra  - 2, they would have received and extra  - 50.  Their behavior created a loss for everyone.If they expect us to pay 100,000 as a tip, that should be clearly stated before the service begins,  That way, it is consensual.  The way they do it feels like extortion.Read more",
            "Beware of this place. i went in today for a foot masage having been told yesterday it would cost  - 8 for 1 hour. when I arrived they couldn - t get me in the room fast enough ! almost like they didnt want me to have second thoughts. They tactfully avoided my question to reconfirm  - 8. eventually i pointed to my feet and said  - foot massage -  and what i got was a nodded  - yes, yes no problem - . i went into a dingey dark room where a local man was having his feet massaged also. the lady asked me to take off my pants. not wanting to be the star exhibition for the pleasure of her and the other person presumably having his feet done  - by another dude -  I pointed to the changing screen and made hand gesture for pants. she went out and brought the usual complimentary pants for me to get changed first. the massage lasted for about an hour  - 50 mins -  and included a few minutes back and arms which i didnt really want but had anyway cause i couldnt spend the time explaining i only wanted a foot massage.  every 15 minutes i got a  - you - re handsome man -  or  - where are you from? - . i rated the massage in the lower quartile of any i have had before. the word unimpressed comes to mind. afterwards i got changed, the other man and his massuer had left by now by the way, and she shut the door and kept saying  - ditch -  and pointing to the floor or foot stool I couldn - t really tell. she then whispered something in english to me like  - ít different here in Vietnam -  and asked for 200,000 VND for the bill. this was  - 10 but i just wanted to leave after the unimpressed massage i just gave her the money. then after i was  - allowed -  out of the room she directed me to the pay desk where an elderly lady demanded 140,000 VND. i realised i had been scammed and the 200,000 VND was her tip ! beware the scammers at this place it is not what you think.Read more",
            "Nó - ở một vị trí trung tâm, chỉ có vậy thôi. Chúng tôi bước ra ngoài đường và yêu cầu mát-xa toàn thân kéo dài một giờ, chúng tôi bị tính phí - 16 cái mỗi cái. Các cơ sở là cơ bản. Chúng tôi ở trong một căn phòng có khoảng 6 chiếc ghế dài; không có sự riêng tư ở đây. Nhân viên mát xa của chúng tôi liên tục trò chuyện với nhau và tôi không cảm thấy đủ thoải mái để thư giãn và tận hưởng dịch vụ mát-xa. Việc mát-xa toàn thân chỉ là chiếu lệ, họ dành phần lớn thời gian cho bàn chân và cẳng chân của tôi. Sau khi mát-xa, họ yêu cầu tiền boa mà tôi không muốn đưa ra vì tôi thất vọng về chất lượng dịch vụ.  Hãy mát-xa chân nhanh nếu bạn phải nhưng nếu bạn đang theo đuổi một liệu pháp mát-xa thư giãn chất lượng thì hãy tránh xa.Đọc thêm"
        ],
        "star_ratings": [
            3,
            3,
            0,
            3,
            2
        ],
        "review_amount": 11,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Massage Chân Hồng Mẫu Đơn",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written November 11, 2022",
            "Written October 3, 2019",
            "Written September 7, 2019",
            "Written January 20, 2019",
            "Written February 13, 2017",
            "Written October 17, 2016",
            "Written February 7, 2013",
            "Written December 12, 2012",
            "Written July 26, 2012"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d2213197-Reviews-Hong_Mau_Don_Foot_Massage-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d2689317-Reviews-S_9_Duck_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d1124697-Reviews-Pho_Thin-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26578422-Reviews-Woomaster_Korean_Aging_Steak_House-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d8088661-Reviews-Bun_Cha_Huong_Lien-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d2031556-Reviews-Nha_Hang_Ngon-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26400087-Reviews-21gam_Yeu_Y-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d7360340-Reviews-The_Moose_Roo_Smokehouse-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d13322525-Reviews-Vua_Cha_Ca-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d12704218-Reviews-Luk_Lak_Vietnamese_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d2687284-Reviews-Jacksons_Steakhouse-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14504631-Reviews-Hai_Pottery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8431997-Reviews-Hom_Market-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d447354-Reviews-Vietnamese_Women_s_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21350922-Reviews-Vi_n_Th_m_M_Korea-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311077-Reviews-Hanoi_Opera_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8616599-Reviews-Hanoi_Police_Museum-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24178578-Reviews-L_essence_De_La_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7916190-Reviews-L_essence_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8692931-Reviews-Serene_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19216012-Reviews-La_enMay_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17707099-Reviews-La_Spa_Hang_Be-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8078381-Reviews-La_Spa_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25080393-Reviews-Peridot_Spa_grand-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12051459-Reviews-Hanoi_Labelle_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19798516-Reviews-Paloma_Motorbike_Hanoi_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1840701-Reviews-Bai_Tho_Junks_Private_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9989890-Reviews-Bai_Tho_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5501639-Reviews-Vietnam_Motorbike_Tours_by_VietLong_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13368103-Reviews-Mon_Cheri_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3957911-Reviews-Asia_Eyes_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6702827-Reviews-Paloma_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27119570-Reviews-Lily_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15000449-Reviews-Thanh_Hoa_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26246053-Reviews-VN_HOP_Travel_Bus-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17115355-Reviews-Stellar_Of_The_Seas-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27534729-Reviews-Dcar_Limousine_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17620831-Reviews-Vietnamese_Private_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8415920-Reviews-Your_Indochina_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g39045-d2249795-Reviews-Rolling_Hills_Zoo-Salina_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g58350-d7287171-Reviews-Boulevard_Park-Bellingham_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d10117159-Reviews-Riverfront_Promenade-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d17711319-Reviews-Gilcrease_Orchard-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d2018907-Reviews-Fondazione_Prada-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d10596678-Reviews-Rob_Peetoom_Hair_Spa-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g34142-d8327438-Reviews-Lake_Minneola-Clermont_Lake_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g37549-d612835-Reviews-Huber_s_Orchard_Winery-Starlight_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g298551-d4536773-Reviews-Al_Rashid_Mega_Mall-Medina_Al_Madinah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188671-d243484-Reviews-Belfort-Bruges_West_Flanders_Province.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d2213197-Reviews-Hong_Mau_Don_Foot_Massage-Hanoi.html"
    }
]