[
    {
        "attraction_name": "Honolulu Zoo",
        "attraction_name_vi": "Sở thú Honolulu",
        "general_info": [
            "2.911 đánh giá",
            "51 trong số 449 điều cần làm ở Honolulu",
            "Sở thú"
        ],
        "attraction_summary": "Từ chim hồng hạc đến hươu cao cổ châu Phi, Vườn thú Honolulu là nơi sinh sống của đủ thứ loài từ vương quốc động vật. Quần thể động vật của nó bao gồm hơn 64 loài bò sát, 38 loài động vật có vú và 160 loài chim. Cơ sở rộng 42 mẫu Anh được tổ chức thành ba khu sinh thái nhiệt đới: Rừng mưa nhiệt đới, Quần đảo Thái Bình Dương và Thảo nguyên Châu Phi. Trong số những điểm nổi bật của nó là triển lãm voi nhiệt đới châu Á mới rộng 1,5 mẫu Anh, trị giá 12 triệu, bao gồm khu vực nuôi voi rộng 7.260 mét vuông và hai hồ bơi 55.000 gallon.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Chúng tôi đã đi hai lần trong ba tuần. Chúng tôi bao gồm các cháu 4 và 7 tuổi cùng với cha mẹ vào ngày đầu tiên.  Tất cả đều vui vẻ khoảng 5 tiếng đồng hồ, vẫn vui và mệt.  Vườn thú bao gồm các loài động vật từ khắp nơi trên thế giới trong môi trường sống tự nhiên, rộng lớn được bao quanh bởi một công viên nhiệt đới xinh đẹp với nhiều bóng mát. Tất nhiên, các loài bò sát nhỏ và một số loài chim được nuôi trong lồng kính hoặc chuồng dây.  Chúng tôi có vài giờ từ khi trả phòng khách sạn đến khi khởi hành chuyến bay, đã thực hiện vòng hai rút ngắn vào ngày cuối cùng của chúng tôi. Những người này là những người yêu thích vườn thú và sẽ quay lại trong những chuyến thăm khác.Đọc thêm",
            "Một sở thú đáng yêu. Không phải là một vườn thú lớn nhưng có rất nhiều thứ để xem. Quán cà phê nhỏ và không cung cấp nhiều. Có thể có nhiều chỗ ngồi hơn để ăn uống.  Cửa hàng sở thú không có nhiều loại. Gần nơi tôi ở để đi bộ.Đọc thêm",
            "Chúng tôi không có ý định đến thăm sở thú Honolulu nhưng rất vui vì chúng tôi đã làm như vậy! Vườn thú có giá rất hợp lý và khá lớn. Có một số loài động vật mà chúng tôi chưa từng thấy trước đây và sở thú được bố trí một cách xuất sắc. Một số lồng dành cho động vật hơi nhỏ, điều này thật đáng buồn nhưng nhìn chung thì rất tốt. \nĐiều này rất tốt cho các gia đình và trẻ nhỏ vì ở giữa vườn thú có một khu vực mà bạn có thể đến gần dê, ngựa, bò và các động vật nhỏ hơn khác. Có một chuồng chim nơi bạn có thể nhìn thấy một số loài chim. Nói chung tôi khuyên bạn nên làm điều này.Đọc thêm",
            "Cả hai chúng tôi đều đã đến sở thú trên khắp thế giới nhưng sở thú này hơi khác so với những sở thú còn lại.  Tất cả các chuồng đều lớn hơn hầu hết các chuồng khác và các con vật dường như thích thú hơn nhiều chuồng mà tôi từng thấy. Các nhân viên đã có thể nhìn thấy và sẵn sàng trả lời bất kỳ và tất cả các câu hỏi. Hầu hết các điểm dừng đều có bản đồ để người ta có thể dễ dàng xác định phương hướng. Với diện tích 42,5 mẫu Anh, họ chắc chắn đóng gói rất nhiều thứ.Đọc thêm",
            "Đây là một vườn thú nhỏ xinh xắn. Chúng tôi đã dành một vài giờ ở đây, giá chỉ là 21,00 tiền mặt. Một số lồng chúng tôi không thấy gì cả, chúng trống rỗng hoặc ẩn náu. Có một vài con voi, ngựa vằn, hươu cao cổ và các động vật nhỏ hơn. Trẻ em sẽ thích nó.Đọc thêm",
            "Lần đầu tiên chúng tôi đến thăm Sở thú Honolulu vào năm 2010 và địa điểm này là một địa điểm tuyệt vời cho một ngày đi chơi trong thành phố. \n\nCó rất nhiều loài động vật tuyệt vời để ngắm nhìn trong những khu chuồng rộng rãi, thời tiết cũng rất lý tưởng cho những loài động vật sống trong khu vực này. \n\nCó một loạt các cửa hàng thực phẩm và đồ uống để các cá nhân ghé thăm một cửa hàng quà tặng tuyệt vời. Có một số khu vui chơi dành cho trẻ em cũng rất thú vị khi sử dụng.\n\nTôi có thể nói rằng số lượng và phạm vi của các loài động vật không còn nhiều như 10 năm trước. Với một vài chuồng trống, nhưng cho đến nay, tê giác là điểm thu hút tốt nhất để ghé thăm. \n\nCác nhân viên đều thân thiện và luôn vui vẻ trò chuyện.\n\nMột ngày tốt lành để ghé thăm.Đọc thêm",
            "Chúng tôi mất gần 3 giờ để đi bộ hết sở thú. Có rất nhiều thứ để xem mặc dù nhiều khu vực xung quanh trông trống rỗng vì các loài động vật đang trốn nắng. Bạn chắc chắn sẽ nhìn thấy voi, hươu cao cổ, khỉ, cá và chim. Việc đi dạo qua công viên thật thú vị vì bạn sẽ thấy rất nhiều cây bụi và cây có hoa. Có rất nhiều nhà vệ sinh trên đường đi nhưng không phải tất cả các quầy hàng thực phẩm và đồ uống đều mở cửa, vì vậy hãy đảm bảo mang theo nước khi bạn vào hoặc mang theo nước của riêng mình.Đọc thêm",
            "Vườn thú này rất đẹp, rộng rãi và là nơi tuyệt vời để bạn dành nửa ngày. Tôi ước chúng tôi đã lên kế hoạch tốt hơn do quy mô của sở thú. Chúng tôi ở lại khoảng 2 12 tiếng nhưng vì họ cho bạn vào và ra nên lẽ ra chúng tôi có thể ra ngoài ăn trưa và quay lại. \n\nNhững khu vực tuyệt đẹp để dã ngoại trên bãi cỏ, những con công, gà và gà con chạy nhảy và một sân chơi tuyệt vời mà đứa con 6 tuổi của tôi rất thích trong khi những đứa trẻ của tôi chụp ảnh tự sướng với những con công lang thang. \n\nTất cả các con vật trông khỏe mạnh và được chăm sóc tốt. \n\nƯớc gì một số triển lãm có nhiều cửa sổ hơn. Do môi trường sống tuyệt vời, rất nhiều loài động vật đang ẩn náu hoặc không có tầm nhìn tốt. \n\nCửa hàng quà tặng tuyệt vời và nhiều món ăn gần đó. Chắc chắn sẽ giới thiệu.Đọc thêm",
            "Chúng tôi dành khoảng 2 giờ ở sở thú vào một buổi sáng.  Thật tuyệt vì sở thú không quá lớn và có thể dễ dàng nhìn thấy những loài động vật tuyệt vời trong thời gian ngắn.  Bóng mát từ cây được chào đón khi đi dạo xung quanh.  Chúng tôi nghĩ rằng có rất nhiều loài động vật được lựa chọn và chúng cũng có thể nhìn thấy được.  Những chú khỉ đã biểu diễn một màn trình diễn đặc biệt dành cho chúng ta - đáng để tham gia!  \nChúng tôi quyết định trở thành thành viên sở thú vì nó chỉ đắt hơn 2 vé người lớn vài đô la.  Một năm vào cửa miễn phí.\nNhìn chung, đây là một vườn thú tuyệt vời đáng để ghé thăm.Đọc thêm",
            "Chồng tôi và tôi đi khám phá sở thú, tôi rất ngạc nhiên với những con vật ở đó, chúng tôi đến lúc gần 2 giờ chiều và tất cả các loài động vật bắt đầu ra khỏi chuồng để kiếm ăn. Các loài động vật được chăm sóc chu đáo và rất được yêu quý tại Vườn thú. N Tôi thích những thông tin được chia sẻ về từng loài động vật.Đọc thêm",
            "Không đáng, hầu hết các khu ngoại ô đều đóng cửa để bảo trì vườn thú chỉ mở cửa từ 10 giờ sáng đến 3 giờ chiều khi hầu hết các loài động vật ngủ trong túp lều, v.v. không thấy nhiều Di AustraliaĐọc thêm",
            "Tôi thích sở thú nhưng điều duy nhất tôi muốn nói với bất kỳ ai muốn đến, có lẽ là hãy đến sau giờ làm việc vì rất nhiều loài động vật đang ngủ cố gắng giữ mátĐọc thêm",
            "30 năm du lịch khắp thế giới và cho đến nay đây là sở thú đáng thất vọng nhất mà tôi từng ghé thăm. Khuôn viên hoàn toàn bị xuống cấp, đến nỗi họ thậm chí không thèm cắt cỏ hay chăm sóc hầu hết các khu vườn. Tôi ước tính khoảng 30-40 khu vực xung quanh trống rỗng và có biển báo sửa chữa nâng cấp đã đóng cửa. Và một số không có động vật trong đó, một số khác có động vật đơn độc thường sống theo nhóm gia đình lớn. Những con vật ngơ ngác nhìn vào tường hoặc lắc lư tới lui như một bệnh nhân bị bệnh tâm thần. Ở mức 21USD, thật là xấu hổ khi một quốc gia được coi là thế giới đầu tiên lại đối xử với động vật trong những điều kiện như ở đây, ít hoặc không có chất bổ dưỡng, chuồng nuôi nhỏ, ít bảo trì và tình trạng hư hỏng lan tràn khắp nơi. Một số lượng lớn người ở đây trên Chủ nhật chúng tôi đến thăm, rất nhiều gia đình đi dã ngoại, nhưng hầu hết mọi người đều nghe thấy mọi người bình luận về cảm giác tồi tàn của nơi này. Họ đang chi hàng ngàn đô la phí nhập học vào việc gì??? Đó chắc chắn không phải là những người làm vườn và trong 4 giờ chúng tôi ở đó, chúng tôi chỉ thấy 1 nhân viên dọn dẹp chuồng bò và một nhân viên bảo vệ ngoài nhân viên lễ tân thanh toán.Đọc thêm",
            "Rất nhiều loài động vật đẹp mắt mà bạn sẽ không tìm thấy ở hầu hết các vườn thú trên đất liền Hoa Kỳ. Cụ thể là Ghrail, Rồng Komodo và Tinh tinh. Và giống như con người, các loài động vật ở đây cũng tỏ ra thích thú với khí hậu rất dễ chịu.Đọc thêm",
            "Tôi sẽ không giới thiệu sở thú này. Chuồng nuôi động vật quá nhỏ. Thật khó chịu khi nhìn thấy những con vật trong môi trường nàyĐọc thêm",
            "Tôi sẽ không quay lại sở thú này nếu nó miễn phí!  Một số loài động vật mà chúng tôi thấy đang sống trong những khu chuồng nhỏ mọc um tùm với nước nhầy nhụa màu xanh lá cây khó chịu! Họ cần phải đóng cửa sở thú này và gửi những con vật đến nơi chúng có điều kiện sống tươm tất và nước sạch!  Có những con rùa trong nước xanh và thô đến mức trông như thể tảo bị dính vào mai rùa! Tôi không thể tưởng tượng được những con vật này cảm thấy thế nào khi sống trong điều kiện khủng khiếp như vậy!Đọc thêm",
            "Vườn thú xinh đẹp. Chúng tôi đã ở đó hơn hai giờ một chút. Chúng tôi đến khi nó mở cửa lúc 10 giờ. Chúng tôi không thấy nhiều động vật, chúng đang trốn ngủ hoặc không ra ngoài.  Chúng tôi rất thích xem những bức ảnh được trưng bày và thích đọc các biển thông tin tại các cuộc triển lãm.  Nhân viên và tình nguyện viên rất thân thiện.Đọc thêm",
            "Sở thú Honolulu là một nơi tuyệt vời để chúng tôi giết thời gian trong một ngày dài ở Oahu. Vé vào cửa là 21 mỗi người tại thời điểm ghé thăm. Trong khuôn viên có nhiều loại động vật hoang dã và du khách có thể đỗ xe ở khu đất liền kề nơi lưu trú trong vài giờ. Mặc dù là một vườn thú nhỏ hơn so với những vườn thú khác mà chúng tôi đã ghé thăm và có cảm giác như cơ sở vật chất có thể được bảo trì tốt hơn về tổng thể, nhưng cách bố trí vườn thú dường như đã được thiết lập để khiến mọi thứ trở nên thú vị đối với chúng tôi. Ngày hôm đó khu đất rất đông đúc, nhưng đối với một nơi như Honolulu, điều này không có gì đáng ngạc nhiên. Nhìn chung, Sở thú Honolulu rất tuyệt vời trong vài giờ chúng tôi ghé thăm, không phải là nơi có giá trị tốt nhất trên thế giới nhưng vẫn giữ được sự quan tâm của chúng tôi như chúng tôi mong đợi. Vui lòng cho biết bạn có thấy đánh giá này hữu ích hay không vì nó sẽ được đánh giá rất caoĐọc thêm",
            "Thành thật mà nói, đến từ St Louis, tôi có thể hiểu tại sao lại được bình chọn là sở thú tốt nhất. Và Sở thú của chúng tôi hoàn toàn miễn phí, sở thú duy nhất khác mà tôi từng thấy so sánh là sở thú Tampa. Vườn thú này rất tốn kém và không đáng giá 20 đô la để vào cửa. Bạn hầu như không được nhìn thấy bất kỳ loài động vật nào, đó ít nhiều là một bài học lịch sử. Điều duy nhất tôi thích ở sở thú này là trạm rửa tay khi bạn rời khỏi khu vườn thú dành cho trẻ em. Sở thú này là một trò đùa, NHƯNG tôi đã tập thể dục rất nhiều vì phải đi bộ nhiều. Vườn thú này chỉ là một vòng tròn lớnĐọc thêm",
            "Tôi đến Sở thú Honolulu lần đầu tiên sau nhiều năm với tư cách là cư dân Honolulu. Nó có giá 10. cho cư dân 21. cho người lớn không cư trú! Tôi chỉ ở đó 40 phút. Tôi không chụp bất kỳ bức ảnh nào về động vật, vì hầu hết thời gian, người ta không thể nhìn thấy chúng trong chuồng hoặc chuồng đang được xử lý. Rất ít động vật có thể được nhìn thấy ngay cả trong khu vực dành cho trẻ em, hoặc chúng ở rất xa. Ngoài ra, tôi không muốn chụp ảnh động vật trừ khi nó trông giống như chúng đang ở trong môi trường sống tự nhiên của chúng. Dây cũng cản trở những bức ảnh đàng hoàng. Có tiềm năng ở đó, nhưng nó vẫn chưa được sử dụng hết mức!  Nó KHÔNG đáng tiền!Đọc thêm",
            "Đậu xe qua đêm tại vườn thú có tính phí không?Đọc thêm",
            "Tôi tin rằng khu vực đỗ xe có nhiều bãi đậu xe trên đường hơn và có thể rất gần đó. Có lẽ bạn có thể.  Nhưng có rất nhiều người vô gia cư trong khu vực.  Vì vậy, hãy cẩn thận về nơi bạn để xe và không mang theo đồ đạc gì trong đó.Đọc thêm",
            "Giá dành cho người lớn và trẻ emĐọc thêm",
            "Nếu mọi người trả tiền, với cùng một vé, bạn có thể đi trong hai ngàyĐọc thêm",
            "Thanh toán trực tuyến hay tại quầy tốt hơn?Đọc thêm",
            "Ở cổng là được. Sở thú nhỏ thực sự tốtĐọc thêm",
            "giá bao nhiêu? có chỗ đậu xe miễn phí không? giá đậu xe là bao nhiêu? khi nào mở cửa? giờ mở cửa? cảm ơnĐọc thêm",
            "Khoảng 14 người một người, hãy nhớ rằng bạn thực sự phải trả tiền để chăm sóc động vậtĐọc thêm",
            "chó có ồn ào ở đó không? giống chó bình thường chứ không phải chó dịch vụĐọc thêm",
            "Tôi không thấy con nào nên đề xuất của tôi sẽ là không, chỉ có chó phục vụ.  Nếu bạn muốn gọi cho họ khi bạn ở đó, họ sẽ rất vui lòng trả lời câu hỏi tốt hơn tôi có thể giúp bạn.Đọc thêm",
            "Chi phí tham quan Vườn thú Honolulu là bao nhiêu?Đọc thêm",
            "Tôi có thể biết đỗ xe ở đây bao nhiêu một giờ không? Đọc thêm",
            "Nó được thiết lập theo giờ để bạn gửi đủ tiền để trang trải thời gian bạn ước tính chuyến thăm của mình.. số tiền này sẽ được trả vào một máy gần lối vào. Bạn luôn có thể thoát ra để nạp tiền và vào lại.Đọc thêm",
            "Bạn có thể mang thức ăn hoặc nước vào bên trong không?Đọc thêm",
            "Đúng, chúng tôi mang theo những chai nước lớn và đồ ăn nhẹ. Chúng tôi không dừng lại và không kiểm tra hành lý khi nhập cảnhĐọc thêm",
            "Aloha. Chúng tôi dự định ở trong một khách sạn bên cạnh sở thú Honolulu trong 3 đêm vào tháng 5 năm 2017. Tôi đã xem xét tình trạng bãi đậu xe của sở thú Honolulu và thấy không dễ để tìm được một chỗ trống. Ngoài ra, công ty đỗ xe đã thay đổi xác nhận cần thiết và khách không thể đỗ xe ở đó cả đêm. Tôi muốn hỏi tình trạng bãi đậu xe hiện tại. Nếu chúng ta vẫn có thể đỗ xe ở đó qua đêm? Cảm ơn bạn rất nhiều!Đọc thêm",
            "Chúng tôi ở trong khách sạn đối diện sở thú.  Nếu khách sạn của bạn gần sở thú và có vẻ như như vậy thì tôi sẽ đi bộ đến sở thú.  Không chắc chắn về chỗ đậu xe vì chúng tôi đã đi bộ.Đọc thêm",
            "Vé vào bao nhiêu?Đọc thêm",
            "Tôi tin rằng bây giờ là 14:00Đọc thêm"
        ],
        "star_ratings": [
            964,
            1114,
            600,
            150,
            83
        ],
        "review_amount": 2911,
        "location": [
            "Sở thú Honolulu",
            "Hoa Kỳ",
            "oahu",
            "Hawaii HI",
            "Những điều cần làm ở Honolulu",
            "Honolulu"
        ],
        "reviews_time": [
            "Written July 3, 2023",
            "Written July 4, 2023",
            "Written August 9, 2023",
            "Written October 2, 2023",
            "Written October 4, 2023",
            "Written October 15, 2023",
            "Written October 17, 2023",
            "Written October 21, 2023",
            "Written November 5, 2023",
            "Written November 18, 2023",
            "Written May 13, 2024",
            "Written May 2, 2024",
            "Written April 22, 2024",
            "Written April 20, 2024",
            "Written April 9, 2024",
            "Written April 5, 2024",
            "Written March 29, 2024",
            "Written February 25, 2024",
            "Written February 24, 2024",
            "Written February 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60982-d131516-Reviews-Honolulu_Zoo-Honolulu_Oahu_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d15246961-Reviews-Deck-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d14111082-Reviews-Momosan_Waikiki-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d2393812-Reviews-Barefoot_Beach_Cafe-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d588650-Reviews-D_k_Steak_House-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d434398-Reviews-Arancino_di_Mare-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d13538834-Reviews-Morimoto_Asia_Waikiki-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d4920173-Reviews-Tucker_Bevvy_Picnic_Food-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d434033-Reviews-Tiki_s_Grill_Bar-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d433858-Reviews-Sansei_Seafood_Restaurant_Sushi_Bar-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60982-d787958-Reviews-Teddy_s_Bigger_Burgers_Waikiki-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d9870783-Reviews-Gandhi_Statue-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d3988972-Reviews-Art_on_the_Zoo_Fence-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d561030-Reviews-Saint_Augustine_by_the_Sea-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2240898-Reviews-Kuhio_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d108377-Reviews-Kalakaua_Avenue-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d13155841-Reviews-Kahi_Hali_a_Aloha-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d131397-Reviews-Kapiolani_Park-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d10053503-Reviews-Queen_s_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d8423377-Reviews-Aloha_Market_at_Waikiki-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d10020624-Reviews-Okinawan_Festival-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d131516-Reviews-or10-Honolulu_Zoo-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d15128101-Reviews-Hawaii_Hoverboarding_Tours-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1096631-Reviews-Hans_Hedemann_Surf_School-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d12324040-Reviews-Spiritual_Tours_Hawaii-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d19042551-Reviews-Hawaiian_Style_Rentals_Sales-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d8535591-Reviews-Ohana_Surf_Project-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d23704875-Reviews-No_Ka_Oi_Circle_Island_Tour-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d8733813-Reviews-Hawaii_Surfing_Academy-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d15217556-Reviews-Clik_Shuttle_Tour-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d658955-Reviews-Segway_of_Hawaii-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d26209616-Reviews-Paina_Waikiki_Luau_Honolulu_Oahu-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d8661466-Reviews-Makai_Gift_Outlet-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d199078-Reviews-Colossus_of_Rhodes-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g32414-d3267466-Reviews-Island_Waterpark-Fresno_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g2317044-d12991442-Reviews-Grand_Canyon_Chiang_Mai-Nam_Phrae_Hang_Dong.html",
            "https://www.tripadvisor.com/Attraction_Review-g198820-d775674-Reviews-Gruyeres_Castle-Gruyeres_La_Gruyere_Canton_of_Fribourg.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127623-d320970-Reviews-Osaka_Castle-Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d8556140-Reviews-Hamilton_An_American_Musical-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g3444807-d4371028-Reviews-Kos_Natural_Park-Zia_Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d8527016-Reviews-Bunk_Art_1-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d4442628-Reviews-FlyOver_Canada-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g479217-d2414328-Reviews-Portuguese_Island-Inhaca_Inhaca_Island_Maputo_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60982-d131516-Reviews-or10-Honolulu_Zoo-Honolulu_Oahu_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60982-d131516-Reviews-Honolulu_Zoo-Honolulu_Oahu_Hawaii.html"
    }
]