[
    {
        "attraction_name": "Horizon Vietnam Travel",
        "attraction_name_vi": "Du lịch Horizon Việt Nam",
        "general_info": [
            "1.252 đánh giá",
            "- 17 trên 1.089 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour tham quan",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Đội ngũ địa phương của chúng tôi sẽ mang đến cho bạn nhiều tour du lịch được thiết kế riêng, phi thường, đầy cảm xúc và thư giãn tại Việt Nam, Lào và Campuchia. Các chuyến đi của chúng tôi là những chuyến đi khám phá lịch sử - văn hóa, đi bộ đường dài, giao lưu với người dân địa phương và kỳ nghỉ ở bãi biển. https: - - horizon-vietnamtravel.com - Đọc thêm",
        "reviews": [
            "Dịch vụ được cung cấp chỉ là hoàn hảo. Chúng tôi luôn rất hài lòng với những chuyến xe buýt do Jessica đặt từ Vietnam New Horizon Travel. Cô ấy đã giúp đỡ chúng tôi rất nhiều và luôn đáng tin cậy cũng như dễ dàng liên hệ qua WhatsApp. Cô ấy luôn trả lời rất nhanh và đưa ra rất nhiều lời khuyên bổ ích. Những hãng xe buýt cô chọn đều đáng tin cậy và an toàn. Các chuyến xe buýt rất thoải mái và xe buýt rất mới, sạch sẽ và giá cả hợp lý. Jessica đã giúp đỡ rất nhiều khi sắp xếp lộ trình du lịch của chúng tôi. Chúng tôi rất biết ơn sự giúp đỡ của cô ấy. Cô ấy đã trở thành một người bạn thực sự vì chúng tôi thường xuyên liên lạc với cô ấy. Cô ấy luôn rất tốt bụng và đề nghị giúp đỡ. Tôi chắc chắn sẽ giới thiệu. Vì vậy, nếu nghi ngờ - hãy chọn Vietnam New Horizon Travel và bạn sẽ - không hối tiếc - Đọc thêm",
            "Chúng tôi đã liên hệ với Horizon Travel để đặt chuyến đi riêng kéo dài 14 ngày. Đội ngũ rất chú ý đến yêu cầu của chúng tôi và tổ chức toàn bộ chuyến đi đến từng chi tiết. Mọi thứ diễn ra theo đúng kế hoạch và đồng thời chúng tôi thích sự linh hoạt của tour riêng khi điều chỉnh theo nhu cầu của chúng tôi hoặc thêm một số điểm tham quan vào phút cuối. Chúng tôi muốn khen ngợi đội ngũ vì đã theo dõi trong suốt chuyến đi, thậm chí ngoài giờ làm việc để kiểm tra chúng tôi. Rất đáng để giới thiệu!Đọc thêm",
            "Dịch vụ xuất sắc, kế hoạch hoàn hảo, mọi thứ mà cơ quan này làm đều hoàn hảo. Người liên hệ của chúng tôi là Nguyễn, người đã đảm bảo rằng chuyến đi của chúng tôi thực sự thành côngĐọc thêm",
            "Chuyến đi được tổ chức hoàn hảo, từ lễ tân tại sân bay, đến đặt phòng khách sạn, vé máy bay, bữa ăn, hướng dẫn viên, tài xế, v.v. Ngoài ra, Horizon có thể đáp ứng những yêu cầu vào phút cuối của chúng tôi mà không cần thắc mắc.Đọc thêm",
            "Chuyến đi thật tuyệt vời, Sang thực sự có năng lực và vui tính. Ông giải thích rất nhiều câu chuyện hay về Việt Nam, tôn giáo và văn hóa của họ. Thực sự được đánh giá cao. Rất khuyến khích! Đọc thêm",
            "Trải nghiệm tuyệt vời ở Việt Nam cũng nhờ Du lịch Việt Nam. Quản lý rất tốt, sự lựa chọn tuyệt vời của khách sạn, giao tiếp tốt. Và tôi phải nói rằng, những tài xế và hướng dẫn viên du lịch tuyệt vời: những người tốt, có học thức, chủ động, cởi mở. Chúng tôi chắc chắn sẽ giới thiệu Horizon Travel và chúng tôi sẽ xem xét lại đại lý này. Đọc thêm",
            "Chúng tôi rất vui mừng được giao phó việc tổ chức tour du lịch Việt Nam và Campuchia cho Horizon Vietnam Travel. Chuyến đi nhằm kỷ niệm 40 năm ngày cưới của chúng tôi. Chúng tôi được chăm sóc từ lúc đến Hà Nội cho đến khi khởi hành từ Siem Reap 25 ngày sau. Tuy nhiên, chương trình đã cho chúng tôi thời gian để khám phá một mình. 7 hướng dẫn viên của chúng tôi đều là người địa phương ở những khu vực chúng tôi đến thăm: tất cả đều tốt, hầu hết đều đặc biệt. Mỗi hướng dẫn viên đều có chuyên môn riêng - lịch sử, thiên nhiên, nông nghiệp, địa lý, tôn giáo, v.v. - và là một kho thông tin. 6 tài xế riêng của chúng tôi đều rất chuyên nghiệp và thể hiện kỹ năng lái xe ấn tượng trong tình trạng giao thông hỗn loạn. Chúng tôi đã liên lạc hàng ngày với HVT của WhatsApp. Chương trình bao gồm bữa sáng mỗi ngày, sau đó là bữa trưa hoặc bữa tối. Chúng tôi thường yêu cầu hướng dẫn viên đổi bữa trưa cố định lấy bữa tối và họ rất vui khi làm điều đó. HVT khuyên chúng tôi đừng ngần ngại nếu muốn thay đổi chương trình trong chuyến tham quan. Với 3 ngày - thông báo, chúng tôi đã yêu cầu thay đổi một ngày tham quan các ngôi đền - trong đó chúng tôi đã thấy hàng trăm ngày - thành một chuyến đi bộ xuyên thiên nhiên mà họ vui vẻ tổ chức. Chỗ ở hàng đêm trong chương trình có chất lượng khác nhau. Chỗ ở không thoải mái nhất - ngoài chuyến tàu đêm Chapa - là chỗ ở địa phương với người dân, nhưng đây cũng là những kỳ nghỉ bổ ích nhất của chúng tôi khi làm quen với người dân địa phương và hiểu lối sống của họ. Chương trình do HVT nghĩ ra và cách tổ chức chuyến đi hoàn hảo của họ đã cho phép chúng tôi được khám phá nhiều hơn về Việt Nam và Campuchia hơn bao giờ hết. Bằng cách đặt một chuyến tham quan riêng được cá nhân hóa với một công ty địa phương, chúng tôi tránh được cảm giác bó buộc của một chuyến tham quan theo nhóm có tổ chức, đồng thời vui vẻ bỏ tiền vào nền kinh tế địa phương.Đọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời đến Việt Nam và Campuchia, điều này phần lớn là nhờ vào đội ngũ xuất sắc tại Horizon Vietnam Travel. Tính chuyên nghiệp, kiến ​​thức và sự chú ý đến từng chi tiết của họ thật ấn tượng. Hướng dẫn viên của chúng tôi là những đại sứ thực sự của đất nước, làm phong phú thêm trải nghiệm của chúng tôi bằng những hiểu biết sâu sắc về văn hóa và lịch sử, cùng với những câu chuyện cá nhân hấp dẫn. Tôi hết lòng giới thiệu Hướng dẫn du lịch Horizon Việt Nam cho tất cả du khách đang tìm kiếm một hành trình đích thực và đáng nhớ. Cảm ơn bạn rất nhiều vì đã làm cho kỳ nghỉ của chúng tôi trở nên đặc biệt! Luis Subtil Barreiro và Nhóm Volta ao Mundo.Đọc thêm",
            "Xin chào,Tôi muốn để lại ở đây trải nghiệm của chúng tôi với công ty du lịch Horizon Vietnam Travel. Có bốn người chúng tôi và chúng tôi đã liên hệ với cơ quan vào thời điểm lên kế hoạch cho chuyến đi của mình. Ngay từ đầu, cơ quan đã thực sự quan tâm đến chúng tôi, với những lo lắng, quan tâm, sở thích và mọi thứ của chúng tôi. Chúng tôi là người Tây Ban Nha và cơ quan đã đưa những người nói tiếng Tây Ban Nha vào để tương tác với chúng tôi. Đặc biệt cảm ơn Florian và Camila vì họ là người liên lạc chính của chúng tôi. Vì chúng tôi có bốn người nên cơ quan đã tạo một nhóm 4 người cho chuyến đi này. Về cơ bản chúng tôi đã có một chuyến du lịch riêng chỉ dành cho chúng tôi... thật tuyệt vời. Xe tải riêng, hướng dẫn viên riêng, mọi thứ riêng tư !!!! Khi chúng tôi lên kế hoạch cho chuyến đi, từ chuyến tham quan cơ bản, chúng tôi yêu cầu thực hiện một số thay đổi vì chúng tôi muốn đến thăm nơi này nơi kia, và cơ quan đã thực hiện những sắp xếp cần thiết để phù hợp với mong đợi của chúng tôi. Trong mọi thời điểm, cơ quan luôn quan tâm đến chúng tôi . Họ đã tạo ra một nhóm Whatsapp nơi chúng tôi thường xuyên liên lạc với họ. Cơ quan này luôn cung cấp một hướng dẫn viên tiếng Tây Ban Nha cho chúng tôi rằng họ luôn ở bên chúng tôi, đáp ứng nhu cầu của chúng tôi, giải thích về chuyến thăm, lịch sử, trang phục, mọi thứ. Ngoài ra, chúng tôi còn có có một vấn đề nhỏ ở Hà Nội và đại lý đã có mặt để giải quyết mọi việc. Tóm lại, chúng tôi thực sự rất vui khi chọn đại lý này. Chúng tôi giới thiệu họ 100 - .Đọc thêm",
            "Tổ chức xuất sắc được cung cấp bởi cơ quan này. Họ tổ chức cho tôi một chuyến đi với hướng dẫn viên và tài xế riêng, các chuyến bay trong nước và quốc tế, tàu đêm, tất cả đều ở mức giá rất phải chăng. Lễ tân tuyệt vời tại văn phòng của họ với dịch vụ mát-xa, âm nhạc và thư giãn do nhân viên của họ cung cấp. Họ hỏi thăm nhu cầu của tôi ở mỗi bước của chuyến đi, thể hiện mức độ chuyên nghiệp cao.Đọc thêm",
            "Bạn chi trả cho chuyến đi đến Horizon Việt Nam bằng cách nào?Đọc thêm",
            "Xin chào, chúng tôi sẽ đến Việt Nam vào tháng 3 năm 2023 trong 1 tháng với đại lý này.\nBạn có lời khuyên nào cho chúng tôi sau chuyến đi của bạn không?\nCảm ơn bạn trướcĐọc thêm",
            "Xin chào, tôi sẽ làm việc với công ty này trong năm nay và tôi muốn biết việc cấp thị thực diễn ra như thế nào? biết rằng tôi ở đó hơn 15 ngày và tôi không nói được tiếng Anh nào cả.Đọc thêm",
            "Xin chào, về vấn đề visa, chúng tôi lo các thủ tục với cơ quan chức năng Việt Nam. Chúng tôi sẽ gửi cho bạn một thư mời mà bạn chỉ cần xuất trình khi đến sân bay, kèm theo ảnh nhận dạng và giá thị thực bằng đô la.\nN - đừng ngần ngại liên hệ với cố vấn của bạn để biết thêm thông tin chi tiết\nChúc bạn có một chuyến đi vui vẻ!Đọc thêm",
            "xin chào, tôi muốn biết bạn chọn cách thanh toán cho chuyến đi như thế nào \ncảm ơn bạnĐọc thêm",
            "Xin chào Colette, 50 - bằng thẻ tín dụng và 50 - bằng tiền mặt - euro -. Khám phá rất tốt. Trân trọng. Isabelle.Đọc thêm",
            "Tôi muốn đi cùng công ty du lịch Việt Nam chân trời này, tôi hơi ngại tin tưởng họ, bạn có thể cho tôi biết xin cảm ơnĐọc thêm",
            "Chào buổi sáng, \nChúng tôi cùng cơ quan này rời đi từ ngày 4 đến ngày 19 tháng 1 năm 2020 để khám phá Việt Nam. Một trong những đứa con của chúng tôi đã chọn nó cách đây 7 hoặc 8 năm. Cơ quan đã lắng nghe mong muốn của chúng tôi, chuyến đi thật tuyệt vời và sự hỗ trợ hoàn hảo. Nếu có thể rời đi lần nữa, vì 14 ngày là quá ngắn để khám phá một đất nước xinh đẹp như vậy, chúng tôi sẽ không ngần ngại liên hệ với họ. Để biết thông tin của bạn, họ có những đại lý nói tiếng Pháp rất tốt.\nTrân trọng - Marie ClaudeĐọc thêm",
            "Tôi muốn biết đây có phải là lừa đảo không vì một số người bạn Việt Nam của tôi không biết đại lý địa phương nàyĐọc thêm",
            "Buổi tối vui vẻ\nTôi hiểu sự e ngại của bạn bởi vì tôi cũng cảm thấy điều đó ngay từ đầu, hay chính xác hơn là khi nảy sinh vấn đề thanh toán. \nGiống như bạn, tôi đã đặt câu hỏi này cho những khách hàng cũ đã đăng đánh giá và...tôi đã không thất vọng. \nĐây là một đại lý địa phương đã hoạt động được khoảng mười năm, chủ yếu thông qua truyền miệng. Và điều đó càng tốt hơn, ít nhất là đối với khách du lịch chúng tôi, bởi vì chúng tôi đánh giá cao chất lượng dịch vụ được cung cấp.\nTôi sắp trở về sau chuyến du lịch 16 ngày. Mẹo hàng đầu - \nMột vài người bạn sẽ đến công ty này vào tháng tới. Tôi không nghi ngờ gì về sự hài lòng của họ.\nHãy tiếp tục, bạn có thể tin tưởng.\nVà sau đó, một đại lý được thành lập tốt không đồng nghĩa với việc đảm bảo dịch vụ hiệu quả 100%, phải không?\nTôi là người Việt Nam và tôi muốn làm việc với một cơ quan địa phương. Không hối tiếc, thực sự.\nTrân trọng.Đọc thêm"
        ],
        "star_ratings": [
            1213,
            57,
            1,
            0,
            2
        ],
        "review_amount": 1273,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Horizon Việt Nam",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written April 17, 2024",
            "Written April 7, 2024",
            "Written March 26, 2024",
            "Written February 18, 2024",
            "Written January 26, 2024",
            "Written January 8, 2024",
            "Written December 29, 2023",
            "Written November 21, 2023",
            "Written September 30, 2023",
            "Written September 27, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8797035-Reviews-Horizon_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or10-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17668230-Reviews-The_Room_Escape_Live-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24193792-Reviews-Indochina_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6561298-Reviews-Indochina_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9995703-Reviews-Vietnam_National_Museum_of_Nature-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8630271-Reviews-Vietnam_Adventure_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10824740-Reviews-Go_Sapa_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d447352-Reviews-Vietnam_Museum_of_Ethnology-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2205444-Reviews-Vietnam_Amazing_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6863564-Reviews-Inspire_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d25557537-Reviews-Vietnam_Autentico_Viajes-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12151167-Reviews-Longlink_Traditional_Water_Puppet_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g528765-d566530-Reviews-Castle_Combe_Village-Castle_Combe_Cotswolds_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g58608-d1857134-Reviews-Gardner_Cave-Metaline_Falls_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d4960260-Reviews-Moon_Palace_Golf_Course-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d4756149-Reviews-Mercado_Municipal_De_Artesanias-San_Jose_San_Jose_Metro_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g664253-d246684-Reviews-Lago_d_Idro-Idro_Province_of_Brescia_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187842-d1744282-Reviews-Aquaria_Thermal_SPA-Sirmione_Province_of_Brescia_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g60734-d2151188-Reviews-Loop_Road-Ochopee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60115-d258377-Reviews-Little_Norway-Mount_Horeb_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548714-Reviews-Sotheby_s-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g151932-d1885263-Reviews-The_Mayan_Baths-San_Miguel_de_Allende_Central_Mexico_and_Gulf_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or10-Horizon_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-Horizon_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Horizon Vietnam Travel",
        "attraction_name_vi": "Du lịch Horizon Việt Nam",
        "general_info": [
            "1.252 đánh giá",
            "- 17 trên 1.089 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour tham quan",
            "Tour riêng",
            "Thiên nhiên - Tour du lịch động vật hoang dã"
        ],
        "attraction_summary": "Đội ngũ địa phương của chúng tôi sẽ mang đến cho bạn một loạt các tour du lịch được thiết kế riêng, đặc biệt, đầy cảm xúc và thư giãn tại Việt Nam, Lào và Campuchia. Các chuyến đi của chúng tôi là những chuyến đi khác thường, khám phá lịch sử - văn hóa, đi bộ đường dài, giao lưu với người dân địa phương và kỳ nghỉ ở bãi biển. https: - - Horizon-vietnamtravel.com - Đọc thêm",
        "reviews": [
            "Horizon Vietnam Travel là một khám phá thú vị, họ đã hướng dẫn chúng tôi đi khắp đất nước với một tổ chức rất tốt, tất cả nhân viên, hướng dẫn viên và tài xế luôn rất tốt bụng và chuyên nghiệp. Chúng tôi rất thích tất cả các đề xuất của họ, chúng tôi giới thiệu đại lý này cho mọi người.Đọc thêm",
            "Chúng tôi rất vui mừng với sự quan tâm và tổ chức nhận được từ cơ quan này. Chúng tôi không thể giới thiệu cơ quan này nhiều hơn, họ luôn ở đó để biết mọi thứ đang diễn ra như thế nào. Đó là một cơ quan rất chuyên nghiệp mà chúng tôi cảm ơn vì đã tổ chức một chuyến đi phù hợp với những gì chúng tôi đang tìm kiếm. Đó là một cuộc hành trình rất trọn vẹn mà chắc chắn nếu không có họ thì mọi chuyện sẽ không như vậy. Chúng tôi cảm ơn các bạn rất nhiều vì tất cả những gì các bạn đã làm để mọi thứ diễn ra tốt đẹp!!Đọc thêm",
            "Nhóm Horizon Việt Nam đã sắp xếp chuyến đi của chúng tôi đến Việt Nam và Campuchia. Đây là một tổ chức rất đáng tin cậy và đáng tin cậy. Nó bắt đầu bằng việc tổ chức kỳ nghỉ: trình bày chương trình một cách nhanh chóng và không tiếc công sức để đạt được nó như chúng tôi mong muốn. Chúng tôi đã gửi thư và WhatsApped. Liên hệ tuyệt vời và rất chuyên nghiệp. Khi nhìn thấy đất nước xinh đẹp này, chúng tôi đã có 2 hướng dẫn viên du lịch không đáp ứng được mong đợi của chúng tôi và họ nhanh chóng được thay thế bằng những hướng dẫn viên du lịch xuất sắc! Điều thực sự quan trọng là phải có một hướng dẫn viên giỏi, chúng tôi yêu thích những người năng động, những người kể cho chúng tôi về đất nước của họ và những người muốn thể hiện điều gì đó hơn những gì bạn thể hiện với khách du lịch bình thường. Chúng tôi đã có một chuyến đi tuyệt vời nhưng cuối cùng lại kiệt sức - tip? Thực hiện một số lựa chọn và có một chương trình thư giãn hơn. Chúng tôi hiểu rằng bạn muốn xem và làm tất cả nhưng ví dụ như chúng tôi đã đi chợ nổi ở Cái Răng - thật là một sự thất vọng lớn - biết rằng chúng tôi đã lái xe 4 giờ để đến đó, đặt khách sạn ở đó để có thể ngắm chợ vào lúc bình minh và sau đó lái xe 4 giờ trở lại thành phố - Tôi thích ở lại thêm một đêm ở Hội Ann để tận hưởng thành phố xinh đẹp này và thậm chí có thể là bãi biển ở đó. Nhưng đó là lựa chọn cá nhân. Nhóm Horizon Vietnam rất nhiệt tình. Tôi thực sự khuyên bạn nên tổ chức chuyến đi Việt Nam cùng họ. 2 gia đình mà chúng tôi biết đã đặt phòng với họ và cũng rất vui và khi chúng tôi nói chuyện, một người bạn khác đang liên hệ với họ. Tôi sẽ không quảng bá dịch vụ của họ nếu chúng tôi không vui lắm! Và một dấu ấn cá nhân - người lên kế hoạch cho chuyến đi của chúng tôi đã đến gặp chúng tôi tại khách sạn ở Hà Nội. Điều đó thật tuyệt vời phải không?Đọc thêm",
            "Chúng tôi nhiệt liệt giới thiệu công ty lữ hành này tại Hà Nội. Chúng tôi đặt chuyến đi 18 ngày đến Việt Nam và Lào với tài xế và hướng dẫn viên nói tiếng Anh, 4 - 5 khách sạn. Chuyến đi tuyệt vời và không có vấn đề gì cả. Họ thực sự phản hồi 24 - 7 khi khách sạn không cung cấp đủ phòng hoặc khi chúng tôi phải thay đổi lịch trình vào phút cuối vì con trai chúng tôi bị ốm. Chúng tôi cũng đã gặp nhóm ở Hà Nội và họ rất đáng yêu. Cảm ơn HorizonVietnam! Cảm ơn cô Kiều Anh, người đã lập hành trình cho chúng tôiĐọc thêm",
            "Tôi không thể giới thiệu thêm Horizon Vietnam, người đã chăm sóc chuyến đi Việt Nam của chúng tôi năm nay. Họ rất chu đáo và sẵn sàng, nhóm thường xuyên kiểm tra với chúng tôi để đảm bảo rằng chúng tôi có khoảng thời gian tuyệt vời nhất ở Việt Nam và mọi thứ đều diễn ra tốt đẹp. Mọi thứ đều tuyệt vời từ khách sạn, đến các chuyến du ngoạn và tài xế cũng như hướng dẫn viên của chúng tôi đều rất đáng yêu. Tôi chắc chắn sẽ gọi họ lần nữa để thăm phần còn lại của Việt Nam và các nước xung quanh - vì họ cũng có thể sắp xếp việc đó - . Đọc thêm",
            "Horizon Vietnam đã tổ chức một chuyến du lịch khó quên cho tôi và gia đình. Chúng tôi đã đến thăm tất cả các địa điểm và thắng cảnh chính của đất nước và họ không bao giờ bỏ lỡ một nhịp nào. Bản thân chuyến tham quan, tài xế, hướng dẫn viên du lịch và đại lý du lịch đều đã làm rất tốt. Tôi thực sự khuyên bạn nên sử dụng chúng!Đọc thêm",
            "Lời khuyên thực sự của tôi là hãy chọn công ty này, bởi vì tổ chức và tính chuyên nghiệp của họ thực sự tuyệt vời, tôi đã đi du lịch cùng họ ở Việt Nam và mọi thứ đều tuyệt vời - từ cách tiếp cận đầu tiên đến hướng dẫn viên và tài xế, thậm chí trong danh sách giá cả cũng rất tốt nếu so sánh whit nhà điều hành tour du lịch châu Âu. Cảm ơn tất cả các bạn, hẹn gặp lại - - Đọc thêm",
            "Chúng tôi đã lựa chọn công ty này cho chuyến đi của mình Công ty đã rất hoàn hảo trong việc đặt chỗ trước, xuất sắc trong khách sạn đã đặt và đối với việc lựa chọn hướng dẫn viên người Ý, chúng tôi đã gặp vấn đề vệ sinh với người bạn của mình và hướng dẫn viên này đã rất xuất sắc trong việc giải quyết vấn đề trong bệnh việnDu lịch chân trời Brava!!!Đọc thêm",
            "Tôi đã đi du lịch với các chuyến tham quan chân trời vào tuần trước. Đã có một trải nghiệm tuyệt vời. Chuyến đi được tổ chức tốt. Tất cả các thành viên trong nhóm đều cư xử tử tế. Người tổ chức chuyến đi của chúng tôi, bà Hiền NGUYỄN đã giúp đỡ chúng tôi về mọi mặt và quan tâm sâu sắc đến những ưu tiên của chúng tôi trong chuyến đi. Cô ấy tổ chức chuyến đi một cách hoàn hảo. Tôi thực sự khuyên bạn nên tham gia các chuyến tham quan chân trời.Đọc thêm",
            "Chúng tôi đã có trải nghiệm du lịch tuyệt vời với chuyến du lịch Horizon Vietnam. Phòng và sắp xếp tour du lịch là tuyệt vời. HIẾN phối hợp rất ăn ý. Hướng dẫn viên du lịch rất lịch sự và thực tế. Điều duy nhất có thể tốt hơn là ẩm thực Ấn Độ trong thực đơn đồ ăn còn thiếu ở nhiều nơi. Nếu không thì tuyệt vời. Cảm ơn nhómĐọc thêm",
            "Bạn chi trả cho chuyến đi đến Horizon Việt Nam bằng cách nào?Đọc thêm",
            "Xin chào, chúng tôi sẽ đến Việt Nam vào tháng 3 năm 2023 trong 1 tháng với đại lý này.\nBạn có lời khuyên nào cho chúng tôi sau chuyến đi của bạn không?\nCảm ơn bạn trướcĐọc thêm",
            "Xin chào, tôi sẽ làm việc với công ty này trong năm nay và tôi muốn biết việc cấp thị thực diễn ra như thế nào? biết rằng tôi ở đó hơn 15 ngày và tôi không nói được tiếng Anh nào cả.Đọc thêm",
            "Xin chào, về vấn đề visa, chúng tôi lo các thủ tục với cơ quan chức năng Việt Nam. Chúng tôi sẽ gửi cho bạn một thư mời mà bạn chỉ cần xuất trình khi đến sân bay, kèm theo ảnh nhận dạng và giá thị thực bằng đô la.\nN - đừng ngần ngại liên hệ với cố vấn của bạn để biết thêm thông tin chi tiết\nChúc bạn có một chuyến đi vui vẻ!Đọc thêm",
            "xin chào, tôi muốn biết bạn chọn cách thanh toán cho chuyến đi như thế nào \ncảm ơn bạnĐọc thêm",
            "Xin chào Colette, 50 - bằng thẻ tín dụng và 50 - bằng tiền mặt - euro -. Khám phá rất tốt. Trân trọng. Isabelle.Đọc thêm",
            "Tôi muốn đi cùng công ty du lịch Việt Nam chân trời này, tôi hơi ngại tin tưởng họ, bạn có thể cho tôi biết xin cảm ơnĐọc thêm",
            "Chào buổi sáng, \nChúng tôi cùng cơ quan này rời đi từ ngày 4 đến ngày 19 tháng 1 năm 2020 để khám phá Việt Nam. Một trong những đứa con của chúng tôi đã chọn nó cách đây 7 hoặc 8 năm. Cơ quan đã lắng nghe mong muốn của chúng tôi, chuyến đi thật tuyệt vời và sự hỗ trợ hoàn hảo. Nếu có thể rời đi lần nữa, vì 14 ngày là quá ngắn để khám phá một đất nước xinh đẹp như vậy, chúng tôi sẽ không ngần ngại liên hệ với họ. Để biết thông tin của bạn, họ có những đại lý nói tiếng Pháp rất tốt.\nTrân trọng - Marie ClaudeĐọc thêm",
            "Tôi muốn biết đây có phải là lừa đảo không vì một số người bạn Việt Nam của tôi không biết đại lý địa phương nàyĐọc thêm",
            "Buổi tối vui vẻ\nTôi hiểu sự e ngại của bạn bởi vì tôi cũng cảm thấy điều đó ngay từ đầu, hay chính xác hơn là khi nảy sinh vấn đề thanh toán. \nGiống như bạn, tôi đã đặt câu hỏi này cho những khách hàng cũ đã đăng đánh giá và...tôi đã không thất vọng. \nĐây là một đại lý địa phương đã hoạt động được khoảng mười năm, chủ yếu thông qua truyền miệng. Và điều đó càng tốt hơn, ít nhất là đối với khách du lịch chúng tôi, bởi vì chúng tôi đánh giá cao chất lượng dịch vụ được cung cấp.\nTôi sắp trở về sau chuyến du lịch 16 ngày. Mẹo hàng đầu - \nMột vài người bạn sẽ đến công ty này vào tháng tới. Tôi không nghi ngờ gì về sự hài lòng của họ.\nHãy tiếp tục, bạn có thể tin tưởng.\nVà sau đó, một đại lý được thành lập tốt không đồng nghĩa với việc đảm bảo dịch vụ hiệu quả 100%, phải không?\nTôi là người Việt Nam và tôi muốn làm việc với một cơ quan địa phương. Không hối tiếc, thực sự.\nTrân trọng.Đọc thêm"
        ],
        "star_ratings": [
            1213,
            57,
            1,
            0,
            2
        ],
        "review_amount": 1273,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Horizon Việt Nam",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written August 30, 2023",
            "Written August 29, 2023",
            "Written August 7, 2023",
            "Written May 1, 2023",
            "Written April 27, 2023",
            "Written April 18, 2023",
            "Written January 6, 2023",
            "Written November 30, 2022",
            "Written November 13, 2022",
            "Written November 13, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8797035-Reviews-or10-Horizon_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or20-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17668230-Reviews-The_Room_Escape_Live-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24193792-Reviews-Indochina_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6561298-Reviews-Indochina_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9995703-Reviews-Vietnam_National_Museum_of_Nature-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8630271-Reviews-Vietnam_Adventure_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10824740-Reviews-Go_Sapa_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d447352-Reviews-Vietnam_Museum_of_Ethnology-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2205444-Reviews-Vietnam_Amazing_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6863564-Reviews-Inspire_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d25557537-Reviews-Vietnam_Autentico_Viajes-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12151167-Reviews-Longlink_Traditional_Water_Puppet_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d4409736-Reviews-Leonardo_Interactive_Museum-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d17640939-Reviews-Cancun_Luxury_Transportation-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3611698-Reviews-Mayan_Museum_of_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d4506830-Reviews-Calea_Victoriei-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g152516-d669967-Reviews-Costa_Azul-San_Jose_del_Cabo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34941-d3471327-Reviews-Fun_Spot_America_Atlanta-Fayetteville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d7738524-Reviews-Pasar_Besar_Pudu-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g44216-d10812264-Reviews-Beebe_s_Waterslide-Cassville_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d18856642-Reviews-Katla_Ice_Cave_Kerlingardalsvegur-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g52885-d10496555-Reviews-Greenhouse_Winery-Irwin_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or20-Horizon_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or10-Horizon_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Horizon Vietnam Travel",
        "attraction_name_vi": "Du lịch Horizon Việt Nam",
        "general_info": [
            "1.252 đánh giá",
            "- 17 trên 1.089 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour tham quan",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Đội ngũ địa phương của chúng tôi sẽ mang đến cho bạn một loạt các tour du lịch được thiết kế riêng, đặc biệt, đầy cảm xúc và thư giãn tại Việt Nam, Lào và Campuchia. Các chuyến đi của chúng tôi là những chuyến đi khác thường, khám phá lịch sử - văn hóa, đi bộ đường dài, giao lưu với người dân địa phương và kỳ nghỉ ở bãi biển. https: - - Horizon-vietnamtravel.com - Đọc thêm",
        "reviews": [
            "Horizon đã sắp xếp một chuyến đi tùy chỉnh kéo dài 11 ngày cho nhóm 6 người của chúng tôi. Từ câu hỏi ban đầu đến xác nhận chuyến tham quan cuối cùng và tất cả các câu hỏi của chúng tôi ở giữa, câu trả lời của cô Hiền đều nhanh chóng và chính xác.  Chúng tôi đánh giá cao những món quà và trà mà chúng tôi nhận được tại văn phòng Hà Nội. Chuyến đi đã được tổ chức rất tốt.  Xe buýt 16 chỗ thoải mái cho những chuyến đi dài với nhiều không gian cho hành lý của chúng tôi.  Các hướng dẫn viên có kiến ​​thức và kỹ năng giao tiếp tiếng Anh tốt.  Một đề cập đặc biệt dành cho cô Trinh - hướng dẫn viên của chúng tôi tại Hội An - Huế - - cô ấy rất chu đáo và có khiếu hài hước.  Chúng tôi thực sự rất thích sự đồng hành của cô ấy. Chúng tôi thích tất cả các khách sạn về vị trí, sự sạch sẽ và chất lượng dịch vụ.  Chúng tôi lẽ ra có thể có những phòng tốt hơn ở một vài khách sạn và cố gắng nâng cấp bản thân với chi phí không đáng kể cho những phòng có tầm nhìn và - hoặc ban công. Horizon Travels rất được khuyến khích, đặc biệt đối với những du khách lần đầu đến Việt Nam.Đọc thêm",
            "Horizon Vietnam Travel đã tổ chức chuyến đi đến Việt Nam của chúng tôi. Ban đầu chúng tôi hơi nghi ngờ, nhưng khả năng giao tiếp tuyệt vời của cô Loan và cô Hiền đã khiến chúng tôi kinh ngạc! Họ luôn nhanh chóng giải quyết các truy vấn của chúng tôi thông qua email và WhatsApp trước chuyến đi của chúng tôi. Khi ở trong nước, chúng tôi đã có một trải nghiệm tuyệt vời. Tất cả các hướng dẫn viên du lịch của chúng tôi đều có kiến ​​thức, giao tiếp tiếng Anh tốt và luôn đúng giờ chờ đợi chúng tôi dù ở sân bay để đón chúng tôi hay ở sảnh khách sạn để đưa chúng tôi đi khắp thành phố. Không thể - không mong đợi gì hơn nữa! Rất khuyến khích nhóm nếu bạn đang lên kế hoạch cho chuyến đi đến Việt Nam.Đọc thêm",
            "Chúng tôi là một nhóm gồm 6 người trên hành trình giữa Hồng Kông và Singapore với các điểm dừng ở vịnh Hạ Long, Huế và Sài Gòn. Chúng tôi đã đặt 3 chuyến tham quan riêng một ngày với hướng dẫn viên nói tiếng Pháp; việc lập kế hoạch thật dễ dàng, liên lạc và ở một mức giá rất hợp lý - bao gồm các bữa ăn và phí vào cửa - so với những gì được cung cấp bởi đội tàu du lịch. Đại lý này đã được giới thiệu cho tôi bởi một người đã ký hợp đồng với họ cho chuyến đi 23 ngày vòng quanh Việt Nam. Mùa thu năm ngoái và tôi sẽ không ngần ngại giới thiệu họ! .PS Không chắc chắn bên dưới - N - AĐọc thêm",
            "Phong cảnh tuyệt vời! Rất vui được gặp nhau. Hoạt động đa dạng. Chương trình phù hợp với mong đợi của chúng tôi. Tổ chức hoàn hảo.Đọc thêm",
            "chuyến đi 17 ngày tuyệt vời vào tháng 4 năm 2024, Việt Nam từ biên giới Bắc - Trung - vào Nam - Đồng bằng sông Cửu Long - trong chuyến đi riêng - 2 cặp đôi - .  tham quan những địa điểm không thể bỏ qua mà còn đi bộ đường dài trên những cánh đồng lúa bậc thang và các làng dân tộc - người Hmong - ở vùng núi phía bắc, chèo thuyền ở Vịnh Hạ Long, đạp xe giữa các khu vườn chợ quanh Huế, đi thuyền trên các kênh nhỏ của Đồng bằng sông Cửu Long. cơ quan rất tốt đẹp, chu đáo, đáp ứng và chuyên nghiệp.  - Line, Alain, Brigitte, Christian - Đọc thêm",
            "Chúng tôi đã sử dụng cơ quan này cho chuyến đi đến Việt Nam. Và chúng tôi hoàn toàn không hối tiếc... Cơ quan Việt Nam nói tiếng Pháp rất nhạy bén... Xây dựng và theo dõi việc chuẩn bị cho chuyến đi mà không có sai sót.. Nếu bạn có 100 câu hỏi, à... hãy hỏi họ mà không sợ hãi. Chúng tôi sẽ trả lời bạn.  Chào đón nồng nhiệt nhất.. Những món quà nhỏ như một phần thưởng.. Tất cả nhân viên - và giám đốc - gặp đều rất tốt bụng.. Tour từ Hà Nội đến thành phố Hồ Chí Minh qua Huế và Đà Nẵng - 2 chuyến bay nội địa mà không phải lo lắng gì - .. Vịnh Hạ Long, Tham quan các thị trấn, đền chùa, những địa điểm không thể bỏ qua... vv... vv... Ba hướng dẫn viên và ba tài xế chuyên nghiệp, cẩn thận, thân thiện, ân cần và tốt bụng ... Không có gì để phàn nàn về sự hiểu biết của họ về Việt Nam - mỗi khu vực riêng của họ - . Sự lựa chọn hoàn hảo của các khách sạn - ngoại trừ một khách sạn, nhưng đại lý đã được thông báo vào buổi tối cùng ngày - .. Các phòng, các bữa ăn, cơ sở hạ tầng hàng đầu!!! Vào xem website Mai house Sài Gòn nhé!!! ... Tôi có thể nói nhiều hơn nữa, nhưng sẽ quá dài... Chúng tôi yêu thích chuyến đi này và Việt Nam rất đáng để đi đường vòng... đó là một đất nước rất đẹp... Không cần phải nói rằng chúng tôi giới thiệu Horizon Vietnam 1000 - không có bất kỳ sự kiềm chế nào..Xin chân thành cảm ơn toàn thể nhóm và đặc biệt là Bà Lưu và Bà Trần, những người đã tổ chức chuyến đi này cho chúng tôi và những người đã theo dõi chúng tôi xuyên suốt - qua whatsapp, rất thiết thực - .. Thierry - ChristineĐọc thêm",
            "Công ty này ở một đẳng cấp khác. Từ lúc chuẩn bị cho chuyến đi cho đến khi đến nhà tôi, luôn chú ý đến cảm giác của tôi, động viên tôi tận hưởng, đưa ra lời khuyên,...Không phải lúc nào trên đời cũng có cần thiết để luôn cảm ơn bạn. Tôi muốn thoát khỏi chuyến du lịch đại chúng thông thường, xem những địa điểm không có trong hành trình và cảm nhận bản chất của Việt Nam và Campuchia. Họ chọn những khách sạn có vị trí rất tốt, thoải mái và có hình thức rất đẹp - luôn có lựa chọn thay đổi nó cho một số khách sạn mà tôi muốn - . Tôi đã đề xuất lộ trình mà tôi muốn và từ đó, họ bắt đầu thực hiện nó. Mọi thứ đều dễ dàng, tốt bụng, với nụ cười trên môi và cố gắng thể hiện bản thân bằng tiếng Tây Ban Nha. Với họ, không có gì là may rủi và mọi thứ đều được nghiên cứu và chuẩn bị - kể cả bữa ăn của bạn - .Tôi sẽ cần một cuốn sách để viết về những người này, tôi chỉ có thể nói những điều tốt đẹp và vô cùng biết ơn họ. Tôi phải nêu bật Camila và Lalisa, những cô gái tốt bụng và giàu có. Và cảm ơn Idoia, vì cô ấy đã trở thành bạn của tôi mỗi ngày khi tôi ở quê và cô ấy không bao giờ bỏ tôi một mình, tình yêu của một cô gái, và rằng cô ấy biết rằng một phần trong tôi vẫn ở đó với cô ấy. Và người lái xe, người lo tôi không ăn. Họ cho đi tất cả, không nhận lại bất cứ điều gì. Với họ bạn có được chuyến đi trong mơ, như thế, tựa như một giấc mơ.Đọc thêm",
            "Đại lý địa phương này thực sự hoàn hảo để tổ chức một chuyến đi đến Việt Nam. Trao đổi email bằng tiếng Pháp để chuẩn bị cho chuyến đi. Chuyến đi kéo dài 17 ngày được tổ chức một cách hoàn hảo và mọi thứ đều được tôn trọng một cách hoàn hảo. Một số nhân viên rất thân thiện và giám đốc rất hoan nghênh đại lý .Hướng dẫn viên thân thiện và hiểu biết.Phương tiện thoải mái được điều khiển bởi tài xế thân thiện, bình tĩnh và cẩn thận.Khách sạn đẹp.Chúng tôi đã bay 2 chuyến bay nội địa với Vietnam Airlines, một công ty tốt với lịch trình được tôn trọng!Đất nước này rất tráng lệ và con người ở đây thực sự tốt bụng và thân thiện.Chúng tôi cũng rất thích ẩm thực Việt Nam. Do đó, tôi đánh giá cao cơ quan này.Đọc thêm",
            "Cách đây vài tuần, chúng tôi trở về sau chuyến đi Việt Nam và Campuchia. Đơn giản là thật tuyệt vời khi được đi du lịch với đại lý này; Đó là một trải nghiệm tuyệt vời. Micaela và Camila chào đón chúng tôi tại văn phòng của họ và chăm sóc chúng tôi trong suốt chuyến đi. Chúng tôi đã thực hiện phần đầu tiên của chuyến đi với hướng dẫn viên Tung và tài xế Johan. Tôi không có đủ lời biết ơn: họ luôn chu đáo, với nụ cười rạng rỡ, chứng tỏ họ là những chuyên gia tuyệt vời và những người tốt hơn. Chúng tôi không gặp bất kỳ trở ngại nào, họ thậm chí còn đi cùng chúng tôi đến sân bay, tạo điều kiện thuận lợi cho việc làm thủ tục. Chúng tôi nhớ họ rất nhiều trong suốt chuyến đi. Tôi cũng muốn cảm ơn Diana, người hướng dẫn của chúng tôi ở miền trung đất nước. Ông có kiến ​​thức sâu rộng về lịch sử Việt Nam và khiếu hài hước tuyệt vời. Cuối cùng, hướng dẫn viên của chúng tôi ở Campuchia, Koemsy, rất am hiểu về lịch sử và văn hóa, và tài xế của chúng tôi luôn có nước lạnh và khăn lạnh để chống nóng. Tôi không biết chúng tôi sẽ làm gì nếu không có anh ấy. Cơ sở vật chất họ cung cấp rất tuyệt vời khi bạn muốn thực hiện một chuyến đi phù hợp, chúng tôi có thể chọn những khách sạn và khu vực của đất nước mà ít người ghé thăm, điều này mang lại điều đó một điểm cộng thêm, thoát khỏi đám đông và có thể nhìn thấy thứ gì đó chân thực hơn. Tôi chắc chắn sẽ đi du lịch cùng họ lần nữa nếu chúng tôi quay trở lại những đất nước tuyệt vời này. Giao tiếp thật đặc biệt, không cần phải lo lắng, cuối cùng thì điều bạn đang tìm kiếm là sự tận hưởng. Cảm ơn vì tất cả mọi thứ. Cảm ơn.Đọc thêm",
            "Tin tưởng vào Horizon Vietnam Travel để có được chuyến đi như mong muốn là một lựa chọn tuyệt vời. Giai đoạn trước khi khởi hành đã được thực hiện một cách xuất sắc và chúng tôi đã đồng ý với họ về những thay đổi và bổ sung đối với chương trình cơ bản, mỗi lần chương trình mới được gửi lại cho chúng tôi với những thay đổi... theo số lượng. 9 - - - Khi đi du lịch, chúng tôi luôn cảm thấy được theo dõi và chiều chuộng, nhóm whatsapp họ tạo ra rất hữu ích cho mọi hoạt động liên lạc. Đúng giờ, lịch sự, an toàn là những điểm cơ bản. Trình điều khiển và hướng dẫn hàng đầu. Tất cả ở mức giá thực sự cạnh tranh - hoàn thành tốt! Và tôi cũng muốn chỉ ra rằng một phần thu nhập của họ được sử dụng để hỗ trợ các chương trình viện trợ tại các bệnh viện và những ngôi làng khó khăn nhất. Việt Nam đã cho tôi những ngày tươi đẹp và những kỷ niệm tuyệt vời. - Cảm ơn Việt Nam, cảm ơn Horizon, cảm ơn Caterina và Laura.Tina - girlsĐọc thêm",
            "Bạn chi trả cho chuyến đi đến Horizon Việt Nam bằng cách nào?Đọc thêm",
            "Xin chào, chúng tôi sẽ đến Việt Nam vào tháng 3 năm 2023 trong 1 tháng với đại lý này.\nBạn có lời khuyên nào cho chúng tôi sau chuyến đi của bạn không?\nCảm ơn bạn trướcĐọc thêm",
            "Xin chào, tôi sẽ làm việc với công ty này trong năm nay và tôi muốn biết việc cấp thị thực diễn ra như thế nào? biết rằng tôi ở đó hơn 15 ngày và tôi không nói được tiếng Anh nào cả.Đọc thêm",
            "Xin chào, về vấn đề visa, chúng tôi lo các thủ tục với cơ quan chức năng Việt Nam. Chúng tôi sẽ gửi cho bạn một thư mời mà bạn chỉ cần xuất trình khi đến sân bay, kèm theo ảnh nhận dạng và giá thị thực bằng đô la.\nN - đừng ngần ngại liên hệ với cố vấn của bạn để biết thêm thông tin chi tiết\nChúc bạn có một chuyến đi vui vẻ!Đọc thêm",
            "xin chào, tôi muốn biết bạn chọn cách thanh toán cho chuyến đi như thế nào \ncảm ơn bạnĐọc thêm",
            "Xin chào Colette, 50 - bằng thẻ tín dụng và 50 - bằng tiền mặt - euro -. Khám phá rất tốt. Trân trọng. Isabelle.Đọc thêm",
            "Tôi muốn đi cùng công ty du lịch Việt Nam chân trời này, tôi hơi ngại tin tưởng họ, bạn có thể cho tôi biết xin cảm ơnĐọc thêm",
            "Chào buổi sáng, \nChúng tôi cùng cơ quan này rời đi từ ngày 4 đến ngày 19 tháng 1 năm 2020 để khám phá Việt Nam. Một trong những đứa con của chúng tôi đã chọn nó cách đây 7 hoặc 8 năm. Cơ quan đã lắng nghe mong muốn của chúng tôi, chuyến đi thật tuyệt vời và sự hỗ trợ hoàn hảo. Nếu có thể rời đi lần nữa, vì 14 ngày là quá ngắn để khám phá một đất nước xinh đẹp như vậy, chúng tôi sẽ không ngần ngại liên hệ với họ. Để biết thông tin của bạn, họ có những đại lý nói tiếng Pháp rất tốt.\nTrân trọng - Marie ClaudeĐọc thêm",
            "Tôi muốn biết đây có phải là lừa đảo không vì một số người bạn Việt Nam của tôi không biết đại lý địa phương nàyĐọc thêm",
            "Buổi tối vui vẻ\nTôi hiểu sự e ngại của bạn bởi vì tôi cũng cảm thấy điều đó ngay từ đầu, hay chính xác hơn là khi nảy sinh vấn đề thanh toán. \nGiống như bạn, tôi đã đặt câu hỏi này cho những khách hàng cũ đã đăng đánh giá và...tôi đã không thất vọng. \nĐây là một đại lý địa phương đã hoạt động được khoảng mười năm, chủ yếu thông qua truyền miệng. Và điều đó càng tốt hơn, ít nhất là đối với khách du lịch chúng tôi, bởi vì chúng tôi đánh giá cao chất lượng dịch vụ được cung cấp.\nTôi sắp trở về sau chuyến du lịch 16 ngày. Mẹo hàng đầu - \nMột vài người bạn sẽ đến công ty này vào tháng tới. Tôi không nghi ngờ gì về sự hài lòng của họ.\nHãy tiếp tục, bạn có thể tin tưởng.\nVà sau đó, một đại lý được thành lập tốt không đồng nghĩa với việc đảm bảo dịch vụ hiệu quả 100%, phải không?\nTôi là người Việt Nam và tôi muốn làm việc với một cơ quan địa phương. Không hối tiếc, thực sự.\nTrân trọng.Đọc thêm"
        ],
        "star_ratings": [
            1213,
            57,
            1,
            0,
            2
        ],
        "review_amount": 1273,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Horizon Việt Nam",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written November 12, 2022",
            "Written November 3, 2022",
            "Written March 9, 2017",
            "",
            "Written May 29, 2024",
            "",
            "Written May 29, 2024",
            "",
            "Written May 29, 2024",
            "",
            "Written May 29, 2024",
            "",
            "Written May 28, 2024",
            "",
            "Written May 28, 2024",
            "",
            "Written May 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8797035-Reviews-or20-Horizon_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or10-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or30-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17668230-Reviews-The_Room_Escape_Live-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24193792-Reviews-Indochina_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6561298-Reviews-Indochina_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9995703-Reviews-Vietnam_National_Museum_of_Nature-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8630271-Reviews-Vietnam_Adventure_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10824740-Reviews-Go_Sapa_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d447352-Reviews-Vietnam_Museum_of_Ethnology-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2205444-Reviews-Vietnam_Amazing_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6863564-Reviews-Inspire_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d25557537-Reviews-Vietnam_Autentico_Viajes-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12151167-Reviews-Longlink_Traditional_Water_Puppet_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1497911-d8471639-Reviews-Lakewood_Ranch_Cinemas-Lakewood_Ranch_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d13089090-Reviews-Potomac_Water_Taxi-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60806-d566960-Reviews-Astoria_Riverfront_Trolley-Astoria_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g800616-d9718517-Reviews-Mu_Cang_Chai-Yen_Bai_Yen_Bai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d504536-Reviews-Mercado_28-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60944-d1452361-Reviews-Howland_Hill_Road-Crescent_City_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553190-Reviews-Coyote_Ugly_Saloon_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g147407-d148073-Reviews-Sapphire_Beach-East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g298061-d2373879-Reviews-Hili_Fun_City-Al_Ain_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g580312-d4705814-Reviews-Playa_de_Alcudia-Port_d_Alcudia_Alcudia_Majorca_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or30-Horizon_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or20-Horizon_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Horizon Vietnam Travel",
        "attraction_name_vi": "Du lịch Horizon Việt Nam",
        "general_info": [
            "1.252 đánh giá",
            "- 17 trên 1.089 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Các tour tham quan",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Đội ngũ địa phương của chúng tôi sẽ mang đến cho bạn một loạt các tour du lịch được thiết kế riêng, đặc biệt, đầy cảm xúc và thư giãn tại Việt Nam, Lào và Campuchia. Các chuyến đi của chúng tôi là những chuyến đi khác thường, khám phá lịch sử - văn hóa, đi bộ đường dài, giao lưu với người dân địa phương và kỳ nghỉ ở bãi biển. https: - - Horizon-vietnamtravel.com - Đọc thêm",
        "reviews": [
            "Chúng tôi cùng 2 cặp bạn bè đi nghỉ 17 ngày tại Việt Nam - Angkor. Sau khi mời chào 6 công ty địa phương, sự lựa chọn của chúng tôi thuộc về Horizons Vietnam Voyages và chúng tôi không hề hối hận chút nào! Quá trình phát triển chương trình mất khá nhiều thời gian vì chúng tôi thường nói chuyện với phóng viên để những địa điểm tham quan, hoạt động, chuyến đi tương ứng với những gì chúng tôi mong muốn, tức là một chuyến đi phong phú nhưng với tốc độ khá chậm. thời gian để đánh giá cao. Cả về chi phí của chuyến đi và nội dung của nó, nó đều đáp ứng hoàn hảo mong đợi của chúng tôi: kiến ​​thức về địa hình Horizon, lựa chọn hướng dẫn viên nói tiếng Pháp, chỗ ở, mọi thứ đều đỉnh cao! trong đó có âm nhạc chào mừng tại Hà Nội...Đọc thêm",
            "Chuyến đi Việt Nam 3 tuần tuyệt vời do Tansy tổ chức. Những khám phá rất hay về đất nước xinh đẹp này: văn hóa, truyền thống, những câu chuyện, những bữa ăn thực sự là một sự chiêu đãi vị giác. Công tác tổ chức, hướng dẫn viên và tài xế đều được quản lý rất tốt từ khi chúng tôi đến Hà Nội cho đến khi khởi hành.Đọc thêm",
            "Một trải nghiệm tuyệt vời. Chúng tôi biết đến đại lý này thông qua một người bạn và kiểm tra các nhận xét về nó trực tuyến. Một chuyến đi gọi món được lên kế hoạch hoàn hảo. Điều trị chuyên nghiệp của Dafne và Camila. Luôn chú ý đến nhu cầu của chúng tôi và đồng hành cùng chúng tôi ngay từ đầu và trong suốt chuyến đi thông qua nhóm WP được tạo cho nhóm của chúng tôi. Các khách sạn và nhà hàng được chọn đã đáp ứng được sự mong đợi. Du thuyền Hạ Long rất tốt. Các hướng dẫn viên thân thiện và có năng lực. Để giới thiệu và lặp lại với họ nếu có chuyến thăm khác đến Đông Nam Á. CẢM ƠN BẠN HORIZON COMPANY TRAVEL!Đọc thêm",
            "Đó là một trải nghiệm kỳ diệu. 21 ngày giữa Lào, Việt Nam, Campuchia và Bangkok....chuyến đi phù hợp cho vợ chồng tôi....lời chúc mừng chân thành nhất đến cơ quan và các nhân viên của cơ quan...Camila, Dafne và tất cả các hướng dẫn viên đã giúp đỡ chúng tôi đã tham dự bằng tiếng Tây Ban Nha hoàn hảo với sự thông cảm thân thiện và các tài xế, đặc biệt là Yohan người Cuba với tiếng Tây Ban Nha hoàn hảo và khả năng điều hướng giao thông khủng khiếp của Hà Nội. Mặc dù Qatar đã mất vali của chúng tôi trong sáu ngày, nhưng nhân viên của Horizon đã cố gắng hết sức để đảm bảo rằng chúng tôi thậm chí không nhận ra điều đó. Sự đúng giờ nghiêm ngặt của hướng dẫn viên. 11 chuyến bay đều đúng giờ và không xảy ra sự cố. Ai đó luôn đợi chúng tôi khi đến và hỗ trợ chúng tôi mọi nhu cầu. Xin chúc mừng Horizon Vietnam Travel vì một chuyến đi tuyệt vời và chúng tôi chắc chắn sẽ giới thiệu bạn. Cảm ơn vì tất cả.Đọc thêm",
            "Công ty tốt nhất, những người hướng dẫn tốt nhất, đó là một trải nghiệm ấn tượng, tôi sẽ làm lại, không thiếu chi tiết nào, công việc và đội ngũ rất tốt, tôi sẽ luôn có chúng trong ký ức của mình, bạn thật phi thường, 10000 - được đề xuất.Đọc thêm",
            "Khi tôi tìm thấy đại lý này trên internet, tôi đã có một số nghi ngờ vì các đánh giá đều rất xuất sắc, đối với tôi nó có vẻ không đáng tin cậy, NHƯNG tôi đã phải thay đổi quyết định. Trên thực tế, từ những lần liên hệ đầu tiên bằng tiếng Ý trên WhatsApp, tôi đã hiểu rằng đó là công ty phù hợp. Họ là một nhóm gồm các cô gái trẻ và họ thật tuyệt vời, họ đã theo dõi chúng tôi với những tin nhắn để hỗ trợ chúng tôi trong suốt chuyến tham quan từ Bắc vào Nam, chúng tôi đã thực hiện một số yêu cầu đối với họ đều được chấp thuận, thậm chí chúng tôi còn được đưa ra các chuyến tham quan theo chương trình bổ sung tới bảo tàng, và còn phương tiện đi lại bổ sung luôn được họ cung cấp. Tôi đặc biệt muốn đề cập đến bà Hà Nguyễn thương mại,tổ chức Laura Đặng. Cô gái trẻ hướng dẫn nói tiếng Ý rất giỏi Cô Duyên cho khu vực Hà Nội, bà Anna Perla bằng tên và chứng thư. Tóm lại xin chân thành cảm ơn mọi người đã cho phép chúng tôi có được trải nghiệm tuyệt vời này mà tôi chân thành giới thiệu, cảm ơn HORIZON COMPANY TRAVEL.Đọc thêm",
            "Kỳ nghỉ ở Việt Nam nhờ đại lý này thật tuyệt vời nhờ sự tử tế và hiệu quả của những người điều hành làm việc ở đó. Việc liên lạc liên tục qua email để sửa đổi, thay đổi và xác nhận vị trí là rất hữu ích, cũng như thông tin được cung cấp để hiểu các điều kiện khí hậu. Hướng dẫn viên còn rất trẻ rất chu đáo, thân thiện và biết cách xử lý những sự cố bất ngờ được giải quyết kịp thời. Hướng dẫn viên nói tiếng Ý và cũng cung cấp thông tin về những địa điểm đã ghé thăm. Phải nói rằng chuyến du lịch được chọn không phổ biến lắm đối với người Ý và có lẽ khoảng thời gian đó không phải là tốt nhất, đêm giao thừa năm 2024. Cơ sở lưu trú đều ngang bằng, thậm chí cả việc ở nhà cũng được chọn. Nhờ họ mà đó là một trải nghiệm tuyệt vời và việc quản lý thời gian rảnh hầu như luôn đúng. Tôi hy vọng được trở lại đất nước tráng lệ này và sẽ trông cậy vào cơ quan của họ. Lời khuyên mà tôi dành cho bạn khi đặt chỗ là hãy liên hệ với họ và quản lý nhu cầu của bạn với họ, đồng thời nhận lời khuyên về những gì tốt nhất hoặc đáng xem và trong khoảng thời gian nào.P.P.Đọc thêm",
            "Kinh nghiệm tích cực về mọi mặt Chúng tôi đã tìm thấy những người có năng lực, niềm nở và đam mê đất nước của họ. Họ đã tổ chức một chuyến đi phù hợp cho chúng tôi và sẵn sàng thay đổi một số giai đoạn vào phút cuối. Tôi giới thiệu nó cho bất kỳ ai muốn có trải nghiệm du lịch tiếp xúc với văn hóa và vẻ đẹp của Việt Nam.Đọc thêm",
            "Chúng tôi là 2 người bạn trên 60 tuổi vừa trở về sau chuyến đi Việt Nam. Đó là một hành trình tuyệt vời và để biến nó thành hiện thực, chúng tôi đã tin tưởng và giao phó bản thân cho sự chuyên nghiệp tuyệt vời của Horizon Vietnam Travel, người đã giúp chúng tôi khám phá một đất nước tuyệt vời, luôn có những tài xế và hướng dẫn viên luôn tốt bụng và hữu ích đi cùng. Xin gửi lời cảm ơn sâu sắc và đặc biệt đến Lan, người đã giúp đỡ rất nhiều cho chấn thương đầu gối...... và một cái ôm trìu mến dành cho Linh, người đã vui vẻ đồng hành cùng chúng tôi với lòng tốt và sự chuẩn bị của cô ấy. CẢM ƠN tất cả nhân viên của Horizon Travel!! Chúng tôi giới thiệu đại lý này cho mọi người. Federica và SaraĐọc thêm",
            "Chúng tôi rất hài lòng với cơ quan về cách điều trị, hậu cần và tình yêu mà họ đối xử với bạn. Các hướng dẫn viên đã cho bạn một bài học lịch sử và sự tò mò hay và những người lái xe rất chu đáo. Tôi phải cảm ơn giám đốc công ty vì buổi lễ kỳ diệu dành cho chú chó Nico của chúng tôi, người đã rời bỏ chúng tôi hai tháng trước chuyến đi. Đó là khoảnh khắc không thể diễn tả bằng lời khi rất nhiều nhân viên của cơ quan đã tình nguyện tham gia buổi lễ. Cảm ơn bạn vì phần lợi nhuận được dùng để giúp giáo dục trẻ em ở những thị trấn khó khăn nhất. Cảm ơn Camila và mọi người vì công việc của bạn.  -  - Đọc thêm"
        ],
        "star_ratings": [
            1213,
            57,
            1,
            0,
            2
        ],
        "review_amount": 1273,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Horizon Việt Nam",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "",
            "Written April 28, 2024",
            "",
            "Written April 15, 2024",
            "",
            "Written April 10, 2024",
            "",
            "Written April 5, 2024",
            "",
            "Written March 27, 2024",
            "",
            "Written March 25, 2024",
            "",
            "Written February 19, 2024",
            "",
            "Written February 18, 2024",
            "",
            "Written February 9, 2024",
            "",
            "Written January 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8797035-Reviews-or30-Horizon_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or20-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or40-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17668230-Reviews-The_Room_Escape_Live-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24193792-Reviews-Indochina_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6561298-Reviews-Indochina_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9995703-Reviews-Vietnam_National_Museum_of_Nature-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8630271-Reviews-Vietnam_Adventure_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10824740-Reviews-Go_Sapa_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d447352-Reviews-Vietnam_Museum_of_Ethnology-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2205444-Reviews-Vietnam_Amazing_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6863564-Reviews-Inspire_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d25557537-Reviews-Vietnam_Autentico_Viajes-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12151167-Reviews-Longlink_Traditional_Water_Puppet_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d6958945-Reviews-Gino_Paradise_Tbilisi-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d3531365-Reviews-Fiesta_Island-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g3411624-d15321164-Reviews-Garret_Mountain_Reservation-Woodland_Park_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d659990-Reviews-Spectacle_Island-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g298419-d8077169-Reviews-Al_Husn_Souq-Salalah_Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7909862-Reviews-Phil_Lynott_Statue-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d12526903-Reviews-Palacio-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4783997-Reviews-The_LEGO_Store-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295401-d324433-Reviews-Medina_of_Sousse-Sousse_Sousse_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g28930-d524800-Reviews-Emerald_Coast-Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or40-Horizon_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or30-Horizon_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Horizon Vietnam Travel",
        "attraction_name_vi": "Du lịch Horizon Việt Nam",
        "general_info": [
            "1.252 đánh giá",
            "- 17 trên 1.089 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour tham quan",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Đội ngũ địa phương của chúng tôi sẽ mang đến cho bạn một loạt các tour du lịch được thiết kế riêng, đặc biệt, đầy cảm xúc và thư giãn tại Việt Nam, Lào và Campuchia. Các chuyến đi của chúng tôi là những chuyến đi khác thường, khám phá lịch sử - văn hóa, đi bộ đường dài, giao lưu với người dân địa phương và kỳ nghỉ ở bãi biển. https: - - Horizon-vietnamtravel.com - Đọc thêm",
        "reviews": [
            "Khung cảnh tuyệt đẹp Bữa ăn tuyệt vời Dịch vụ ngang tầm Nhân viên Horizon rất chuyên nghiệp và chu đáoĐọc thêm",
            "Chuyến đi thật tuyệt vời và sự tổ chức cũng như sự chú ý từ Horizon Vietnam Travel là không thể đánh bại được. Từ việc chuẩn bị cho chuyến đi, nơi họ đáp ứng mọi nhu cầu của chúng tôi, cho đến tất cả sự quan tâm và giúp đỡ nhận được trong suốt chuyến đi.  Rất biết ơn. Không nghi ngờ gì nữa, 100 - được khuyến khích. A 10 - 10Đọc thêm",
            "Sự quan tâm mà họ dành cho chúng tôi thật tuyệt vời. Họ đã làm cho mọi giao dịch chuyển tiền trở nên dễ dàng hơn nhiều đối với chúng tôi.   Các khách sạn nằm ở trung tâm và có điều kiện rất tốt và được chú ý. Hướng dẫn rất tốt.  Chúng tôi cảm thấy rất tuyệt vời ở đất nước tráng lệ đó.Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến du lịch tuyệt vời từ miền Nam đến miền Bắc Việt Nam. Việc tổ chức và hỗ trợ của đại lý Horizon Việt Nam của chúng tôi rất hoàn hảo. Điều này cho phép chúng tôi đánh giá cao hơn những cảnh quan đẹp và những địa điểm rất thú vị mà chúng tôi đã ghé thăm. Cảm ơn bạn vì tất cả mọi thứ.Đọc thêm",
            "Chúng tôi đã tin cậy vào Horizon Vietnam Travel cho chuyến đi đến Việt Nam và chúng tôi không thể có lựa chọn nào tốt hơn! Laura và Caterina đã tạo một chuyến tham quan được cá nhân hóa đáp ứng mọi yêu cầu của chúng tôi, luôn giữ liên lạc với chúng tôi trong suốt chuyến đi thông qua một nhóm WhatsApp đặc biệt. Hướng dẫn được đào tạo và tổ chức hoàn hảo. Cảm ơn bạn!!Đọc thêm",
            "Tôi đã chọn Horizon Vietnam Travel sau nhiều lần liên hệ với các đại lý địa phương. Điều làm tôi ấn tượng tích cực là sự nghiêm túc và đúng giờ được thể hiện. Phải nói gì? Tổ chức thật hoàn hảo. Trong chuyến đi 19 ngày tới Việt Nam và Campuchia, chúng tôi luôn được theo dõi qua WhatsApp. Các kết nối luôn được thực hiện chính xác. Việt Nam thật đẹp. Từ cánh đồng lúa trên núi đến Vịnh Hạ Long để di chuyển đến kinh thành Huế và Hội An tráng lệ. Sài Gòn và đồng bằng sông Cửu Long thật ngoạn mục. Campuchia - nóng bỏng - mê hoặc chúng tôi với những ngôi chùa cũng như nụ cười và lòng tốt của người dân. Xin gửi lời cảm ơn đặc biệt đến Caterina và LauraĐọc thêm",
            "Việc giao phó bản thân cho công ty Horizon Vietnam Travel đã mang lại giá trị gia tăng đáng kể cho chuyến đi của chúng tôi. Tổ chức hoàn hảo, đúng giờ và có mặt thường xuyên. Chúng tôi đã cùng nhau lên kế hoạch cho một chuyến đi phù hợp và không phải lo lắng nhờ đội ngũ nhân viên tuyệt vời luôn chú ý đến nhu cầu của chúng tôi. Xin gửi lời cảm ơn đặc biệt tới Rita và Chanel đã giúp chúng tôi hiểu rõ hơn về tinh thần và văn hóa của một đất nước huy hoàng... đầy màu sắc và thơm ngát!Đọc thêm",
            "Rất tốt chào đón và tổ chức chuyến đi. Trình điều khiển đáng tin cậy và hướng dẫn viên am hiểu đã đáp ứng mong đợi của chúng tôi.Đọc thêm",
            "Liên hệ rất tốt với cơ quan đã lắng nghe những mong muốn và nhu cầu của chúng tôi đồng thời cung cấp cho chúng tôi nhiều chuyến thăm và hoạt động khác nhau. Hướng dẫn tuyệt vời, trình điều khiển thú vị và đúng giờ, cẩn thận. Chúng tôi đã có một kỳ nghỉ tuyệt vời, vô tư, nơi mọi thứ được tổ chức rất tốt -. Tôi thực sự khuyên bạn nên!!!Đọc thêm",
            "Cơ quan tuyệt vời. Kể từ khi chúng tôi liên hệ với họ, mọi thứ đều là sự hợp tác để thích ứng với yêu cầu của chúng tôi và phát triển chương trình theo nhu cầu của chúng tôi. Lễ tân tại văn phòng thật tuyệt vời. Việc giám sát trong suốt chuyến đi thật tuyệt vời. Liên hệ với chúng tôi bằng wsp để cập nhật cho chúng tôi bất kỳ tin tức nào hoặc đơn giản là quan tâm đến kỳ nghỉ của chúng tôi. Hướng dẫn viên nói tiếng Tây Ban Nha khá tốt và kiến ​​thức cũng như lời giải thích về những địa điểm đã ghé thăm thật tuyệt vời. Luôn sẵn sàng thích ứng với các yêu cầu và nhu cầu của chúng tôi. Giá của họ cạnh tranh hơn so với các đại lý khác mà tôi đã liên hệ. Đại lý hoàn toàn được đề xuất.Đọc thêm"
        ],
        "star_ratings": [
            1213,
            57,
            1,
            0,
            2
        ],
        "review_amount": 1273,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Horizon Việt Nam",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "",
            "Written May 24, 2024",
            "",
            "Written May 23, 2024",
            "",
            "Written May 22, 2024",
            "",
            "Written May 21, 2024",
            "",
            "Written May 20, 2024",
            "",
            "Written May 20, 2024",
            "",
            "Written May 19, 2024",
            "",
            "Written May 18, 2024",
            "",
            "Written May 18, 2024",
            "",
            "Written May 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8797035-Reviews-or40-Horizon_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or30-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or50-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17668230-Reviews-The_Room_Escape_Live-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24193792-Reviews-Indochina_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6561298-Reviews-Indochina_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9995703-Reviews-Vietnam_National_Museum_of_Nature-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8630271-Reviews-Vietnam_Adventure_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10824740-Reviews-Go_Sapa_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d447352-Reviews-Vietnam_Museum_of_Ethnology-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2205444-Reviews-Vietnam_Amazing_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6863564-Reviews-Inspire_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d25557537-Reviews-Vietnam_Autentico_Viajes-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12151167-Reviews-Longlink_Traditional_Water_Puppet_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d282679-Reviews-Skyline_Wilderness_Park-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g28964-d270434-Reviews-Lake_Texoma-Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33128-d7919980-Reviews-Stinson_Beach-Stinson_Beach_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33537-d4302991-Reviews-Manitou_Springs_Incline-Manitou_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g147417-d147618-Reviews-Marine_Habitat_at_Atlantis-Paradise_Island_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34592-d4093004-Reviews-Ocean_Reef_Park-Riviera_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32661-d146244-Reviews-Montana_de_Oro_State_Park-Los_Osos_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g4366523-d10516527-Reviews-Miranjani-Abbottabad_Khyber_Pakhtunkhwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g49212-d6027959-Reviews-Oak_Hollow_Mall-High_Point_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4795435-Reviews-IMAX_Atrium_Flora-Prague_Bohemia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or50-Horizon_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or40-Horizon_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Horizon Vietnam Travel",
        "attraction_name_vi": "Du lịch Horizon Việt Nam",
        "general_info": [
            "1.252 đánh giá",
            "- 17 trên 1.089 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour tham quan",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Đội ngũ địa phương của chúng tôi sẽ mang đến cho bạn một loạt các tour du lịch được thiết kế riêng, đặc biệt, đầy cảm xúc và thư giãn tại Việt Nam, Lào và Campuchia. Các chuyến đi của chúng tôi là những chuyến đi khác thường, khám phá lịch sử - văn hóa, đi bộ đường dài, giao lưu với người dân địa phương và kỳ nghỉ ở bãi biển. https: - - Horizon-vietnamtravel.com - Đọc thêm",
        "reviews": [
            "Ba cặp đôi bạn du lịch đã chọn Việt Nam làm điểm đến để thực hiện chuyến tham quan đưa chúng tôi khám phá đất nước tuyệt vời này, chúng tôi đã tìm thấy Horizon Vietnam Travel trong số các công ty địa phương có nhiều đánh giá tích cực nhất... chúng tôi chỉ có thể xác nhận rằng cô ấy thật tuyệt vời , cô ấy đã sắp xếp mọi thứ cho chúng tôi một cách tuyệt vời, những tài xế và hướng dẫn viên tuyệt vời...Cảm ơn bạn rất nhiều - - Chúng tôi chỉ có thể giới thiệu nó cho mọi người!Đọc thêm",
            "Chúng tôi đã có chuyến du lịch kéo dài hai tuần tại Việt Nam, được tổ chức hoàn hảo bởi Horizont Vietnam Travel, giúp chúng tôi khám phá vẻ đẹp của đất nước này bắt đầu từ phía bắc với thành phố Hà Nội đi qua trung tâm cho đến khi đến phía nam tại thành phố Hồ Chí Minh mà không quên Đồng bằng sông Cửu Long. Chuyến du lịch được tổ chức rất tốt và chúng tôi liên tục liên lạc qua Whatsapp với công ty để biết bất kỳ thông tin hoặc yêu cầu nào khác, điều này chắc chắn mang lại giá trị gia tăng không thể nghi ngờ. Tài xế giỏi điều hướng giao thông địa phương điên cuồng và hướng dẫn viên nói tiếng Ý giải thích vẻ đẹp của đất nước đáng kinh ngạc này cho chúng tôi! Chúng tôi giới thiệu Horizont Vietnam Travel cho chuyến tham quan của bạn, bạn sẽ rất vui mừng. Đọc thêm",
            "Nhân viên tuyệt vời, rất hiểu biết và có năng lực. Chú ý đến yêu cầu của chúng tôi, họ đã xây dựng cho chúng tôi một hành trình phù hợp. Họ đã cho chúng tôi lời khuyên về nơi dùng bữa và luôn có mặt thông qua WhatsApp. Chúng tôi đã đến thăm những địa điểm tuyệt vời và hiểu rõ hơn một chút về văn hóa của những con người tuyệt vời này nhờ những hướng dẫn viên rất am hiểu và nói tiếng Ý giỏi. Chúng tôi khuyên bạn nên tin tưởng vào Đại lý này, theo quan điểm của chúng tôi là Đại lý hàng đầu.Đọc thêm",
            "Trải nghiệm tuyệt vời, đội ngũ rất chuyên nghiệp!! Mọi thứ như mong đợi. Rất khuyến khích. Tốt nhất!!! Đọc thêm",
            "Chúng tôi quyết định tin tưởng Horizon Travel cho chuyến đi của mình từ ngày 26 tháng 4 đến ngày 5 tháng 5. Lựa chọn rất tốt. Chào mừng đến Hà Nội với bà Thu và Laura, những người đã ngay lập tức khiến chúng tôi cảm thấy như ở nhà và cung cấp cho chúng tôi một buổi mát-xa thư giãn sau chuyến bay liên lục địa, sau đó là một bài học trà và một buổi thư giãn với chuông. Chuyến tham quan hoàn hảo, Hà Nội-Ninh Bình, Hạ Long - du thuyền 5 sao - thực sự ở cấp độ rất cao - - Huế - thành phố hoàng gia và Cầu Vàng - , Hội Nam, Sài Gòn và cuối cùng là Đồng bằng sông Cửu Long - thời gian thuận tiện, xe thoải mái, hướng dẫn viên và tài xế tuyệt vời - lời cảm ơn đặc biệt đến tất cả mọi người và đặc biệt là Elena, hướng dẫn viên của chúng tôi tại Sài Gòn - . Không có sự cố nào. Mọi thứ được tổ chức hoàn hảo. Các khách sạn đều tuyệt vời và tất cả đều rất trung tâm - ở Hà Nội, chúng tôi cách Phố cà phê tàu hỏa 100 mét, ở Sài Gòn ở Quảng trường Thời đại, ở Hội Nam cách Kênh Đèn Lồng và những con phố lịch sử 400 mét - . Cơ quan được giới thiệu rất nhiều. 5 sao đầy đủ Đọc thêm",
            "Hoàn toàn được khuyến khích. Từ khi đến và tiếp đón họ đã dành cho chúng tôi, điều đó thật tuyệt vời, cho đến khi kết thúc chuyến đi, họ vẫn liên lạc với chúng tôi, thậm chí còn lo việc kiểm tra các chuyến bay nội địa. Việc lựa chọn hành trình và các hướng dẫn viên khác nhau đã rất thành công, thích nghi luôn phù hợp với điều kiện vật chất của chúng tôi và thay đổi chương trình theo yêu cầu của chúng tôi khi cần thiết mà không gây ra bất kỳ vấn đề nào. Chúng tôi đã đi du lịch với 3 người và tất cả chúng tôi đều rất vui mừng. Một công ty nghiêm túc với triết lý làm việc khiến nó hoàn toàn được khuyến khích.Đọc thêm",
            "Hai tuần từ Sài Gòn đến Hà Nội cùng một người bạn đã diễn ra tuyệt vời nhờ sự sắp xếp dịch vụ đưa đón, khách sạn và hướng dẫn viên tiếng Tây Ban Nha của Micaela và Camilla từ Horizon. Cả hai đều luôn chu đáo với chúng tôi. Công ty lữ hành có trụ sở tại Hà Nội cũng hỗ trợ các chương trình giúp đỡ trẻ em và người lớn trong những tình huống dễ bị tổn thương, đây là một điểm cộng khi quyết định chọn một công ty lữ hành. Tôi giới thiệu họ! Cảm ơn các bạn rất nhiều vì mọi thứ! - - - Đọc thêm",
            "Chương trình đã hoàn tất, chúng tôi đã khám phá Việt Nam từ Bắc vào Nam với những cảnh quan tuyệt đẹp và những chuyến tham quan ngoạn mục. Chúng tôi sẽ không thể ngắm được một nửa cảnh quan nếu không có những hướng dẫn viên rất tử tế và chu đáo đi cùng. Họ có kỹ năng đặc biệt, nói tiếng Pháp rất tốt và có kiến ​​thức chung tuyệt vời. Chúng tôi đã chụp rất nhiều ảnh và mơ ước với một cái đầu đầy ắp kỷ niệm. Tôi giới thiệu công ty này với đôi mắt nhắm nghiền, rất có năng lực và phản hồi nhanh. Đọc thêm",
            "Công ty HORIZONS Vietnam TRAVELS đã tổ chức cho chúng tôi một chuyến đi riêng tuyệt vời đến Việt Nam và Campuchia. Chương trình rất hoàn hảo, hướng dẫn viên và tài xế tốt và rất dễ chịu, các khách sạn thật tuyệt vời. Sự tử tế, khả năng thích ứng và khả năng phản hồi của đại lý là đặc biệt. Và cơ quan này quyên góp một phần tiền thù lao của mình cho các tổ chức từ thiện địa phương. Hoàn toàn được khuyến khích! Đọc thêm",
            "Đại lý chu đáo, luôn sẵn sàng và chuyên nghiệp. Cảm ơn Trần vì sự kiên nhẫn của bạn - 3 hướng dẫn viên của tôi thật tuyệt vời! Đặc biệt đề cập đến Huy ở phía bắc đất nước: một người yêu thích lịch sử! Và Phương ở miền Nam với tất cả những bí quyết nấu ăn này - Những khách sạn được chọn rất hoàn hảo, những nhà hàng rất ngon - đồng thời, chúng tôi ăn rất ngon ở đất nước này... - , các hoạt động được tổ chức rất tuyệt - Tôi đi du lịch bằng một chiếc báo chí - - , và lời khuyên khi ghé thăm khi chúng tôi Chúng tôi không có người hướng dẫn, họ thật tuyệt! Việt Nam thật tuyệt vời, tôi rất vui được quay lại!Đọc thêm",
            "Bạn chi trả cho chuyến đi đến Horizon Việt Nam bằng cách nào?Đọc thêm",
            "Xin chào, chúng tôi sẽ đến Việt Nam vào tháng 3 năm 2023 trong 1 tháng với đại lý này.\nBạn có lời khuyên nào cho chúng tôi sau chuyến đi của bạn không?\nCảm ơn bạn trướcĐọc thêm",
            "Xin chào, tôi sẽ làm việc với công ty này trong năm nay và tôi muốn biết việc cấp thị thực diễn ra như thế nào? biết rằng tôi ở đó hơn 15 ngày và tôi không nói được tiếng Anh nào cả.Đọc thêm",
            "Xin chào, về vấn đề visa, chúng tôi lo các thủ tục với cơ quan chức năng Việt Nam. Chúng tôi sẽ gửi cho bạn một thư mời mà bạn chỉ cần xuất trình khi đến sân bay, kèm theo ảnh nhận dạng và giá thị thực bằng đô la.\nN - đừng ngần ngại liên hệ với cố vấn của bạn để biết thêm thông tin chi tiết\nChúc bạn có một chuyến đi vui vẻ!Đọc thêm",
            "xin chào, tôi muốn biết bạn chọn cách thanh toán cho chuyến đi như thế nào \ncảm ơn bạnĐọc thêm",
            "Xin chào Colette, 50 - bằng thẻ tín dụng và 50 - bằng tiền mặt - euro -. Khám phá rất tốt. Trân trọng. Isabelle.Đọc thêm",
            "Tôi muốn đi cùng công ty du lịch Việt Nam chân trời này, tôi hơi ngại tin tưởng họ, bạn có thể cho tôi biết xin cảm ơnĐọc thêm",
            "Chào buổi sáng, \nChúng tôi cùng cơ quan này rời đi từ ngày 4 đến ngày 19 tháng 1 năm 2020 để khám phá Việt Nam. Một trong những đứa con của chúng tôi đã chọn nó cách đây 7 hoặc 8 năm. Cơ quan đã lắng nghe mong muốn của chúng tôi, chuyến đi thật tuyệt vời và sự hỗ trợ hoàn hảo. Nếu có thể rời đi lần nữa, vì 14 ngày là quá ngắn để khám phá một đất nước xinh đẹp như vậy, chúng tôi sẽ không ngần ngại liên hệ với họ. Để biết thông tin của bạn, họ có những đại lý nói tiếng Pháp rất tốt.\nTrân trọng - Marie ClaudeĐọc thêm",
            "Tôi muốn biết đây có phải là lừa đảo không vì một số người bạn Việt Nam của tôi không biết đại lý địa phương nàyĐọc thêm",
            "Buổi tối vui vẻ\nTôi hiểu sự e ngại của bạn bởi vì tôi cũng cảm thấy điều đó ngay từ đầu, hay chính xác hơn là khi nảy sinh vấn đề thanh toán. \nGiống như bạn, tôi đã đặt câu hỏi này cho những khách hàng cũ đã đăng đánh giá và...tôi đã không thất vọng. \nĐây là một đại lý địa phương đã hoạt động được khoảng mười năm, chủ yếu thông qua truyền miệng. Và điều đó càng tốt hơn, ít nhất là đối với khách du lịch chúng tôi, bởi vì chúng tôi đánh giá cao chất lượng dịch vụ được cung cấp.\nTôi sắp trở về sau chuyến du lịch 16 ngày. Mẹo hàng đầu - \nMột vài người bạn sẽ đến công ty này vào tháng tới. Tôi không nghi ngờ gì về sự hài lòng của họ.\nHãy tiếp tục, bạn có thể tin tưởng.\nVà sau đó, một đại lý được thành lập tốt không đồng nghĩa với việc đảm bảo dịch vụ hiệu quả 100%, phải không?\nTôi là người Việt Nam và tôi muốn làm việc với một cơ quan địa phương. Không hối tiếc, thực sự.\nTrân trọng.Đọc thêm"
        ],
        "star_ratings": [
            1213,
            57,
            1,
            0,
            2
        ],
        "review_amount": 1273,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Horizon Việt Nam",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "",
            "Written May 18, 2024",
            "",
            "Written May 18, 2024",
            "",
            "Written May 18, 2024",
            "",
            "Written May 18, 2024",
            "",
            "Written May 17, 2024",
            "",
            "Written May 16, 2024",
            "",
            "Written May 16, 2024",
            "",
            "Written May 16, 2024",
            "",
            "Written May 16, 2024",
            "",
            "Written May 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8797035-Reviews-or50-Horizon_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or40-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or60-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17668230-Reviews-The_Room_Escape_Live-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24193792-Reviews-Indochina_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6561298-Reviews-Indochina_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9995703-Reviews-Vietnam_National_Museum_of_Nature-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8630271-Reviews-Vietnam_Adventure_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10824740-Reviews-Go_Sapa_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d447352-Reviews-Vietnam_Museum_of_Ethnology-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2205444-Reviews-Vietnam_Amazing_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6863564-Reviews-Inspire_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d25557537-Reviews-Vietnam_Autentico_Viajes-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12151167-Reviews-Longlink_Traditional_Water_Puppet_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g55055-d17811070-Reviews-American_Girl_Nashville-Franklin_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g41476-d582564-Reviews-Crosby_Landing_Beach-Brewster_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d3426800-Reviews-The_Australian_Bee_Gees_Show-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1865780-d7610327-Reviews-Riverstone_Gap-Matale_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d10638737-Reviews-Minnehaha_Falls-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g1567690-d10596965-Reviews-Bunec_Beach-Piqeras_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d592496-Reviews-Bang_Tao_Beach-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d13357104-Reviews-Kyoto_Mameshiba_Cafe-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12709880-Reviews-The_Play_that_Goes_Wrong-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g30582-d645714-Reviews-Waterville_USA-Gulf_Shores_Alabama.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or60-Horizon_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or50-Horizon_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Horizon Vietnam Travel",
        "attraction_name_vi": "Du lịch Horizon Việt Nam",
        "general_info": [
            "1.252 đánh giá",
            "- 17 trên 1.089 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour tham quan",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Đội ngũ địa phương của chúng tôi sẽ mang đến cho bạn một loạt các tour du lịch được thiết kế riêng, đặc biệt, đầy cảm xúc và thư giãn tại Việt Nam, Lào và Campuchia. Các chuyến đi của chúng tôi là những chuyến đi khác thường, khám phá lịch sử - văn hóa, đi bộ đường dài, giao lưu với người dân địa phương và kỳ nghỉ ở bãi biển. https: - - Horizon-vietnamtravel.com - Đọc thêm",
        "reviews": [
            "Khi chúng tôi đã quyết định điểm đến là Việt Nam, chúng tôi tìm thấy đại lý này trên mạng và đọc nhiều đánh giá khác nhau, nó có vẻ đáng tin cậy. Chúng tôi không thất vọng. Trong số những điều khác, chúng tôi rất ấn tượng bởi thực tế là họ có tầm nhìn về du lịch công bằng, hỗ trợ và có đạo đức, hỗ trợ các dự án nhân đạo khác nhau, cũng như cảm ơn khách du lịch. Đó không phải là chuyến đi thông thường - cổ điển - nơi bạn đến thăm các di tích và bảo tàng mà là hòa mình vào văn hóa Việt Nam. Liên hệ rất đơn giản, qua email và WA, với chương trình và thông tin hữu ích. Đó là một chuyến đi được thiết kế riêng - đối với chúng tôi với tư cách là một cặp vợ chồng - do đó được đóng gói theo nhu cầu của khách hàng, với tài xế và hướng dẫn viên nói tiếng Ý, người sẽ thay đổi tùy thuộc vào khu vực sẽ đến. Đến Hà Nội từ rất sớm, chúng tôi được đi cùng đến văn phòng - cũng vì việc nhận phòng khách sạn bắt đầu từ 2 giờ chiều - nơi chúng tôi đánh giá rất cao - sự chào đón của họ - với dịch vụ mát-xa kiểu Việt, thiền với chuông, nếm trà và một buổi biểu diễn âm nhạc nhỏ cùng các nhạc cụ truyền thống...thần dược cho thể xác và tinh thần sau chặng đường dài. Họ đã tạo một nhóm WhatsApp để luôn sẵn sàng, họ theo dõi chúng tôi trong suốt chuyến đi và quan tâm đến chúng tôi. Sự đúng giờ cực kỳ đúng giờ của các tài xế và những người bạn đồng hành của chúng tôi cũng như việc luôn có sẵn nước ngọt và khăn lau sảng khoái trên xe đã được đánh giá rất cao. Ưu tiên cho các cơ sở lưu trú nhỏ, các hoạt động như đi xe đạp và chèo thuyền, gặp gỡ người dân địa phương và rõ ràng là mua hàng địa phương sản phẩm thủ công, giao lưu văn hóa chứ không phải du lịch đại chúng đơn giản. Tóm lại, một chuyến đi được tổ chức hoàn hảo - nhờ Ly và Laura - trên hết đã cho phép chúng tôi làm quen và trân trọng con người và văn hóa Việt Nam.Đọc thêm",
            "Chuyến thăm rất đẹp, từ Hà Nội hỗn loạn và hấp dẫn, đến vùng nông thôn tuyệt vời phía bắc để đến Hồ Chí Minh rồi tiến vào đồng bằng sông Cửu Long đang chờ được khám phá. Tổ chức hoàn hảo, thời gian và cơ sở vật chất luôn ngang tầm, được chiều chuộng từ lần đầu tiên đến cho đến giây phút cuối cùng bởi đội ngũ nhân viên tốt bụng, được đào tạo bài bản và thân thiện. Cảm ơn toàn bộ cấu trúc của Horizon Travel Vietnam và trên hết là một đất nước tuyệt vời đáng tự hào về lịch sử của mình.Đọc thêm",
            "Cơ quan thực sự tuyệt vời. Chúng tôi đã chuẩn bị sẵn danh sách các địa điểm muốn ghé thăm và - Horizon Vietnam Travel - rất tôn trọng mong muốn của chúng tôi. Các hướng dẫn viên rất hiểu biết và thân thiện. Chúng tôi đã có thể thực sự khám phá sâu hơn về đất nước đáng ngạc nhiên và đáng yêu này.Đọc thêm",
            "Một đội đáng yêu, một chuyến đi tuyệt vời, những cuộc gặp gỡ đáng nhớ và những địa điểm đáng kinh ngạc. Cảm ơn lòng tốt của các hướng dẫn viên và văn phòng, xin cảm ơn vì những khoản đầu tư mà bạn đang thực hiện để ủng hộ các ngôi làng - cầu, trường học, v.v. -, rất lớn vì sự quan tâm của bạn dành cho chúng tôi.Family Eleven - H - Đọc thêm",
            "Trải nghiệm du lịch tuyệt vời với Horizon Travel. Việc tổ chức rất đơn giản, giao tiếp rất tốt, mọi thứ diễn ra hoàn hảo và chúng tôi yêu thích chuyến đi trong những điều kiện này;Tôi khuyên bạn nênĐọc thêm",
            "Việt Nam là một đất nước tuyệt vời, đầy những trải nghiệm và địa điểm để tham quan. Chính vì lý do này mà chúng tôi quyết định tin tưởng vào công ty này, công ty đã cung cấp cho chúng tôi một chuyến tham quan tuyệt đẹp với những trải nghiệm đích thực. Công ty đã chào đón chúng tôi bằng dịch vụ mát-xa, nếm trà và thiền với chuông Tây Tạng, điều mà chúng tôi thực sự đánh giá cao sau chuyến bay. Mỗi thành viên trong đội ngũ nhân viên đều có năng lực và hữu ích, đồng thời nói tiếng Ý hoàn hảo. Mỗi chặng đều được tổ chức hoàn hảo và có hướng dẫn viên và tài xế riêng đi cùng, chúng tôi chỉ cần - phải - tận hưởng những gì Việt Nam mang lại. Mặc dù giá cả phải chăng, nhưng mỗi khách sạn đều có chất lượng tuyệt vời xét về mọi mặt - khoảng cách từ các điểm tham quan, sự sạch sẽ, bữa sáng -. Chúng tôi giới thiệu khách sạn này cho bất kỳ ai quyết định chọn Việt Nam - và xa hơn nữa - làm điểm đếnĐọc thêm",
            "Một đại lý hàng đầu - - ...Từ sự chào đón nồng nhiệt đến đại lý, các hướng dẫn viên và tài xế, chỗ ở kỳ diệu khác thường và một đất nước tráng lệ với những con người đáng yêu luôn nở nụ cười - Làm lại với Horizon Việt Nam không ngần ngại. Cảm ơn bạn một lần nữa - Đọc thêm",
            "Horizon đã tổ chức một chuyến đi hoàn hảo cho chúng tôi. Chúng tôi đã đến thăm miền Nam, miền Trung và miền Bắc Việt Nam, đồng thời tham gia một chuyến du ngoạn mini lộng lẫy trên Vịnh Hạ Long. Chúng tôi đánh giá rất cao sự chính xác, lòng tốt và sự thân thiện mà họ đã thể hiện với chúng tôi. Chỗ ở khách sạn rất tốt, tài xế và hướng dẫn viên am hiểu và sẵn sàng. Vào ngày áp chót, họ tiếp đón chúng tôi tại cơ quan của họ, mát-xa và thiền miễn phí cho chúng tôi. Tất cả ở một mức giá cạnh tranh chắc chắn. Của tôi là đầy đủ 10 - 10 và tôi thực sự khuyên bạn nên sử dụng chúng.Đọc thêm",
            "Một trải nghiệm hoàn toàn thành công! Tôi tìm thấy công ty lữ hành này trực tuyến, không quá phô trương nhưng với mong muốn đơn giản là dựa vào một người địa phương để thiết kế một hành trình đẹp, hợp lý nhưng cũng được tối ưu hóa về mặt thời gian. Tôi tình cờ biết đến Horizon và bắt đầu thảo luận với Quỳnh, người rất đặc biệt và ngay lập tức đáp ứng mọi nhu cầu của chúng tôi - cũng quản lý một số thay đổi về ngày tháng - . Nhờ cô ấy, chúng tôi đã bị thuyết phục để tiếp tục và chúng tôi đã đặt gói dịch vụ, khi chúng tôi hạ cánh tại điểm đến, thì thấy rằng gói dịch vụ này phù hợp nhất với chúng tôi và mong muốn khám phá càng nhiều khu vực càng tốt mà không phải tự giết mình bằng tốc độ di chuyển. Họ đã nghĩ đến mọi thứ và giao phó cho chúng tôi những hướng dẫn viên rất hiểu biết, tốt bụng và hữu ích, với mong muốn lớn lao để làm và với rất nhiều đam mê cho công việc và việc học của họ. Chúng tôi cũng gặp phải một vấn đề sức khỏe khó chịu ngay khi hạ cánh tại Huế, nhưng nhờ có hướng dẫn viên và tài xế, chúng tôi đã được chăm sóc tại bệnh viện trong thời gian rất ngắn và với sự chuyên nghiệp và hỗ trợ tuyệt đối. Tôi có thể nói nhiều hơn nữa, nhưng tôi muốn nhấn mạnh đến tính đúng giờ và sự tổ chức hoàn hảo của từng bước. Họ đảm bảo mọi thứ diễn ra suôn sẻ và đảm bảo cho chúng tôi một chuyến đi tuyệt vời, tôi muốn giới thiệu chuyến đi này đến mọi người - tốt hơn nếu đi cùng họ -!Đọc thêm",
            "We spent 12 days in Vietnam  - 23 April - 4 May - : a very fascinating place, with its varied landscapes, its history, its hard-working, welcoming and kind population.To organize the trip we turned to Horizon Vietnam Travel... and never was a more appropriate choice! We had read the reviews and therefore had high expectations, but the reality exceeded them.We immediately understood that we had interlocutors who were prepared and available to understand our wishes and to guide us in a professional and never intrusive way towards the most appropriate solutions based on our needs. For several weeks we exchanged emails in Italian with the contact persons  - Mrs. Laura Dang and Mrs. Ha Nguyen were our essential and precious points of reference - . Gradually the trip was tailor-made for the 6 of us: the itinerary  - which ranged from south to north, touching HoChiMinh, Hanoi, the Mekong Delta, the beautiful central cities of Huè and Hoi An, as well as the mini-cruise in Bai Tu Long Bay -  specific visits to the various locations crossed, hotels, internal flights... all described and agreed by email in great detail.In every city we went to we had an Italian-speaking guide available for all the planned activities and always the driver of the minivan dedicated to our little group. The guides  - mostly young people who have just graduated -  were all very clever and were able not only to show us the places they took us to, but also to help us understand Vietnamese culture and the main characteristics of a people who have undergone many dominations and who precisely for this reason it is the result of very different cultural, religious and political customs and expressions.Even before departure, Laura Dang created a whatsapp group between us and them so that we could always reach each other very quickly for any doubts - questions. They were also so efficient as to immediately organize a minibus and driver for us for the last excursion that we decided to do in the hours before our departure for Italy and which was not initially planned.We always felt looked after and  - pampered - . How can we forget the welcome we received at their office in Hanoi??? Something truly unique in our experience: they offered us an afternoon meeting in which we received, in addition to some beautiful and unexpected gifts  - photos - postcards of Vietnam and a small lacquered picture of local craftsmanship -  also a massage and a meditation session. Beautiful! We had the opportunity to meet the two people who for months had been just an email address... a real pleasure! We chatted amiably in the living room of their office, in front of a tray of excellent fresh fruit. On that occasion we also learned that part of the Agency - s proceeds are allocated to support projects for the most disadvantaged people. They proudly showed us all the initiatives they have carried out over the years.Ultimately a truly 5 star experience!!! Thank you!!!Read more",
            "Bạn chi trả cho chuyến đi đến Horizon Việt Nam bằng cách nào?Đọc thêm",
            "Xin chào, chúng tôi sẽ đến Việt Nam vào tháng 3 năm 2023 trong 1 tháng với đại lý này.\nBạn có lời khuyên nào cho chúng tôi sau chuyến đi của bạn không?\nCảm ơn bạn trướcĐọc thêm",
            "Xin chào, tôi sẽ làm việc với công ty này trong năm nay và tôi muốn biết việc cấp thị thực diễn ra như thế nào? biết rằng tôi ở đó hơn 15 ngày và tôi không nói được tiếng Anh nào cả.Đọc thêm",
            "Xin chào, về vấn đề visa, chúng tôi lo các thủ tục với cơ quan chức năng Việt Nam. Chúng tôi sẽ gửi cho bạn một thư mời mà bạn chỉ cần xuất trình khi đến sân bay, kèm theo ảnh nhận dạng và giá thị thực bằng đô la.\nN - đừng ngần ngại liên hệ với cố vấn của bạn để biết thêm thông tin chi tiết\nChúc bạn có một chuyến đi vui vẻ!Đọc thêm",
            "xin chào, tôi muốn biết bạn chọn cách thanh toán cho chuyến đi như thế nào \ncảm ơn bạnĐọc thêm",
            "Xin chào Colette, 50 - bằng thẻ tín dụng và 50 - bằng tiền mặt - euro -. Khám phá rất tốt. Trân trọng. Isabelle.Đọc thêm",
            "Tôi muốn đi cùng công ty du lịch Việt Nam chân trời này, tôi hơi ngại tin tưởng họ, bạn có thể cho tôi biết xin cảm ơnĐọc thêm",
            "Chào buổi sáng, \nChúng tôi cùng cơ quan này rời đi từ ngày 4 đến ngày 19 tháng 1 năm 2020 để khám phá Việt Nam. Một trong những đứa con của chúng tôi đã chọn nó cách đây 7 hoặc 8 năm. Cơ quan đã lắng nghe mong muốn của chúng tôi, chuyến đi thật tuyệt vời và sự hỗ trợ hoàn hảo. Nếu có thể rời đi lần nữa, vì 14 ngày là quá ngắn để khám phá một đất nước xinh đẹp như vậy, chúng tôi sẽ không ngần ngại liên hệ với họ. Để biết thông tin của bạn, họ có những đại lý nói tiếng Pháp rất tốt.\nTrân trọng - Marie ClaudeĐọc thêm",
            "Tôi muốn biết đây có phải là lừa đảo không vì một số người bạn Việt Nam của tôi không biết đại lý địa phương nàyĐọc thêm",
            "Buổi tối vui vẻ\nTôi hiểu sự e ngại của bạn bởi vì tôi cũng cảm thấy điều đó ngay từ đầu, hay chính xác hơn là khi nảy sinh vấn đề thanh toán. \nGiống như bạn, tôi đã đặt câu hỏi này cho những khách hàng cũ đã đăng đánh giá và...tôi đã không thất vọng. \nĐây là một đại lý địa phương đã hoạt động được khoảng mười năm, chủ yếu thông qua truyền miệng. Và điều đó càng tốt hơn, ít nhất là đối với khách du lịch chúng tôi, bởi vì chúng tôi đánh giá cao chất lượng dịch vụ được cung cấp.\nTôi sắp trở về sau chuyến du lịch 16 ngày. Mẹo hàng đầu - \nMột vài người bạn sẽ đến công ty này vào tháng tới. Tôi không nghi ngờ gì về sự hài lòng của họ.\nHãy tiếp tục, bạn có thể tin tưởng.\nVà sau đó, một đại lý được thành lập tốt không đồng nghĩa với việc đảm bảo dịch vụ hiệu quả 100%, phải không?\nTôi là người Việt Nam và tôi muốn làm việc với một cơ quan địa phương. Không hối tiếc, thực sự.\nTrân trọng.Đọc thêm"
        ],
        "star_ratings": [
            1213,
            57,
            1,
            0,
            2
        ],
        "review_amount": 1273,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Horizon Việt Nam",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "",
            "Written May 15, 2024",
            "",
            "Written May 14, 2024",
            "",
            "Written May 14, 2024",
            "",
            "Written May 12, 2024",
            "",
            "Written May 12, 2024",
            "",
            "Written May 12, 2024",
            "",
            "Written May 12, 2024",
            "",
            "Written May 12, 2024",
            "",
            "Written May 12, 2024",
            "",
            "Written May 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8797035-Reviews-or60-Horizon_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or50-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or70-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17668230-Reviews-The_Room_Escape_Live-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24193792-Reviews-Indochina_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6561298-Reviews-Indochina_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9995703-Reviews-Vietnam_National_Museum_of_Nature-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8630271-Reviews-Vietnam_Adventure_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10824740-Reviews-Go_Sapa_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d447352-Reviews-Vietnam_Museum_of_Ethnology-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2205444-Reviews-Vietnam_Amazing_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6863564-Reviews-Inspire_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d25557537-Reviews-Vietnam_Autentico_Viajes-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12151167-Reviews-Longlink_Traditional_Water_Puppet_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303907-d556707-Reviews-Haad_Rin-Ko_Pha_Ngan_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d255307-Reviews-La_Jolla_Cove-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d324924-Reviews-Jigokudani_Snow_Monkey_Park-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Kos.html",
            "https://www.tripadvisor.com/Attraction_Review-g54091-d25257690-Reviews-Spa_Light-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g57371-d218611-Reviews-Simon_Pearce_Mill-Quechee_Hartford_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g29217-d105309-Reviews-Mauna_Kea_Beach-Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d2571660-Reviews-Itaewon-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g15274191-d17596344-Reviews-Blue_Tree_Phuket-Cherngtalay_Choeng_Thale_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g668422-d8406849-Reviews-Isla_Beach_Bar-Nikiti_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147354-d147984-Reviews-Brewers_Bay-Tortola_British_Virgin_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or70-Horizon_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or60-Horizon_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Horizon Vietnam Travel",
        "attraction_name_vi": "Du lịch Horizon Việt Nam",
        "general_info": [
            "1.252 đánh giá",
            "- 17 trên 1.089 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Lịch sử - Di sản Tour",
            "Tour tham quan",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Đội ngũ địa phương của chúng tôi sẽ mang đến cho bạn một loạt các tour du lịch được thiết kế riêng, đặc biệt, đầy cảm xúc và thư giãn tại Việt Nam, Lào và Campuchia. Các chuyến đi của chúng tôi là những chuyến đi khác thường, khám phá lịch sử - văn hóa, đi bộ đường dài, giao lưu với người dân địa phương và kỳ nghỉ ở bãi biển. https: - - Horizon-vietnamtravel.com - Đọc thêm",
        "reviews": [
            "Chúng tôi đã đi du lịch VIỆT NAM từ Bắc vào Nam trong 13 ngày với công ty HORIZON VIETNAM, đây là một công ty rất nghiêm túc, chu đáo với khách hàng, rất chuyên nghiệp, rất cẩn thận, tôi cũng muốn nói rằng chúng tôi rất thích lòng tốt của người dân địa phương, họ cũng rất nồng nhiệt chào đón và luôn mỉm cười. Đọc thêm",
            "Một chuyến đi khó quên từ Bắc vào Nam của đất nước trong hai tuần, trong đó chúng tôi có thể khám phá lại một Việt Nam đích thựcĐọc thêm",
            "Du lịch từ miền bắc, vào miền trung và lên đồng bằng sông Cửu Long trong 10 ngày. Chúng tôi đã thấy tất cả những thứ cần thiết và hơn thế nữa. Horizon Travel tổ chức mọi thứ một cách hoàn hảo. Đưa đón, các chuyến bay nội địa, du thuyền 5 sao tuyệt đẹp ở Vịnh Hạ Long, các hướng dẫn viên nói tiếng Ý, việc vận chuyển luôn được tổ chức với các tài xế hiệu quả và thân thiện. Thời gian hoàn hảo và thuận tiện, không bao giờ xảy ra rủi ro hay chậm trễ. Tại Hà Nội, du lịch đường chân trời ngay lập tức khiến chúng tôi cảm thấy như ở nhà và thoải mái, nhờ vào việc nếm trà, một dịch vụ mát-xa tuyệt vời được cung cấp sau chuyến bay xuyên lục địa và sau đó là một buổi thư giãn và thiền định. Các khách sạn đều rất tuyệt vời, đặc biệt là có vị trí chiến lược ở khu vực trung tâm, gần các khu vực giải trí về đêm và tất cả các điểm tham quan nổi tiếng nhất. Giá cả cạnh tranh và chất lượng vượt trội. Đại lý hoàn toàn được đề xuất . Xứng đáng 5 sao.Đọc thêm",
            "Chuyến đi tuyệt vời, khám phá tuyệt vời về đất nước xinh đẹp này, cơ quan đáp ứng mọi mong đợi của chúng tôi, hướng dẫn viên nói tiếng Pháp đã đưa ra lời khuyên rất tốt, tài xế đã chăm sóc chúng tôi rất tốt, khách sạn rất tốt, chúng tôi giới thiệu đại lý Horizon Việt Nam cho tất cả mọi người những người muốn có trải nghiệm tuyệt vời tại Việt NamĐọc thêm",
            "Việt Nam từ miền Bắc, đến miền Trung và đến Đồng bằng sông Cửu Long trong 10 ngày. Chúng tôi đã thấy tất cả những thứ cần thiết và hơn thế nữa. Horizon Travel là công ty địa phương mà chúng tôi đã tìm đến để làm tổ chức. Chúng tôi phải nói rằng mọi thứ đã được tổ chức một cách hoàn hảo. Việc đưa đón, các chuyến bay nội địa, du thuyền 5 sao tuyệt đẹp ở Vịnh Hạ Long, hướng dẫn viên nói tiếng Ý, phương tiện di chuyển luôn được tổ chức với những chiếc xe lớn và thoải mái, với tài xế hiệu quả và thân thiện. Thời gian hoàn hảo và thuận tiện, không bao giờ xảy ra rủi ro hay chậm trễ. Tại Hà Nội, chúng tôi được bà Thu và bà Laura Deng tiếp đón, những người ngay lập tức khiến chúng tôi cảm thấy như ở nhà và thoải mái, nhờ vào việc nếm trà, mát-xa thú vị sau chuyến đi xuyên lục địa chuyến bay và sau đó là một buổi thư giãn với tiếng chuông. Tóm lại, mọi thứ đều ở mức cao. Không có gì ngẫu hứng. Và ngay cả khi chúng tôi muốn thêm một chuyến tham quan ngoài kế hoạch, họ cũng không gặp vấn đề gì khi tổ chức nó trong một thời gian rất ngắn. Một lời cũng dành cho các khách sạn đã chọn. Chúng tôi đã chọn phương pháp điều trị ưu việt. Phải nói rằng trên thực tế, các khách sạn đều rất xuất sắc, đặc biệt là có vị trí chiến lược ở những khu vực rất trung tâm, gần các khu giải trí về đêm và tất cả các điểm tham quan nổi tiếng nhất. Ở Hà Nội, chúng tôi cách phố cà phê Train 50 m và ở trung tâm thành phố thuộc địa cũ của Pháp. Ở Sài Gòn, cách Quảng trường Thời đại và khu phố đi bộ vài mét, gần Phủ Chủ tịch và khách sạn Rex huyền thoại cũng như tất cả các skybar thời thượng nhất. Ngay cả ở Hội An, chúng tôi cũng cách khu phố cổ lịch sử và kênh đèn lồng 400 m. Giá cả hoàn toàn có tính cạnh tranh. Nhưng chất lượng vượt trội. Đại lý tuyệt đối được khuyến khích. Xứng đáng 5 sao.Đọc thêm",
            "Kỳ nghỉ 16 ngày của chúng tôi đặc biệt thú vị. Chúng tôi đã có một kỳ nghỉ tuyệt vời ở Việt Nam, phần lớn là nhờ vào cơ quan tổ chức hoàn hảo do cơ quan quản lý. Sự lựa chọn khách sạn là rất tốt. Các hướng dẫn viên và lái xe rất dễ chịu, có năng lực và chu đáo. Cuối cùng, chúng tôi rất cảm kích trước sự chào đón nồng nhiệt mà chúng tôi nhận được khi đến đại lý. Xin chân thành cảm ơn toàn thể đội ngũ Horizon Vietnam TRAVEL đã cho phép chúng tôi có một kỳ nghỉ khó quên.Đọc thêm",
            "Sáu người chúng tôi rời Ý sau khi trao đổi thư từ căng thẳng - bằng tiếng Ý - với các cố vấn của Horizon để tổ chức chuyến đi tốt hơn. Mọi yêu cầu của chúng tôi đều được lắng nghe và đáp ứng một cách lịch sự và sẵn sàng. Chuyến đi hoàn hảo, xét trên mọi phương diện. Họ chào đón và chiều chuộng chúng tôi khi đến nơi và trong suốt chuyến đi. Chúng tôi liên tục giữ liên lạc với họ, những người theo dõi hành trình của chúng tôi và yêu cầu chúng tôi phản hồi liên tục về những trải nghiệm mà chúng tôi đang có. Xe buýt nhỏ cho sáu người với tài xế tận tâm và hướng dẫn viên nói tiếng Ý đã đi cùng chúng tôi trong mọi giai đoạn, luôn sẵn sàng đáp ứng nhu cầu của chúng tôi và cũng trao cho chúng tôi mức độ tự chủ và tự do phù hợp khi được yêu cầu. Thật không may, bốn ngày trước khi kết thúc chuyến đi, hai người chúng tôi phải quay lại Ý do nhu cầu gia đình nghiêm trọng. Horizon đã thương lượng với các khách sạn về những ngày không sử dụng để hoàn lại một khoản tiền đáng kể cho bạn bè của chúng tôi - đã thanh toán bằng tiền mặt -. Còn công ty nào khác có thể làm được nhiều như vậy? Tóm lại, đây là một chuyến đi tuyệt vời để giới thiệu cho mọi người và là một công ty đáng tin cậy! Đọc thêm",
            "Tổ chức thật hoàn hảo. Chúng tôi thực hiện một chuyến đi với một hướng dẫn viên và tài xế riêng đưa chúng tôi từ Bắc vào Nam. Việt Nam là một đất nước rất xinh đẹp với nhiều nền văn hóa và lịch sử. Người dân rất thân thiện và nồng nhiệt.Đọc thêm",
            "Chuyến đi đến Việt Nam này sẽ khó quên, người dân rất tốt bụng, trao đổi nhiều về văn hóa cũng như cuộc sống hàng ngày của họ. Chúng tôi bị mê hoặc bởi những phong cảnh rất đẹp, nhiều ảnh lưu niệm và sự tổ chức tuyệt vời với tài xế và hướng dẫn viên. Chúng tôi được chào đón bởi Công ty du lịch Horizon Vietnam mẫu mực tại Hà Nội mà tôi đánh giá caoĐọc thêm",
            "Chuyến đi được Horizon Vietnam Travel chuẩn bị rất tốt. Horizon Vietnam tư vấn tốt và biết lắng nghe du khách - mong muốn. Hướng dẫn viên và tài xế của anh ấy là đỉnh cao. Chuyến đi tuyệt vời và những kỷ niệm tuyệt vời. Đừng ngần ngại liên hệ với Horizon Vietnam để bạn có kỳ nghỉ tại đất nước xinh đẹp nàyĐọc thêm"
        ],
        "star_ratings": [
            1213,
            57,
            1,
            0,
            2
        ],
        "review_amount": 1273,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Horizon Việt Nam",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "",
            "Written May 12, 2024",
            "",
            "Written May 12, 2024",
            "",
            "Written May 11, 2024",
            "",
            "Written May 11, 2024",
            "",
            "Written May 11, 2024",
            "",
            "Written May 11, 2024",
            "",
            "Written May 11, 2024",
            "",
            "Written May 11, 2024",
            "",
            "Written May 11, 2024",
            "",
            "Written May 10, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8797035-Reviews-or70-Horizon_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or60-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or80-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17668230-Reviews-The_Room_Escape_Live-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24193792-Reviews-Indochina_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6561298-Reviews-Indochina_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9995703-Reviews-Vietnam_National_Museum_of_Nature-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8630271-Reviews-Vietnam_Adventure_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10824740-Reviews-Go_Sapa_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d447352-Reviews-Vietnam_Museum_of_Ethnology-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2205444-Reviews-Vietnam_Amazing_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6863564-Reviews-Inspire_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d25557537-Reviews-Vietnam_Autentico_Viajes-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12151167-Reviews-Longlink_Traditional_Water_Puppet_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d11887633-Reviews-Pearl_Spa-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1940682-d2372407-Reviews-Chateau_La_Coste_en_Provence-Le_Puy_Sainte_Reparade_Aix_en_Provence_Bouches_du_R.html",
            "https://www.tripadvisor.com/Attraction_Review-g635864-d3300798-Reviews-Skaros_Rock-Imerovigli_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d591294-Reviews-Snoopy_Rock-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g48462-d274534-Reviews-Six_Flags_Great_Escape_and_Hurricane_Harbor-Queensbury_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33796-d10850390-Reviews-USS_Nautilus-Groton_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d11483545-Reviews-Glenwood_Gardens-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g29271-d282127-Reviews-Apple_River_Canyon_State_Park-Apple_River_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g49468-d1913114-Reviews-Chinqua_Penn_Plantation-Reidsville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d3461786-Reviews-Aqua_Park_Qatar-Doha.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or80-Horizon_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or70-Horizon_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Horizon Vietnam Travel",
        "attraction_name_vi": "Du lịch Horizon Việt Nam",
        "general_info": [
            "1.252 đánh giá",
            "- 17 trên 1.089 Hoạt động ngoài trời tại Hà Nội",
            "Tour du lịch văn hóa",
            "Chuyến tham quan lịch sử - di sản",
            "Tour tham quan",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Đội ngũ địa phương của chúng tôi sẽ mang đến cho bạn một loạt các tour du lịch được thiết kế riêng, đặc biệt, đầy cảm xúc và thư giãn tại Việt Nam, Lào và Campuchia. Các chuyến đi của chúng tôi là những chuyến đi khác thường, khám phá lịch sử - văn hóa, đi bộ đường dài, giao lưu với người dân địa phương và kỳ nghỉ ở bãi biển. https: - - Horizon-vietnamtravel.com - Đọc thêm",
        "reviews": [
            "Năm ngoái, sau khi tìm kiếm trên Internet, tôi đã tìm thấy công ty lữ hành người Việt này. Ngay từ lần tiếp xúc đầu tiên, tôi đã nhận thấy rất chú ý đến các yêu cầu của mình, phản hồi kịp thời, sử dụng rộng rãi whatsapp và e-mail, rất tử tế và linh hoạt... tất cả những điều này trong khi có thể giao tiếp bằng tiếng Ý - tôi mong đợi những người đại diện chỉ nói Tiếng Anh - . Tất cả tài liệu và chương trình chuyến đi đều rõ ràng và được cập nhật theo thời gian thực sau khi có bất kỳ thay đổi nào. Khi đến Việt Nam, chúng tôi đã nhận được sự chào đón rất nồng nhiệt và đã gặp những cô gái mà chúng tôi đã giao tiếp trong những tháng trước. Họ vinh danh chúng tôi bằng những tấm bưu thiếp từ Việt Nam và một tấm bảng gỗ sơn màu. Họ ngay lập tức tạo ra một nhóm WhatsApp để hỗ trợ và giúp đỡ chúng tôi trong suốt thời gian chúng tôi ở Việt Nam. Tổ chức này hoàn hảo, với sự đúng giờ và nghiêm túc tối đa từ hướng dẫn viên, tài xế và nhân viên đại lý. Khách sạn rất sạch sẽ, luôn nằm ở trung tâm, đầy đủ tiện nghi. Trong chuyến đi, chúng tôi được yêu cầu phản hồi để biết liệu mọi thứ có diễn ra tốt đẹp hay không. Sau khi trở về, chúng tôi được liên lạc để tìm hiểu xem việc trở về có diễn ra tốt đẹp hay không. Vậy tôi có thể nói gì đây...đánh giá 10 và siêu khen ngợi!! Rất khuyến khích chuyến đi khám phá Việt Nam tuyệt vời!Đọc thêm",
            "Trải nghiệm chỉ 10 ngày nhưng mãnh liệt và thỏa mãn. Đất nước tuyệt đẹp với thiên nhiên tươi tốt, nơi sinh sống của những người dân ngoan cường, tự hào về lãnh thổ của mình, rất đáng để tìm hiểu sâu hơn. Công ty du lịch Horizon Vietnam Travel rất chuyên nghiệp, luôn chú ý đến nhu cầu của chúng tôi với sự lịch sự tối đa.Đọc thêm",
            "Chúng tôi đã đến thăm Việt Nam và Campuchia cùng Horizon Vietnam trong suốt tháng Tư. Chúng tôi rất vui vì đã chọn cơ quan này. Sự chào đón và hỗ trợ của họ thật phi thường từ đầu đến cuối. Chúng tôi sẽ không ngần ngại giới thiệu họ. Xin chúc mừng toàn bộ đội ngũ của họ.Đọc thêm",
            "Một đội ngũ rất chu đáo, phản ứng rất nhanh với một chuyến đi được thiết kế riêng với đầy những hình ảnh tuyệt vời. Và những cuộc gặp gỡ đáng yêuĐọc thêm",
            "Công ty du lịch xuất sắc ở quy mô con người đã phản hồi rất nhanh ngay từ khi bắt đầu dự án và hỗ trợ chúng tôi một cách hoàn hảo trong suốt tiến trình của chuyến đi. Sự chào đón khi chúng tôi xuống máy bay với buổi thiền, nếm trà và massage ngay lập tức khiến chúng tôi hòa mình vào văn hóa của đất nước. Các hướng dẫn viên nói tiếng Pháp có kinh nghiệm và rất thú vị, cho phép chúng tôi khám phá lịch sử của đất nước và tìm hiểu các địa điểm thờ cúng và di tích lịch sử. Các nhà hàng ăn trưa trong hợp đồng của chúng tôi có chất lượng cao và cho phép chúng tôi khám phá ẩm thực địa phương. Chúng tôi hết lòng giới thiệu Horizon VietnamĐọc thêm",
            "Một cơ quan quan tâm và chăm sóc. Họ biết cách biến chuyến đi này thành một trải nghiệm khó quên đối với gia đình chúng tôi. Một trải nghiệm phi thường của con người với những phong cảnh ngoạn mục. Tôi khuyên bạn nên - - - - - - Đọc thêm",
            "Một cơ quan đặc biệt mà chúng tôi nợ chất lượng và sự phong phú của kỳ nghỉ của chúng tôi. Đội ngũ rất chuyên nghiệp, rất nhanh nhạy và rất thân thiện. Cô ấy đề nghị cho chúng tôi một chuyến đi hoàn toàn phù hợp có tính đến tất cả mong muốn của chúng tôi. Hướng dẫn viên là một công ty rất có năng lực và xuất sắc, tài xế của chúng tôi cũng rất chuyên nghiệp và đúng giờ. Chúng tôi thực sự giới thiệu đại lý tuyệt vời này và cảm ơn họ vì một kỳ nghỉ đáng nhớĐọc thêm",
            "Chúng tôi đã quen với việc tự đi du lịch và chúng tôi không thực sự thích những chuyến đi có tổ chức. Chúng tôi quyết định ký hợp đồng với Horizon vì chúng tôi có ít thời gian để xem mọi thứ chúng tôi muốn ở Việt Nam, tính đến việc chúng tôi sẽ phải chuyển nhiều lần trong nước. Trải nghiệm thật tuyệt vời. Mọi thứ đều được tổ chức chi tiết và theo sở thích của chúng tôi. Du lịch như thế này là một điều xa xỉ. Camila và Rocío rất quyến rũ và làm tốt công việc của họ và mang đến một chút tình cảm khiến bạn cảm thấy như ở nhà. Các tài xế và hướng dẫn viên luôn đúng giờ và luôn chú ý đến nhu cầu của chúng tôi. Xin gửi lời cảm ơn đặc biệt đến các tài xế ở khu vực phía bắc và trung tâm và các hướng dẫn viên ở phía bắc và phía nam. Xin chúc mừng và yêu quý Lucas, người đã kiên nhẫn trả lời mọi câu hỏi của chúng tôi về văn hóa và phong tục của anh ấy. Đọc thêm",
            "Chúng tôi gồm 9 người lớn - anh chị em - cho chuyến đi kéo dài 23 ngày từ Bắc vào Nam Việt Nam. Mọi thứ đều hoàn hảo và cho phép chúng tôi tận hưởng vẻ đẹp lộng lẫy của địa điểm theo tốc độ của riêng mình. Chúng tôi đánh giá cao sự lựa chọn khách sạn, nhà hàng, sự chào đón dành cho chúng tôi và đặc biệt là tại các nhà dân. Đối với 3 miền, 3 tài xế hoàn hảo và 3 hướng dẫn viên Dohan, Điệp và Taho, những người mà chúng ta sẽ lưu giữ những kỷ niệm khó quên: chuyên nghiệp, quan tâm đến tất cả chúng ta - chúng ta không còn trẻ nữa! - , với những phẩm chất quan hệ và con người giúp bạn có thể hoàn toàn yên tâm khi đi du lịch. Xin chân thành CẢM ƠN toàn thể đội ngũ Horizon Vietnam Travel vì đã tổ chức hoàn hảo chuyến đi này, vì sự chuyên nghiệp và sự chào đón nồng nhiệt của họ!Đọc thêm",
            "Với sự giúp đỡ và gợi ý của Horizon Vietnam, chúng tôi đã có chuyến đi 21 ngày tuyệt vời, không lo lắng, không trục trặc, được thiết kế riêng và riêng tư tới Việt Nam và Campuchia. Dịch vụ này hoàn toàn tuân thủ theo ước tính đã thỏa thuận. Chào mừng nồng nhiệt đến Hà Nội tại Horizon Việt Nam. Các hoạt động, hướng dẫn viên, tài xế, phương tiện, chỗ ở và nhà hàng đã được lựa chọn rất tốt và đáp ứng mong đợi của chúng tôi. Theo hành trình, chúng tôi có thể dễ dàng thực hiện những bổ sung nhỏ như đi Phố Tàu Hà Nội, ngắm cầu Effel và dừng ở vĩ tuyến 17 gần Huế. Horizon Vietnam quan tâm cung cấp các chi tiết tạo nên sự khác biệt như di chuyển bằng máy bay, chọn một chiếc thuyền nhỏ đi trong vùng biển ít người lui tới của Vịnh Hạ Long, tránh những địa điểm quá đông khách du lịch và thanh toán hóa đơn rất hợp lý bằng đô la Canada. . Chúng tôi hết lòng giới thiệu Horizon Vietnam và cảm ơn họ đã mang đến cho chúng tôi trải nghiệm như vậy.Louise và Pierre Legault, Gatineau, QC, Canada.Đọc thêm",
            "Bạn chi trả cho chuyến đi đến Horizon Việt Nam bằng cách nào?Đọc thêm",
            "Xin chào, chúng tôi sẽ đến Việt Nam vào tháng 3 năm 2023 trong 1 tháng với đại lý này.\nBạn có lời khuyên nào cho chúng tôi sau chuyến đi của bạn không?\nCảm ơn bạn trướcĐọc thêm",
            "Xin chào, tôi sẽ làm việc với công ty này trong năm nay và tôi muốn biết việc cấp thị thực diễn ra như thế nào? biết rằng tôi ở đó hơn 15 ngày và tôi không nói được tiếng Anh nào cả.Đọc thêm",
            "Xin chào, về vấn đề visa, chúng tôi lo các thủ tục với cơ quan chức năng Việt Nam. Chúng tôi sẽ gửi cho bạn một thư mời mà bạn chỉ cần xuất trình khi đến sân bay, kèm theo ảnh nhận dạng và giá thị thực bằng đô la.\nN - đừng ngần ngại liên hệ với cố vấn của bạn để biết thêm thông tin chi tiết\nChúc bạn có một chuyến đi vui vẻ!Đọc thêm",
            "xin chào, tôi muốn biết bạn chọn cách thanh toán cho chuyến đi như thế nào \ncảm ơn bạnĐọc thêm",
            "Xin chào Colette, 50 - bằng thẻ tín dụng và 50 - bằng tiền mặt - euro -. Khám phá rất tốt. Trân trọng. Isabelle.Đọc thêm",
            "Tôi muốn đi cùng công ty du lịch Việt Nam chân trời này, tôi hơi ngại tin tưởng họ, bạn có thể cho tôi biết xin cảm ơnĐọc thêm",
            "Chào buổi sáng, \nChúng tôi cùng cơ quan này rời đi từ ngày 4 đến ngày 19 tháng 1 năm 2020 để khám phá Việt Nam. Một trong những đứa con của chúng tôi đã chọn nó cách đây 7 hoặc 8 năm. Cơ quan đã lắng nghe mong muốn của chúng tôi, chuyến đi thật tuyệt vời và sự hỗ trợ hoàn hảo. Nếu có thể rời đi lần nữa, vì 14 ngày là quá ngắn để khám phá một đất nước xinh đẹp như vậy, chúng tôi sẽ không ngần ngại liên hệ với họ. Để biết thông tin của bạn, họ có những đại lý nói tiếng Pháp rất tốt.\nTrân trọng - Marie ClaudeĐọc thêm",
            "Tôi muốn biết đây có phải là lừa đảo không vì một số người bạn Việt Nam của tôi không biết đại lý địa phương nàyĐọc thêm",
            "Buổi tối vui vẻ\nTôi hiểu sự e ngại của bạn bởi vì tôi cũng cảm thấy điều đó ngay từ đầu, hay chính xác hơn là khi nảy sinh vấn đề thanh toán. \nGiống như bạn, tôi đã đặt câu hỏi này cho những khách hàng cũ đã đăng đánh giá và...tôi đã không thất vọng. \nĐây là một đại lý địa phương đã hoạt động được khoảng mười năm, chủ yếu thông qua truyền miệng. Và điều đó càng tốt hơn, ít nhất là đối với khách du lịch chúng tôi, bởi vì chúng tôi đánh giá cao chất lượng dịch vụ được cung cấp.\nTôi sắp trở về sau chuyến du lịch 16 ngày. Mẹo hàng đầu - \nMột vài người bạn sẽ đến công ty này vào tháng tới. Tôi không nghi ngờ gì về sự hài lòng của họ.\nHãy tiếp tục, bạn có thể tin tưởng.\nVà sau đó, một đại lý được thành lập tốt không đồng nghĩa với việc đảm bảo dịch vụ hiệu quả 100%, phải không?\nTôi là người Việt Nam và tôi muốn làm việc với một cơ quan địa phương. Không hối tiếc, thực sự.\nTrân trọng.Đọc thêm"
        ],
        "star_ratings": [
            1213,
            57,
            1,
            0,
            2
        ],
        "review_amount": 1273,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Horizon Việt Nam",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "",
            "Written May 10, 2024",
            "",
            "Written May 10, 2024",
            "",
            "Written May 10, 2024",
            "",
            "Written May 10, 2024",
            "",
            "Written May 10, 2024",
            "",
            "Written May 10, 2024",
            "",
            "Written May 9, 2024",
            "",
            "Written May 8, 2024",
            "",
            "Written May 8, 2024",
            "",
            "Written May 7, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8797035-Reviews-or80-Horizon_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or70-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or90-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17668230-Reviews-The_Room_Escape_Live-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24193792-Reviews-Indochina_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6561298-Reviews-Indochina_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9995703-Reviews-Vietnam_National_Museum_of_Nature-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8630271-Reviews-Vietnam_Adventure_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10824740-Reviews-Go_Sapa_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d447352-Reviews-Vietnam_Museum_of_Ethnology-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2205444-Reviews-Vietnam_Amazing_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6863564-Reviews-Inspire_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d25557537-Reviews-Vietnam_Autentico_Viajes-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12151167-Reviews-Longlink_Traditional_Water_Puppet_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g59712-d3397357-Reviews-Yellowstone_Lake_State_Park-Blanchardville_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g46140-d278542-Reviews-Clark_s_Bears-Lincoln_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d8519045-Reviews-HarborWalk_Village-Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32635-d4681018-Reviews-Livermore_Shiva_Vishnu_Temple-Livermore_Tri_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g776022-d6923044-Reviews-Dafnoudi_Beach-Fiscardo_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60881-d150546-Reviews-Hoover_Dam-Boulder_City_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g664638-d2336467-Reviews-Platja_Des_Cavallet-Ibiza_Town_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d1237125-Reviews-Alcazar_Cabaret-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d646314-Reviews-Key_West_Express-Fort_Myers_Beach_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or90-Horizon_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or80-Horizon_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Horizon Vietnam Travel",
        "attraction_name_vi": "Du lịch Horizon Việt Nam",
        "general_info": [
            "1.252 đánh giá",
            "- 17 trên 1.089 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan văn hóa",
            "Lịch sử - Di sản Tour",
            "Tour tham quan",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã"
        ],
        "attraction_summary": "Đội ngũ địa phương của chúng tôi sẽ mang đến cho bạn một loạt các tour du lịch được thiết kế riêng, đặc biệt, đầy cảm xúc và thư giãn tại Việt Nam, Lào và Campuchia. Các chuyến đi của chúng tôi là những chuyến đi khác thường, khám phá lịch sử - văn hóa, đi bộ đường dài, giao lưu với người dân địa phương và kỳ nghỉ ở bãi biển. https: - - Horizon-vietnamtravel.com - Đọc thêm",
        "reviews": [
            "Hoàn toàn được khuyến khích. Từ khi đến và tiếp đón họ đã dành cho chúng tôi, điều đó thật tuyệt vời, cho đến khi kết thúc chuyến đi, họ vẫn liên lạc với chúng tôi, thậm chí còn lo việc kiểm tra các chuyến bay nội địa. Việc lựa chọn hành trình và các hướng dẫn viên khác nhau đã rất thành công, thích nghi luôn phù hợp với điều kiện vật chất của chúng tôi và thay đổi chương trình theo yêu cầu của chúng tôi khi cần thiết mà không gây ra bất kỳ vấn đề nào. Chúng tôi đã đi du lịch với 3 người và tất cả chúng tôi đều rất vui mừng. Một công ty nghiêm túc với triết lý làm việc khiến nó hoàn toàn được khuyến khích.Đọc thêm",
            "Hai tuần từ Sài Gòn đến Hà Nội cùng một người bạn trở nên tuyệt vời nhờ sự tổ chức đưa đón, khách sạn và hướng dẫn viên bằng tiếng Tây Ban Nha của Micaela và Camilla từ Horizon. Cả hai đều chú ý đến chúng tôi mọi lúc. Công ty du lịch có trụ sở tại Hà Nội cũng hỗ trợ các chương trình giúp đỡ trẻ em và người lớn có hoàn cảnh dễ bị tổn thương, đây là một điểm cộng khi quyết định chọn công ty du lịch. Tôi khuyên bạn nên họ! Cảm ơn bạn rất nhiều vì tất cả mọi thứ!  -  -  - Đọc thêm",
            "Chương trình kết thúc, chúng tôi khám phá Việt Nam từ Bắc vào Nam với những cảnh quan hùng vĩ và những chuyến tham quan ngoạn mục. Chúng tôi sẽ không thể nhìn thấy một nửa số cảnh quan nếu không có những hướng dẫn viên rất tốt bụng và chu đáo. Họ có những kỹ năng đặc biệt, nói tiếng Pháp rất tốt và có kiến ​​thức tổng quát tuyệt vời. Chúng tôi đã chụp rất nhiều ảnh và mơ ước với cái đầu đầy kỷ niệm. Tôi nhắm mắt giới thiệu cơ quan này, rất có năng lực và phản ứng nhanh.Đọc thêm",
            "Công ty HORIZONS Vietnam TRAVELS đã tổ chức cho chúng tôi một chuyến đi riêng tuyệt vời đến Việt Nam và Campuchia. Chương trình rất hoàn hảo, hướng dẫn viên và tài xế tốt và rất dễ chịu, các khách sạn thật tuyệt vời. Sự tử tế, khả năng thích ứng và khả năng phản hồi của đại lý là đặc biệt. Và cơ quan này quyên góp một phần tiền thù lao của mình cho các tổ chức từ thiện địa phương. Hoàn toàn được khuyến khích! Đọc thêm",
            "Công ty chu đáo, luôn sẵn sàng và chuyên nghiệp. Cảm ơn Tran vì sự kiên nhẫn của bạn - 3 hướng dẫn viên của tôi thật tuyệt! Đặc biệt cảm ơn Huy ở phía bắc đất nước: một người đam mê lịch sử! Và Phương ở phía nam với tất cả những bí quyết nấu ăn này - Các khách sạn được chọn là hoàn hảo, các nhà hàng rất ngon - đồng thời, chúng tôi ăn rất ngon ở đất nước này... - , các hoạt động được tổ chức rất tuyệt - Tôi đã đi du lịch với một chiếc presso - - , và lời khuyên khi đến thăm khi chúng tôi Chúng tôi không có hướng dẫn viên, họ thật tuyệt! Việt Nam thật tuyệt vời, tôi sẽ vui vẻ quay lại! Đọc thêm",
            "Khi chúng tôi đã quyết định điểm đến là Việt Nam, chúng tôi tìm thấy đại lý này trên mạng và đọc nhiều đánh giá khác nhau, nó có vẻ đáng tin cậy. Chúng tôi không thất vọng. Trong số những điều khác, chúng tôi rất ấn tượng bởi thực tế là họ có tầm nhìn về du lịch công bằng, hỗ trợ và có đạo đức, hỗ trợ các dự án nhân đạo khác nhau, cũng như cảm ơn khách du lịch. Đó không phải là chuyến đi thông thường - cổ điển - nơi bạn đến thăm các di tích và bảo tàng mà là hòa mình vào văn hóa Việt Nam. Liên hệ rất đơn giản, qua email và WA, với chương trình và thông tin hữu ích. Đó là một chuyến đi được thiết kế riêng - đối với chúng tôi với tư cách là một cặp vợ chồng - do đó được đóng gói theo nhu cầu của khách hàng, với tài xế và hướng dẫn viên nói tiếng Ý, người sẽ thay đổi tùy thuộc vào khu vực sẽ đến. Đến Hà Nội từ rất sớm, chúng tôi được đi cùng đến văn phòng - cũng vì việc nhận phòng khách sạn bắt đầu từ 2 giờ chiều - nơi chúng tôi đánh giá rất cao - sự chào đón của họ - với dịch vụ mát-xa kiểu Việt, thiền với chuông, nếm trà và một buổi biểu diễn âm nhạc nhỏ cùng các nhạc cụ truyền thống...thần dược cho thể xác và tinh thần sau chặng đường dài. Họ đã tạo một nhóm WhatsApp để luôn sẵn sàng, họ theo dõi chúng tôi trong suốt chuyến đi và quan tâm đến chúng tôi. Sự đúng giờ cực kỳ đúng giờ của các tài xế và những người bạn đồng hành của chúng tôi cũng như việc luôn có sẵn nước ngọt và khăn lau sảng khoái trên xe đã được đánh giá rất cao. Ưu tiên cho các cơ sở lưu trú nhỏ, các hoạt động như đi xe đạp và chèo thuyền, gặp gỡ người dân địa phương và rõ ràng là mua hàng địa phương sản phẩm thủ công, giao lưu văn hóa chứ không phải du lịch đại chúng đơn giản. Tóm lại, một chuyến đi được tổ chức hoàn hảo - nhờ Ly và Laura - trên hết đã cho phép chúng tôi làm quen và trân trọng con người và văn hóa Việt Nam.Đọc thêm",
            "Chuyến thăm rất đẹp, từ Hà Nội hỗn loạn và hấp dẫn, đến vùng nông thôn tuyệt vời phía bắc để đến Hồ Chí Minh rồi tiến vào đồng bằng sông Cửu Long đang chờ được khám phá. Tổ chức hoàn hảo, thời gian và cơ sở vật chất luôn ngang tầm, được chiều chuộng từ lần đầu tiên đến cho đến giây phút cuối cùng bởi đội ngũ nhân viên tốt bụng, được đào tạo bài bản và thân thiện. Cảm ơn toàn bộ cấu trúc của Horizon Travel Vietnam và trên hết là một đất nước tuyệt vời đầy tự hào về lịch sử của mình.Đọc thêm",
            "Công ty thực sự tuyệt vời. Chúng tôi đã chuẩn bị một danh sách các địa điểm chúng tôi muốn ghé thăm và - Horizon Vietnam Travel - đã tôn trọng mong muốn của chúng tôi rất tốt. Các hướng dẫn viên rất hiểu biết và thân thiện. Chúng tôi thực sự có thể khám phá đất nước đáng ngạc nhiên và đáng yêu này một cách sâu sắc. Đọc thêm",
            "Một đội đáng yêu, một chuyến đi tuyệt vời, những cuộc gặp gỡ đáng nhớ và những địa điểm đáng kinh ngạc. Cảm ơn lòng tốt của các hướng dẫn viên và văn phòng, xin cảm ơn vì những khoản đầu tư mà bạn đang thực hiện để ủng hộ các ngôi làng - cầu, trường học, v.v. -, rất lớn vì sự quan tâm của bạn dành cho chúng tôi.Family Eleven - H - Đọc thêm",
            "Trải nghiệm du lịch tuyệt vời với Horizon Travel. Việc tổ chức rất đơn giản, giao tiếp rất tốt, mọi thứ diễn ra hoàn hảo và chúng tôi yêu thích chuyến đi trong những điều kiện này;Tôi khuyên bạn nênĐọc thêm"
        ],
        "star_ratings": [
            1213,
            57,
            1,
            0,
            2
        ],
        "review_amount": 1273,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "Du lịch Horizon Việt Nam",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "",
            "Written May 16, 2024",
            "",
            "Written May 16, 2024",
            "",
            "Written May 16, 2024",
            "",
            "Written May 16, 2024",
            "",
            "Written May 16, 2024",
            "",
            "Written May 15, 2024",
            "",
            "Written May 14, 2024",
            "",
            "Written May 14, 2024",
            "",
            "Written May 12, 2024",
            "",
            "Written May 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d8797035-Reviews-or90-Horizon_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or80-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or100-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-Horizon_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17668230-Reviews-The_Room_Escape_Live-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24193792-Reviews-Indochina_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6561298-Reviews-Indochina_Motorbike_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9995703-Reviews-Vietnam_National_Museum_of_Nature-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8630271-Reviews-Vietnam_Adventure_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10824740-Reviews-Go_Sapa_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d447352-Reviews-Vietnam_Museum_of_Ethnology-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2205444-Reviews-Vietnam_Amazing_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6863564-Reviews-Inspire_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g21375824-d25557537-Reviews-Vietnam_Autentico_Viajes-Cau_Giay_Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7834952-Reviews-Hanoi_Voyages-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12151167-Reviews-Longlink_Traditional_Water_Puppet_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8647177-Reviews-Paradise_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17450631-Reviews-Vietnam_Escape_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6508941-Reviews-Incredible_Asia_Journeys-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2306694-Reviews-Naif_Souk-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g608882-d13002462-Reviews-Krauma-Reykholt_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d320715-Reviews-Stanley_Market-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g57119-d7023336-Reviews-Sand_Hollow_Aquatic_Center-St_George_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d6452156-Reviews-Bangkok_Butterfly_Garden_and_Insectarium-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13984791-Reviews-Vien_Dong_Massage-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g1826165-d1102622-Reviews-The_Jampot-Eagle_Harbor_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g2037761-d3830227-Reviews-Morib_Beach-Banting_Kuala_Langat_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g608929-d1182416-Reviews-Riserva_Naturale_dello_Zingaro-Castellammare_del_Golfo_Province_of_Trapani_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g42256-d12124658-Reviews-20_Monroe_Live-Grand_Rapids_Kent_County_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or100-Horizon_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d8797035-Reviews-or90-Horizon_Vietnam_Travel-Hanoi.html"
    }
]