[
    {
        "attraction_name": "Horseshoe Casino",
        "attraction_name_vi": "Sòng bạc móng ngựa",
        "general_info": [
            "12.138 đánh giá",
            "- 1 trong 15 điều cần làm ở Tunica",
            "Sòng bạc"
        ],
        "attraction_summary": "Hãy thử vận ​​may của mình và giải trí tại sòng bạc nghỉ dưỡng hoành tráng này với hơn 1.596 máy đánh bạc, các trò chơi trên bàn thú vị cùng với nhiều nhà hàng và địa điểm giải trí.Đọc thêm",
        "reviews": [
            "Đây là một trong những kỳ nghỉ tốt hơn. Chúng tôi - đã thử khách sạn - sòng bạc khác và đây là nơi chúng tôi sẽ quay lại lần nữa. Chúng tôi đã phải gọi máy pha cà phê nhưng họ phản hồi nhanh chóng. Nó đã bị mòn một chút ở một số nơi trong khách sạn nhưng có vẻ như họ đang tiến hành nâng cấp nó. Bãi đậu xe hơi khó hiểu nhưng khi rời đi, chúng tôi đã tìm được đường vào tốt nhất.Đọc thêm",
            "Cần phải thoát khỏi mùa đông điên cuồng - cơn bão băng giá.  Nơi này đã làm được điều đó.  Rất nhiều bàn chơi game và máy đánh bạc để thưởng thức.   Phòng thật tuyệt vời.  Nước thực sự nóng từ vòi sen. Tuy nhiên, khi vợ/chồng vặn vòi sen trên bồn rửa, nó trở nên lạnh như băng.Đọc thêm",
            "Phòng khách sạn sạch sẽ và thoải mái nhưng không có bình cà phê và khi chúng tôi đến quầy lễ tân để lấy nó và nạp nước, nó đã được hứa nhưng không bao giờ nhận được.\nSòng bạc khá tốt một chút, chúng tôi đã chơi được mà không thua quá nhiều trong hai ngày, như thường lệ chúng tôi không thắng lớn - \nKhông có nhiều lựa chọn đồ ăn ngon nhưng sòng bạc bên cạnh có nhiều lựa chọn hơn.\nĐối với một chuyến đi miễn phí, nó thật vui và thú vị.\nSự mong đợi dành cho Khách sạn Danville rất cao vì nó nằm trong khoảng cách lái xe.Đọc thêm",
            "Phòng khách sạn sạch sẽ và thoải mái nhưng không có bình cà phê và khi chúng tôi đến quầy lễ tân để lấy nó và nạp nước, nó đã được hứa nhưng không bao giờ nhận được. Sòng bạc khá tốt một chút, chúng tôi đã chơi được mà không mất quá nhiều cho hai người ngày, như thường lệ, chúng tôi đã không đạt được thành công lớn - Không có nhiều lựa chọn đồ ăn ngon nhưng sòng bạc bên cạnh có nhiều hơn. Đối với một chuyến đi - miễn phí, thật vui và thú vị. Sự mong đợi đối với Khách sạn Danville là rất cao trong khoảng cách lái xe.Đọc thêm",
            "Dịch vụ lễ tân hoàn toàn khủng khiếp. Người thư ký rất hiếu khách và thô lỗ. Phòng mà chúng tôi đặt không còn trống, mặc dù đã được tính phí đầy đủ và thanh toán trước. Không có dịch vụ đỗ xe hoặc chuông. Nhân viên lễ tân lười biếng và bất hợp tác. Người này sẽ không có việc làm ở Motel 6 ở bất kỳ nơi nào khác trên đất nước. Đồ ăn ở nhà hàng duy nhất mở cửa vào sáng Chủ nhật thật kinh khủng. Lựa chọn cho bữa sáng là 5 món và không tốt hơn nhiều cho bữa trưa. Sòng bạc vẫn ổn, nhưng tôi sẽ không bao giờ ở khách sạn nữa.Đọc thêm",
            "Không thể lấy chìa khóa phòng để làm việc cho phòng của chúng tôi. Quầy lễ tân yêu cầu một nhân viên giúp đỡ và họ tranh cãi và anh ta không giúp đỡ.  Cuối cùng chúng tôi vào trong và căn phòng cực kỳ nóng. Bữa ăn ở nhà hàng bít tết thật đáng thất vọng, phải nấu lại. Máy chủ chậm trên sàn. Mất rất nhiều tiền, không một ai trả hết. Về phòng thì nóng, người ra vào phòng cũng không bao giờ sửa, ở lại khổ sở. Sòng bạc tồi tệ nhất bao giờ hết. Barbara HerringĐọc thêm",
            "Cần phải thoát khỏi mùa đông điên cuồng - cơn bão băng giá.  Nơi này đã làm được điều đó.  Rất nhiều bàn chơi game và máy đánh bạc để thưởng thức.   Phòng thật tuyệt vời.  Nước thực sự nóng từ vòi sen. Tuy nhiên, khi vợ/chồng vặn vòi sen trên bồn rửa, nó trở nên lạnh như băng.Đọc thêm",
            "Đây là một trong những kỳ nghỉ tốt hơn. Chúng tôi - đã thử khách sạn - sòng bạc khác và đây là nơi chúng tôi sẽ quay lại lần nữa. Chúng tôi đã phải gọi máy pha cà phê nhưng họ phản hồi nhanh chóng. Nó đã bị mòn một chút ở một số nơi trong khách sạn nhưng có vẻ như họ đang tiến hành nâng cấp nó. Bãi đậu xe hơi khó hiểu nhưng khi rời đi, chúng tôi đã tìm được đường vào tốt nhất.Đọc thêm",
            "Hoàn toàn chết chỉ có hai bàn blackjack, tất cả các trò chơi khác đều đóng cửa, Hollywood không lấy Amex, có thể có năm người trong toàn khu nghỉ dưỡng. Một đường cao tốc bốn làn khổng lồ chạy xuyên qua vùng nông thôn Mississippi có thể có hai chiếc ô tô chạy trên đó, một ảo tưởng về sự hùng vĩ Bạn không thể đi bộ từ sòng bạc này sang sòng bạc khác, Horseshoe cách Thị trấn Sam vài dặm. Theo tôi, đừng bao giờ đến đó, khu nghỉ dưỡng Tunica và tất cả những khu nghỉ dưỡng sòng bạc lớn đó đều là busto, một trải nghiệm rất tồi tệ Điểm sáng duy nhất là bãi đậu xe RV, bạn có thể lái chiếc RV của mình và đỗ xe tại sòng bạc, sống ở đó và chơi đánh bạc, bạn sẽ ở một mình giữa hư không nhưng chỉ với một khoảng thời gian ngắn đi bộ trong rừng bạn có thể nhìn thấy sông Mississippi.Đọc thêm",
            "Vợ tôi đặt 2 phòng lẽ ra phải nối ở giữa. Đây là điểm dừng chân cuối cùng của chúng tôi trên đường về nhà sau kỳ nghỉ cùng gia đình. Người phụ nữ ở quầy lễ tân rất thô lỗ khi bắt đầu và không rõ ràng về phí nghỉ dưỡng. Chúng tôi lên lầu và 2 chìa khóa của một phòng không hoạt động. Quay lại quầy lễ tân và chúng tôi được thông báo - đó là lỗi của chúng tôi, họ đã ngừng hoạt động vì chúng tôi để họ đến gần điện thoại di động của chúng tôi - Điều này đã xảy ra thêm 2 lần nữa giữa 2 phòng và chìa khóa riêng biệt của chúng tôi. - Chúng ta đã trải qua 7 phím. Một trường hợp mà chúng tôi không thể vào phòng, tôi đã gọi cho quầy lễ tân và một lần nữa được thông báo rằng đó là lỗi của tôi nên họ đã ngừng hoạt động. Họ cử một người đàn ông tới quầy lễ tân với 2 chìa khóa mới. Sau đó anh ta quẹt cả hai thẻ ra cửa. Đoán xem cái nào sẽ - không có tác dụng.  Mỗi lần chúng tôi được thông báo - đó là lỗi của chúng tôi. Sòng bạc là một sòng bạc không có gì tốt hay xấu ở đó. Chỉ là nhân viên khách sạn và thái độ căm ghét đã giết chết chúng tôi. Đọc thêm",
            "4 người chúng tôi đã đi và tất cả chúng tôi đều mất tất cả những gì chúng tôi mang theo trong 1 giờ 15 phút. Những chiếc máy chặt chẽ nhất mà tôi từng chơi. Tôi không ngại mất tiền nếu máy cho phép tôi chơi một lúc nhưng đây là một trò đùa. Đã thử vận ​​may của chúng tôi tại nhà hàng Guy Fieri và mọi chuyện diễn ra cũng tương tự. Dịch vụ tệ nhất mà tôi từng có trong một nhà hàng và đồ ăn thì không hề rẻ. Đừng lãng phí tiền của bạn ở đây. Đọc thêm",
            "Bồn tắm đã rỉ sét. rèm tắm không vừa.  TV chỉ hiển thị nếu bạn đang ở trên giường. Một số bóng đèn đã tắt. Chỉ có một nhà hàng và một quán bánh mì kẹp thịt được mở cửa. Một cái ghế. Yếu tố chuộc lỗi duy nhất là không có ai ở đó.Đọc thêm",
            "Tôi đã ở mọi khách sạn sòng bạc ở Tunica lúc này hay lúc khác.  Móng ngựa luôn là thứ tôi yêu thích nhất.  Đáng buồn thay, vài lần tôi đến đó, nó liên tục đi xuống.  Chuyến đi gần đây nhất của tôi là một sự thất vọng lớn.  Sòng bạc cần được cập nhật một chút và số lượng chỗ trống quá chật hẹp; thậm chí còn không đủ thắng để tiếp tục chơi.  Ngoài ra, tôi phải lấy 2 thẻ người chơi khác nhau vì chúng không được máy đánh bạc nhận ra.  Không có phần thưởng cho bất cứ thứ gì hoặc bất kỳ trò chơi miễn phí nào.  Nếu chúng ta cần gọi người phục vụ đến máy vì nó cần dịch vụ; chúng ta sẽ phải rời khỏi máy để đi tìm ai đó.  Cuối cùng, có sự lựa chọn hạn chế về thực phẩm.  Thật không may, Horse Shoe giống như một thị trấn ma và tôi không có ý định quay lại.                                                                      Đọc thêm",
            "Địa điểm có đúng là dành cho người dưới 21 tuổi hay người dưới 21 tuổi sẽ được phép vào nếu họ chỉ vào rạp hát chứ không vào sòng bạc thực tế?Đọc thêm",
            "Bạn có bingoĐọc thêm",
            "Bạn có chơi bingo trong sòng bạc quiero SantaĐọc thêm",
            "Bạn có phải 21 tuổi mới được đi xem hòa nhạc miễn là có cha mẹ hoặc người giám hộ đi cùng không?Đọc thêm",
            "Sòng bạc có quyền truy cập vào các công ty cho thuê xe không? Sẽ đến một bữa tiệc ở Sân bay Memphis và không chắc chắn có được một cái ở đó hoặc có thể đến sòng bạc không? Cảm ơnĐọc thêm",
            "Tôi chưa thấy biển báo cho thuê xe nào ở Horseshoe Tunica hay MGM Gold Strike bên cạnh.  nếu bạn muốn thuê một chiếc ô tô, tôi khuyên bạn nên thuê một chiếc ở Sân bay Memphis.Đọc thêm",
            "Có két an toàn trong phòng không? Có tiện nghi giặt ủi tại chỗ không?Đọc thêm"
        ],
        "star_ratings": [
            6595,
            2979,
            1539,
            518,
            507
        ],
        "review_amount": 12138,
        "location": [],
        "reviews_time": [
            "Written November 3, 2023",
            "Written January 16, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written April 27, 2024",
            "Written January 28, 2024",
            "Written January 16, 2024",
            "Written November 3, 2023",
            "Written August 22, 2023",
            "Written August 4, 2023",
            "Written July 24, 2023",
            "Written July 19, 2023",
            "Written July 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g44062-d107479-Reviews-Horseshoe_Casino-Tunica_Mississippi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g44062-d3295072-Reviews-Village_Square_Buffet-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44062-d2645585-Reviews-8_oz_Burger_bar-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44062-d3324500-Reviews-Horseshoe_Tunica-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44062-d5107285-Reviews-Buffet_Americana-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44062-d547480-Reviews-Chicago_Steakhouse-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44062-d4636738-Reviews-Starbucks-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44062-d9711386-Reviews-Gold_Strike_Restaurant-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44062-d4496037-Reviews-Lucky_8_Asian_Bistro-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44062-d10483127-Reviews-Sweet_Tea-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g44062-d17792578-Reviews-BetMGM_Book_Bar_Grill-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44062-d199064-Reviews-Bluesville_Performance_Hall-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44062-d107483-Reviews-Gold_Strike_Casino-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44062-d107485-Reviews-1st_Jackpot_Casino-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44062-d3419778-Reviews-Gateway_To_The_Blues_Visitor_Center_Museum-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44062-d108128-Reviews-Casino_at_Fitzgeralds_Hotel-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44062-d2475521-Reviews-Sam_s_Town_Casino-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44062-d106556-Reviews-Hollywood_Casino_Tunica-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44062-d284714-Reviews-Sam_s_Gambling_Hall-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44062-d12545666-Reviews-Roxy_s_Live-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44062-d199060-Reviews-River_Palace_Arena-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44062-d107479-Reviews-or10-Horseshoe_Casino-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44062-d107479-Reviews-Horseshoe_Casino-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44062-d1213022-Reviews-Bellissimo_Spa_Salon-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44062-d2477113-Reviews-Golden_Reflections_Spa-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g17702758-d10117049-Reviews-Tunica_National_Golf_Tennis-Tunica_Resorts_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44062-d293368-Reviews-Tunica_RiverPark-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44062-d293369-Reviews-Tunica_Museum-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g44062-d207923-Reviews-River_Bend_Links-Tunica_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g59642-d144590-Reviews-Oglebay_Park-Wheeling_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298060-d13831399-Reviews-Aqua_Bounce_Ajman-Ajman_Emirate_of_Ajman.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d319505-Reviews-Riyadh_Zoo-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54578-d145947-Reviews-Broken_Boot_Gold_Mine-Deadwood_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60845-d4112390-Reviews-Lake_Brandt_Marina-Greensboro_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g48503-d126661-Reviews-Seabreeze_Amusement_Park-Rochester_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46260-d1059936-Reviews-Weirs_Drive_In_Theatre-Weirs_Beach_Laconia_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g1158886-d3781012-Reviews-Mangel_Halto_Beach-Savaneta_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d298971-Reviews-Danube_River-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d105859-Reviews-Fashion_Outlets_of_Niagara_Falls_USA-Niagara_Falls_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g44062-d107479-Reviews-or10-Horseshoe_Casino-Tunica_Mississippi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g44062-d107479-Reviews-Horseshoe_Casino-Tunica_Mississippi.html"
    }
]