[
    {
        "attraction_name": "Hot Springs National Park",
        "attraction_name_vi": "Vườn quốc gia suối nước nóng",
        "general_info": [
            "1.062 đánh giá",
            "10 trong số 73 điều cần làm ở Suối nước nóng",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Chúng tôi rất thích ngâm mình trong suối nước nóng tại nhà tắm và đi bộ đến Hồ và Thác nước Catherine. Việc đi bộ lên tháp quan sát cũng rất tuyệt. Chúng tôi yêu thích khu phố cổ Suối nước nóng và các cuộc đua trong bồn tắm cũng như chương trình ca nhạc tối thứ Năm trong tháng Sáu.Đọc thêm",
        "reviews": [
            "Công viên xinh đẹp. Khung cảnh tuyệt vời của nhà tắm suối nước nóng và cây cối nếu bạn đi bộ lên khu vực núi. Tòa tháp phía trên là một trải nghiệm tuyệt vời để đi lên. Giá để làm điều đó hơi đắt, nhưng đáng giá. Đọc thêm",
            "Đi bộ hàng tắm. Đường mòn Hiked Goat Rick và đường mòn Upper Dogwood - cả hai đều dễ thực hiện với trẻ em. Phải ghé thăm Kilwins để thưởng thức món kem ngon và sôcôla thơm ngon; chúng tôi đã đi hai lần!Đọc thêm",
            "Điều chúng tôi muốn nói từ tiêu đề này là hầu hết các Công viên Quốc gia đều có quá nhiều con đường mòn để đi qua.  Cái này có khoảng mười, trong đó có nhiều cái có thể được kết hợp thành nhiều chuyến đi bộ đường dài.  Con đường dài nhất là Sunset, khoảng 10 dặm tùy thuộc vào nơi bạn bắt đầu hoặc dừng lại.  Tất cả trừ một trong số chúng đều có khả năng chịu đựng độ cao nhất định nên chúng không dành cho người yếu tim.  Chúng tôi rất thích đi bộ đường dài vài ngày ở Công viên Quốc gia này.\n\nNó cũng có một tháp quan sát và nhiều đài quan sát nếu bạn thích lái xe qua nó hơn là đi bộ.  Dù bạn có tin hay không thì Công viên Quốc gia này cũng chiếm trọn một bên đường ở trung tâm thành phố Suối Nước Nóng.  Bathhouse Row là một phần của Công viên Quốc gia.  Nhà tắm Fordyce là một bảo tàng miễn phí hoạt động ngay trong giới hạn thành phố Hot Springs, một phần của Công viên Quốc gia này.  Bạn có thể đến nhà tắm ngâm mình trong làn nước Suối Nước Nóng hoặc đến Nhà Tắm Cao Cấp dùng bữa và chút bia ủ bằng nước Suối Nóng.  \n\nĐây là một công viên quốc gia khá độc đáo và đáng để đến ít nhất một lần trong đời.  Chúng tôi đã cạn kiệt các lựa chọn về đường mòn đi bộ đường dài ở đây nên chúng tôi sẽ mạo hiểm đến Công viên Quốc gia tiếp theo để xem nó có gì thú vị.  Một nơi nhất định phải ghé thăm nếu Công viên quốc gia là ý tưởng của bạn về một khoảng thời gian vui vẻ.Đọc thêm",
            "Chúng tôi rất thích điều này! Đường mòn đá dê có một trinh nữ xinh đẹp! Khu dã ngoại và suối ở hẻm núi Gulpha thật sự rất tuyệt! Và nếu bạn có một con chó và những đứa trẻ, tôi thực sự khuyên bạn nên tham gia chương trình kiểm lâm vỏ cây. Thật là vui! Nước suối từ vòi nguội đi tất nhiên là rất ngon và trong lành. Nhìn thấy suối nước nóng trong thành phố. Nơi tuyệt vời để ghé thăm.Đọc thêm",
            "Chúng tôi đã đến thăm Fordyce. Tắm và lùi một bước thời gian. Đó là một nơi tuyệt vời để xem các cơ sở này hoạt động như thế nào. Các cuộc triển lãm là bản gốc và được duy trì rất tốt. Đó thực sự là một điều tuyệt vời đối với tòa nhà lịch sử này.Đọc thêm",
            "Cháu trai tôi và tôi đã thực hiện Một cuộc trốn thoát trong gang tấc. Chàng trai trẻ làm việc ở đó thật tuyệt vời. Anh ấy còn làm nó vui hơn nữa. Chúng tôi đã có khoảng thời gian tuyệt vời để giải các câu đố. Chúng tôi đã hoàn thành chỉ còn vài giây rảnh rỗi. Tôi sẽ khuyến cáo điều này cho bất kỳ ai. Bạn thực sự không bị khóa. Vui lắm!Đọc thêm",
            "Hot Springs không thực sự là một Công viên Quốc gia mà giống một Di tích Lịch sử Quốc gia hơn nên nếu hiểu được điều đó thì bạn nên tận hưởng nó. Trung tâm du khách có một bảo tàng toàn diện giải thích lịch sử và chi tiết về nhà tắm thời Edward. Bạn vẫn có thể tự mình trải nghiệm điều đó tại Buckstaff cách đó vài cánh cửa. Kiến trúc, tác phẩm điêu khắc và đài phun nước trong khu vực cũng rất tuyệt vời. Có một số con đường mòn và các ngóc ngách khác để khám phá, nhưng nếu bạn đang mong đợi một trải nghiệm kiểu Yellowstone về vẻ đẹp hoang dã và tự nhiên thì bạn sẽ thất vọng. Tôi nghĩ thị trấn này rất thú vị và sẽ không ngại quay lại. Tôi đánh giá cao HSNP vì những gì nó mang lại.Đọc thêm",
            "Chúng tôi lái xe từ Dallas đến thành phố Trung tâm Du khách Hot Springs vào tháng 8. Nhân viên trung tâm du khách giải thích những gì chúng tôi có thể làm ở Hot Springs. Chúng tôi đã đến thăm Trung tâm và Bảo tàng Du khách Fordyce Bathhouse, Quapaw Baths Spa, The Grand Promenade, Suối nước nóng trên mặt đất trong Công viên, Chùa Núi Suối Nước Nóng. Chúng tôi có spa tại Quapaw Baths Spa vào ngày hôm sau.Đọc thêm",
            "Đi bộ trong nhà tắm ít nhất là ở một bên mà không có tất cả những thứ bẫy du lịch là một cách tuyệt vời để đặt mình vào bước chân của rất nhiều người trong thế kỷ qua đã đến thăm để có làn nước suối chữa bệnh cũng như nghỉ ngơi thư giãn.  Trung tâm du khách của họ, vốn là một nhà tắm cũ, là một cách tuyệt vời để mọi người xem cách sắp xếp mọi thứ nếu họ không có cơ hội tự mình trải nghiệm.  Đừng bỏ lỡ nhà để xe miễn phí cách đó khoảng một dãy nhà, mặc dù có vẻ như nó đã đầy vào lúc 10 giờ sáng vào một buổi sáng thứ bảy bận rộn.  Đọc thêm",
            "Nếu giống như tôi, bạn chỉ muốn đến mọi Công viên quốc gia, thì hãy đến đó. Nhưng tôi không hiểu tại sao nơi này lại là công viên quốc gia. Nơi này bao gồm một dãy nhà tắm hơi có giá trị lịch sử đáng ngờ và một vài con đường đi bộ tẻ nhạt quanh những ngọn đồi địa phương. Đối với các suối nước nóng, chúng chủ yếu nằm dưới đường phố. Bạn có thể nhìn thấy và chạm vào nước chảy ra từ một đài phun nước nhỏ và một dòng suối nhỏ, nhưng đừng mong đợi nhiều. Chắc chắn là đẹp và cổ kính, và những chuyến đi bộ trong thiên nhiên rất thú vị, nhưng không hề kém cạnh so với hầu hết các Công viên quốc gia khác của chúng ta. Theo tôi, nơi này nên được đổi tên. Đọc thêm",
            "Công viên quốc gia Hot Springs ở Hot Springs Arkansas là công viên đô thị duy nhất ở Mỹ. Điểm thu hút ban đầu của suối nước nóng là một khu nghỉ dưỡng chăm sóc sức khỏe và thể chất. Công viên quốc gia được thành lập để bảo vệ các dòng suối và cung cấp cho công chúng quyền tiếp cận các nhà tắm. Chúng tôi đi bộ đoạn đầu tiên của Đường mòn Hoàng hôn trên Núi Tây, thăm Tháp Núi và ngâm mình trong bốn hồ bơi tại Quapaw Baths and Spa.  Trung tâm Du khách Công viên Quốc gia Fordyce có một bảo tàng rất thú vị giải thích và trưng bày lịch sử của các nhà tắm trong khu vực. Chúng tôi cũng rất thích một số nhà hàng ở trung tâm thành phố, The Pancake Shop và The Porterhouse!Đọc thêm",
            "Vườn quốc gia độc đáo vì nó tập trung vào các tòa nhà lịch sử hơn là thiên nhiên.  Tất nhiên, Suối nước nóng sẽ không tồn tại nếu không có suối nước nóng tự nhiên nhưng điểm nổi bật ở đây chính là dãy nhà tắm.  Xung quanh Tám nhà tắm xinh đẹp và tất cả ngoại thất đã được khôi phục lại vẻ huy hoàng đầu thế kỷ 20. Bên kia đường từ dãy Nhà tắm là các cửa hàng và nhà hàng thuộc sở hữu tư nhân.  Các khu vực của Thành phố Suối nước nóng khác xa với thời kỳ huy hoàng của thành phố nhưng những khối nhà này cho bạn ý tưởng về thành phố này từng sang trọng như thế nào.  Rất nhiều người chỉ đi dạo xung quanh và thưởng thức khung cảnh. Đừng bỏ lỡ việc vào trong nhà tắm The Fordyce.  Tòa nhà này đóng vai trò là trung tâm du khách và toàn bộ nội thất đã được khôi phục để cho thấy diện mạo của một nhà tắm điển hình trong những năm 1930.  Ngay bên ngoài Fordyce là hai suối nước nóng, rất thú vị khi chạm vào.  Sẽ không mất hơn một ngày để xem hết mọi thứ nhưng chắc chắn đáng để bạn dừng lại.Đọc thêm",
            "Nhiều nhà tắm đến tận tường. Hầu hết yêu cầu đặt chỗ để tắm. Các cửa hàng và nhà hàng bên kia đường. Đài phun nước miễn phí để cảm nhận nước.Đọc thêm",
            "yêu thích lối đi dạo, nó có tầm nhìn tuyệt vời ra khu vực những món ăn tuyệt vời và khu mua sắm tuyệt vời rất nhiều địa điểm lịch sử thú vị để tham quanĐọc thêm",
            "Công viên quốc gia Hot Springs là một khu vực tuyệt vời nhưng KHÔNG phải Làng Hot Springs cũng như cộng đồng được kiểm soát của nó rộng 26.000 mẫu Anh.  Nếu bạn định đến thăm Công viên Hot Springs Natl, hãy làm điều đó nhưng KHÔNG ở lại Làng Hot Springs hoặc đến gần nó - địa điểm tuyệt vời duy nhất là Home Plate, một nhà hàng nơi người dân thân thiện và đồ ăn rất tuyệt.  Suối nước nóng cũng sẽ là nơi tốt hơn để tìm một chỗ ở để chơi gôn - rẻ hơn và thân thiện hơn.  Nếu bạn thuê trong Cộng đồng Làng Hot Springs được kiểm soát, hãy cẩn thận vì nó không liên kết với Cộng đồng, bạn sẽ không nhận được các tiện nghi của các thành viên.  Chúng tôi không thể sử dụng Công viên dành cho chó vì chúng tôi không phải là thành viên, mặc dù chúng tôi đang thuê nhà của một thành viên nhưng chúng tôi có giấy tờ cho thú cưng của mình để chứng minh việc tiêm phòng.  Một lý do khiến chúng tôi chọn địa điểm này là tính năng công viên dành cho chó.  Tôi đã viết một bài đánh giá trước đó cho HSV Chamber để biết rằng tôi đã nhận được cuộc gọi từ những người cho thuê nói rằng họ đã nói chuyện với người quản lý chủ sở hữu tài sản và đề nghị hoàn lại 10 đô la nếu chúng tôi chấp nhận.  Đó là điều tốt nhất họ có thể làm.  Tôi đã cố gắng thoát khỏi một tuần nữa ở thời điểm tồi tệ này nhưng họ sẽ không làm như vậy mặc dù có rất nhiều vấn đề với thông tin sai lệch về tiền thuê đắt đỏ này.  Giống như hôm nay chiếc xe tải gqrbage đã đánh thức tôi dậy!  Đó là thứ ba thông tin tôi đã nói thứ tư - bỏ lỡ ngày rác do thông tin sai.  Danh sách còn dài nhưng nó vẫn tiếp tục gia tăng với nhiều vấn đề.  Thật là một ý tưởng tồi khi đến Làng Suối Nước Nóng - chúng tôi đã rút ra được bài học.Đọc thêm",
            "Một thời gian tuyệt vời - thật tuyệt vời khi được ngắm nhìn những suối nước nóng.  Công viên cũng có một Nhà máy bia. Cá nhân tôi rất thích chuyến bay của 18 loại bia khác nhau.  Như người ta nói chuyện gì xảy ra ở Suối nước nóng - Ở lại Suối nước nóng.  Công viên có đi bộ đường dài và tháp quan sát.  Chúng tôi đi bộ ra ngoài hay tôi nên nói là đến những tảng đá cân bằng.  Suối nước nóng có thể không phải là Công viên Natl lớn nhất nhưng nó rất thú vị và có những nét độc đáo khiến nơi đây rất đáng để ghé thămĐọc thêm",
            "Chúng tôi đã có chuyến đi mùa thu đến Hot Springs! Đây là công viên quốc gia nhỏ nhất của chúng tôi nhưng vẫn rất thú vị để tham quan. Khu vực công viên có nhiều cây cối của công viên không đẹp hơn công viên là bao NHƯNG điểm thu hút chính là Bathhouse Row ở Hot Springs, đó là phần rất thú vị của công viên quốc gia này. Cảm giác như đang quay ngược thời gian, tôi thích điều đó. Các nhà tắm rất thú vị để khám phá, tất cả trừ 1 nhà đều mở cửa. Superior là nhà máy bia duy nhất trong công viên quốc gia, điểm dừng chân thú vị để ăn uống Quapaw Buckstaff vẫn là nhà tắm Chúng tôi đã đến Quapaw, một cách thư giãn để dành buổi chiều Hale là một khách sạn, Fordyce, Ozark và Lamar do Công viên quốc gia quản lý - bảo tàng, trung tâm văn hóa nghệ thuật và cửa hàng quà tặng Maurice hiện đang bỏ trống. Chúng tôi đi dạo trên lối đi lát đá dễ dàng phía sau nhà tắm. Chắc chắn là thích bầu không khí của thị trấn, có một số chỗ hơi cũ. Chúng tôi đã ở lại những khu vực đông dân cư trên dải đất và không gặp vấn đề gì cả. Đọc thêm",
            "Một viên ngọc quý của một công viên quốc gia.  Hãy ghé thăm công viên này.  Lịch sử thật tuyệt vời.  Phòng tắm nhiệt một phần thưởng lớn.  Rất nhiều nhà hàng tuyệt vời.Đọc thêm",
            "Các phòng tắm cũ dọc theo phố chính thì ổn. Gạch lát thực sự khá đẹp và các kiểm lâm rất thân thiện và hữu ích. Chỉ là nơi này không thú vị lắm. Không giúp ích gì khi phía bên kia phố chủ yếu là các cửa hàng lưu niệm dành cho khách du lịch. Hầu hết đều có bãi đậu xe trả phí xung quanh. Đọc thêm",
            "Bạn có thể đến suối nước nóng ở đâu? \nCó chi phí liên quan không?  Bạn có cần quần áo bơi không?\nTháng 3 hay tháng 4 đông đúc?Đọc thêm",
            "Có một hoặc hai nhà tắm cũ nơi bạn có thể tắm suối nước nóng nhưng phải xếp hàng sớm.Đọc thêm",
            "Xin chào tất cả. Chúng tôi sẽ đi du lịch đến khu vực này cùng với đứa con 3 tuổi của mình. Tôi thấy rằng cô ấy sẽ không được phép vào bất kỳ nhà tắm nào đang hoạt động. Chỉ tự hỏi liệu có nơi nào trong khu vực này, trong vòng một hoặc hai giờ, nơi chúng ta có thể đến được một con suối tự nhiên ấm áp nhưng không quá nóng cho linh sam bé nhỏ không?? Cảm ơnĐọc thêm",
            "Lấy làm tiếc! Tôi không biết câu trả lời cho vấn đề này, nhưng các kiểm lâm viên của Cơ quan Quản lý Công viên có thể biết. Tôi sẽ liên hệ với Cơ quan Công viên Quốc gia và xem họ có thông tin gì. Bạn cũng có thể ghé thăm Eureka Springs xa hơn về phía bắc ở Arkansas, nơi có suối nước nóng. Nhưng trước hết, tôi sẽ kiểm tra với bác sĩ nhi khoa của bạn để xem liệu có bất kỳ lý do nào liên quan đến sức khỏe dẫn đến lệnh cấm trẻ em đến suối nước nóng hay không. Chúc may mắn! Chúc bạn thành côngĐọc tiếp",
            "Họ có dơi bay vào lúc hoàng hôn trên dãy nhà tắm không?\nHọ có hàng trăm con, có vẻ như là dơi,\nbay vòng quanh một nhà tắm.\nĐó là cảnh tượng tuyệt vời nhất. Nhưng tôi chưa thấy gì về loài dơi trong quá trình nghiên cứu về suối nước nóng.\nTại sao điều này không được nói đến? Hay tôi điên rồi còn chuyện gì khác?Đọc thêm",
            "Chúng tôi không thấy con dơi nào, nhưng điều đó không có nghĩa là chúng không có ở đó. Chúng tôi có chúng ở nơi chúng tôi sống; phụ thuộc vào mùa và độ ẩm.Đọc thêm",
            "Những con đường mòn nào phù hợp để đi bộ đường dài cho trẻ 9, 7, 3,5 tuổi có lựa chọn xe đẩy?  Chúng tôi dự định đi đến tháp núi.  Chúng tôi cũng đang nghĩ đến việc chuẩn bị đồ đi dã ngoại.Đọc thêm",
            "Thích thú tắm suối nước nóng ngoài trời như ở CO và NM\nCó cái nào trong ARĐọc thêm",
            "Bạn có thể thuê xe tay ga dành cho người khuyết tật ở bất cứ đâu trong công viên không?Đọc thêm",
            "Tôi khuyên bạn nên liên hệ trực tiếp với công viên để được giải đáp thắc mắc của mình.\n\nTôi không nhớ đã nhìn thấy bất cứ điều gì như vậy.Đọc thêm",
            "Có nhà tắm nào vẫn còn hoạt động cho khách du lịch sử dụng không?\nCảm ơnĐọc thêm",
            "Đúng.\nTôi đã đến nhà tắm Quapaw trên đường chính và được mát-xa nhiệt rồi ngâm mình trong hồ khoáng ấm!Đọc thêm",
            "Đây có phải là Địa điểm có thể truy cập ADA không? Có những điều thú vị để xem và làm cho người khuyết tật?\nĐọc thêm",
            "Chắc chắn có một số điều tốt đẹp bạn có thể làm. Có thể truy cập vào một trong các lò xo. Tôi không chắc chắn về việc tiếp cận lối đi dạo vì nó ở trên cao và tôi nhớ mình đã đi lên cầu thang. Vườn quốc gia Fordyce Bathhouse tuân thủ ADA. Hãy xem phần này để biết thêm chi tiết và chắc chắn gọi điện để hỏi những câu hỏi cụ thể để bạn có một chuyến đi vui vẻ. Bạn có thể gọi tới Dịch vụ Công viên Quốc gia theo số điện thoại: 501-620-6715. Ngoài ra, hãy xem trang web du lịch cho Arkansas. TripAdvisor không cho phép tôi đặt liên kết nhưng đó là tên của Arkansas Với phần kết thúc thông thường của hầu hết các trang web. Bạn có thể tìm kiếm các điểm tham quan và nó sẽ cho bạn biết những điểm tham quan nào tuân thủ ADA.Đọc thêm",
            "Xin chào, tôi đang lên kế hoạch cho một kỳ nghỉ ngắn ngày ở Vườn Suối Nước Nóng và tôi tự hỏi liệu nơi này có phù hợp để lưu trú trong 3-4 ngày với các hoạt động khác nhau không.  Tôi có 2 đứa con 17 và 14 tuổi. Tôi đã kiểm tra các đánh giá và có vẻ như Vườn Suối Nước Nóng ở Arkansas không lớn đến thế. Tôi chưa bao giờ đến khu vực này trước đây và mọi lời khuyên đều được đánh giá cao. \n\nCảm ơn,\n\nGrace N.Đọc thêm",
            "Xin chào, tôi đồng ý với các câu trả lời khác.  Công viên này rất khác so với hầu hết các công viên khác, nó nằm trong khu đô thị, có các khu mua sắm, nhà hàng và mọi người đang ngắm nhìn.  Con bạn sẽ thích nó.  Sau đó là công viên suối nước nóng, với một số chuyến đi bộ đường dài hạn chế và chuyến tham quan Nhà tắm nước nóng Fordyce.  Chắc chắn tôi sẽ đặt một gia đình ngâm mình trong suối nước nóng để có được trải nghiệm trọn vẹn.   Khu cắm trại trông rất đẹp, vì vậy hãy cố gắng ở lại đó và dành chút thời gian ra ngoài vì nó nằm trên một con lạch nhỏ xinh đẹp.  Và khu vực xung quanh mát mẻ.  Chúng tôi ở lại Công viên tiểu bang hồ Catherine và cũng rất thích điều đó.Đọc thêm",
            "Có nơi nào để gia đình nấu ăn hay dã ngoạiĐọc thêm",
            "Có một số công viên thành phố ở Hot Springs phù hợp với nhu cầu của bạn.Đọc thêm"
        ],
        "star_ratings": [
            664,
            255,
            103,
            29,
            11
        ],
        "review_amount": 1062,
        "location": [
            "Suối nước nóng",
            "Arkansas AR",
            "Những điều cần làm ở Suối nước nóng",
            "Vườn quốc gia suối nước nóng",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written June 16, 2023",
            "Written June 16, 2023",
            "Written July 6, 2023",
            "Written July 9, 2023",
            "Written July 15, 2023",
            "Written July 18, 2023",
            "Written August 11, 2023",
            "Written August 28, 2023",
            "Written September 4, 2023",
            "Written May 19, 2024",
            "Written April 4, 2024",
            "Written March 24, 2024",
            "Written March 24, 2024",
            "Written March 6, 2024",
            "Written March 5, 2024",
            "Written February 19, 2024",
            "Written January 7, 2024",
            "Written January 4, 2024",
            "Written December 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60856-d3224470-Reviews-Hot_Springs_National_Park-Hot_Springs_Arkansas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d2426536-Reviews-Fat_Bottomed_Girl_s_Cupcakes-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d337768-Reviews-Colonial_Pancake_Waffle_House-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d1089032-Reviews-The_Pancake_Shop-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d649256-Reviews-Rolando_s_Restaurante-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d7991345-Reviews-Kollective_Coffee_Tea-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d10174689-Reviews-Kilwins-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d337679-Reviews-Bailey_s_Dairy_Treat-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d3163535-Reviews-Ohio_Club-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d2660796-Reviews-Fat_Jacks-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60856-d4553662-Reviews-Superior_Bathhouse_Brewery-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d1911956-Reviews-Fordyce_Bathhouse-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d145327-Reviews-Grand_Promenade-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d145118-Reviews-Bathhouse_Row-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d3935569-Reviews-Mountain_Valley_Spring_Water_Visitor_Center_Museum-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d145326-Reviews-Hot_Springs_Mountain_Tower-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d1763836-Reviews-Arkansas_Alligator_Farm_Petting_Zoo-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d4446409-Reviews-Tiny_Town-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d4536766-Reviews-Superior_Bathhouse_Brewery_and_Distillery-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d282177-Reviews-Mid_America_Science_Museum-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d1066272-Reviews-Gangster_Museum_of_America-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d3224470-Reviews-or10-Hot_Springs_National_Park-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d9707200-Reviews-Anthony_Chapel-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d109330-Reviews-Lake_Ouachita-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d573027-Reviews-Garvan_Woodland_Gardens-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d110028-Reviews-Lake_Catherine_State_Park-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d144364-Reviews-Ouachita_National_Forest-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d9858965-Reviews-Dapper_Debonaire-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d7242596-Reviews-Charlton_Recreation_Area-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d7290200-Reviews-Kenneth_Adair_Memorial_Park-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d1488997-Reviews-Thai_Me_Spa-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d9884869-Reviews-Escape_Hot_Springs-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d10060247-Reviews-A_Narrow_Escape-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d2547582-Reviews-The_Maxwell_Blade_Theatre_of_Magic-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d19049425-Reviews-Crystal_Ridge_Distillery-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d672213-Reviews-Quapaw_Baths_Spa-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d145325-Reviews-Buckstaff_Bathhouse-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d8016536-Reviews-Bathhouse_Soapery-Hot_Springs_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207322-d17380857-Reviews-Charco_El_Hippie-Naguabo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d109886-Reviews-Lincoln_Road-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d116618-Reviews-Chinatown_Plaza-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60956-d16743015-Reviews-LEGOLAND_Discovery_Center-San_Antonio_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g562812-d240317-Reviews-Tivoli_World-Benalmadena_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23709243-Reviews-SUMMIT_One_Vanderbilt-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d6753924-Reviews-Club_49_Soho-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60971-d6674247-Reviews-Buffalo_Park-Flagstaff_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g36518-d10820556-Reviews-Swallow_Cliff_Stairs-Palos_Park_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g41378-d8653778-Reviews-Downtown_Silver_Spring-Silver_Spring_Montgomery_County_Maryland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60856-d3224470-Reviews-or10-Hot_Springs_National_Park-Hot_Springs_Arkansas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60856-d3224470-Reviews-Hot_Springs_National_Park-Hot_Springs_Arkansas.html"
    }
]