[
    {
        "attraction_name": "Hue Royal Palace",
        "attraction_name_vi": "Cung điện Hoàng gia Huế",
        "general_info": [
            "990 đánh giá",
            "- 8 trong số 100 điều nên làm ở Huế",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Di tích cháy đen của gia đình hoàng gia - thánh điện bên trong nằm ở khu vực này trong Hoàng thành. Nó được xây dựng lại một phần với kế hoạch phục hồi trong tương lai.Đọc thêm",
        "reviews": [
            "Cung điện Hoàng gia chính của triều Nguyễn cai trị Việt Nam 1802-1945 hiện đang được cải tạo. Tuy nhiên, có một số cung điện nhỏ hơn khác trong khu phức hợp Hoàng thành - được xây dựng theo khu phức hợp tử cấm thành của Bắc Kinh - bạn có thể ghé thăm. Tất cả đều nằm trong Hoàng thành được bao quanh bởi một con hào và đáng để bạn dành 2 giờ.Đọc thêm",
            "Đây là một khu vực rộng lớn và chúng tôi đã ở đó 3 giờ đồng hồ và chưa thấy hết. Dù vậy chúng tôi đã đi bộ được 8 km nhưng chúng tôi vẫn muốn có cả ngày ở đây. Những tòa nhà và đền thờ tuyệt vời. Hai trong số các cung điện đang được cải tạo nên không thể vào được.Đọc thêm",
            "Cung điện Hoàng gia tất nhiên là một phần của Thành cổ. Thành cổ bảo vệ Cung điện. Cung điện được mô phỏng theo Tử Cấm Thành ở Bắc Kinh. Khu phức hợp này nằm ở trung tâm là Tai He Dian - Everlasting Peace Hall - , được dịch sai thành Cung điện trên bản đồ chính thức. Đây là nơi Hoàng đế ngồi triều đình. Thật không may, một quá trình tái thiết kéo dài đang diễn ra và sẽ mất vài năm. Nơi ở của Hoàng đế, Hoàng hậu, Hoàng thái hậu, v.v. nằm ở phía sau và bên trái của khu phức hợp. Có sự kiểm soát đối với các phi tần và cung nữ để ngăn họ mang thai với những người đàn ông không phù hợp. Có một đoạn video về một trong những cung nữ trong bảo tàng bên cạnh. Đọc thêm",
            "Cung điện hoàng gia triều Nguyễn. Một phần của thành cổ nội thành. Trong chuyến thăm của tôi, nó không thể truy cập được trong quá trình xây dựng.Đọc thêm",
            "Hãy cho mình đủ thời gian để tham quan thành cổ. Đó là một khu vực rộng lớn và ngay cả khi có một công trình lớn, nó vẫn có rất nhiều thứ để khám phá. Bạn có thể đi bộ hàng giờ bên trong và những tòa nhà và khu vườn đẹp nhất mà bạn sẽ tìm thấy ở cuối khu vực, rất đáng để đi bộ một quãng đường dài!  Chúng tôi đã dành khoảng 2,5 giờ nhưng thành thật mà nói nếu tài xế của chúng tôi không đợi bên ngoài thì tôi có thể ở lại đó thêm 2 giờ nữa! Tôi khuyên bạn nên ghé thăm địa điểm này một cách riêng biệt và không phải là một phần của chuyến tham quan trong ngày. Bạn có thể bắt taxi hoặc Grab trong thành phố, đưa bạn đến đó và sau đó bạn có thể đi bộ trở lại thành phố khi muốn.  - điều đó có thể từ thành quách nhưng không thể từ lăng mộ hay thậm chí từ chùa! - Tôi cũng đã kiểm tra một số chuyến tham quan trong ngày và tất cả đều cung cấp 2-3 ngôi mộ - chùa - thành như một chuyến tham quan kéo dài 4 - 6 giờ, điều này là không thể nếu bạn đã muốn dành 4 giờ trong thành cổ!Đọc thêm",
            "Địa điểm này chắc chắn rất ấn tượng và có kích thước khổng lồ, tuy nhiên, cung điện chính đang được xây dựng lại và một khu vực rộng lớn xung quanh nó bị đóng cửa đối với công chúng. Người ta cần hàng giờ để khám phá chỉ một phần nhỏ của khu đất. Một lời cảnh báo: khi chúng tôi đến thăm ngày hôm qua dưới cơn mưa tầm tã, những lối đi lát gạch cực kỳ trơn trượt. Vì chúng tôi là một cặp vợ chồng lớn tuổi nên chúng tôi cảm thấy khó khăn và phải tập trung trong suốt chuyến thăm về nơi chúng tôi đã bước chân. Đó là lý do vì sao chúng tôi phải cắt giảm tầm nhìn xuống mức tối thiểu. Một số tòa nhà mà chúng tôi thấy, chẳng hạn như kho bạc, vẫn chưa được cải tạo với cây cối mọc ra từ những vết nứt trên công trình gạch. Người ta có thể tưởng tượng cần những gì để duy trì một di tích lịch sử như thế này. Nó chắc chắn đáng để ghé thăm nhưng nếu bạn có thể chọn một ngày khô ráo.Đọc thêm",
            "Thánh địa bên trong Hoàng thành này chính là Hoàng cung Huế - Tử Cấm Thành. Đúng là nó đã bị phá hủy phần lớn bởi hỏa hoạn và chiến tranh nhưng chính phủ đã nỗ lực rất nhiều để khôi phục và xây dựng lại nó như vinh quang trước đây. Đây là Di sản Thế giới được UNESCO công nhận từ năm 1993 và rất đáng để ghé thăm. Có rất nhiều hình ảnh giúp bạn hiểu được nó trông như thế nào khi các thành viên hoàng gia thực sự lảng vảng quanh địa điểm này. Đó là một kho báu kiến ​​trúc thực sự đẹp đáng để ghé thăm.Đọc thêm",
            "Bạn đang ở tại khu phức hợp mang tính biểu tượng - Tử Cấm Thành - khu phức hợp trong cùng của - Hoàng thành Huế - ! Ở đây, chỉ có Hoàng đế, gia đình, các thê thiếp, người hầu và người hầu của ông mới được phép tiếp cận. Họ sống và làm việc trong các cung điện, dinh thự, văn phòng, đền thờ, nhà hát, những khu vườn và ao quý giá. Hãy dành thời gian của bạn và đi dạo dọc theo cảnh quan đẹp và rộng lớn như vậy. Tham quan - Cửa Ngọ Môn - - hay còn gọi là - Cổng Ngọ - - cổng vào riêng của Hoàng đế - , - Điện Thái Hòa - - với ngai vàng lộng lẫy và những cột sơn son đỏ - , - Thái Miếu - - ngôi đền dùng để được Hoàng gia tôn thờ - và Vườn Hoàng gia được cắt tỉa cẩn thận -, cùng nhiều công trình kiến ​​trúc quan trọng khác. Như bạn có thể biết, từ năm 1993, Huế và các di tích ở đó đã được UNESCO công nhận là - Di sản Thế giới - ! Một lý do chính đáng để ghé thăm khu phức hợp đã được khôi phục - Tử Cấm Thành - và - Cung điện Hoàng gia - s -! Hãy tận hưởng!Đọc thêm",
            "Cung điện của các vị vua bù nhìn được người Pháp hỗ trợ trong thời kỳ họ - bảo hộ - vào thế kỷ 19 và 20... Kiến trúc - tân - rất thú vị - người ta cho rằng đã được xây dựng lại nhiều sau năm 1968 - nhưng đó là bộ sưu tập ảnh khổng lồ và các hiện vật, một số từ Việt Nam, một số từ Pháp, được quan tâm nhất. Đừng bỏ lỡ buổi hóa trang - chụp ảnh tại hội trường nơi, với một mức giá nhỏ, bạn có thể trở thành hoàng đế trong giây lát.Đọc thêm",
            "Ngay cả người Việt Nam cũng tự nhận mình là Cộng sản, họ vẫn giữ được vẻ lịch thiệp từ thời hoàng gia Việt. Hiền lành và tốt bụng.  Khi bạn đến thăm thủ đô, bạn có thể thấy điều này bắt nguồn từ đâu.  Ngoài ra còn có những bức ảnh về sự chiếm đóng của Pháp cũng như sự tàn phá từ cả cuộc chiến tranh của Pháp và Mỹ.Đọc thêm"
        ],
        "star_ratings": [
            438,
            386,
            132,
            27,
            7
        ],
        "review_amount": 990,
        "location": [
            "Thua Thien - Hue Province",
            "Cung điện Hoàng gia Huế",
            "Những điều cần làm ở Huế",
            "Châu Á",
            "Huế",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written February 4, 2024",
            "Written October 27, 2023",
            "Written May 23, 2023",
            "Written May 14, 2023",
            "Written April 21, 2023",
            "Written January 5, 2023",
            "Written February 28, 2021",
            "Written November 19, 2020",
            "Written May 7, 2020",
            "Written March 13, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25415657-Reviews-Ngo_Nho_Restaurant_Cafe-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d2668637-Reviews-Les_Jardins_de_La_Carambole-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25553950-Reviews-N_Cafe_and_Food-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d14901702-Reviews-Cafe_51-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d1604153-Reviews-L_c_Thi_n_Restaurant-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d10063408-Reviews-Banh_Khoai_Hong_Mai-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25392101-Reviews-Fast_food_22-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25152078-Reviews-Dai_Nam_Authentique_Cuisine_de_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25000919-Reviews-Nha_Hang_KTV-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d15062660-Reviews-Nhi_s_Crepe_Pizza-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8617302-Reviews-Gakka_Art_Gallery-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451118-Reviews-The_Flag_Tower-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26655350-Reviews-Ti_u_dinh_Thuong_B_c-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26694395-Reviews-Thanh_Toan_market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11680443-Reviews-Luc_Bo_Culture_Space-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555735-Reviews-Museum_of_Royal_Antiquities-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or10-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8546743-Reviews-Imperial_Tomb_of_Dong_Khanh-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451127-Reviews-Tomb_of_Minh_Mang-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555721-Reviews-Royal_Tombs-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451126-Reviews-Thien_Mu_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3741185-Reviews-Thanh_Toan_Bridge-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451128-Reviews-Tomb_of_Tu_Duc-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451125-Reviews-The_Noon_Gate_Cua_Ngo_Mon-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27172026-Reviews-Madame_Thu_Restaurant_Hue_Cooking_Class_Cooking_With_Madam_Thu-Hue_Thua_Thien_Hu.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27132946-Reviews-Highlight_tattoo-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g4463188-d10807613-Reviews-Yali_Beach-Giannades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g303936-d618217-Reviews-Hamman_Bozori_Kord-Bukhara_Bukhara_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d3226202-Reviews-Jardim_Botanico_Da_Universidade_De_Lisboa-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d523535-Reviews-The_Red_Garter-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d198675-Reviews-Duomo_Cattedrale_di_Santa_Maria_del_Fiore-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g295419-d2195029-Reviews-Silver_Sands_Beach-Jeddah_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d3506837-Reviews-Torture_Museum-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d116887-Reviews-Griffith_Observatory-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g44350-d107816-Reviews-Six_Flags_St_Louis-Eureka_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d19908678-Reviews-Cirque_Du_Soleil_Bazzar-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or10-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hue Royal Palace",
        "attraction_name_vi": "Cung điện Hoàng gia Huế",
        "general_info": [
            "990 đánh giá",
            "- 8 trong 100 điều cần làm ở Huế",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Di tích cháy đen của gia đình hoàng gia - thánh điện bên trong nằm ở khu vực này trong Hoàng thành. Nó được xây dựng lại một phần với kế hoạch phục hồi trong tương lai.Đọc thêm",
        "reviews": [
            "Giống như mọi thứ khác ở Huế, bản gốc phần lớn đã bị phá hủy nhưng đang được khôi phục.  Thật không thể tin được rằng một nhà nước cộng sản lại làm điều này đối với cố đô của Đế quốc.  Rất đáng để ghé thăm.Đọc thêm",
            "Đây là nơi nhất định phải ghé thăm khi đến Huế. Nơi này rộng lớn. Ngoài ra còn có các thiết bị tuyệt vời bằng nhiều ngôn ngữ có sẵn với chi phí hợp lý để dịch các chi tiết quan trọng mang tính lịch sử. Đọc thêm",
            "Nằm cạnh Hoàng thành, khu vực này bị cấm đối với tất cả những người khác ngoại trừ đoàn tùy tùng Hoàng gia Hoàng đế và gia đình sống một cuộc sống được bao quanh trong sự sang trọng Một số cuộc triển lãm tuyệt vời trong - Cung điện màu tím - mang đến cái nhìn sâu sắc về các triều đại khác nhau Chúng tôi yêu thích những tuyến đường thủy đầy ắp cá chép khổng lồ chúng tôi có thể mua đồ ăn mang theo giày dép tốt vì một số khu vực khó khăn hơn những khu vực khác. Chúng tôi rất thích trải nghiệm A phải làm ở HuếĐọc thêm",
            "Hướng dẫn viên của chúng tôi đưa chúng tôi đi bộ nhàn nhã trong hai giờ qua khuôn viên và các tòa nhà của điểm tham quan tuyệt vời này ở Huế.  Cung điện Hoàng gia Huế là địa điểm không thể bỏ qua nếu bạn yêu thích lịch sử và nếu bạn - không quan tâm - thì nó vẫn khá đẹp. Thật hữu ích khi có một hướng dẫn viên giải thích sự phức tạp của tòa thành và khu vực xung quanh.  Du lịch một mình sẽ không tuyệt vời lắm.  Có một số khu vườn đẹp nhất, đặc biệt là vườn đá và cây cảnh mà tôi từng thấy.  Nó đặc biệt đẹp với mọi thứ được làm sạch và màu sắc trở nên sống động nhờ cơn mưa nhẹ rơi xuống trong chuyến thăm của chúng tôi.Đọc thêm",
            "Vâng, Cung điện Hoàng gia rất đẹp và có lịch sử 130 năm...chắc chắn là những gì bạn muốn thấy ở Huế. Đáng tiếc là Thành thứ 3 đã bị phá hủy nhưng việc khôi phục dần dần đang mang lại sức sống cho Tử Cấm Thành. Khuôn viên rất đẹpĐọc hơn",
            "Bạn phải dành một ngày để tham quan thành cổ và các ngôi mộ. Đi taxi trong ngày. Chúng tôi tốn 38 đô la - để làm điều đó và chúng tôi không phải lo lắng về bất cứ điều gì Đọc thêm",
            "130 năm lịch sử triều Nguyễn. Những gì còn sót lại sau một vài cuộc chiến tranh và lửa đạn cũng đủ để hình dung ra sự bao la và hùng vĩ của nơi này. Biển báo bị thiếu trầm trọng và thậm chí cả WC cũng không được hiển thị trên một số bản đồ bảng. Chúng tôi đã cố gắng tìm một nơi để ăn trưa và định uống cà phê và bánh mì nhưng có vẻ như chỉ có một nơi. Chỉ riêng điều đó thôi cũng là lý do khiến đây sẽ không phải là một địa điểm đẳng cấp thế giới và điều đáng buồn là việc thay đổi sẽ không tốn quá nhiều chi phí. Bảo tàng miễn phí cách lối ra nửa dãy nhà và đáng ghé thăm để bạn hiểu những thay đổi trong giáo dục cũng như xem những bộ đồ ăn xinh xắn và trang phục thêu của hoàng gia. Bảo tàng đóng cửa lúc 5 giờ chiều và họ - sẽ đóng sầm cửa lại sau lưng bạn mà không thèm chào tạm biệt. Bất chấp tất cả những điểm gồ ghề này, đây là một địa điểm lịch sử nổi tiếngĐọc thêm",
            "Địa điểm du lịch tốt rất đáng để ghé thăm bất cứ lúc nào trong ngày đóng cửa lúc 5 giờ chiều, lý tưởng nếu nhiệt độ mát mẻ Đọc thêm",
            "Cung điện Hoàng gia Huế giống như tất cả các điểm tham quan ở Hoàng thành Huế bắt đầu hòa quyện vào nhau.  Cung đình Huế khá ấn tượng, đáng để bạn ghé thăm khi đến Huế.Đọc thêm",
            "Nếu bạn là một người yêu thích lịch sử như tôi, bạn phải ghé thăm Hoàng thành Huế và Cung điện Hoàng gia.  Tôi đã chọn chuyến du lịch đặc biệt đến Campuchia và Việt Nam mà tôi đã đi vì nó dừng lại ở Huế và cho tôi cơ hội đến thăm địa điểm này cũng như các ngôi mộ ở khu vực xung quanh và tôi đã không thất vọng.  Tuy nhiên, ngay cả khi bạn không quan tâm đến lịch sử, địa điểm này vẫn có rất nhiều điều thú vị, thông qua kiến ​​trúc và những khu vườn xinh đẹp.  Bản thân Cung điện Hoàng gia rất thú vị và rất đẹp, có cơ hội chụp ảnh ở khắp mọi nơi.  Đây chắc chắn là một - phải xem - khi đến Huế.Đọc thêm"
        ],
        "star_ratings": [
            438,
            386,
            132,
            27,
            7
        ],
        "review_amount": 990,
        "location": [
            "Thua Thien - Hue Province",
            "Cung điện Hoàng gia Huế",
            "Những điều cần làm ở Huế",
            "Châu Á",
            "Huế",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 1, 2020",
            "Written February 27, 2020",
            "Written February 20, 2020",
            "Written February 18, 2020",
            "Written February 16, 2020",
            "Written February 1, 2020",
            "Written January 30, 2020",
            "Written January 23, 2020",
            "Written January 20, 2020",
            "Written January 18, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d451120-Reviews-or10-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25415657-Reviews-Ngo_Nho_Restaurant_Cafe-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d2668637-Reviews-Les_Jardins_de_La_Carambole-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25553950-Reviews-N_Cafe_and_Food-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d14901702-Reviews-Cafe_51-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d1604153-Reviews-L_c_Thi_n_Restaurant-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d10063408-Reviews-Banh_Khoai_Hong_Mai-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25392101-Reviews-Fast_food_22-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25152078-Reviews-Dai_Nam_Authentique_Cuisine_de_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25000919-Reviews-Nha_Hang_KTV-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d15062660-Reviews-Nhi_s_Crepe_Pizza-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8617302-Reviews-Gakka_Art_Gallery-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451118-Reviews-The_Flag_Tower-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26655350-Reviews-Ti_u_dinh_Thuong_B_c-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26694395-Reviews-Thanh_Toan_market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11680443-Reviews-Luc_Bo_Culture_Space-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555735-Reviews-Museum_of_Royal_Antiquities-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or20-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8546743-Reviews-Imperial_Tomb_of_Dong_Khanh-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451127-Reviews-Tomb_of_Minh_Mang-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555721-Reviews-Royal_Tombs-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451126-Reviews-Thien_Mu_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3741185-Reviews-Thanh_Toan_Bridge-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451128-Reviews-Tomb_of_Tu_Duc-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451125-Reviews-The_Noon_Gate_Cua_Ngo_Mon-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27172026-Reviews-Madame_Thu_Restaurant_Hue_Cooking_Class_Cooking_With_Madam_Thu-Hue_Thua_Thien_Hu.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27132946-Reviews-Highlight_tattoo-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147257-d147458-Reviews-Front_Street-Hamilton_Pembroke_Parish_Bermuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d131516-Reviews-Honolulu_Zoo-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187782-d545198-Reviews-Marina_di_Puolo-Sorrento_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d9463269-Reviews-Columbiahalle-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10895180-Reviews-The_Outlet_Village-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1798615-d4492557-Reviews-Fireworks_South_lake_Tahoe-South_Lake_Tahoe_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g4878474-d5485097-Reviews-Tiare_Shopping-Villesse_Province_of_Gorizia_Friuli_Venezia_Giulia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298123-d1196864-Reviews-Izu_Shaboten_Zoo-Ito_Shizuoka_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d7344543-Reviews-Foodhallen_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34913-d7188024-Reviews-Gwinnett_Place_Mall-Duluth_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or20-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or10-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hue Royal Palace",
        "attraction_name_vi": "Cung điện Hoàng gia Huế",
        "general_info": [
            "990 đánh giá",
            "- 8 trong số 100 điều nên làm ở Huế",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Di tích cháy đen của gia đình hoàng gia - thánh điện bên trong nằm ở khu vực này trong Hoàng thành. Nó được xây dựng lại một phần với kế hoạch phục hồi trong tương lai.Đọc thêm",
        "reviews": [
            "Cách tốt nhất để xem các ngôi mộ ở Huế là thuê Taxi của riêng bạn. Bằng cách này, bạn có thể đi bao lâu tùy thích ở mỗi nơi và không bị hướng dẫn viên du lịch vội vã. Bạn có thể dễ dàng dành nửa ngày ở đây vào một ngày đẹp trời. Hãy đến sớm để tránh đám đông và các công ty lữ hành.Đọc thêm",
            "Một nơi sầm uất nhưng dễ nhìn, chủ yếu là các đường phố và khuôn viên và rất ít tài sản ban đầu nhưng nếu bạn thích lịch sử, hãy tìm người hướng dẫn và tận hưởng chuyến đi bộ dễ dàng.Đọc thêm",
            "Thành cổ về cơ bản là lý do chính để ghé thăm Huế và đáng để đi đường vòng. Nằm trong thành là cung điện hoàng gia. Thật không may, rất nhiều thứ đã bị hư hại trong chiến tranh.Đọc thêm",
            "Cung điện Hoàng gia Huế là điểm đến không thể bỏ qua nếu bạn yêu thích lịch sử. Nếu bạn không thích lắm thì nơi này vẫn khá đẹp. Tôi thực sự khuyên bạn nên có một hướng dẫn viên để giải thích các khía cạnh khác nhau của cung điện nếu bạn có bất kỳ hứng thú nào với nơi này. Ngoài ra, các loại cây cảnh khác nhau ở đây cũng khá tuyệt đẹp. Đọc thêm",
            "Bạn phải ghé thăm nơi này nếu bạn yêu thích lịch sử và vẻ đẹp, bao gồm tất cả các điểm tham quan lớn ở Huế, nhiều cơ hội chụp ảnh tuyệt vời.Đọc thêm",
            "có một số mục trên Tripadvisor về Thành cổ hoặc Hoàng thành, và không thực sự rõ ràng về những gì. Nhưng Hoàng cung Huế nằm trong khuôn viên lớn của Thành cổ, cung điện chính, với đồ trang trí phong phú, màu đỏ và vàng, ngai vàng của hoàng gia, v.v. bị cấm chụp ảnh, không được che đầu, không được mặc quần hoặc váy ngắn... nhưng chắc chắn là đáng để ghé thăm. cũng có một video giải thích về khuôn viên và quá trình tái thiết sau chiến tranh. Đọc thêm",
            "Ngôi nhà của triều đại màu tím.  Các căn cứ và các tòa nhà thực sự tuyệt vời.  Phải đi bộ nhiều, hầu hết là trên mặt đất bằng phẳng nên việc đi lại khá dễ dàng.Đọc thêm",
            "Rất thú vị và tay nghề tuyệt vời phải mất một thời gian để đi mặc dù nơi này không có nhiều lời giải thích về địa điểm thiết kế và xây dựng tuyệt vời của nơi này mà bạn muốn chụp ảnh Đọc thêm",
            "Cần thuê một vài giờ để khám phá tổng thể địa điểm lịch sử tuyệt vời này để tham quan, có nhiều phần và khu vực trong đó như Tử Cấm Thành, Khu vực ngai vàng của Hoàng đế và nhiều nơi khác để khám phá. Một số nơi như bức tranh về ngai vàng của Hoàng đế không được phép. Đọc thêm",
            "Một điều bắt buộc nếu đến thăm Huế. Nằm ở trung tâm và thuận tiện đi lại bằng cách đi bộ, ô tô, taxi, xe buýt, xe kéo hoặc xe đạp. Có rất nhiều thứ để trang trải trong khu vực. Hãy chuẩn bị ít nhất 2 đến 3 giờ đi bộ khắp nơi.  Một nơi hoàn hảo cho những người yêu thích lịch sử. Rất nhiều thứ để xem hình ảnh của các hoàng đế trên hành lang. Rất nhiều tòa nhà đã bị phá hủy sau chiến tranh và được khôi phục lại trạng thái tốt nhất. Đáng để bạn dành thời gian ghé thăm.Đọc thêm"
        ],
        "star_ratings": [
            438,
            386,
            132,
            27,
            7
        ],
        "review_amount": 990,
        "location": [
            "Thua Thien - Hue Province",
            "Cung điện Hoàng gia Huế",
            "Những điều cần làm ở Huế",
            "Châu Á",
            "Huế",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written January 11, 2020",
            "Written January 9, 2020",
            "Written December 29, 2019",
            "Written December 21, 2019",
            "Written December 13, 2019",
            "Written December 8, 2019",
            "Written December 6, 2019",
            "Written November 4, 2019",
            "Written October 28, 2019",
            "Written October 10, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d451120-Reviews-or20-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25415657-Reviews-Ngo_Nho_Restaurant_Cafe-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d2668637-Reviews-Les_Jardins_de_La_Carambole-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25553950-Reviews-N_Cafe_and_Food-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d14901702-Reviews-Cafe_51-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d1604153-Reviews-L_c_Thi_n_Restaurant-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d10063408-Reviews-Banh_Khoai_Hong_Mai-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25392101-Reviews-Fast_food_22-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25152078-Reviews-Dai_Nam_Authentique_Cuisine_de_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25000919-Reviews-Nha_Hang_KTV-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d15062660-Reviews-Nhi_s_Crepe_Pizza-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8617302-Reviews-Gakka_Art_Gallery-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451118-Reviews-The_Flag_Tower-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26655350-Reviews-Ti_u_dinh_Thuong_B_c-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26694395-Reviews-Thanh_Toan_market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11680443-Reviews-Luc_Bo_Culture_Space-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555735-Reviews-Museum_of_Royal_Antiquities-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or10-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or30-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8546743-Reviews-Imperial_Tomb_of_Dong_Khanh-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451127-Reviews-Tomb_of_Minh_Mang-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555721-Reviews-Royal_Tombs-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451126-Reviews-Thien_Mu_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3741185-Reviews-Thanh_Toan_Bridge-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451128-Reviews-Tomb_of_Tu_Duc-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451125-Reviews-The_Noon_Gate_Cua_Ngo_Mon-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27172026-Reviews-Madame_Thu_Restaurant_Hue_Cooking_Class_Cooking_With_Madam_Thu-Hue_Thua_Thien_Hu.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27132946-Reviews-Highlight_tattoo-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g56451-d2202583-Reviews-Lake_Pflugerville-Pflugerville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d1997485-Reviews-Blue_Hole-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4555219-Reviews-Minus_5_Ice_Experience-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g676295-d2469814-Reviews-Canal_D_Amour-Sidari_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g42469-d2316554-Reviews-The_Tridge-Midland_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298253-d472609-Reviews-Watamu_Beach-Malindi_Coast_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d102741-Reviews-Brooklyn_Bridge-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g297390-d17625704-Reviews-Virak_Buntham_Express-Siem_Reap_Siem_Reap_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d1674855-Reviews-Sound_Light_Egypt-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g29527-d109747-Reviews-Whaling_Museum-Nantucket_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or30-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or20-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hue Royal Palace",
        "attraction_name_vi": "Cung điện Hoàng gia Huế",
        "general_info": [
            "990 đánh giá",
            "- 8 trong số 100 điều nên làm ở Huế",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Di tích bị cháy đen của gia đình hoàng gia - nơi linh thiêng nhất chiếm giữ khu vực này bên trong Thành cổ. Nơi này được xây dựng lại một phần với kế hoạch phục hồi trong tương lai. Đọc thêm",
        "reviews": [
            "Chuyến thăm của tôi có giới hạn thời gian - bạn nhất định phải dành cả buổi sáng ở đây để xử lý công lý về địa điểm. Có rất nhiều điều để khám phá và lịch sử quá mức - đỉnh điểm là việc Mỹ phá hủy rất nhiều phần quan trọng nhất trong Chiến tranh. Hãy đi ngay hôm nay trước khi danh hiệu Di sản Thế giới của Huế kéo theo quá nhiều người cùng với sự trống vắng yên tĩnh và sự hấp dẫn của nơi nàyĐọc thêm",
            "Toàn bộ khu vực này rất lớn, có thể phải mất 3 giờ mới khám phá xong toàn bộ khu vực cung điện. Tôi đã đến đó vào mùa hè nóng bức, điều đó thật tuyệt vời. quá kiệt sức và đổ mồ hôi.Đọc thêm",
            "Tất cả các lăng mộ hoàng gia và thành cổ đều đáng xem. Mỗi cái đều đặc biệt và có hàng triệu chi tiết để thu thập. Hãy mua thẻ kết hợp để nhận được ưu đãi tốt hơn. Đọc thêm",
            "Đây là một khu phức hợp tuyệt vời với một số tòa nhà tuyệt đẹp, các bậc thang lên lăng mộ rất tuyệt và cũng có một số cây cảnh đáng kinh ngạc - s.Đọc thêm",
            "Một nơi tuyệt đẹp ở Huế, rất nhiều lịch sử, bao gồm cả Chiến tranh Việt Nam. Dành ít nhất hai giờ để xem toàn bộ Thành cổĐọc thêm",
            "Người ta có thể đầu tư ở đây cả tuần! Rất nhiều thông tin về cung điện - chùa chiền. Kiến trúc sân vườn phương Đông đáng yêu. Và vì xe máy không được phép vào bên trong nên thật là một sự thanh thản. Chim én bay, chuồn chuồn nhảy múa trong vườn, rất nhiều cảnh quan thu nhỏ trong những thùng chứa lớn. Vị thế của quốc gia có thể được đánh giá qua các di tích của quốc gia đó khi bạn đảm bảo rằng bạn sẽ đến địa điểm cụ thể này. Nó rất cần thiết cho mỗi chuyến đi đến Huế.Đọc thêm",
            "Đó là một vị trí sạch và đẹp. Vô cùng lịch sử. Nghe nói nó đã bị tổn hại trong trận chiến. Tuy nhiên, hiện tại, một nơi tuyệt vời để kiểm tra. Dễ dàng đến đây bằng tuk tuk.Đọc thêm",
            "Du lịch ở thành phố Huế có thể là một thử thách hấp dẫn đối với bất kỳ du khách nào, chúng tôi là Anh em Hàn Quốc đã thực sự thấy nó quyến rũ như thế nào sau 3 giờ đồng hồ với thế hệ hoàng đế triều Nguyễn. Càng trải nghiệm, chúng tôi càng học được những gì đã xảy ra sau lần cuối cùng của vua Nguyễn mang tên BẢO ĐẠI đã và đang kết thúc như một dấu ấn lịch sử lớn của chế độ quân chủ Việt Nam. Cho đến nay vẫn tốt đẹp, vẫn còn cách Pháp can thiệp vào Việt Nam trong hai thế kỷ qua có thể hiệu quả hơn rất nhiều Cách mạng Kiến trúc và Văn hóa Việt như bộ đồng phục của Triều Nguyễn và đặc biệt là vua Bảo Đại chịu ảnh hưởng từ nền giáo dục Pháp cũng như tư duy của ông. Không hiểu sao chúng ta nhầm lẫn giữa kiến ​​trúc Trung Hoa và Việt Nam với tư tưởng vườn tược, trang trí và tổ chức cung điện - những chi tiết này đều được thể hiện ở nhà tổ triều Nguyễn.. - Còn nhiều điều muốn viết nhưng Hoàng cung Huế không có nhiều dấu ấn lịch sử của chế độ quân chủ Việt Nam vẫn còn lưu giữ cho đến ngày nay. Cục Di sản Văn hóa Việt Nam cần quan tâm và có nhiều hành động hơn nữa để cứu nó nhiều nhất có thể .Xin chao Thành phố Huế!Đọc thêm",
            "bạn sẽ cần ít nhất 3-5 giờ để xem tất cả, rất ấn tượng được nhìn thấy rõ nhất trong một chiếc xe golf thành thật mà nói nơi bạn bước vào bạn không thoát raĐọc thêm",
            "Tôi rất muốn được điểm 5, nhưng thành thật mà nói thì nó thực sự không tốt đến thế. Tôi kỳ vọng đây sẽ là một trong những điểm nổi bật nữa của Việt Nam và đối với tôi đó là một sự thất vọng. Trong tình trạng sửa chữa kém và không đặc biệt thú vị nhưng vẫn đáng để ghé thăm nếu bạn nỗ lực đến thăm Huế.Đọc thêm",
            "Chào bạn, \n\nMột số câu hỏi nhanh vì tôi hơi bối rối về Hoàng thành và Cung điện Hoàng gia này:\n\n1 - Phí vào cổng Hoàng Thành có bao gồm vé vào Hoàng Cung không? \n\n2 - Mọi người đề nghị dành 2 - 3 giờ, và thậm chí nhiều hơn - đây chỉ là dành cho cung điện hay 2 - 3 giờ là đủ để khám phá cả cung điện và Hoàng thành? \n\nCảm ơn sự giúp đỡ của bạn! \n\nBánh quy Đọc thêm",
            "Cung điện Hoàng gia là một phần của Thành phố Hoàng gia. Tôi nghĩ sẽ mất 2-3 giờ để khám phá toàn bộ Hoàng thành, với điểm dừng ở Cung điện Hoàng gia trong khung thời gian đó.  Có một khoản phí vào cửa áp dụng cho Cung điện Hoàng gia, sau đó cung cấp quyền truy cập vào khu vực rộng lớn hơn của Thành phố Hoàng gia. Theo tôi nhớ, còn có một khu vực hạn chế hơn của Hoàng thành, nơi người ta có thể đi vào qua cổng và phía sau bức tường thành mà không phải trả phí. Khi chúng tôi mới đến đó, trời mưa, vì vậy tôi có thể hơi mơ hồ về một số chi tiết vì chúng tôi đã thuê một chiếc xe tuk-tuk và anh ấy đưa chúng tôi đi vòng quanh một khu vực trong Hoàng thành - không tính phí vào cửa - nhưng sau đó lại bỏ đi lên phía trước Cung điện Hoàng gia, nơi chúng tôi đã trả một khoản phí trước khi đi bộ trong khuôn viên đầy đủ hơn - lúc đó mưa đã tạnh - . Hy vọng điều này sẽ giúp ích.Đọc thêm"
        ],
        "star_ratings": [
            438,
            386,
            132,
            27,
            7
        ],
        "review_amount": 990,
        "location": [
            "Thua Thien - Hue Province",
            "Cung điện Hoàng gia Huế",
            "Những điều cần làm ở Huế",
            "Châu Á",
            "Huế",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written October 7, 2019",
            "Written September 25, 2019",
            "Written September 20, 2019",
            "Written September 6, 2019",
            "Written September 1, 2019",
            "Written August 14, 2019",
            "Written August 7, 2019",
            "Written July 11, 2019",
            "Written June 30, 2019",
            "Written June 28, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d451120-Reviews-or30-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25415657-Reviews-Ngo_Nho_Restaurant_Cafe-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d2668637-Reviews-Les_Jardins_de_La_Carambole-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25553950-Reviews-N_Cafe_and_Food-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d14901702-Reviews-Cafe_51-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d1604153-Reviews-L_c_Thi_n_Restaurant-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d10063408-Reviews-Banh_Khoai_Hong_Mai-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25392101-Reviews-Fast_food_22-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25152078-Reviews-Dai_Nam_Authentique_Cuisine_de_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25000919-Reviews-Nha_Hang_KTV-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d15062660-Reviews-Nhi_s_Crepe_Pizza-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8617302-Reviews-Gakka_Art_Gallery-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451118-Reviews-The_Flag_Tower-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26655350-Reviews-Ti_u_dinh_Thuong_B_c-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26694395-Reviews-Thanh_Toan_market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11680443-Reviews-Luc_Bo_Culture_Space-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555735-Reviews-Museum_of_Royal_Antiquities-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or20-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or40-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8546743-Reviews-Imperial_Tomb_of_Dong_Khanh-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451127-Reviews-Tomb_of_Minh_Mang-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555721-Reviews-Royal_Tombs-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451126-Reviews-Thien_Mu_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3741185-Reviews-Thanh_Toan_Bridge-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451128-Reviews-Tomb_of_Tu_Duc-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451125-Reviews-The_Noon_Gate_Cua_Ngo_Mon-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27172026-Reviews-Madame_Thu_Restaurant_Hue_Cooking_Class_Cooking_With_Madam_Thu-Hue_Thua_Thien_Hu.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27132946-Reviews-Highlight_tattoo-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34470-d2259049-Reviews-Robert_K_Rees_Memorial_Park-New_Port_Richey_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g30179-d4346571-Reviews-Aransas_Pass_Aquatic_Center-Aransas_Pass_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7188221-Reviews-Zero_Gravity-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d532093-Reviews-Smoky_Mountain_Gold_and_Ruby_Mine-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d7202782-Reviews-Asiatique_Sky-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g4414827-d7138469-Reviews-King_Fahd_Causeway-Saar.html",
            "https://www.tripadvisor.com/Attraction_Review-g274793-d285662-Reviews-Krupowki_Street-Zakopane_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g298551-d319516-Reviews-Al_Masjid_an_Nabawi-Medina_Al_Madinah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g51303-d117495-Reviews-Arbuckle_Wilderness-Davis_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g1104709-d1102976-Reviews-Pairi_Daiza-Brugelette_Hainaut_Province_Wallonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or40-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or30-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hue Royal Palace",
        "attraction_name_vi": "Cung điện Hoàng gia Huế",
        "general_info": [
            "990 đánh giá",
            "- 8 trong 100 điều cần làm ở Huế",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Di tích cháy đen của gia đình hoàng gia - thánh điện bên trong nằm ở khu vực này trong Hoàng thành. Nó được xây dựng lại một phần với kế hoạch phục hồi trong tương lai.Đọc thêm",
        "reviews": [
            "Nếu bạn có kế hoạch tham quan lăng Khải Định, Minh Mạng và Hoàng thành, bạn phải xem xét vé tập hợp có giá trị 180 0. Về mặt cá nhân, nó sẽ tiêu tốn của bạn 265 0 nhưng bao gồm cả bảo tàng - tôi không - tin rằng nó thực sự xứng đáng, hãy xem bài đánh giá - của tôi. Đây là nơi duy nhất mà bạn có đủ khả năng để truy cập một cách độc lập - có rất nhiều địa điểm khác, đặc biệt là Minh Mạng. Thật đáng kinh ngạc. Rất sang trọng. Nếu bạn không có đủ thời gian để đi đến những ngôi mộ thì bạn có đủ khả năng để tránh nó mặc dù Tử Cấm Thành là một địa điểm phải xem. Bảo tàng chỉ đơn thuần là một ngôi nhà đẹp và được bảo tồn tốt với một vài đồ gốm tuyệt vời và nhiều bộ kimono.Đọc thêm",
            "Tại trung tâm Hoàng thành, bạn sẽ có một nơi để quan sát Hoàng thành. Nhiều khoản quyên góp để sửa chữa đã giúp khu di sản vô giá này được đưa vào cuộc sống. Đối với tôi, điều đó thật tuyệt vời với những tòa nhà đẹp đẽ lỗi thời đặc biệt, những di tích tuyệt vời cùng với câu chuyện dài về các triều đại trước đây của Việt Nam. Trong trường hợp may mắn thay, bạn - sẽ có một nơi để đến một ban nhạc thường xuyên chơi trong thành và chắc chắn những con đường dài yên tĩnh với nhiều cây to khác nhau là một nơi tuyệt vời để cảm nhận những khoảnh khắc rất yên tĩnh. Bạn có thể sẽ có 2 - 4 giờ để tham quan mê cung đáng chú ý này với những con đường rợp bóng mát và những khu vườn nhỏ, nơi có hàng loạt di tích và di tích. Đề phòng trường hợp đang là mùa hè, bạn có thể sẽ cần một chiếc ô hoặc có lẽ là một chiếc mũ tuyệt vời - vì điều kiện thời tiết rất khắc nghiệt và - nước nóng, sạch, giày tốtĐọc thêm",
            "Chuyến thăm của tôi có giới hạn thời gian - bạn thực sự phải dành cả ngày ở đây để thực hiện công lý địa điểm. Có rất nhiều thứ để xem và quá nhiều lịch sử - đỉnh điểm là việc Hoa Kỳ phá hủy rất nhiều công trình kiến ​​​​trúc quan trọng nhất trong Chiến tranh. Hãy đi ngay trước khi danh hiệu Di sản Thế giới của Huế thu hút quá nhiều cá nhân cũng như sự trống trải yên bình và quyến rũ của nơi nàyĐọc thêm",
            "Dành 3 giờ đi bộ bên trong nó. Rất đáng nỗ lực. Rất nhiều chữ khắc và lịch sử. Rất nhiều thứ để xem. Đọc thêm",
            "Thật không may, cả thời gian và chiến tranh đã tàn phá Cung điện tráng lệ này, nằm bên trong Hoàng thành. Khuôn viên tuyệt đẹp với hào nước đôi. Đây cũng là thư viện hoàng gia và nhà hát hoàng gia ngay trong khuôn viên.Đọc thêm",
            "Chỉ cần kỳ vọng rằng bạn đang nhìn thấy một cung điện xinh đẹp từng có thời huy hoàng rất quan trọng nhưng đã bị chiến tranh tàn phá một cách đáng buồn.  Họ đang cố gắng khôi phục lại nó và giống như bất kỳ sự phục hồi nào, việc này cần có thời gian và tiền bạc.  Bạn cũng có thể cảm nhận được sự to lớn của nơi này khi bạn rời đi và nhìn thấy bức tường phòng thủ kéo dài hàng dặm, nơi mà giờ đây nó đã trở thành một phần của thành phố với những cộng đồng nhỏ nơi nó từng là một phần của những bức tường cung điện bên trong. Vẫn đáng giá.  Chỉ nên đi vào sáng sớm hoặc chiều tối để tránh nóng.  Không biết họ mở cửa muộn thế nào.Đọc thêm",
            "Trong chuyến thăm Hoàng thành của tôi, tôi nhận thấy Cung điện Hoàng gia là một địa điểm tuyệt vời. Rất khuyến khích như là một phần của chuyến thăm. Đọc thêm",
            "Điều đáng tiếc là cung điện đã bị phá hủy gần hết trong chiến tranh Mỹ - Việt. Tuy nhiên, đây vẫn là một di sản thế giới có giá trị để ghé thăm do mối liên hệ với văn hóa Trung Quốc trong kiến ​​trúc và thiết kế tổng thể. Ngay cả tên của các sảnh chính cũng sao chép Cung điện Hoàng gia ở Bắc Kinh. Màu đỏ và màu vàng thường thấy ở đây cũng giống với màu sắc ở Trung Quốc cổ đại. Do tính chất hoang tàn của nó, người ta có thể dành ít thời gian hơn Cung điện Hoàng gia ở Bắc Kinh.Đọc thêm",
            "Một phần hấp dẫn khác của Bao vây Hoàng gia. Tuyệt vời để hấp thụ lịch sử và bầu không khí. Trang trí công phu hợp lý.Đọc thêm",
            "Đất đai và các tòa nhà dành cho Cung điện Hoàng gia này khá rộng rãi, rất trải rộng và có nhiều tòa nhà đi qua. Hãy chuẩn bị đi bộ và dành chút thời gian ở đây nếu bạn muốn xem mọi thứ. Có rất nhiều người trông coi khu đất đang làm việc để duy trì khu đất rộng lớn. Iwashoping để xem thêm kho báu. Tôi đã bỏ lỡ nó hay nó đang ở trong bảo tàng? Có một nơi chứa đựng lịch sử trị vì của mỗi Hoàng đế, rất thú vị, đọc nhiềuĐọc thêm",
            "Chào bạn, \n\nMột số câu hỏi nhanh vì tôi hơi bối rối về Hoàng thành và Cung điện Hoàng gia này:\n\n1 - Phí vào cổng Hoàng Thành có bao gồm vé vào Hoàng Cung không? \n\n2 - Mọi người đề nghị dành 2 - 3 giờ, và thậm chí nhiều hơn - đây chỉ là dành cho cung điện hay 2 - 3 giờ là đủ để khám phá cả cung điện và Hoàng thành? \n\nCảm ơn sự giúp đỡ của bạn! \n\nBánh quy Đọc thêm",
            "Cung điện Hoàng gia là một phần của Thành phố Hoàng gia. Tôi nghĩ sẽ mất 2-3 giờ để khám phá toàn bộ Hoàng thành, với điểm dừng ở Cung điện Hoàng gia trong khung thời gian đó.  Có một khoản phí vào cửa áp dụng cho Cung điện Hoàng gia, sau đó cung cấp quyền truy cập vào khu vực rộng lớn hơn của Thành phố Hoàng gia. Theo tôi nhớ, còn có một khu vực hạn chế hơn của Hoàng thành, nơi người ta có thể đi vào qua cổng và phía sau bức tường thành mà không phải trả phí. Khi chúng tôi mới đến đó, trời mưa, vì vậy tôi có thể hơi mơ hồ về một số chi tiết vì chúng tôi đã thuê một chiếc xe tuk-tuk và anh ấy đưa chúng tôi đi vòng quanh một khu vực trong Hoàng thành - không tính phí vào cửa - nhưng sau đó lại bỏ đi lên phía trước Cung điện Hoàng gia, nơi chúng tôi đã trả một khoản phí trước khi đi bộ trong khuôn viên đầy đủ hơn - lúc đó mưa đã tạnh - . Hy vọng điều này sẽ giúp ích.Đọc thêm"
        ],
        "star_ratings": [
            438,
            386,
            132,
            27,
            7
        ],
        "review_amount": 990,
        "location": [
            "Thua Thien - Hue Province",
            "Cung điện Hoàng gia Huế",
            "Những điều cần làm ở Huế",
            "Châu Á",
            "Huế",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written June 5, 2019",
            "Written May 19, 2019",
            "Written May 18, 2019",
            "Written May 16, 2019",
            "Written May 5, 2019",
            "Written April 30, 2019",
            "Written April 13, 2019",
            "Written April 12, 2019",
            "Written April 10, 2019",
            "Written April 8, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d451120-Reviews-or40-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25415657-Reviews-Ngo_Nho_Restaurant_Cafe-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d2668637-Reviews-Les_Jardins_de_La_Carambole-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25553950-Reviews-N_Cafe_and_Food-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d14901702-Reviews-Cafe_51-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d1604153-Reviews-L_c_Thi_n_Restaurant-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d10063408-Reviews-Banh_Khoai_Hong_Mai-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25392101-Reviews-Fast_food_22-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25152078-Reviews-Dai_Nam_Authentique_Cuisine_de_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25000919-Reviews-Nha_Hang_KTV-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d15062660-Reviews-Nhi_s_Crepe_Pizza-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8617302-Reviews-Gakka_Art_Gallery-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451118-Reviews-The_Flag_Tower-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26655350-Reviews-Ti_u_dinh_Thuong_B_c-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26694395-Reviews-Thanh_Toan_market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11680443-Reviews-Luc_Bo_Culture_Space-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555735-Reviews-Museum_of_Royal_Antiquities-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or30-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or50-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8546743-Reviews-Imperial_Tomb_of_Dong_Khanh-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451127-Reviews-Tomb_of_Minh_Mang-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555721-Reviews-Royal_Tombs-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451126-Reviews-Thien_Mu_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3741185-Reviews-Thanh_Toan_Bridge-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451128-Reviews-Tomb_of_Tu_Duc-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451125-Reviews-The_Noon_Gate_Cua_Ngo_Mon-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27172026-Reviews-Madame_Thu_Restaurant_Hue_Cooking_Class_Cooking_With_Madam_Thu-Hue_Thua_Thien_Hu.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27132946-Reviews-Highlight_tattoo-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g51591-d17469112-Reviews-Sun_n_Fun_Waterpark-Ponca_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g39265-d1100583-Reviews-Kentucky_Action_Park-Cave_City_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g43146-d287952-Reviews-Vermillion_Falls-Hastings_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g57489-d4375396-Reviews-Lake_Laura-Basye_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g53301-d4311304-Reviews-Living_Treasures_Wild_Animal_Park-New_Castle_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d10596678-Reviews-Rob_Peetoom_Hair_Spa-Seminyak_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g189473-d6612772-Reviews-Thermal_Springs_Lagkada-Thessaloniki_Thessaloniki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57586-d5121703-Reviews-Cox_Farms-Centreville_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g154917-d6484980-Reviews-Columbia_Icefield_Skywalk-Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g59686-d2208846-Reviews-Pewit_s_Nest_Gorge-Baraboo_Wisconsin.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or50-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or40-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hue Royal Palace",
        "attraction_name_vi": "Cung điện Hoàng gia Huế",
        "general_info": [
            "990 đánh giá",
            "- 8 trong số 100 điều nên làm ở Huế",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Di tích cháy đen của gia đình hoàng gia - thánh điện bên trong nằm ở khu vực này trong Hoàng thành. Nó được xây dựng lại một phần với kế hoạch phục hồi trong tương lai.Đọc thêm",
        "reviews": [
            "Bạn biết gì về đế quốc Huế? À, tôi đã không biết gì cho đến khi đến đây. Thực sự mở rộng tầm mắt.Đọc thêm",
            "...và tưởng tượng xem thời kỳ hoàng kim của nó sẽ như thế nào. Phần lớn đã bị phá hủy bởi một quốc gia lớn ở phương Tây, những phần đã được khôi phục đều rất đẹp. Bạn cần phải đi bộ khá nhiều để khám phá hết nơi này nên hãy chuẩn bị sẵn sàng nhé. Có những bức tranh khảm tuyệt đẹp ở bên ngoài hầu hết các tòa nhà, mặc dù một số trong số chúng đã được khôi phục khá thô sơ. Có lẽ sẽ là điều khôn ngoan nếu có một người hướng dẫn, nhưng nếu bạn chỉ đi loanh quanh một mình thì bạn - có thể sẽ thích thú với nó, ngay cả khi bạn không - biết tất cả mọi thứ chi tiết về nó.Đọc thêm",
            "Đó là một khu phức hợp khổng lồ với rất nhiều lịch sử. Đáng để ghé thăm vì đây là một trong những điểm thu hút chính ở Huế. Ý nghĩa thật đáng ngạc nhiên nhưng vẫn còn những khu vực bị phá hủy trong chiến tranh Việt Nam mà vẫn chưa được xây dựng lạiĐọc thêm",
            "Hãy chuẩn bị đi bộ nhiều. Cung điện có nhiều tòa nhà để khám phá. Phần lớn cung điện đã được xây dựng lại do thiệt hại do chiến tranh. Đọc thêm",
            "Đây có lẽ là điểm thu hút khách du lịch lớn nhất ở Huế và đáng để bạn dành vài giờ trong ngày. Chi phí vào cửa là 150K VNĐ mỗi người bằng tiền mặt. nó - nằm ở phía bắc của con sông và thực sự phải đi bộ khá nhiều để đến đó trừ khi bạn đi taxi, chúng tôi đi bộ và mọi chuyện vẫn ổn nhưng chỉ cần lưu ý một chút. Khuôn viên cung điện có diện tích khá rộng và sẽ rất thú vị nếu bạn thích di tích - bảo tàng - v.v. Bên trong có một cửa hàng bán các bức tranh theo chủ đề Việt Nam - Phật giáo để bạn tham khảo. Nói chung đó là một vài giờ tốt đẹp. Hãy cố gắng tránh giữa ngày vì lúc đó đang H-O-T.Đọc thêm",
            "Nơi rộng lớn, có nhiều thứ để xem và làm. Vị trí tuyệt vời ngay trung tâm thành phố. Khu vườn xinh đẹp và những tòa nhà tuyệt vời. Những bức ảnh và kỷ niệm tuyệt vời để chụp. Thích lắm! Đọc thêm",
            "Đã có một khoảng thời gian tuyệt vời với hướng dẫn viên phát âm Xi - C - người đã giải thích đầy đủ về lịch sử của Kinh thành Huế, địa điểm và tất cả các vị hoàng đế của Việt Nam, cô ấy nói tiếng Anh rất xuất sắc. Chi tiết hợp đồng là thuhang.xixi.4190 - gmail.com hoặc - 84915592465Xin hãy gửi cho cô ấy những lời chúc tốt đẹp nhất Howard và DeborahĐọc thêm",
            "Nơi này rất lớn, đẹp và đầy lịch sử. Một hướng dẫn có thể hữu ích. Hãy chuẩn bị tinh thần sẽ có rất nhiều khách du lịch đi cùng bạn, tuy nhiên sự rộng lớn sẽ khiến du khách bị phân tán nên việc chụp ảnh sẽ dễ dàng. Đó là điều phải xem và bạn có thể lấy vé kết hợp cho các điểm tham quan khác với mức giá rẻ hơn. Đọc thêm",
            "cung điện nổi bật nhưng không có bức ảnh trong nhà. Màu đỏ đậm thật tuyệt vời cũng như những khu vườn xung quanh lối vào. Chúng tôi yêu thích tất cả mọi thứ trên thành.Đọc thêm",
            "Cung điện hoàng gia này trông giống như Tử Cấm Thành ở Bắc Kinh. Chắc chắn đáng để ghé thăm. Giàu lịch sử và kiến ​​trúc tuyệt vời để ngạc nhiên. Đọc thêm",
            "Chào bạn, \n\nMột số câu hỏi nhanh vì tôi hơi bối rối về Hoàng thành và Cung điện Hoàng gia này:\n\n1 - Phí vào cổng Hoàng Thành có bao gồm vé vào Hoàng Cung không? \n\n2 - Mọi người đề nghị dành 2 - 3 giờ, và thậm chí nhiều hơn - đây chỉ là dành cho cung điện hay 2 - 3 giờ là đủ để khám phá cả cung điện và Hoàng thành? \n\nCảm ơn sự giúp đỡ của bạn! \n\nBánh quy Đọc thêm",
            "Cung điện Hoàng gia là một phần của Thành phố Hoàng gia. Tôi nghĩ sẽ mất 2-3 giờ để khám phá toàn bộ Hoàng thành, với điểm dừng ở Cung điện Hoàng gia trong khung thời gian đó.  Có một khoản phí vào cửa áp dụng cho Cung điện Hoàng gia, sau đó cung cấp quyền truy cập vào khu vực rộng lớn hơn của Thành phố Hoàng gia. Theo tôi nhớ, còn có một khu vực hạn chế hơn của Hoàng thành, nơi người ta có thể đi vào qua cổng và phía sau bức tường thành mà không phải trả phí. Khi chúng tôi mới đến đó, trời mưa, vì vậy tôi có thể hơi mơ hồ về một số chi tiết vì chúng tôi đã thuê một chiếc xe tuk-tuk và anh ấy đưa chúng tôi đi vòng quanh một khu vực trong Hoàng thành - không tính phí vào cửa - nhưng sau đó lại bỏ đi lên phía trước Cung điện Hoàng gia, nơi chúng tôi đã trả một khoản phí trước khi đi bộ trong khuôn viên đầy đủ hơn - lúc đó mưa đã tạnh - . Hy vọng điều này sẽ giúp ích.Đọc thêm"
        ],
        "star_ratings": [
            438,
            386,
            132,
            27,
            7
        ],
        "review_amount": 990,
        "location": [
            "Thua Thien - Hue Province",
            "Cung điện Hoàng gia Huế",
            "Những điều cần làm ở Huế",
            "Châu Á",
            "Huế",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 7, 2019",
            "Written April 1, 2019",
            "Written March 31, 2019",
            "Written March 31, 2019",
            "Written March 26, 2019",
            "Written March 18, 2019",
            "Written March 15, 2019",
            "Written March 14, 2019",
            "Written March 7, 2019",
            "Written February 25, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d451120-Reviews-or50-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25415657-Reviews-Ngo_Nho_Restaurant_Cafe-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d2668637-Reviews-Les_Jardins_de_La_Carambole-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25553950-Reviews-N_Cafe_and_Food-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d14901702-Reviews-Cafe_51-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d1604153-Reviews-L_c_Thi_n_Restaurant-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d10063408-Reviews-Banh_Khoai_Hong_Mai-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25392101-Reviews-Fast_food_22-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25152078-Reviews-Dai_Nam_Authentique_Cuisine_de_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25000919-Reviews-Nha_Hang_KTV-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d15062660-Reviews-Nhi_s_Crepe_Pizza-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8617302-Reviews-Gakka_Art_Gallery-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451118-Reviews-The_Flag_Tower-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26655350-Reviews-Ti_u_dinh_Thuong_B_c-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26694395-Reviews-Thanh_Toan_market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11680443-Reviews-Luc_Bo_Culture_Space-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555735-Reviews-Museum_of_Royal_Antiquities-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or40-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or60-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8546743-Reviews-Imperial_Tomb_of_Dong_Khanh-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451127-Reviews-Tomb_of_Minh_Mang-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555721-Reviews-Royal_Tombs-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451126-Reviews-Thien_Mu_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3741185-Reviews-Thanh_Toan_Bridge-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451128-Reviews-Tomb_of_Tu_Duc-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451125-Reviews-The_Noon_Gate_Cua_Ngo_Mon-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27172026-Reviews-Madame_Thu_Restaurant_Hue_Cooking_Class_Cooking_With_Madam_Thu-Hue_Thua_Thien_Hu.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27132946-Reviews-Highlight_tattoo-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54337-d23036039-Reviews-Bintime-Mauldin_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34946-d104718-Reviews-Indian_Springs_State_Park-Flovilla_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34680-d532068-Reviews-Sunset_Beach-Tarpon_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34607-d17115252-Reviews-Gandy_Beach-St_Petersburg_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574391-d4889363-Reviews-Iguana_Beach-Agii_Apostoli_Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g298305-d8112603-Reviews-Anjung_Floria-Putrajaya_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d216227-Reviews-Brooklyn_Chinatown-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g297516-d582106-Reviews-Trsat_Castle-Rijeka_Primorje_Gorski_Kotar_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165980-d1379003-Reviews-Narusawa_Ice_Cave-Narusawa_mura_Minamitsuru_gun_Yamanashi_Prefecture_Koshinetsu_.html",
            "https://www.tripadvisor.com/Attraction_Review-g33726-d19838540-Reviews-Mongers_Market-Bridgeport_Connecticut.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or60-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or50-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hue Royal Palace",
        "attraction_name_vi": "Cung điện Hoàng gia Huế",
        "general_info": [
            "990 đánh giá",
            "- 8 trong số 100 điều nên làm ở Huế",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Di tích cháy đen của gia đình hoàng gia - thánh điện bên trong nằm ở khu vực này trong Hoàng thành. Nó được xây dựng lại một phần với kế hoạch phục hồi trong tương lai.Đọc thêm",
        "reviews": [
            "Đây là phần trung tâm của thành cổ. Những gì còn lại sau nhiều đợt oanh tạc về cơ bản là một bãi đất trống. Nếu bạn đang ở trong thành, hãy đi xem nhưng thực sự không còn nhiều những gì đã có trước đâyĐọc thêm",
            "Chúng tôi đến thăm vào một buổi chiều tháng năm địa điểm lịch sử này. nơi ở của gia đình hoàng gia gần đây nhất là vào đầu thế kỷ 20, phần lớn đã bị hủy hoại trong chiến tranh Việt Nam. Có rất nhiều thứ để xem ở đây vì vậy hãy dành một lịch trình buổi sáng hoặc buổi chiều tốt lành để tận dụng tối đa. Mặc dù chúng tôi đã không thực hiện nghiên cứu của mình và sau đó mới biết rằng có sẵn các hướng dẫn nhưng rất đáng để bạn cân nhắc cho chuyến đi tham gia một trong những hướng dẫn này. Vé vào cửa rẻ ở mức 150000 đồng mỗi người nhưng sau đó như đã đề cập ở trên, bạn phải tự mình đi. Chắc chắn có rất nhiều thông tin để đọc qua và hình ảnh - những bức ảnh để xem giúp du khách có ý tưởng nào đó về mục đích của cung điện. Có một video tổng quan hay, đáng để bạn dành mười phút vì nó cung cấp thông tin tổng quan ngắn gọn nhưng hữu ích về trang web. Tuy nhiên, sẽ có ích cho khách truy cập nếu có sẵn tờ rơi cơ bản với bản đồ của địa điểm để bạn có thể dành thời gian ở những nơi mà họ quan tâm nhất. Điều đó nói lên rằng chúng tôi đã dành cả buổi chiều ở đó và cảm thấy rằng chúng tôi chỉ mới trầy xước bề mặt. Rõ ràng việc cải tạo tích cực vẫn đang được tiến hành ở nhiều phần khác nhau của địa điểm và các tòa nhà đã hoàn thiện là sự thể hiện trung thực và chất lượng cao của bản gốc. Chắc chắn sẽ phải mất nhiều năm và một số tiền khổng lồ để khôi phục nó trở lại thời kỳ huy hoàng trước đây. Trong lúc chờ đợi, hãy xem và ủng hộ nỗ lực tái phát triển.Đọc thêm",
            "Đây là điểm dừng thứ ba trong chuyến lưu diễn của chúng tôi. Có ba bức tường, bức tường bên ngoài có hào. Bản thân bức tường có thể là một cách tuyệt vời để đi dạo quanh thành phố. Tuy nhiên, mọi người vẫn sống nhờ đó và chính phủ, theo hướng dẫn của chúng tôi, đang nỗ lực đền bù và đưa người dân ra khỏi bức tường. Bản thân tòa thành là bức tường tiếp theo để đi vào và sau đó là thành phố cấm màu tím nơi nhà vua và gia đình ông từng sinh sống. Hãy xem video trước khi vào Tử Cấm Thành vì nó sẽ cho bạn biết những gì còn thiếu. Than ôi, không có nhiều thứ để xem vì chỉ có ba trong số 60 tòa nhà còn sót lại sau chiến tranh Việt Nam. Họ đang dần xây dựng lại chúng và thư viện cũng như nhà hát thật tuyệt vời khi ghé thăm. Tôi chỉ ước gì chúng ta đã sắp xếp thời gian cho chuyến tham quan của mình để xem một buổi biểu diễn ở nhà hát. Lối đi bộ cũng đã được khôi phục và bảo tàng nhỏ có một số thông tin hình ảnh tuyệt vời về Nhà vua, các quan lại và gia đình ông cũng như cuộc sống hàng ngày của nhà vua. Thật tuyệt khi được đi dạo quanh khuôn viên và tôi hy vọng một ngày nào đó sẽ quay lại và xem tiến trình xây dựng lại và có thể đi dạo quanh bức tường bên ngoài phía trên nó. Nếu bạn tìm thấy bài đánh giá, vui lòng cho tôi biết mọi phản hồi luôn được hoan nghênh. Đọc thêm",
            "Thành phố màu tím thật đáng yêu vì đã được xây dựng lại. Không có nhiều thứ để xem nhưng có cảm giác tuyệt vời. Đến sớm, có rất nhiều khách du lịch. Đọc thêm",
            "Chúng tôi mua vé, sau đó thuê hướng dẫn viên nói tiếng Anh trong một giờ. Điều đó thật đáng giá vì Drum đã giải thích nhiều điều mà lẽ ra chúng tôi sẽ không học được. Vì trời rất nóng nên chúng tôi đã thuê một chiếc xe golf để chở chúng tôi đi vòng quanh phần còn lại của địa điểm. Chúng tôi thậm chí còn có một ly cà phê đá Việt Nam ngon tuyệt ở đó. Thật may là chúng tôi đã ở đó khi các nhạc sĩ đang chơi. Không thực sự biết điều gì sẽ xảy ra, chúng tôi nhận thấy nơi này và lối sống nơi đây từng rất thú vị. Rất muốn quay lại trong tương lai khi nhiều thứ đã được khôi phục. Hãy để ý những người đàn ông cao tới cổ trong ao sen gần lối vào đang trồng rễ mới. Trời nóng đến mức tôi hơi ghen tị với họ.Đọc thêm",
            "Cung điện Hoàng gia ở Huế là một địa điểm không thể bỏ qua. Có lẽ tốt hơn là nên bắt đầu từ đó vì bạn sẽ tìm hiểu về triều Nguyễn - nên có người hướng dẫn. Sau này bạn có thể - nên ghé thăm - ít nhất - nhiều nhất - 3 - ngôi mộ quan trọng bên ngoài Huế và chùa. Một nơi tuyệt vời, đầy lịch sử, biểu tượng và lời nhắc nhở về truyền thống xưa và văn hóa Việt Nam...Đọc thêm",
            "Đây là trong hoàng cung và có một cái tên thú vị. Nó trông giống như phần còn lại của cung điện nên đừng phấn khích nếu không bạn sẽ thất vọng. Đọc thêm",
            "Đây là chuyện của Huế...đi lại khó khăn, và với trẻ con, thực sự khó khăn. Nơi này nằm trong thành của một số thành khác và vào mùa hè thì nóng bức. Huế rất đẹp, nhưng không có nhiều chỗ ở và chỗ ngồi khiến trẻ em phải đi bộ rất lâu. Chúng tôi chủ yếu đi xích lô, điều này rất thú vị trong một thời gian, nhưng đắt tiền khi bạn có chúng trong vài giờ. Nơi này lớn, nóng và rất nhiều nếu nó bị hủy hoại. Một dành cho những người lớn đánh giá cao lịch sử, nhưng có lẽ sẽ không lặp lại với trẻ em.Đọc thêm",
            "Khi vào Thành cổ, nếu bạn không có người hướng dẫn như chúng tôi - t, thì sẽ có rất ít thông tin về cái gì và ở đâu trong khu đất bị hư hại, các yếu tố khác nhau đứng hoặc được sử dụng để đứng. Tử Cấm Thành, thánh địa bên trong của các Hoàng đế Nguyễn, gần như bị san phẳng hoàn toàn trong chiến tranh Việt Nam và vì vậy nếu bạn đang mong đợi một - Thành phố - tương tự như các Tử Cấm Thành khác trên khắp châu Á thì bạn sẽ thất vọng. Đây là một sự thất vọng về mặt này nhưng hiện tại đang có những công trình khôi phục đang diễn ra để đưa nơi này trở lại cuộc sống. Một số công việc họ đang thực hiện rất xuất sắc và cung cấp cho bạn cái nhìn sâu sắc về việc công trình này sẽ trông như thế nào khi chúng hoàn thành và nó sẽ rất ngoạn mục. Nhưng bây giờ bạn cần sử dụng một chút trí tưởng tượng của mình. Tuy nhiên, vì nó nằm trong các bức tường của Thành cổ nên việc tiếp cận nó không hoàn toàn lãng phí thời gian vì các yếu tố khác trong Thành cổ phần lớn vẫn còn nguyên vẹn và do đó bạn sẽ có khoảng thời gian tuyệt vời để khám phá xung quanh. Thành phố Tím tuy bị thiếu phần lớn nhưng nó sẽ rất tuyệt vời khi được khôi phục. Tôi đánh dấu điều này khá cao bởi vì mặc dù phần lớn đã bị san phẳng nhưng những tác phẩm đã hoàn thành đều rất xuất sắc nên hãy tiếp tục nó sẽ ngày càng tốt hơn.Đọc thêm",
            "Nhìn chung, chuyến tham quan rất ấn tượng, bạn có thể có hướng dẫn viên, tuy nhiên tôi đã xoay xở mà không cần hướng dẫn viên với đủ thông tin đã đọc trước đó và một bản đồ thành phố tốt. Tôi ấn tượng ở chỗ bạn thực sự có thể tưởng tượng nơi này tráng lệ như thế nào và nền văn hóa của nó ra sao. Một nơi nhất định phải đến. Tôi đã tham gia chuyến tham quan vào khoảng giữa trưa tháng 3 và nhiệt độ thật kinh khủng. Thời điểm tốt nhất là sáng sớm. Đọc thêm"
        ],
        "star_ratings": [
            438,
            386,
            132,
            27,
            7
        ],
        "review_amount": 990,
        "location": [
            "Thua Thien - Hue Province",
            "Cung điện Hoàng gia Huế",
            "Những điều cần làm ở Huế",
            "Châu Á",
            "Huế",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written December 31, 2015",
            "Written May 13, 2015",
            "Written May 7, 2015",
            "Written May 2, 2015",
            "Written April 18, 2015",
            "Written April 4, 2015",
            "Written January 11, 2015",
            "Written June 18, 2014",
            "Written June 5, 2014",
            "Written April 14, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d451120-Reviews-or60-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25415657-Reviews-Ngo_Nho_Restaurant_Cafe-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d2668637-Reviews-Les_Jardins_de_La_Carambole-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25553950-Reviews-N_Cafe_and_Food-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d14901702-Reviews-Cafe_51-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d1604153-Reviews-L_c_Thi_n_Restaurant-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d10063408-Reviews-Banh_Khoai_Hong_Mai-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25392101-Reviews-Fast_food_22-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25152078-Reviews-Dai_Nam_Authentique_Cuisine_de_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25000919-Reviews-Nha_Hang_KTV-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d15062660-Reviews-Nhi_s_Crepe_Pizza-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8617302-Reviews-Gakka_Art_Gallery-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451118-Reviews-The_Flag_Tower-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26655350-Reviews-Ti_u_dinh_Thuong_B_c-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26694395-Reviews-Thanh_Toan_market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11680443-Reviews-Luc_Bo_Culture_Space-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555735-Reviews-Museum_of_Royal_Antiquities-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or50-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or70-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8546743-Reviews-Imperial_Tomb_of_Dong_Khanh-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451127-Reviews-Tomb_of_Minh_Mang-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555721-Reviews-Royal_Tombs-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451126-Reviews-Thien_Mu_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3741185-Reviews-Thanh_Toan_Bridge-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451128-Reviews-Tomb_of_Tu_Duc-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451125-Reviews-The_Noon_Gate_Cua_Ngo_Mon-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27172026-Reviews-Madame_Thu_Restaurant_Hue_Cooking_Class_Cooking_With_Madam_Thu-Hue_Thua_Thien_Hu.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27132946-Reviews-Highlight_tattoo-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d2433047-Reviews-Gemmayzeh_Street-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g44929-d135197-Reviews-Meramec_Caverns-Stanton_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g186585-d2335113-Reviews-Fairy_Pools-Isle_of_Skye_The_Hebrides_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g32036-d951390-Reviews-Alien_Fresh_Jerky-Baker_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d153861-Reviews-Kilolani_Spa_at_Grand_Wailea-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g562628-d10688003-Reviews-Sounio_Beach-Sounio_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d5847649-Reviews-Herbs_Rye-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d262792-Reviews-Tram_28-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d243035-Reviews-Palazzo_Doria_Pamphilj-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g56691-d283952-Reviews-Sea_Turtle_Inc-South_Padre_Island_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or70-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or60-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hue Royal Palace",
        "attraction_name_vi": "Cung điện Hoàng gia Huế",
        "general_info": [
            "990 đánh giá",
            "- 8 trong số 100 điều nên làm ở Huế",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Di tích cháy đen của gia đình hoàng gia - thánh điện bên trong nằm ở khu vực này trong Hoàng thành. Nó được xây dựng lại một phần với kế hoạch phục hồi trong tương lai.Đọc thêm",
        "reviews": [
            "Không đắt tiền để vào. Tòa nhà thú vị. Rất nhiều thứ để xem bên trong. Những khu vườn đẹp. Nếu trời mưa hãy cẩn thận vì một số sàn có thể trơn trượt. Nhà vệ sinh sạch sẽ!Đọc thêm",
            "Đẹp, giàu lịch sử - Huế là thủ đô ban đầu của Việt Nam dưới thời nhà Lý, hãy tham quan để bạn có thể có được mọi thông tin và dành thời gian.  rất ấn tượng, tiếc là nó đã bị hư hại trong chiến tranh.  Đi xe tuk tuk vòng quanh bên ngoài cung điện. Thật kỳ lạ khi có ai đó chở tôi đi khắp nơi nhưng tôi rất thích điều đó.Đọc thêm",
            "Cung điện Hoàng gia thực sự ấn tượng, được sử dụng cho đến năm 1945. Thật không may, nó đã bị hư hại rất nhiều trong chiến tranh với Hoa Kỳ nhưng các tòa nhà đã được phục hồi thì thật tuyệt vời. Nhiều bức ảnh trên tường cho thấy bức tranh đẹp về cuộc sống trong Cung điện và tăng thêm trải nghiệm. Rất đáng để ghé thăm nhưng hãy mang theo sách hướng dẫn vì nó không được chỉ dẫn rõ ràng. Đọc thêm",
            "Cung điện rất đẹp. Chúng tôi đã đến đó từ khách sạn bằng xe tuk tuk khoảng 60vnd, khoảng 10 phút. Người lái xe đạp đưa chúng tôi đi vòng quanh cung điện, sau đó anh ta muốn có thêm tiền. Phí vào cửa cung điện là 1500vnd. Có thể thanh toán bằng đô la Mỹ. Hãy lấy ít nhất 2-3 giờ cho tất cả các chuyến đi. Điều này thật lớn. Có những bức ảnh lịch sử đẹp. Giá mỗi lần họ muốn gấp 3 lần mức họ đã lấy trong lần cuối cùng. Người lái xe tuk tuk trên đường về nói rằng anh ta muốn 25usd, cuối cùng anh ta lấy 5 đô la và rất vui quá... - Ví dụ 1 lít xăng 0,3usd... - Đọc thêm",
            "Thành cổ là nơi không thể bỏ qua khi đến Huế nên chúng tôi cũng đến đó. Toàn bộ khu phức hợp rất đẹp và trong chuyến thăm của chúng tôi, có một số công trình tái thiết đang diễn ra nên họ vẫn đang cải thiện nơi này. Diện tích rất lớn nên bạn có thể dễ dàng lạc đường vì vậy hãy cẩn thận xem bạn sẽ chụp bao nhiêu bức ảnh. Có tổng cộng mười cổng nhưng chỉ có một cổng vào. Vé có giá 150,00 đồng và sau đó bạn có thể đi dạo xung quanh tùy thích. Nhiều bức ảnh lịch sử mang tính giải thích được đặt trong các tòa nhà để bạn có thể tìm hiểu mục đích của hội trường và gian hàng. Chúng tôi cũng may mắn được nghe ban nhạc truyền thống biểu diễn bên ngoài, điều đó rất hay.Đọc thêm",
            "Bạn đến thăm Huế phải không? Một phần lịch sử tuyệt vời, bạn có thể dành hàng giờ để đi dạo xung quanh.... có thể không được duy trì xứng đáng, nhưng tôi thực sự thích nó. Rất khuyến khích!Đọc thêm",
            "Chúng tôi mất khoảng 4-5 giờ để tham quan. Đó là một Cung điện khá lớn với rất nhiều lịch sử. Chúng tôi rất thích nó. Đó là một cách hay để dành nửa ngày :- - Đọc thêm",
            "Hãy dành trọn một ngày tham quan Cung điện Hoàng gia cũng như nhiều tòa nhà xung quanh bao gồm Cung điện Hoàng gia. Nhiều tòa nhà đã được khôi phục hoàn toàn về vẻ đẹp ban đầu và thực sự đáng giá, nhưng mặt khác, có rất nhiều thứ để xem ở Việt Nam nhưng theo tôi, Huế là một trong những viên ngọc quýĐọc thêm",
            "Đó là thời kỳ hoàng đế có 4 vợ, 500 phi tần và 150 người con, tất cả đều sống trong thành phố nơi chỉ có phụ nữ và thái giám được phép vào trong.Đọc thêm",
            "Các tòa nhà cổ, lịch sử cổ đại, đẹp mắt - nhiều cơ hội chụp ảnh. Hoa cosmos màu vàng và cam rất nhiều. Đó là một trải nghiệm vui vẻ và mang lại cảm giác tốt về một nền văn hóa cổ đại. Sẽ giới thiệu.Đọc thêm"
        ],
        "star_ratings": [
            438,
            386,
            132,
            27,
            7
        ],
        "review_amount": 990,
        "location": [
            "Thua Thien - Hue Province",
            "Cung điện Hoàng gia Huế",
            "Những điều cần làm ở Huế",
            "Châu Á",
            "Huế",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written January 18, 2019",
            "Written January 13, 2019",
            "Written January 10, 2019",
            "Written December 28, 2018",
            "Written December 25, 2018",
            "Written December 23, 2018",
            "Written December 12, 2018",
            "Written December 12, 2018",
            "Written December 2, 2018",
            "Written November 22, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d451120-Reviews-or70-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25415657-Reviews-Ngo_Nho_Restaurant_Cafe-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d2668637-Reviews-Les_Jardins_de_La_Carambole-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25553950-Reviews-N_Cafe_and_Food-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d14901702-Reviews-Cafe_51-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d1604153-Reviews-L_c_Thi_n_Restaurant-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d10063408-Reviews-Banh_Khoai_Hong_Mai-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25392101-Reviews-Fast_food_22-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25152078-Reviews-Dai_Nam_Authentique_Cuisine_de_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25000919-Reviews-Nha_Hang_KTV-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d15062660-Reviews-Nhi_s_Crepe_Pizza-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8617302-Reviews-Gakka_Art_Gallery-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451118-Reviews-The_Flag_Tower-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26655350-Reviews-Ti_u_dinh_Thuong_B_c-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26694395-Reviews-Thanh_Toan_market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11680443-Reviews-Luc_Bo_Culture_Space-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555735-Reviews-Museum_of_Royal_Antiquities-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or60-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or80-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8546743-Reviews-Imperial_Tomb_of_Dong_Khanh-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451127-Reviews-Tomb_of_Minh_Mang-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555721-Reviews-Royal_Tombs-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451126-Reviews-Thien_Mu_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3741185-Reviews-Thanh_Toan_Bridge-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451128-Reviews-Tomb_of_Tu_Duc-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451125-Reviews-The_Noon_Gate_Cua_Ngo_Mon-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27172026-Reviews-Madame_Thu_Restaurant_Hue_Cooking_Class_Cooking_With_Madam_Thu-Hue_Thua_Thien_Hu.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27132946-Reviews-Highlight_tattoo-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293993-d671295-Reviews-Black_Stone-Mecca_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1478744-d14795168-Reviews-The_Three_Sisters-Glencoe_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g59858-d3478448-Reviews-Alpine_Valley_Music_Theatre-Elkhorn_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g562812-d669392-Reviews-Castillo_Monumento_Colomares-Benalmadena_Costa_del_Sol_Province_of_Malaga_Andaluci.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d12812609-Reviews-Nana_Plaza_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d8631483-Reviews-Douglas_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g298278-d457071-Reviews-Grand_Palace_Park_Istana_Besar-Johor_Bahru_Johor_Bahru_District_Johor.html",
            "https://www.tripadvisor.com/Attraction_Review-g47958-d2227153-Reviews-Buttermilk_Falls_State_Park-Ithaca_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60562-d7155300-Reviews-Bridger_Gondola-Teton_Village_Jackson_Hole_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d271009-Reviews-Spotify_Camp_Nou-Barcelona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or80-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or70-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hue Royal Palace",
        "attraction_name_vi": "Cung điện Hoàng gia Huế",
        "general_info": [
            "990 đánh giá",
            "- 8 trong số 100 điều nên làm ở Huế",
            "Di tích lịch sử"
        ],
        "attraction_summary": "Di tích cháy đen của gia đình hoàng gia - thánh điện bên trong nằm ở khu vực này trong Hoàng thành. Nó được xây dựng lại một phần với kế hoạch phục hồi trong tương lai.Đọc thêm",
        "reviews": [
            "Trước khi bạn có thể vào đây đọc về cuộc chiến ở Huế, địa điểm đặc biệt này có thể đáng để bạn ghé qua mặc dù do số lượng pháo kích đáng kể của Bắc Việt cũng như hậu quả của việc Mỹ ném bom, vẫn chưa thực sự rất nhiều thứ còn sót lại. tuy nhiên vẫn có nhiều lỗ đạn và hố súng cối. họ - đang rất bận rộn cố gắng xây dựng lại cộng đồng như cũ, nhưng sẽ cần có thời gian.Đọc thêm",
            "Rất đẹp và lớn. Tôi đã ghé thăm bên trong trong 2 giờ. Tôi đi xe điện và khám phá được rất nhiều điều. Điều đó - thật tuyệt.Đọc thêm",
            "Chúng tôi nhìn thấy Citadel and Place ở nhiệt độ 33 độ C khi tôi đang mang thai. Rất nóng nhưng có thể làm được. Dù bằng cách nào, nhất định phải xem ở Huế. Tận dụng các ki-ốt trong các tòa nhà ở phía Tây của Cung điện để giải nhiệt. Các cuộc triển lãm ảnh xuyên suốt cũng rất tuyệt! Cung điện nằm trong Hoàng thành, bạn không chắc bản đồ này đang cố đưa chúng ta đi đâu!Đọc thêm",
            "Chúng tôi đến thăm các thanh thiếu niên và ông bà và tất cả chúng tôi đều thích chuyến thăm mặc dù trời rất nóng - gần 46 độ C -. Hầu hết các địa điểm đã bị phá hủy trong chiến tranh Việt Nam nhưng vẫn còn đủ để tham quan như cung điện hoàng gia, thư viện,...Đọc thêm",
            "Cung điện hoàng gia là một địa điểm quan trọng và đóng một vai trò quan trọng trong lịch sử Việt Nam. Đó là một điều phải xem. Cung điện được bảo tồn đầy đủ và bạn có thể thấy rất nhiều công việc bảo tồn đang diễn ra.Đọc thêm",
            "Lịch sử thú vị về Việt Nam - Triều đại nhà Nguyễn và Huế là kinh đô trong thời chiến. Một nơi rộng lớn để đi bộ xung quanh. Đọc thêm",
            "Một nơi thú vị như vậy - hướng dẫn viên Li của chúng tôi từ Buffalo Tours là một kho tàng kiến ​​thức - lịch sử mà anh ấy biết về đất nước của mình thật tuyệt vời. Chúng tôi đã dành 1,5 giờ ở đó. Kiến trúc đẹp, cây rất cổ thụ, cây cảnh. Chỉ là một nơi hấp dẫn để ghé thăm. Đề xuất bạn nên đi du thuyền trên sông Hương kết hợp tất cả những điều trên. Đọc thêm",
            "Chúng tôi đã đến thăm Cung điện Hoàng gia như một phần của chuyến tham quan Huế trong ngày riêng tư và điều đó thật tuyệt.  Lịch sử của khu vực này rất thú vị và may mắn là hướng dẫn viên của chúng tôi rất am hiểu.  Đáng để ghé thăm khi bạn đến Huế.Đọc thêm",
            "Đó là một địa điểm tuyệt vời để ghé thăm, nhưng nó đã bị hư hỏng rất nặng và cần được trùng tu nhiều, may mắn thay đó chính xác là những gì họ đang làm. Nhưng đây vẫn là một nơi không thể bỏ qua ở Huế. Nó có thể rất bận rộn một lần. Chúng tôi đến thăm vào cuối buổi chiều và sau 5 giờ họ ngừng nhận người, vì vậy khoảng 5:30 bạn có nơi gần như cho riêng mình, rất tốt để chụp ảnh. Đọc thêm",
            "Tử Cấm Thành được tìm thấy trong không gian tường thành của thành chắc chắn đã có những ngày tốt đẹp hơn. Đáng buồn thay, nó đã kết thúc rất nhiều cuộc xung đột lịch sử, gần đây nhất là chiến tranh Việt Nam. Phần lớn các tòa nhà, địa điểm trên mặt đất. Nó đã được nhắc đến như một trang web di sản cộng đồng của UNESCO và những nỗ lực phục hồi đã được thực hiện để đưa nó trở lại vinh quang trước đây.Đọc thêm",
            "Chào bạn, \n\nMột số câu hỏi nhanh vì tôi hơi bối rối về Hoàng thành và Cung điện Hoàng gia này:\n\n1 - Phí vào cổng Hoàng Thành có bao gồm vé vào Hoàng Cung không? \n\n2 - Mọi người đề nghị dành 2 - 3 giờ, và thậm chí nhiều hơn - đây chỉ là dành cho cung điện hay 2 - 3 giờ là đủ để khám phá cả cung điện và Hoàng thành? \n\nCảm ơn sự giúp đỡ của bạn! \n\nBánh quy Đọc thêm",
            "Cung điện Hoàng gia là một phần của Thành phố Đế quốc. Tôi nghĩ mất 2-3 giờ để khám phá toàn bộ Thành phố Đế quốc, với một điểm dừng chân tại Cung điện Hoàng gia trong khung thời gian đó. Có một khoản phí vào cửa áp dụng cho Cung điện Hoàng gia, sau đó cung cấp quyền truy cập vào khu vực rộng lớn hơn của Thành phố Đế quốc. Theo như tôi nhớ, cũng có một phần hạn chế hơn của Thành phố Đế quốc, nơi người ta có thể đi qua một cổng và vào phía sau các bức tường thành phố mà không phải trả phí. Trời mưa khi chúng tôi mới đến đó, vì vậy tôi có thể hơi mơ hồ về một số chi tiết vì chúng tôi đã thuê một chiếc tuk-tuk và anh ấy đã đưa chúng tôi đi vòng quanh một khu vực trong Thành phố Đế quốc - không mất phí vào cửa - nhưng sau đó đã dừng lại trước Cung điện Hoàng gia, nơi chúng tôi đã trả phí trước khi đi bộ khắp khuôn viên - lúc đó trời đã tạnh mưa - . Hy vọng điều này hữu ích. Đọc thêm"
        ],
        "star_ratings": [
            438,
            386,
            132,
            27,
            7
        ],
        "review_amount": 990,
        "location": [
            "Thua Thien - Hue Province",
            "Cung điện Hoàng gia Huế",
            "Những điều cần làm ở Huế",
            "Châu Á",
            "Huế",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written November 15, 2018",
            "Written November 10, 2018",
            "Written October 23, 2018",
            "Written October 20, 2018",
            "Written October 13, 2018",
            "Written October 9, 2018",
            "Written October 8, 2018",
            "Written October 7, 2018",
            "Written October 3, 2018",
            "Written September 27, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d451120-Reviews-or80-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25415657-Reviews-Ngo_Nho_Restaurant_Cafe-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d2668637-Reviews-Les_Jardins_de_La_Carambole-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25553950-Reviews-N_Cafe_and_Food-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d14901702-Reviews-Cafe_51-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d1604153-Reviews-L_c_Thi_n_Restaurant-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d10063408-Reviews-Banh_Khoai_Hong_Mai-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25392101-Reviews-Fast_food_22-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25152078-Reviews-Dai_Nam_Authentique_Cuisine_de_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25000919-Reviews-Nha_Hang_KTV-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d15062660-Reviews-Nhi_s_Crepe_Pizza-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8617302-Reviews-Gakka_Art_Gallery-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451118-Reviews-The_Flag_Tower-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26655350-Reviews-Ti_u_dinh_Thuong_B_c-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26694395-Reviews-Thanh_Toan_market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11680443-Reviews-Luc_Bo_Culture_Space-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555735-Reviews-Museum_of_Royal_Antiquities-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or70-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or90-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8546743-Reviews-Imperial_Tomb_of_Dong_Khanh-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451127-Reviews-Tomb_of_Minh_Mang-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555721-Reviews-Royal_Tombs-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451126-Reviews-Thien_Mu_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3741185-Reviews-Thanh_Toan_Bridge-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451128-Reviews-Tomb_of_Tu_Duc-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451125-Reviews-The_Noon_Gate_Cua_Ngo_Mon-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27172026-Reviews-Madame_Thu_Restaurant_Hue_Cooking_Class_Cooking_With_Madam_Thu-Hue_Thua_Thien_Hu.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27132946-Reviews-Highlight_tattoo-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34757-d7225071-Reviews-Zephyr_Park_WaterPlay-Zephyrhills_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60740-d3210240-Reviews-Crystal_Mill-Gunnison_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d11435151-Reviews-Church_Street_Station-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d304311-Reviews-Pre_Columbian_Gold_Museum-San_Jose_San_Jose_Metro_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g28945-d10045204-Reviews-Rodney_Ghost_Town-Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d13814593-Reviews-Dave_Buster_s_Arcade-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d218313-Reviews-Wolf_Hollow-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d208851-Reviews-Bergdorf_Goodman-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g189542-d319624-Reviews-Kronborg_Slot-Helsingoer_Helsingoer_Municipality_Copenhagen_Region_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d13198888-Reviews-Rome_Tours_Transfers_Welcome_Pickups-Rome_Lazio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or90-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or80-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hue Royal Palace",
        "attraction_name_vi": "Cung điện Hoàng gia Huế",
        "general_info": [
            "990 đánh giá",
            "- 8 trong số 100 điều nên làm ở Huế",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Di tích cháy đen của gia đình hoàng gia - thánh điện bên trong nằm ở khu vực này trong Hoàng thành. Nó được xây dựng lại một phần với kế hoạch phục hồi trong tương lai.Đọc thêm",
        "reviews": [
            "Nhiều công trình và thiết kế cũ. Chắc chắn đáng ghé thăm bất cứ khi nào đến Huế. Cửa cũ tường cũ tôi cảm thấy hơi trống trải đối với một địa điểm lịch sử nhưng đó là những gì còn sót lại từ chiến tranh. Nếu bạn đi vào buổi trưa với ít người hơn, bạn có thể tận hưởng bầu không khí yên bình ở đó. Nhiều ghế gỗ trên đường đi khắp thành cổ để nghỉ ngơi và thư giãn. Thực sự thích chuyến thăm của tôi. Phải mất nửa ngày để đi qua tất cảĐọc thêm",
            "Thăm Huế bao gồm trong một tour du lịch Campuchia và Việt Nam. Tôi rất mong được nhìn thấy Hoàng thành cùng với Imperial City nhưng phát hiện ra nó khá thất vọng - bị thương do bom quá nhiều trong chiến tranh Việt Nam và không được phục hồi đầy đủ. Nó không đáng có cả một buổi sáng sớm bất chấp những nỗ lực lớn nhất của người hướng dẫn của chúng tôi để cung cấp cho chúng tôi một lịch sử sâu rộng. Tôi - rất thích một ngày nữa ở Hà Nội.Đọc thêm",
            "Bằng cách nào đó, một Cung điện bình thường. Kém hơn những Cung điện khác trong cùng một Quốc gia. Không đáng để đi. Tốt hơn hết bạn nên chọn Lăng và ChùaĐọc thêm",
            "Kiến trúc và chi tiết đáng kinh ngạc. Đẹp đi dạo quanh khu vườn. Hình ảnh của các đế chế cũng thật tuyệt vời. Đáng tiền - 150.000 đồng - Đọc thêm",
            "Nơi này thật tuyệt vời, chúng tôi đã dành vài giờ lang thang khắp nơi và khám phá. Tôi thích chụp ảnh và nơi này là niềm mơ ước của các nhiếp ảnh gia.Đọc thêm",
            "Các bức tường, hào nước và thành trì bên ngoài thật tuyệt vời nhưng khi vào bên trong, bạn có thể thấy trên bản đồ thu nhỏ khu vực mà thành phố hoàng gia này bao phủ là gì. Cách bố trí và các phòng khác nhau mà chúng tôi ghé thăm chỉ là một phần nhỏ của cung điện này. Họ thể hiện sự hùng vĩ và chất lượng tay nghề cao. Chúng tôi đã dành vài giờ ở đây và chỉ xem xét một phần diện tích và các tòa nhà nên bạn sẽ cần nhiều giờ để xem xét kỹ lưỡng hầu hết mọi thứ. Thật không may là nó đã phải chịu đựng trong chiến tranh Việt Nam. Hãy mang theo nhiều nước nếu bạn đi dưới cái nóng của tháng 8, mặc dù bạn có thể mua nước từ những người bán hàng bên trong và nghỉ ngơi dưới bóng râm của họ.Đọc thêm",
            "Đó là đỉnh cao của Huế và bạn không thể bỏ lỡ. Chúng tôi không đi thăm lăng mộ, chỉ đi thăm Cung điện Hoàng gia nên phải trả vé 200k. Cung điện là một khu vực rộng lớn với nhiều tòa nhà và khu vực nghỉ ngơi. Chúng tôi ở đó vào mùa hè nên có lúc nóng bức không thể chịu nổi. Hãy lấy thật nhiều nước và mua ở các cửa hàng nhỏ bên trong. Trời nóng gần 40 độ nên chúng tôi phải dừng lại nhiều lần trên đường đi. Không cần phải vội vã và phải tạm dừng để ăn, uống và nghỉ ngơi, bạn có thể tính trong 5-6 giờ - giả sử bạn ghé thăm mọi thứ - .Đọc thêm",
            "Hầu hết cung điện đều trong tình trạng khá tốt, một số phần bị hư hại nặng nề trong chiến tranh nhưng đã được phục hồi, một cung điện lịch sử đáng chú ý và là cung điện duy nhất ở Việt Nam, Cung điện Hoàng gia thực sự là một nơi đáng chiêm ngưỡng và bạn có thể để trí tưởng tượng của mình bay bổng. Đúng vậy, nhiều phần của khu phức hợp đã bị phá hủy bởi chiến tranh và thiếu sự phục hồi, Cung điện và sân trong tuyệt đẹp Đọc thêm",
            "Hãy chuẩn bị tinh thần để đi bộ nhiều, có rất nhiều thứ để xem trong cung điện hoàng gia và tất cả đều khá trải rộng. Phần lớn cung điện còn trong tình trạng hợp lý, một số phần bị hư hại nặng nề trong chiến tranh nhưng đã được phục hồi. Hầu hết các địa điểm trong cung điện đều có bảng thông tin nên rất dễ dàng để biết từng địa điểm được sử dụng vào mục đích gì. Bản đồ của trang web không tuyệt vời lắm nhưng chúng tôi đã cố gắng tìm ra vị trí của mình, thật không may là không có bản đồ nào có sẵn tại phòng vé.Đọc thêm",
            "Chúng tôi đã được đưa đến đây bằng một chiếc xích lô và bản thân nó đã là một niềm vui tuyệt vời - một điều bạn cần làm sau khi ở Việt Nam. Thị trấn màu tím bị cấm là một nơi tuyệt vời để khám phá. Thật thú vị khi kiểm tra cách bố trí của các công trình và tìm hiểu về cách nó được hoàng gia sử dụng. Thật tuyệt vời và cực kỳ thuận tiện để tìm kiếm những địa điểm vắng vẻ đáng yêu và chỉ cần dành một chút thời gian đi chơi. Kiến trúc và màu sắc rất ấn tượngĐọc thêm"
        ],
        "star_ratings": [
            438,
            386,
            132,
            27,
            7
        ],
        "review_amount": 990,
        "location": [
            "Thua Thien - Hue Province",
            "Cung điện Huế",
            "Những điều cần làm ở Huế",
            "Châu Á",
            "Huế",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written September 21, 2018",
            "Written September 21, 2018",
            "Written September 19, 2018",
            "Written September 17, 2018",
            "Written September 17, 2018",
            "Written September 11, 2018",
            "Written September 9, 2018",
            "Written August 25, 2018",
            "Written August 23, 2018",
            "Written August 20, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d451120-Reviews-or90-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25415657-Reviews-Ngo_Nho_Restaurant_Cafe-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d2668637-Reviews-Les_Jardins_de_La_Carambole-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25553950-Reviews-N_Cafe_and_Food-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d14901702-Reviews-Cafe_51-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d1604153-Reviews-L_c_Thi_n_Restaurant-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d10063408-Reviews-Banh_Khoai_Hong_Mai-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25392101-Reviews-Fast_food_22-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25152078-Reviews-Dai_Nam_Authentique_Cuisine_de_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d25000919-Reviews-Nha_Hang_KTV-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293926-d15062660-Reviews-Nhi_s_Crepe_Pizza-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8617302-Reviews-Gakka_Art_Gallery-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451118-Reviews-The_Flag_Tower-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26655350-Reviews-Ti_u_dinh_Thuong_B_c-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26694395-Reviews-Thanh_Toan_market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11680443-Reviews-Luc_Bo_Culture_Space-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555735-Reviews-Museum_of_Royal_Antiquities-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or80-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or100-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8546743-Reviews-Imperial_Tomb_of_Dong_Khanh-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451127-Reviews-Tomb_of_Minh_Mang-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d555721-Reviews-Royal_Tombs-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451126-Reviews-Thien_Mu_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d3741185-Reviews-Thanh_Toan_Bridge-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451128-Reviews-Tomb_of_Tu_Duc-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451125-Reviews-The_Noon_Gate_Cua_Ngo_Mon-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27172026-Reviews-Madame_Thu_Restaurant_Hue_Cooking_Class_Cooking_With_Madam_Thu-Hue_Thua_Thien_Hu.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d27132946-Reviews-Highlight_tattoo-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d4961512-Reviews-Sea_Caves-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g304134-d3183957-Reviews-Turtle_Hatchery_Hikkaduwa-Hikkaduwa_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d103496-Reviews-Martin_Luther_King_Jr_National_Historic_Site-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32279-d13827626-Reviews-Capistrano_Beach_Park-Dana_Point_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g39707-d594770-Reviews-Newport_on_the_Levee-Newport_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g35091-d104896-Reviews-Marietta_Square-Marietta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13488819-Reviews-Soho_Garden_DXB-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1574356-d664631-Reviews-Aqualand_Corfu_Water_Park-Agios_Ioannis_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d3582601-Reviews-Rocky_Arbor_State_Park-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g32825-d269435-Reviews-Irvine_Regional_Park-Orange_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or100-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-or90-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html"
    }
]