[
    {
        "attraction_name": "Hung An Cloth Shop",
        "attraction_name_vi": "Cửa hàng vải Hưng An",
        "general_info": [
            "24 đánh giá",
            "341 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi nhận được 2 chiếc váy thường ngày được may ở đây dựa trên mẫu của cô ấy. Rất nhiều thiết kế tuyệt vời để lựa chọn. Sẵn sàng trong một ngày. Điều chỉnh nhỏ được thực hiện tại chỗ khi nhận hàng. 103 đô la Úc. Người phụ nữ rất dễ chịu, người biết công cụ của mình. Tôi sẽ mua ở đây một lần nữa.Đọc thêm",
            "Dịch vụ tuyệt vời và rất thân thiện, tôi đã may hai chiếc váy, một chiếc váy và một chiếc áo khoác và rất hài lòng và ấn tượng với chất lượng. Chắc chắn sẽ giới thiệu.Đọc thêm",
            "Nhanh chóng, giá cả phải chăng và cực kỳ hiệu quả - Tôi đã nhận được hai chiếc váy và một bộ áo liền quần sau khi được một người bạn giới thiệu đến đây. Chủ cửa hàng rất đáng yêu và nhận được bản tóm tắt rất nhanh - mặc dù không có nhiều chiếc vì một trong những chiếc váy là từ một bức ảnh, một chiếc khác từ bộ áo liền quần tôi đang mặc và chiếc thứ ba là một thiết kế được tìm thấy trong cửa hàng. Cả ba đều hoàn toàn khác nhau về kiểu dáng và chất liệu và cô ấy có thể giúp tôi chọn loại vải phù hợp với khí hậu nóng nực mà tôi đang sống và thiết kế các thiết kế cho phù hợp với môi trường làm việc. Tôi không thể hạnh phúc hơn với kết quả cuối cùng. Quần áo đã sẵn sàng cho lần thử đầu tiên trong vòng 24 giờ và việc thay đổi mất một ngày. Rất khuyến khích.Đọc thêm",
            "Chúng tôi nhận được một cái gì đó được thực hiện ở đây mỗi chuyến đi. Không bao giờ làm chúng tôi thất vọng. Và luôn được ghi nhớ. Giá tốt, chúng tôi không bao giờ cảm thấy bị rách. Đọc thêm",
            "Trong chuyến thăm hoi an, chúng tôi tình cờ thấy cửa hàng rất đẹp này. Tôi yêu một chiếc váy màu đỏ xinh đẹp và mua một vài món đồ khác. Hôm sau lắp xong còn mua thêm nữa, vì chị chủ dễ thương quá. Cô ấy thực sự tốt bụng và thân thiện và khiến bạn cảm thấy thoải mái. Cô ấy nói tiếng Anh rất tốt và sẽ giúp bạn rất nhiều. Tôi hài lòng với những chiếc váy của mình và khuyên mọi người nên đến đó.Đọc thêm",
            "Đang cùng gia đình đi thăm Hội An và chị dâu tôi có 2 chiếc váy. Sau đó tôi quay lại mua một chiếc váy đi dạ hội, cũng mua một chiếc váy khác. Ngày hôm sau, tôi quay lại để thử mọi thứ và thực hiện một số thay đổi, sau đó tôi quyết định mua một bộ áo liền quần. Mọi thứ đã sẵn sàng vào ngày hôm sau. Người phụ nữ xinh đẹp và nói tiếng Anh!! Thực sự khuyên dùng CNTT!Đọc thêm",
            "Bạn tôi và tôi muốn mua một chiếc váy cho đám cưới. Chúng tôi đã may một chiếc váy theo yêu cầu ở đó, thợ may rất thân thiện và cô ấy có thể may cho bạn trong vài giờ và mặc thử nhiều lần tùy theo bạn muốn. Chất lượng quần áo thực sự tốt và đối với chúng tôi, điều đó có nghĩa là thậm chí không tốn đến 30 đô la cho một chiếc váy sẽ mặc trong đám cưới! Đọc thêm",
            "Đã thử chiếc váy ngủ bằng lụa đen nguyên chất đáng yêu. Một kích thước vừa vặn, kích thước tiếp theo lại rất lỏng lẻo. Mỹ15. Sau khi mang nó về khách sạn tôi nghĩ nó quá lớn. Quay lại cửa hàng vào ngày hôm sau và giải thích cho chủ sở hữu. Cô ấy lấy số đo của tôi và làm cho tôi một chiếc khác vừa vặn hoàn hảo mà không mất thêm chi phí. Ôi, dịch vụ tuyệt vời và bà chủ thân thiện đáng yêu nói tiếng Anh tuyệt vời. Cảm ơn Tracy NZĐọc thêm",
            "Bạn gái tôi muốn có một chiếc váy cho đám cưới mùa hè. Chúng tôi tìm thấy Hưng An khi đi ngang qua đường và nhìn thấy một chiếc váy rất đẹp trên người ma-nơ-canh. Chúng tôi đã đặt mua chiếc váy có màu khác và ngay tối hôm đó bạn gái tôi có thể thử nó. Cô chỉnh lại chiếc váy và nó đã sẵn sàng vào sáng hôm sau. Công việc rất tốt và tỷ lệ hiệu suất giá tuyệt vời! Đọc thêm",
            "Tôi đã nhận được một chiếc váy tuyệt đẹp, được thiết kế riêng với thiết kế vẽ tay độc đáo, sẵn sàng để tôi nhận chỉ vài giờ sau khi tôi đặt hàng và được đo. Người phụ nữ làm việc ở đó thực sự rất tử tế và mặc cả giá cả rất hợp lý. Cô ấy để tôi thử bất cứ thứ gì tôi muốn từ những mẫu cô ấy có trong kho và may cho tôi một chiếc váy kết hợp những nét tôi yêu thích từ hai chiếc váy mà tôi thích. Chiếc váy thậm chí không cần chỉnh sửa khi tôi nhặt nó lên, nó thật hoàn hảo! Rất ấn tượng và hài lòng với trải nghiệm của tôi. Đọc thêm"
        ],
        "star_ratings": [
            17,
            5,
            0,
            1,
            1
        ],
        "review_amount": 24,
        "location": [
            "Những điều cần làm ở Hội An",
            "Shop vải Hưng An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written August 29, 2019",
            "Written March 19, 2019",
            "Written August 3, 2018",
            "Written September 21, 2017",
            "Written August 26, 2017",
            "Written August 26, 2017",
            "Written May 25, 2017",
            "Written April 5, 2017",
            "Written February 27, 2017",
            "Written January 15, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d4211332-Reviews-Hung_An_Cloth_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d15086699-Reviews-Melody_Fine_Dining_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8106913-Reviews-Banh_Mi_Sum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24147298-Reviews-Ha_Ni_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546724-Reviews-Chua_Phap_Bao_Pagoda-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14973358-Reviews-Phac_Hat_Pagoda-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27717049-Reviews-Lam_Leather_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10860210-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211332-Reviews-or10-Hung_An_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211332-Reviews-or20-Hung_An_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211368-Reviews-Golden_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4475381-Reviews-Lan_Ha_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4555229-Reviews-Hanh_Hung_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6412478-Reviews-Minh_Anh_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5969437-Reviews-Miu_Miu_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1626288-Reviews-Impressions_Boutique-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19354838-Reviews-Emmy_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4266525-Reviews-Thuan_Thien_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17595505-Reviews-Hai_Pho-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9995118-Reviews-Cloth_Shop_Mai_Xuan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12622726-Reviews-Happy_Day-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6931584-Reviews-Happy_Soles-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d18978678-Reviews-Oat_Nails_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27766663-Reviews-Kent_Tailor_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g43552-d5050866-Reviews-Teddy_Bear_Park-Stillwater_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d4598025-Reviews-Bashundhara_City-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d507148-Reviews-White_Water_Walk-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g35363-d4307485-Reviews-Old_Car_City-White_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55892-d117407-Reviews-On_the_Square-Georgetown_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d7280427-Reviews-Seven_Bridges_Trail-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d23876103-Reviews-Donny_Osmond_Las_Vegas_Residency-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g189444-d12831302-Reviews-Dikeos_Mountain-Kos_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d246511-Reviews-Parc_de_la_Ciutadella-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294316-d7930651-Reviews-Transportes_Cruz_del_Sur-Lima_Lima_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d4211332-Reviews-or10-Hung_An_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d4211332-Reviews-Hung_An_Cloth_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hung An Cloth Shop",
        "attraction_name_vi": "Cửa hàng vải Hưng An",
        "general_info": [
            "24 đánh giá",
            "341 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Cửa hàng này thật tuyệt vời, một ngày nọ, chúng tôi tình cờ gặp nó trên đường trở về hoặc khách sạn và trong 4 ngày ở Hội An, có 41 món đồ được thực hiện giữa 5 người chúng tôi. Tia cực kỳ hữu ích trong việc lựa chọn phong cách và trang phục, đồng thời thực hiện và thay đổi rất nhanh chóng! Tôi muốn giới thiệu Tia và cửa hàng này cho bất kỳ ai đến thăm Hội An!!! Đọc thêm",
            "Tìm thấy cửa hàng này vào ngày thứ hai và không có đủ thời gian để quyết định chất liệu hoặc kiểu dáng, đồng thời tôi cảm thấy tội lỗi khi tìm kiếm và cố gắng tìm một mẫu phù hợp với thân hình thể thao nhưng thấp bé của mình. Vào ngày thử chiếc váy quá rộng thùng thình và cần phải sửa lại nhưng người chủ không cho tôi đủ thời gian để suy nghĩ và quyết định xem tôi muốn chỉnh sửa gì. Tất cả phải được quyết định nhanh chóng khoảng 10 phút. Tôi không cảm thấy mình xứng đáng với số tiền bỏ ra và chiếc váy của tôi không có gì đặc biệt, tôi có thể tự may nó.Đọc thêm",
            "Chúng tôi ghé vào cửa hàng này vì nó rất gần khách sạn của chúng tôi và không thể hạnh phúc hơn được. Đây là trải nghiệm may đo tốt nhất của tôi ở Hội An. Tài đã giúp tôi chọn hai chiếc váy mà cả hai đều rất xuất sắc. Quá trình lắp đặt thứ nhất và thứ hai diễn ra dễ dàng và nhanh chóng, chất lượng thì tuyệt vời. Cuối cùng đã mặc một trong những chiếc váy ngay khi ra khỏi cửa hàng. Giá cực tốt, siêu xinh nhé cả nhà. Không rườm rà và điều đó được phản ánh trong giá cả.Đọc thêm",
            "Ghé vào cửa hàng này chỉ để lấy báo giá cho một chiếc áo khoác và bộ đồ ngắn và rất ngạc nhiên với mức giá mà cô ấy đưa ra so với các cửa hàng khác mà tôi đã ghé thăm. Cuối cùng tôi đã có một bộ trang phục vừa vặn hoàn hảo, được hoàn thành trong vòng 24 giờ và giống hệt như bức ảnh tôi đã cho cô ấy xem. Không thể giới thiệu người phụ nữ này đủ! Đọc thêm",
            "Đang đi bộ xuống phố để trở về khách sạn để có một giấc ngủ ngon và nhìn thấy một chiếc váy ở phía trước cửa hàng này mà tôi đang cố giải thích với bạn tôi trước đó rằng tôi đang nghĩ đến việc may nó. Người phụ nữ cực kỳ thân thiện và tôi quyết định tại sao không! Chúng tôi thậm chí còn được gặp gia đình. Tôi cho cô ấy xem bức ảnh chiếc váy mà tôi đã thấy ở các cửa hàng ở nhà mà tôi muốn sao chép và cô ấy biết chính xác thứ tôi muốn. Tôi chọn vải và tối hôm sau tôi quay lại thử và nhặt. Có một vài thay đổi được thực hiện ngay tại chỗ và sau đó tôi lên đường với chiếc váy mới của mình. Đó là một trải nghiệm tuyệt vời! Rất vui. Đọc thêm",
            "Cửa hàng Húng Ans thật tuyệt vời! Cô ấy đáp ứng nhu cầu của chúng tôi, đưa ra những gợi ý tuyệt vời và quần áo trở nên tuyệt vời! Chúng tôi rất hài lòng!Đọc thêm",
            "Tôi bước vào cửa hàng, chỉ để nhìn xung quanh và yêu thích một chiếc váy. Khi chúng tôi rời đi vào buổi tối cùng ngày, tôi muốn mua một chiếc đã được làm sẵn vì tôi nghĩ sẽ không còn thời gian để may một chiếc. Nhưng người phụ nữ trong cửa hàng đề nghị tôi may một chiếc áo mới toanh cho đến đầu giờ chiều. Chỉ 4 tiếng sau tôi mới có thể mặc thử và có hai điều ước nhỏ là muốn chiếc váy ngắn hơn một chút, eo thon hơn một chút. Tôi quay lại 1 tiếng sau quay lại tiệm vải Hưng an và đó là chiếc váy trong mơ vừa vặn một cách hoàn hảo! Vì tôi thấy giá siêu rẻ 45 945000 VNĐ nên tôi thậm chí còn không cố gắng mặc cả để có thể bạn có thể nhận được mức giá thậm chí còn tốt hơn. Hoàn toàn có thể giới thiệu nó!Đọc thêm",
            "Tôi hơi nghiện may quần áo ở Hội An, và tôi đã may rất nhiều thứ ở đây. Tất cả đều khá chính xác với những gì tôi muốn, và được may đo và may lại cho đến khi hoàn hảo. Nhân viên rất thân thiện và nhiệt tình, và hữu ích khi đưa ra quyết định. Họ chắc chắn biết họ đang nói về điều gì! Thời gian hoàn thành quần áo cũng rất nhanh, điều này rất hữu ích. Họ cũng thêu ở đây, đó là một cách tuyệt vời để làm quà tặng! Không phải là rẻ nhất, nhưng chắc chắn là hợp lý! Đọc thêm",
            "Chúng tôi ở Hội An trong 6 ngày vì chúng tôi yêu thích nó. Tôi đã làm mười thứ khác nhau và tất cả đều tuyệt vời! Các quý cô thật đáng yêu! Bạn thường vào ngày đầu tiên chọn bất kỳ bộ quần áo nào bạn thích trên Internet và họ sẽ đo cho bạn. Ngày hôm sau họ đã sẵn sàng, một số đã sẵn sàng ngay trong ngày hôm đó. Nếu bạn không hoàn toàn hài lòng, họ sẽ thay đổi nó theo cách bạn muốn. Chắc chắn giới thiệu nơi này cho mọi người và chắc chắn sẽ quay lại đây. Hãy hỏi Tai!Đọc thêm",
            "Tôi đã mua 20 món, trả khoảng 20 món mỗi món với giá cao nhất thị trấn, không giảm giá khi mua nhiều. Mỗi món đều khác xa với những gì tôi yêu cầu. Việc thay đổi phải được thực hiện 4 lần cho mỗi mục và đó vẫn không phải là điều tôi yêu cầu. Tôi không được giảm giá mặc dù tôi không có lựa chọn nào khác ngoài việc lấy quần áo vì tôi phải lên chuyến bay về nhà. Tôi sẽ phải trả tiền để sửa lại tất cả để tôi có thể mặc chúng. Chiều dài ống quần thậm chí còn không bằng nhau dù đã sửa 3-4 lần. Người phụ nữ bán hàng không nghe hay ghi số đo vào sổ, khi bạn thử quần áo mà không vừa, cô ấy lại trách bạn béo hơn là trách bạn béo. chấp nhận rằng cô ấy đã đo sai số đo. Cô ấy cũng buộc tội bạn đã nói dối về những gì bạn yêu cầu, thay vì thừa nhận rằng cô ấy đã chuyển thông tin sai cho người thợ may. Tôi cảm thấy tồi tệ cho người thợ may vì họ không nhận được hướng dẫn thích hợp từ cô ấy do cô ấy không lắng nghe, viết ra các yêu cầu, đo đạc không chính xác và không ghi lại số đo. Tôi đã dành cả ngày để thử đồ với cô ấy vào ngày cuối cùng ở thị trấn, vì tất cả những sai sót. Tôi đã bỏ lỡ việc làm những việc khác mà tôi muốn làm vì điều này. Cô ấy sẽ gọi điện cho bạn và nói rằng quần áo của bạn đã sẵn sàng và khi bạn bỏ việc đang làm để đi thử đồ, bạn đợi một giờ để quần áo đến từ thợ may vì cô ấy đã nói dối. NẾU BẠN MUỐN THỢ THỢ TAY TỐT NHẤT THỊ TRẤN:Đi tới Miss Quên Tôi Không 20 - thợ may giỏi nhất thị trấn...một trải nghiệm hoàn toàn khác biệt, chuyên nghiệp và vô nghĩa trên Google cô ấy...bạn sẽ tìm thấy những đánh giá tích cực. Cô ấy sẽ không hạnh phúc cho đến khi bạn hạnh phúc.Đọc thêm"
        ],
        "star_ratings": [
            17,
            5,
            0,
            1,
            1
        ],
        "review_amount": 24,
        "location": [
            "Những điều cần làm ở Hội An",
            "Shop vải Hưng An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written September 18, 2016",
            "Written July 27, 2016",
            "Written October 7, 2015",
            "Written April 25, 2015",
            "Written February 16, 2015",
            "Written December 22, 2014",
            "Written September 7, 2014",
            "Written July 19, 2014",
            "Written July 16, 2014",
            "Written February 14, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d4211332-Reviews-or10-Hung_An_Cloth_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d15086699-Reviews-Melody_Fine_Dining_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8106913-Reviews-Banh_Mi_Sum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24147298-Reviews-Ha_Ni_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546724-Reviews-Chua_Phap_Bao_Pagoda-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14973358-Reviews-Phac_Hat_Pagoda-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27717049-Reviews-Lam_Leather_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10860210-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211332-Reviews-Hung_An_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211332-Reviews-or20-Hung_An_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211368-Reviews-Golden_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4475381-Reviews-Lan_Ha_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4555229-Reviews-Hanh_Hung_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6412478-Reviews-Minh_Anh_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5969437-Reviews-Miu_Miu_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1626288-Reviews-Impressions_Boutique-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19354838-Reviews-Emmy_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4266525-Reviews-Thuan_Thien_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17595505-Reviews-Hai_Pho-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9995118-Reviews-Cloth_Shop_Mai_Xuan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12622726-Reviews-Happy_Day-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6931584-Reviews-Happy_Soles-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d18978678-Reviews-Oat_Nails_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27766663-Reviews-Kent_Tailor_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g679660-d10619355-Reviews-Grinda-Vaxholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g42342-d12882266-Reviews-Little_Girls_Point-Ironwood_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d105955-Reviews-Newport_Mansions-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g187871-d243473-Reviews-Arena_di_Verona-Verona_Province_of_Verona_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g30712-d13977526-Reviews-Legacy_Museum-Montgomery_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g1049093-d14976305-Reviews-Eden_Spa-Agia_Marina_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g32676-d560728-Reviews-Topanga_Beach-Malibu_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d4268204-Reviews-Deep_Creek_Hot_Springs-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d4442628-Reviews-FlyOver_Canada-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d1533297-Reviews-Nintendo_New_York-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d4211332-Reviews-or20-Hung_An_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d4211332-Reviews-or10-Hung_An_Cloth_Shop-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hung An Cloth Shop",
        "attraction_name_vi": "Shop vải Hưng An",
        "general_info": [
            "24 đánh giá",
            "341 trên 679 Mua sắm ở Hội An",
            "Cửa hàng quà tặng đặc sản"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi đã may hai chiếc váy ở đây trong chuyến đi Hội An, một chiếc để đi dự tiệc, một chiếc để đi làm.  Cả hai đều rất phù hợp và được thực hiện trong vòng 24 giờ.  Cô ấy nhanh chóng làm lại tay áo trong lần làm việc khi lúc đầu nó hơi chật.  Tôi chắc chắn sẽ khuyên bạn nên đi cho nó.  Tôi đã do dự khi quyết định mua một chiếc váy mà không thể mặc thử trước, nhưng tôi rất vui vì đã làm như vậy!Đọc thêm",
            "Chúng tôi có một chiếc váy, một chiếc váy, một chiếc áo hoodie và một vài chiếc áo sơ mi và mọi thứ đều được thực hiện rất tốt và nhanh chóng. Chủ cửa hàng rất thân thiện và đề nghị đổi lại nếu bạn không hài lòng, cho đến khi bạn hài lòng: Luôn là một quyết định đúng đắn khi mua hàng tại đây. Khuyến nghị lớn!Đọc thêm",
            "Tôi đã đặt mua 4 chiếc váy ở đây vì chất lượng rất tốt. Họ có hàng dệt may tuyệt vời và những con người thân thiện truyền cảm hứng: Cảm ơn! Mong được mặc nó! Đọc thêm",
            "Tôi đã có 1 chiếc váy, 1 chiếc quần và 2 chiếc váy được làm ở đây. Cô ấy làm công việc xuất sắc và sẽ tiếp tục điều chỉnh và sửa chữa cho đến khi nó vừa vặn với bạn một cách hoàn hảo. Giá cả rất thân thiện và phải chăng cho chất lượng công việc tốt.Đọc thêm"
        ],
        "star_ratings": [
            17,
            5,
            0,
            1,
            1
        ],
        "review_amount": 24,
        "location": [],
        "reviews_time": [
            "Written January 3, 2014",
            "Written December 24, 2013",
            "Written November 11, 2013",
            "Written September 16, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d4211332-Reviews-or20-Hung_An_Cloth_Shop-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d15086699-Reviews-Melody_Fine_Dining_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d14927502-Reviews-Silent_Garden_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d8106913-Reviews-Banh_Mi_Sum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d24147298-Reviews-Ha_Ni_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9978380-Reviews-Cloth_Shop_VY_VY_II-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17854241-Reviews-Sonsu_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546724-Reviews-Chua_Phap_Bao_Pagoda-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d25236612-Reviews-Gieng_Ba_Le-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d14973358-Reviews-Phac_Hat_Pagoda-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27717049-Reviews-Lam_Leather_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10860210-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5854199-Reviews-The_Timeless_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211332-Reviews-or10-Hung_An_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211332-Reviews-Hung_An_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4211368-Reviews-Golden_Silk_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4475381-Reviews-Lan_Ha_cloth_shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4555229-Reviews-Hanh_Hung_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6412478-Reviews-Minh_Anh_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5969437-Reviews-Miu_Miu_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1626288-Reviews-Impressions_Boutique-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19354838-Reviews-Emmy_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4266525-Reviews-Thuan_Thien_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17595505-Reviews-Hai_Pho-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9995118-Reviews-Cloth_Shop_Mai_Xuan-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12622726-Reviews-Happy_Day-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6931584-Reviews-Happy_Soles-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d18978678-Reviews-Oat_Nails_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27766663-Reviews-Kent_Tailor_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34657-d3748848-Reviews-Riverwalk-Stuart_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d110218-Reviews-COSI_Center_of_Science_and_Industry-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60927-d11934230-Reviews-Corpus_Christi_Downtown_Seawall-Corpus_Christi_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134856-d17366413-Reviews-Mipig_cafe-Meguro_Meguro_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d260587-Reviews-The_Mall_at_Millenia-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188159-Reviews-St_Paul_s_Cathedral-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g50715-d6901856-Reviews-The_Fun_Barn-Nelsonville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g32070-d271992-Reviews-Greystone_Mansion_and_Park-Beverly_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g227072-d3311987-Reviews-Plage_Mala-Cap_d_Ail_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5830185-Reviews-Rudy_s_Bar_Grill-New_York_City_New_York.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d4211332-Reviews-or20-Hung_An_Cloth_Shop-Hoi_An_Quang_Nam_Province.html"
    }
]