[
    {
        "attraction_name": "Hungarian Parliament Building",
        "attraction_name_vi": "Tòa nhà Quốc hội Hungary",
        "general_info": [
            "42.535 đánh giá",
            "2 trong số 979 điều cần làm ở Budapest",
            "Công trình kiến ​​trúc",
            "Tòa nhà chính phủ"
        ],
        "attraction_summary": "Công trình kiến ​​trúc tân Gothic có mái vòm được lấy cảm hứng từ Tòa nhà Quốc hội Anh và đóng vai trò vừa là trung tâm chính phủ sôi động vừa là địa danh đáng tự hào của thành phố bên bờ sông Danube.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Ồ! Thật là một tòa nhà! Đó là một tòa nhà lớn đẹp theo đúng nghĩa đen sẽ khiến bạn nghẹt thở. Không được khám phá bên trong do quá đông người, nhưng hãy đi bộ xung quanh để xem tất cả những gì chúng tôi có thể. Quang cảnh tòa nhà từ bên kia sông thực sự cho thấy quy mô và vẻ đẹp của nó.Đọc thêm",
            "Đặt trước trực tuyến để có được chuyến tham quan của bạn nếu không bạn có thể thất vọng. Họ cần in vé không phải trên điện thoại nhưng quầy thông tin sẽ thực hiện việc này cho bạn một cách nhanh chóng nếu bạn không có máy in ở nhà.  Lối vào nằm ở phía bắc sông của tòa nhà và là trung tâm du khách, cửa hàng quà tặng và quán cà phê nhỏ.  Bạn đi theo hướng dẫn viên du lịch nhưng có hướng dẫn âm thanh.  Chuyến tham quan mất khoảng 45 phút.  Nó chắc chắn đáng giá và bạn có thể thấy một số vẻ đẹp lộng lẫy của tòa nhà và vương miện Hungary.  Bạn có thể chụp ảnh ở mọi nơi ngoài phòng vương miện.Đọc thêm",
            "Rất đáng để đi. Không có chuyến tham quan bằng tiếng Anh nên chúng tôi đã đặt trước tiếng Pháp nhưng thử nghiệm một chút với hướng dẫn âm thanh và tôi thấy bạn có thể thay đổi ngôn ngữ. Nhấn đồng thời hai nút ở hai bên phía dưới màn hình và giữ chúng, điều đó cho phép bạn chọn bất kỳ ngôn ngữ nào! Đọc thêm",
            "Tòa nhà Quốc hội Hungary thật lộng lẫy. Kiến trúc rất đẹp. Thật không may, khi tôi đến thăm, tôi không thể vào bên trong vì một số cuộc họp, nhưng bên ngoài thì rất ngoạn mục và nếu tôi có thể dựa vào những bức ảnh từ bên trong... thì có lẽ là tốt nhất nếu bạn đi tham quan và nếu bạn có cơ hội vào trong, đi. Nếu không phải vì tình hình hiện tại thì chắc chắn tôi đã đi vào trong rồi. Về cơ bản, tôi cho nó bốn sao vì tôi không có cơ hội vào tòa nhà, có lẽ sẽ là năm sao nếu có thể. Tuy nhiên, nếu bạn không ghé thăm thì coi như bạn chưa từng đến Budapest.Đọc thêm",
            "Thật không may, chúng tôi chỉ có thể đi bộ xung quanh bên ngoài, vì vậy hãy nhớ đặt trước chuyến tham quan...đặc biệt là bằng tiếng Anh. Tòa nhà tuyệt đẹp, cũng như khuôn viên và quang cảnh. Tòa nhà này được thắp sáng đẹp mắt vào ban đêm và trông thật ngoạn mục.Đọc thêm",
            "Đến thăm tòa nhà quốc hội Hungary vào tháng 6 này. Không từ ngữ nào có thể diễn tả được vẻ đẹp, ấn tượng và đáng kinh ngạc của tòa nhà này. Nó giống một cung điện hùng vĩ trên sông Danube hơn!\nBên trong cũng đẹp, giới thiệu chuyến tham quan nội thất.Đọc thêm",
            "Rất đáng để ghé thăm nhưng hãy tự mình đến đó bằng cách đặt trước trực tuyến hoặc trực tiếp và sau đó nhận vé vào ngày bạn đến thăm. Hướng dẫn viên của chúng tôi là Marius rất tuyệt vời với kiến ​​thức sâu rộng về lịch sử cũng như rất vui tính! Chuyến tham quan kéo dài khoảng 1,5 giờ và thực sự đáng để xem nội thất xa hoa này. Được phép chụp ảnh để bạn có những kỷ niệm để mang về nhà. Đọc thêm",
            "Chúng tôi tham gia một chuyến du lịch chỉ bằng tiếng Anh, hướng dẫn viên rất thú vị và nhiều thông tin.  Nơi này sang trọng và ngoạn mục.  Chúng tôi rất vui vì đã thấy nó, đó là một trong những điểm nổi bật trong chuyến đi của chúng tôi.  Theo tôi, chuyến tham quan không đủ dài nhưng sau đó có rất nhiều người muốn ghé thăm.  Có thang máy nếu bạn gặp vấn đề về di chuyển, nhưng sau đó bạn sẽ bỏ lỡ một số cầu thang.  Rất khuyến khích.Đọc thêm",
            "Một trong những cảnh đẹp nhất tôi từng thấy. Chúng tôi đến đây từ phía sau trong một chuyến đi bộ, sau khi đi dạo qua nó vào buổi sáng và câu chuyện đằng sau tòa nhà thực sự hấp dẫn. Bản thân tòa nhà là một cảnh tượng đáng chú ý và vào ban đêm vẻ đẹp của nó thực sự tỏa sáng. Từ phía bên kia, chúng tôi nhìn thấy Tòa nhà Quốc hội trong chuyến tham quan bằng thuyền trên sông Danube và được thắp sáng vào ban đêm, đây là một tòa nhà thực sự tuyệt đẹp. Những đàn chim bay phía trên tòa nhà, tăng thêm vẻ đẹp thẩm mỹ và quyến rũ kiểu Gothic. Chắc chắn bạn nên xem cả vào ban ngày để biết chi tiết và vào ban đêm để có ánh sáng đẹp và các loài chim. Một trong những tòa nhà yêu thích của tôi mà tôi từng thấy.Đọc thêm",
            "Đây là tòa nhà đẹp nhất mà tôi từng thấy trong đời tính đến thời điểm này. Budapest là một thành phố nhất định phải đến thăm, tòa nhà lớn đến mức tôi phải leo lên 5 ngọn đồi ở góc 35 độ để có thể nhìn thấy nó theo cách lẽ ra phải được nhìn thấy. Đôi mắt của tôi đã được ban phước. Do thời tiết nắng nóng, tôi đã giảm được 5 pound và tôi đã tăng lại được tại một trong những quán rượu gần quốc hội nhất. Tuyệt vời Đọc thêm",
            "Thật là một kiến ​​trúc tuyệt vời. Bạn có thể đến đây trực tiếp khi xuống tàu tại ga tàu điện ngầm Kossuth Lajos ter. Bạn có thể tự do đi lang thang xung quanh nó và nó sẽ là nơi tuyệt vời để chụp ảnh. Nó nằm ở khu Pest của thành phố.Đọc thêm",
            "Tòa nhà tuyệt vời!! Chúng tôi đã có thể chụp ảnh trong chuyến du ngoạn trên sông đêm. Chúng tôi đã mua vé cho chuyến tham quan bên trong và không hối tiếc. Nó rất nhiều thông tin và có đủ thời gian để tận hưởng từng nơi chúng tôi được đưa đến. Tốt nhất là nên mua vé trực tuyến trước vì chúng sẽ hết rất nhanh. Chúng tôi chắc chắn sẽ quay lại Budapest và đây sẽ là một nơi chúng tôi dự định ghé thăm lần nữa.Đọc thêm",
            "Tuy nhiên, Quốc hội Hungary có thể được nhìn thấy từ hầu hết mọi nơi, nó khá ngoạn mục vào ban đêm từ dòng sông. Nó gần như kỳ diệu.Đọc thêm",
            "Một trong những tòa nhà ấn tượng nhất trong thành phố. Đáng ngạc nhiên lớn hơn trong cuộc sống thực. Khung cảnh tuyệt đẹp xung quanh và bến cảng cũng rất đẹp.Đọc thêm",
            "Rất đẹp và giàu có với lịch sử. Đừng ĐẶT PHÒNG VỚI BOOKING.COM. Căng thẳng đến sớm nhưng họ lại xuất hiện muộn, không có dấu hiệu rõ ràng cho chuyến tham quan. Mất 45 phút chờ đợi và tính phí hơn 20 người so với đặt chỗ qua trang web Budapest.Đọc thêm",
            "Tòa nhà Quốc hội Hungary ở Budapest là điểm tham quan hàng đầu tại Budapest và nằm trong top 10 điểm tham quan của Châu Âu. Nơi này xứng đáng với danh tiếng của mình và theo ý kiến ​​cá nhân tôi, chuyến đi đến Budapest chỉ để chiêm ngưỡng nơi này là xứng đáng! Nơi này thực sự định hình nên thành phố. Chúng tôi gần như đã bỏ lỡ chuyến tham quan bên trong nhưng đã cố gắng giữ được những tấm vé cuối cùng vào buổi chiều cuối cùng. Tốt nhất là bạn nên đặt vé trước trên trang web của họ. Một hướng dẫn viên địa phương đã giới thiệu điều này vì một số địa điểm tính phí quá cao. Nội thất bên trong thật tinh tế và đẹp đến ngỡ ngàng! Hãy tưởng tượng một phiên họp quốc hội trong bối cảnh như vậy. Chuyến tham quan có hướng dẫn viên kéo dài 45 phút đã bao gồm trong vé. Đọc thêm",
            "Bạn cần phải đặt trước.  Nó rất đáng xem, nhưng vé dường như đã được đặt trước bởi các nhóm du lịch lớn.  Tôi đã kiểm tra trực tuyến mỗi ngày và cuối cùng đã nhận được 2 vé.  Audioguide rất tốt và họ không cho phép quá nhiều người vào đó cùng một lúc.  Nội thất thật tuyệt vời.Đọc thêm",
            "Chúng tôi đã sử dụng tour du lịch bằng âm thanh bằng tiếng Anh. Chúng tôi đã hy vọng được tự mình tham quan với lựa chọn này, vì tôi đi chậm, nhưng cả nhóm vẫn đi cùng nhau. Có một lựa chọn là đi thang máy, có người hộ tống, và tôi đã làm vậy. Chuyến tham quan rất thú vị và bổ ích. Nhiều đánh giá cho biết bạn không được mang theo túi quá khổ, nhưng tôi thấy khá nhiều người vào. Có thể sẽ khác nếu quốc hội đang họp. Chúng tôi đã đi vào thứ Bảy. Như thường lệ, chuyến tham quan kết thúc ở cửa hàng quà tặng. Chúng tôi thấy lạ khi cửa hàng bán đồ lưu niệm và đồ trang sức tiêu chuẩn của Budapest. Chúng tôi không thấy bất kỳ thứ gì liên quan đến quốc hội. Đọc thêm",
            "Tòa nhà Quốc hội Hungary là một công trình kiến ​​trúc khổng lồ được trang trí với những thiết kế phức tạp. Nó nổi bật như một kiệt tác kiến ​​trúc trang nhã. Khu phức hợp rất rộng lớn. Có một cái ao nông tuyệt đẹp với làn nước mỏng nhẹ nhàng chảy qua thác nước kiểu đập. Quốc hội được trang trí bằng những tác phẩm điêu khắc hùng vĩ. Nó cho thấy tầm vóc của nó như một trung tâm quan trọng ở Budapest thu hút sự chú ý lớn. Thiết kế kiến ​​trúc đã khiến chúng tôi ngưỡng mộ.Đọc thêm",
            "Tuyệt vời!!! Từ duy nhất có thể mô tả lời chào mừng không thể tin được này đối với những thành tựu nghệ thuật của con người.  Bạn sẽ kể cho mọi người về nơi này trong nhiều năm.Đọc thêm",
            "Tôi muốn thực hiện một chuyến tham quan ở đây - nhưng đã nghe được nhiều ý kiến ​​trái chiều về một số công ty du lịch.  Có ai giới thiệu công ty lữ hành cho tôi mua vé trước được không? Cảm ơn rất nhiều, Owain.Đọc thêm",
            "Hướng dẫn viên của chúng tôi bên trong tòa nhà quốc hội đã được sắp xếp như một phần của chuyến du ngoạn trên sông, vì vậy hãy ghi lại cách bạn sẽ đặt vé một cách độc lập, ngoài việc đến quốc hội và mua vé. Tất cả các hướng dẫn viên bên trong tòa nhà chỉ làm việc ở đó, vì vậy có thể là nhân viên chính phủ, tuy nhiên hướng dẫn viên của chúng tôi đã cởi mở một cách tinh tế với những ý kiến ​​​​về sự dư thừa mà cuối cùng thì đó chính là bản chất của tòa nhà.  Tuyệt vời về kích thước và độ hoàn thiện, và không thể tưởng tượng được bất kỳ tình huống nào khác mà một tòa nhà như vậy có thể được xây dựng.Đọc thêm",
            "cần mua vé tham quan hội nghị và gặp khó khănĐọc thêm",
            "Chúng tôi muốn tham gia chuyến tham quan có hướng dẫn bằng tiếng Pháp của PARLIAMENT OF BUDAPEST. Bạn có thể cho chúng tôi biết chúng tôi có thể mua vé trực tuyến từ ai không?\nChúng tôi cũng muốn tham quan lâu đài thì có thể mua vé ở địa điểm nào?\nCảm ơn trước.Đọc thêm",
            "Xin lỗi chỉ nói tiếng Anh!Đọc thêm",
            "Tôi đã mua vé xem quốc hội Hungary trên trang web của quốc hội Hungary và sau đó tôi nhận ra rằng mình đã trả gấp ba lần chi phí của trang web chính thức, không biết họ có làm được không, nhưng không phải vậy! Tôi đã yêu cầu hoàn lại tiền nhưng rõ ràng là tôi đã bị từ chối, tôi vẫn chưa đi vì giao dịch mua diễn ra vào tháng 12, tôi nghi ngờ về tính hợp lệ của vé vì có người thậm chí còn thấy mình phải đối mặt với vé không hợp lệ!!! Tôi có thể làm gì? Báo cáo??Đọc thêm",
            "Bạn không nên báo cáo nó, bạn sẽ không nhận được bất cứ điều gì từ nó. Chúng chắc chắn sẽ hợp lệ, bạn chỉ cần trả nhiều tiền hơn cho chúng, điều này xảy ra với tất cả các sự kiện được bán vé, gần như là chào hàng trực tuyến.Đọc thêm",
            "Tôi làm cách nào để đặt 2 chuyến tham quan nói tiếng Anh tới Tòa nhà Quốc hội ở Budapest với giá 9212023\nCảm ơn \nMargo Compagna\nHoa KỳĐọc thêm",
            "Jegymester.hu là trang web bán vé thuyền buồm chính thức. Chuyển sang tiếng Anh, tìm sự kiện thăm Quốc hội. Di chuyển đến ngày bạn muốn ghé thăm. Sau đó, bạn có thể xem liệu vào ngày đó họ có các chuyến tham quan có hướng dẫn bằng tiếng Anh hay không. Có sẵn cho ngày 21 tháng 9...Đọc thêm",
            "Tôi đã viết thư cho trung tâm du khách về audioguide Croatia và nhận được câu trả lời là bạn không thể đặt chỗ trước mà chỉ mua vé trong ngày tại phòng vé. Vì vậy, có ai biết chính xác những gì được bán trên trang web bán vé chính thức nếu họ nói rằng bạn không thể đặt trước thiết bị dẫn âm thanh hay quy định đó chỉ dành cho thiết bị dẫn âm thanh tiếng Croatia? Đọc thêm",
            "Bạn có thể mua vé trước nhưng hướng dẫn âm thanh chỉ có sẵn khi đến lối vào.Đọc thêm",
            "Tôi muốn đặt 2 vé người lớn cho chuyến tham quan bằng âm thanh vào ngày 16 tháng 5Đọc thêm",
            "Đặt vé trực tuyến là cách duy nhấtĐọc thêm",
            "bạn có thể được hoàn lại tiền không?Đọc thêm",
            "Nó có thể khó đến không thể. Bạn phải mua vé trực tuyến.  URL jegymester.huevent-host900parlamenteventĐọc thêm",
            "Tôi không thể tìm được tour du lịch bằng tiếng Anh, vậy tour du lịch bằng ngôn ngữ mà tôi không hiểu có còn giá trị không? Đọc thêm",
            "Tôi nghĩ nó có giá trị. Bạn có thể yêu cầu một số tờ rơi hoặc mua một cuốn sách hướng dẫnĐọc thêm",
            "Xin chào, chúng tôi sẽ đến thăm Budapest vào tháng 7 và chúng tôi muốn biết liệu chúng tôi có cần thẻ sinh viên quốc tế ISIC để được hưởng lợi từ tỷ lệ sinh viên LUE hay thẻ sinh viên quốc gia Pháp của chúng tôi có đủ hay không.\n\nCảm ơn trước!Đọc thêm"
        ],
        "star_ratings": [
            30141,
            9726,
            2018,
            379,
            271
        ],
        "review_amount": 42535,
        "location": [
            "Châu Âu",
            "Những điều cần làm ở Budapest",
            "Hungari",
            "Budapest",
            "Miền Trung Hungary",
            "Tòa nhà Quốc hội Hungary"
        ],
        "reviews_time": [
            "Written June 8, 2023",
            "Written June 12, 2023",
            "Written June 14, 2023",
            "Written June 17, 2023",
            "Written June 24, 2023",
            "Written June 26, 2023",
            "Written June 29, 2023",
            "Written July 5, 2023",
            "Written July 11, 2023",
            "Written July 18, 2023",
            "Written June 6, 2024",
            "Written June 2, 2024",
            "Written May 31, 2024",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 21, 2024",
            "Written May 20, 2024",
            "Written May 20, 2024",
            "Written May 17, 2024",
            "Written May 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274887-d276817-Reviews-Hungarian_Parliament_Building-Budapest_Central_Hungary.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d3351231-Reviews-Hungarikum_Bisztro-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d24067158-Reviews-Pick_Bistro_Deli-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d15533945-Reviews-Mokka_Cukka-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d696134-Reviews-Biarritz_Restaurant_and_Cafe-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d10483511-Reviews-Mazi-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d13238041-Reviews-Sushi_Ocean_Restaurant-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d19421263-Reviews-Eazy-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d3420264-Reviews-Da_Mario_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d712482-Reviews-Iguana-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274887-d3635100-Reviews-Budapest_Bistro-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d6940668-Reviews-Kossuth_Lajos_Square-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d283783-Reviews-Statue_of_Ferenc_Rakoczi-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d12654188-Reviews-In_memoriam_1956_October_25_Memorial_and_Exhibition-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d283784-Reviews-Statue_of_Lajos_Kossuth-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10522908-Reviews-Chocolate_Museum-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d1063833-Reviews-Shoes_on_the_Danube_Bank-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d19298665-Reviews-Istvan_Tisza_Monument-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d13184105-Reviews-Statue_of_Gyula_Andrassy-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8822714-Reviews-Attila_Jozsef_Statue-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d13939950-Reviews-Statue_of_Istvan_Nagytadi_Szabo-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276817-Reviews-or10-Hungarian_Parliament_Building-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276803-Reviews-Fisherman_s_Bastion-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276822-Reviews-St_Stephen_s_Basilica_Szent_Istvan_Bazilika-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276821-Reviews-Szechenyi_Lanchid-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276827-Reviews-Heroes_Square-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10761239-Reviews-3d_Gallery_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276857-Reviews-Liszt_Academy-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d10697967-Reviews-Thermal_Beer_Spa-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276808-Reviews-Matthias_Church-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276832-Reviews-Janoshegy-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d15561403-Reviews-Go_Zeppelin_Tours-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8415623-Reviews-Guia_Cristina_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d2179695-Reviews-Gabriella_s_Private_Tours_in_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d8807890-Reviews-White_Umbrella_Tours_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d17557275-Reviews-Orsi_tour_guide_English_Italian_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d9752465-Reviews-Budapest_15_15_Day_Tours-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d7189354-Reviews-Memories_of_Hungary_House_of_Parliament_Souvenir_Shop-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g47988-d259914-Reviews-Ausable_Chasm-Keeseville_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d11963891-Reviews-Cidercade_Dallas-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d5577602-Reviews-Downtown_Container_Park-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d211691-Reviews-Crazy_Horse-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g34950-d6876193-Reviews-Atlanta_Farmers_Market-Forest_Park_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g40050-d264853-Reviews-Lake_Martin-Breaux_Bridge_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g40554-d104056-Reviews-Crescent_Beach_State_Park-Cape_Elizabeth_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d14195109-Reviews-Domino_Park-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g2492082-d13273646-Reviews-Upbeat_Recreation_Centre-Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d555422-Reviews-Puerto_Banus_Marina-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274887-d276817-Reviews-or10-Hungarian_Parliament_Building-Budapest_Central_Hungary.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274887-d276817-Reviews-Hungarian_Parliament_Building-Budapest_Central_Hungary.html"
    }
]