[
    {
        "attraction_name": "Hung Hen Hoi An Boat Tour",
        "attraction_name_vi": "Tour du thuyền Hùng Hến Hội An",
        "general_info": [
            "83 đánh giá",
            "5 trên 212 Phương tiện di chuyển ở Hội An",
            "Taxi đưa đón",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tour thuyền thúng và thuyền đèn lồng lúc 4 giờ chiều hàng ngày\nChúng tôi sẽ đi thuyền gỗ từ phố cổ dọc theo sông Thu Bồn đến rừng dừa khoảng 30 phút\nTrên đường đi, bạn có thể chụp ảnh với lưới đánh cá và người đánh cá đang làm việc trên sông và thưởng thức bia lạnh hoặc nước trên thuyền\n\nĐọc thêm",
        "reviews": [
            "Điều này khá thú vị! Nếu bạn muốn đi thuyền dừa, tôi muốn giới thiệu chuyến đi này. Chúng tôi cũng rất thích điều ước đèn lồng vào lúc hoàng hôn: Đọc thêm",
            "Tôi và đối tác của mình đã thực hiện chuyến câu cá và thuyền dừa với Hùng và chúng tôi đã có khoảng thời gian tuyệt vời. Anh ấy siêu thân thiện, vui tính và hiểu biết. Câu cá là một trải nghiệm cực kỳ thú vị và tuyệt vời, anh ấy đã nấu cho chúng tôi món BBQ rất ngon. Những chiếc thuyền dừa thật thú vị và tuyệt vời khi được xem cùng với những người lái thuyền dừa. 100 người đã giới thiệu Hùng và các chuyến tham quan của anh ấy.Đọc thêm",
            "Tầm nhìn tuyệt vời, hướng dẫn viên du lịch tốt bụng, rất thân thiện và không quá nhiệt tình khi bán hàng. Tour đi kèm nước và bia miễn phí. Giá là 300k VMD.Đọc thêm",
            "Chuyến đi thật tuyệt vời. Hung rất thông tin và giải trí. Tôi đã đi du ngoạn buổi tối, trong khi anh ấy giải trí, thời gian ở đó cũng rất thư giãn. Tôi thực sự khuyên bạn nên đi du ngoạn cùng anh ấy. Công ty đã đặt qua là Hung Hen tại 09 Nguyễn Tri Phương, Cẩm Nam, Hội An, Quảng Nam 53000, Việt Nam do vợ anh ấy điều hành. Họ là một cặp đôi dễ thương và điều hành một hoạt động suôn sẻ. Tôi đang mong chờ chuyến du ngoạn ngắm bình minh của anh ấy vào Chủ Nhật. Tôi sẽ cập nhật thông tin đó. Đọc thêm",
            "Chuyến đi tuyệt vời Thuyền trưởng Hùng là một người chủ nhà tuyệt vời.  Những người thợ giỏ vô cùng tài năng và thân thiện, đã trở lại lúc hoàng hôn trên hội anĐọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời trong chuyến đi thuyền này. Niềm vui rực rỡ khi được trải nghiệm những chiếc thuyền thúng! Chúng tôi thả đèn lồng trên sông, trải nghiệm tuyệt vờiĐọc thêm",
            "Trải nghiệm hoàn hảo từ A đến Z!! Hướng dẫn viên rất thân thiện, chuyến tham quan bằng thuyền dừa rất thú vị và chúng tôi chỉ có một mình trên thuyền nên chúng tôi có được trải nghiệm riêng tư! Đã cho chúng tôi nước và bia miễn phí, không quá du lịch và rất chân thực! Chúng tôi đã có cái nhìn thoáng qua về văn hóa và yêu thích nó!Đọc thêm",
            "Hùng đã bán cho chúng tôi một trải nghiệm tuyệt vời. Rất chuyên nghiệp và giá cả tuyệt vời với một nụ cười thân thiện. Rất vui vì chúng tôi đã đi tour của Hùng và muốn giới thiệu cho mọi người.Đọc thêm",
            "Thân thiện và nồng nhiệt, có niềm vui lớn trên thuyền! Những chiếc thuyền dừa thật sự rất vui! Yêu thích cảm giác đặc biệt khi kết thúc việc thắp đèn lồng: !!Đọc thêm",
            "Chuyến đi thư giãn và vui vẻ, kéo dài hai giờ đồng hồ giữa một chuyến du ngoạn trên sông và được một người phụ nữ nhỏ bé với sức mạnh tuyệt vời chèo thuyền quanh những rặng dừa!. Khung cảnh tuyệt đẹp dọc bờ sông, làn gió mát và ngắm nhìn những chiếc thuyền giấy nhỏ với nến của chúng tôi xuôi dòng sông thật kỳ diệu.Đọc thêm"
        ],
        "star_ratings": [
            81,
            2,
            0,
            0,
            0
        ],
        "review_amount": 83,
        "location": [
            "Những điều cần làm ở Hội An",
            "Tour du thuyền Hùng Hến Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written May 31, 2024",
            "Written May 24, 2024",
            "Written May 23, 2024",
            "Written May 10, 2024",
            "Written May 8, 2024",
            "Written May 7, 2024",
            "Written May 5, 2024",
            "Written April 27, 2024",
            "Written April 17, 2024",
            "Written April 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d26787398-Reviews-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26787398-Reviews-or10-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1881034-Reviews-Phantom_of_The_Opera_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d604735-Reviews-Castel_Sant_Elmo-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g35039-d560221-Reviews-The_BEACH_at_Clayton_County_International_Park-Jonesboro_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d127951-Reviews-Mystery_Spot-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d2394734-Reviews-Parque_del_Laberint_d_Horta-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7396121-Reviews-Con_Market-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g47436-d319040-Reviews-Vanderbilt_Museum-Centerport_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32822-d10190796-Reviews-Palisades_Tahoe_Aerial_Tram-Olympic_Valley_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298316-d2277698-Reviews-I_City_Theme_Park-Shah_Alam_Petaling_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g297557-d634828-Reviews-Castle_Zaman-Taba_Red_Sea_and_Sinai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d26787398-Reviews-or10-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d26787398-Reviews-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hung Hen Hoi An Boat Tour",
        "attraction_name_vi": "Tour du thuyền Hùng Hến Hội An",
        "general_info": [
            "83 đánh giá",
            "5 trên 212 Phương tiện di chuyển ở Hội An",
            "Taxi đưa đón",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tour thuyền thúng và đèn lồng vào lúc 16h hàng ngày\nChúng ta sẽ đi thuyền gỗ từ phố cổ đi dọc sông Thu Bồn đến rừng dừa khoảng 30 phút\nTrên đường đi quý khách có thể chụp ảnh cùng lưới đánh cá và người dân chài đang làm việc trên sông và thưởng thức bia lạnh hoặc nước uống trên thuyền\n\nĐọc thêm",
        "reviews": [
            "Đội trưởng Hùng vui tính, thân thiện và là một người hướng dẫn tuyệt vời. Chúng tôi đã có một ngày tuyệt vời đi thuyền trên sông, những chiếc thuyền dừa thật vui!Đọc thêm",
            "Hùng là một hướng dẫn viên thân thiện, vui vẻ! Chúng tôi thực sự rất thích chuyến du ngoạn trên sông và những chiếc thuyền dừa thật tuyệt vời! Cảm ơn bạn :Đọc thêm",
            "Ban đầu tôi được một nhà điều hành khác mời tham quan 30 phút với giá 200 nghìn đồng. Tôi thấy một số hành khách đã lên thuyền của thuyền trưởng Hùng và hỏi họ đã trả bao nhiêu. Dựa trên câu trả lời của họ, tôi chọn đi tour của thuyền trưởng Hùng và chuyến đi kéo dài hai giờ, tôi trả 300k đồng, hợp lý. Chuyến đi bao gồm việc đi thuyền máy dọc sông rồi chuyển sang thuyền chuối. Sau đó, những chuyến đi này sẽ đưa bạn đi chèo thuyền với nhịp độ nhàn nhã hơn xuyên qua rừng dừa. Ánh sáng có thể dịu hơn vào buổi chiều muộn và những bức ảnh thú vị hơn. Một điều bất ngờ đối với tôi, dù sao đi nữa, một khía cạnh của chuyến đi là một số thuyền chuối tụ tập lại và một trong những người dân địa phương khỏe mạnh hơn sau đó đã đưa những hành khách khác nhau đi chơi trong chiếc thuyền của mình. thuyền chuối. Đó thực sự là một cảnh tượng tuyệt vời. Tôi thực sự khuyên bạn nên đổi số với những người khác trong chuyến tham quan của mình nếu bạn không biết họ và chụp ảnh lẫn nhau, bạn có thể nhận được kết quả tốt hơn nhiều so với những bức ảnh tự chụp sẽ mang lại cho bạn! Tôi đã dành cả ngày đi dạo quanh Hội An và chuyến đi này thật tuyệt vời bản thân nó không chỉ là sự thú vị mà còn là một khoảng thời gian nghỉ ngơi thoải mái sau khi đi dạo xung quanh vào buổi tối.Đọc thêm",
            "Nếu bạn đang tìm kiếm một trải nghiệm thú vị và độc đáo thì đây chính là nó. Chuyến tham quan bằng thuyền tre rất độc đáo và dịch vụ rất tuyệt vời. Thuyền tham quan tour tre được bao gồm và nước hoặc bia. Một chiếc vòng lá thủ công và một chiếc đèn lồng để thả xuống sông được cung cấp. Chúng tôi cũng tham gia chuyến tham quan bằng thuyền cao tốc đến tham quan Cù Lao Chàm cùng họ. Bao gồm lặn biển ăn trưa. Chúng tôi đậu xe máy vào buổi tối để đi phố cổ Hội An tại văn phòng của anh ấy và khi trời mưa tối hôm đó, họ đảm bảo mũ bảo hiểm của chúng tôi không bị ướt. Những chi tiết nhỏ tạo nên sự khác biệt.Đọc thêm",
            "Dịch vụ thực sự thân thiện và muốn giới thiệu cho bất kỳ du khách ba lô nào muốn thực hiện chuyến tham quan bằng thuyền dừa! nó cũng bao gồm một bia miễn phíĐọc thêm",
            "Rất khuyến khích, ban đầu định đi qua ký túc xá nhưng đã đi và nhìn xung quanh và với mức giá chúng tôi nghĩ tại sao không. Thậm chí còn có bia miễn phí! Rất đáng tiềnĐọc thêm",
            "Thuyền trưởng Hùng tiếp cận tôi và cộng sự khi chúng tôi đang đi dạo dọc bờ sông ở Hội An. Không giống như nhiều hướng dẫn viên chỉ nhét tờ rơi vào mặt bạn và nói đi thuyền, thuyền trưởng Hùng dành thời gian để giới thiệu và giải thích những gì anh ấy cung cấp một cách chuyên nghiệp. Anh ấy không đề cao và đưa ra một danh thiếp để chúng tôi có thể liên hệ với anh ấy nếu chúng tôi quyết định chuyến đi phù hợp với mình. Chúng tôi đã nhắn tin cho anh ấy vào ngày hôm sau và anh ấy đã đặt chỗ cho chúng tôi cho chuyến đi ngày hôm đó. Chuyến đi thật là vui. Một món quà chào mừng là một chai nước và một cốc bia sẽ tạo nên tâm trạng tuyệt vời. Chúng tôi có sự tham gia của một nhóm bạn tốt bụng đang ở trong ký túc xá. Chúng tôi đã có một chuyến đi vui vẻ, chơi nhạc và thưởng thức một vài đồ uống lạnh. Sau đó chúng tôi được chuyển sang một trong những chiếc thuyền thúng. Chúng tôi chèo thuyền vào rừng ngập mặn để thử bắt cua và những ai muốn câu cua có thể xuống một chiếc thuyền thúng khác để kéo sợi. Đây là một chút niềm vui, với âm nhạc và tiếng vỗ tay. Chuyên gia kéo sợi hoan nghênh tiền boa nhưng anh ấy rất giỏi. Sau đó, chúng tôi trở lại thuyền của thuyền trưởng Hùng, anh đưa chúng tôi ra một đoạn sông yên tĩnh hơn để thả vài chiếc đèn lồng nến bồng bềnh, chuẩn bị tinh thần ước nguyện nhé. Sau đó chúng tôi được trở về Hội An để tiếp tục buổi tối. Đây thực sự là một trải nghiệm tốt và tôi muốn giới thiệu cho bất kỳ ai. Sau cốc bia đầu tiên, thuyền trưởng Hùng sẽ trả thêm một khoản nhỏ nhưng rẻ hơn nhiều so với bất kỳ quán bar địa phương nào. Anh ấy cũng có một nhà vệ sinh cơ bản trên tàu, vì vậy bạn không phải lo lắng về việc hạn chế bản thân về mặt đó.Đọc thêm",
            "Hùng là một hướng dẫn viên du lịch thân thiện, đáng tin cậy và nhiệt tình.  Chỉ yêu thích trải nghiệm thuyền tre.  Rất nhiều niềm vui, rất khuyến khích. Cảm ơn Sue và GaryĐọc thêm",
            "Đội trưởng Hùng thật tuyệt vời! Dịch vụ tuyệt vời, giá cả tuyệt vời! Thật xấu hổ vì mặt trời không chiếu sáng nhưng bạn có thể làm gì được! Sẽ giới thiệuĐọc thêm",
            "Hùng rất thân thiện khi đến gặp chúng tôi và giải thích chính xác chuyến đi của anh ấy gồm những gì. Chúng tôi đã làm mọi thứ được đề cập và nó thật tuyệt vời từ đầu đến cuối. Một bia và nước miễn phí khi đến nơi. Giá rẻ nhất mà chúng tôi tìm được nên chúng tôi khuyên bạn nên chọn Hùng cho chuyến đi thuyền 1010 Đọc thêm"
        ],
        "star_ratings": [
            81,
            2,
            0,
            0,
            0
        ],
        "review_amount": 83,
        "location": [
            "Những điều cần làm ở Hội An",
            "Tour du thuyền Hùng Hến Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written April 10, 2024",
            "Written April 10, 2024",
            "Written April 7, 2024",
            "Written March 29, 2024",
            "Written March 21, 2024",
            "Written March 21, 2024",
            "Written March 19, 2024",
            "Written March 7, 2024",
            "Written March 7, 2024",
            "Written March 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d26787398-Reviews-or10-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26787398-Reviews-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26787398-Reviews-or20-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g50325-d3441103-Reviews-Fairport_Harbor_Lakefront_Park_Beach-Fairport_Harbor_Lake_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51988-d12946707-Reviews-Proposal_Rock-Neskowin_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d265439-Reviews-Detroit_Institute_of_Arts-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g656475-d2486856-Reviews-Santa_Ana_Volcano-Santa_Ana_Santa_Ana_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g1236992-d17457124-Reviews-Canon_Blanco-Utuado_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d10805431-Reviews-TRM_Thika_Road_Mall-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60923-d117137-Reviews-Oregon_Caves_National_Monument_and_Preserve-Cave_Junction_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g3870266-d10239301-Reviews-Mount_Olympus-Troodos_Limassol.html",
            "https://www.tripadvisor.com/Attraction_Review-g51697-d6809252-Reviews-The_Cave_House-Tulsa_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g469404-d665903-Reviews-Bodyworks-Seminyak_Kuta_District_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d26787398-Reviews-or20-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d26787398-Reviews-or10-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hung Hen Hoi An Boat Tour",
        "attraction_name_vi": "Tour du thuyền Hùng Hến Hội An",
        "general_info": [
            "83 đánh giá",
            "5 trên 212 Phương tiện di chuyển ở Hội An",
            "Taxi đưa đón",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tour thuyền thúng và đèn lồng vào lúc 16h hàng ngày\nChúng ta sẽ đi thuyền gỗ từ phố cổ đi dọc sông Thu Bồn đến rừng dừa khoảng 30 phút\nTrên đường đi quý khách có thể chụp ảnh cùng lưới đánh cá và người dân chài đang làm việc trên sông và thưởng thức bia lạnh hoặc nước uống trên thuyền\n\nĐọc thêm",
        "reviews": [
            "Chuyến đi tuyệt vời, giá tốt nhất! Nhóm là những người rất tốt và vui tính. Nước bia lạnh có sẵn trên thuyền. Chắc chắn đề nghị! Đọc thêm",
            "Thuyền trưởng Hung đã tiếp cận tôi một cách thân thiện trên phố và mời chúng tôi đi thuyền, chúng tôi đã đi cùng ông ấy vài ngày sau đó và có một khoảng thời gian tuyệt vời. Mức giá ông ấy đưa ra cũng rẻ hơn cả nhà trọ của chúng tôi. Đọc thêm",
            "Hùng đưa chúng tôi đi một chuyến đi tuyệt vời. Giá trị đồng tiền và dịch vụ thân thiện tuyệt vời. Làm cho chuyến đi rất thú vị.  Rất mong được quay lại lần nữa. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến lưu diễn với Hùng. Anh ấy thực sự thân thiện và đảm bảo mọi người đều ổn. Đã bao gồm nước miễn phí và 1 bia miễn phí! Anh ấy đã nỗ lực hết mình để khiến mọi người tham gia như nhau và cung cấp cho chúng tôi những thông tin trong quá trình thực hiện.Đọc thêm",
            "Tôi rất vui vì đã dành thời gian đi tham quan cùng Hùng.  Anh ấy là một người chủ nhà tuyệt vời, rất vui khi chia sẻ thông tin về khu vực của anh ấy và chuyến tham quan thật thú vị.  Đừng bỏ lỡ trải nghiệm này cùng Hùng nhé.Đọc thêm",
            "Dành một vài giờ tuyệt vời để tham quan sông Thu Bồn đến rừng Dừa với một số loại bia lạnh miễn phí. Sau đó chúng tôi quay thuyền thúng với một chút âm nhạc, một chút câu cua và một số bức ảnh đẹp và cười sảng khoái với hướng dẫn viên và thu thập một số quà tặng lá dừa. Cuối cùng, chúng tôi phải cầu nguyện dưới ánh nến trên sông lúc hoàng hôn. Xinh đẹp! Hùng hướng dẫn viên của chúng tôi thật tuyệt vời, rất thân thiện và là một người tuyệt vời, người sẽ cung cấp mọi sự trợ giúp bạn cần cho mọi thứ. Tôi đánh giá cao công ty này và các chuyến đi của anh ấy.Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời! Chúng tôi đã đi tour riêng với Hùng, nơi chúng tôi đi thuyền đến một số địa điểm mà chúng tôi được lựa chọn! Đầu tiên, chúng tôi đến làng gốm Thanh Hà. Sau đó, chúng tôi đến làm bánh tráng ở một ngôi làng khác, chúng tôi cũng được ăn bánh tráng do chính mình làm. Chúng tôi cũng đến một làng mộc, nơi chúng tôi tự làm móc chìa khóa nhỏ của riêng mình. Chúng tôi kết thúc buổi tối bằng cách đi thuyền dừa và sau đó thưởng thức tiệc nướng BBQ ngon tuyệt do Hùng làm trên thuyền của anh ấy! Trong suốt chuyến tham quan, chúng tôi không cảm thấy bị thúc ép phải đến những địa điểm khác nhau mà chúng tôi đã quyết định, và Hùng đã vui lòng phiên dịch bất kỳ câu hỏi nào mà chúng tôi có với những người mà chúng tôi đã tương tác trong suốt chuyến tham quan. Hùng và vợ anh ấy, Tuyết, là những người thực sự tốt bụng, họ cũng giúp chúng tôi đưa đón đến và đi từ văn phòng du lịch của họ. Họ cũng cung cấp rất nhiều tour du lịch khác nhau! Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời. Chúng tôi đã thực hiện hai chuyến tham quan với họ. Một là buổi chiều tham quan Ngũ Hành Sơn. Thật tuyệt vời! Chúng tôi đã đến vào thời điểm không có nhiều người và được ngắm cảnh đêm tuyệt vời. Ngày hôm sau chúng tôi có chuyến du lịch bằng thuyền riêng với Hùng. Chúng tôi có thể cá nhân hóa hành trình và thực hiện những điều mà chúng tôi quan tâm. Chúng tôi đi du lịch khắp nơi bằng thuyền và trải nghiệm nhiều hoạt động khác nhau. Chúng tôi đi làm đồ gốm, chạm khắc gỗ và đi thuyền xô. Rất khuyến khích! Đọc thêm",
            "Rất nhiều cơ hội chụp ảnh - bạn sẽ đi trên những chiếc thuyền dừa - cũng như thả đèn lồng - rất khuyên bạn nên tham gia chuyến tham quan nàyĐọc thêm",
            "Chuyến tham quan tuyệt vời, trải nghiệm thật tuyệt vời, chúng tôi đã có khoảng thời gian thực sự tuyệt vời! Cảm ơn bạn rất nhiều Anh ấy là một chàng trai rất tốt, tôi thực sự khuyên bạn nênĐọc thêm"
        ],
        "star_ratings": [
            81,
            2,
            0,
            0,
            0
        ],
        "review_amount": 83,
        "location": [
            "Những điều cần làm ở Hội An",
            "Tour du thuyền Hùng Hến Hội An",
            "Việt Nam",
            "Châu Á",
            "Chào An",
            "Tỉnh Quảng Nam"
        ],
        "reviews_time": [
            "Written March 5, 2024",
            "Written March 5, 2024",
            "Written March 4, 2024",
            "Written March 3, 2024",
            "Written February 29, 2024",
            "Written February 20, 2024",
            "Written February 5, 2024",
            "Written February 5, 2024",
            "Written January 30, 2024",
            "Written January 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d26787398-Reviews-or20-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26787398-Reviews-or10-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26787398-Reviews-or30-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26787398-Reviews-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55197-d109305-Reviews-Sun_Studio-Memphis_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d186728-Reviews-Place_Jacques_Cartier-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g187489-d266734-Reviews-Swords_from_Toledo-Toledo_Province_of_Toledo_Castile_La_Mancha.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d13492914-Reviews-Kotsanas_Museum_of_Ancient_Greek_Technology-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d11742540-Reviews-Fat_Tuesday-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g12966454-d2049176-Reviews-Maeklong_Railway_Market_Talad_Rom_Hub-Mae_Klong_Samut_Songkhram_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34615-d14136474-Reviews-Amtrak-Sanford_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d13396336-Reviews-Goodman_s_Bay-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g7094995-d600486-Reviews-Dobrec_Beach-Lustica_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d245893-Reviews-Mont_des_Arts-Brussels.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d26787398-Reviews-or30-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d26787398-Reviews-or20-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html"
    },
    {
        "attraction_name": "Hung Hen Hoi An Boat Tour",
        "attraction_name_vi": "Tour du thuyền Hùng Hến Hội An",
        "general_info": [
            "83 đánh giá",
            "5 trên 212 Phương tiện di chuyển ở Hội An",
            "Taxi đưa đónChuyến tham quan bằng thuyềnChuyến đi trong ngày",
            "Xe đưa đón Taxi",
            "Những chuyến du lịch thuyền",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Tour thuyền thúng và đèn lồng vào lúc 16h hàng ngày\nChúng ta sẽ đi thuyền gỗ từ phố cổ đi dọc sông Thu Bồn đến rừng dừa khoảng 30 phút\nTrên đường đi quý khách có thể chụp ảnh cùng lưới đánh cá và người dân chài đang làm việc trên sông và thưởng thức bia lạnh hoặc nước uống trên thuyền\n\nĐọc thêm",
        "reviews": [
            "Chuyến tham quan thực sự tốt, nhiều người vui vẻ và trải nghiệm mang tính biểu tượng cho khách du lịch ở Hội An. Hướng dẫn viên cũng rất thân thiện.Đọc thêm",
            "Chuyến đi tuyệt vời. 4 giờ chiều là thời điểm tốt nhất để làm điều này vì hoàng hôn thật tuyệt vời. Thuyền trưởng hung thật tuyệt khi cho phép bạn chơi nhạc của riêng mình. Tôi sẽ làm điều này một lần nữa vào ngày mai nếu tôi có nhiều thời gian hơn. Tôi đã một mình gặp gỡ những con người tuyệt vời từ khắp nơi trên thế giới và chia sẻ những kỷ niệm tuyệt vời trong suốt 2 giờ Đọc thêm",
            "Quan điểm tuyệt vời và một đội trưởng tuyệt vời. Những chiếc thuyền thúng rất thú vị, chúng đều mang lại nhiều năng lượng khiến chuyến đi trở nên vô cùng thú vị. Đó là một mức giá tốt bao gồm một vài loại bia hoặc nước. Tôi chắc chắn sẽ giới thiệu chuyến đi buổi chiều cho bất kỳ ai và sẽ tự mình thực hiện lại.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời trong chuyến đi này. Chúng tôi đã thực hiện chuyến tham quan lúc 4 giờ chiều để bạn quay lại lúc hoàng hôn và thành phố bắt đầu lên đèn. Hùng rất ngọt ngào và hướng dẫn viên thuyền rất vui vẻ! Nhìn chung trải nghiệm tuyệt vời và giá tốt!Đọc thêm",
            "Đã có một khoảng thời gian tuyệt vời, chiếc thuyền rất vui và thật tuyệt khi học nấu các món ăn địa phương, rất khuyến khíchĐọc thêm",
            "Chuyến đi rất thú vị và mang lại niềm vui cho tất cả mọi người Không khí vui vẻ và vui vẻ hai giờ trong ngày... Cảm ơn BạnĐọc thêm",
            "Hùng rất thân thiện và vui vẻ. Chúng tôi đã được trải nghiệm những chiếc đèn lồng từ thuyền của anh ấy và bao gồm trong 100000vnd người là một chiếc đèn lồng và đồ uống. Anh ấy cũng rất hữu ích trong việc tổ chức cho chúng tôi một chiếc taxi về Đà Nẵng.Đọc thêm",
            "Tôi đã có một trải nghiệm tuyệt vời khi Hùng tổ chức cho tôi và một người bạn đón từ khách sạn, đưa đến những chiếc thuyền tre nơi chúng tôi đi, câu cua và sau đó chúng tôi hoàn thành một lớp học nấu ăn rất ngon và một trải nghiệm thú vị . Sau lớp học nấu ăn, tài xế đã có mặt đón chúng tôi và đưa chúng tôi đến thuyền Hùng nơi chúng tôi có thể trải nghiệm đèn lồng. Đó là một buổi chiều tuyệt vời và tôi muốn giới thiệu Hung Tours cho bất kỳ ai. Anh ấy phản hồi rất nhanh và có mặt để sắp xếp mọi thứ chúng tôi cần. Đọc thêm",
            "Đại úy Hùng rất tốt bụng. Bia lạnh và nước miễn phí trên thuyền. Thưởng thức quay thuyền tre trên sông và ước nguyện để lại chiếc đèn lồng nến Đọc thêm",
            "Thuyền trưởng Hùng là một thuyền trưởng tuyệt vời và khiến chuyến đi thật sự thú vị! Hãy chuẩn bị tinh thần để chóng mặt!!Đọc thêm"
        ],
        "star_ratings": [
            81,
            2,
            0,
            0,
            0
        ],
        "review_amount": 83,
        "location": [],
        "reviews_time": [
            "Written January 23, 2024",
            "Written January 20, 2024",
            "Written January 18, 2024",
            "Written January 14, 2024",
            "Written January 12, 2024",
            "Written January 12, 2024",
            "Written January 10, 2024",
            "Written January 5, 2024",
            "Written January 4, 2024",
            "Written January 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d26787398-Reviews-or30-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26787398-Reviews-or20-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26787398-Reviews-or40-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26787398-Reviews-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45380-d456421-Reviews-Lewis_and_Clark_Caverns_State_Park-Three_Forks_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g616016-d3265711-Reviews-Mnarani_Marine_Turtles_Conservation_Pond-Nungwi_Zanzibar_Island_Zanzibar_Archipel.html",
            "https://www.tripadvisor.com/Attraction_Review-g53042-d2218665-Reviews-Linesville_Spillway-Linesville_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34346-d2175397-Reviews-Founders_Park-Islamorada_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d10426937-Reviews-Big_Wheel_on_Place_de_la_Concorde-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d7060442-Reviews-Jimmy_Woo-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d23031542-Reviews-Evolution_Adventure_Park-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g187301-d5321029-Reviews-Alpine_Coaster_Oberammergau-Oberammergau_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g48110-d21246544-Reviews-Waterdrinkers_Family_Farm-Manorville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d4163449-Reviews-Ice_Club-Rome_Lazio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d26787398-Reviews-or40-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d26787398-Reviews-or30-Hung_Hen_Hoi_An_Boat_Tour-Hoi_An_Quang_Nam_Province.html"
    }
]