[
    {
        "attraction_name": "Hunza Valley",
        "attraction_name_vi": "Thung lũng Hunza",
        "general_info": [
            "254 đánh giá",
            "1 trong số 18 hoạt động giải trí ở Hunza",
            "Thung lũng"
        ],
        "attraction_summary": "Thung lũng bao quanh Sông Hunza là nơi có một số tuyến đường đi bộ đẹp nhất thế giới, với độ dài đường mòn từ vài giờ đến vài ngày. Kết hợp thiên nhiên với lịch sử bằng cách đi bộ dốc lên Pháo đài Baltit 800 năm tuổi và thuê người điều hành tour du lịch để giúp bạn khám phá những ngôi làng huyền diệu, giao lưu với người dân địa phương hiếu khách và ghi điểm những quả mơ tươi ngon nhất trong thung lũng. Thung lũng Hunza đặc biệt đẹp vào mùa hoa anh đào nở vào mùa xuân và khi sắc màu thay đổi của mùa thu. Mùa hè là mùa mưa và mùa đông có thể khá lạnh.  TripadvisorĐọc thêm",
        "reviews": [
            "Thung lũng Hunza ở các khu vực phía Bắc của Pakistan giống như một thiên đường trên Trái đất mà chúng tôi đã ghé thăm cùng với Hướng dẫn viên điều hành du lịch nổi tiếng của Pakistan, ông Maqbool Ahmad, chuyến tham quan hoàn toàn hoàn hảo và tuyệt vời. Nếu ai muốn khám phá thung lũng Hunza hoặc Pakistan có thể liên hệ với anh ấy theo số điện thoại trên. \nAnh ấy rất am hiểu chuyên môn.\nRất khuyến khích! Đọc thêm",
            "Ông Maqbool giống như một cuốn bách khoa toàn thư về Pakistan, chúng tôi đã cùng ông đến thăm Pakistan và dành 3 tuần với ông, ông rất hiểu biết, tốt bụng, đúng giờ, trung thực, linh hoạt và chuyên nghiệp. Khuyến khích mạnh mẽ! Cảm ơn Maqbool vì một chuyến đi Pakistan rất tốt đẹp. Đọc thêm",
            "Gia đình chúng tôi quyết định đi tham quan Hunza, nơi không thua kém bất kỳ Thiên đường nào trên Trái đất. Chúng tôi đã nói chuyện với PGT và chính ông Maqbool là hướng dẫn viên du lịch của công ty lữ hành.\nÔng ấy rất hiểu biết, hài hước, thân thiện và chuyên nghiệp. Ông ấy đã cho chúng tôi thấy nhiều hơn những kỳ vọng của mình. Ông ấy không chỉ biết mọi thứ về Gilgit Baltistan mà còn biết về toàn bộ Pakistan. Rất gần trong tương lai vào mùa đông, chúng tôi sẽ lập một chương trình cùng ông ấy để thăm Nam Pakistan. Maqbool là hướng dẫn viên du lịch tốt nhất của bạn ở Hunza.\nRất đáng để giới thiệu! Đọc thêm",
            "Mt. Maqbool là người hướng dẫn rất am hiểu và giàu thông tin. Nếu bạn muốn tận hưởng vẻ đẹp thực sự của Pakistan hay Gilgit-Baltistan thì hãy thuê dịch vụ của ông Maqbool. Anh ấy cũng giúp đỡ về việc hỗ trợ xin visa. \nRất khuyến khích!!!! Đọc thêm",
            "Đáng nhớ. Ngọc trai của thiên nhiên kim cương con người!   Tôi đề nghị những dịch vụ cảnh quan chữa bệnh này nếu Cơ quan Mai. Yêu cầu sự hỗ trợ của Asif1 Asif al Khan Asif 2Hạnh phúc...được Asfaq thúc đẩy và bạn đang có một cuộc sống rất hạnh phúc, an toàn.Đọc thêm",
            "Gilgit-Baltistan là một tỉnh của Pakistan ở vùng phía Bắc Pakistan. Đó là thiên đường cho những người leo núi, người đi bộ, người đánh thức, nhiếp ảnh gia những người yêu thiên nhiên. \n   Người điều hành tour và hướng dẫn viên du lịch của chúng tôi, ông MAQBOOL là hướng dẫn viên du lịch giỏi nhất ở Pakistan và Gilgit-Baltistan. \nChúng tôi đến thăm thung lũng Hunza, Skardu, Khaplu, Shigar, Fairy Meadows và đèo Khunjerav, nón Passu, cầu treo Gulmit, Sost và Husseni. \nChuyến tham quan thật tuyệt vời. Rất khuyến khích cho tất cả những ai muốn khám phá Gilgit-Baltistan. Đọc thêm",
            "Thung lũng Hunza là thung lũng đẹp nhất ở miền Bắc Pakistan. Nơi đó giống như một thiên đường nơi hạ giới và chuyến thăm Bắc Pakistan của bạn sẽ không trọn vẹn nếu không ghé thăm thung lũng Hunza. Nếu bạn muốn khám phá thung lũng Hunza thì hãy liên hệ theo số trên, bạn sẽ không cảm thấy tiếc nuối đâu. Ông Maqbool là người điều hành tour du lịch giỏi nhất và là hướng dẫn viên du lịch ở Hunza và Pakistan. \nRất khuyến khích chuyến thăm thung lũng Hunza!!! Đọc thêm",
            "Maqbool là một hướng dẫn viên du lịch tuyệt vời. Hài hước nhưng cực kỳ hiểu biết. Chuyến tham quan tốt nhất bao giờ hết! Nếu bạn đặt tour với công ty này, PGT sẽ yêu cầu ông chủ Maqbool. \n  Thung lũng Hunza là thung lũng rất đẹp trên trái đất. Nó rất đáng xem và rất khuyến khích!!! Đọc thêm",
            "Ông Maqbool Ahmad là một chuyên gia điều hành tour du lịch và hướng dẫn viên du lịch rất am hiểu, chuyên nghiệp, lịch sự. \nAnh ấy biết mọi thứ về Pakistan. Anh ấy được đánh giá cao đối với tất cả khách du lịch với mọi ngân sách. Anh ấy là hướng dẫn viên du lịch giỏi nhất ở HunzaPakistan.Đọc thêm",
            "Ông Maqbool là ngôi nhà tri thức và ông ấy rất tốt bụng, hiếu khách và là người hướng dẫn tuyệt vời. Anh ấy có những mối quan hệ rất tốt ở khắp mọi nơi ở Gilgit Baltistan. Anh ấy là người có kiến ​​thức và nói tiếng Anh lưu loát. \nNếu bạn muốn khám phá Hunza và Gilgit Baltistan thì hãy liên hệ với anh ấy theo số trên của anh ấy. Rất khuyến khích!?!Đọc thêm",
            "Ông Maqbool là hướng dẫn viên du lịch rất am hiểu và tốt bụng. Nếu bạn muốn đến thăm Hunza hoặc Gilgit Baltistan, chúng tôi rất khuyến khích!!! Đọc thêm",
            "Chúng tôi biết rất rõ về ông Maqbool vì chúng tôi đã được ông dẫn đi tham quan nên chúng tôi quyết định đi tham quan Hunza và Skardu cùng với ông Maqbool. Thật không may, chuyến bay của chúng tôi từ Islamabad đến Gilgit đã bị hủy, sau đó chúng tôi phải đi bằng đường bộ đến KKH qua Besham.  Hơn tất cả các chuyến tham quan thật tuyệt vời và tuyệt vời, Không còn nghi ngờ gì nữa, ông Maqbool thực sự là hướng dẫn viên du lịch giỏi nhất ở Hunza và Pakistan.  Rất khuyến khích!!! Đọc thêm",
            "Ông Maqbool Ahmad là một trong những hướng dẫn viên du lịch giỏi nhất của Hunza và Gilgit Baltistan. Anh ấy biết mọi điều về GB. Anh ấy rất chuyên nghiệp và hiểu biết. Rất khuyến khích.Đọc thêm",
            "Không còn nghi ngờ gì nữa, ông Maqbool là người điều hành tour du lịch và hướng dẫn viên du lịch giỏi nhất ở thung lũng Hunza và Gilgit-baltistan. Anh ấy rất hiểu biết, lịch sự, đúng giờ và chuyên nghiệp. Các dịch vụ của anh ấy rất được khuyến khích cho tất cả khách du lịch dù là heshe, solo hay theo nhóm. Bạn có thể liên hệ với anh ấy qua số WhatsApp trên của anh ấy để biết thêm thông tin. Đọc thêm",
            "Maqbool Ahmad là nhà điều hành tour du lịch và hướng dẫn viên du lịch siêu giỏi ở Hunza. Anh ấy rất hiểu biết, lịch sự, trung thực và chuyên nghiệp. Anh ấy cũng đưa chúng tôi đến gặp nhiều gia đình để thể hiện văn hóa của Hunza và Sikardu. Khuyến khích mạnh mẽ! Đọc thêm",
            "Ông Maqbool là ngôi nhà của tri thức và ông ấy rất rất tử tế, hiếu khách và là người hướng dẫn tuyệt vời. Ông ấy có mối quan hệ rất tốt ở khắp mọi nơi tại Gilgit Baltistan. Ông ấy là người hiểu biết và nói tiếng Anh lưu loát. Nếu bạn muốn khám phá Hunza và Gilgit Baltistan thì hãy liên hệ với ông ấy theo số điện thoại trên. Rất khuyến khích!?!Đọc thêm",
            "Ông Maqbool Ahmad là một chuyên gia điều hành tour du lịch và hướng dẫn viên du lịch rất am hiểu, chuyên nghiệp, lịch sự. Anh ấy biết mọi thứ về Pakistan. Anh ấy được đánh giá cao đối với tất cả khách du lịch với mọi ngân sách. Anh ấy là hướng dẫn viên du lịch giỏi nhất ở HunzaPakistan.Đọc thêm",
            "Khung cảnh thật tuyệt vời, chúng tôi đã lấp đầy ký ức của mình bằng những bức ảnh tuyệt đẹp! Một nơi tuyệt vời để thăm bạn bè và gia đình của bạn. Kỳ nghỉ cũng thật tuyệt vời! Đọc thêm",
            "Phải ghé thăm điểm đến dành cho những ai đang tìm kiếm cuộc phiêu lưu trong ban nhạc thanh bình tuyệt đẹp, trải nghiệm của tôi rất tuyệt. Tôi thực sự đã giới thiệu địa điểm ghé thăm này cùng gia đìnhĐọc thêm",
            "Nơi tuyệt vời của Châu Á Nơi an toàn của người Châu Á tôi thực sự khuyên bạn nên ghé thăm một lần nơi này rất tiết kiệm, trải nghiệm của tôi rất tuyệtĐọc thêm",
            "Tôi sẽ đi du lịch Hunza, Skardu và Shogran vào tuần đầu tiên của tháng 6, xin cho tôi biết nên mặc trang phục gì vào thời điểm đó, trời có nóng không??Đọc thêm",
            "Một nhóm 3 người bạn đang lên kế hoạch cho chuyến đi 3 đêm và 4 ngày đến Hunza từ Islamabad, Toyota Vitz 1000CC có thể đi hết cung đường này qua đỉnh Babusar không? và cần khoảng bao nhiêu nhiên liệu? \nCảm ơn trướcĐọc thêm",
            "Xin chào. Chúc bạn một ngày tốt lành. Vui lòng liên hệ với bạn tôi là ông Maqbool 92 333 4033331 để biết thêm thông tin. Cảm ơn bạn! Đọc thêm",
            "Tôi dự định đến thăm Hunza vào tháng 12 cùng gia đình nên theo bạn thì có đáng để ghé thăm nơi này vào mùa đông không vì tôi là người yêu tuyết. Bạn có thể hướng dẫn tôi được khôngĐọc thêm",
            "Xin chào Hina, tôi nghĩ hầu hết các chuyến tham quan sẽ kết thúc vào tháng 11. Bạn có dự định đi vào cuối tháng 12 trong kỳ nghỉ đông không? Bạn sẽ đi du lịch cùng gia đình có con nhỏ hay một mình? Tôi sẽ tiếp cận với cuộc phiêu lưu qua các ngã tư vì họ có thể đáp ứng hầu hết mọi hành trình và tùy chỉnh nó. infocrossroadsadventure.earth\n\nChúc may mắn! Đọc thêm",
            "Xin chào, tôi sẽ đến thăm hunza, naran, khunjerab và các khu vực lân cận vào tháng 7. Tôi nên đóng gói những loại quần áo nào? Tôi có nên mang theo áo khoác và một ít quần áo ấm không?Đọc thêm",
            "Chúng tôi có thể lấy Nissan noteĐọc thêm",
            "wagonR có thể dễ dàng đi Hunza từ Rawalpindi không?Đọc thêm",
            "Có, bạn có thể đi bây giờ, tình trạng đường xá đã tốt hơn so với trước đây. Đọc thêm",
            "Tôi có thể đến Hunza bằng Suzuki Cults Old ModelĐọc thêm",
            "Xin mọi người chia sẻ số Whatsapp của một nhà điều hành tour du lịch giỏi cho Thung lũng Hunza và Gilgit Baltistan?  Đọc thêm",
            "Bạn có thể liên hệ với hướng dẫn viên du lịch và nhà điều hành tour giỏi nhất, ông Maqbool. WhatsApp của anh ấy là.    92-333-4033331.\nScom của anh ấy là.    92-355-4444781\nBạn sẽ thực sự tận hưởng chuyến đi Hunza và Gilgit-Baltistan với mức giá hợp lý. Đọc thêm",
            "4 người\nLên kế hoạch cho chuyến tham quan 5 ngày từ Lahore đến thung lũng Hunza và các vùng lân cận.\nXe : WagonR\nChi phí ước tính cho toàn bộ chuyến tham quan với thời gian lưu trú tại khách sạn bình thường là bao nhiêu\nÝ kiến ​​của bất kỳ Khách truy cập gần đây nào đều được đánh giá caoĐọc thêm",
            "CHÀO!\nDưới đây là chi phí cho một chuyến tham quan bình thường ở WagonR\nNhiên liệu: 35-40k \nChỗ ở: 5k/phòng\nHoạt động và phiêu lưu: 20 - 30kĐọc thêm",
            "xin chào, tôi đang định đi du lịch đến đó từ Islamabad sau đó đến hanza, đồng cỏ cổ tích Gilgit skardu Naran ballet sau đó quay lại Islamabad, trước hết đây có phải là thời điểm tốt không, tôi biết trời sẽ lạnh, đây có phải là cách tốt không? \ncảm ơn VrejĐọc thêm",
            "Mùa tốt nhất để ghé thăm tất cả những điểm đến này là từ tháng 5 đến tháng 9. Tuy nhiên, Hunza có màu sắc đẹp nhất của Thu vào giữa tháng 10. Rất khuyến khích \n\nHãy cho chúng tôi biết nếu chúng tôi có thể giúp được gìĐọc thêm"
        ],
        "star_ratings": [
            229,
            20,
            4,
            0,
            1
        ],
        "review_amount": 254,
        "location": [
            "Gilgit-Baltistan",
            "Châu Á",
            "Hunza",
            "Pakistan",
            "Các hoạt động ở Hunza",
            "Thung lũng Hunza"
        ],
        "reviews_time": [
            "Written July 14, 2023",
            "Written October 3, 2023",
            "Written October 6, 2023",
            "Written October 7, 2023",
            "Written November 6, 2023",
            "Written November 7, 2023",
            "Written January 12, 2024",
            "Written January 14, 2024",
            "Written March 21, 2024",
            "Written April 5, 2024",
            "Written June 2, 2024",
            "Written May 19, 2024",
            "Written May 13, 2024",
            "Written May 4, 2024",
            "Written April 23, 2024",
            "Written April 5, 2024",
            "Written March 21, 2024",
            "Written March 21, 2024",
            "Written March 18, 2024",
            "Written March 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g469409-d600350-Reviews-Hunza_Valley-Hunza_Gilgit_Baltistan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g469409-d12801030-Reviews-Cafe_de_Pamir_Pamir_Guest_House-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469409-d23388295-Reviews-Magpie_Nest-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469409-d1152693-Reviews-Osho_Maraka-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469409-d1152684-Reviews-Cafe_De_Hunza-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g7349278-d1152691-Reviews-Hotel_Hunza_Embassy-Karimabad_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469409-d1152689-Reviews-Hidden_Paradise_Hunza_Pvt_Ltd-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g19681869-d24144302-Reviews-Punjab_Saqafat-Ganish_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469409-d23570222-Reviews-Gingerfort_Cafe-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469409-d15690663-Reviews-Mountain_Cup-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g469409-d17621489-Reviews-Sips_Bites-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g7349278-d472385-Reviews-Baltit_Fort-Karimabad_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g469409-d554055-Reviews-Altit_Fort-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g7349278-d12872270-Reviews-Eagles_Nest-Karimabad_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g469409-d26559404-Reviews-Lady_Finger_Peak-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g469409-d600350-Reviews-or10-Hunza_Valley-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g469409-d11652783-Reviews-Passu_Glacier-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g469409-d12588465-Reviews-Borith_Lake-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g469409-d12128110-Reviews-Sacred_Rocks_of_Hunza-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g469409-d12198687-Reviews-Batura_Glacier-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g469409-d13799511-Reviews-Hunza_River-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g469409-d12612403-Reviews-Gojal_Valley-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g17785689-d17862654-Reviews-Patundas_Meadows-Ghulkin_Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g469409-d25417935-Reviews-ChillKhun_BoiBar-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g469409-d12249043-Reviews-Attabad_lake-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g23222230-d14939214-Reviews-Hoper_Glacier_NAGAR-Hopar_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g7349278-d24158541-Reviews-Exploria-Karimabad_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g469409-d24017137-Reviews-Hunza_Valley-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g189462-d3324196-Reviews-Marathonisi-Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g32676-d12081098-Reviews-Carbon_Beach-Malibu_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1899527-d15240195-Reviews-Camelot_Beach_Club-Alsancak_Karavas_Kyrenia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g321538-d8387010-Reviews-Rio_Negro_Hot_Springs-Rincon_de_La_Vieja_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g488105-d7191661-Reviews-Crystal_Rock-Le_Morne.html",
            "https://www.tripadvisor.com/Attraction_Review-g293737-d3708191-Reviews-Dalia_Beach-Tangier_Tanger_Tetouan_Al_Hoceima.html",
            "https://www.tripadvisor.com/Attraction_Review-g60403-d265627-Reviews-Kalahari_Indoor_Waterpark-Wisconsin_Dells_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g652116-d5857867-Reviews-Aquarium_Cap_Blanc-Sant_Antoni_de_Portmany_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g2318557-d8387546-Reviews-Rikkos_Beach-Geroskipou_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g34346-d2175397-Reviews-Founders_Park-Islamorada_Florida_Keys_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g469409-d600350-Reviews-or10-Hunza_Valley-Hunza_Gilgit_Baltistan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g469409-d600350-Reviews-Hunza_Valley-Hunza_Gilgit_Baltistan.html"
    }
]