[
    {
        "attraction_name": "Hura Cars",
        "attraction_name_vi": "xe Hura",
        "general_info": [
            "553 đánh giá",
            "5 trên 118 Phương tiện di chuyển ở Huế",
            "Xe đưa đón Taxi",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Dịch vụ đưa đón bằng ô tô riêng ngày càng trở nên phổ biến trong những năm gần đây do sự tiện lợi và giá cả phải chăng. Hura Cars là nhà cung cấp dịch vụ vận chuyển ô tô cá nhân hàng đầu, mang đến cho khách hàng một dịch vụ đáng tin cậy và tiết kiệm chi phí để đáp ứng nhu cầu vận chuyển của họ. Hura Cars giải quyết những rắc rối khi di chuyển bằng cách cung cấp dịch vụ giao hàng tận nơi đáng tin cậy, an toàn và đảm bảo. Khách hàng có thể đặt chuyến đi trực tuyến hoặc qua điện thoại. Tất cả tài xế của Hura Cars đều đã được sàng lọc và kiểm tra, đồng thời tất cả các phương tiện đều được bảo hiểm đầy đủ và được bảo dưỡng theo tiêu chuẩn an toàn cao nhất. Hura Cars còn cung cấp nhiều dịch vụ bổ sung như hỗ trợ hành lý, ghế trẻ em và các điểm dừng bổ sung, cho phép khách hàng tùy chỉnh hành trình phù hợp với nhu cầu của mình.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có trải nghiệm tuyệt vời khi khám phá đèo Hải Vân bằng tàu hỏa và ô tô, nhờ Hura Cars qua Go Travel. Chúng tôi tự đặt chuyến tàu, độc lập với chuyến đi. Khi đến Huế, chúng tôi được tài xế xuất sắc của chúng tôi, Bin.Bin, người tài xế đặc biệt của chúng tôi, đón ngay lúc 11:15 sáng từ ga xe lửa, người cực kỳ am hiểu, cung cấp thông tin chi tiết về một số địa điểm ở Huế. Kỹ năng tiếng Anh xuất sắc của anh ấy khiến việc giao tiếp trở nên dễ dàng. Bin rất linh hoạt với lịch trình của chúng tôi, đảm bảo chúng tôi quản lý tốt thời gian của mình. Quãng đường 3 giờ lái xe về Đà Nẵng không chỉ suôn sẻ mà còn hấp dẫn khi Bin chia sẻ những câu chuyện và thông tin hấp dẫn về khu vực này. Anh ấy đã vượt lên trên tất cả bằng cách giúp chúng tôi chụp được những bức ảnh tuyệt đẹp tại các danh lam thắng cảnh dọc tuyến đường. Tính chuyên nghiệp, chuyên môn và thái độ thân thiện của Bins đã khiến chuyến đi của chúng tôi thực sự đáng nhớ. Đối với bất kỳ ai đang cân nhắc một chuyến đi linh hoạt, được cá nhân hóa, chúng tôi thực sự khuyên bạn nên sử dụng công ty này. Và để đảm bảo trải nghiệm hoàn hảo, chắc chắn yêu cầu Binyou sẽ được đảm bảo về thời gian hoàn hảo!Đọc thêm",
            "Chúng tôi đặt xe Hura chở từ Huế về Đà Nẵng, mất khoảng 3,5 tiếng, dừng ở bờ biển và ở đèo Hải Vân.  Sắp xếp việc đặt phòng với ông Hoàng qua email thật dễ dàng.  Người lái xe Nguen hay Davis, biệt danh của anh ấy, đã xuất hiện đúng giờ và chiếc xe sạch sẽ và thoải mái.  Davis nói tiếng Anh khá tốt, lịch sự và hữu ích.  Tôi cũng rất hài lòng khi anh lái xe lên xuống đèo Hải Vân lộng gió một cách cẩn thận. Được đề xuất.Đọc thêm",
            "Tôi đã có một trải nghiệm tuyệt vời từ Huế đến Hội An! Công ty phản hồi rất nhanh trên WhatsApp và tôi không gặp vấn đề gì khi đặt tài xế vào ngày hôm trước. Tài xế của tôi, David, cực kỳ chuyên nghiệp và lái xe rất cẩn thận. Xe nhìn cũng rất sạch sẽ và khá mới. Tôi chắc chắn sẽ sử dụng công ty này và David! một lần nữa trong tương lai, đặc biệt nếu họ đưa ra mức giá cạnh tranh cho các tuyến du lịch thông thường khác.Đọc thêm",
            "Dịch vụ xuất sắc. Không thể dễ dàng hơn. Các tài xế nói tiếng Anh và rất hữu ích. Đã tham gia thảo luận với khách hàng. Đọc thêm",
            "Chúng tôi đã sử dụng Hura Cars hai lần trong chuyến thăm Việt Nam gần đây. Rất khuyến khích công ty này! Một chuyến từ Hội An đến Huế và một chuyến từ Huế đến Phong Nha. Xe sạch sẽ, tài xế rất chuyên nghiệp và thân thiện. Dễ dàng giao tiếp qua Whats App. Không đắt, thực sự đáng giá!Đọc thêm",
            "Chúng tôi đã đặt qua khách sạn Kha của chúng tôi để có một tài xế riêng và có được Davis. Anh ấy là một hướng dẫn viên du lịch và tài xế tuyệt vời. Anh ấy chỉ cho chúng tôi tất cả những địa điểm nổi tiếng và chỉ cho chúng tôi những nơi tốt nhất để đi. Rất muốn giới thiệu và đi lại! Đọc thêm",
            "QUANG là một tài xế và hướng dẫn viên tuyệt vời. Anh ấy rất thân thiện và nói tiếng Anh rất tốt. Anh ấy đề xuất cho chúng tôi nhiều việc phải làm hoặc thăm quan. Anh ấy luôn luôn đúng giờ và thực hành giá tốt. Tôi thực sự khuyên bạn nên đi du lịch với anh ấy. Anh ấy dừng lại để nếm thử cà phê trứng rất ngon. Hẹn gặp lại quý khách trong chuyến du lịch Huế tiếp theo. Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời khi đi du lịch từ Huế đến Hội An cùng Quang. Anh ấy là một hướng dẫn viên rất thân thiện và chỉ cho chúng tôi tất cả những địa điểm tuyệt vời, đồng thời tìm được một nơi để bán bánh mì ngon cho bữa sáng. Chúng tôi được đón tại trạm xe buýt ở Huế và sau đó trả khách tại Nhà nghỉ ở Hội An, rất thuận tiện! Muốn giới thiệu Quang làm hướng dẫn viên và tài xế:!Đọc thêm",
            "Chúng tôi tìm thấy Hura Cars ở Vương quốc Anh khi đang tìm dịch vụ đưa đón từ Sân bay Huế đến khách sạn của chúng tôi ở Huế.  Sự liên lạc và tương tác với Hura Cars tốt đến nỗi khi chúng tôi có chuyến bay sớm từ Hà Nội, chúng tôi quyết định đến thăm một vài lăng mộ của các vị hoàng đế ở ngoại ô trước khi nhận phòng. Hura Cars đã gợi ý điều đó, nhưng không có gì khó bán và nó là một cách tuyệt vời để lấp đầy thời gian mà nếu không thì sẽ phải loay hoay chờ đợi nhận phòng. Vì phong cách chuyên nghiệp của họ, chúng tôi cũng yêu cầu họ chuyển chúng tôi từ Huế đến Hội An qua tuyến đường ngắm cảnh.  Thật hoàn hảo, rất nhiều thứ để ngắm nhìn với nhịp độ thoải mái Nghĩa trang A Bàng, ngôi chùa ở Đà Nẵng, Ngũ Hành Sơn, đèo Hải Vin và đến Hội An để sẵn sàng nhận phòng. Thùng hướng dẫn viên của chúng tôi thật tuyệt vời.  Công ty tuyệt vời, kiến ​​thức, khiếu hài hước, tiếng Anh tốt và tài xế cẩn thận. Việc sử dụng Hura Cars là một quyết định đúng đắn và chúng tôi sẽ không ngần ngại giới thiệu họ cho những khách du lịch khác.Đọc thêm",
            "Nếu bạn đặt chuyến tham quan này với Hura Cars, bạn sẽ không chỉ được đưa đón từ thành phố này sang thành phố khác. Bạn có thể chọn tham quan mọi điểm tham quan trên đường đi. Chúng tôi rất may mắn khi có David làm tài xế. Anh ấy rất thân thiện, vui tính và cũng là một người lái xe giỏi. Vì anh ấy nói tiếng Anh tốt nên anh ấy cũng cung cấp cho chúng tôi rất nhiều thông tin.  Chúng tôi đã trải qua ngày hôm đó với niềm vui tột cùng. Chúng tôi đánh giá cao David và Hura Cars!! Marion và Dieter đến từ ĐứcĐọc thêm"
        ],
        "star_ratings": [
            531,
            22,
            3,
            3,
            0
        ],
        "review_amount": 559,
        "location": [
            "Huế",
            "Những điều cần làm ở Huế",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "xe Hura",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 29, 2024",
            "Written May 20, 2024",
            "Written May 18, 2024",
            "Written May 13, 2024",
            "Written April 29, 2024",
            "Written April 22, 2024",
            "Written April 22, 2024",
            "Written April 20, 2024",
            "Written April 17, 2024",
            "Written April 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or10-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940215-Reviews-Hue_To_Go_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198099-Reviews-Hue_Photo_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11769405-Reviews-Hue_Happyrider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d9705672-Reviews-Dieu_De_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11947607-Reviews-Let_s_Hue_Local_Buddies-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2519037-Reviews-Dong_Ba_Market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2097429-Reviews-Hue_Kangaroo_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d15198174-Reviews-Your_My_Local_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7950988-Reviews-Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d18923428-Reviews-Binh_Minh_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d110144-Reviews-Fifth_Avenue-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147353-d150612-Reviews-Norman_Island_Caves-British_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d552524-Reviews-Negombo_Fish_Market-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d1439241-Reviews-Metromover-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g42384-d16813907-Reviews-Water_Warrior_Island-Lake_Orion_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103642-Reviews-Castle_Island-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d2578926-Reviews-Sauna_Spartakus-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g303833-d3650256-Reviews-Katarina_Island-Rovinj_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d7776921-Reviews-Two_Bit_Circus-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d672529-Reviews-Nakalele_Blowhole-Maui_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or10-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hura Cars",
        "attraction_name_vi": "xe Hura",
        "general_info": [
            "553 đánh giá",
            "5 trong số 118 Phương tiện di chuyển ở Huế",
            "Taxi đưa đón",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Dịch vụ đưa đón bằng ô tô riêng ngày càng trở nên phổ biến trong những năm gần đây do sự tiện lợi và giá cả phải chăng. Hura Cars là nhà cung cấp dịch vụ vận chuyển ô tô cá nhân hàng đầu, mang đến cho khách hàng một dịch vụ đáng tin cậy và tiết kiệm chi phí để đáp ứng nhu cầu vận chuyển của họ. Hura Cars giải quyết những rắc rối khi di chuyển bằng cách cung cấp dịch vụ giao hàng tận nơi đáng tin cậy, an toàn và đảm bảo. Khách hàng có thể đặt chuyến đi trực tuyến hoặc qua điện thoại. Tất cả tài xế của Hura Cars đều đã được sàng lọc và kiểm tra, đồng thời tất cả các phương tiện đều được bảo hiểm đầy đủ và được bảo dưỡng theo tiêu chuẩn an toàn cao nhất. Hura Cars còn cung cấp nhiều dịch vụ bổ sung như hỗ trợ hành lý, ghế trẻ em và các điểm dừng bổ sung, cho phép khách hàng tùy chỉnh hành trình phù hợp với nhu cầu của mình.Đọc thêm",
        "reviews": [
            "Đặt xe Hura Cars và họ cho chúng tôi anh Khahn làm tài xế. Anh ấy ở cùng chúng tôi trong 2 ngày và đưa chúng tôi từ Đà Nẵng đến Đồng Hới cùng với các chuyến đi đến Thiên đường và Động Phong Na. Anh ấy khá có kinh nghiệm và hiểu tiếng Anh, giúp chúng tôi đổi tiền với tỷ giá rất tốt, đáp ứng sở thích ăn uống của chúng tôi ngay cả khi đi xa. Thực sự khuyên bạn nên đặt xe anh ấy khi lên kế hoạch cho một chuyến đi quanh Đồng Hới, Đà Nẵng, Huế. Đọc thêm",
            "Chúng tôi đã có một chuyến di chuyển rất thoải mái từ Đà Nẵng đến Huế. David là một người lái xe rất an toàn, người đã chỉ cho chúng tôi một số danh lam thắng cảnh. Cảm ơn bạn!Đọc thêm",
            "Chúng tôi ở lại Huế và đặt xe Hura trước tiên để thực hiện chuyến đi trong ngày đến 3 ngôi mộ và làng hương. Đặt phòng qua email và giao tiếp tuyệt vời. Bin đến vào ngày đầu tiên, là một người lái xe an toàn, thân thiện, vui tính và nhiều thông tin. Bin cũng đưa chúng tôi từ Huế đến Hội A qua nghĩa trang A Bàn, đầm và ngọc trai, đường đèo và đến khách sạn của chúng tôi. Một lần nữa Bin thật tuyệt vời. Công ty tuyệt vời để giao dịch, giá tốt, giao tiếp tốt. Hỏi Bình. Đọc thêm",
            "Chuyến đi rất đẹp và yên tĩnh.  Bi là một người lái xe rất thân thiện và có tiếng Anh tốt. Đặt phòng dễ dàng qua internet với phản hồi ngay lập tức.Đọc thêm",
            "Không thể lỗi nó. Đón khách đúng giờ bởi tài xế Khánh nói tiếng Anh tốt. Chúng tôi được đưa đến bãi biển Lăng Cô, đèo Hải Vân, Đà Nẵng, Ngũ Hành Sơn. Không có gì là quá khó khăn và Khánh đã dành thời gian dừng lại ở những địa điểm đẹp để chụp ảnh. Rất đáng đồng tiền và tôi không ngần ngại giới thiệu xe Hura. Một ngày hoàn hảoĐọc thêm",
            "Chuyến đi tuyệt vời với tài xế David của chúng tôi. Lái xe an toàn và dừng lại ở các danh lam thắng cảnh trên đường. Rất nhiều kỳ nghỉ thoải mái. Rất khuyến khíchĐọc thêm",
            "Chúng tôi đã gặp một số tài xế taxi trong kỳ nghỉ ở Việt Nam và Gon là người đầu tiên nói tiếng Anh tốt. Anh đưa chúng tôi từ Hội An vào Huế và vì sáng nay người hướng dẫn viên mất tích nên Gon nhận nhiệm vụ này. Anh ấy đã làm điều này một cách hoàn hảo và cũng rất linh hoạt. Anh ấy cho chúng tôi nhiều thời gian để chụp thêm vài bức ảnh về cầu rồng và ngư dân địa phương chẳng hạn. Việc điều chỉnh lịch trình đã định bằng cách thêm bớt địa điểm cũng không phải là vấn đề với Gon. Rất đẹp. Theo yêu cầu của chúng tôi, anh ấy sẽ là tài xế taxi và hướng dẫn lại vào ngày hôm sau. Chúng tôi rất hài lòng với Gon và chắc chắn có thể giới thiệu anh ấy. Với anh ấy, bạn không cần thêm hướng dẫn viên ở khu vực Huế.Đọc thêm",
            "Rất vui khi sắp xếp chuyến trung chuyển vào phút cuối từ Phong Nha đến Huế qua đường hầm Vin Mộc và DMZ với Hura Cars. Giao tiếp là đỉnh cao và Khánh tài xế của chúng tôi là người giỏi nhất. Lái xe rất an toàn, nhiều thông tin trên đường và khiếu hài hước tuyệt vời!  Rất khuyến khích công ty này và Khánh!Đọc thêm",
            "Trình điều khiển và tuyến đường tuyệt vời. Rất nhiều điểm dừng cho đồ uống nếu được yêu cầu. Ngũ Hành Sơn rất thú vị và tài xế đã giúp chúng tôi mua vé. Người lái xe đã chỉ ra rất nhiều điểm đất trên đường khiến chuyến đi trở nên thú vị. Anh ấy đã nỗ lực chỉ cho chúng tôi những điều mà chúng tôi quan tâm. Top drive!Đọc thêm",
            "Chuyến đi tuyệt vời. Hướng dẫn viên của chúng tôi, Tin, thật tuyệt vời và đã cung cấp cho chúng tôi rất nhiều thông tin hữu ích. Bản thân chuyến tham quan thật tuyệt vời với một chiếc xe mới và sự thoải mái tuyệt vời. Tôi khuyên bạn nên thêm tùy chọn làng ma A Bằng nếu có thể vì nó thực sự phi thường.Đọc thêm",
            "Xin chào, bạn có boa cho tài xế không? Tôi không chắc nó hoạt động như thế nào. Cảm ơn!Đọc thêm",
            "Tiền boa cho tài xế là lựa chọn cá nhân và không bắt buộc. Nếu bạn cảm thấy tài xế đã cung cấp dịch vụ xuất sắc, bạn có thể chọn tip cho họ như một cách thể hiện sự đánh giá cao của bạn. Số tiền tip cũng tùy bạn, nhưng thông thường thì tip khoảng 100-200.000 vnđ cho chuyến đi trong ngàyĐọc thêm"
        ],
        "star_ratings": [
            531,
            22,
            3,
            3,
            0
        ],
        "review_amount": 559,
        "location": [
            "Huế",
            "Những điều cần làm ở Huế",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "xe Hura",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 9, 2024",
            "Written April 3, 2024",
            "Written April 1, 2024",
            "Written March 31, 2024",
            "Written March 26, 2024",
            "Written March 24, 2024",
            "Written March 21, 2024",
            "Written March 21, 2024",
            "Written March 21, 2024",
            "Written March 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d11948135-Reviews-or10-Hura_Cars-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or20-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940215-Reviews-Hue_To_Go_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198099-Reviews-Hue_Photo_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11769405-Reviews-Hue_Happyrider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d9705672-Reviews-Dieu_De_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11947607-Reviews-Let_s_Hue_Local_Buddies-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2519037-Reviews-Dong_Ba_Market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2097429-Reviews-Hue_Kangaroo_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d15198174-Reviews-Your_My_Local_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7950988-Reviews-Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d18923428-Reviews-Binh_Minh_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d4294900-Reviews-The_Scott_Antique_Markets-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g8596538-d2435190-Reviews-Pir_Sohawa-Haripur_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g667480-d1488937-Reviews-Saint_Martin_Island-Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g31230-d4084054-Reviews-Downtown_Gilbert-Gilbert_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g304006-d2312022-Reviews-Redang_Island-Pulau_Redang_Terengganu.html",
            "https://www.tripadvisor.com/Attraction_Review-g32428-d117110-Reviews-Gilroy_Gardens_Family_Theme_Park-Gilroy_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32892-d7987557-Reviews-Pioneertown-Pioneertown_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298309-d3316237-Reviews-Mount_Santubong-Kuching_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d208901-Reviews-The_Strand_Bookstore-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d116441-Reviews-Center_for_Puppetry_Arts-Atlanta_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or20-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or10-Hura_Cars-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hura Cars",
        "attraction_name_vi": "xe Hura",
        "general_info": [
            "553 đánh giá",
            "5 trên 118 Phương tiện di chuyển ở Huế",
            "Taxi đưa đón",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Dịch vụ đưa đón bằng xe riêng ngày càng trở nên phổ biến trong những năm gần đây do tính tiện lợi và giá cả phải chăng. Hura Cars là nhà cung cấp dịch vụ đưa đón bằng xe riêng hàng đầu, cung cấp cho khách hàng dịch vụ đáng tin cậy và tiết kiệm chi phí để đáp ứng nhu cầu vận chuyển của họ. Hura Cars giúp bạn không phải bận tâm khi đi lại bằng cách cung cấp dịch vụ tận nơi đáng tin cậy, an toàn và bảo mật. Khách hàng có thể đặt chuyến đi trực tuyến hoặc qua điện thoại Tất cả tài xế của Hura Cars đều đã được sàng lọc và thẩm tra, và tất cả các xe đều được bảo hiểm đầy đủ và bảo dưỡng theo tiêu chuẩn an toàn cao nhất. Hura Cars cũng cung cấp một loạt các dịch vụ bổ sung như hỗ trợ hành lý, ghế trẻ em và các điểm dừng bổ sung, cho phép khách hàng tùy chỉnh hành trình của mình để phù hợp với nhu cầu của họ. Đọc thêm",
        "reviews": [
            "Tin thật tuyệt vời.  Anh ấy đến Hội An đúng giờ, là một người lái xe rất an toàn và chia sẻ thông tin với chúng tôi về khu vực.  Xe của anh ấy rất sạch sẽ và thoải mái.Đọc thêm",
            "Người lái xe tuyệt vời, lái xe rất cẩn thận - đã có một cuộc trò chuyện thực sự thú vị trong suốt hành trình! Lượt xem tuyệt vời! Chắc chắn sẽ đặt lại nếu chúng tôi quay lại khu vực này! Đọc thêm",
            "Lái xe tuyệt vời với Tin Tin! Anh ấy lái xe rất an toàn và cho chúng tôi những lời khuyên hữu ích ở Hội An. Đèo Hải Vân là một điểm nổi bật!Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến đi từ Huế đến Hội An. Chúng tôi là một gia đình gồm 3 người với một em bé 11 tháng tuổi. Tôi tìm thấy tổ chức đó trực tuyến và liên hệ với họ qua Mail và yêu cầu họ liên hệ với tôi qua whatsapp. Mọi thứ khá dễ dàng. Trong vòng một giờ, chúng tôi đã có phương tiện di chuyển cho ngày hôm sau và họ hứa sẽ lắp ghế ngồi cho trẻ em. Ngày hôm sau. David là tài xế của chúng tôi và ghế ngồi cho trẻ em đã được lắp đúng như đã hứa. David là một tài xế cẩn thận và chúng tôi đã nói chuyện về cuộc sống ở Việt Nam và về những đứa con của anh ấy và em bé của chúng tôi. Anh ấy gợi ý chúng tôi dừng lại ở Đà Nẵng để mua thức ăn cho trẻ em và chỉ cho chúng tôi những nơi mà chúng tôi không đặt trước. Tài xế tuyệt vời, chuyên nghiệp và luôn nỗ lực hết mình! Hãy đi cùng anh ấy và tổ chức hura cars nếu bạn muốn tận hưởng một cuộc sống dễ dàng. Đọc thêm",
            "Có một hành trình tuyệt vời với Tín từ Huế đến Hội An. Anh ấy là một chàng trai siêu tốt và thật tuyệt vời với đứa con bé bỏng của chúng tôi. Chắc chắn sẽ đi với anh ấy một lần nữa.Đọc thêm",
            "Đó là một cách rất thoải mái để đi từ khách sạn của chúng tôi ở Hội An đến khách sạn ở Huế qua đèo Hải Vân, chúng tôi muốn xem. Đầu tiên chúng tôi dừng lại ở Ngũ Hành Sơn. Tài xế Tin của chúng tôi rất nhiệt tình, hữu ích và chúng tôi luôn cảm thấy tiết kiệm trong suốt chuyến đi. Đọc thêm",
            "Quang là một người lái xe xuất sắc - thân thiện và nhiều thông tin. Anh ấy dừng lại ở những địa điểm chụp ảnh tuyệt vời và cung cấp cho chúng tôi một số thông tin hữu ích trong chuyến đi. Tôi sẽ không ngần ngại giới thiệu anh ấy.Đọc thêm",
            "Chúng tôi đã có 10 trên 10 trải nghiệm với Hura Cars. Tài xế đầu tiên của chúng tôi là Tín từ sân bay về khách sạn ở Huế. Sau đó chúng tôi thực hiện hai chuyến đi nửa ngày với Nam và sau đó đi ô tô từ Huế đến Hội A cùng Bin. Các tài xế đều rất tuyệt vời, họ rất đúng giờ, có khiếu hài hước, tiếng Anh rất tốt và lái xe tuyệt vời và rất đáng đồng tiềnĐọc thêm",
            "Tin tài xế của chúng tôi đang đợi chúng tôi ở cổng cảng. Chỉ cách tàu một quãng đi bộ ngắn nhưng công ty điều hành tour không được phép vào khu vực Cảng. Tin rất am hiểu về khu vực này và đã cho chúng tôi cái nhìn sâu sắc về khu vực này. Thật không may cho chúng tôi thời tiết không đẹp và chúng tôi có mưa ở Cầu Vàng. Vì chúng tôi có những hạn chế về thời gian nên chuyến tham quan của chúng tôi được thực hiện để phù hợp với thời gian của chúng tôi, đó là một phần thưởng. Chúng tôi thực sự có thể giới thiệu Tin làm hướng dẫn viên du lịch và xe Hura là nhà điều hành tour được tổ chức tốtĐọc thêm",
            "Dịch vụ chuyên nghiệp tuyệt vời. Đón nhanh chóng từ sân bay và đưa về Hội An. Giá cả cũng khá hợp lý. Taxi có thể rẻ hơn nhưng chúng tôi muốn đảm bảo việc di chuyển nhanh chóng và dễ dàng sau một ngày dài di chuyển. Khách sạn của chúng tôi ở Hội An đã tính phí chuyển khoản gấp đôi. Tôi thực sự khuyên bạn nên đặt những người này cho bất kỳ ai.Đọc thêm"
        ],
        "star_ratings": [
            531,
            22,
            3,
            3,
            0
        ],
        "review_amount": 559,
        "location": [
            "Sắc màu",
            "Những điều cần làm ở Huế",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "xe Hura",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 19, 2024",
            "Written March 18, 2024",
            "Written March 17, 2024",
            "Written March 17, 2024",
            "Written March 14, 2024",
            "Written March 13, 2024",
            "Written March 12, 2024",
            "Written March 12, 2024",
            "Written March 12, 2024",
            "Written March 11, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d11948135-Reviews-or20-Hura_Cars-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or10-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or30-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940215-Reviews-Hue_To_Go_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198099-Reviews-Hue_Photo_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11769405-Reviews-Hue_Happyrider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d9705672-Reviews-Dieu_De_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11947607-Reviews-Let_s_Hue_Local_Buddies-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2519037-Reviews-Dong_Ba_Market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2097429-Reviews-Hue_Kangaroo_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d15198174-Reviews-Your_My_Local_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7950988-Reviews-Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d18923428-Reviews-Binh_Minh_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g47266-d272399-Reviews-Gilgo_Beach-Babylon_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d107523-Reviews-The_Elms-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d127352-Reviews-Bradbury_Building-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g194867-d12101326-Reviews-Cafe_Mirante-Praiano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34219-d10198394-Reviews-Sugarloaf_Mountain-Ferndale_Lake_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32997-d532025-Reviews-Caymus_Vineyards-Rutherford_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d3393051-Reviews-Aspire_Park-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g15305982-d23844330-Reviews-IsIltI_Masaj_Salonu_Terapi_Spa_Merkezi-Selcuklu_Konya.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d142393-Reviews-Club_Fugazi-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d2337247-Reviews-Seomyeon_Food_Alley-Busan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or30-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or20-Hura_Cars-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hura Cars",
        "attraction_name_vi": "xe Hura",
        "general_info": [
            "553 đánh giá",
            "5 trong số 118 Phương tiện di chuyển ở Huế",
            "Taxi đưa đón",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Dịch vụ đưa đón bằng ô tô riêng ngày càng trở nên phổ biến trong những năm gần đây do sự tiện lợi và giá cả phải chăng. Hura Cars là nhà cung cấp dịch vụ vận chuyển ô tô cá nhân hàng đầu, mang đến cho khách hàng một dịch vụ đáng tin cậy và tiết kiệm chi phí để đáp ứng nhu cầu vận chuyển của họ. Hura Cars giải quyết những rắc rối khi di chuyển bằng cách cung cấp dịch vụ giao hàng tận nơi đáng tin cậy, an toàn và đảm bảo. Khách hàng có thể đặt chuyến đi trực tuyến hoặc qua điện thoại. Tất cả tài xế của Hura Cars đều đã được sàng lọc và kiểm tra, đồng thời tất cả các phương tiện đều được bảo hiểm đầy đủ và được bảo dưỡng theo tiêu chuẩn an toàn cao nhất. Hura Cars còn cung cấp nhiều dịch vụ bổ sung như hỗ trợ hành lý, ghế trẻ em và các điểm dừng bổ sung, cho phép khách hàng tùy chỉnh hành trình phù hợp với nhu cầu của mình.Đọc thêm",
        "reviews": [
            "Rất khuyến khích Tin tài xế của chúng tôi từ sân bay đến khách sạn thật tuyệt vời và sau đó chúng tôi đã thực hiện hai chuyến đi nửa ngày với Nan, anh ấy là một người lái xe an toàn tuyệt vời và rất đáng yêuThêm",
            "Ngày diệu kỳ. Min, người lái xe của chúng tôi thật tuyệt vời, chỉ ra vô số điểm tham quan, rất hiểu biết, thân thiện, ân cần và nói tiếng Anh rất tốt. Đọc thêm",
            "Chúng tôi đã đặt Hura Cars thông qua BookAway cho chuyến khứ hồi đến và đi từ Sân bay Đà Nẵng và Hội An vài tháng trước, một tuần trước khi đến nơi, chúng tôi đã nhận được thông báo thay đổi chuyến bay cho cả ngày đến và ngày đi.  Đã thử liên hệ với Bookaway để thực hiện thay đổi, không có phản hồi.  Đã tìm thấy email của Hura Cars và gửi cho họ một ghi chú và phản hồi của họ rất kịp thời và không có vấn đề gì làm thay đổi thời gian nhận hàng của chúng tôi.  Trình điều khiển rất đúng giờ và an toàn. Rất muốn giới thiệu DarrylĐọc thêm",
            "Hải hướng dẫn chúng tôi từ Hội An đến Huế qua Hải Vân Pas. Đó là một chuyến đi tuyệt đẹp. Hải kể cho chúng tôi rất nhiều về lịch sử của Huế. Điểm dừng chân đầu tiên là Ngũ Hành Sơn, nó rất đáng giá, đặc biệt là các hang động. Nếu muốn, chúng tôi có thể đến thăm nhà máy sản xuất đá cẩm thạch, nhưng chúng tôi nghĩ rằng nó không đáng. Vì vậy, chúng tôi có thể đi và dừng ở nơi chúng tôi muốn một chút. Trên đỉnh chúng tôi dừng lại và điểm dừng cuối cùng của chúng tôi là Vịnh Long, nơi chúng tôi ăn tôm hùm ở một nơi tuyệt vời. Đó là một chuyến đi tuyệt vời nhờ Hải.Đọc thêm",
            "Đó là một chuyến đi tuyệt vời và thú vị và tài xế Tin của chúng tôi thực sự tuyệt vời! Rất có thể giới thiệu! Cảm ơn rất nhiều về chuyến tham quan và lời giải thích!Đọc thêm",
            "Tin Tin đã đến đúng giờ, rất thân thiện và dễ dàng giao tiếp cả trực tiếp và trên whatsapp. Anh ấy cũng là một người lái xe xuất sắc và an toàn - không vượt quá hung hãn hoặc bấm còi liên tục, điều mà tôi đánh giá cao: Ngũ Hành Sơn không có trong danh sách tham quan của tôi trước đây nhưng bây giờ tôi chắc chắn rất vui vì đã đi - hãy mang theo máy ảnh của bạn!Đọc thêm",
            "Tin, tài xế của chúng tôi, là một công ty tuyệt vời và là một người lái xe rất an toàn. Anh ấy đi đường vòng để đưa chúng tôi qua Cầu Rồng ở Đà Nẵng và dừng rất nhiều lần trên đường đi để chụp ảnh. Đèo Hải Vân thật ngoạn mục. Sau đó Tín đưa chúng tôi đến một nhà hàng trên bãi biển gần đầm đầu tiên. Có rất nhiều hải sản tươi sống để bạn lựa chọn và các món ăn là một trong những món ngon nhất chúng tôi từng có trong chuyến đi. Đây không chỉ đơn giản là một chuyến taxi từ Hội An đến Huế - một lựa chọn tuyệt vời!Đọc thêm",
            "Chúng tôi đã có một chuyến đi ô tô riêng tuyệt vời từ Huế đến Hội An với tài xế Tin Tin. Anh ấy là một người lái xe rất an toàn và đã cung cấp cho chúng tôi những thông tin rất hữu ích trên đường đi. Chúng tôi thực sự có thể giới thiệu Tin!Đọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời từ Hội An đến Huế với những điểm dừng chân thú vị trên đường đi. Tài xế Khanh của chúng tôi rất tuyệt vời trong cả việc lái xe và hướng dẫn. Rất đáng để giới thiệu!Đọc thêm",
            "Tài xế Tin của chúng tôi rất thông tin, lịch sự và thân thiện. Anh ấy nói tiếng Anh tốt và giải thích mọi thứ khi chúng tôi đi từ Hwe đến Hội An. Anh ấy là một người lái xe an toàn tốt. Anh ấy đã giúp sắp xếp một chuyến tham quan vào sáng sớm đến Thánh địa Mỹ Sơn và giới thiệu những nhà hàng ngon ở HoyAn. Tôi rất muốn giới thiệu anh ấy và công ty của anh ấy.Đọc thêm",
            "Xin chào, bạn có boa cho tài xế không? Tôi không chắc nó hoạt động như thế nào. Cảm ơn!Đọc thêm",
            "Tiền boa cho tài xế là lựa chọn cá nhân và không bắt buộc. Nếu bạn cảm thấy tài xế đã cung cấp dịch vụ xuất sắc, bạn có thể chọn tip cho họ như một cách thể hiện sự đánh giá cao của bạn. Số tiền tip cũng tùy bạn, nhưng thông thường thì tip khoảng 100-200.000 vnđ cho chuyến đi trong ngàyĐọc thêm"
        ],
        "star_ratings": [
            531,
            22,
            3,
            3,
            0
        ],
        "review_amount": 559,
        "location": [
            "Huế",
            "Những điều cần làm ở Huế",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "xe Hura",
            "Châu Á"
        ],
        "reviews_time": [
            "Written March 10, 2024",
            "Written March 9, 2024",
            "Written March 8, 2024",
            "Written March 8, 2024",
            "Written March 6, 2024",
            "Written March 4, 2024",
            "Written March 4, 2024",
            "Written March 3, 2024",
            "Written March 2, 2024",
            "Written February 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d11948135-Reviews-or30-Hura_Cars-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or20-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or40-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940215-Reviews-Hue_To_Go_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198099-Reviews-Hue_Photo_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11769405-Reviews-Hue_Happyrider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d9705672-Reviews-Dieu_De_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11947607-Reviews-Let_s_Hue_Local_Buddies-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2519037-Reviews-Dong_Ba_Market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2097429-Reviews-Hue_Kangaroo_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d15198174-Reviews-Your_My_Local_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7950988-Reviews-Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d18923428-Reviews-Binh_Minh_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d550709-Reviews-Diamond_Plaza-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g776022-d6923044-Reviews-Dafnoudi_Beach-Fiscardo_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g499263-d4599996-Reviews-Toronto_Premium_Outlets-Halton_Hills_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g34531-d2647227-Reviews-The_Gardens_Mall-Palm_Beach_Gardens_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g186525-d187652-Reviews-Royal_Yacht_Britannia-Edinburgh_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g53373-d106590-Reviews-Ohiopyle_State_Park-Ohiopyle_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d584709-Reviews-Red_Reef_Park-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d17675899-Reviews-Charlotte_Metro_Credit_Union_Amphitheater-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g44877-d3335746-Reviews-Shady_Beach-Saint_Clair_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d297797-Reviews-Tortugranja-Isla_Mujeres_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or40-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or30-Hura_Cars-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hura Cars",
        "attraction_name_vi": "xe Hura",
        "general_info": [
            "553 đánh giá",
            "5 trên 118 Phương tiện di chuyển ở Huế",
            "Taxi đưa đón",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Dịch vụ đưa đón bằng ô tô riêng ngày càng trở nên phổ biến trong những năm gần đây do sự tiện lợi và giá cả phải chăng. Hura Cars là nhà cung cấp dịch vụ vận chuyển ô tô cá nhân hàng đầu, mang đến cho khách hàng một dịch vụ đáng tin cậy và tiết kiệm chi phí để đáp ứng nhu cầu vận chuyển của họ. Hura Cars giải quyết những rắc rối khi di chuyển bằng cách cung cấp dịch vụ giao hàng tận nơi đáng tin cậy, an toàn và đảm bảo. Khách hàng có thể đặt chuyến đi trực tuyến hoặc qua điện thoại. Tất cả tài xế của Hura Cars đều đã được sàng lọc và kiểm tra, đồng thời tất cả các phương tiện đều được bảo hiểm đầy đủ và được bảo dưỡng theo tiêu chuẩn an toàn cao nhất. Hura Cars còn cung cấp nhiều dịch vụ bổ sung như hỗ trợ hành lý, ghế trẻ em và các điểm dừng bổ sung, cho phép khách hàng tùy chỉnh hành trình phù hợp với nhu cầu của mình.Đọc thêm",
        "reviews": [
            "Tin Tin chở chúng tôi hôm nay. Xe riêng tuyệt vời từ Hội An đến Phong Nha. 6,5 giờ lái xe êm ái, rất ít bấm còi và có nhiều không gian ở phía sau của Kia bao gồm cả chiều cao đầu không giống như một số xe taxi. Anh ấy đến đó hơi sớm, điều đó thật tuyệt. Đặt phòng rất dễ dàng và thanh toán rất đơn giản. Muốn giới thiệu.Đọc thêm",
            "Tôi cần xe đưa đón từ Đồng Hới đến Huế và sau đó quyết định đi đến lăng Khải Định. Tin là một tài xế tuyệt vời - rất hiểu biết, cho tôi toàn bộ thời gian tôi cần để tham quan DMZ và thành cổ và lăng mộ, cho tôi rất nhiều mẹo hay về Huế và Hội An và chỉ là một người bạn trò chuyện tuyệt vời. Tôi giới thiệu xe Hura và Tin cho bất kỳ ai ở Huế, Đà Nẵng, Đồng Hới, v.v. Đọc thêm",
            "Chúng tôi chọn Hura Cars do được đánh giá tốt. Trên thực tế, việc đặt chỗ rất dễ dàng và tài xế đúng giờ. Mặc dù công ty tuyên bố họ có hướng dẫn viên nói tiếng Anh nhưng tài xế của chúng tôi thậm chí còn không có kỹ năng giao tiếp tiếng Anh cơ bản. Chúng tôi đã viết thư cho công ty vì chúng tôi đã đặt trước một chuyến đi khác với họ và vui lòng yêu cầu chuyến đi tiếp theo này một tài xế ít nhất có thể cho chúng tôi biết, ví dụ: thời gian đón và khi nào chúng tôi sẽ dừng lại để ăn trưa. Ô tô Hura đã xác nhận. Trong chuyến đi thứ hai, chúng tôi có một người lái xe thậm chí không nói một lời nào với chúng tôi mà chỉ làm cử chỉ. Nếu bạn chỉ đang tìm kiếm một phương tiện di chuyển trực tiếp không có điểm dừng thì phương tiện đó sẽ đáng tin cậy, nhưng nếu bạn dự định có điểm dừng trong chuyến đi, chúng tôi khuyên bạn nên chọn một công ty khác.Đọc thêm",
            "Gon là một người lái xe xuất sắc, luôn thân thiện, hữu ích và rất kiên nhẫn. Anh ấy đưa ra những khuyến nghị tốt và chỉ ra những địa điểm đẹp. Cảm ơn Gon vì một ngày tuyệt vời!! Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi sau: - Xuất phát từ Huế lúc 8h30 - Nghĩa trang An Bàng Thành phố ma - Bãi biển Lăng Cô - Đầm Lập An - Đèo Hải Vân vượt đèo - Đồi Bà Nà Cầu Vàng - Kết thúc Hội An ariund 6 giờ chiều Tài xế Tin của chúng tôi, trên một chiếc xe sedan khá mới, đã làm rất tốt, lái xe cẩn thận và rất thoải mái. Chúng tôi đã nhận được nhiều thông tin và luôn có đủ thời gian để dừng lại và tham quan các địa điểm.Đọc thêm",
            "Trải nghiệm tuyệt vời. Chúng tôi đã đặt dịch vụ đưa đón riêng từ Phong Nha đến Huế và chọn thêm một số điểm dừng để xem địa đạo Vịnh Mốc và khu phi quân sự DMZ giữa biên giới phía bắc và phía nam. Hoàn toàn xứng đáng để thực hiện các điểm dừng bổ sung. Các đường hầm thật đáng kinh ngạc và chúng tôi sẽ bỏ lỡ chúng nếu chúng tôi đi bằng tàu hỏa thay vì ô tô riêng. Rất vui vì chúng tôi đã tìm thấy Hura Cars vì mức giá tốt nhất mà chúng tôi có thể tìm được và tài xế Tin của chúng tôi thật tuyệt vời!! Anh ấy rất tốt bụng và thân thiện, thậm chí còn cố gắng đáp ứng những yêu cầu đặc biệt của chúng tôi. Rất khuyến khích công ty này!Đọc thêm",
            "Tin, tài xế của tôi, thật xuất sắc! Tôi đã hỏi rất nhiều câu hỏi liên quan đến lịch sử Việt Nam và Tín đã có thể trả lời tất cả những câu hỏi này. Đó là một hành trình rất thú vị qua đầm với Hàu. Cả đèo Hải Vân và Ngũ Hành Sơn đều tuyệt vời. Cảm ơn bạn một lần nữa!!Đọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Chúng tôi rất vui mừng khi biết rằng Tin đã mang lại trải nghiệm tuyệt vời trong suốt hành trình của bạn. Chúng tôi đánh giá cao phản hồi của bạn và hy vọng gặp lại bạn trong tương lai!Đọc thêm",
            "Người hướng dẫn hữu ích thực sự thân thiện, người sẵn sàng hết mình vì bạn! Anh ấy đón chúng tôi tại khách sạn và mời chúng tôi uống cà phê tại một quán cà phê xinh xắn quanh góc phố. Chúng tôi đã có một ngày tuyệt vời, với những cuộc trò chuyện thú vị về lộ trình cũng như về âm nhạc và Việt Nam nói chung. Khi kết thúc chuyến tham quan, chúng tôi dừng chân tại khách sạn tiếp theo. Nếu bạn muốn có một ngày tuyệt vời, đừng ngần ngại và hãy đặt chuyến tham quan này! Viết bởi EricĐọc thêm",
            "Rất vui vì bạn đã có một ngày tuyệt vời với tài xế hướng dẫn thân thiện của chúng tôi. Cảm ơn bạn đã chọn chuyến tham quan của chúng tôi!Đọc thêm",
            "Chuyến đi thực sự tuyệt vời và thú vị từ Huế đến Hội An, Tín là một hướng dẫn viên tuyệt vời, người đã cung cấp cho chúng tôi rất nhiều thông tin trên đường đi cũng như những điều cần làm ở Hội An.Đọc thêm",
            "Rất vui khi biết rằng bạn đã có một chuyến đi tuyệt vời từ Huế đến Hội An với Tín là người hướng dẫn. Chúng tôi đánh giá cao đề xuất của bạn và hy vọng được chào đón bạn quay trở lại trong tương lai!Đọc thêm",
            "Xe Hura cung cấp cho chúng tôi chuyển từ Huế đến Hội An, qua đèo Hải Vân. Dịch vụ được tổ chức tốt, xe thoải mái và tài xế hướng dẫn của chúng tôi rất chuyên nghiệp, tốt bụng và cung cấp cho chúng tôi nhiều thông tin trong quá trình lái xe và dừng trên đường đi. Được đề xuất!Đọc thêm",
            "Chúng tôi rất vui vì bạn đã có chuyến di chuyển thoải mái và được tổ chức tốt từ Huế đến Hội An. Cảm ơn bạn đã giới thiệu dịch vụ của chúng tôi!Đọc thêm"
        ],
        "star_ratings": [
            531,
            22,
            3,
            3,
            0
        ],
        "review_amount": 559,
        "location": [
            "Huế",
            "Những điều cần làm ở Huế",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "xe Hura",
            "Châu Á"
        ],
        "reviews_time": [
            "Written February 28, 2024",
            "Written February 28, 2024",
            "Written February 27, 2024",
            "Written February 25, 2024",
            "Written February 25, 2024",
            "Written February 18, 2024",
            "Written January 18, 2024",
            "Written January 16, 2024",
            "Written January 15, 2024",
            "Written January 13, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d11948135-Reviews-or40-Hura_Cars-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or30-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or50-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940215-Reviews-Hue_To_Go_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198099-Reviews-Hue_Photo_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11769405-Reviews-Hue_Happyrider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d9705672-Reviews-Dieu_De_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11947607-Reviews-Let_s_Hue_Local_Buddies-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2519037-Reviews-Dong_Ba_Market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2097429-Reviews-Hue_Kangaroo_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d15198174-Reviews-Your_My_Local_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7950988-Reviews-Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d18923428-Reviews-Binh_Minh_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1137831-d8549487-Reviews-Yellow_Bridge-Nusa_Lembongan_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d110160-Reviews-Rim_of_the_World_Highway-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32861-d4424308-Reviews-Vina_Robles_Amphitheatre-Paso_Robles_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d185116-Reviews-Yonge_Street-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g147365-d12028622-Reviews-Bioluminescent_Bay-Grand_Cayman_Cayman_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g667480-d1488937-Reviews-Saint_Martin_Island-Chittagong_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g47508-d2252346-Reviews-Bannerman_Castle-Cold_Spring_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60951-d3434364-Reviews-FAWN_DOE_ROSA_Wildlife_Educational_Park-Saint_Croix_Falls_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g147351-d1603460-Reviews-Tijon-Grand_Case_Saint_Martin_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g663152-d9755571-Reviews-Chrousso_Beach-Paliouri_Kassandra_Halkidiki_Region_Central_Macedonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or50-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or40-Hura_Cars-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hura Cars",
        "attraction_name_vi": "xe Hura",
        "general_info": [
            "553 đánh giá",
            "5 trên 118 Phương tiện di chuyển ở Huế",
            "Taxi đưa đón",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Dịch vụ đưa đón bằng ô tô riêng ngày càng trở nên phổ biến trong những năm gần đây do sự tiện lợi và giá cả phải chăng. Hura Cars là nhà cung cấp dịch vụ vận chuyển ô tô cá nhân hàng đầu, mang đến cho khách hàng một dịch vụ đáng tin cậy và tiết kiệm chi phí để đáp ứng nhu cầu vận chuyển của họ. Hura Cars giải quyết những rắc rối khi di chuyển bằng cách cung cấp dịch vụ giao hàng tận nơi đáng tin cậy, an toàn và đảm bảo. Khách hàng có thể đặt chuyến đi trực tuyến hoặc qua điện thoại. Tất cả tài xế của Hura Cars đều đã được sàng lọc và kiểm tra, đồng thời tất cả các phương tiện đều được bảo hiểm đầy đủ và được bảo dưỡng theo tiêu chuẩn an toàn cao nhất. Hura Cars còn cung cấp nhiều dịch vụ bổ sung như hỗ trợ hành lý, ghế trẻ em và các điểm dừng bổ sung, cho phép khách hàng tùy chỉnh hành trình phù hợp với nhu cầu của mình.Đọc thêm",
        "reviews": [
            "Có một chuyến tham quan trong ngày riêng tư tuyệt vời tại DMZ. Gon, tài xế của chúng tôi, rất chuyên nghiệp, lịch sự và là một người lái xe giỏi. Anh ấy đã tổ chức hướng dẫn viên của chúng tôi, người nói tiếng Anh rất tốt và cũng là người am hiểu mọi khía cạnh của chuyến tham quan này. Tôi thực sự muốn giới thiệu Gon đưa bạn đi chuyến đi này. Đọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Rất vui vì bạn đã có một chuyến tham quan trong ngày riêng tư tuyệt vời tại DMZ với Gon là tài xế và một hướng dẫn viên am hiểu. Rất mong được phục vụ bạn lần sau! Đọc thêm",
            "Dịch vụ xe tuyệt vời. Chúng tôi đã đặt một số tour du lịch với Hura, bao gồm cả việc chuyển từ Huế đến Hội An. Điểm nổi bật là chuyến tham quan DMZ với hướng dẫn viên tuyệt vời Tache của chúng tôi. Công ty rất đáng tin cậy.Đọc thêm",
            "Rất vui khi biết rằng bạn đã có trải nghiệm dịch vụ xe tuyệt vời với chúng tôi! Cảm ơn bạn đã lựa chọn Hura Cars!Đọc thêm",
            "Sắp xếp tất cả trực tuyến khi ở đảo Cát Bà. Giao tiếp tuyệt vời ngay từ đầu thông qua WhatsApp. Gặp Tin ở sân bay Huế, một chàng trai trẻ đáng yêu.  Anh ấy ở đó để đưa chúng tôi đi tham quan Huế. Chúng tôi đến thăm lăng Khải Định, lái xe qua một ngôi làng làm nón và nhang bằng tay. Điều này thật đẹp và một biển màu. Sau đó chúng tôi đến lăng Khiêm rất thú vị và có nhiều lịch sử. Sau đó chúng tôi được đưa đến một nhà hàng ẩm thực Huế địa phương tên là Madame Thu theo yêu cầu của chúng tôi để đi đâu đó ở địa phương. Các món ăn địa phương ở Huế và các khuyến nghị của Tins đều được đưa ra.  Sau đó là đến Cố đô Huế tráng lệ và uy nghiêm. Cuối cùng là pergoda Thiên Mụ. Thật là một ngày vui vẻ mà chúng tôi đã làm cho mọi việc trở nên tốt đẹp hơn nhờ công ty Tins. Cảm ơn Tin, bạn thật tuyệt vời. Cảm ơn Hura Cars vì dịch vụ tuyệt vời như vậy. Thiếc là tài sản của công ty bạn.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đánh giá chi tiết của bạn! Chúng tôi rất vui vì bạn đã có một ngày vui vẻ ở Huế với Tín là tài xế. Chúng tôi đánh giá cao những lời tốt đẹp của bạn về Tin! Cảm ơn bạn đã đánh giá tuyệt vời về các dịch vụ đưa đón tư nhân của chúng tôi! Rất vui vì bạn đã có một ngày tuyệt vời khi khám phá Huế với Tin là tài xế và hướng dẫn viên. Thật tuyệt khi biết rằng Tin có khả năng giao tiếp tuyệt vời, khiến chuyến tham quan của bạn trở nên đáng nhớ và những đề xuất của anh ấy đều được đưa ra. Thiếc thực sự là một tài sản quý giá đối với công ty chúng tôi. Cảm ơn bạn đã lựa chọn Hura Cars và chúng tôi hy vọng được phục vụ bạn lần nữa trong tương lai!Đọc thêm",
            "Chúng tôi cùng Gon đi tham quan DMZ và qua đèo Hải Vân đến Hội An. Anh ấy chăm sóc bạn trong suốt chuyến đi và rất thân thiện và chuyên nghiệp. Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời về các dịch vụ chuyển nhượng tư nhân của chúng tôi! Rất vui vì Gon đã cung cấp sự chăm sóc thân thiện và chuyên nghiệp trong chuyến đi của bạn. Chúng tôi đánh giá cao đề xuất của bạn và mong được phục vụ bạn một lần nữa trong tương lai!\nĐọc thêm",
            "Tài xế đưa chúng tôi từ sân bay Đà Nẵng đến khách sạn ở Hội An an toàn và nhanh chóng. Không có vấn đề gì khi tìm thấy anh ta bên ngoài sân bay có một biển báo rõ ràng và chính xác. Vui lòng mang hành lý của chúng tôi lên xe và hỗ trợ chúng tôi lên xe. Đọc thêm",
            "Cảm ơn phản hồi tích cực của bạn! Rất vui khi biết rằng tài xế của chúng tôi đã cung cấp dịch vụ đưa đón an toàn và hiệu quả cho bạn từ sân bay Đà Nẵng đến khách sạn của bạn ở Hội An. Chúng tôi cố gắng làm cho quá trình đến nơi diễn ra suôn sẻ nhất có thể và rất vui khi biết rằng bạn đã tìm thấy tài xế của chúng tôi một cách dễ dàng và anh ấy đã giúp đỡ hành lý của bạn. Chúng tôi hy vọng bạn đã có một kỳ nghỉ tuyệt vời ở Hội An!Đọc thêm",
            "Chúng tôi đã đặt một tour riêng để tham quan các di tích lịch sử Huế và được đưa đến Hội An. Tài xế của chúng tôi là Tin Tin - anh ấy rất chuyên nghiệp, hữu ích và tốt bụng. Anh ấy đã chia sẻ rất nhiều thông tin với chúng tôi và giúp đỡ rất nhiều với những điều chúng tôi muốn xem và làm. Đồng thời, tôi muốn đề cập rằng việc liên hệ với văn phòng rất chuyên nghiệp. Các nhân viên rất phản hồi. Đọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với tài xế Tin Tin của chúng tôi trong chuyến tham quan riêng đến các di tích lịch sử Huế. Thật tuyệt vời khi biết rằng anh ấy rất chuyên nghiệp, hữu ích và hiểu biết, cung cấp cho bạn những thông tin có giá trị và hỗ trợ bạn tận dụng tối đa chuyến thăm của mình. Chúng tôi cũng rất vui khi biết rằng nhân viên văn phòng của chúng tôi đã phản hồi nhanh chóng và cung cấp dịch vụ xuất sắc. Chúng tôi đánh giá cao phản hồi của bạn và hy vọng được phục vụ bạn lần nữa trong tương lai!Đọc thêm",
            "Chuyến đi trong ngày riêng tư đầy ấn tượng đến DMZ và Căn cứ quân sự Khe Sanh với Tín và anh Tâm đầy hiểu biết và giàu kinh nghiệm. Cả hai, tài xế Tôn và anh Tâm đều cởi mở trước mọi câu hỏi, dù chỉ là chuyện riêng tư. Chúng tôi giới thiệu điều này cho những ai muốn có trải nghiệm và thông tin tuyệt vời về lịch sử Việt Nam về các cuộc chiến tranh khác nhau. Đọc thêm",
            "Cảm ơn bạn đã đánh giá ấn tượng! Chúng tôi rất vui vì chuyến đi riêng trong ngày đến DMZ và Căn cứ quân sự Khe Sanh cùng Tin và anh Tam rất bổ ích và thú vị. Chúng tôi đánh giá cao đề xuất của bạn và hy vọng được chào đón bạn trở lại để có thêm một trải nghiệm đáng nhớ nữaĐọc thêm",
            "Tinh lái xe của tôi đã xuất sắc. Một người lái xe rất giỏi, kiên nhẫn và rất hữu ích với các khuyến nghị. Các nhân viên trên WhatsApp, người mà tôi sắp xếp, dịch vụ này cũng rất xuất sắc. Tôi rất muốn giới thiệu họ.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng Tinh, tài xế của bạn, đã cung cấp dịch vụ xuất sắc, kiên nhẫn và hữu ích với các đề xuất. Chúng tôi cũng đánh giá cao những lời tốt đẹp của bạn về nhân viên của chúng tôi trên WhatsApp. Đề xuất cao của bạn có ý nghĩa rất lớn đối với chúng tôi. Chúng tôi mong được phục vụ bạn một lần nữa trong tương lai. Đọc thêm",
            "Chúng tôi đã đặt dịch vụ chuyển khoản với những người này khi tôi gặp khó khăn trong việc chọn lọc các trang web đặt phòng - tôi vừa liên hệ với họ qua WhatsApp. Siêu dễ dàng, đúng giờ, giá cả hợp lý và xe sạch sẽ thoải mái, lái xe an toànĐọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui khi biết rằng việc đặt dịch vụ chuyển khoản với chúng tôi cực kỳ dễ dàng và thuận tiện thông qua WhatsApp. Chúng tôi tự hào về việc đúng giờ và đưa ra mức giá hợp lý. Thật tuyệt khi biết rằng bạn thấy xe của chúng tôi thoải mái và sạch sẽ cũng như tài xế của chúng tôi an toàn. Chúng tôi đánh giá cao phản hồi của bạn và hy vọng có cơ hội hỗ trợ bạn lần nữa trong tương lai.Đọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời từ Huế đến Hội An với tài xế tuyệt vời Bin. Chúng tôi được đón sớm từ khách sạn, xe sạch sẽ và thoải mái. Bin đã cho chúng tôi thông tin chi tiết trong ngày bao gồm các điểm tham quan mà chúng tôi sẽ ghé thăm, các điểm dừng cà phê và gợi ý bữa trưa trên đường đi. Trong suốt hành trình, anh ấy đã cung cấp cho chúng tôi rất nhiều thông tin thú vị và chúng tôi đã có một cuộc trò chuyện vui vẻ về cuộc sống ở Việt Nam. Anh ấy biết tất cả những địa điểm chụp ảnh đẹp nhất, đặc biệt là trên đèo Hải Vân, thậm chí còn giúp chúng tôi chụp ảnh những bức ảnh.Rất khuyến khích một chuyến đi cùng Bin!Từ Bin Chúng tôi có chung một cái tên tuyệt vờiĐọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Rất vui khi biết rằng bạn đã có chuyến đi tuyệt vời từ Huế đến Hội An với tài xế tuyệt vời của chúng tôi, Bin. \nChúng tôi cố gắng cung cấp những chiếc xe sạch sẽ và thoải mái cho khách hàng của mình và rất vui vì bạn đã tìm được chiếc xe ưng ý. Thật tuyệt khi biết rằng Bin đã cung cấp cho bạn hành trình chi tiết, bao gồm các điểm tham quan, điểm dừng uống cà phê và đề xuất về bữa trưa. \nTôi cũng rất vui khi biết Bin đã chia sẻ những thông tin thú vị về Việt Nam và trò chuyện vui vẻ với bạn. Thật vui khi tài xế của chúng tôi có thể tạo ra một bầu không khí thân thiện và giàu thông tin. \nChúng tôi đánh giá cao đề xuất của bạn và hy vọng sẽ có hân hạnh được phục vụ bạn một lần nữa trong tương lai. Đọc thêm",
            "Xin chào, bạn có boa cho tài xế không? Tôi không chắc nó hoạt động như thế nào. Cảm ơn!Đọc thêm",
            "Tiền boa cho tài xế là lựa chọn cá nhân và không bắt buộc. Nếu bạn cảm thấy tài xế đã cung cấp dịch vụ xuất sắc, bạn có thể chọn tip cho họ như một cách thể hiện sự đánh giá cao của bạn. Số tiền tip cũng tùy bạn, nhưng thông thường thì tip khoảng 100-200.000 vnđ cho chuyến đi trong ngàyĐọc thêm"
        ],
        "star_ratings": [
            531,
            22,
            3,
            3,
            0
        ],
        "review_amount": 559,
        "location": [
            "Huế",
            "Những điều cần làm ở Huế",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "xe Hura",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 13, 2024",
            "Written January 12, 2024",
            "Written January 12, 2024",
            "Written January 8, 2024",
            "Written January 8, 2024",
            "Written January 3, 2024",
            "Written January 1, 2024",
            "Written December 31, 2023",
            "Written December 30, 2023",
            "Written December 26, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d11948135-Reviews-or50-Hura_Cars-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or40-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or60-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940215-Reviews-Hue_To_Go_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198099-Reviews-Hue_Photo_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11769405-Reviews-Hue_Happyrider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d9705672-Reviews-Dieu_De_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11947607-Reviews-Let_s_Hue_Local_Buddies-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2519037-Reviews-Dong_Ba_Market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2097429-Reviews-Hue_Kangaroo_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d15198174-Reviews-Your_My_Local_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7950988-Reviews-Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d18923428-Reviews-Binh_Minh_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34437-d3255975-Reviews-Mexico_Beach-Mexico_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d17585979-Reviews-Gas_Monkey_Garage-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33691-d218277-Reviews-Butterfly_Pavilion-Westminster_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g58491-d7158324-Reviews-Taidnapam_Park-Glenoma_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g51313-d7946049-Reviews-Disney_Little_Blue_Area_at_Grand_Lake_State_Park-Disney_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g312595-d1371604-Reviews-Durban_North_Japanese_Gardens-Durban_KwaZulu_Natal.html",
            "https://www.tripadvisor.com/Attraction_Review-g42716-d21139381-Reviews-Lake_Arvesta_Farms-South_Haven_Van_Buren_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1913628-d2249898-Reviews-Libearty_Bear_Sanctuary_Zarnesti-Zarnesti_Brasov_County_Central_Romania_Transylv.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d7224941-Reviews-The_Queen_s_Walk-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g55774-d281313-Reviews-Kickapoo_Lucky_Eagle_Casino-Eagle_Pass_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or60-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or50-Hura_Cars-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hura Cars",
        "attraction_name_vi": "xe Hura",
        "general_info": [
            "553 đánh giá",
            "5 trên 118 Phương tiện di chuyển ở Huế",
            "Taxi đưa đón",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Dịch vụ đưa đón bằng ô tô riêng ngày càng trở nên phổ biến trong những năm gần đây do sự tiện lợi và giá cả phải chăng. Hura Cars là nhà cung cấp dịch vụ vận chuyển ô tô cá nhân hàng đầu, mang đến cho khách hàng một dịch vụ đáng tin cậy và tiết kiệm chi phí để đáp ứng nhu cầu vận chuyển của họ. Hura Cars giải quyết những rắc rối khi di chuyển bằng cách cung cấp dịch vụ giao hàng tận nơi đáng tin cậy, an toàn và đảm bảo. Khách hàng có thể đặt chuyến đi trực tuyến hoặc qua điện thoại. Tất cả tài xế của Hura Cars đều đã được sàng lọc và kiểm tra, đồng thời tất cả các phương tiện đều được bảo hiểm đầy đủ và được bảo dưỡng theo tiêu chuẩn an toàn cao nhất. Hura Cars còn cung cấp nhiều dịch vụ bổ sung như hỗ trợ hành lý, ghế trẻ em và các điểm dừng bổ sung, cho phép khách hàng tùy chỉnh hành trình phù hợp với nhu cầu của mình.Đọc thêm",
        "reviews": [
            "Nin là tài xế của chúng tôi từ Huế đến Đà Nẵng, chúng tôi có một chiếc xe thoải mái với chai nước và WiFi. Các điểm dừng đến vịnh Lăng Cô và đầm phá thật tuyệt vời - chúng tôi đã bỏ lỡ những điểm này trên tàu. Nin đã làm cho cuộc hành trình trở nên vui vẻ và thú vị, giống như một chuyến tham quan cũng như một chuyến di chuyển. Rất muốn giới thiệu! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm và để lại cho chúng tôi đánh giá tuyệt vời như vậy. Tôi rất vui khi biết rằng bạn đã rất vui trong chuyến đi từ Huế đến sân bay Đà Nẵng cùng anh Nin. Đội ngũ Huracar luôn cố gắng cung cấp những dịch vụ xuất sắc và chúng tôi đang cố gắng cải thiện dịch vụ của mình trong thời gian tới. \nMột lần nữa xin cảm ơn và hẹn gặp lại.\nLời chúc tốt nhất, \nĐội HuracarĐọc thêm",
            "Chúng tôi chọn ô tô riêng vì muốn ngắm đèo Hải Vân nhưng lại không đủ can đảm để thuê xe đạp. Ryan hướng dẫn của chúng tôi rất tuyệt và nói tiếng Anh tốt. Chúng tôi dừng lại ăn trưa tại một quán hải sản địa phương, dừng lại chụp ảnh trên đèo Hải Vân và cả dãy núi đá cẩm thạch. Hành trình thoải mái cho phép chúng tôi xem tất cả các trang web. Muốn giới thiệu. Đọc thêm",
            "Tài xế Huy của tôi thật tuyệt vời. Anh ấy đã dừng đúng số lần và tôi không bao giờ cảm thấy vội vàng. Tiếng Anh của anh ấy rất tuyệt và chúng tôi đã có những cuộc trò chuyện vui vẻ. Anh ấy cũng kể cho tôi rất nhiều điều về khu vực và những nơi chúng tôi ở, thật tuyệt vời. Chiếc xe rất thoải mái và được chào đón sau cả ngày trước đó trên xe máy. Trước khi tôi đi, mọi người đã nói với tôi rằng cách duy nhất để vượt qua là bằng xe đạp nhưng tôi nghĩ rằng đi bằng ô tô theo cách này cũng tốt nếu bạn muốn thoải mái.Đọc thêm",
            "Tài xế của chúng tôi, ông Huy thực sự tốt bụng và có sức chứa. Anh ấy cũng giới thiệu cho chúng tôi những món ăn ngon ở hội an. Xe rất thoải mái và sạch sẽ. Sẽ giới thiệu xe màu sắc và anh Huy. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã dành thời gian để viết một bài đánh giá tuyệt vời như vậy. Chúng tôi rất vui mừng khi biết rằng tài xế Huy của chúng tôi đã khiến trải nghiệm của bạn với chúng tôi trở nên tích cực như vậy. Thật tuyệt vời khi biết rằng khách hàng hài lòng với dịch vụ của chúng tôi và rất vui khi bạn thấy chiếc xe của chúng tôi thoải mái và sạch sẽ.\nChúng tôi đặc biệt vui mừng khi biết rằng anh Huy có thể giới thiệu cho bạn một số món ăn tuyệt vời ở Hội An - anh ấy chắc chắn là một viên ngọc quý thực sự trong nhóm của chúng tôi. Chúng tôi hy vọng bạn đã có khoảng thời gian tuyệt vời để khám phá thành phố và tận hưởng mọi thứ mà nó mang lại.\n\nMột lần nữa, cảm ơn phản hồi của bạn cũng như đã giới thiệu Hues Cars và Mr Huy. Chúng tôi rất mong được chào đón bạn trở lại sớm.\nTrân trọng,\nĐội ngũ chăm sóc khách hàng của Hues CarsĐọc thêm",
            "Chúng tôi chọn chiếc SUV Hura Cars cho cả hai mục đích sử dụng vì chúng tôi có đủ hành lý và muốn có một chuyến đi thoải mái. Chuyến đi rất thoải mái và chúng tôi đã có được nước và wifi. Cuộc hành trình diễn ra an toàn. Đường qua đèo Hải Vân rất đẹp nhưng thực sự không đẹp lắm hay gì cả. Theo quan điểm của chúng tôi, hơi bị đánh giá quá cao. Chúng tôi cảm thấy tài xế thanh của chúng tôi không quá quan tâm đến hành trình của chúng tôi và đã cung cấp cho chúng tôi một số thông tin nhưng không quá nhiều về những gì chúng tôi đang thấy. Anh ấy đưa chúng tôi đến một số nơi để uống cà phê, mọi thứ đều ổn. Điều chúng tôi không hài lòng là khi ngày trôi qua, sự quan tâm của người lái xe trong việc cho chúng tôi thấy mọi thứ đang giảm dần trong khi anh ấy tập trung vào việc tìm một nơi để thư giãn và chờ đợi chúng tôi. tăng dần. Chúng tôi thực sự không được thả xuống khách sạn, anh ấy nói rằng con đường quá nhỏ nhưng vài ngày sau, tài xế tiếp theo của chúng tôi không gặp vấn đề gì khi lái xe đến đó để đón chúng tôi và từ chối giúp chúng tôi lấy hành lý về khách sạn. Đây không phải là mức độ dịch vụ mà chúng tôi đã quen ở Việt Nam, có lẽ doanh nghiệp du lịch Huế-Hội An đã kiếm được rất nhiều tiền.Đọc thêm",
            "Kính gửi quý khách hàng,\nCảm ơn bạn đã dành thời gian để chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi rất vui vì bạn thấy chuyến đi thoải mái và an toàn, đồng thời bạn đã được cung cấp nước và wifi trong suốt hành trình.\nChúng tôi xin lỗi vì tài xế của bạn đã không cung cấp cho bạn đủ thông tin về hành trình của bạn và tuyến đường qua đèo Hải Vân không đáp ứng được mong đợi của bạn. Nhưng cũng dễ hiểu là anh là tài xế chứ không phải hướng dẫn viên du lịch. Chúng tôi cũng khuyên bạn nên thuê một hướng dẫn viên du lịch nói tiếng Anh cho chuyến đi của mình. Nhưng bạn chắc chắn rằng tiếng Anh cơ bản là tốt nhất cho chuyến đi ngắm cảnh của bạn\nDù sao, chúng tôi chân thành xin lỗi vì bất kỳ sự bất tiện hoặc trải nghiệm tiêu cực nào gây ra.\n\nHãy yên tâm rằng chúng tôi rất coi trọng phản hồi của bạn và sẽ sử dụng nó để cải thiện dịch vụ của mình nhằm đáp ứng tốt hơn sự mong đợi của khách hàng. Nếu bạn quyết định đi du lịch cùng chúng tôi trong tương lai, vui lòng cho chúng tôi biết cách chúng tôi có thể làm cho trải nghiệm của bạn trở nên thú vị hơn.\nTôi vẫn hy vọng chúng ta có thể đạt được ít nhất 4 sao cho chuyến đi này. \nCảm ơn bạn đã lựa chọn Hura Cars và rất mong có cơ hội được phục vụ bạn lần nữa.\nTrân trọng,\nĐội ngũ Hura CarsĐọc thêm",
            "Hướng dẫn viên du lịch tuyệt vời, ông Harry. Tour du lịch rất nhiều thông tin. Chúng tôi đi tham quan các ngôi mộ, chùa và Hoàng thành. Làm tốt lắm! Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời với ông Harry. Chúng tôi luôn hân hạnh được cung cấp các dịch vụ du lịch và vận chuyển tuyệt vời cho khách hàng. Chúng tôi mong sớm được gặp lại bạn! Đọc thêm",
            "Chúng tôi đã đến Huế bằng dịch vụ này. Người hướng dẫn, Harri rất rõ ràng và am hiểu về các địa điểm du lịch quan trọng ở đó. Phải có cho chuyến đi năm ở đâyĐọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời của các bạn! Chúng tôi luôn vui mừng khi biết dịch vụ của chúng tôi đã tác động tích cực đến trải nghiệm của khách hàng. Chúng tôi rất vui khi biết rằng Harri đã có thể cung cấp cho bạn những hướng dẫn và kiến ​​thức cần thiết để tận dụng tối đa chuyến đi đến Huế của bạn. Chúng tôi hy vọng bạn thích kỳ nghỉ của mình và chúng tôi mong sớm được phục vụ bạn lần nữa! Đọc thêm",
            "Chúng tôi được đón từ khách sạn ở Huế và lái xe thong thả đến Hội An qua đèo Hải Vân. Chúng tôi đã thêm một điểm dừng ở Suối Voi, thật không may là một thảm họa, thời tiết hơi lạnh để bơi trong thác nước và có không có ai khác ở đó - họ trông có vẻ hơi mệt mỏi. Chuyến thăm bãi biển Lăng Cô thật tuyệt vời nhưng chúng tôi đến quá sớm để ăn trưa. Sau khi lái xe qua đèo Hải Vân, chúng tôi dừng lại ở Ngũ Hành Sơn nơi chúng tôi chọn ăn trưa trước khi tham quan núi. Sau đó chúng tôi lái xe đến khách sạn tiếp theo ở Hội An để đến vào giữa buổi chiều để thưởng thức đồ uống thư giãn. Một cách tuyệt vời để ngắm nhìn khung cảnh nông thôn, miền núi và ven biển một cách thoải mái.Đọc thêm",
            "Kính gửi quý khách,\nCảm ơn bạn đã cung cấp cho chúng tôi phản hồi của bạn về chuyến tham quan Huế đến Hội An gần đây của bạn. Chúng tôi rất vui khi biết rằng bạn thích chuyến tham quan và thấy trải nghiệm này vừa thoải mái vừa thú vị. Chúng tôi xin lỗi vì trải nghiệm đáng thất vọng tại Elephant Springs, vì chúng tôi hiểu rằng điều này có thể làm giảm trải nghiệm tham quan tổng thể của bạn. Tuy nhiên, chúng tôi rất vui khi biết rằng chuyến thăm bãi biển Lăng Cô và Ngũ Hành Sơn của bạn thật tuyệt vời và bạn đã đến Hội An kịp lúc để thưởng thức đồ uống thư giãn. Chúng tôi cam kết cung cấp cho khách hàng dịch vụ tốt nhất có thể và chúng tôi đánh giá cao phản hồi có giá trị của bạn khi chúng tôi cố gắng cải thiện trải nghiệm của khách hàng. Cảm ơn bạn một lần nữa vì đã đồng hành cùng chúng tôi và chúng tôi hy vọng sẽ sớm gặp lại bạn trong một chuyến tham quan khác.\nTrân trọng,\nKellyĐọc thêm",
            "Từ Hội An đến Ngũ Hành Sơn... và qua đèo Hải Vân... đến Huế.Chúng tôi dừng lại chụp ảnh, chọn thời điểm ... thật hoàn hảo. Lái xe an toàn và rất giỏi: Anh PhởĐọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với tài xế của chúng tôi, anh Phở. Chúng tôi cố gắng cung cấp dịch vụ tốt nhất có thể và thật tuyệt khi biết rằng chúng tôi đã đạt được điều đó cho bạn. Cảm ơn một lần nữa vì đánh giá của bạn!Đọc thêm",
            "Phô là một tài xế rất thân thiện và lịch sự, chăm sóc khách hàng rất tốt. Anh ấy lái xe rất cẩn thận. Chúng tôi luôn cảm thấy an toàn. Chúng tôi chắc chắn sẽ giới thiệu anh ấy cho những vị khách tương lai! Trước chuyến đi: Hura Cars đã đưa ra lời khuyên hữu ích về chuyến đi. Giao tiếp nhanh chóng và rõ ràng những gì được bao gồm không bao gồm trong chuyến đi.Đọc thêm",
            "Cảm ơn những lời tốt đẹp của bạn dành cho Phhô và Hura Cars. Chúng tôi thực sự đánh giá cao nó! Chúng tôi cố gắng đảm bảo khách hàng của mình có trải nghiệm tốt nhất có thể và chúng tôi rất vui khi biết rằng bạn cảm thấy an toàn và có trải nghiệm tuyệt vời. Chúng tôi rất mong được phục vụ bạn lần nữa trong tương lai.Đọc thêm"
        ],
        "star_ratings": [
            531,
            22,
            3,
            3,
            0
        ],
        "review_amount": 559,
        "location": [
            "Huế",
            "Những điều cần làm ở Huế",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "xe Hura",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 16, 2018",
            "Written April 9, 2018",
            "Written March 30, 2018",
            "Written March 14, 2018",
            "Written September 22, 2017",
            "Written September 13, 2017",
            "Written September 13, 2017",
            "Written February 24, 2020",
            "Written January 7, 2020",
            "Written January 2, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d11948135-Reviews-or60-Hura_Cars-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or50-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or70-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940215-Reviews-Hue_To_Go_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198099-Reviews-Hue_Photo_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11769405-Reviews-Hue_Happyrider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d9705672-Reviews-Dieu_De_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11947607-Reviews-Let_s_Hue_Local_Buddies-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2519037-Reviews-Dong_Ba_Market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2097429-Reviews-Hue_Kangaroo_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d15198174-Reviews-Your_My_Local_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7950988-Reviews-Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d18923428-Reviews-Binh_Minh_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g30165-d144342-Reviews-Cadillac_Ranch-Amarillo_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d15075619-Reviews-Plazhi_Paradise-Ksamil_Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g6754342-d8639886-Reviews-Plaka_Beach-Plaka_Elounda_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d6579532-Reviews-House_of_Blues-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d670599-Reviews-Aqualandia-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d8763336-Reviews-Paris_Gare_de_Lyon-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d153025-Reviews-Ballet_Folklorico_de_Mexico-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g28944-d255139-Reviews-Wild_River_State_Park-Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g29114-d7162330-Reviews-Outlets_at_Tejon-Arvin_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32746-d147162-Reviews-Morro_Bay_State_Park-Morro_Bay_San_Luis_Obispo_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or70-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or60-Hura_Cars-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hura Cars",
        "attraction_name_vi": "xe Hura",
        "general_info": [
            "553 đánh giá",
            "5 trên 118 Phương tiện di chuyển ở Huế",
            "Taxi đưa đón",
            "Các tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Dịch vụ đưa đón bằng ô tô riêng ngày càng trở nên phổ biến trong những năm gần đây do sự tiện lợi và giá cả phải chăng. Hura Cars là nhà cung cấp dịch vụ vận chuyển ô tô cá nhân hàng đầu, mang đến cho khách hàng một dịch vụ đáng tin cậy và tiết kiệm chi phí để đáp ứng nhu cầu vận chuyển của họ. Hura Cars giải quyết những rắc rối khi di chuyển bằng cách cung cấp dịch vụ giao hàng tận nơi đáng tin cậy, an toàn và đảm bảo. Khách hàng có thể đặt chuyến đi trực tuyến hoặc qua điện thoại. Tất cả tài xế của Hura Cars đều đã được sàng lọc và kiểm tra, đồng thời tất cả các phương tiện đều được bảo hiểm đầy đủ và được bảo dưỡng theo tiêu chuẩn an toàn cao nhất. Hura Cars còn cung cấp nhiều dịch vụ bổ sung như hỗ trợ hành lý, ghế trẻ em và các điểm dừng bổ sung, cho phép khách hàng tùy chỉnh hành trình phù hợp với nhu cầu của mình.Đọc thêm",
        "reviews": [
            "Thật là một trải nghiệm tuyệt vời ngày hôm qua và hôm nay với Tin. Đón chúng tôi từ sân bay về khách sạn ở Huế và sau đó đưa chúng tôi đi tham quan nhiều điểm tham quan khác nhau. Là một người lái xe tuyệt vời, rất hiểu biết và nói tiếng Anh xuất sắc. Anh ấy cũng rất tuyệt với đứa con 3 tuổi của chúng tôi. Rất khuyến khích và sẽ không ngần ngại sử dụng lại.Đọc thêm",
            "Cảm ơn phản hồi tuyệt vời của bạn! Rất vui vì Tin đã mang lại trải nghiệm tuyệt vời cho bạn với tư cách là một người lái xe tuyệt vời, có kiến ​​thức và có kỹ năng tiếng Anh xuất sắc. Chúng tôi đánh giá cao đề xuất của bạn và mong được phục vụ bạn một lần nữa trong tương lai.\n\nĐọc thêm",
            "Chúng tôi liên hệ với xe Hura sau khi tìm xe từ Đà Nẵng đi Huế rồi về Hội An. Họ phản hồi nhanh chóng bằng báo giá cạnh tranh và rất linh hoạt để đáp ứng các yêu cầu riêng của chúng tôi.  Họ linh hoạt trong việc thanh toán và tài xế Tin rất thân thiện và giao tiếp tốt bằng tiếng Anh. Lần sau chúng tôi sẽ không mua sắm nữa. Thứ Tư Chỉ cần đi thẳng đến gặp họ.Đọc thêm",
            "Cảm ơn bạn đã lựa chọn xe Hura và chia sẻ những trải nghiệm tích cực của mình. Rất vui vì chúng tôi có thể cung cấp phản hồi nhanh chóng, báo giá cạnh tranh và đáp ứng các yêu cầu riêng của bạn. Tin, tài xế thân thiện và nói tiếng Anh của chúng tôi, đã khiến chuyến đi của bạn trở nên thú vị. Chúng tôi đánh giá cao những lời tốt đẹp của bạn và mong được phục vụ bạn một lần nữa trong tương lai.\n\nĐọc thêm",
            "Tin là một tài xế tuyệt vời, cẩn thận. Đúng giờ tuyệt đối. Anh ấy đã cung cấp tin nhắn văn bản và tin nhắn whatApp để thông báo về chuyến đi của mình. Anh ấy nói tiếng Anh tốt và rất muốn giải thích và diễn giải mọi khía cạnh của Việt Nam mà chúng tôi gặp phải. Chúng tôi rất thích sự đồng hành của anh ấy trong suốt hai năm chúng tôi ở bên nhau. Chiếc xe được sử dụng rất thoải mái và trong tình trạng tốt. Đọc thêm",
            "Cảm ơn những phản hồi tuyệt vời của bạn về Tin. Rất vui vì anh ấy đã cung cấp dịch vụ xuất sắc với tư cách là một người lái xe cẩn thận, đúng giờ và giao tiếp tốt. Kỹ năng tiếng Anh và sự sẵn lòng giải thích các khía cạnh của Việt Nam của anh ấy đã khiến thời gian hai bạn gặp nhau trở nên thú vị. Chúng tôi đánh giá cao những lời tốt đẹp của bạn và hy vọng được phục vụ bạn một lần nữa trong tương lai.\n\nĐọc thêm",
            "Chuyến đi hoàn hảo và an toàn. Chúng tôi dừng lại khi muốn chụp ảnh và hướng dẫn viên đã đề nghị dừng lại ở những điểm chính và chụp ảnh cho chúng tôi. Rất hài lòng với chuyến đi này. Đọc thêm",
            "Cảm ơn bạn đã chia sẻ phản hồi về chuyến đi của bạn với chúng tôi. Chúng tôi rất vui mừng khi biết rằng bạn đã có một chuyến đi hoàn hảo và an toàn. Thật tuyệt khi biết rằng hướng dẫn viên của chúng tôi đã chú ý đến nhu cầu của bạn, dừng lại khi bạn yêu cầu chụp ảnh và đề nghị chụp ảnh cho bạn tại những địa điểm chính. Rất vui vì bạn rất hài lòng với chuyến đi của mình. Chúng tôi đánh giá cao những lời tốt đẹp của bạn và hy vọng có cơ hội nhận được 5 sao từ bạn trong tương lai.\n\nĐọc thêm",
            "Đây không phải là chuyến đi mà chúng tôi mong đợi vì thời tiết xấu nên tầm nhìn trên đèo Hải Vân bị hạn chế và có nghĩa là chúng tôi không đáng để đi lên Cầu Vàng Bà Nà Hills, v.v. Nhưng điều đó có nghĩa là chúng tôi rất biết ơn khi được tham gia một chuyến đi xe thoải mái và không bị ướt khi đi xe máy! Tài xế của chúng tôi nói tiếng Anh tốt, vui vẻ trả lời mọi câu hỏi và lái xe tốt trong suốt hành trình. Điểm nổi bật của chúng tôi là Ngũ Hành Sơn và các hang động đi kèm rất độc đáo và ấn tượng, đừng bỏ qua những hang động đó!Đọc thêm",
            "Cảm ơn bạn đã phản hồi về chuyến đi gần đây của bạn với chúng tôi. Chúng tôi xin lỗi vì những hạn chế do thời tiết gây ra, nhưng rất vui vì bạn thấy thoải mái trên xe của chúng tôi và tận hưởng dịch vụ do tài xế của chúng tôi cung cấp. Chúng tôi đánh giá cao điểm nổi bật của bạn về Ngũ Hành Sơn và các hang động của nó. Phản hồi của bạn rất có giá trị đối với chúng tôi và chúng tôi hy vọng sẽ phục vụ bạn tốt hơn trong tương lai.\n\nĐọc thêm",
            "Thời tiết không phải là tốt nhất cho chuyến đi của chúng tôi nhưng Gon là một người lái xe và hướng dẫn viên xuất sắc và đưa chúng tôi đến nhiều địa điểm thú vị. Chuyến đi rất được khuyến khích trong khu vực.Đọc thêm",
            "Cảm ơn phản hôi của bạn! Rất vui khi biết rằng bất chấp thời tiết, Gon đã mang đến trải nghiệm tuyệt vời với tư cách là tài xế và hướng dẫn viên của bạn. Chúng tôi đánh giá cao đề xuất của bạn.Đọc thêm",
            "Tuấn là một tài xế rất tốt và rất thân thiện. Anh ấy dừng lại để chụp những bức ảnh đẹp trên đường đi và kiên nhẫn chờ đợi cho đến khi chúng tôi đi hết cây cầu vàng. Chiếc xe rất thoải mái. Đọc thêm",
            "Rất vui khi biết Tuan là một tài xế thân thiện và có tay nghề cao, dừng lại để chụp ảnh đẹp và đảm bảo sự thoải mái cho bạn trong suốt chuyến đi. Cảm ơn bạn đã giới thiệu dịch vụ của chúng tôi! Đọc thêm",
            "Nam là một tài xế và hướng dẫn viên tuyệt vời. Anh ấy đã cung cấp những thông tin chi tiết thú vị về các khu vực đã ghé thăm và để chúng tôi tiếp tục theo tốc độ của mình. Chúng tôi thực sự khuyên bạn nên tham gia!Đọc thêm",
            "Thật tuyệt vời khi biết rằng Nam là một người lái xe và hướng dẫn viên tuyệt vời, cung cấp thông tin thú vị và cho phép bạn khám phá theo tốc độ của riêng mình. Cảm ơn bạn đã giới thiệu chúng tôi! Đọc thêm",
            "Hon, tài xế của chúng tôi rất chuyên nghiệp, thân thiện và lái xe rất an toàn, đặc biệt là khi nhiều con đường ra khỏi Huế bị ngập lụt. Chúng tôi dừng lại ở nhiều nơi và chuyến đi rất thú vị. Rất khuyến khích dịch vụ này. Đọc thêm",
            "Cảm ơn bạn đã đánh giá tích cực của bạn! Rất vui khi biết rằng Hoàng, tài xế của chúng tôi, rất chuyên nghiệp, thân thiện và lái xe an toàn dù đường ngập. Chúng tôi đánh giá cao đề xuất của bạn và mong được phục vụ bạn một lần nữa trong tương lai. Đọc thêm",
            "Gon là một siêu tài xế. Rất đáng yêu. Anh ấy nói tiếng Anh rất tốt. Chúng tôi đã có một chuyến đi vui vẻ cùng nhau: chúng tôi tổ chức một chuyến du lịch từ Hội An đến Huế với một số điểm dừng chân tuyệt đẹp. Rất khuyến khích!Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Rất vui khi biết rằng Gon, tài xế của chúng tôi, đã cung cấp dịch vụ xuất sắc và nói tiếng Anh tốt. Chúng tôi đánh giá cao đề xuất này và hy vọng được phục vụ bạn lần nữa trong tương lai. Du lịch an toàn!Đọc thêm"
        ],
        "star_ratings": [
            531,
            22,
            3,
            3,
            0
        ],
        "review_amount": 559,
        "location": [
            "Huế",
            "Những điều cần làm ở Huế",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "xe Hura",
            "Châu Á"
        ],
        "reviews_time": [
            "Written December 7, 2023",
            "Written December 6, 2023",
            "Written December 6, 2023",
            "Written December 4, 2023",
            "Written November 28, 2023",
            "Written November 22, 2023",
            "Written November 19, 2023",
            "Written November 18, 2023",
            "Written November 17, 2023",
            "Written November 13, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d11948135-Reviews-or70-Hura_Cars-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or60-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or80-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940215-Reviews-Hue_To_Go_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198099-Reviews-Hue_Photo_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11769405-Reviews-Hue_Happyrider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d9705672-Reviews-Dieu_De_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11947607-Reviews-Let_s_Hue_Local_Buddies-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2519037-Reviews-Dong_Ba_Market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2097429-Reviews-Hue_Kangaroo_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d15198174-Reviews-Your_My_Local_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7950988-Reviews-Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d18923428-Reviews-Binh_Minh_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187891-d542442-Reviews-Ear_of_Dionysius_Orecchio_di_Dionisio-Syracuse_Province_of_Syracuse_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g50427-d3268099-Reviews-Hartville_Marketplace_and_Flea_Market-Hartville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60785-d612260-Reviews-Carillon_Historical_Park-Dayton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g154998-d632045-Reviews-Fallsview_Indoor_Waterpark-Niagara_Falls_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d6753924-Reviews-Club_49_Soho-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d6376246-Reviews-Brooklyn_Bowl_Las_Vegas-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d7646186-Reviews-Wild_Greg_s_Saloon-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g737051-d5979069-Reviews-Monkey_Island-Cat_Ba_Hai_Phong.html",
            "https://www.tripadvisor.com/Attraction_Review-g54426-d21079897-Reviews-Eudora_Farms-Salley_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g46876-d7160286-Reviews-Bass_River_State_Forest-Tuckerton_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or80-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or70-Hura_Cars-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hura Cars",
        "attraction_name_vi": "xe Hura",
        "general_info": [
            "553 đánh giá",
            "5 trên 118 Phương tiện di chuyển ở Huế",
            "Taxi đưa đón",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Dịch vụ đưa đón bằng ô tô riêng ngày càng trở nên phổ biến trong những năm gần đây do sự tiện lợi và giá cả phải chăng. Hura Cars là nhà cung cấp dịch vụ vận chuyển ô tô cá nhân hàng đầu, mang đến cho khách hàng một dịch vụ đáng tin cậy và tiết kiệm chi phí để đáp ứng nhu cầu vận chuyển của họ. Hura Cars giải quyết những rắc rối khi di chuyển bằng cách cung cấp dịch vụ giao hàng tận nơi đáng tin cậy, an toàn và đảm bảo. Khách hàng có thể đặt chuyến đi trực tuyến hoặc qua điện thoại. Tất cả tài xế của Hura Cars đều đã được sàng lọc và kiểm tra, đồng thời tất cả các phương tiện đều được bảo hiểm đầy đủ và được bảo dưỡng theo tiêu chuẩn an toàn cao nhất. Hura Cars còn cung cấp nhiều dịch vụ bổ sung như hỗ trợ hành lý, ghế trẻ em và các điểm dừng bổ sung, cho phép khách hàng tùy chỉnh hành trình phù hợp với nhu cầu của mình.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có một chuyến đi tuyệt vời từ Huế đến Hội An với Gon, tài xế của chúng tôi. Anh ấy rất thân thiện, hiểu biết và nói tiếng Anh tốt. Chúng tôi đã dừng lại rất nhiều để ăn hàu, đồ uống giải khát, các điểm tham quan và chụp ảnh. Chắc chắn là đáng giá. P.s. nếu bạn là người hâm mộ NUFC, hãy mang cho anh ấy một chiếc áo, anh ấy là một chàng trai Toon kể từ thời Shearer Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời! Chúng tôi rất vui khi bạn có một chuyến đi tuyệt vời với Gon, tài xế của chúng tôi. Anh ấy thân thiện, hiểu biết và nói tiếng Anh tốt. Chúng tôi đánh giá cao phản hồi của bạn và hy vọng sẽ được phục vụ bạn một lần nữa trong tương lai. Chúc bạn đi an toàn! Đọc thêm",
            "Chúng tôi đã có khoảng thời gian rất vui vẻ nhờ tài xế du lịch Gon. Chúng tôi cảm thấy rất an toàn và anh ấy đưa chúng tôi đến những cung điện xinh đẹp trước khi đưa chúng tôi đến Hội An. Cảm ơn Gon vì trải nghiệm tuyệt vời này! Đọc thêm",
            "Cám ơn vì những lời tốt đẹp của bạn! Rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với tài xế du lịch của chúng tôi, Gon. Chúng tôi cố gắng đảm bảo sự an toàn và hài lòng của khách hàng và rất vui vì Gon có thể mang đến cho bạn trải nghiệm đáng nhớ. Chúng tôi đánh giá cao phản hồi của bạn và hy vọng được chào đón bạn quay trở lại để có những cuộc phiêu lưu tuyệt vời hơn trong tương lai!Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi khứ hồi 2 ngày bắt đầu từ Huế đến Hội An. Mình viết phản hồi cho đường đi Hội An nên viết ở đây cho đường từ Hội An về Huế. Điểm thu hút chính là dừng chân ở Mỹ Sơn. Chọn tuyến đường này là một lựa chọn đúng đắn. Tài xế của chúng tôi quá tệ, quên mất tên anh ấy rất thân thiện và nói nhiều. Chúng tôi rất thích nói chuyện với anh ấy suốt chặng đường. Chúng tôi biết được thực tế Việt Nam thông qua những cuộc trò chuyện, cuộc sống gia đình, tiền lương, sự quan tâm của giới trẻ. Anh ấy đã đợi chúng tôi khoảng 2h tại Mỹ Sơn trong thời gian chúng tôi tham quan. Anh ấy không hướng dẫn chúng tôi, anh ấy là tài xế, chúng tôi ổn nhưng người dùng sẽ biết rằng tài xế không hướng dẫn bạn tại các điểm du lịch. Anh ấy đã đưa chúng tôi đến Huế an toàn. Đó là 370.000 vnd cho chuyến đi khứ hồi trong 2 ngày bằng một chiếc ô tô bao gồm cả việc dừng lại ở một số điểm. Điều này đã được đặt trước giữa văn phòng xe Hura và tôi qua email. Việc lái xe an toàn, dịch vụ trung thực mà chúng tôi không yêu cầu thanh toán thêm. Chúng tôi rất vui vì đã chọn Hura Cars.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tích cực về các dịch vụ chuyển nhượng tư nhân của chúng tôi. Rất vui vì bạn đã tận hưởng chuyến đi khứ hồi 2 ngày từ Huế đến Hội An và ngược lại. \nBạn đi cùng Hoàng và Khánh, đây là tên người Việt nên khó nhớ. Cảm ơn bạn đã lựa chọn Hura Cars và chúng tôi hy vọng được phục vụ bạn lần nữa trong tương lai.Đọc thêm",
            "Gon là một tài xế tuyệt vời và đã đưa chúng tôi đi một chuyến đi tuyệt vời từ Huế đến Hội An. Chúng tôi được ngắm rất nhiều cảnh đẹp mà chúng tôi sẽ không thể thấy nếu đi tàu. Thật không may, trời rất nhiều mây khi chúng tôi đi qua đèo Hải Vân nhưng vẫn rất đẹp! Cảm ơn Gon một lần nữa! Đọc thêm",
            "Cảm ơn bạn vì những lời tốt đẹp và phản hồi tích cực về tài xế của chúng tôi, Gon. Rất vui khi biết rằng anh ấy đã cung cấp cho bạn một chuyến tham quan thú vị từ Huế đến Hội An và bạn có thể tham quan nhiều địa điểm trên đường đi. Mặc dù thời tiết nhiều mây trong chuyến hành trình qua đèo Hải Vân nhưng rất vui vì bạn vẫn thấy nó rất đẹp. \nCảm ơn bạn đã lựa chọn Hura Cars và chúng tôi hy vọng có cơ hội được phục vụ bạn lần nữa trong tương lai.Đọc thêm",
            "Chúng tôi đã liên hệ với xe Hura qua email. Câu trả lời nhanh chóng với lời giải thích rõ ràng. Chúng tôi được yêu cầu cung cấp mã cho WhatsApp của tôi. Tôi nhận được lời chào từ tài xế một ngày trước đó gặp như thế nào và khi nào. Điều này thật hiệu quả. Tôi quên tên tài xế, anh ấy trầm lặng và không nói chuyện nhiều nhưng lái xe an toàn dọc theo bờ biển. Anh ấy đã cho chúng tôi đủ thời gian để xem từng nơi. Chúng tôi cũng chọn xe Hura trên đường từ Hội An về Huế theo cách khác. Bạn có thể làm như vậy bằng cách liên hệ qua email. Xe Hura cung cấp dịch vụ lái xe tốt.Đọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ trải nghiệm của mình với dịch vụ đưa đón riêng của chúng tôi. Chúng tôi rất vui khi biết rằng bạn nhận thấy hoạt động giao tiếp của chúng tôi hiệu quả và chúng tôi đã đưa ra những lời giải thích rõ ràng. \nChúng tôi đánh giá cao sự hỗ trợ liên tục của bạn trong việc lựa chọn Hura Cars cho nhu cầu vận chuyển của bạn và chúng tôi mong được phục vụ bạn một lần nữa trong tương lai.Đọc thêm",
            "Chuyến đi của chúng tôi đến đầm phá, đèo Hải Vân, đồi Bà Nà và Ngũ Hành Sơn thật tuyệt vời. Gon rất thân thiện và hữu ích và là một người lái xe cừ khôi, chúng tôi cảm thấy rất thoải mái trong suốt hành trình. Chúng tôi chắc chắn sẽ giới thiệu chuyến đi này. Cảm ơn Gon vì một ngày tuyệt vời. Đọc thêm",
            "Cảm ơn bạn đã đánh giá tích cực về dịch vụ đưa đón riêng của chúng tôi từ Huế đến Hội An và Cầu Vàng, Bà Nà Hills. \nRất vui khi biết rằng chuyến đi của bạn thật tuyệt vời. Chúng tôi đánh giá cao lời giới thiệu và những lời tử tế của bạn. \nCảm ơn bạn đã lựa chọn dịch vụ của chúng tôi và chúng tôi hy vọng được phục vụ bạn lần nữa trong tương lai.Đọc thêm",
            "Chúng tôi đã đặt chuyến trung chuyển từ Huế đến Hội An bằng Huracars, với đầy đủ các điểm dừng tham quan trên đường đi; Đầm Lập An, Vịnh Lăng Cô, lái xe qua đèo Hải Vân, tham quan Ngũ Hành Sơn và sau đó dừng chân dài tại thánh địa Mỹ Sơn tuyệt vời. Đó là một ngày dài nhưng rất đáng giá. Xe đúng giờ và rất sạch sẽ. Tài xế của chúng tôi, Bin, là người hạng nhất. Anh ấy là một người cực kỳ tốt bụng, người lái xe cực kỳ giỏi và hiểu rõ tất cả những điều chúng tôi muốn làm; không lúc nào chúng tôi cảm thấy vội vã. Và mặc dù thực tế Bin không phải là người hướng dẫn, anh ấy có khả năng tiếng Anh xuất sắc và chúng tôi hoàn toàn tận hưởng ngày làm việc cùng anh ấy. Đọc thêm",
            "Cảm ơn bạn đã dành thời gian cung cấp cho chúng tôi phản hồi có giá trị về các dịch vụ vận chuyển tư nhân của chúng tôi. Chúng tôi đánh giá rất cao đánh giá chân thành của bạn và rất vui khi biết rằng bạn đã có trải nghiệm hoàn toàn tuyệt vời trong hành trình từ Huế đến Hội An với Huracars.\nChúng tôi chân thành cảm ơn bạn đã lựa chọn Huracars và rất mong có cơ hội được phục vụ bạn lần nữa trong tương lai.Đọc thêm",
            "Khánh được phân công làm tài xế cho chúng tôi. Anh ấy đã từng tuyệt vời! Anh ấy có khả năng tiếng Anh tốt và am hiểu về văn hóa. Rất hài lòng với dịch vụ của mình. Đọc thêm",
            "Cảm ơn bạn đã đánh giá tuyệt vời của bạn! Rất vui khi biết rằng Khánh, tài xế của chúng tôi, đã cung cấp dịch vụ đưa đón tư nhân tuyệt vời. Nếu bạn có bất kỳ nhu cầu vận chuyển nào trong tương lai, vui lòng liên hệ lại với chúng tôi. \nChúng tôi rất mong được phục vụ bạn!Đọc thêm",
            "Không có nhiều thông tin liên lạc trước khi đón, đây là điển hình của Việt Nam nên chúng tôi chỉ tin tưởng tài xế sẽ xuất hiện. Anh ấy đã làm vậy, nhưng thật khó để nhận dạng anh ấy vì chúng tôi không có số của anh ấy và cũng không có ai ghi tên chúng tôi trên một tờ giấy. Sau khi liên hệ với công ty thông qua tripadvisor, họ đã phản hồi và nhanh chóng giải quyết mọi thông tin sai lệch. Lái xe an toàn và xe sạch sẽ.Đọc thêm",
            "Cảm ơn phản hồi của bạn về dịch vụ chuyển nhượng tư nhân của chúng tôi. Chúng tôi xin lỗi vì bất kỳ thông tin sai lệch nào trước khi đón, đây không phải là điển hình của VN, bạn xuất trình số điện thoại của mình nhưng không chính xác nên chúng tôi không thể gửi liên hệ trước cho tài xế. Khi bạn gửi tin nhắn qua trò chuyện Tripadvisor, chúng tôi chỉ nhận được sau 10-15 phút. \nTrên tất cả các vé của TripAdvisor, bạn có thể tìm thấy đường dây nóng và dễ dàng liên hệ với chúng tôi trong vòng 1 phút qua WhatsApp hoặc email. không phải trò chuyện trên TripAdvisor\nĐối với việc đón tại sân bay ở Việt Nam, chúng tôi không thể gọi cho người nước ngoài nếu không có điện thoại chuyển vùng và chúng tôi thường bắt máy với biển chào mừng.\nCảm ơn bạn đã đánh giá 5 sao từ bạn và hy vọng được phục vụ bạn lần sauĐọc thêm",
            "Chuyến đi vượt đèo Hải Vân từ Hội An vào Huế rất thú vị và tiết kiệm đến không ngờ. Người lái xe của chúng tôi rất linh hoạt và khi được hỏi liệu anh ấy có thể tìm cho chúng tôi một vài địa điểm để chụp ảnh khung cảnh hay không, anh ấy còn rất nhiệt tình giúp đỡ. Chắc chắn là phương pháp được khuyên dùng để đi lại giữa Hội An và Huế.Đọc thêm",
            "Cảm ơn bạn đã đánh giá! Chúng tôi rất vui khi biết rằng bạn thích chuyến đi qua đèo Hải Vân và thấy dịch vụ xe riêng là cách thuận tiện và giá cả phải chăng để di chuyển giữa Hội An và Huế. Tài xế của chúng tôi luôn sẵn lòng đáp ứng các yêu cầu và giúp bạn chụp những bức ảnh hoàn hảo. Chúng tôi hy vọng sẽ có cơ hội được phục vụ bạn một lần nữa trong tương lai. Đọc thêm"
        ],
        "star_ratings": [
            531,
            22,
            3,
            3,
            0
        ],
        "review_amount": 559,
        "location": [
            "Huế",
            "Những điều cần làm ở Huế",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "xe Hura",
            "Châu Á"
        ],
        "reviews_time": [
            "Written November 11, 2023",
            "Written November 3, 2023",
            "Written October 16, 2023",
            "Written September 28, 2023",
            "Written September 27, 2023",
            "Written September 27, 2023",
            "Written September 24, 2023",
            "Written September 23, 2023",
            "Written September 12, 2023",
            "Written September 5, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d11948135-Reviews-or80-Hura_Cars-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or70-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or90-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940215-Reviews-Hue_To_Go_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198099-Reviews-Hue_Photo_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11769405-Reviews-Hue_Happyrider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d9705672-Reviews-Dieu_De_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11947607-Reviews-Let_s_Hue_Local_Buddies-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2519037-Reviews-Dong_Ba_Market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2097429-Reviews-Hue_Kangaroo_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d15198174-Reviews-Your_My_Local_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7950988-Reviews-Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d18923428-Reviews-Binh_Minh_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g292004-d300304-Reviews-Plaza_y_Mercado_Santo_Tomas-Chichicastenango_El_Quiche_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g60970-d12579259-Reviews-Boro_Beach-Murfreesboro_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g1573057-d13946982-Reviews-Riverside_Janda_Baik-Janda_Baik_Bentong_Pahang.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d15691139-Reviews-Hip_District-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g51863-d566961-Reviews-Blue_Lake_Regional_Park-Fairview_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g33447-d142973-Reviews-Lookout_Mountain-Golden_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d12074772-Reviews-Nerja_Market-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2343996-Reviews-Mandala_Beach-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g32831-d4686216-Reviews-Redwood_Valley_Railway-Orinda_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35484-d280481-Reviews-Lake_Pend_Oreille-Hope_Idaho.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or90-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or80-Hura_Cars-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Hura Cars",
        "attraction_name_vi": "xe Hura",
        "general_info": [
            "553 đánh giá",
            "5 trên 118 Phương tiện di chuyển ở Huế",
            "Taxi đưa đón",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Dịch vụ đưa đón bằng ô tô riêng ngày càng trở nên phổ biến trong những năm gần đây do sự tiện lợi và giá cả phải chăng. Hura Cars là nhà cung cấp dịch vụ vận chuyển ô tô cá nhân hàng đầu, mang đến cho khách hàng một dịch vụ đáng tin cậy và tiết kiệm chi phí để đáp ứng nhu cầu vận chuyển của họ. Hura Cars giải quyết những rắc rối khi di chuyển bằng cách cung cấp dịch vụ giao hàng tận nơi đáng tin cậy, an toàn và đảm bảo. Khách hàng có thể đặt chuyến đi trực tuyến hoặc qua điện thoại. Tất cả tài xế của Hura Cars đều đã được sàng lọc và kiểm tra, đồng thời tất cả các phương tiện đều được bảo hiểm đầy đủ và được bảo dưỡng theo tiêu chuẩn an toàn cao nhất. Hura Cars còn cung cấp nhiều dịch vụ bổ sung như hỗ trợ hành lý, ghế trẻ em và các điểm dừng bổ sung, cho phép khách hàng tùy chỉnh hành trình phù hợp với nhu cầu của mình.Đọc thêm",
        "reviews": [
            "Lái xe rất tốt bụng và tốt bụng. Xe còn mới và rất thoải mái. Chuyến đi tuy ngắn nhưng chúng tôi cảm thấy rất an toàn.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tốt về dịch vụ đưa đón xe riêng của chúng tôi. Chúng tôi rất vui khi biết rằng bạn nhận thấy tài xế của chúng tôi rất tốt bụng và chiếc xe mới và thoải mái. An toàn là ưu tiên hàng đầu của chúng tôi và chúng tôi rất vui vì bạn cảm thấy an toàn trong chuyến đi ngắn ngày của mình. Chúng tôi hy vọng có cơ hội được phục vụ bạn lần nữa trong tương lai. Cảm ơn bạn đã lựa chọn dịch vụ đưa đón riêng của chúng tôi!Đọc thêm",
            "Chúng tôi có một người lái xe đáng yêu, đến đón chúng tôi đúng giờ.  Chúng tôi đang được chuyển từ Huế đến Hội An.  Chúng tôi dừng lại ở đầm trên con đường rất đẹp để chụp ảnh, nhưng người chiến thắng tuyệt đối là Ngũ Hành Sơn.  Một quần thể hang động cực kỳ đáng kinh ngạc với đầy đủ những ngôi đền bên trong và ẩn mình trong những tảng đá!  Thật là một điều bất ngờ và một khoảnh khắc rất đặc biệt trong chuyến đi Việt Nam của chúng tôi.  Cảm ơn Hura Cars Đọc thêm",
            "Cảm ơn bạn đã đánh giá tốt về dịch vụ chuyển nhượng tư nhân của chúng tôi. Chúng tôi rất vui khi biết rằng bạn có một tài xế đáng yêu đã đến đúng giờ và bạn rất thích điểm dừng chân tại đầm phá xinh đẹp và khu phức hợp Ngũ Hành Sơn tuyệt đẹp. Rất vui vì dịch vụ xe riêng của chúng tôi đã góp phần mang lại những khoảnh khắc đặc biệt trong chuyến đi Việt Nam của bạn. Chúng tôi hy vọng có cơ hội được phục vụ bạn lần nữa trong tương lai. Cảm ơn bạn đã lựa chọn dịch vụ đưa đón riêng của chúng tôi tại Hura Cars!Đọc thêm",
            "Tôi đã đi tham quan thành phố Huế với họ. Thật là tuyệt. Cả hướng dẫn viên Mi và tài xế của chúng tôi đều rất tuyệt vời và họ đã giúp chúng tôi mọi thứ và thậm chí vượt quá khả năng của họ để khiến chúng tôi cảm thấy được chào đónĐọc thêm",
            "Cảm ơn bạn đã dành thời gian chia sẻ đánh giá của mình với chúng tôi! Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tuyệt vời với dịch vụ đưa đón riêng của chúng tôi. Chúng tôi rất vui khi cả hướng dẫn viên du lịch của bạn, Mi, và tài xế đều đã nỗ lực hết mình để bạn cảm thấy được chào đón và được giúp đỡ trong mọi việc trong suốt chuyến tham quan thành phố Huế của bạn. Chúng tôi đánh giá cao đánh giá của bạn và hy vọng sẽ được phục vụ bạn một lần nữa trong tương lai! Đọc thêm",
            "Chuyến đi rất vui vẻ với Dũng từ Huế đến Hội An. Dũng lái xe rất giỏi, rất cẩn thận và anh ấy đã kể cho chúng tôi rất nhiều điều về phong cảnh, văn hóa, v.v....anh ấy nói tiếng Anh và dừng lại nhiều lần trên đường đi. Đẹp nhất là núi đá cẩm thạch! Cảm ơn Dung rất nhiều!Đọc thêm",
            "Cảm ơn bạn đã đánh giá tích cực về dịch vụ xe đưa đón riêng của chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với Dung trong chuyến đi từ Huế đến Hội An và bạn thấy dịch vụ của anh ấy rất chuyên nghiệp, cẩn thận và nhiều thông tin. Chúng tôi rất vui vì anh ấy đã dừng lại nhiều lần trên đường đi và gợi ý những địa điểm chụp ảnh đẹp nhất. Chúng tôi đồng ý rằng Ngũ Hành Sơn là một trong những địa điểm đẹp nhất trong khu vực. Chúng tôi chắc chắn sẽ chuyển lời tốt đẹp của bạn đến Dung. Cảm ơn bạn đã chọn HuraCars và chúng tôi hy vọng sẽ có cơ hội được phục vụ bạn một lần nữa trong tương lai. Đọc thêm",
            "Xe sạch sẽ, công ty tốt, nhạc phòng chờ tiếng Việt, người nói tiếng Anh, chuyến tham quan tốt giữa Huế và Hội An, nên đọc thêm",
            "Cảm ơn bạn đã đánh giá tích cực về các dịch vụ chuyển nhượng tư nhân của chúng tôi. Chúng tôi rất vui khi biết rằng bạn nhận thấy xe của chúng tôi sạch sẽ, công ty của chúng tôi tốt và tài xế của chúng tôi là một người nói tiếng Anh. Chúng tôi cũng rất vui vì bạn đã thưởng thức âm nhạc Việt Nam trong chuyến tham quan từ Huế đến Hội An và giới thiệu các dịch vụ của chúng tôi. Chúng tôi hy vọng có cơ hội được phục vụ bạn lần nữa trong tương lai.Đọc thêm",
            "Người lái xe Thịnh rất thân thiện và rất hiểu biết như thể anh ấy là hướng dẫn viên du lịch! Luôn gợi ý và cảnh báo chúng tôi trước khi đến một địa điểm cũng như những điều không nên làm và tránh bẫy du lịch! Tiết kiệm cho chúng ta rất nhiều thời gian trong việc xếp hàng mua vé lên núi 5 yếu tố nữa. Anh ấy thậm chí còn đề xuất các quán ăn và luôn kiểm tra xem chúng tôi có cần dừng thêm trong chuyến đi để uống nước hoặc đi vệ sinh không! Nó chắc chắn xứng đáng với cái giá phải trả cho dịch vụ chăm sóc như vậy!Đọc thêm",
            "Kính gửi quý khách hàng, cảm ơn quý khách đã đánh giá tích cực về dịch vụ vận chuyển tư nhân của chúng tôi. Chúng tôi rất vui khi biết rằng Thịnh đã mang lại trải nghiệm thân thiện, hiểu biết và chu đáo. Chúng tôi đánh giá cao những lời tốt đẹp của bạn và hy vọng được phục vụ bạn một lần nữa trong tương lai.Đọc thêm",
            "Tôi khuyên mọi người nên thực hiện chuyến đi này từ Huế đến Hội An. Người lái xe rất thân thiện và giới thiệu nhiều cảnh đẹp trên đường đi để tôi chụp ảnh. Ăn uống trên đường đi thực sự rất tuyệt. Chắc chắn là đánh giá 5 sao cho tài xế của chúng tôi. Thịnh. Chúng tôi thuê xe riêng từ Huế đến Hội Ann. Thịnh đã giới thiệu cho chúng tôi nhiều địa điểm chụp ảnh đẹp trên đường đi. Chúng tôi có một số món mì xào hàu ngon và cà phê ngon. Tôi sẽ giới thiệu dịch vụ này từ Huế đến Hội Ann!Đọc thêm.",
            "Khách hàng thân mến\n\nCảm ơn bạn đã đánh giá tích cực về dịch vụ đưa đón riêng của chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có một chuyến đi tuyệt vời từ Huế đến Hội An và bạn thấy tài xế Thịnh rất thân thiện và cho phép bạn tham quan nhiều cảnh đẹp trên đường đi. . Cũng được đề xuất. Một số địa điểm chụp ảnh đẹp nhất. Chúng tôi rất vinh dự khi biết rằng bạn rất thích món hàu và cà phê ngon trên đường đi. Cảm ơn bạn đã giới thiệu.\n\nTrân trọng\nĐội ngũ HuraCarsĐọc thêm",
            "Đặt dịch vụ đưa đón riêng từ sân bay Huế đến khách sạn của chúng tôi ở Huế. Người lái xe đợi với tấm biển có tên tôi, đúng giờ, xe sạch sẽ, dịch vụ chuyển tiếp thẳng không rắc rối. Chi phí là giá vé, giống như Grab - không có vấn đề gì lớn. Sau trải nghiệm tuyệt vời mà tôi có với Hura Cars, tôi đã đặt lại dịch vụ ở Hội An để đưa đón từ khách sạn của chúng tôi đến sân bay. Lái xe lịch sự, lái xe an toàn. Đừng ngần ngại sử dụng công ty nàyĐọc thêm",
            "Kính gửi quý khách hàng, cảm ơn quý khách đã đánh giá tích cực về dịch vụ vận chuyển tư nhân của chúng tôi. Chúng tôi rất vui khi biết rằng bạn đã có trải nghiệm tốt với HuraCars, từ việc đón khách đúng giờ tại sân bay Huế cho đến tài xế an toàn và lịch sự đưa bạn về khách sạn. Chúng tôi đánh giá cao đề xuất của bạn và hy vọng có cơ hội phục vụ bạn một lần nữa. Trân trọng, nhóm HuraCars.Đọc thêm",
            "Tuấn là tài xế của chúng tôi và anh ấy đã cho chúng tôi một chuyến đi rất thú vị và thư giãn từ Huế đến Hội An. Anh ấy là một người lái xe an toàn và thoải mái và anh ấy rất có định hướng phục vụ.Đọc thêm",
            "Cảm ơn bạn đã đánh giá tích cực về các dịch vụ chuyển nhượng tư nhân của chúng tôi. Chúng tôi rất vui khi biết rằng Tuấn đã cung cấp một chuyến tham quan thú vị và thư giãn từ Huế đến Hội An và bạn nhận thấy anh ấy là một tài xế an toàn, thoải mái và hướng đến dịch vụ. Chúng tôi đánh giá cao đề xuất của bạn và hy vọng có cơ hội phục vụ bạn lần nữa trong tương lai.Đọc thêm",
            "Nhanh chóng, liên lạc tuyệt vời, xe sạch sẽ và giá trị lớn.  Tài xế Ryan của chúng tôi lịch sự, chuyên nghiệp và rất tốt bụng.  Anh ấy đã giúp chúng tôi đưa ra một số đề xuất địa phương tuyệt vời khi chúng tôi đến Hội An và giữ liên lạc để đảm bảo rằng tất cả chúng tôi đều ổn sau khi thả chúng tôi đến đó.  Rất khuyến khích!! Đọc thêm",
            "Cảm ơn bạn đã đánh giá tích cực về các dịch vụ chuyển nhượng tư nhân của chúng tôi. Chúng tôi rất vui khi biết rằng bạn nhận thấy khả năng liên lạc của chúng tôi nhanh chóng và xuất sắc, xe của chúng tôi sạch sẽ và tài xế Ryan lịch sự, chuyên nghiệp và rất tốt bụng. Chúng tôi rất vui vì anh ấy đã cung cấp cho bạn những gợi ý địa phương hữu ích khi bạn đến Hội An và anh ấy vẫn giữ liên lạc để đảm bảo mọi thứ diễn ra suôn sẻ sau khi đưa bạn đến. Chúng tôi đánh giá cao đề xuất của bạn và hy vọng có cơ hội phục vụ bạn lần nữa trong tương lai.Đọc thêm"
        ],
        "star_ratings": [
            531,
            22,
            3,
            3,
            0
        ],
        "review_amount": 559,
        "location": [
            "Huế",
            "Những điều cần làm ở Huế",
            "Việt Nam",
            "Thua Thien - Hue Province",
            "xe Hura",
            "Châu Á"
        ],
        "reviews_time": [
            "Written September 5, 2023",
            "Written August 31, 2023",
            "Written August 25, 2023",
            "Written August 21, 2023",
            "Written August 20, 2023",
            "Written August 19, 2023",
            "Written August 19, 2023",
            "Written August 19, 2023",
            "Written August 18, 2023",
            "Written August 17, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d11948135-Reviews-or90-Hura_Cars-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or80-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or100-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d1940215-Reviews-Hue_To_Go_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4333898-Reviews-Tu_Dam_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198099-Reviews-Hue_Photo_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11769405-Reviews-Hue_Happyrider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d9705672-Reviews-Dieu_De_Pagoda-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11947607-Reviews-Let_s_Hue_Local_Buddies-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2519037-Reviews-Dong_Ba_Market-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8813685-Reviews-Hue_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d13873574-Reviews-Bo_s_Tailor-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2097429-Reviews-Hue_Kangaroo_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d15198174-Reviews-Your_My_Local_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7950988-Reviews-Hue_Cooking_Class-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d17328550-Reviews-Connect_Travel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d18923428-Reviews-Binh_Minh_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d4235705-Reviews-Gia_Huy_Silk_Tailor_Shop-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1651173-Reviews-Fuhrerbunker-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g298033-d6939394-Reviews-Sedir_Island-Marmaris_Marmaris_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188900-Reviews-Fortnum_Mason-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133667-d8181333-Reviews-Toho_Cinemas_Shinjuku-Kabukicho_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g45082-d734953-Reviews-Yellowstone_Club-Big_Sky_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g56701-d6698253-Reviews-Big_Texas_Dance_Hall_Saloon-Spring_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g143038-d145317-Reviews-Brooks_Falls-Katmai_National_Park_and_Preserve_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d4708411-Reviews-Bling_Bling_Barcellona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190133-Reviews-Villa_Borghese-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g312857-d314428-Reviews-CASCADA_EL_PAILON_del_Diablo-Banos_Tungurahua_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or100-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-or90-Hura_Cars-Hue_Thua_Thien_Hue_Province.html"
    }
]