[
    {
        "attraction_name": "HVG Travel",
        "attraction_name_vi": "HVG Travel",
        "general_info": [
            "114 đánh giá",
            "- 268 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Du lịch sinh thái",
            "Các tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Bản thân là những người đam mê du lịch, chúng tôi hiểu giá trị của việc có một nguồn tài nguyên đáng tin cậy mà bạn có thể dựa vào để giúp bạn tìm, nghiên cứu và đặt chỗ các sản phẩm du lịch tốt nhất trên thế giới. Đội ngũ nhân sự HVG Travel giàu kinh nghiệm, chuyên gia địa phương đều có nhiều năm kinh nghiệm thực tế luôn vui vẻ, nhiệt tình, tận tâm mang đến dịch vụ hoàn hảo.Xem thêm",
        "reviews": [
            "Rất khuyến khích HVG Travel! Chúng tôi đã có một vài sửa đổi mà chúng tôi muốn thực hiện đối với các lựa chọn chuyến tham quan và HVG rất vui lòng giúp chúng tôi thiết kế chuyến tham quan Huế hoàn hảo. Giao tiếp nhanh chóng, dễ dàng và thuận tiện và quá trình đặt phòng diễn ra hoàn hảo. Hướng dẫn viên của chúng tôi thật đáng kinh ngạc - cô ấy là người hiểu biết, tốt bụng, vui tính và rất có sức chứa với mẹ vợ tôi, người gặp rắc rối với đầu gối khi đi trên cầu thang dốc và dài. đi bộ. Hướng dẫn viên của chúng tôi đã cho chúng tôi những lời khuyên tuyệt vời và giúp chúng tôi nhìn thấy vẻ đẹp của Huế qua đôi mắt của cô ấy. Cô ấy rõ ràng yêu thích thành phố và điều đó thể hiện qua tác phẩm tuyệt vời của cô ấy! Chúng tôi đã có một khoảng thời gian tuyệt vời ở Việt Nam nhưng hôm nay là điểm nhấn của chuyến đi, chúng tôi rất ấn tượng và biết ơn!Đọc thêm",
            "Dịch vụ của Andy - đơn giản là nổi bật. Chúng tôi muốn đi theo nhịp độ của Việt Nam và tránh những bẫy du lịch dồi dào cũng như các chuyến tham quan bằng xe buýt đến những nơi quá đông đúc, vì vậy chúng tôi muốn tự mình khám phá tất cả. Giao tiếp thuận tiện qua WhatsApp Andy đã cung cấp cho tài xế khắp Việt Nam, Sài Gòn, Đà Nẵng, Hà Nội, dễ đặt xe, giá cả hợp lý và dễ thanh toán trực tuyến. Tất cả - vâng tất cả - các tài xế đều đúng giờ, rất lịch sự và hữu ích - Tiếng Anh thường có thể là một thách thức, nhưng có google dịch -. Rất chuyên nghiệp. Rất, rất cao, được đề xuất.Đọc thêm",
            "Chúng tôi đã đặt bốn tour riêng với HVG - tài xế - hướng dẫn viên - khi tàu du lịch của chúng tôi đi dọc bờ biển Việt Nam. Chúng tôi được đón tại tàu - hầu hết các tour du lịch khác thì không - cho mỗi chuyến đi. Các hướng dẫn viên rất tuyệt vời - không chỉ giao tiếp về các điểm tham quan mà còn trả lời các câu hỏi của chúng tôi về cuộc sống ở Việt Nam. Điều thực sự bất ngờ là ở Vịnh Hạ Long, nơi chúng tôi có cả một chiếc thuyền cho riêng mình. Việc giao tiếp trước chuyến đi khiến chúng tôi tin rằng mình đã đặt đúng công ty - được xác nhận bởi những trải nghiệm của chúng tôi. Đọc thêm",
            "Tôi tình cờ gặp Andy - tại HVG Travel khi đang tìm mua một số hướng dẫn viên về TP.HCM, Hà Nội và Huế trong chuyến đi 2 tuần tới Việt Nam mà chúng tôi tự lên kế hoạch. Chúng tôi có một nhóm 8 người và cần Hướng dẫn và Chuyển giao cuối cùng được tổ chức trong tuần trước khi khởi hành. Mặc dù tôi đã sắp xếp tất cả các yếu tố khác nhưng Andy vẫn rất xuất sắc và sắp xếp mọi yêu cầu một cách nhanh chóng với mức giá tuyệt vời. Ba hướng dẫn viên Mai, Vũ và Su, tất cả đều tuyệt vời và chúng tôi rất vui khi thay đổi trải nghiệm của mình bên ngoài mạch du lịch tiêu chuẩn. Tất cả các lần chuyển tiền đều đúng giờ và trình điều khiển xuất sắc. Tôi không thể - cảm ơn Andy - Xin lỗi vì không có tên thật của bạn! - đủ cho tất cả sự giúp đỡ của bạn và dễ dàng giao tiếp! Chắc chắn sẽ sử dụng bạn trong lần ghé thăm tiếp theo của chúng tôi! Đọc thêm",
            "Chúng tôi đến làng Bát Tràng, tham quan bảo tàng gốm sứ, đi dạo trong thị trấn, mua sắm và vẽ gốm sứ. Hướng dẫn viên của chúng tôi nói tiếng Anh tốt, hiểu biết, chu đáo và có sức chứa. Sẽ cân nhắc việc tiếp tục hợp tác với Đại lý này.Đọc thêm",
            "Đặt chỗ với HVG - Andy - thật dễ dàng. Tôi đặt xe đón chúng tôi lúc 2h30 sáng tại sân bay Hà Nội. Người lái xe đã có mặt tại khu vực đến và giúp chúng tôi đổi tiền và lấy thẻ SIM. Chuyến về lúc 5 giờ sáng và tài xế có mặt lúc 4 giờ 45. Tôi cũng đã đặt một chuyến đi đến Hồ Chí Minh. Người lái xe rất tốt và chăm sóc chúng tôi như gia đình. Điều tuyệt vời nhất là bất kể thời gian, Andy đều trả lời cuộc gọi và tin nhắn của bạn ngay lập tức.Đọc thêm",
            "Chúng tôi đã yêu cầu một chuyến tham quan qua đêm đến Ninh Bình từ Hà Nội để bao gồm Thành phố cổ, chuyến đi bằng thuyền, đi bộ đến điểm quan sát để ngắm chùa - núi đá vôi - vùng nông thôn và đi dạo ngắm chim trong Vườn Quốc gia.  Ngay sau bữa trưa, chúng tôi được thông báo rằng chúng tôi sẽ không đi bộ đến điểm ngắm cảnh vì trời quá nhiều mây.  Trước đó trong ngày, trời quang đãng và chúng tôi có thể - đáng lẽ phải làm điều đó lúc đó, nhưng điều này không được thảo luận, mặc dù người hướng dẫn thừa nhận rằng thời tiết này là bình thường trong tháng 12.  Nhìn chung, ngày hôm đó là một ngày thất vọng lớn và chúng tôi cảm thấy rằng việc giao tiếp tốt hơn có thể ngăn chặn được vấn đề.  Mặc dù đây là một - chuyến tham quan riêng - nhưng chúng tôi có cảm giác như bị dồn vào một hành trình đã định sẵn mà không có bất kỳ sự cân nhắc nào về sở thích của mình.  Đọc thêm",
            "Xin chào, \n\nTôi - rất tiếc khi nghe về trải nghiệm của bạn.\nTôi đã cố gắng tìm hiểu về việc đặt phòng của bạn nhưng không thành công. \nBạn có thể chia sẻ thêm thông tin về đặt chỗ của mình: tên, số đặt chỗ hoặc ngày đi du lịch?\nĐiều này sẽ giúp tôi tìm hiểu điều gì đã xảy ra và thực hiện các hành động tiếp theo.\n\nCảm ơn bạn, Đọc thêm",
            "Tôi cần một chuyến đi từ sân bay về khách sạn và chuyến đi của HVG thật tuyệt vời. Phản hồi nhanh chóng, cung cấp báo giá và tùy chọn thanh toán trước. Khi tôi đến sân bay và bị trì hoãn nhập cảnh, chúng tôi có thể liên lạc với nhau và tài xế đã đợi. Người lái xe của tôi nói tiếng Anh rất tốt và rất thân thiện. Cô ấy có thể là điểm nổi bật của chuyến đi của tôi! Tôi cũng sử dụng HVG để quay lại sân bay - ít thông báo - và tài xế tiếp theo rất chuyên nghiệp và có mặt sớm. Tôi chắc chắn sẽ sử dụng chúng một lần nữa.Đọc thêm",
            "Tour du lịch được tổ chức tốt từ đầu đến cuối. Họ trả lời các câu hỏi của chúng tôi trong vòng vài giờ, họ có thể sắp xếp một tài xế cho chúng tôi trong chuyến đi nửa ngày đến Địa đạo Củ Chi trong vòng một ngày. Tất cả đều cảm thấy tốt. Người lái xe đã lái xe an toàn và cung cấp nhiều thông tin trong quá trình lái xe. Xe rộng rãi, sạch sẽ và tài xế đã quay lại địa đạo Củ Chi khi kết thúc chuyến tham quan nên không cần phải chờ đợi. Hoàn hảo.Đọc thêm",
            "Ngài Andy rất chuyên nghiệp và có sức chứa. Anh ấy rất nhanh chóng và kiên nhẫn với những câu hỏi của tôi. Người lái xe được chỉ định cho chúng tôi trong chuyến đi trong ngày cũng rất đúng giờ. Anh ấy rất tốt bụng trong suốt chuyến đi. Đọc thêm"
        ],
        "star_ratings": [
            98,
            8,
            2,
            5,
            1
        ],
        "review_amount": 114,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "HVG Travel",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 23, 2024",
            "Written March 18, 2024",
            "Written February 20, 2024",
            "Written February 2, 2024",
            "Written January 29, 2024",
            "Written January 18, 2024",
            "Written January 7, 2024",
            "Written September 15, 2023",
            "Written August 23, 2023",
            "Written August 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d11674928-Reviews-HVG_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11674928-Reviews-or10-HVG_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558632-Reviews-Vietnam_Tour_247-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12530057-Reviews-Vietnam_Dragon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12365752-Reviews-Trixie_Cafe_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8599500-Reviews-Ionah_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6825732-Reviews-Go_Indochine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11966150-Reviews-Ao_Dai_La_Sen_Vu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15857356-Reviews-Hanoi_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458781-Reviews-YOLOTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25174904-Reviews-Indochina_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12635471-Reviews-Sengarden-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g43044-d6454478-Reviews-Kawishiwi_Falls_Trail-Ely_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54296-d265663-Reviews-Night_Heron_Park-Kiawah_Island_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3654082-Reviews-Alanyum_Mall-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d4509288-Reviews-Sexton_s_Seafood_Market-Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32784-d18153825-Reviews-Slab_City-Niland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d14195628-Reviews-Pitch_25-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g41540-d8065049-Reviews-Cold_Storage_Beach-East_Dennis_Dennis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d23393399-Reviews-Beyond_Van_Gogh-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d656633-Reviews-The_Royal_Palace-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d318176-Reviews-Palace_of_Parliament-Bucharest.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d11674928-Reviews-or10-HVG_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d11674928-Reviews-HVG_Travel-Hanoi.html"
    },
    {
        "attraction_name": "HVG Travel",
        "attraction_name_vi": "HVG Travel",
        "general_info": [
            "114 đánh giá",
            "- 268 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Du lịch sinh thái",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Bản thân là những người đam mê du lịch, chúng tôi hiểu giá trị của việc có một nguồn tài nguyên đáng tin cậy mà bạn có thể dựa vào để giúp bạn tìm, nghiên cứu và đặt chỗ các sản phẩm du lịch tốt nhất trên thế giới. Đội ngũ nhân sự HVG Travel giàu kinh nghiệm, chuyên gia địa phương đều có nhiều năm kinh nghiệm thực tế luôn vui vẻ, nhiệt tình, tận tâm mang đến dịch vụ hoàn hảo.Xem thêm",
        "reviews": [
            "Chúng tôi đã thực hiện chuyến tham quan chợ Cốc Ly và thật tuyệt vời! Chúng tôi rất thích khu chợ và đi thuyền với khung cảnh tuyệt đẹp của dòng sông Hướng dẫn viên của chúng tôi, bà Tung, là một hướng dẫn viên giỏi và là một người tốt bụng. Chúng tôi đã rất may mắn với cô ấyĐọc thêm",
            "Ông Andy Nguyễn của HVG Travel đã tổ chức toàn bộ tour du lịch Hà Nội cho chúng tôi.  Gói này bao gồm đưa đón sân bay, chỗ ở khách sạn cực kỳ thoải mái - Tour du lịch trong ngày sang trọng đến Vịnh Hạ Lone - Ninh Bình. Trong số 2 chuyến tham quan thì chuyến tham quan Vịnh Halone Jade Cruse là tuyệt vời nhất. Anh đã chọn khách sạn The Light để nghỉ dưỡng, nằm ở trung tâm thành phố, gần khu mua sắm ở Hà Nội. Đồ ăn trong khách sạn thật tuyệt vời. Cảm ơn Andy một lần nữa vì dịch vụ đã cung cấp cho chúng tôi với sự liên lạc không thể thay đổi khi tôi lên kế hoạch cho chuyến du lịch đến Việt Nam. Bất kỳ ai muốn đến thăm Việt Nam, tôi có thể giới thiệu công ty này Prathapa Ratnayake, Sri LankaĐọc thêm",
            "Andy từ HVG đã sắp xếp tất cả các chuyến đưa đón của chúng tôi ở Sài Gòn và Phú Quốc cũng như chuyến tham quan đến Địa đạo Củ Chi. Mọi thứ diễn ra suôn sẻ và Andy đã nhanh chóng trả lời tất cả email của tôi trong suốt quá trình lập kế hoạch. Cảm ơn sự giúp đỡ của bạn Andy!! Tất cả chúng ta đều đã có một chuyến đi tuyệt vời : - Đọc thêm",
            "Chuyến tham quan thành phố tuyệt vời, được tổ chức tốt, bao gồm các địa danh quan trọng nhất. Hướng dẫn viên của chúng tôi, Chương Lee, rất am hiểu và tiếng Anh của anh ấy thật tuyệt vời. Anh ấy đã cho tôi thêm những đề xuất cho một ngày khác, thực sự tất cả đều rất hữu ích.Đọc thêm",
            "Đối tác của tôi và tôi - 30 và 27 - đã đặt chuyến đi trong ngày riêng tư vào phút cuối đến Vườn quốc gia Cúc Phương từ Hà Nội thông qua công ty du lịch HGV Travel. Đó là một trải nghiệm tuyệt vời! Chúng tôi đi một chiếc xe tải sạch sẽ, thoải mái với tài xế lành nghề, cẩn thận và hướng dẫn viên của chúng tôi, Trần; lái xe mất khoảng 2,5 giờ và ngắm cảnh gần như suốt chặng đường. Hướng dẫn viên của chúng tôi, Trần, đã khiến chuyến đi trở nên đáng giá - anh ấy rất am hiểu về công viên cũng như lịch sử và đời sống hoang dã của nó, và chúng tôi đã học được rất nhiều điều từ anh ấy về Việt Nam nói chung , bao gồm những điều thú vị như ẩm thực, giáo dục và địa lý. Trung tâm cứu hộ linh trưởng - nơi chăm sóc các loài linh trưởng có nguy cơ tuyệt chủng, bao gồm nhiều loài được giải cứu khỏi chợ động vật hoang dã bất hợp pháp - là một điểm dừng chân tuyệt vời bởi vì, tại mỗi khu vực linh trưởng, Tran cho chúng tôi biết về tình trạng của chúng, những mối đe dọa mà loài này phải đối mặt và trung tâm - s làm việc để bảo vệ các loài. Chúng tôi thậm chí còn được nhìn thấy những chú khỉ con nhỏ vài tuần tuổi đang bám vào mẹ của chúng. Trong chuyến đi bộ đường dài đầy thử thách và xuất sắc này, Trần đã quan tâm đến cách chúng tôi đang thực hiện và chỉ ra những động vật và thực vật thú vị, bao gồm cả những cây cổ thụ, khi chúng tôi đi bộ . Khu rừng này là rừng nhiệt đới nguyên sinh và thật tuyệt vời khi được nhìn - và nghe thấy - rất nhiều loài chim, côn trùng và ếch! - . Hang động của người tiền sử thật đáng kinh ngạc - tôi đã không nhận ra nó lớn đến mức nào. Ngoài ra, bữa trưa được chế biến tại địa phương rất ngon. Tôi chắc chắn sẽ giới thiệu chuyến tham quan này cho những người khác, đặc biệt là với Trần làm hướng dẫn viên.Đọc thêm",
            "Đáng buồn là chuyến du lịch riêng 3 ngày tới SaPa của chúng tôi là một cái bẫy du lịch. Tôi quyết định đặt một tour du lịch riêng để có trải nghiệm đặc biệt, nhưng mọi thứ chúng tôi làm trong chuyến tham quan này đều mang tính khách du lịch. Hơn nữa hướng dẫn của chúng tôi đã không cung cấp nhiều thông tin. Ngoài ra đồ ăn hàng ngày đều giống nhau, không có gì đặc biệt. Nhìn chung chúng tôi thất vọng. Đọc thêm",
            "Kính gửi quý khách hàng,\n\nTôi đánh giá cao phản hồi của bạn về dịch vụ của chúng tôi. Tôi - rất tiếc khi biết trải nghiệm của bạn không như bạn mong đợi. Tuy nhiên, chúng tôi cung cấp dịch vụ này dưới dạng tour riêng và mọi thứ đều rõ ràng ngay từ đầu: hành trình, khách sạn, giá cả...\nNếu bạn mong đợi điều gì đó không như mong đợi, bạn nên yêu cầu nhân viên bán hàng của chúng tôi biến nó thành của riêng bạn.\n\nP - s: Bạn có thể vui lòng pm cho tôi tên của bạn - mã đặt chỗ, vì tôi không thể tìm thấy đặt chỗ của bạn. Tôi sẽ đánh giá cao điều đó vì chúng tôi sẽ biết những gì cần được cải thiện. \n\nCảm ơn bạn.Đọc thêm",
            "Nga là hướng dẫn viên du lịch tốt nhất. Vô cùng cởi mở và quyến rũ trong suốt thời gian chúng ta bên nhau. Anh ấy đã sẵn sàng với kiến ​​thức và chia sẻ rất nhiều lịch sử cũng như bối cảnh về những thắng cảnh mà chúng tôi đã thấy cũng như những món ăn chúng tôi đã ăn.Đọc thêm",
            "Anh Andy của HVG Travel đã sắp xếp một chuyến đi riêng cho chúng tôi theo sự lựa chọn của chúng tôi. SUV cho 2 chúng tôi. Hướng dẫn viên du lịch riêng của chúng tôi. Lái xe riêng của chúng tôi. Mỗi đêm ở khách sạn 3-4 sao sẵn có trên địa bàn. Mỗi ngày khởi hành lúc 9 giờ sáng, để chúng tôi có thể có một đêm ngon giấc và ăn sáng lúc rảnh rỗi. Hai - 2 tuần từ Tây Bắc qua Bắc Trung Bộ đến Đông Bắc, khởi hành và trở về Hà Nội. Đó là một chuyến đi tuyệt vời. Hướng dẫn viên rất am hiểu, tài xế rất giàu kinh nghiệm và cẩn thận. Những nơi chúng tôi đã đến thăm, những người chúng tôi đã gặp và nói chuyện - 5 dân tộc thiểu số - , một chuyến đi tuyệt vời hơn nhiều so với mọi chuyến tham quan mà chúng tôi có thể tìm thấy trên internet. Đúng vậy, một chuyến tham quan riêng như vậy rất tốn kém. Nhưng rất đáng giá!  Bạn nhớ từng ngày, mọi nơi, mọi người bạn đã đến thăm và nói chuyện cùng. Không như bình thường, về đến nhà phải xem ảnh và cố nhớ xem nội dung nó là gì. Cảm ơn anh A Jay - English style - - A Dê - H - Mong style - , nguoi H - Mong sống ở Mộc Châu, vì đã dẫn chúng tôi đi tham quan làng của bạn, kể tất cả về cuộc sống ở đó, những cải thiện mà bạn nhận thấy cho cuộc sống ở đó, sự hỗ trợ mà Nhà Nước Việt Nam mang lại. Cảm ơn tất cả các bạn Người H - Mông, Tài, Nùng, Lô Xin chào, vì đã rất thân thiện, lôi cuốn, cởi mở, trung thực với chúng tôi. Đặc biệt cảm ơn anh Toàn, hướng dẫn viên du lịch với kiến ​​thức sâu rộng và nhiệt tình, người đã đưa chúng tôi đến những nơi tuyệt vời như vậy. Đặc biệt còn có anh Đông, tài xế, người đã để vượt qua những con đường rất khó khăn với tình trạng đất lở - hàng tấn đá và bùn trên đường ở một số nơi - .Và tất nhiên, ông Andy, người đã biến tất cả thành hiện thực.Đọc thêm",
            "Có một chuyến du lịch riêng tuyệt vời đến Ba Vì. Hành trình rất linh hoạt, hướng dẫn viên Anh của chúng tôi rất thân thiện, hữu ích và nói tiếng Anh tuyệt vời. Anh ấy chia sẻ những thông tin thú vị và thường xuyên kiểm tra xem chúng tôi có tận hưởng chuyến tham quan và làm những gì chúng tôi muốn làm không. Lái xe thân thiện và lái xe an toàn. Bữa trưa bao gồm rất ngon và đáp ứng được nhu cầu của chúng tôi.Đọc thêm",
            "Chúng tôi đã đến thăm Mai Châu và đó là chuyến đi thật tuyệt vời - riêng tư. Hướng dẫn viên của chúng tôi, ông Anh thực sự rất tốt bụng và trả lời mọi câu hỏi của chúng tôi. Nhờ anh mà chúng tôi có thể hiểu thêm một chút về cuộc sống ở Việt Nam. Ngoài ra anh ấy cũng thích chuyến đi như chúng tôi nên nó còn tuyệt vời hơn. Người lái xe của chúng tôi cũng rất tốt bụng, chẳng hạn như anh ấy dừng lại ở mọi nơi chúng tôi muốn và anh ấy cũng muốn nói chuyện với chúng tôi - tiếc là rào cản ngôn ngữ khá lớn nhưng với sự giúp đỡ của anh Anh thì mọi việc thật dễ dàng - . Chúng tôi có thể giới thiệu chuyến đi đến Mai Châu này vì thiên nhiên rất đẹp, bạn có thể nhìn thấy người bản xứ - họ thích khiêu vũ - và với mức giá này, nó còn hơn cả những gì chúng tôi mong đợi. Nó đáng giá từng xu.Đọc thêm"
        ],
        "star_ratings": [
            98,
            8,
            2,
            5,
            1
        ],
        "review_amount": 114,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "HVG Travel",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written August 8, 2023",
            "Written July 28, 2023",
            "Written July 8, 2023",
            "Written June 10, 2023",
            "Written April 2, 2023",
            "Written March 8, 2023",
            "Written July 24, 2022",
            "Written June 22, 2022",
            "Written May 3, 2022",
            "Written April 26, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d11674928-Reviews-or10-HVG_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11674928-Reviews-HVG_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11674928-Reviews-or20-HVG_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558632-Reviews-Vietnam_Tour_247-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12530057-Reviews-Vietnam_Dragon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12365752-Reviews-Trixie_Cafe_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8599500-Reviews-Ionah_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6825732-Reviews-Go_Indochine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11966150-Reviews-Ao_Dai_La_Sen_Vu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15857356-Reviews-Hanoi_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458781-Reviews-YOLOTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25174904-Reviews-Indochina_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12635471-Reviews-Sengarden-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d531608-Reviews-Gornergrat-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g656615-d10393455-Reviews-Gucci-Fiumicino_Province_of_Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g41802-d4742550-Reviews-Shawme_Crowell_State_Forest-Sandwich_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60471-d3348032-Reviews-Eagle_Butte_Coal_Mine_Tours-Gillette_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g212985-d3370072-Reviews-Killary_Sheep_Farm-Leenane_County_Galway_Western_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g57952-d531967-Reviews-Mabry_Mill-Meadows_of_Dan_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4173939-Reviews-Michael_Jackson_ONE_by_Cirque_du_Soleil-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g1773273-d4882771-Reviews-Loro_piana-Romagnano_Sesia_Province_of_Novara_Piedmont.html",
            "https://www.tripadvisor.com/Attraction_Review-g60881-d4702560-Reviews-Hemenway_Park-Boulder_City_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g48514-d8473219-Reviews-Lake_Ronkonkoma-Ronkonkoma_Long_Island_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d11674928-Reviews-or20-HVG_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d11674928-Reviews-or10-HVG_Travel-Hanoi.html"
    },
    {
        "attraction_name": "HVG Travel",
        "attraction_name_vi": "HVG Travel",
        "general_info": [
            "114 đánh giá",
            "- 268 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Du lịch sinh thái",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Bản thân là những người đam mê du lịch, chúng tôi hiểu giá trị của việc có một nguồn tài nguyên đáng tin cậy mà bạn có thể dựa vào để giúp bạn tìm, nghiên cứu và đặt chỗ các sản phẩm du lịch tốt nhất trên thế giới. Đội ngũ nhân sự HVG Travel giàu kinh nghiệm, chuyên gia địa phương đều có nhiều năm kinh nghiệm thực tế luôn vui vẻ, nhiệt tình, tận tâm mang đến dịch vụ hoàn hảo.Xem thêm",
        "reviews": [
            "Tôi đã thực hiện một chuyến tham quan riêng đến một số làng nghề thủ công ngoài Hà Nội cùng với cô con gái 10 tuổi của mình, vì vậy tiêu chí của tôi là an toàn và đáng tin cậy và đại lý chính xác là như vậy. Toàn là hướng dẫn viên du lịch, anh ấy niềm nở và nhiệt tình, anh ấy đến sớm và dường như không bao giờ vội vã. Chiếc xe không tì vết, người lái xe cũng rất tốt. Tôi đã phối hợp với Andy về chuyến đi này trên Zalo và tôi nghĩ điều khiến anh ấy khác biệt so với những người khác chính là sự tin tưởng mà anh ấy đặt vào một khách hàng tiềm năng. Anh ấy lắng nghe các yêu cầu và đưa ra khuyến nghị của mình. Tôi ngưỡng mộ anh ấy và đội ngũ của anh ấy - sự cam kết hướng tới kinh doanh và tôn trọng sự tin tưởng cũng như tiền bạc của khách hàng. Tôi - tôi sẽ đặt các chuyến du lịch khác với Andy trong tương lai và vì vậy tôi đặc biệt giới thiệu anh ấy.Đọc thêm",
            "Tôi tham gia chuyến du lịch HVG trong chuyến tham quan nửa ngày đến bảo tàng đường mòn Hồ Chí Minh. Bảo tàng hơi xa một chút và do đó, có thể không dễ dàng tiếp cận bảo tàng bằng phương tiện giao thông công cộng. Hướng dẫn viên Toàn, rất đáng tin cậy và đã cung cấp cho tôi một chuyến tham quan có hướng dẫn đến bảo tàng và chia sẻ một số hiểu biết cá nhân về bảo tàng. Điều phối viên Andy đã nhanh chóng và hiệu quả trong việc giải quyết các thắc mắc của tôi.Đọc thêm",
            "Chúng tôi đã có chuyến du lịch 4 ngày 3 đêm ở miền Trung Việt Nam. Chuyến tham quan thật tuyệt vời vì nó cung cấp nhiều địa điểm khác nhau như Hội An, Đà Nẵng và Huế. Chúng tôi đã học được nhiều điều về lịch sử và văn hóa của người dân vì họ có một hướng dẫn viên du lịch rất thông tin và hiểu biết. Công ty du lịch cũng đã giúp chúng tôi đáp chuyến bay đến Đà Nẵng và trở về Hồ Chí Minh. Tôi chắc chắn sẽ giới thiệu cho bạn bè và gia đình của mình .Chúng tôi đã có khoảng thời gian tuyệt vời.Đọc thêm",
            "Dịch vụ xuất sắc và đáng tin cậy!  - vận chuyển từ sân bay vào thành phố và ngược lại: Người lái xe chào đón chúng tôi bằng một tấm biển khi đến sân bay Hà Nội, xe không tì vết và lái xe rất tuyệt.  Chúng tôi đến khách sạn ở khu phố cổ một giờ sau đó.  Trải nghiệm liền mạch tương tự cho việc vận chuyển từ khách sạn đến sân bay.  Nhìn chung, trải nghiệm rất tuyệt vời - chi phí cho chuyến khứ hồi từ sân bay đến khách sạn bằng hoặc rẻ hơn so với đi taxi.   - Cho thuê bộ định tuyến WiFi: Dịch vụ bộ định tuyến WiFi rất tuyệt vời, chúng tôi đã kết nối 4 thiết bị và nó hoạt động ở mọi nơi tại Hà Nội.  Về phương tiện di chuyển, chi phí thuê rẻ hơn so với các lựa chọn khác ở Hà Nội.Đọc thêm",
            "Tìm thấy HVG thông qua Trip Advisor và tổ chức một chuyến tham quan riêng với ô tô, tài xế và hướng dẫn viên nói tiếng Anh cho một ngày cập cảng Đà Nẵng từ tàu HAL. Làm việc với Andy tại văn phòng qua email để điều chỉnh chuyến tham quan và sắp xếp đón khách tại bến tàu Tiên Sa. Chúng tôi muốn đến thăm Huế trong ngày và vì đây là một kỳ nghỉ qua đêm tại cảng nên chúng tôi có thể thoải mái dành thời gian và không phải vội vã quay trở lại vì thời hạn lên tàu. Andy đã giải quyết rất tốt và mọi sự sắp xếp đã được thực hiện kịp thời. Thanh toán đã có sẵn tất cả trực tuyến. Hướng dẫn của chúng tôi trong ngày là Vy. Cô ấy hoàn toàn xuất sắc. Hấp dẫn, nhiều thông tin và tiếng Anh đàm thoại của cô ấy là tuyệt vời. Đã học được rất nhiều từ cô ấy về Việt Nam và cả thông tin chi tiết về các địa điểm ở Huế và DeNang. Chuyến tham quan của chúng tôi bao gồm khu vực cố đô Huế, đi thuyền trên sông nước hoa, lăng mộ các vị vua, bữa trưa tươm tất trong một nhà hàng dễ chịu ở Huế và phần thưởng thêm khi ngắm cảnh Đà Nẵng về đêm bao gồm cả cầu Rồng đều sáng đèn. Đó là một ngày dài tham quan nhưng nhịp độ tốt và đáng giá thời gian và công sức. Chắc chắn sẽ sử dụng HVG Travel một lần nữa và nếu bạn đang tham gia chuyến tham quan từ Đà Nẵng, tôi khuyên bạn nên nhờ Vy làm hướng dẫn viên trong ngày.Đọc thêm",
            "Tôi đã có những kỷ niệm đẹp về chuyến tham quan thành phố Lào Viêng Chăn - gặp gỡ kinh doanh nhờ hướng dẫn viên du lịch xuất sắc Mr.San do HVG Travel sắp xếp. Mr.San đã cho tôi giá trị quý giá hơn cả phí hướng dẫn viên du lịch. Tôi hy vọng anh ấy sẽ có được nhiều khách hàng từ bây giờ dựa trên nhận xét của tôi - Tôi cũng mong muốn được gặp lại anh ấy ở thành phố Viêng Chăn trong tương lai gần.Đọc thêm",
            "Toan là một hướng dẫn viên du lịch tuyệt vời. Chúng tôi đã có một chuyến tham quan thành phố rất bổ ích và sự kết hợp tuyệt vời giữa lịch sử và hiểu biết về văn hóa hàng ngày. Cảm ơn anh ấy vì sự hiểu biết và linh hoạt của anh ấy. Khi chuyến bay của chúng tôi bị hoãn và hành lý của chúng tôi bị thất lạc, anh ấy đã điều chỉnh chuyến tham quan để chúng tôi có thể nhanh chóng mua kính râm và dép xỏ ngón: - Đọc thêm",
            "Tôi đã thuê hai điểm phát wifi trong 5 ngày. Giao dịch trực tuyến diễn ra suôn sẻ và dễ dàng. Người xử lý yêu cầu của tôi - Andy - rất nhanh nhẹn và lịch sự. Tôi đã có thể nhận được các điểm phát wifi tại khách sạn của mình khi tôi nhận phòng và để chúng ở quầy lễ tân khi tôi rời đi - khách sạn Hà Nội - . Nó thực sự không thể dễ dàng hơn trừ khi họ đang đợi trong phòng tôi với chiếc áo choàng trên người. Tôi chắc chắn sẽ sử dụng những người này một lần nữa. Rất khuyến khích.Đọc thêm",
            "Cảm ơn Công ty Du lịch HVG rất nhiều vì Tất cả các chuyến du lịch 3 ngày tại Đà Nẵng Việt Nam của các bạn dành cho tôi, Chuyến đi diễn ra suôn sẻ và bình yên cho tôi và tất cả du khách. Tôi - tôi thực sự thích điều đó và sự làm việc nhóm thực sự tuyệt vời từ Công ty HVG Tours của bạn và chuẩn bị tất cả chuyến tham quan của bạn để chúng tôi đưa bạn đến một hành trình an toàn và bình yên nhất. Thực sự đánh giá cao. Cảm ơn ngài. Công ty du lịch thực sự tốt nhất và được đánh giá cao tại Việt Nam - - - Đọc thêm",
            "Toan là hướng dẫn viên của chúng tôi trong chuyến tham quan nửa ngày được cá nhân hóa quanh Hà Nội. Chỉ có tôi và cô con gái 18 tuổi của tôi và chúng tôi chỉ có nửa ngày để tham quan nhiều nhất có thể. Toan rất tuyệt khi đưa chúng tôi đến - nơi phải đến - và sau đó dành đủ thời gian để đưa chúng tôi đến một số món ăn ngon ở Phố Cổ. Tôi đã do dự về 3 trong số 4 địa điểm mà Toan đưa chúng tôi đến, nhưng đồ ăn thì tuyệt vời và chúng tôi không bị ốm. Đó là một trải nghiệm tuyệt vời ở Hà Nội và Toan đã đảm bảo rằng chúng tôi được cung cấp đầy đủ thông tin, an toàn và được ăn uống đầy đủ! Tôi đã giới thiệu Toan cho con trai và con dâu của tôi, những người sẽ đến Hà Nội trong một vài tuần nữa. Đọc thêm"
        ],
        "star_ratings": [
            98,
            8,
            2,
            5,
            1
        ],
        "review_amount": 114,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "HVG Travel",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written October 19, 2020",
            "Written December 13, 2019",
            "Written November 23, 2019",
            "Written November 17, 2019",
            "Written November 13, 2019",
            "Written November 7, 2019",
            "Written October 10, 2019",
            "Written September 23, 2019",
            "Written September 14, 2019",
            "Written September 3, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d11674928-Reviews-or20-HVG_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11674928-Reviews-or10-HVG_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11674928-Reviews-or30-HVG_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11674928-Reviews-HVG_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558632-Reviews-Vietnam_Tour_247-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12530057-Reviews-Vietnam_Dragon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12365752-Reviews-Trixie_Cafe_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8599500-Reviews-Ionah_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6825732-Reviews-Go_Indochine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11966150-Reviews-Ao_Dai_La_Sen_Vu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15857356-Reviews-Hanoi_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458781-Reviews-YOLOTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25174904-Reviews-Indochina_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12635471-Reviews-Sengarden-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d139458-Reviews-Austin_Nature_Science_Center-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d3474903-Reviews-First_Corinthian_Baptist_Church-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g50566-d103467-Reviews-Hocking_Hills_State_Park-Logan_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d6839251-Reviews-The_Roof_Gardens-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187892-d12877924-Reviews-Mendolia_Beach_Club-Taormina_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g297547-d6964365-Reviews-Three_Pools-Dahab_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g47814-d14821424-Reviews-Jungle_Experience_Zoo-Granville_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d3174730-Reviews-Amitabha_Stupa_and_Peace_Park-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d13492914-Reviews-Kotsanas_Museum_of_Ancient_Greek_Technology-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d5505860-Reviews-Evan_Williams_Bourbon_Experience-Louisville_Kentucky.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d11674928-Reviews-or30-HVG_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d11674928-Reviews-or20-HVG_Travel-Hanoi.html"
    },
    {
        "attraction_name": "HVG Travel",
        "attraction_name_vi": "Du lịch HVG",
        "general_info": [
            "114 đánh giá",
            "- 268 trên 1.088 Hoạt động ngoài trời tại Hà Nội",
            "Tham quan thành phốChuyến tham quan sinh tháiChuyến tham quan ngắm cảnhChuyến tham quan tư nhânChuyến đi trong ngày",
            "Chuyến tham quan thành phố",
            "Du lịch sinh thái",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Bản thân là những người đam mê du lịch, chúng tôi hiểu giá trị của việc có một nguồn tài nguyên đáng tin cậy mà bạn có thể dựa vào để giúp bạn tìm, nghiên cứu và đặt chỗ các sản phẩm du lịch tốt nhất trên thế giới. Đội ngũ nhân sự HVG Travel giàu kinh nghiệm, chuyên gia địa phương đều có nhiều năm kinh nghiệm thực tế luôn vui vẻ, nhiệt tình, tận tâm mang đến dịch vụ hoàn hảo.Xem thêm",
        "reviews": [
            "Chúng tôi có ba người bạn đến thăm Việt Nam từ Bangladesh. Chúng tôi đã nhận được gói hai ngày từ chuyến du lịch HvG. Vịnh Hạ Long từ Hà Nội và Bà Nà Hills từ Đà Nẵng..hướng dẫn viên ở cả hai nơi đều tuyệt vời, nhiều thông tin và quản lý thời gian của họ một cách tuyệt vời. Sự sắp xếp thức ăn thật tuyệt vời. Chúng tôi đã đặt tất cả các gói hàng từ Bangladesh và họ rất hợp tác qua đường bưu điện. Cảm ơn đặc biệt đến ông Andy, người đã luôn liên lạc với chúng tôi..Đọc thêm",
            "Chúng tôi đã đặt 3 tour với chuyến đi của HVG. Andy là một đại lý du lịch rất tốt. Hướng dẫn viên của chúng tôi Banh thật tuyệt vời, giúp chúng tôi giải trí với lịch sử địa phương và sự hóm hỉnh trong suốt chuyến đi Bana Hills. Cù Lao Chàm được tổ chức tốt. Mặc dù chúng tôi đã yêu cầu vận chuyển vào phút cuối đến Hội An nhưng nó đã được sắp xếp. Rất muốn giới thiệu các chuyến đi.Đọc thêm",
            "Đã đặt HVG cho chuyến đi được cá nhân hóa vào tháng 6. Vận chuyển phối hợp dành cho 13 khách trong gia đình. HVG - s Andy thật tuyệt vời và luôn nỗ lực hết mình để giúp đỡ. Tôi đã chia sẻ kế hoạch của chúng tôi với anh ấy và anh ấy đã nhanh chóng sắp xếp. Ngay cả các nhà hàng - đặt chỗ cũng được anh hỗ trợ bằng những lời khen ngợi. Giá xe và hướng dẫn viên được điều chỉnh phù hợp với hành trình từng ngày và hợp lý. Chúng tôi có một toa xe ngột ngạt với điều hòa bị lỗi vào ngày đầu tiên nhưng nó đã được thay đổi vào ngày hôm sau sau khi chúng tôi phản hồi. Bạn có thể dễ dàng liên hệ với Andy qua WhatsApp để giải quyết mọi lo ngại. Chúng tôi có những hướng dẫn viên du lịch tuyệt vời, hiếu khách và hiểu biết. Làm tốt lắm! Rất khuyến khích.Đọc thêm",
            "Tôi đã đặt qua HVG Travel để thực hiện chuyến du ngoạn 8 giờ ở Vịnh Hạ Long. HVGT sắp xếp đón và trả khách tại khách sạn của tôi ở Hà Nội. Tôi được đón trên một chiếc xe limousine thoải mái hàng đầu có ghế tựa bọc da và chỉ có 6 người. Di chuyển trên đường cao tốc mới giúp giảm thời gian di chuyển xuống còn 2 giờ mỗi chiều. Chúng tôi lên chuyến tham quan cánh buồm Luxury Jade - 8 giờ trên tàu -. Du thuyền này mới hơn và rất sạch sẽ. Đó là máy lạnh, cửa sổ kính lớn, tầm nhìn tuyệt vời, bữa trưa thực sự ngon, quầy bar phục vụ cocktail và đồ uống. Đối với tôi, đây có vẻ là chiếc thuyền đẹp nhất mà tôi thấy khi thực hiện các chuyến tham quan. Chúng tôi có lẽ có khoảng 40-50 người và đội ngũ nhân viên luôn đảm bảo mọi việc diễn ra suôn sẻ. Tôi đã nghĩ đến việc thực hiện hành trình 4 giờ nhưng tôi rất vui vì đã chọn 8 giờ, tôi nghĩ 8 giờ là hoàn hảo để có thể ngắm nhìn Vịnh Hạ Long, chúng tôi có đồ ăn ngon, bơi lội, đi thuyền gỗ qua hang động, chèo thuyền kayak và thậm chí là lớp học nấu ăn trước bữa tối nhẹ. Đối với tôi sự kiện hoàn hảo. HVGT phản hồi email rất nhanh và tôi có thể đặt và thanh toán trực tuyến cho dịch vụ này mà hoàn toàn không gặp vấn đề gì. Tôi rất muốn giới thiệu HVG Travel cho bất kỳ ai!! Năm sao từ tôi - - - - - - - - - - Đọc thêm",
            "KHUYẾN NGHỊ CAO Ngay từ khi bắt đầu lập kế hoạch, các email của chúng tôi đã được trả lời rất hiệu quả. Tất cả các câu hỏi của chúng tôi đã được giải đáp và chuyến tham quan của chúng tôi được xây dựng tùy chỉnh với những gì chúng tôi muốn xem và làm. Chúng tôi được Vy đón từ sân bay và tài xế của chúng tôi là Lam. Vy là một hướng dẫn viên xuất sắc với nhiều kiến ​​thức. Cô ấy đã làm cho chuyến tham quan của chúng tôi rất thú vị với sự hài hước và bản tính đáng yêu của cô ấy. Người lái xe của chúng tôi cũng rất xuất sắc, luôn sẵn sàng đưa chúng tôi đến những nơi nếu chúng tôi cần bất cứ điều gì. Rất muốn giới thiệu công ty này và hy vọng bạn sẽ đưa Vy và Lam dẫn bạn đi tham quan .  - Đọc thêm",
            "Chúng tôi đã đặt chuyến đi câu cá nửa ngày đến Cù Lao Chàm từ Đà Nẵng và nghĩ rằng chúng tôi sẽ dành hàng giờ trên biển với một hướng dẫn viên chuyên nghiệp có trình độ tiếng Anh tốt và biết đôi điều về câu cá với thiết bị tốt. Trong phần mô tả chuyến đi có một danh sách dài tất cả các loài cá lớn mà chúng tôi có thể câu được nên chúng tôi rất mong chờ nó. Có lẽ phần hay nhất của chuyến đi là đi từ Cửa Đại đến Cù Lao Chàm bằng tàu cao tốc. Sau đó, chúng tôi đổi sang chiếc thuyền gỗ cũ hơn, điều đó vẫn ổn, nhưng họ đưa cho chúng tôi những chiếc cần câu rất cũ và rỉ sét và điều duy nhất chúng tôi làm trong 4 giờ tiếp theo là treo ở chỗ cũ và cố bắt những con cá nhỏ bằng ít mồi. Hướng dẫn viên của chúng tôi dành một nửa thời gian chơi với chiếc điện thoại này và nửa thời gian còn lại là ngủ. Ngoài ra, kỹ năng tiếng Anh của anh ấy không tốt và anh ấy không biết bất kỳ loài cá nào bằng tiếng Anh. Vào cuối chuyến đi, chúng tôi hỏi liệu chúng tôi có thể thay đổi địa điểm không và anh ấy hỏi lại chúng tôi - bạn muốn đi đâu? - Tôi nghĩ hướng dẫn là để chỉ những địa điểm tốt nhất cho những khách du lịch không biết đi đâu chứ không phải ngược lại. Sau khi câu cá, chúng tôi đi lặn với ống thở, điều này không có gì đặc biệt trong một khu vực nhỏ có rất nhiều khách du lịch khác. San hô rất đẹp nhưng thiếu cá có lẽ do quá đông đúc. Nhìn chung, không thể nói chuyến đi này trị giá khoảng 90 đô la một người.Đọc thêm",
            "Sau khi trở về nhà sau chuyến đi Hà Nội vài tháng, tôi nên viết bài đánh giá này để những người bạn đồng hành có thể xác minh xem các công ty du lịch có đáng tin cậy hay không. Tôi đã đặt xe riêng có hướng dẫn viên thông qua HVG Travel. Tôi đã kiểm tra đánh giá của họ trên Tripadvisor trước vì tôi phải trả tiền đặt cọc. Hóa ra là tôi đã chọn đúng công ty, tôi muốn đến thăm làng Cự Đà - để xem cách làm bún - và làng Thạch Xá - để xem cách làm chuồn chuồn tre - nhưng đây không phải là những địa điểm tham quan phổ biến và tôi không thể tìm thấy quá nhiều công ty du lịch trực tuyến cung cấp hành trình này. Cô Phương Trần đã phản hồi email rất nhanh và rất rõ ràng với các báo giá. Thật là tùy chỉnh đến nỗi ngoài việc sắp xếp chuyến tham quan làng, cô ấy còn đồng ý lấy vé ngồi hàng ghế đầu cho Chương trình múa rối nước và giao đến khách sạn của tôi. Anh Toàn là một hướng dẫn viên rất hiểu biết, người biết rất rõ các con phố của Cự Đà và Thạch Xá. Không có biển báo, và các con phố hẹp, quanh co và khó hiểu. Chúng tôi sẽ bị lạc nếu tự đi bằng taxi hoặc với các hướng dẫn viên sinh viên miễn phí mà chúng tôi có cho các chuyến tham quan thành phố Hà Nội. Chúng tôi đã thấy sự phân đôi của những quầy bún đang phơi khô trên nền những tòa nhà cao tầng mới ở Cự Đà, đi qua một khu chợ địa phương đích thực không có khách du lịch, ghé thăm một ngôi đền yên tĩnh và đến nhà của nghệ nhân làm chuồn chuồn tre ở Thạch Xá. Bữa trưa đã bao gồm và đó là bún chả ngon tại một nhà hàng địa phương hẻo lánh. Chiếc xe có máy lạnh và rất thoải mái và tài xế rất khéo léo khi điều khiển qua những con hẻm của làng. Giá tour hợp lý. Tôi chắc chắn sẽ giới thiệu HGV Travel. Đọc thêm",
            "Đó là một chuyến đi tuyệt vời với HVG. Hội một người lái xe rất tuyệt và khách sạn được chọn rất tốt. Những bữa ăn đa dạng và thú vị đã được cung cấp trong 5 ngày chúng tôi ở Việt Nam. Chuyến đi được tổ chức rất tốtĐọc thêm",
            "Phúc là một hướng dẫn viên du lịch xuất sắc và anh ấy đã giải thích nhiều khía cạnh của cuộc sống người Việt khi chúng tôi đi du lịch đến công viên quốc gia. Chúng tôi đến thăm trung tâm linh trưởng có nguy cơ tuyệt chủng và trung tâm phục hồi rùa với sự hướng dẫn của công viên quốc gia, hơi vội vàng nhưng chúng tôi vẫn học được nhiều điều. Tiếp theo là chuyến viếng thăm hang động của người tiền sử. Đường này được dẫn đến bằng một cầu thang đá dốc, vì vậy bạn cần có thể lực vừa phải và dừng lại một vài điểm dừng trên đường đi nếu bạn hơi không khỏe. Nó cũng có giá trị nó. Bữa trưa là một món ăn Việt Nam thịnh soạn - ngon tuyệt. Một chuyến đi tuyệt vời đã trở nên tuyệt vời hơn bởi một hướng dẫn viên du lịch tuyệt vời - Phúc - người đã đi qua đường tàu Sapa trên đường trở về. Thái là một người lái xe an toàn và xuất sắc. Rất khuyến khích.Đọc thêm",
            "Vào ngày 10 tháng 11 năm 2018, chúng tôi dành một ngày ở Hà Nội và đặt chuyến tham quan thành phố với HVG Travel. Peter là hướng dẫn viên du lịch của chúng tôi. Chúng tôi đã chọn những địa điểm tham quan và đang có một chuyến tham quan được tổ chức tốt. Peter là một người tốt, nói chuyện vui vẻ và rất am hiểu về thành phố, đất nước, văn hóa, lịch sử và nhiều hơn thế nữa. Khi bắt đầu chuyến tham quan, chúng tôi bày tỏ mong muốn được nhìn thấy đường tàu mà chúng tôi đã thấy từ buổi tối hôm trước. Điều này không có vấn đề gì và chúng tôi rất thích tất cả các chuyến tham quan - lăng Hồ Chí Minh, bảo tàng Dân tộc học, đi xe trong thành phố cổ riksha, v.v. - rất nhiều. Điều đặc biệt thú vị khi kết thúc chuyến tham quan là Peter đã chỉ cho chúng tôi địa điểm nơi cà phê trứng của Việt Nam trở nên nổi tiếng - chúng tôi đã cố gắng sản xuất cà phê trứng tại nhà và đã thành công rực rỡ - Chúng tôi đánh giá HVG Travel là một đại lý xuất sắc và cũng đề xuất Peter làm hướng dẫn viên du lịch.Đọc thêm",
            "Có ai đặt xe 15 chỗ có tài xế trong 3 ngày 2 đêm để tự đi đến các điểm đến của mình không? Vui lòng cho tôi phản hồi về kinh nghiệm của bạn. Cảm ơn, TonyĐọc thêm",
            "chúng tôi đã đặt chỗ với họ với chỗ ở khách sạn bao gồm tour du lịch đến Đà Nẵng và Hội An cho 4 người. Họ đã cung cấp một tour du lịch riêng và hướng dẫn. Tôi phải nói rằng chúng rất tốt và có thể đáp ứng yêu cầu thay đổi nhỏ về chỉ định trong quá trình thực hiệnĐọc thêm",
            "Chào Sâm.  Chồng tôi và tôi muốn thực hiện chuyến đi tương tự vào tháng 3 năm 2018. Tôi vừa kiểm tra trên trang web của công ty bạn đã đi và không thể tìm thấy chuyến đi trong ngày được liệt kê.  Bạn có tên liên hệ hoặc email của người mà bạn đã đặt chỗ cùng không?\n  Cảm ơn nhiềuĐọc thêm",
            "Chào Sâm.  Chồng tôi và tôi muốn thực hiện chuyến đi tương tự vào tháng 3 năm 2018. Tôi vừa kiểm tra trên trang web của công ty bạn đã đi và không thể tìm thấy chuyến đi trong ngày được liệt kê.  Bạn có tên liên hệ hoặc email của người mà bạn đã đặt chỗ cùng không?\n  Cảm ơn nhiềuĐọc thêm",
            "Xin chào - williamswackwitz,\n\nCảm ơn vì đã liên hệ với chúng tôi. \nBạn có thể truy cập trang web của chúng tôi tại daytrip.vn để biết thêm các chuyến đi trong ngày đến Việt Nam. Bạn cũng có thể yêu cầu tùy chỉnh theo ý muốn của mình. Chúng tôi sẽ làm việc qua email để chuyến đi của bạn trở nên hoàn hảo. Bạn có thể gửi biểu mẫu trên trang web và chuyên gia tư vấn của chúng tôi sẽ ở bên bạn.\n\nCHÚC MỪNG NĂM MỚI.\n\nLời chúc tốt nhất,\nAndyĐọc thêm",
            "Tôi đã đặt chuyến đi theo nhóm đến Bà Nà Hills vào tháng 10. Tôi muốn biết chuyến đi theo nhóm và chuyến đi riêng khác nhau như thế nào? Nếu ai có kinh nghiệm đi phượt Bà Nà theo nhóm thì chia sẻ cho mình nhé.Đọc thêm",
            "Xin chào - nanlihwar9512,\n\nCảm ơn bạn đã đặt tour với chúng tôi.\nĐi tour theo nhóm có nghĩa là bạn sẽ tham gia cùng những du khách khác, trên cùng một chuyến xe, bạn cũng đi theo hành trình cố định của nhóm và có thể không linh hoạt về thời gian đã lên lịch. Ngược lại, tour riêng có nghĩa là bạn đi cùng nhóm của riêng mình, bằng ô tô riêng và hướng dẫn viên du lịch riêng, vì vậy thời gian có thể linh hoạt và bạn đi theo tốc độ của riêng mình.\n\nHy vọng điều đó có ích. Đừng ngần ngại hỏi tôi nếu bạn có câu hỏi khác.\n\nLời chúc tốt đẹp nhất, Đọc thêm"
        ],
        "star_ratings": [
            98,
            8,
            2,
            5,
            1
        ],
        "review_amount": 114,
        "location": [],
        "reviews_time": [
            "Written August 24, 2019",
            "Written August 13, 2019",
            "Written July 19, 2019",
            "Written July 7, 2019",
            "Written April 28, 2019",
            "Written April 4, 2019",
            "Written April 2, 2019",
            "Written February 26, 2019",
            "Written January 6, 2019",
            "Written January 1, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d11674928-Reviews-or30-HVG_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11674928-Reviews-or20-HVG_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11674928-Reviews-or40-HVG_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11674928-Reviews-HVG_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558632-Reviews-Vietnam_Tour_247-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12530057-Reviews-Vietnam_Dragon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12365752-Reviews-Trixie_Cafe_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8599500-Reviews-Ionah_Show-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6825732-Reviews-Go_Indochine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11966150-Reviews-Ao_Dai_La_Sen_Vu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15857356-Reviews-Hanoi_Sun_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458781-Reviews-YOLOTravel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6105895-Reviews-Asiatica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25174904-Reviews-Indochina_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10820922-Reviews-Agenda_Tour_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12635471-Reviews-Sengarden-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2312206-Reviews-Impress_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19692073-Reviews-Metta_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d8869714-Reviews-About_Blank-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4798715-Reviews-Yeouido_Hangang_Park-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g41805-d4959423-Reviews-Fantasyland-Seekonk_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41058-d3380834-Reviews-Jellyfish_joel_s-Chestertown_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g297418-d6419024-Reviews-Chimelong_Ocean_Kingdom-Zhuhai_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d7788235-Reviews-Haeundae_Spa_Center-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d582517-Reviews-The_World_Islands-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g53216-d3558787-Reviews-Maple_Grove_Raceway-Mohnton_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g7794192-d593945-Reviews-Mystery_Island-Aneityum_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g298573-d554231-Reviews-Chinatown-Manila_Metro_Manila_Luzon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d11674928-Reviews-or40-HVG_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d11674928-Reviews-or30-HVG_Travel-Hanoi.html"
    }
]