[
    {
        "attraction_name": "HYBE INSIGHT",
        "attraction_name_vi": "HYBE cái nhìn sâu sắc",
        "general_info": [
            "13 đánh giá",
            "159 trên 345 trò chơi vui nhộn ở Seoul",
            "Bảo tàng chuyên ngành",
            "Viện bảo tàng nghệ thuật",
            "Trung tâm giải trí trò chơi"
        ],
        "attraction_summary": "HYBE tin vào sức mạnh của âm nhạc. Chúng tôi tin rằng âm nhạc có sức mạnh thay đổi thế giới. HYBE INSIGHT được tạo ra để giúp bạn nhìn, nghe, chạm và cảm nhận sức mạnh của âm nhạc cũng như niềm tin của chúng ta. Âm nhạc có sức mạnh giúp chúng ta khám phá từng nốt nhạc bằng cả năm giác quan. Âm nhạc có sức mạnh gắn kết chúng ta lại với nhau và xây dựng sự gắn kết. HYBE cái nhìn sâu sắc! Chào mừng bạn đến với không gian được thiết kế để giúp bạn đắm mình trong sức mạnh của âm nhạc.Đọc thêm",
        "reviews": [
            "Đừng xem Hybe Insight The Daydreamer! Đó là một trò lừa đảo. Bạn chỉ nhìn thấy đi nhìn lại những bức ảnh giống nhau ở những không gian khác nhau. Hoàn toàn khác với trải nghiệm Hybe khác. Nó giống như việc trả tiền để vào cửa hàng bán đồ vậy. Hình ảnh rất đơn giản, không có gì đặc biệt. Chúng tôi đã rất thất vọng!  Đó là một sự lãng phí tiền bạc. Bạn cũng không được phép chụp ảnh và quay video. Đọc thêm",
            "Là một người đã đi 3 lần, tôi phải nói rằng thực sự rất dễ dàng để có được vé vì nó ở trong công viên. Bạn chưa bao giờ có thể mua nó trực tiếp từ Hybe vì đây là nơi nghệ sĩ làm việc, v.v., vì vậy sẽ là một sự bất tiện cho họ khi họ tiếp tục công việc hàng ngày của mình. Khi nó có trên ứng dụng Hybe Insight, nó chỉ có một vé. Bạn cũng cần một tài khoản weverse mà họ khớp với tài khoản đó vì họ sẽ ghi tên người dùng của bạn vào thẻ id. Trên interpark bạn thực sự có thể mua tối đa 2 vé. Chỉ cần tạo một tài khoản interpark tra cứu hybe và nhấp vào số lượng vé và thanh toán. Nó rất đơn giản. Luôn luôn đúng giờ, vì họ có các buổi tham quan theo nhóm khác nhau, họ sẽ không trao đổi thời gian của bạn. Hãy lên kế hoạch trước và luôn mang theo giấy tờ tùy thân của bạn, vì ở hầu hết các địa điểm khi nhận vé, bạn đều cần xác minh danh tính. Ngoài ra, vì đây là Hàn Quốc nên chúng tôi không thể mong đợi có những người nói tiếng Anh thông thạo nhưng có tùy chọn tiếng Anh để nghe chuyến tham quan bằng tai nghe khi bạn đi dạo xung quanh hoặc chú thích tùy thuộc vào tác phẩm nghệ thuật được trưng bày. Cuối cùng, luôn có chính sách không chụp ảnh ở các khu vực cụ thể và thường xuyên được thay đổi khi các nghệ sĩ khác nhau trình bày. Hãy coi nó như một buổi trình diễn nghệ thuật riêng tư. Những bức ảnh bạn nhìn thấy trên mạng đã được chụp bất hợp pháp, đó là lý do tại sao bạn nhìn thấy một số bức ảnh trong số đó. Đó là một trải nghiệm thực sự thú vị, đó là lý do tại sao tôi thường xuyên đi. NHƯNG hãy chuẩn bị sẵn sàng, đến đúng giờ và đi theo dòng chảy. Bạn phải đặt chỗ trước vì có nhiều nghệ sĩ ở HYBE nên sẽ có nhiều người hâm mộ muốn đi. Đọc thêm",
            "Tôi đã rất phấn khích khi được đến gặp Daydream Believers khi biết rằng tôi sẽ thấy những món đồ liên quan đến BTS. Nhưng đi rồi mình bị SỐC, cực kỳ tệ. Chỉ có 2 tầng thôi. Chia tầng rất nhỏ với 5 nhóm nổi tiếng nhất HYBE. TXT, Enhyphen, SEVENTEEN, BTS, le sserafim. Để xem 2 bức ảnh lớn của mỗi thành viên về đạo cụ mà họ đã sử dụng. Và một số bộ phim mà bạn tự phơi bày nó. Mỗi thành viên chỉ có một bộ phim. Vì vậy, tổng cộng, tôi đã xem 3 bức ảnh mới của MỖI THÀNH VIÊN với giá 72000 won 83 AUD. Ồ và chúng tôi có một thẻ ảnh kèm theo vé vào cửa. Cái quái gì vậy! Tôi yêu cầu hoàn lại tiền. Đừng đi, đó là một sự lột xác! Ở tầng 1 có một số mánh lới quảng cáo nơi bạn có thể giới thiệu phim của các thành viên. Có một phần về cách bảng makeUp trông như thế nào. BUỒN. Sau đó lên tầng 2. Như tôi đã đề cập, hãy chia sàn thành 5 nhóm cộng với một phần để viết ghi chú cho nhóm bạn chọn. Vì vậy, hãy chia nó thành 6 phần trên một diện tích sàn rất nhỏ. Khi bạn đến không gian 16 BTS được phân bổ của mình, chỉ có 2 bức ảnh lớn của mỗi thành viên cộng với đạo cụ là TẤT CẢ BẠN NHẬN ĐƯỢC, với giá 72000 won và 83 AUD! Hãy nghe tôi, đừng đi. Trừ khi bạn chỉ muốn xem 3 bức ảnh mới của BTS. cộng thêm CỬA HÀNG HÀNG HÓA chỉ có rất ít mặt hàngĐọc thêm",
            "Tôi đến thăm Hàn Quốc vì tôi là ARMY của BTS. Thời gian qua, Hàn Quốc chưa bao giờ nằm ​​trong danh sách du lịch của tôi. Bây giờ tôi ghé thăm 3 lần một năm Và mỗi lần ghé thăm sẽ đến đây.Đọc thêm",
            "My friend and I both ARMY were excited to visit the museum, as when it opened, there were interactive parts and people were taking loads of pictures. When we went for the Proof exhibit, there was NO PART of the exhibit where photos were allowed, let alone video, except for the entrance where they have a picture of each BTS member.They allow you 80 minutes to look, but we finished it in 40 minutes. The exhibition has their Dior outfits, a section with photos from their different eras, dance practice videos most of which are on YouTube, a section with photos taken by the members or staff, rooms with mini versions of their MV props like the carousel from Spring Day, the angel from Blood, Sweats and Tears, the tree from Spring Day, and it ends with a short video from their last concert. You get 1 free photocard from the vending machine. For the photobooth, you have to buy their special edition of Proof, and provide the receipt to use it... If you already have the Proof album, this feels like a real cash Grab from Hybe.They do have a small display of the different artists under HYBE, but NewJeans was missing. Gfriend also had minimal presence.The gift shop is TERRIBLE. We went in expecting to be able to buy past albums, photocards, or a Bangtan Bomb, but no, the majority of the items have HYBE on them... Come on, we want BTS merch, not HYBE merch. The BTS merch was limited to the Proof special edition, the Proof photocards, Euphoria room spray, and not much else. I wanted to buy Seventeen merch as well since its Hybe, but there wasnt anything. The upcycled fabric keychains that are meant to represent each group are really ugly and dont have any connection to the groups. Its just fabric in plastic. Hybe is too greedy, and it was seriously disappointing compared to the BTS pop-up stores.Read more",
            "Tôi đã đặt chỗ cho 4 người cho khung giờ lúc 3 giờ chiều. Hãy đến lúc 3 giờ 15 vì taxi gặp khó khăn trong việc tìm kiếm tòa nhà. Không được phép vào do chính sách. Nhân viên rất thô lỗ và không cho phép chúng tôi vào mặc dù tôi đề cập rằng việc cắt bớt thời gian 2 giờ của mình là được. Không nên dùng cho khách du lịch. Một chính sách vô lý như vậy - thậm chí đến bảo tàng nổi tiếng hơn nữa cũng chưa bao giờ có kiểu sắp xếp này. Không nên đi. Nơi này chỉ muốn tiền của bạn!Đọc thêm",
            "Vì vậy, tôi đang ở Hàn Quốc và dự định đến Hybe Insight. Tôi đồng ý với một trong những người đánh giá rằng việc đặt vé thật khó khăn, còn tệ hơn cả việc đặt vé buổi hòa nhạc. Bản thân quy trình của địa điểm còn tệ hơn cả những buổi hòa nhạc. Về cơ bản, bạn phải trả 22.000 KRW mỗi người để đặt chỗ trong 2 giờ. Thật không may, tài xế taxi của chúng tôi bị lạc, giao thông đông đúc và hôm đó là ngày Giáng sinh. Chúng tôi đã trễ 20 phút và nhận ra thời gian gia hạn của họ chỉ là 10 phút. Tôi hoàn toàn không hiểu tại sao họ không cho chúng tôi vào bên trong nữa khi chúng tôi đã TRẢ TIỀN CHO khoảng thời gian 2 giờ của mình. Không có lời xin lỗi nào cả. Chỉ cần nhún vai và đó là chính sách của chúng tôi. Mục đích của chính sách đó là gì? Thậm chí không ai buồn giải thích. Đó chính là lý do tại sao họ kiếm tiền. Tệ hơn nữa, khi nhóm chúng tôi đang thảo luận về vấn đề này, nhân viên của họ bảo chúng tôi ra ngoài vì chúng tôi không thể ở lại đó. Thật thô lỗ. Công ty thiếu cân nhắc, không quan tâm đến người hâm mộ. Không, tôi không đề xuất địa điểm này chút nào.Đọc thêm",
            "Rất không cân nhắc. Chúng tôi không thể bắt taxi ngay cả khi có thời gian quy định từ khách sạn gần đó. thời gian trả trước của chúng tôi là 4:30 -6:30 chiều. chúng tôi đến lúc 4 giờ 50 chiều. không cho phép chúng tôi vào trong vì chính sách của họ chỉ trễ 10 phút. tùy chọn là đặt lại vào lúc khác và thanh toán lại hoặc đặt lại thời gian chúng tôi đã ở đó nhưng bỏ lỡ các cửa hàng và một số trải nghiệm. có thể bỏ lỡ một số vì chúng tôi đến muộn. nhưng phải đặt lại và trả tiền lại??Bây giờ họ đã mất 5 người hâm mộ.Đọc thêm",
            "Nếu bạn là người hâm mộ K pop, đặc biệt là BTS thì chắc chắn nên ghé thăm bảo tàng. Lúc đầu tôi nghĩ nó chỉ giống như một phòng trưng bày với một số bức tranh, tôi chắc chắn đã nhầm. Ngoài ra còn có những chuyển động với những thứ khác mà bạn có thể chưa từng thấy và sẽ không thể nhìn thấy ở bên ngoài. Bạn cũng có thể thấy ppl đăng bài trên mạng xã hội, tuy nhiên, có một số phần cấm ảnh và video. Đây là lý do tại sao bạn cần phải đi xem một số thứ hay ho!Đọc thêm",
            "Đến thăm cùng con gái tuổi teen của tôi, cả hai chúng tôi đều là người hâm mộ Army BTS nên tôi phải làm rõ rằng bài đánh giá này là về trải nghiệm chứ KHÔNG PHẢI về BTS. Việc đặt vé THẬT KHÓ KHĂN - còn hơn cả việc mua vé hòa nhạc, còn hơn thế nữa! Người ta nghĩ rằng bạn có thể mua chúng tại HYBE, nơi tổ chức triển lãm, nhưng không, bạn cần phải tìm đường quanh Interpack. Với sự giúp đỡ của bạn bè và rất nhiều kiên nhẫn, bạn chỉ có thể mua một vé khi đăng ký qua email! và nếu vì những lý do khác nhau mà bạn không thể trả tiền - như vì họ thực sự không có vé cho khung giờ đã chọn, nhưng đừng nói với bạn, bạn có thể bị nhốt trong vòng tròn trong nhiều giờ! Vé của bạn chỉ có thể được yêu cầu thanh toán bằng hộ chiếu, giấy phép lái xe và KHÔNG THỂ CHUYỂN NHƯỢNG sang lần sau nếu bạn đến mà không có các loại giấy tờ tùy thân này. Nhân viên nói tiếng Anh hạn chế, hãy chuẩn bị xác nhận với nhân viên một vài lần và đảm bảo bạn nhớ tên người mà bạn nói chuyện. Triển lãm bao gồm một số bức ảnh rất đẹp, cùng với hai nhóm trang phục mang tính biểu tượng và một số đạo cụ mang tính biểu tượng. Bạn có thể xem rất nhiều video đào tạo, hầu hết đều có trên YouTube!. Không được phép chụp ảnh hoặc quay video bên trong. Có chút kỳ lạ vì tôi chỉ thấy một vài hình ảnh mà tôi chưa từng thấy trước đây hoặc chưa từng thấy. Có lẽ cửa hàng là điều đáng thất vọng nhất - sự lựa chọn hàng hóa thực sự rất ít!! Điểm nổi bật là băng và máy pha cà phê hòa tan kết thúc! Tuy nhiên, xin gửi lời cảm ơn to lớn đến một trong những anh chàng, James, anh ấy thật tuyệt vời!! Điểm nổi bật tuyệt đối của trải nghiệm tham quan! Đọc thêm",
            "xin chào.. tôi đang tìm cách mua vé vào bảo tàng cái nhìn sâu sắc hybe. đã tải ứng dụng Weverse và đã kiểm tra chính trang web HYBE. Tôi có thể tìm mua vé hoặc vé trực tuyến ở đâu? đánh giá cao sự giúp đỡ của bạn. Cảm ơnĐọc thêm"
        ],
        "star_ratings": [
            2,
            2,
            1,
            1,
            7
        ],
        "review_amount": 13,
        "location": [
            "Những điều cần làm ở Seoul",
            "Châu Á",
            "Seoul",
            "Hàn Quốc",
            "HYBE cái nhìn sâu sắc"
        ],
        "reviews_time": [
            "Written August 18, 2023",
            "Written August 14, 2023",
            "Written August 11, 2023",
            "Written March 20, 2023",
            "Written February 12, 2023",
            "Written January 4, 2023",
            "Written December 25, 2022",
            "Written December 25, 2022",
            "Written December 20, 2022",
            "Written October 22, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294197-d23508189-Reviews-HYBE_INSIGHT-Seoul.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d25101005-Reviews-Montsoop-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d9347855-Reviews-Ogeun_Ne_Chicken_Ribs-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d13833720-Reviews-Starbucks_Reserve_Yongsan_Pruzio_Summit-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d24970262-Reviews-Superstar_Topokki-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d24137207-Reviews-Todam_Sundae_Guk-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d23841385-Reviews-Geumgangsan_Gamjatang-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d8956127-Reviews-Bangjja-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d3939005-Reviews-Dunkin_Donut_Yongsan_I_Park_Mall_Store-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d20235194-Reviews-Daegu_Geundae_Golmok_Donas_Danpatppang_Yongsan_Station-Seoul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294197-d3939295-Reviews-Dunkin_Donut_Yongsan_Station_Second_Store-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4095502-Reviews-I_Park_Mall-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d2194168-Reviews-Seoul_Metro-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d325043-Reviews-National_Museum_of_Korea-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d554537-Reviews-The_War_Memorial_of_Korea-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d7264189-Reviews-Saenamteo_Catholic_Holy_Place_of_the_Martyrs-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d7154849-Reviews-Little_Tokyo-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d24001719-Reviews-Yongsan_History_Museum-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4798715-Reviews-Yeouido_Hangang_Park-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d25790136-Reviews-Wiggle_Wiggle_Zip_Dosan-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d19366663-Reviews-Nodeul_Island-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d23508189-Reviews-or10-HYBE_INSIGHT-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d8737878-Reviews-Grevin_Museum-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d324888-Reviews-Gyeongbokgung_Palace-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d8693245-Reviews-3D_Black_Art_Museum-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d2094166-Reviews-Seoul_Museum_of_History-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d324890-Reviews-National_Folk_Museum_of_Korea-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1643534-Reviews-Seoul_Arts_Center-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1440196-Reviews-Seodaemun_Prison_History_Hall-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d598499-Reviews-Leeum_Art_Museum-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d27783041-Reviews-Season_Of_You_Personal_Color-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d9796667-Reviews-Traesco-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d14206450-Reviews-VR_Zone_I_Park_Mall_Yongsan-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4412980-Reviews-CGV_Yongsan-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d14007706-Reviews-DMZ_Train-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d24869012-Reviews-Ayheya_Seoul-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d3257032-Reviews-ZenKimchi_Experiences-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d12711631-Reviews-Korea_GPS_Travel_tours_activities-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d12242456-Reviews-Aroma_Thai_Spa_Gongdeok-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10403831-Reviews-Seoul_Pub_Crawl-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g644069-d6998700-Reviews-Adriatic_aquarium_Baska-Baska_Voda_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295389-d15309544-Reviews-Strbacki_Buk-Bihac_Una_Sana_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d208746-Reviews-Ukrainian_Village-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g41096-d652444-Reviews-Maryland_Renaissance_Festival-Crownsville_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d8673149-Reviews-Hyatt_Regency_Maui_Grotto_Bar-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2312116-d2290677-Reviews-Puako_Bay-Puako_Kohala_Coast_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g227101-d2420322-Reviews-Twenty_Two-Saint_Julian_s_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g186500-d218576-Reviews-Inveraray_Castle_Gardens-Inveraray_Argyll_and_Bute_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g59892-d6677241-Reviews-Doctors_Park-Fox_Point_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g32731-d13976423-Reviews-Montara_State_Beach-Montara_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294197-d23508189-Reviews-or10-HYBE_INSIGHT-Seoul.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294197-d23508189-Reviews-HYBE_INSIGHT-Seoul.html"
    }
]