[
    {
        "attraction_name": "I Giardini Di Villa Melzi",
        "attraction_name_vi": "Khu vườn biệt thự Melzi",
        "general_info": [
            "2.466 đánh giá",
            "1 trong số 27 hoạt động giải trí ở Bellagio",
            "Công trình kiến ​​trúc",
            "Vườn"
        ],
        "attraction_summary": "Đài tưởng niệm Quốc gia và Khu vườn Tư nhân Biệt thự tráng lệ này được xây dựng vào năm 1808 cho Công tước Francesco Melzi dEril, trợ lý của Tướng Napoléon, là một trong những ví dụ tiêu biểu nhất về chủ nghĩa tân cổ điển ở Lombardy...Khu vườn có thể ghé thăm từ tháng 3 đến tháng 10 hàng năm ngày 9h30 sáng đến 6h30 chiều\nĐọc thêm",
        "reviews": [
            "Khu vườn đẹp và ngoạn mục nhất mà chúng tôi thấy trong chuyến đi và chúng tôi đã thấy một vài biệt thự - vì vậy đây là nơi yêu thích cá nhân của tôi. Cảnh quan vừa tuyệt đẹp vừa khác thường. Nó rộng rãi và rất đáng để ghé thăm và nằm dọc theo hồ nên bạn cũng có thể ngắm cảnh tuyệt đẹp từ đó. Một nơi không thể bỏ qua nếu bạn đang gọi đến Bellagio. Có một tuyến đường đi bộ trong thị trấn kéo dài 1 giờ mà bạn có thể in ra trên internet và khu vườn Villas này nằm trên tuyến đường để bạn có thể kết hợp cả hai. Đọc thêm",
            "Đây hoàn toàn xứng đáng với thời gian để tham quan và ngắm nhìn những khu vườn cũng như khung cảnh tuyệt đẹp dọc theo hồ. Những con đường mòn dọc theo hồ và xuyên qua các khu vườn rất thú vị để khám phá - một điều thú vị và thú vị khác để xem là bảo tàng thảo luận về biệt thự và lịch sử liên quan.  Nói chung là đáng xemĐọc thêm",
            "Đây là thiên đường tuyệt đối! Tại ngôi làng Bellagio, nằm ở mũi của một bán đảo không tên giữa Hồ Como, viên ngọc của toàn bộ thị trấn là Vườn Melzi dọc theo bờ phía tây của nó.\n\nĐược đặt theo tên của Francesco Melzi dEril, người đã xây dựng dinh thự trên khu đất này vào đầu những năm 1800, khu vườn có vô số loài thực vật. Một số cây cao chót vót trên đầu bạn, nhắc nhở du khách về tuổi thọ và lịch sử phong phú của chúng! Đường vào chạy dọc theo hồ trong bối cảnh đẹp như tranh vẽ nhất. Đây chắc chắn là điểm tham quan tuyệt vời nhất ở Bellagio! Đọc thêm",
            "Phải làm trong chuyến đi trong ngày của chúng tôi đến Bellagio từ Como.\n\nĐi bộ một đoạn ngắn từ trung tâm mặc dù chúng tôi đã đi tàu du lịch và xuống xe khi đến khu vườn. 8 mỗi người đến thăm.\n\nBản thân Biệt thự không mở cửa cho công chúng nhưng những khu vườn tuyệt đẹp dễ dàng bù đắp cho điều này. Chúng tôi đi vào từ đầu kia của khu vườn và đi tới đầu bên kia. Chúng tôi đã ở đó khoảng một giờ và có một số bức ảnh tuyệt vời.\n\nRất khuyến khích. Rất đáng để bạn nỗ lực! Đọc thêm",
            "Có một chuyến tàu nhỏ choo-choo gần bến phà sẽ đưa bạn đi tham quan Bellagio. Đó là 5 Euro mỗi người. Bạn có thể bật và tắt khi bạn muốn. Chúng tôi dừng lại ở Vườn Bách thảo Melzi và thực sự tận hưởng chuyến đi bộ yên bình qua các khu vườn. Phí vào cửa là 8 Euro mỗi người. Tôi có thể nói gì hơn nữa? Nếu bạn thích một chút yên bình và tĩnh lặng trước khi tiếp tục chuyến đi thì điều này rất đáng giá.Đọc thêm",
            "Khuôn viên đẹp bao quanh hồ một cách hoàn hảo.  Đi bộ trên mặt phẳng là một phần thưởng trong một ngày nắng nóng.  Đã hy vọng có nơi nào đó để bơi, nhưng than ôi điều đó là không thể.  Một số điểm tuyệt vời cho hình ảnh.  Rất nhiều thằn lằn để nhìn thấy trên tường.  Đề xuất.Đọc thêm",
            "Trong chuyến đi trong ngày từ Milan đến Hồ Como, chuyến tham quan bằng thuyền đã đưa chúng tôi đến Bellagio, vì vậy chúng tôi đi dạo đến khu vườn của Biệt thự Tân cổ điển này.\n\nGiá vào cửa 8 euro mỗi người lớn không quá tệ vì chúng tôi dành khoảng một giờ đi bộ xung quanh, khi vào cửa bạn sẽ nhận được một hướng dẫn nhỏ chỉ ra tất cả những điểm nổi bật của khu vườn, điểm nổi bật đặc biệt của tôi là cơ hội chụp ảnh xung quanh Pavilion nhìn ra hồ nước và khu vườn nước nhỏ với những cây cầu gần lối vào.\n\nMặc dù có mưa phùn nhưng đây vẫn là một chuyến đi dạo yên bình và thú vị quanh các khu vườn và rất được khuyến khích.Đọc thêm",
            "Đây là một khu vườn hoàn toàn tuyệt vời. Tất cả các loại cây và thực vật thú vị. Phí vào cửa là tám euro rất hợp lý. Đi bộ trên mặt nước xuống biệt thự và khi trở về hãy đi theo con đường trên cao. Cảnh đẹp trên mọi nẻo đường. Đọc thêm",
            "Quay ngược thời gian và tản bộ trong những khu vườn tuyệt đẹp của Villa Melzi vẫn còn riêng tư ở Bellagio, Hồ Como. Một chuyến tản bộ ngắn, dễ chịu dọc theo mặt nước từ bến cảng, những khu vườn, ngay cả vào mùa thu khi chúng tôi ở đó, cũng rất đáng để ghé thăm. Bạn không chỉ có thể tận hưởng khuôn viên được bảo trì tỉ mỉ mà còn có một bảo tàng chi tiết mô tả di sản của biệt thự cũng như những đóng góp của gia đình qua nhiều thế kỷ. Rất khuyến khích. Mẹo: Đi sớm hoặc muộn trong ngày để tránh đám đông. Hãy tận hưởng!Đọc thêm",
            "Bellagio chủ yếu là một thị trấn có nhiều nhà hàng và cửa hàng cao cấp. Nếu bạn muốn làm điều gì đó khác thì chuyến thăm Vườn Villa Melzi là một hoạt động tuyệt vời. Bạn không thể vào Biệt thự vì nó riêng tư. Những khu vườn thật tuyệt vời. Sẽ mất khoảng một giờ để tình cờ đi dạo quanh khu vườn. Nó đi dọc theo bờ biển LC với khung cảnh ngoạn mục.Đọc thêm",
            "Một cảnh tuyệt vời nằm ở một nơi đặc biệt.  Nằm dọc theo Hồ Como, chỉ cách bến phà ở Bellagio một quãng đi bộ ngắn.  Rất vui vì chúng tôi đã ghé thăm! Đọc thêm",
            "Những khu vườn tuyệt đẹp bên bờ hồ Como ở Bellagio. Đi bộ trên mặt tiền bằng phẳng hoặc uốn khúc trên các sân hiên nhiều lớp. Có một bảo tàng thú vị trong khu vườn cung cấp một số lịch sử của chủ nhân của nóĐọc thêm",
            "Bellagio chủ yếu là một thị trấn của các nhà hàng và cửa hàng cao cấp. Nếu bạn muốn làm điều gì đó khác thì hãy ghé thăm Villa Melzi Gardens là một hoạt động tuyệt vời. Bạn không thể vào Villa vì đây là nơi riêng tư. Khu vườn rất tuyệt. Sẽ mất khoảng một giờ để đi dạo thoải mái qua khu vườn. Nó chạy dọc theo bờ biển LC với tầm nhìn ngoạn mục. Đọc thêm",
            "Công viên cảnh quan đẹp. Thanh thản và bình yên. Có thể dễ dàng dành một vài giờ ở đây. Sẽ quay lại nếu quay lại Bellagio.Đọc thêm",
            "Quay ngược thời gian và tản bộ trong những khu vườn tuyệt đẹp của Villa Melzi vẫn còn riêng tư ở Bellagio, Hồ Como. Một chuyến tản bộ ngắn, dễ chịu dọc theo mặt nước từ bến cảng, những khu vườn, ngay cả vào mùa thu khi chúng tôi ở đó, cũng rất đáng để ghé thăm. Bạn không chỉ có thể tận hưởng khuôn viên được bảo trì tỉ mỉ mà còn có một bảo tàng chi tiết mô tả di sản của biệt thự cũng như những đóng góp của gia đình qua nhiều thế kỷ. Rất khuyến khích. Mẹo: Đi sớm hoặc muộn trong ngày để tránh đám đông. Hãy tận hưởng!Đọc thêm",
            "Đây là một khu vườn hoàn toàn tuyệt vời. Tất cả các loại cây và thực vật thú vị. Phí vào cửa là tám euro rất hợp lý. Đi bộ trên mặt nước xuống biệt thự và khi trở về hãy đi theo con đường trên cao. Cảnh đẹp trên mọi nẻo đường. Đọc thêm",
            "Kinh ngạc! Những khu vườn đẹp nhất ở Hồ Como, không đông đúc như hầu hết những khu vườn khác và có nhiều địa điểm mở để chụp ảnh với những loài thực vật tuyệt đẹp và những hồ nước ở phía sau. Rất đáng để ghé thămĐọc thêm",
            "Trong chuyến đi trong ngày từ Milan đến Hồ Como, chuyến tham quan bằng thuyền đã đưa chúng tôi đến Bellagio, vì vậy chúng tôi đã đi bộ đến các khu vườn của Biệt thự Tân cổ điển này. Giá vé vào cửa là 8 euro cho một người lớn không quá tệ vì chúng tôi đã dành khoảng một giờ để đi bộ xung quanh, khi vào cửa, bạn sẽ được một hướng dẫn viên nhỏ chỉ ra tất cả các điểm nổi bật của khu vườn, điểm nổi bật đặc biệt của tôi là các cơ hội chụp ảnh xung quanh Pavilion nhìn ra hồ và khu vườn nước nhỏ có những cây cầu gần lối vào. Mặc dù có mưa phùn nhưng vẫn là một chuyến đi bộ yên bình và thú vị quanh khu vườn và rất được khuyến khích. Đọc thêm",
            "Chúng tôi hơi lo ngại về phí vào cửa và gần như đã không đi nhưng tôi rất vui vì chúng tôi đã làm như vậy! Con đường đi bộ dọc theo hồ thật tuyệt vời, toàn bộ nơi này được bố trí đẹp mắt, có sự đa dạng đáng kinh ngạc về cây cối và một bản đồ khá tốt giúp bạn xác định chúng, và nó có cảm giác khác xa với sự nhộn nhịp và đông đúc của Bellagio. Đọc thêm",
            "Khuôn viên đẹp bao quanh hồ một cách hoàn hảo.  Đi bộ trên mặt phẳng là một phần thưởng trong một ngày nắng nóng.  Đã hy vọng có nơi nào đó để bơi, nhưng than ôi điều đó là không thể.  Một số điểm tuyệt vời cho hình ảnh.  Rất nhiều thằn lằn để nhìn thấy trên tường.  Đề xuất.Đọc thêm",
            "tìm chỗ đậu xe gần đó cũng phải trả phíĐọc thêm",
            "Có một bãi đậu xe lớn cách lối vào biệt thự và sau đó là toàn bộ bờ hồ 100 m. Tất cả đều được trả tiềnĐọc thêm",
            "Chính xác thì lối vào Giardini do Villa Melzi ở đâu?Đọc thêm",
            "Tôi tìm thấy nó bằng cách đi bộ qua trạm xe buýt và đi theo con đường lên đồi.  Tôi đã được hướng dẫn từ trung tâm thông tin du lịch rất hữu íchĐọc thêm",
            "Xin lỗi, nhưng giá vé là bao nhiêu?Đọc thêm",
            "Dành cho người lớn €6,50\nDành cho nhóm €5,00\nTrẻ em dưới 12 tuổi vào cửa miễn phí \n\n:-Đọc thêm",
            "Chó có được phép không?\nCảm ơn những người muốn trả lời tôi.Đọc thêm",
            "Vâng, và đó không phải là biệt thự duy nhất mà khách của chúng tôi có thể vào. các bạn, cũng ở Varenna, Cernobbio; May mắn thay, số lượng khu vườn nơi cả gia đình có thể đi dạo ngày càng tăng. Nhìn grandigiardini, có danh sách toàn bộ lãnh thổ ÝĐọc thêm",
            "Tôi muốn biết liệu vé tham quan có thể mua trực tiếp tại biệt thự hay không vì trong số nhiều thông tin tìm thấy có nói về một phòng vé ở Bellagio mà không có địa chỉ chính xác, tôi sẽ không muốn đến biệt thự và phát hiện ra điều đó Tôi phải mua vé ở nơi khác.\nCảm ơn trước.Đọc thêm",
            "Có, chúng có thể được mua ở hai lối vào của biệt thự. Xin lưu ý rằng họ chỉ chấp nhận tiền mặt và không chấp nhận thẻ! Đọc thêm",
            "Danh sách giờ đóng cửa lúc 18:30... nếu chúng tôi đến lúc 18:15 có được phép đi bộ qua vườn không? Hay họ bắt tất cả du khách rời đi lúc 18:30? Chỉ tò mò vì chúng tôi đã đặt chỗ ăn tối gần khu vườn lúc 19:00 và muốn đi bộ qua trên đường đi ăn tối.Đọc thêm",
            "vâng tất cả phải ra ngoài trước 6h30 chiềuĐọc thêm",
            "Chúng ta sẽ ở lại Lenno nên ở bờ đối diện, có thể đi thuyền từ Lenno và đến khu vườn mà không cần ô tô không?Đọc thêm",
            "vâng, tất nhiên là bạn có thể, đến Cadenabbia và đi phà cách Lenno khoảng 4km, sau đó bạn đến trung tâm Bellagio và đi bộ 5 phút là bạn sẽ đến thẳng khu vườn! :\nKhi bạn xuống phà, hãy rẽ phải và bạn sẽ đến nơi! \nTận hưởng chuyến thăm của bạn\nTHƯỞNG THỨCĐọc thêm",
            "Xin chào, khu vườn có mở cửa vào tháng 12 không? Tôi thấy một số bình luận được đăng vào cuối tháng 11 đề cập rằng biệt thự đã đóng cửa nhưng khu vườn vẫn có thể vào được bình thường. Đọc thêm",
            "Xin chào Jubran5, khu vườn đóng cửa cho đến tháng 3.\nBạn có thể ghé thăm Bellagio và Varenna rất lãng mạn vào mùa đông.Đọc thêm",
            "Xin chào! Có phải trả thêm phí cho buổi chụp ảnh cưới không? Sẽ không có nhiều người, chỉ có một cặp đôi và một nhiếp ảnh gia.Đọc thêm",
            "Xin chào, tôi muốn biết liệu có đáng tham gia một chuyến đi thuyền trên Hồ Como hay không, tôi nên ở đâu và bạn muốn giới thiệu địa điểm nào khác ở Bellagio hoặc khu vực xung quanh?\nCảm ơn bạnĐọc thêm",
            "Một chuyến đi bằng thuyền luôn đáng giá, tôi chưa thấy nơi nào trên Hồ Como mà không đẹp Đọc thêm."
        ],
        "star_ratings": [
            1554,
            730,
            141,
            25,
            16
        ],
        "review_amount": 2466,
        "location": [
            "Khu vườn biệt thự Melzi",
            "Bellagio",
            "Nước Ý",
            "Châu Âu",
            "Các hoạt động ở Bellagio",
            "Hồ como",
            "vùng Lombardy"
        ],
        "reviews_time": [
            "Written June 26, 2023",
            "Written July 16, 2023",
            "Written July 21, 2023",
            "Written September 13, 2023",
            "Written September 20, 2023",
            "Written September 29, 2023",
            "Written October 3, 2023",
            "Written October 13, 2023",
            "Written October 26, 2023",
            "Written April 23, 2024",
            "Written June 3, 2024",
            "Written May 20, 2024",
            "Written April 23, 2024",
            "Written April 7, 2024",
            "Written October 26, 2023",
            "Written October 13, 2023",
            "Written October 11, 2023",
            "Written October 3, 2023",
            "Written October 1, 2023",
            "Written September 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187834-d197758-Reviews-I_Giardini_Di_Villa_Melzi-Bellagio_Lake_Como_Lombardy.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187834-d1309683-Reviews-Ristorante_Alle_Darsene_di_Loppia-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187834-d968736-Reviews-Ristorante_Silvio-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187834-d7290717-Reviews-La_Terrazza_Lake_Como-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187834-d2282572-Reviews-Enoteca_CavaTuracciolo-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187834-d1537507-Reviews-Ittiturismo_Ristorante_Mella-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187834-d1309688-Reviews-Aperitivo_et_Al-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187834-d24049272-Reviews-La_DolceVita-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187834-d1889577-Reviews-La_Bellagina-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187834-d2320304-Reviews-Gelateria_del_Borgo-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187834-d10748583-Reviews-Bstyle_Bellagio-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d24070586-Reviews-Cappella_Gentilizia_Melzi_D_eril-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d23535438-Reviews-Lungolago-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d24190826-Reviews-San_Giovanni_Bellagio-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d197759-Reviews-Parco_di_Villa_Serbelloni-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d7084773-Reviews-Basilica_di_San_Giacomo-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d3706354-Reviews-Enoteca_Principessa-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d12448952-Reviews-Borgo_di_Pescallo-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d13565231-Reviews-Bellagio_Express_Train-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d198965-Reviews-La_Punta_Spartivento-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g635626-d528348-Reviews-Villa_Carlotta-Tremezzina_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d197758-Reviews-or10-I_Giardini_Di_Villa_Melzi-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d26671763-Reviews-Spiaggia_Pubblica_di_Bellagio-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d10698333-Reviews-Abele_Experientia_Artis-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d12100993-Reviews-Bellagio_Taxi-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d6698112-Reviews-Bellagio_Rent_a_Boat-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d10780507-Reviews-ComoLagoBike-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d2157507-Reviews-Bellagio_Water_Sports_Kayak_Club-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d10838369-Reviews-Bellagio_Sailing-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d13321927-Reviews-Bike_It_Bellagio-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d1475914-Reviews-Bellagio_Water_Limousines-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d6415894-Reviews-Lake_Como_Motorbike-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d10456276-Reviews-Angolo_DiVino-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d2188856-Reviews-Lido_di_Bellagio-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g187834-d17851893-Reviews-Bellagio_Yacht_Experience-Bellagio_Lake_Como_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d242841-Reviews-Roman_Agora-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g56032-d13356493-Reviews-Toyota_Music_Factory-Irving_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1865780-d6417888-Reviews-Sembuwaththa_Lake-Matale_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d1384326-Reviews-El_Cid_Ceiba_Resort_Day_Pass-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g194867-d3243526-Reviews-Africana_Famous_Club-Praiano_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52763-d8638826-Reviews-Saint_Clair_Park-Greensburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d566808-Reviews-Central_Market-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d17593186-Reviews-The_Cottonland_Castle-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298417-d23780187-Reviews-Wadina_Water_Park-Nizwa_Ad_Dakhiliyah_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g298573-d1137283-Reviews-Manila_Ocean_Park-Manila_Metro_Manila_Luzon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187834-d197758-Reviews-or10-I_Giardini_Di_Villa_Melzi-Bellagio_Lake_Como_Lombardy.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187834-d197758-Reviews-I_Giardini_Di_Villa_Melzi-Bellagio_Lake_Como_Lombardy.html"
    }
]