[
    {
        "attraction_name": "i Tour Vietnam",
        "attraction_name_vi": "tôi du lịch Việt Nam",
        "general_info": [
            "329 đánh giá",
            "43 trên 392 Đồ ăn Thức uống ở Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Các chuyến tham quan riêng vui vẻ, an toàn và nhiều thông tin được dẫn dắt bởi đội ngũ hướng dẫn viên du lịch địa phương chuyên nghiệp.Đọc thêm",
        "reviews": [
            "Hướng dẫn viên của chúng tôi Đức thật tuyệt vời! Là một người dân địa phương từ sông Mê Kông, anh ấy đã cung cấp cho chúng tôi rất nhiều thông tin về cuộc sống truyền thống của người Việt Nam với rất nhiều sự hài hước! Tôi chắc chắn sẽ giới thiệu chuyến tham quan này, cảm ơn bạn! Đọc thêm",
            "Chúng tôi đặt tour này vì muốn nếm thử hương vị của Thành phố Hồ Chí Minh và chúng tôi còn nhận được nhiều hơn thế nữa. Chúng tôi đã có thể sắp xếp đón khách tại bến du thuyền và hướng dẫn viên của chúng tôi, Leah, đã tận dụng thời gian để kể cho chúng tôi rất nhiều điều về khu vực và lịch sử của HCM. Khi chúng tôi đến khu chợ, Leah đưa chúng tôi đi hết nơi này đến nơi khác, giải thích về đồ ăn và tất cả những thắng cảnh mà chúng tôi đang ngắm nhìn. Theo yêu cầu của chúng tôi, chúng tôi đã kết hợp chuyến tham quan ẩm thực với một chuyến tham quan chung để có thể ngắm nhìn những địa điểm hàng đầu của thành phố trước khi đi sâu vào khu chợ. Ngay cả khi phải đóng cửa nhiều lần do ăn mừng năm mới, chúng tôi vẫn được chiêu đãi Phở, bánh xèo Việt Nam, chả giò, cua nồi đất, món tráng miệng bánh flan Việt Nam và cà phê. Mọi thứ đều ngon! Leah giúp chúng tôi học hỏi suốt thời gian và cuộc trò chuyện của chúng tôi không bao giờ dao động. Cô ấy giúp chúng tôi mua sắm ở chợ và mua được một số mặt hàng với giá tốt để mang về nhà. Những bức ảnh cô chụp và chia sẻ thật tuyệt vời và những kỷ niệm sẽ tồn tại suốt đời. Tôi không thể diễn tả hết đây là một ngày tuyệt vời như thế nào và Leah là một người tuyệt vời như thế nào. Cảm ơn bạn!Đọc thêm",
            "Những người đi xe đạp của chúng tôi thật tuyệt vời. Siang hướng dẫn chính của chúng tôi rất hay và nhiều thông tin về lịch sử và ẩm thực. Cách đáng kinh ngạc để ngắm nhìn thành phố, chúng tôi yêu thích nó. Chúng tôi đã đi vào tuần trước và cả bốn người chúng tôi đều ở độ tuổi bốn mươi. Thật nhiều tiếng cười và những khoảnh khắc tuyệt vời Đọc thêm",
            "Tôi thích đi dạo quanh Sài Gòn với Sang, người từng là đại sứ tuyệt vời cho thành phố và hướng dẫn viên du lịch của anh ấy. Bản thân chuyến đi thực sự thú vị! Tôi hoàn toàn tin tưởng vào Sang. Anh ấy lắng nghe những gì tôi muốn làm rồi đưa tôi đi tham quan nhiều nơi. Anh ấy đã cung cấp rất nhiều thông tin và rất dễ chịu và chu đáo. Anh ấy thậm chí còn theo dõi tôi sau chuyến tham quan để gợi ý những địa điểm mà tôi đã hỏi. Họ cung cấp một chiếc mũ bảo hiểm, chắc chắn là đội. Nghĩ rằng tôi không thấy một vụ tai nạn nào hoặc thậm chí là suýt trượt.Đọc thêm",
            "Chuyến du lịch ẩm thực đêm này thật tuyệt vời! Đây là một trải nghiệm người ta không nên bỏ lỡ. Các món ăn rất chân thực và khiêm tốn nhưng vẫn ngon! Yêu bánh pancake Việt Nam. Leah, người hướng dẫn của tôi, thật tuyệt vời, nhiều thông tin và thú vị! Rất khuyến khích và chắc chắn sẽ đặt một chuyến tham quan khác nếu tôi quay lại TP HCM.Đọc thêm",
            "Chuyến du lịch ẩm thực khoảng 4 năm trước có thực hiện chuyến tham quan ban đêm với đồ ăn không, một lần nữa các cô gái đã làm rất tốt khi nhìn thấy tất cả các cảnh đẹp và có hai bữa ăn ngon miệng cũng rất khuyến khích, họ không có gì phải lo sợ trong chuyến tham quan bằng xe máy này vì hướng dẫn viên là những người đi xe đạp rất giỏi thích thú Đọc thêm",
            "Tuyệt vời!  Cả hai chúng tôi đều hơi lo lắng trước những gì có thể xảy ra nhưng những người hướng dẫn của chúng tôi không thể có lỗi.  Họ nói tiếng Anh hoàn hảo và nhanh chóng giúp chúng tôi thoải mái.  Bạn được cung cấp một chiếc mũ bảo hiểm.  Bạn được khuyên không nên mang những món đồ đắt tiền ra ngoài vào buổi tối nhưng đừng lo họ sẽ lấy máy ảnh ra cho bạn.  Lưu ý bạn có thể nhìn thấy chuột!Đọc thêm",
            "Chỉ có một vài ngày ở TP HCM. Đặt một chuyến tham quan thành phố buổi sáng cho gia đình chúng tôi, 2 cô con gái tuổi teen. Chúng tôi có Leah và Sang làm hướng dẫn viên du lịch chính. Chắc hẳn họ sẽ cảm thấy choáng ngợp và nản lòng nếu không được giới thiệu đầy đủ thông tin và quan tâm đến thành phố tuyệt vời này. Tôi có thể hỏi Leah bất cứ điều gì khi đang di chuyển trên xe đạp của cô ấy. Kiến thức của cô ấy về lịch sử đất nước của họ thật tuyệt vời và tiếng Anh hoàn hảo của cô ấy Bài học đầu tiên là cách băng qua đường an toàn và tự tin .. không bao giờ nhìn lại và thật tuyệt vời khi biết vào đầu kỳ nghỉ 2 tuần của chúng tôi. Chúng tôi đã có nhiều thời gian để được xem các điểm tham quan, đưa đến chùa Trung Quốc ngoài đường mòn.. nơi tuyệt vời. Nói về lịch sử Việt Nam và cuộc sống ngày nay đã giúp chúng tôi hiểu biết về cả đất nước, điều vô giá cho chuyến du lịch xuyên Việt Nam của chúng tôi. Tốt hơn nhiều so với việc đọc một cuốn sách lịch sử! Được giới thiệu về cà phê Việt Nam.. không bao giờ nhìn lại Rất khuyến khích bạn đặt tour này ngay khi bạn đến TP HCM. Họ là những người lái xe an toàn, người đẹp và tất cả đều có thể nói tiếng Anh tuyệt vời. Hãy chọn nhóm này vì họ quyên góp vật phẩm cho một số tổ chức từ thiện khác nhau. Tất cả chúng tôi đều yêu thích trải nghiệm này và rất vui vì chúng tôi đã làm điều này vào ngày sau khi chúng tôi đến Đã đặt vào ngày hôm sau với công ty này Rất muốn thực hiện tất cả các chuyến tham quan của họ nếu chúng tôi có thời gian. Họ cũng chụp ảnh cho bạn nên bạn không cần phải làm vậy Nghĩ về điều đó. Họ gửi chúng sau chuyến đi Tuyệt vờiĐọc thêm",
            "Tuyệt vời.  Hướng dẫn viên du lịch tuyệt vời, rất có ý thức về an toàn và muốn đảm bảo rằng chúng tôi có trải nghiệm thú vị.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi ngược chiều như một gia đình có hai thiếu niên. Bốn hướng dẫn viên lái xe của chúng tôi rất tuyệt vời - người dân địa phương, nhiệt tình, thân thiện và hấp dẫn.  Và lái xe an toàn! Chúng tôi đã làm việc theo cách của mình qua một số quận, tham quan rất nhiều cảnh đẹp khác nhau và hiểu biết sâu sắc cũng như quan điểm của địa phương. Chúng tôi dừng lại để uống cà phê, nước mía và nhiều hơn nữa và rất nhiều bức ảnh! Rất khuyến khích đây là một cách nhìn về TP HCM - đó là một nơi rộng lớn và theo cách này bạn có thể nhìn thấy một chút mọi thứ. Đọc thêm"
        ],
        "star_ratings": [
            318,
            10,
            1,
            0,
            0
        ],
        "review_amount": 329,
        "location": [
            "tôi du lịch Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written April 22, 2023",
            "Written February 4, 2020",
            "Written October 28, 2019",
            "Written August 11, 2019",
            "Written June 18, 2019",
            "Written January 3, 2019",
            "Written October 27, 2018",
            "Written October 6, 2018",
            "Written October 3, 2018",
            "Written August 28, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or10-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317889-Reviews-Giac_Lam_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11670703-Reviews-Danco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19119983-Reviews-T_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15214121-Reviews-Grabatour_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15576751-Reviews-Rent_Local_People-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27522910-Reviews-Saigon_Locals_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g311309-d10310346-Reviews-Casa_Vlad_Dracul-Sighisoara_Mures_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g32389-d142876-Reviews-Beals_Point-Folsom_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33667-d8624202-Reviews-Alta_Lakes-Telluride_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g44926-d258059-Reviews-Fantastic_Caverns-Springfield_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g50226-d278639-Reviews-Magic_Mountain-Columbus_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g32780-d269452-Reviews-Fashion_Island-Newport_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g54448-d534525-Reviews-BMW_Zentrum-Spartanburg_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g562628-d8798889-Reviews-Kape_Beach-Sounio_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147351-d10533602-Reviews-Grand_Case_Beach-Grand_Case_Saint_Martin_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g30445-d3167964-Reviews-Collinsville_Trade_Day-Collinsville_Alabama.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or10-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "i Tour Vietnam",
        "attraction_name_vi": "tôi du lịch Việt Nam",
        "general_info": [
            "329 đánh giá",
            "43 trên 392 Đồ ăn Thức uống ở Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Các chuyến tham quan riêng vui vẻ, an toàn và nhiều thông tin được dẫn dắt bởi đội ngũ hướng dẫn viên du lịch địa phương chuyên nghiệp.Đọc thêm",
        "reviews": [
            "Đây là một chuyến tham quan tuyệt vời! Chỉ với 2 ngày ở Hồ Chí Minh, chúng tôi muốn ăn uống và ngắm cảnh nhiều nhất có thể trong thời gian ngắn, và đây là một sự bổ sung tuyệt vời cho chuyến đi của chúng tôi! Thức ăn rất tuyệt và được hướng dẫn viên Swag và Quan của chúng tôi giải thích rất chi tiết. Chúng tôi cũng được biết những sự thật thú vị khi lái xe giữa các nhà hàng khác nhau về ẩm thực và thành phố. Vì vậy, trên và vượt quá mong đợi của tôi. Và điều quan trọng nhất là việc quyên góp một phần phí để giúp đỡ trẻ em hoặc người dân địa phương. Thật là một ý tưởng tuyệt vời! Tôi chắc chắn sẽ thực hiện chuyến tham quan này một lần nữa nếu tôi quay lại!Đọc thêm",
            "Một trải nghiệm độc đáo khi ngồi sau một chiếc xe tay ga..lên và xuống các điểm dừng ăn uống khác nhau quanh một số quận. Tay đua Thái Thảo Vy của tôi là một cô gái trẻ đáng yêu đang làm công việc này bán thời gian, cô ấy cũng đang học và dạy tiếng Anh, tôi vẫn giữ liên lạc với Vy. i Tour Vietnam rất được khuyến khích, họ rất chuyên nghiệp và có kiến ​​thức địa phương tốt. Alexis Ly, chủ công ty đã cùng chúng tôi tham gia chuyến tham quan, cảm ơn Alexis, Vy và ekip đã tổ chức một chuyến tham quan đáng nhớ như vậy.Đọc thêm",
            "Tuyệt vời rất được khuyến khích! Sang Quan là những hướng dẫn viên du lịch xuất sắc...không thể không đánh giá cao sự kiên nhẫn và hợp tác của họ với mong muốn của chúng tôi. Chúng tôi đã có một khoảng thời gian tuyệt vời trong đường hầm, những chàng trai thông minh xuất sắc trong việc giải thích về lịch sử Việt Nam trong chiến tranh; rất nhiều thông tin, các bạn cũng vậy, điều tương tự với người trợ lý đường hầm, người đã cho chúng tôi vào nhiều đường hầm nhất có thể. Ôi trời, đó là lịch sử trước mắt chúng ta; tôi có thể nói rằng người Việt đã rất xuất sắc khi nghĩ ra đường hầm này như một chiến lược chiến tranh. Họ cũng khuyến khích chúng tôi bắn và cảm ơn Chúa vì tôi đã thử vì đó là một trong những điểm nổi bật của tôi trong chuyến lưu diễn này. TP HCM cũng thú vị không kém, đặc biệt là đi xe máy! Đó thật là một điều tuyệt vời! Làm tốt lắm các bạn! Hãy tiếp tục phát huy nhé! Cảm ơn rất nhiều. Agnes AnnieĐọc thêm",
            "Hướng dẫn viên của chúng tôi, Leah, đã gặp nhóm 7 người của chúng tôi tại Cảng Nhà Rồng như đã được sắp xếp.  Chúng tôi đã dành 7 giờ tuyệt vời để tham quan các điểm tham quan chính như đã hứa trong hành trình của mình.  Ngoài ra, chúng tôi đã đến thăm một ngôi chùa ẩn ở khu phố Tàu mà chúng tôi chưa bao giờ có thể tự mình tìm thấy!  Đi bộ qua khu chợ địa phương rộng lớn thật tuyệt vời.  Và khóa học nấu ăn thú vị nhỏ tại một cửa hàng địa phương chắc chắn là một điểm nhấn!  Sau đó, chúng tôi thưởng thức món ăn do chính mình nấu cùng với bia hoặc soda địa phương. Leah rất chuyên nghiệp, thân thiện và chu đáo.  Chúng tôi chưa bao giờ cảm thấy mình phải vội vàng khi đến thăm một địa điểm và Leah luôn đảm bảo cho chúng tôi về thời gian và địa điểm gặp mặt.Đọc thêm",
            "Tour du lịch tuyệt vời của Sang, hướng dẫn viên địa phương rất thân thiện! Rất khuyến khích!! Trải nghiệm độc đáo, rất an toàn!Đọc thêm",
            "Chúng tôi đã có một chuyến du lịch riêng trong ngày, có khoảng 6 người trong chúng tôi đến thành phố Hồ Chí Minh với i Tour Vietnam.   Chuyến tham quan thật tuyệt vời... Hướng dẫn viên của chúng tôi, Leah, cực kỳ hiểu biết và thú vị.. và rất hấp dẫn.  Cô ấy đưa chúng tôi đến một số địa điểm rất thú vị, bao gồm một ngôi chùa Trung Quốc ẩn giấu và một nhà hàng nhỏ nơi chúng tôi có thể giúp nấu món bánh xèo Việt Nam của riêng mình.  Nhà hàng ăn trưa rất chân thực và ngon tuyệt.  Hai điều tôi đặc biệt thích ở itvn là họ có một nhiếp ảnh gia đi cùng bạn trong suốt chuyến tham quan và sau đó gửi cho tất cả khách một liên kết đến những bức ảnh mà chúng tôi có thể tải xuống thật tuyệt vời!; và b một phần số tiền thu được từ chuyến tham quan của chúng tôi sẽ được chuyển đến một số tổ chức từ thiện... và chúng tôi có thể chọn thứ chúng tôi muốn để cung cấp đồ dùng học tập cho trẻ em có hoàn cảnh khó khăn là một trong những tổ chức từ thiện như vậy... Tôi đánh giá cao itvn và sẽ sử dụng chúng lần nữa nếu hy vọng... khi tôi trở lại Việt NamĐọc thêm",
            "Chuyến tham quan ẩm thực này thật tuyệt vời, bạn tôi và tôi đã có một chuyến đi vui vẻ trên đường phố với những hướng dẫn viên đáng yêu, nếm thử những món ăn địa phương tuyệt vời! Chúng tôi không thể cảm ơn iTour đủ vì trải nghiệm của chúng tôi, chắc chắn sẽ khuyến nghị!! Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan Thành phố Hồ Chí Minh kéo dài 5 giờ với hướng dẫn viên Leah và thực tập sinh Sophie. Chúng tôi không thể đánh giá cao hơn về người hướng dẫn của chúng tôi, người rất thú vị và biết công cụ của cô ấy. Sophie cũng rất nhiệt tình. Cả hai đều nói tiếng Anh xuất sắc. Chúng tôi đã thu thập rất nhiều địa điểm trong khoảng thời gian tương đối ngắn như khi chúng tôi đang ở trên một con tàu du lịch. Chuyến tham quan của chúng tôi là bằng ô tô vì chúng tôi không muốn ngồi sau xe máy nhưng chúng tôi vẫn được trải nghiệm Thành phố Hồ Chí Minh thực sự. Mọi nỗ lực đã được thực hiện để đảm bảo chúng tôi có khoảng thời gian vui vẻ, với những điều nhỏ nhặt thú vị. Các món ăn địa phương thực sự rất thành công! Chắc chắn sẽ giới thiệu chuyến tham quan này, đặc biệt với những người đến bằng tàu vì giá tốt hơn rất nhiều so với giá được cung cấp trên tàu.Đọc thêm",
            "Tại sao lại thực hiện một chuyến tham quan với một nhóm mà bạn luôn phải chờ đợi những người khác hoặc bỏ lỡ điều gì đó mà bạn muốn xem? Itours mang tính cá nhân, chỉ có bạn và hướng dẫn viên của bạn. Tôi đã thực hiện các chuyến tham quan đồng bằng sông Cửu Long và Củ Chi và Sang, hướng dẫn viên của tôi, rất dễ chịu, thân thiện và rất hiểu biết. Tôi không thể hài lòng hơn với mức độ dịch vụ và thời gian dành cho chuyến đi. Mặc dù công ty này có thể tính phí nhiều hơn những công ty khác nhưng đó là khoản tiền được chi tiêu hợp lý và tôi thực sự khuyên bạn nên sử dụng họ. Cảm ơn bạn!Đọc thêm",
            "Lái xe máy ở Thành phố Hồ Chí Minh là một trải nghiệm tuyệt vời và là điểm nhấn trong chuyến đi Việt Nam của chúng tôi.  Chúng tôi cảm thấy an toàn với các tài xế của mình và đó là một cách thú vị để khám phá thành phố.  Chúng tôi đã thực hiện Chuyến tham quan thành phố riêng vào ngày đầu tiên và nó đã cho chúng tôi cái nhìn tổng quan về các địa điểm hàng đầu của thành phố.  Chuyến tham quan ẩm thực buổi tối là một cách tuyệt vời để thử một số nhà cung cấp thực phẩm truyền thống mà chúng tôi không thể tự mình tìm thấy.  Chúng tôi rất thích hướng dẫn viên và tài xế của chúng tôi cho cả hai chuyến tham quan.  Công ty đã phản hồi kịp thời các yêu cầu trực tuyến của chúng tôi.  Chúng tôi chắc chắn sẽ đặt phòng với họ một lần nữa.  Rất khuyến khích.Đọc thêm"
        ],
        "star_ratings": [
            318,
            10,
            1,
            0,
            0
        ],
        "review_amount": 329,
        "location": [
            "tôi du lịch Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written August 12, 2018",
            "Written June 28, 2018",
            "Written June 14, 2018",
            "Written April 18, 2018",
            "Written April 18, 2018",
            "Written April 13, 2018",
            "Written March 10, 2018",
            "Written February 12, 2018",
            "Written February 6, 2018",
            "Written February 2, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6429849-Reviews-or10-I_Tour_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or20-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317889-Reviews-Giac_Lam_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11670703-Reviews-Danco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19119983-Reviews-T_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15214121-Reviews-Grabatour_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15576751-Reviews-Rent_Local_People-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27522910-Reviews-Saigon_Locals_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d125412-Reviews-Wildlife_Loop_Road-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g2018516-d13453829-Reviews-Alpaca_World-Hongcheon_gun_Gangwon_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3842804-Reviews-Antalya_Hayvanat_Bahcesi-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d4082777-Reviews-North_Shore_Open_Space_Park-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g58026-d534415-Reviews-Virginia_Zoo-Norfolk_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d263430-Reviews-La_Jolla_Shores_Park-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41980-d8477853-Reviews-Turtle_Cove_Family_Aquatic_Center-Belleville_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g30029-d8431436-Reviews-Allentown_Rose_Gardens-Allentown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1182426-d6039883-Reviews-Gun_Blast_Shooting_Range-Nadur_Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g1606588-d147517-Reviews-Dawn_Beach-Sint_Maarten_St_Martin_St_Maarten.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or20-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or10-I_Tour_Vietnam-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "i Tour Vietnam",
        "attraction_name_vi": "Tôi Du Lịch Việt Nam",
        "general_info": [
            "329 đánh giá",
            "43 trên 392 Đồ ăn Thức uống ở Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour tham quan",
            "Tour riêng",
            "Tour ẩm thực"
        ],
        "attraction_summary": "Các chuyến tham quan riêng vui vẻ, an toàn và nhiều thông tin được dẫn dắt bởi đội ngũ hướng dẫn viên du lịch địa phương chuyên nghiệp.Đọc thêm",
        "reviews": [
            "Thực sự không có cách nào tốt hơn để trải nghiệm Thành phố Hồ Chí Minh hơn là ngồi sau một chiếc xe đạp. Tôi thực sự khuyên bạn nên chọn công ty này cho các tour du lịch. Hướng dẫn viên của chúng tôi rất thân thiện, vui tính, cực kỳ am hiểu về lịch sử phong phú của Việt Nam, những người lái xe tuyệt vời và nhìn chung đã vượt lên trên cả. Tôi có thể sẽ thực hiện chuyến lưu diễn thứ hai với họ trong chuyến đi tới Sài Gòn tiếp theo :Đọc thêm",
            "Chuyến tham quan ẩm thực đêm này trên xe máy thật tuyệt vời!  Có bốn người trong nhóm của chúng tôi và chúng tôi đã có khoảng thời gian tuyệt vời nhất.  Tất cả đều là những người to lớn nên hơi lo lắng về việc các tay đua hạng 40kg sẽ đối phó như thế nào, nhưng ồ - họ thật tuyệt vời.  Họ chở chúng tôi đi khắp Sài Gòn vào ban đêm như những người chuyên nghiệp - tôi cảm thấy hoàn toàn an toàn và thoải mái trong suốt thời gian đó.  Thức ăn thật tuyệt vời.  Điểm dừng chân đầu tiên của chúng tôi là một quán ăn địa phương chuyên về xúc xích heo và bún chả giò.  Chúng nóng, ngon và phong phú.  Để tăng tốc bản thân, tôi chỉ ăn một phần nhỏ.  Chồng và bạn bè của tôi đã quá phấn khích và gần như ăn hết bát của họ, điều mà họ hoàn toàn hối hận.  Tiếp theo chúng tôi thử món cơm cuộn - như tôi chưa từng ăn trước đây.  Đây là những mục yêu thích của tôi - tôi sẽ không nói quá nhiều vì tôi không muốn làm hỏng yếu tố bất ngờ.  Sau đó chúng tôi đi đến một quán bánh crepe của Việt Nam - wow.  Chúng đi kèm với rau xanh và nước sốt tươi - chúng tôi thậm chí còn phải thử tự tay làm chúng.  Chúng rất hợp với bia địa phương.  Cuối cùng, chúng tôi đã thử tuyển chọn các món sa mạc của Việt Nam - chúng là sự kết hợp của thạch, kem dừa và nước trái cây - chúng tôi yêu thích chúng.  Vào cuối chuyến tham quan, các tài xế của chúng tôi đã đưa chúng tôi trở về khách sạn an toàn và bình yên.  Mặc dù chúng tôi đã rất muốn vỡ òa nhưng tất cả chúng tôi đều buồn vì mọi chuyện đã qua - tin tức đã bay qua.  Một nhóm hướng dẫn viên trẻ tuyệt vời và một đêm rất thú vị và đầy hương vị trên thị trấn!  Rất đáng giá.Đọc thêm",
            "Sang và Sophie cực kỳ tuyệt vời, đã đi đến tất cả các địa danh chính của thành phố. Không thể hạnh phúc hơn được nữa! Yêu chùa Vạn Phát. Đọc thêm",
            "Đã đặt vào phút cuối ngay trước khi tôi khởi hành chuyến tham quan Angkor Wat ở Campuchia và chắc chắn tôi chưa đọc chuyến tham quan này vì tôi không biết mình sẽ đi vòng quanh bằng xe tay ga. Khi Sáng đến tôi hơi lưỡng lự nhưng rất vui vì đã đi. Chuyến tham quan rất hay và nhiều thông tin và là một cách tuyệt vời để ngắm nhìn thành phố. Sẽ rất khuyến khích ngay cả đối với những con mèo đáng sợ như tôi sẽ không bao giờ bị bắt trên xe tay ga! Cách tốt nhất để ngắm Sài Gòn vào một buổi chiều!Đọc thêm",
            "Chuyến tham quan bằng xe máy thật tuyệt vời và đáng giá tiền. Chuyến tham quan cũng mang tính đạo đức vì một phần số tiền sẽ được dùng để làm từ thiện. Sang hướng dẫn viên của tôi rất am hiểu về các điểm tham quan của thành phố và anh ấy đã cho tôi một chuyến tham quan tuyệt vời một cách rất thân thiện và lịch sự. Tôi thực sự khuyên bạn nên tham gia chuyến tham quan này để xem các điểm tham quan của thành phố Hồ Chí Minh.Đọc thêm",
            "Gia đình 3 người đã thực hiện chuyến tham quan Sài Gòn Other Side. Những người phụ nữ là những người lái xe tuyệt vời và những hướng dẫn viên tuyệt vời với tiếng Anh xuất sắc. Không thể giới thiệu nhóm này đủ cao! Sau khi thực hiện một vài chuyến tham quan đến nhiều nơi khác nhau bằng ô tô, chúng tôi hơi do dự với lượng phương tiện quá lớn trên đường, tuy nhiên không có vấn đề gì, chúng tôi cực kỳ an toàn và chúng tôi đã nhìn thấy những khu vực của Sài Gòn mà chúng tôi chưa từng thấy. Đây là trải nghiệm đáng nhớ nhất đối với chúng tôi và chúng tôi sẽ trân trọng những kỷ niệm đó. Rất mong nhận được những bức ảnh do nhóm du lịch chụp cho chúng tôi - sẽ thực hiện chuyến đi này lần sau ghé thăm Sài Gòn và hãy tự giúp mình và thực hiện nhé!!!!Đọc thêm",
            "Tour du lịch tuyệt vời, nhiều hơn chúng tôi mong đợi. Hướng dẫn cực kỳ nhiệt tình, quan điểm thú vị. Real Sài Gòn hơn hẳn Quận 1 về mọi mặt. Chuyến tham quan này sẽ đọng lại trong ký ức của chúng tôi, hơn cả những bức ảnh thông thường.Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời ở Thành phố Hồ Chí Minh nhờ Leah và nhóm của cô ấy. Cô ấy thật tuyệt vời, thân thiện, hiểu biết và mọi thứ bạn có thể mong muốn ở một người hướng dẫn. Chúng tôi chỉ ở Thành phố Hồ Chí Minh được 1 ngày nên chúng tôi muốn tận dụng tối đa nó. Chuyến đi đã được chuẩn bị kỹ lưỡng từ trước, chúng tôi đã có thể nhìn thấy những thứ cần thiết hàng đầu trong thành phố và quả anh đào trên chiếc bánh là một số nơi mà bạn không thấy bất kỳ khách du lịch nào. Chúng tôi thực sự đánh giá cao Leah và nhóm của cô ấy vì sự chuyên nghiệp của cô ấy. Giá đã đúng. Đây là một chuyến đi ngắn nhưng tuyệt vời mà chúng tôi sẽ không bao giờ quên!Đọc thêm",
            "Tôi phải nói rằng I Tour đáng giá từng đô la. Trải nghiệm mà tôi và đối tác của mình đã có với hướng dẫn viên du lịch và hai tài xế thật tuyệt vời. Chúng tôi chọn tham gia chuyến tham quan những con đường phía sau và cả hai chúng tôi đã học được rất nhiều điều từ hướng dẫn viên du lịch Trí tại mỗi điểm dừng của chúng tôi. Trí, Bill và Kim chẳng có gì ngoài sự chuyên nghiệp nhưng cũng rất thân thiện. Họ nói tiếng Anh rất tốt và chúng tôi cảm thấy dễ chịu vì tất cả chúng tôi đều ở độ tuổi 20-25. Cuộc cưỡi ngựa thật tuyệt vời. Tôi không nghĩ mình cảm thấy không an toàn một lần trong suốt 4 giờ. Đây là việc phải làm nếu bạn đến đây. Hoặc gọi cho họ hoặc đặt trực tuyến. Bạn sẽ không thất vọng đâu.Đọc thêm",
            "Chúng tôi đã đặt tour du lịch ẩm thực kéo dài 3 giờ vào lúc 3 giờ chiều cho đêm hôm đó. Leah và Zoe đón chúng tôi từ khách sạn lúc 6 giờ tối hôm đó. Chuyến đi thật tuyệt, các cô gái rất thân thiện và hữu ích. Chắc chắn đề nghị điều này!! Đọc thêm"
        ],
        "star_ratings": [
            318,
            10,
            1,
            0,
            0
        ],
        "review_amount": 329,
        "location": [
            "tôi du lịch Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written January 17, 2018",
            "Written January 13, 2018",
            "Written January 12, 2018",
            "Written January 7, 2018",
            "Written December 30, 2017",
            "Written December 24, 2017",
            "Written November 27, 2017",
            "Written September 9, 2017",
            "Written July 28, 2017",
            "Written July 15, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6429849-Reviews-or20-I_Tour_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or10-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or30-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317889-Reviews-Giac_Lam_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11670703-Reviews-Danco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19119983-Reviews-T_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15214121-Reviews-Grabatour_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15576751-Reviews-Rent_Local_People-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27522910-Reviews-Saigon_Locals_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g48948-d4751066-Reviews-Beech_Mountain_Resort-Beech_Mountain_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g40201-d15264525-Reviews-Rutherford_Beach-Hackberry_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d7777636-Reviews-Livraria_Lello-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g776005-d3332653-Reviews-Paradise_Beach-Thassos_Town_Limenas_Thasos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60612-d666966-Reviews-Limahuli_Garden_and_Preserve-Hanalei_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7907360-Reviews-Strelecky_Island-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d325445-Reviews-Levinsky_Market-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g44764-d4263663-Reviews-Parkville_Nature_Sanctuary-Parkville_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d309034-Reviews-Sigatoka_Sand_Dunes_National_Park-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g47101-d2711885-Reviews-Maggie_s_Diner_From_Wild_Hogs_Movie_Set-Madrid_New_Mexico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or30-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or20-I_Tour_Vietnam-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "i Tour Vietnam",
        "attraction_name_vi": "tôi du lịch Việt Nam",
        "general_info": [
            "329 đánh giá",
            "43 trên 392 Đồ ăn Thức uống ở Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Các chuyến tham quan riêng vui vẻ, an toàn và nhiều thông tin được dẫn dắt bởi đội ngũ hướng dẫn viên du lịch địa phương chuyên nghiệp.Đọc thêm",
        "reviews": [
            "Đặt tour du lịch Việt Nam bằng xe máy trong ngày tại Thành phố Hồ Chí Minh là quyết định đúng đắn nhất mà tôi và chồng đã đưa ra cho chuyến đi Việt Nam của mình vào tháng trước. Chuyến đi được tổ chức tốt và việc đi xe máy hoàn toàn an toàn sẽ giúp bạn có được chuyến tham quan và trải nghiệm trực tiếp về nền văn hóa và lịch sử phong phú của Thành phố Hồ Chí Minh. Hướng dẫn viên của chúng tôi rất chuyên nghiệp, nói tiếng Anh tốt và rất thân thiện. Chúng tôi đã có thể ghé thăm 5 địa điểm lịch sử trong danh sách của họ cùng một vài điểm dừng để chụp ảnh. Các hướng dẫn viên thậm chí còn tình nguyện chụp ảnh cho chúng tôi và kể cho chúng tôi nghe câu chuyện về từng địa điểm quan trọng mà chúng tôi đã ghé thăm trong suốt chuyến tham quan. Vì chúng tôi đã đi theo lịch trình tour buổi sáng nên chúng tôi đã kết thúc chuyến đi vừa kịp giờ ăn trưa và hướng dẫn viên của chúng tôi đã giới thiệu cho chúng tôi địa điểm ăn uống tuyệt vời nhất gần khách sạn của chúng tôi. Chúng tôi đang mong chờ chuyến thăm tiếp theo và chắc chắn sẽ đặt tour Saigons Other Side và Coastal Adventure. Chúng tôi thực sự muốn giới thiệu I TOUR VIETNAM và chúng tôi có thể đảm bảo rằng bạn sẽ thích Việt Nam nhiều như chúng tôi đã từng! Đọc thêm",
            "Tôi và bạn bè đã có một kỳ nghỉ vui vẻ ở Thành phố Hồ Chí Minh và tôi có thể nói rằng cho đến nay đây là một trong những kỳ nghỉ tuyệt vời nhất mà chúng tôi từng có. Tôi đi du lịch Việt Nam đã mang lại cho chúng tôi nhiều hơn những gì chúng tôi mong đợi ở một kỳ nghỉ, chúng thực sự vượt quá sự mong đợi của chúng tôi. Hướng dẫn viên của chúng tôi, Leah và Minh, rất thân thiện và vui vẻ khi làm việc với chúng tôi. Hai hướng dẫn viên du lịch đã rất kiên nhẫn và họ luôn mỉm cười, chúc mừng họ! Phần tôi thích nhất trong kỳ nghỉ của chúng tôi là chuyến tham quan Thành phố bằng xe máy, trong đó chúng tôi có thể tận hưởng những khung cảnh đẹp khi đi xe máy. Nó mang lại cho chúng tôi cảm giác hồi hộp, cảm giác mà chúng tôi sẽ không bao giờ quên suốt đời. Cảm ơn bạn Tôi đã đi du lịch Việt Nam, cho đến kỳ nghỉ tiếp theo của chúng tôi! Đọc thêm",
            "Vui quá bạn bớt sợ đi xe máy nhưng đó là cách duy nhất để hút bụi và khói bán của Việt NamĐọc thêm",
            "Jasper,\n\nCảm ơn bạn đã dành thời gian để lại đánh giá cho i Tour Vietnam - Tour riêng.\n\nSự hài lòng của khách hàng là ưu tiên hàng đầu của chúng tôi, vì vậy chúng tôi cố gắng cung cấp dịch vụ tốt nhất có thể.\n\nLà một phần trong quy trình đảm bảo chất lượng của mình, tôi đã điều tra thêm về vấn đề này và không tìm thấy bất kỳ hồ sơ nào về việc bạn đặt bất kỳ tour nào của chúng tôi. Tôi tin rằng bạn đã đi một tour hoàn toàn khác với những gì bạn đã đánh giá. Có vẻ như bạn đã đánh giá các dịch vụ tour xe máy tương tự trong cùng một ngày và có cùng trải nghiệm, vì vậy tôi thực sự tin rằng bạn đã đánh giá nhầm tour của chúng tôi.\n\nChúng tôi cung cấp cho tất cả khách hàng mũ bảo hiểm đã được kiểm tra chất lượng cao với tấm che toàn bộ khuôn mặt cũng như khẩu trang theo yêu cầu để giảm thiểu bụi và khói. Chúng tôi tin rằng nếu bạn đặt tour riêng với chúng tôi, bạn sẽ có trải nghiệm khác biệt nhiều và sẽ tương tự như những đánh giá do khách và những người bạn đồng hành của chúng tôi cung cấp.\n\nTôi rất muốn bạn đến và tham gia một trong những tour riêng của chúng tôi và tự mình trải nghiệm lý do tại sao i Tour Vietnam đạt được 100% sự hài lòng của khách hàng dựa trên các đánh giá đã được xác minh trên TripAdvisor.\n\nTrân trọng,\nJess Adams Đọc thêm",
            "Khi du lịch bụi ở Đông Nam Á nhân dịp sinh nhật lần thứ 21 của mình, tôi đã đưa Việt Nam xinh đẹp vào danh sách các quốc gia sẽ đến thăm. Khi đến thành phố Hồ Chí Minh, tôi chỉ ở đó có vài ngày và không chắc mình có thể làm được mọi việc trong khoảng thời gian ngắn ngủi này hay không. Ký túc xá tôi đang ở đã khuyên tôi nên liên hệ với i Tour Vietnam. Quyết định tốt nhất từng được đưa ra bằng cách lắng nghe nhân viên tại ký túc xá của tôi. Tôi đã đặt tour du lịch bằng xe máy ở Sài Gòn và không những thế tôi còn có thể ngắm nhìn hết những điểm hấp dẫn tuyệt vời. Tôi cũng có một hướng dẫn tuyệt vời, Zoey. Tôi đã được trải nghiệm thành phố như một người dân địa phương nhờ vào chuyến tham quan và hướng dẫn viên. Chuyến tham quan bằng xe máy cũng cho tôi thấy những khu vực của thành phố thậm chí không có trong danh sách của tôi. Bên cạnh điểm nóng du lịch thông thường, Zoey đưa chúng tôi đến những địa điểm bí mật tuyệt vời. Và đối với người nghiện cà phê trong tôi, Zoey cũng biết những nơi tốt nhất để mua cà phê Việt Nam. Nhìn chung đây chắc chắn là phần tuyệt nhất trong toàn bộ chuyến đi của tôi. Tôi không thể cảm ơn vì đã đi du lịch Việt Nam đủ để khiến ngày 21 của tôi trở nên đáng nhớ nhất: Đọc thêm",
            "Là người Venezuela, việc đi du lịch xa nhà là một trải nghiệm hoàn toàn mới. Tôi đến Việt Nam trong một nhóm gồm bảy người bạn và đối với chúng tôi đó là một cuộc phiêu lưu ngay từ đầu. Thành phố chỉ đẹp vào ban ngày và lộng lẫy vào ban đêm. Thức ăn là sự kết hợp thú vị giữa các thành phần khác với những gì chúng ta đã quen nhưng đó là một trải nghiệm thú vị phù hợp với sở thích của chúng ta. Chúng tôi đã tham gia chuyến tham quan bằng xe máy và các tài xế thực sự rất tử tế và kiên nhẫn với chúng tôi. Thật thú vị khi du lịch qua Hồ Chí Minh, dành đủ thời gian để biết xương cốt của thành phố và những di tích làm cho thành phố tỏa sáng. Người hướng dẫn chính cũng rất dễ mến, sùng đạo và hiểu biết, cô ấy kể cho chúng tôi mọi thứ chúng tôi cần biết về nhà thờ, dinh thống nhất, bảo tàng, đền thờ, các nghi lễ, truyền thống và hơn thế nữa, cô ấy đã mở mang tầm mắt cho chúng tôi một thế giới mới cho chúng ta. Cuối cùng, tôi có thể nói rằng tôi không thể hạnh phúc hơn về chuyến đi đến Việt Nam. Đó là một trải nghiệm tuyệt vời và một cuộc phiêu lưu đáng nhớ và tôi chắc chắn rằng bạn bè của tôi cũng nghĩ như vậy. Quá nhiều tiếng cười và những kỷ niệm sẽ còn đọng lại trong mỗi chúng ta rất lâu.Đọc thêm",
            "Lúc đầu tôi đã hoài nghi khi lên xe tay ga đó. Nhưng tôi không nghĩ có chuyến đi nào vui như chuyến đi này. Đội ngũ thật tuyệt vời. Tất cả họ đều rất tốt bụng, nói nhiều và hiểu biết sâu rộng về Thành phố Hồ Chí Minh. Đồ ăn thì tuyệt vời và với tư cách là một nhóm 10 người, tất cả chúng tôi đều cảm thấy an toàn và được đội ngũ tuyệt vời này chăm sóc chu đáo. Mong muốn được làm điều này một lần nữa trong chuyến đi tiếp theo của tôi đến Việt Nam. Đọc thêm",
            "Khi tìm kiếm kế hoạch cho chuyến đi đầu tiên đến Thành phố Hồ Chí Minh, tôi tình cờ biết đến ITour Vietnams Day Adventure trên TripAdvisor và thấy nhiều đánh giá rất tốt nên tôi và bạn bè quyết định tham gia và trả tiền cho chuyến tham quan. Không cần phải nói, chuyến đi hoàn toàn xứng đáng. Trước hết, đây là một trong số ít các tour du lịch riêng mà bạn không phải chờ đợi những du khách khác và do đó có thể tự do đi theo tốc độ của mình. Tôi là người yêu thích lịch sử nên điều này có nghĩa là tôi có thể ở lại với hướng dẫn viên của chúng tôi và hỏi cô ấy những câu hỏi cụ thể về các điểm tham quan mà chúng tôi đã ghé thăm. Ngoài ra, việc được đón và trả khách tại khách sạn thực sự thoải mái, không cần phải đến một địa điểm cụ thể, vì vậy hãy khen ngợi điều đó!!! Chuyến tham quan đưa chúng tôi đến một số địa điểm tham quan đẹp nhất không quá đông khách du lịch và có thể được coi là những viên ngọc ẩn, và cuối cùng, chúng tôi đã rất ngạc nhiên khi biết rằng chúng tôi sẽ được hướng dẫn viên của mình chụp ảnh miễn phí!! Tôi đã tự chụp ảnh, nhưng vẫn rất tuyệt khi có thêm nhiều ảnh nữa. Cuối cùng, tôi muốn cảm ơn tất cả mọi người từ ITour Vietnam đã mang đến cho chúng tôi trải nghiệm tuyệt vời trong chuyến đi đầu tiên đến Thành phố Hồ Chí Minh, tôi hoàn toàn giới thiệu công ty và tour du lịch này!!! Đọc thêm",
            "Tháng trước tôi quyết định đi nghỉ ở một nơi mới và tôi quyết định chọn Hồ Chí Minh vì anh trai tôi đã đến đó và anh ấy cực kỳ yêu thích nơi đó! Anh ấy giới thiệu chuyến lưu diễn với I Tour Vietnam. Tôi chưa bao giờ đến Việt Nam trước chuyến đi này và đây là lần đầu tiên tôi đi du lịch một mình nên không thể không nói rằng tôi hơi lo lắng. Nhưng đội ngũ nhân viên tuyệt vời tại I tour Vietnam đã khiến mọi việc trở nên thú vị hơn rất nhiều! Hướng dẫn viên của tôi nói tiếng Anh trôi chảy và kể cho tôi nghe tất cả về nền văn hóa và kiến ​​trúc phong phú. Phần yêu thích của tôi là được nhìn thấy những ngôi đền, chúng đẹp vô cùng. Tôi cũng thực sự thích thú khi đến thăm Bảo tàng Chứng tích Chiến tranh. Tôi thích nghe từ góc nhìn của phía bên kia của cuộc chiến. Chuyến tham quan tôi thực hiện là chuyến tham quan riêng phiêu lưu trong ngày và nó rất xứng đáng! Nó đi kèm với đồ uống giải khát. Tôi khuyên bạn nên dùng dừa tươi. Nó rất là ngon! Chuyến tham quan còn đi kèm bảo hiểm, vé vào cửa một số điểm tham quan, hình ảnh VÀ chuyến tham quan phiêu lưu trong ngày quyên góp một phần số tiền cho tổ chức từ thiện mà bạn lựa chọn! Theo quan điểm của tôi, nó thật tuyệt vời và có giá rất tốt.Đọc thêm",
            "Hồ Min Chi là một thành phố xinh đẹp ở Việt Nam. Một điều thú vị khác là tham gia chuyến tham quan bằng xe máy trong ngày. Tôi đã thực hiện chuyến tham quan từ 1:30-5 giờ chiều với bạn bè, kéo dài trong 3 tiếng rưỡi. Đây là một chuyến tham quan riêng nên chúng tôi không cần phải đợi những khách du lịch khác và có thể đi tham quan theo tốc độ của riêng mình. Tham gia chuyến tham quan này đã cho chúng tôi cơ hội được ngắm nhìn Dinh Thống Nhất, Nhà thờ lớn Norte Dame, Bưu điện Trung tâm, nhiều ngôi chùa và chùa khác nhau có ít nhất 300 năm tuổi và Bảo tàng Chứng tích Chiến tranh. Tôi rất thích đi xe máy vì tôi đánh giá cao phong cảnh. Những địa điểm này có nét tương đồng với châu Âu từ khi Việt Nam còn là thuộc địa của Pháp. Tôi yêu chuyến đi của mình đến đây vì nó khiến tôi càng trân trọng vẻ đẹp của Châu Á hơn. Ngắm nhìn khu vườn, các cuộc triển lãm và kiến ​​trúc đã truyền cảm hứng cho tôi với tư cách là một nghệ sĩ. Người dân rất thân thiện và nhiệt tình, họ giúp tôi chỉ đường và nhiệt tình kể cho tôi nghe thêm về lịch sử Việt Nam của họ. Những bức ảnh miễn phí đã nhanh chóng được gửi sau chuyến tham quan.Đọc thêm",
            "iTour đã cho tôi cơ hội đi du lịch mà không phải lo lắng gì. Theo yêu cầu của tôi, công ty du lịch này đã giới thiệu cho tôi những món ăn ngon miệng chủ yếu được làm từ rau. Tôi không phải lo lắng rằng tôi sẽ đói. Tôi cũng không bao giờ quên chuyến đi xe máy đầu tiên của mình tại thành phố Hồ Chí Minh. Tôi thực sự lo lắng về tình hình giao thông, nhưng tôi không hối hận vì cho đến nay tôi đã thấy rất nhiều chuyến tham quan từ nhiều góc độ khác nhau. Tôi nhận ra tài sản thực sự của đất nước này không phải là cảnh quan mà là con người! Tôi đã lưu rất nhiều bức ảnh thú vị với iTour, bạn bè tôi cứ hỏi tôi chụp chúng từ đâu. Tôi vô cùng ấn tượng bởi sự hiếu khách và hướng dẫn lái xe! Và công ty cũng quay lại làm từ thiện để mang lại lợi ích cho trẻ mồ côi địa phương. Đối với những người muốn đến thăm đất nước xinh đẹp này, hãy nghiên cứu, diễn đàn này cung cấp thông tin hữu ích về hầu hết mọi khía cạnh trong chuyến đi của bạn! Hãy sử dụng nó!Đọc thêm"
        ],
        "star_ratings": [
            318,
            10,
            1,
            0,
            0
        ],
        "review_amount": 329,
        "location": [
            "tôi du lịch Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written July 13, 2017",
            "Written July 12, 2017",
            "Written July 11, 2017",
            "Written July 10, 2017",
            "Written July 9, 2017",
            "Written July 9, 2017",
            "Written July 9, 2017",
            "Written July 7, 2017",
            "Written July 7, 2017",
            "Written July 4, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6429849-Reviews-or30-I_Tour_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or20-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or40-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317889-Reviews-Giac_Lam_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11670703-Reviews-Danco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19119983-Reviews-T_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15214121-Reviews-Grabatour_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15576751-Reviews-Rent_Local_People-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27522910-Reviews-Saigon_Locals_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d8629697-Reviews-DAT-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g1903584-d2310871-Reviews-Ilha_da_Fuzeta-Fuseta_Olhao_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d7337513-Reviews-Byline_Bank_Aragon_Ballroom-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d12075194-Reviews-Chino_Hills_State_Park-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d21302089-Reviews-Haedong_Yonggungsa-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4266291-Reviews-HV_Spa_Relax_Thai_Massage_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g319779-d7002967-Reviews-Sapientza_Isle-Methoni_Pylos_Nestor_Messenia_Region_Peloponnese.html",
            "https://www.tripadvisor.com/Attraction_Review-g293986-d6612745-Reviews-Abdali_Boulevard-Amman_Amman_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g6749446-d6725594-Reviews-Hrad_Houska-Houska_Liberec_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d562580-Reviews-Bach_Ma_National_Park-Hue_Thua_Thien_Hue_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or40-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or30-I_Tour_Vietnam-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "i Tour Vietnam",
        "attraction_name_vi": "Tôi Du Lịch Việt Nam",
        "general_info": [
            "329 đánh giá",
            "43 trên 392 Đồ ăn Thức uống ở Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Các chuyến tham quan riêng vui vẻ, an toàn và nhiều thông tin được dẫn dắt bởi đội ngũ hướng dẫn viên du lịch địa phương chuyên nghiệp.Đọc thêm",
        "reviews": [
            "Vợ chồng tôi đến thăm Thành phố Hồ Chí Minh vài ngày. Vào ngày đầu tiên sau khi gặp một người dân địa phương, anh ấy đề nghị chúng tôi liên hệ với I Tour Vietnam để khám phá thành phố. Chúng tôi gọi điện để đặt chỗ cùng ngày và Leah được giao cho chúng tôi. Cô ấy rất tốt và có sức chứa. Cô ấy nhấn mạnh rằng chúng tôi cảm thấy thoải mái, an toàn và có thể học hỏi được nhiều điều về ẩm thực Việt Nam. Chuyến tham quan ẩm thực bằng xe máy là phần tuyệt vời nhất trong chuyến thăm của chúng tôi khi chúng tôi được ngắm nhìn thành phố trên lưng xe đạp và thưởng thức những món ăn địa phương tuyệt vời. Món tôi thích nhất là bánh cuốn bánh cuốn. Đó là một trải nghiệm nổi bật và hương vị ngọt ngào của Hồ Chí Minh! Leah và tôi Tour Việt Nam đã làm rất tốt khi cho chúng tôi trải nghiệm Tour ẩm thực bằng xe máy. Tôi rất vui được giới thiệu chuyến tham quan tuyệt vời này của chúng tôi tại Hồ Chí Minh.Đọc thêm",
            "Tôi đã đi du lịch cùng anh em mình đến Thành phố Hồ Chí Minh trong kỳ nghỉ hè và thử tour xe máy phiêu lưu trong ngày. Đó là một chuyến đi vui vẻ và thú vị đối với chúng tôi. Anh em tôi đã rất vui mừng khi biết rằng chúng tôi sẽ đi vòng quanh bằng xe máy thay vì xe buýt buồn tẻ. Họ đảm bảo rằng chúng tôi mong đợi chuyến đi chứ không chỉ là điểm đến. Hướng dẫn viên Zoey và Trang của chúng tôi đã khiến chúng tôi cảm thấy thoải mái và toàn bộ chuyến đi diễn ra suôn sẻ. Chúng tôi không phải lo lắng về bất cứ điều gì vì hướng dẫn viên rất nhiệt tình. Zoey và Trang đã khiến chúng tôi cảm thấy thoải mái và giúp chúng tôi nhìn thành phố qua con mắt của một người dân địa phương. Chúng tôi không cảm thấy mình giống như khách du lịch chút nào! Chúng tôi đã làm mọi thứ như người dân địa phương sẽ làm. Chúng tôi thích đồ ăn và bầu không khí của thành phố. Tôi cảm thấy như mình có thể quay lại bất cứ lúc nào và có một khoảng thời gian vui vẻ. Trải nghiệm Thành phố Hồ Chí Minh của bạn sẽ không trọn vẹn nếu thiếu chuyến tham quan bằng xe máy này! Đọc thêm",
            "Tôi và bạn gái đều có sở thích du lịch và thích khám phá. Chúng tôi quyết định đến thăm Hồ Chí Minh và quyết định tham gia chuyến tham quan Bên kia Sài Gòn. Đó là một trải nghiệm tuyệt vời. Chúng tôi đã khám phá các khu vực chính của thành phố và tham quan các điểm du lịch thông thường. Chúng tôi muốn tìm hiểu thêm về văn hóa và lối sống địa phương. Sài Gòn Bên kia đã cho chúng tôi thấy chính xác những gì chúng tôi đang tìm kiếm. Hướng dẫn viên của chúng tôi Leah và Tinh có mặt đúng giờ và rất thân thiện. Họ cũng có kiến ​​thức và nói tiếng Anh tốt. Việc đi xe máy lúc đầu khiến tôi hơi lo lắng nhưng chỉ mất vài phút để làm quen. Chúng tôi muốn đi tham quan các khu vực lân cận ở địa phương nên hướng dẫn viên của chúng tôi đã lên kế hoạch phù hợp và giải thích cho chúng tôi cuộc sống ở đó sẽ như thế nào. Sau đó, chúng tôi ghé thăm chợ nổi và có khoảng thời gian thư giãn trôi dạt ngắm thuyền qua lại và ăn trái cây. Đây là một trong những chuyến đi đáng nhớ nhất của chúng tôi và rất vui vì chúng tôi đã tham gia chuyến tham quan này!Đọc thêm",
            "Tôi luôn muốn đến thăm Đông Nam Á, vì vậy khi bạn thân của tôi đề cập đến một tour du lịch Việt Nam tuyệt vời mà cô ấy đã tham gia, tôi đã bị cuốn hút. Thành phố Hồ Chí Minh là một thành phố xinh đẹp và ngoạn mục. Tôi đã đi du lịch với hai thành viên khác trong gia đình và bị mê hoặc bởi quang cảnh của thành phố, những chiếc xe máy phóng nhanh trên đường phố, thành phố thật quyến rũ. Tôi đã bị mê hoặc. Vào buổi sáng, chúng tôi đã đi Tour Đồng bằng sông Cửu Long mà chúng tôi đã đặt trước và chúng tôi quá phấn khích để chờ đợi lâu hơn nữa. I Tour Vietnam đã cung cấp một chiếc xe riêng và đúng giờ; tài xế và hướng dẫn viên rất chuyên nghiệp và lịch sự. Chúng tôi thích lớp học nấu ăn vào bữa trưa và dừa tươi từ chợ nổi. Tôi đã không có điều đó trong một thời gian dài. Sau bữa trưa, chúng tôi đạp xe quanh các làng và tôi đã xem và tìm hiểu cách mọi người dệt chiếu! Thật thú vị! Tôi mong chờ chuyến đi tiếp theo của mình trở lại Việt Nam. Cảm ơn I Tour Vietnam. Đọc thêm",
            "Đó là sinh nhật lần thứ 58 của mẹ tôi và bà đã yêu cầu cả gia đình đi du lịch văn hóa như một món quà dành cho bà. Chúng tôi quyết định đến Việt Nam đặc biệt tại Thành phố Hồ Chí Minh vì nơi đây có nhiều cảnh quan và lịch sử ấn tượng. Nhưng chúng tôi không biết gì về đất nước này nên tôi đã cố gắng tìm kiếm các gói tour và tìm thấy tôi đi tour. Mặc dù nó có rất nhiều đánh giá tốt nhưng tôi vẫn hơi do dự về sự an toàn của chúng tôi vì đây là chuyến tham quan bằng xe máy nhưng các tài xế địa phương của chúng tôi đã đảm bảo rằng chúng tôi được an toàn trong suốt chuyến đi và tất cả họ đều rất thân thiện! Chúng tôi được đón và đưa về khách sạn nơi chúng tôi đã đặt phòng. Tôi cũng khen ngợi Zoey, hướng dẫn viên du lịch của chúng tôi, cô ấy tràn đầy năng lượng và đã cho chúng tôi kiến ​​thức về các địa điểm du lịch khác nhau một cách thú vị. Cô ấy cũng có thể chụp những bức ảnh đẹp cho Instagram nếu bạn yêu cầu cô ấy chụp. Tôi thực sự khuyên bạn nên đi Tour Việt Nam nếu bạn muốn có một chuyến phiêu lưu đích thực ở nơi này! Tôi thực sự rất thích chuyến đi trong ngày và tôi cảm thấy mình như một người Việt Nam thực sự trong một ngày.Đọc thêm",
            "Its my second time to Vietnam and my first time in Ho Chi Minh City as a tourist. Previously I went there for work. Upon my first business trip, I didnt have time to go around sightseeing, that is why I chose to go back there and tour around it. I did a research on the best way to experience Ho Chi Minh City and many recommended me to take a motorcycle tour and I came across itourvn.com few days before heading there. I was lucky enough to book a slot for my first day there. There are two options and I chose the 1.30pm to 5.00pm session because I am not a morning person. The staff was so friendly to cater to my demands and queries which convinced me to use their service. I am a very particular person and I want my trip to be smooth, that is why first impression always matter to me and thankfully, just by chatting through emails, they managed to convince me to use their service. I booked their service and pay 62USD through paypal. It is quite cheap for 3.5hours tour inclusive of insurance and refreshments. The steps were easy, I booked my desired slot after interacting with them through emails and paid via paypal. On the day of the tour, the tour guide came at 1.30 pm sharp and started taking me to cruise along the Ho Chi Minh City streets. I enjoyed it to my fullest as I didnt have to share the tour guide with other travellers, its just me and the tour guide on or private tour. She speaks fluent English which ease up my journey. I get to know more about Vietnam and I love Notre Dame Cathedral the most! The tour guide even shared some tips and tricks in negotiating with the sellers at the local market and stalls. The slot ended at 5.00pm and I managed to go to so many places. It was a fun experience thanks to the great service provided by itourvn.com ! Will definitely use their service again. 5 stars!Read more",
            "Không có từ nào có thể diễn tả được chuyến tham quan tuyệt vời nhất mà chúng tôi từng đến Địa đạo Củ Chi. Tôi và gia đình quyết định thực hiện một chuyến tham quan Địa đạo Củ Chi, tôi rất hào hứng với chuyến đi này vì tôi có niềm đam mê lớn với lịch sử. Tôi tin rằng tôi biết một điều tuyệt vời khi tôi trải nghiệm nó...và đó là những gì tôi tìm thấy ở đó. Chuyến tham quan của chúng tôi mang tính riêng tư nên họ chỉ chọn chúng tôi và điều đó thật tuyệt vời vì tôi có nhiều thời gian để hỏi hướng dẫn viên của chúng tôi, Leah, nhiều câu hỏi về địa điểm lịch sử xinh đẹp này. Tôi tự coi mình là một nhà văn rất giỏi nhưng bằng cách nào đó cảm thấy khó khăn khi diễn tả chuyến lưu diễn này tuyệt vời như thế nào, mọi sự sắp xếp đều hoàn hảo. Tôi đã rất ngạc nhiên về cách những đường hầm này được thiết kế và làm thế nào chúng không bị phá hủy trong chiến tranh. Điều tuyệt vời nhất đối với tôi là, lần đầu tiên tôi có cơ hội kiểm tra kỹ năng bắn súng của mình bằng một khẩu AK-47 khi khai hỏa. phạm vi, tôi không thể mô tả tôi đã hạnh phúc như thế nào sau trải nghiệm này. Không còn nghi ngờ gì nữa, chúng tôi chắc chắn sẽ quay trở lại. Cảm ơn vì khoảng thời gian tuyệt vời này!Đọc thêm",
            "Tôi quyết định nghỉ làm một thời gian và đưa gia đình đi nghỉ. Chúng tôi muốn trải nghiệm văn hóa của một đất nước khác và chúng tôi đã chọn Việt Nam làm điểm đến. Không còn nghi ngờ gì nữa, chúng tôi đã có khoảng thời gian tuyệt vời nhất trong thời gian ở Việt Nam. Chúng tôi dành phần lớn thời gian ở thành phố Hồ Chí Minh xinh đẹp. Mục tiêu chính của chúng tôi là tham quan càng nhiều thành phố càng tốt nên chúng tôi đã tham gia Tour mô tô phiêu lưu trong ngày do I Tour Vietnam cung cấp. Không còn nghi ngờ gì nữa, quyết định đó đã khiến kỳ nghỉ của chúng tôi trở thành một trong những kỳ nghỉ đáng nhớ nhất từ ​​trước đến nay. Ý tưởng đi xe máy là một cách tham quan thành phố độc đáo và thú vị. Tôi nghĩ các quốc gia khác nên có những chuyến du lịch như thế này để nâng cao trải nghiệm của người dân về văn hóa của các thành phố. Chuyến tham quan là sự kết hợp tuyệt vời giữa lịch sử và văn hóa của Thành phố Hồ Chí Minh. Đây chính xác là những gì chúng tôi đã hy vọng. Chúng tôi có một hướng dẫn viên du lịch tuyệt vời Zoey, người đảm bảo rằng chúng tôi có được trải nghiệm tốt nhất có thể. Cô ấy biết đây là lần đầu tiên chúng tôi trải nghiệm thành phố nên cô ấy chắc chắn rằng đó là một trải nghiệm khó quên. Chúng tôi đã thấy những phần của thành phố chứa đầy lịch sử khó tin. Trước đây tôi đã đọc một số thông tin về Dinh Thống Nhất nhưng nó không thể so sánh được với việc thực sự đến gần nó. Nếu không có I Tour Vietnams Day Adventure Motorbike Tour, chúng ta có thể đã bỏ lỡ một trải nghiệm thực sự tuyệt vời. Tôi rất vui vì gia đình tôi đã có khoảng thời gian tuyệt vời. Chúng tôi chắc chắn sẽ quay trở lại.Đọc thêm",
            "Năm nay, tôi và bạn trai quyết định không thực hiện chuyến đi như thường lệ đến bờ biển vì chúng tôi đến từ Châu Âu mà để trải nghiệm điều gì đó hoàn toàn khác biệt và gặp gỡ những nền văn hóa mới. Ngay từ đầu, Châu Á đã là một lựa chọn hiển nhiên vì chúng tôi chưa từng đến đó trước đây. Chẳng bao lâu sau chúng tôi quyết định đến Việt Nam. Đây là chuyến đi thú vị và mạo hiểm nhất đối với cả hai chúng tôi. Chúng tôi đã gặp rất nhiều người thú vị và học được nhiều điều về đất nước này cũng như lịch sử của nó. Việt Nam phải mang lại điều gì đó cho mọi người, nhưng vì tôi rất quan tâm đến lịch sử nên chuyến đi đến Thành phố Hồ Chí Minh là điều thú vị nhất đối với tôi. Chúng tôi đã liên lạc với công ty i Tour Việt Nam và đưa họ đi tham quan Địa đạo Củ Chi được xây dựng bởi những người lính trong Chiến tranh Việt Nam. Ấn tượng mà chuyến tham quan này mang lại cho tôi là không thể nào quên - tôi đã học được rất nhiều về phần lịch sử này của Việt Nam nhưng không giống như các chuyến tham quan lịch sử khác, chuyến tham quan này không buồn tẻ hay vất vả mà rất thư giãn và thú vị, chủ yếu là nhờ hướng dẫn viên thân thiện và giao tiếp của chúng tôi tên là Leah. Đó là lý do tại sao tôi thực sự khuyên tất cả những ai quan tâm đến châu Á nên đến thăm đất nước xinh đẹp này.Đọc thêm",
            "Trở về từ Việt Nam cách đây một tuần. Và tôi sẵn sàng khẳng định rằng đây là trải nghiệm tuyệt vời nhất mà tôi từng có. Khi tôi và bạn trai quyết định khám phá Thành phố Hồ Chí Minh, chúng tôi đã chọn công ty I Tour Vietnam và không bao giờ hối hận về quyết định này. Lý do tại sao chúng tôi chọn công ty này trước hết là giá cả hợp lý và nhiều phản hồi tích cực mà họ nhận được. Có rất nhiều ưu đãi khác nhau trên trang web I Tour Vietnam nhưng chúng tôi muốn khám phá lịch sử của thành phố nên Day Adventure Tour có vẻ là chương trình tốt nhất dành cho chúng tôi. Chuyến tham quan Day Adventure bắt đầu lúc 8 giờ sáng. Người hướng dẫn đã gặp chúng tôi ở gần khách sạn và dịch vụ ở mức cao nhất. Chúng tôi nhận được mũ bảo hiểm và hướng dẫn an toàn và bắt đầu đạp xe. Là một người chưa bao giờ đi xe đạp, tôi có thể nói rằng điều này thật tuyệt vời. Trong chuyến tham quan kéo dài 3,5 giờ, chúng tôi đã thấy rất nhiều địa điểm lịch sử xinh đẹp cũng như cuộc sống hàng ngày của người dân địa phương. Ngoài ra, nhờ hướng dẫn viên, người đã chụp rất nhiều ảnh của tôi và bạn trai mà chúng tôi đã có được vào ngày hôm sau sau chuyến tham quan . Các bạn, nếu bạn muốn ngắm nhìn thành phố với sự hướng dẫn và dịch vụ tốt, tôi thực sự khuyên bạn nên liên hệ với i Tour Vietnam. Chắc chắn trải nghiệm và kỷ niệm khó quên này sẽ ở lại với chúng ta rất nhiều thời gian!Đọc thêm",
            "Tôi có thể mua thực phẩm halal ở đâuĐọc thêm",
            "Bất kỳ món ăn nào chúng tôi ăn đều là món ăn truyền thống của Việt Nam và có trong gói tour của chúng tôi. Đề xuất tìm kiếm trực tuyến hoặc liên hệ với ngành du lịch địa phương. Đọc thêm",
            "CHÀO\n\nXin chào, tôi có thể vui lòng đặt chỗ, chuyến đi một ngày. Và nó giá bao nhiêu. Bạn vui lòng đón tôi từ sân bay Hồ Chí Minh và đưa tôi vào lúc cuối đêm. Cảm ơn.\n\nPJ.Đọc thêm",
            "Xin chào, tôi đang tìm một chuyến du lịch 10 đến 14 ngày với một người bạn đến từ Úc. Chúng tôi hy vọng rằng cô ấy có thể rời Melbourne và tôi từ Auckland và gặp nhau ở đó. Đang tìm kiếm thứ gì đó bao trùm phần lớn Việt Nam, với một vài ngày nghỉ ngơi để khám phá thêm. Cảm ơnĐọc thêm",
            "Xin chào, tôi không chắc ITours có làm gì đó trong nhiều ngày như vậy không nhưng một số nhân viên có trình độ tiếng Anh hoàn hảo và bạn sẽ không gặp bất kỳ vấn đề gì khi yêu cầu họ trả lời các câu hỏi mà bạn có thể có.Đọc thêm",
            "Chúng tôi có con 11 và 8 tuổi. Có lựa chọn nào để họ tham gia không? Cảm ơn bạn.Đọc thêm",
            "Xin chào MaineGlobeTrotters,\n\nTất cả các chuyến tham quan của chúng tôi đều mang tính riêng tư và chúng tôi cung cấp một số tùy chọn tham quan mà bạn có thể chọn. Nếu bạn là người ưa mạo hiểm và muốn hòa mình vào dòng xe cộ đông đúc của thành phố bằng xe máy, trẻ em từ 3 đến 8 tuổi có thể đi cùng bạn và người lái xe. Chúng tôi cung cấp mũ bảo hiểm đã được kiểm tra an toàn theo tiêu chuẩn cho tất cả hành khách - chúng tôi thậm chí còn có mũ bảo hiểm cỡ trẻ em. Ngoài ra, bạn có thể chọn tham quan thành phố bằng xe van riêng có điều hòa, bằng xe xích lô hoặc kết hợp.\n\nNếu bạn có thêm câu hỏi, hãy cho chúng tôi biết cách chúng tôi có thể trợ giúp.Đọc thêm",
            "Xin chào, tôi sẽ đến Việt Nam vào ngày Chủ nhật 9 giờ 20 và muốn đặt chỗ vào khoảng 4 giờ chiều. đến 8 giờ tối cho chuyến tham quan ẩm thực. Vui lòng xác nhận và giới thiệu địa điểm nào tốt và chi phí tham quan là bao nhiêu. Cảm ơn nhiều!Đọc thêm",
            "Xin chào, cảm ơn bạn đã quan tâm đến chuyến phiêu lưu cùng i Tour! Để tùy chỉnh chuyến tham quan của bạn, vui lòng gửi email cho chúng tôi để chúng tôi có thể hiểu về dị ứng thực phẩm của bạn và hoặc các hạn chế về chế độ ăn uống để đáp ứng tốt hơn cho bạn.\n\nCảm ơn,\nAlexisĐọc thêm",
            "Xin chào, tôi sẽ dành 2 ngày ở Hồ Chí Minh, bạn có nghĩ tôi cần thêm thời gian ở thành phố đó không?...bạn giới thiệu những chuyến tham quan và địa điểm nào...?\nNgoài những đường hầm dao...\nCảm ơn tất cả các bạn, nếu bạn có thể gửi cho tôi thông tin...xin vui lòng...Đọc thêm",
            "Xin chào, vì bạn sẽ ở Hồ Chí Minh trong 2 ngày, bạn có thể thử tham gia một chuyến tham quan bằng xe máy để thực sự hòa mình vào văn hóa Việt Nam và cảm nhận thành phố theo một cách khác. Các địa điểm tham quan là Bảo tàng Chứng tích Chiến tranh, Nhà thờ Đức Bà, Bưu điện Trung tâm và Dinh Thống Nhất. Nếu bạn có thêm thời gian rảnh rỗi, hãy ghé thăm một trong những ngôi chùa trong thành phố và thử các món ăn Việt Nam như Bánh Cuốn và Bánh Xèo. Chúc bạn có chuyến du lịch vui vẻ.Đọc thêm"
        ],
        "star_ratings": [
            318,
            10,
            1,
            0,
            0
        ],
        "review_amount": 329,
        "location": [
            "tôi du lịch Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những việc cần làm ở Thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written July 4, 2017",
            "Written July 3, 2017",
            "Written July 3, 2017",
            "Written July 3, 2017",
            "Written July 3, 2017",
            "Written July 3, 2017",
            "Written June 30, 2017",
            "Written June 29, 2017",
            "Written June 29, 2017",
            "Written June 28, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6429849-Reviews-or40-I_Tour_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or30-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or50-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317889-Reviews-Giac_Lam_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11670703-Reviews-Danco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19119983-Reviews-T_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15214121-Reviews-Grabatour_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15576751-Reviews-Rent_Local_People-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27522910-Reviews-Saigon_Locals_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g194912-d1951094-Reviews-Telecabin_Forcella_del_Sassolungo-Selva_di_Val_Gardena_Val_Gardena_Province_of_So.html",
            "https://www.tripadvisor.com/Attraction_Review-g15016243-d10064374-Reviews-Tibumana_Waterfall-Bangli_Bangli_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g488164-d8399225-Reviews-Fenwick_Boardwalk-Fenwick_Island_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g1234491-d7117685-Reviews-Rafina_Port-Rafina_East_Attica_Region_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g230152-d4090868-Reviews-St_Agatha_s_Tower_The_Red_Tower-Mellieha_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g47629-d532129-Reviews-Main_Beach-East_Hampton_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d103856-Reviews-Haight_Ashbury-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d8645857-Reviews-The_Broad-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d604350-Reviews-Mauna_Loa_Observatory-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d103499-Reviews-Fernbank_Museum-Atlanta_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or50-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or40-I_Tour_Vietnam-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "i Tour Vietnam",
        "attraction_name_vi": "tôi du lịch Việt Nam",
        "general_info": [
            "329 đánh giá",
            "43 trên 392 Đồ ăn Thức uống ở Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Các chuyến tham quan riêng vui vẻ, an toàn và nhiều thông tin được dẫn dắt bởi đội ngũ hướng dẫn viên du lịch địa phương chuyên nghiệp.Đọc thêm",
        "reviews": [
            "Đã sử dụng itours để thực hiện chuyến tham quan bằng xe đạp Hồ Chí Minh bằng tiếng Việt vào đầu tháng 2 với chồng tôi. Thật tuyệt vời đã có một khoảng thời gian tuyệt vời như vậy, hướng dẫn viên du lịch Alice và Kevin. Họ đều thân thiện và hiểu biết và tôi thực sự khuyên bạn nên sử dụng chuyến tham quan này.Đọc thêm",
            "Thật là một cách tuyệt vời để tìm hiểu về Thành phố và con người ở đó! Chúng tôi được đón đúng giờ bằng xe máy ở phía trước khách sạn. Kevin là người hướng dẫn của chúng tôi, Po là nhiếp ảnh gia của chúng tôi. Alice và Luna đặt chúng tôi lên sau xe máy của họ và chúng tôi khởi hành! Người ta phải biết rằng có rất nhiều xe máy trên đường phố Thành phố Hồ Chí Minh. Vì vậy, hai người lái xe của chúng tôi đã đưa chúng tôi đi một cách tao nhã và an toàn khi tham gia giao thông đến các Điểm ăn uống và chúng tôi luôn rất vui khi trò chuyện thú vị với họ trên đường. Vì vậy, tất cả các món ăn họ cho chúng tôi xem đều là những món ăn tươi ngon nhất, và trong những kỳ nghỉ xuyên Việt Nam, chúng tôi không bao giờ có thể tìm thấy những thực đơn tương tự tươi ngon như vậy nữa. Đó là cách để tiếp cận với Món ăn Việt Nam và chúng tôi thấy nó rất thú vị. Sau hai hoặc hai ba ngày sau, chúng tôi đã nhận được liên kết tải xuống Fotos mà Po đã cung cấp cho chúng tôi và chúng tôi vừa quay lại khi xem xét chúng. Tôi giới thiệu điều này cho những ai có thể ngồi sau xe máy và thích Đồ ăn Việt Nam ngon!Đọc thêm",
            "Chuyến tham quan rất chuyên nghiệp được tổ chức bởi những cá nhân có động lực cao. Đồ ăn ngon xuyên suốt và không thể chê vào đâu được. Cảm ơn Alexis Poh và Kevin. Rất khuyến khích Gary và Michelle.Đọc thêm",
            "Đây là lần đầu tiên tôi đến Hồ Chí Minh, thực ra là ở Việt Nam! Thật không may, tôi và bạn chỉ có một buổi tối để khám phá thành phố. Lúc đầu, chúng tôi lang thang một mình trên con đường từ khách sạn đến Bưu điện. Nhờ quầy du lịch ở đó, một đại lý đã giới thiệu chúng tôi tham gia Chuyến tham quan ẩm thực đường phố này. Mặc dù đã quá muộn để đặt chỗ nhưng mọi người đã cố gắng hết sức để biến điều đó thành hiện thực với chúng tôi. Rất cám ơn các hướng dẫn viên đã đón chúng tôi tại khách sạn và đưa chúng tôi đi tham quan xung quanh. Nó thật đáng giá! Chúng tôi đã rất vui khi được đi xe máy theo phong cách Sài Gòn! Vâng!, đã nếm thử ẩm thực Việt Nam ngon miệng, cà phê Việt tuyệt vời và rất nhiều thông tin do các bạn cung cấp. Chúng tôi thực sự đánh giá cao chuyến tham quan này và chắc chắn muốn giới thiệu chuyến tham quan này cho mọi người. Nó rất linh hoạt và họ sẽ cố gắng hết sức để đáp ứng sự hài lòng của bạn. Tôi có thể nói như vậy. Hẹn gặp lại bạn lần sau ở Sài Gòn! và một lần nữa Cảm ơn rất nhiều Alexis!!! Đọc thêm",
            "Cảm ơn Alexis, Alice, Poh và Be Be. Chuyến tham quan ẩm thực đêm thật tuyệt vời. Mỗi nơi chúng tôi dừng thức ăn đều chân thực và ngon tuyệt. Sự tương tác giữa các tay đua của bạn và chúng tôi thật tuyệt vời. Tất cả các bạn đều rất thân thiện. Tất cả chúng tôi đều yêu thích chuyến đi đêm giữa những người dân địa phương. Chuyến tham quan này chúng ta phải, đặt ngay bây giờ.Đọc thêm",
            "Cảm ơn Alexis vì hướng dẫn cá nhân và an toàn để khám phá thành phố trên xe tay ga. Chúng tôi thực sự rất thích sự đồng hành của bạn và 5 giờ vừa qua đã trôi qua mà không bị chú ý. Giá trị nhất là những câu chuyện có thật, không chính thức của Alexis về lịch sử của đất nước, thành phố và con người. Chắc chắn là đề xuất tốt nhất của chúng tôi!Đọc thêm",
            "Đã thực hiện chuyến tham quan Sài Gòn nửa ngày và đề nghị bạn làm điều tương tự. Thời gian tuyệt vời với những người tốt. Rất hay, nhiều thông tin và thú vị! Kết thúc chuyến tham quan bằng một tách cà phê tuyệt vời và họ thậm chí còn có một món quà cho chúng tôi! Rất khuyến khích. Đọc thêm",
            "Chồng tôi và tôi đi tham quan buổi sáng. Chúng tôi cảm thấy rất an toàn khi lái xe qua giao thông đông đúc. Alexis nói tiếng Anh rất tốt và biết nhiều về các thắng cảnh, văn hóa và lịch sử Việt Nam. Nó chắc chắn là xứng đáng với số tiền bỏ ra!Đọc thêm",
            "Chúng tôi đến TP.HCM vào chiều thứ bảy và lên lịch một chuyến tham quan ban đêm vào tối thứ bảy cũng như một chuyến tham quan trong ngày vào Chủ nhật và một chuyến tham quan ẩm thực vào tối Chủ nhật. Chuyến tham quan ban đêm là một trải nghiệm tuyệt vời cho ngày đầu tiên của chúng tôi tại TP.HCM. Chúng tôi được ghép đôi với Yasmin Tinh và Vy Vy, những người rất ngọt ngào và thân thiện. Họ đưa chúng tôi đi khắp TP.HCM và giới thiệu cho chúng tôi một số món ăn Việt Nam cũng như giúp định hướng chợ đêm ở chợ Bến Thành và kết thúc buổi tối tại một câu lạc bộ âm nhạc. Chúng tôi đã trải nghiệm cuộc sống về đêm ở TP HCM. Đây thực sự là một thành phố không bao giờ ngủ. Trong chuyến tham quan trong ngày, chúng tôi đã kết hợp với Alexis và Vy Vy. Chúng tôi đã học được rất nhiều về các điểm tham quan lịch sử TP.HCM. Chúng tôi thậm chí còn có thể đến thăm một số địa điểm cũ của gia đình, điều này khiến ngày này trở nên đặc biệt hơn. Đối với chuyến tham quan ẩm thực, chúng tôi được ghép đôi với Kevin và Luna. Họ đưa chúng tôi đến những nơi tuyệt vời để thưởng thức món mì mới làm với đầy thịt và thức ăn đường phố. Nhìn chung, đây là một trải nghiệm tuyệt vời và thực sự là cách tốt nhất để ngắm nhìn nhiều khu vực TP HCM nhất có thể bằng xe máy. Với tình hình giao thông của thành phố, tôi không nghĩ chúng ta có thể nhìn thấy nhiều thứ như vậy trong một khoảng thời gian ngắn nếu chúng ta thực hiện một chuyến tham quan bằng xe buýt hoặc tự mình mạo hiểm. Chúng tôi thực sự khuyên dùng iTour!Đọc thêm",
            "Chúng tôi đã có chuyến tham quan kéo dài 3 giờ. Chúng tôi chỉ có nửa ngày ở TP.HCM. Là cách tốt nhất và nhanh hơn để tham quan thị trấn! Những người đi xe đạp rất chuyên nghiệp và thân thiện. Hướng dẫn viên giải thích cho chúng tôi tất cả thị trấn bằng tiếng Anh hoàn hảo! Chúng tôi rất vui vì đã chọn trải nghiệm du lịch này!!  Đọc thêm"
        ],
        "star_ratings": [
            318,
            10,
            1,
            0,
            0
        ],
        "review_amount": 329,
        "location": [
            "tôi du lịch Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written February 19, 2016",
            "Written February 5, 2016",
            "Written February 1, 2016",
            "Written January 7, 2016",
            "Written December 28, 2015",
            "Written December 25, 2015",
            "Written December 25, 2015",
            "Written December 14, 2015",
            "Written November 12, 2015",
            "Written August 20, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6429849-Reviews-or50-I_Tour_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or40-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or60-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317889-Reviews-Giac_Lam_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11670703-Reviews-Danco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19119983-Reviews-T_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15214121-Reviews-Grabatour_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15576751-Reviews-Rent_Local_People-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27522910-Reviews-Saigon_Locals_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g1798615-d11983150-Reviews-Rubicon_Trail-South_Lake_Tahoe_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32545-d2305373-Reviews-William_Heise_County_Park-Julian_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189839-d12220102-Reviews-Swing_Inn_Nightclub-Malmo_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g31818-d596435-Reviews-The_Old_Mill-North_Little_Rock_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g56079-d14349133-Reviews-The_Empty_Cross-Kerrville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10806791-Reviews-Grand_Bazaar_NYC-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g4187104-d7695879-Reviews-Shahdag_Mountain_Resort-Qusar_Guba_Khachmaz_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d20160170-Reviews-Bangla_Night_Market-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g3721794-d2555845-Reviews-Jazaer_Beach-Zallaq.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d19126536-Reviews-Jade_Cenote-Cozumel_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or60-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or50-I_Tour_Vietnam-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "i Tour Vietnam",
        "attraction_name_vi": "tôi du lịch Việt Nam",
        "general_info": [
            "329 đánh giá",
            "43 trên 392 Đồ ăn Thức uống ở Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Các chuyến tham quan riêng vui vẻ, an toàn và nhiều thông tin được dẫn dắt bởi đội ngũ hướng dẫn viên du lịch địa phương chuyên nghiệp.Đọc thêm",
        "reviews": [
            "Nếu bạn đang đến thăm Sài Gòn lần đầu tiên, thứ hai hoặc thậm chí thứ ba, tôi khuyên bạn nên tham gia các chuyến tham quan và ngắm nhìn thành phố bằng xe đạp. Mọi người thật tuyệt vời và đảm bảo rằng bạn sẽ tận hưởng trọn vẹn thành phố sôi động tuyệt vời của họ qua con mắt của họ. Chồng tôi và tôi đã rất vui vẻ với những chuyến du lịch trong ngày, sau đó chúng tôi quay trở lại để tham gia chuyến du lịch ban đêm, chuyến du lịch này thậm chí còn thú vị hơn và có rất nhiều hình ảnh để khoe với tất cả bạn bè của chúng tôi.Đọc thêm",
            "Bạn thực sự đắm chìm vào lối sống địa phương của người dân thành phố Hồ Chí Minh trong 3 giờ! Trải nghiệm giao thông và ẩm thực trực tiếp! Trải nghiệm tuyệt vời cho lần đầu tiên ghé thăm. Hướng dẫn viên chuyên nghiệp và công ty thực hành hoạt động từ thiện! Đây không phải là quay trở lại xã hội của họ sao? Thật tuyệt vời khi chúng ta có thể tham quan và đóng góp! Tuyệt vời!! Đọc thêm",
            "Vợ tôi và tôi đã thực hiện một chuyến tham quan bằng xe máy buổi sáng riêng ở Hồ Chí Minh với i Tour và hoàn toàn thích nó. Chúng tôi có thể giới thiệu họ mà không chút do dự. Họ là những công ty chuyên nghiệp, thú vị, hiểu biết và tuyệt vời. Chúng tôi có một trưởng đoàn du lịch cộng với hai tay đua nên có tất cả ba chiếc xe đạp. Thật không may, phần lớn thành phố Hồ Chí Minh không thể tiếp cận được do họ đang chuẩn bị cho lễ kỷ niệm Chiến thắng 30 tháng 4 nhưng i Tour đảm bảo rằng chúng tôi thấy các khu vực khác của thành phố có lẽ thường không được đưa vào chuyến tham quan thường xuyên của họ và chúng tôi rất thích thú với điều đó. Điểm nổi bật là điểm dừng chân tại một quán cà phê địa phương. Bây giờ cả hai chúng tôi đều chuyển sang uống cà phê đá Việt Nam! Một phần thưởng khác là những bức ảnh đẹp nhất được chụp trong chuyến đi sẽ được gửi qua email cho bạn một hoặc hai ngày sau đó. Một buổi sáng tuyệt vời ở Hồ Chí Minh, cảm ơn i TourĐọc thêm",
            "tuyệt vời, tuyệt vời, tuyệt vời - thật là một ngày cuối cùng tuyệt vời trong chuyến đi Việt Nam của chúng tôi. Hai cậu con trai song sinh 16 tuổi của tôi, một người bạn mà tôi đã có một ngày đáng nhớ trong chuyến du lịch bằng xe máy chiều 15/4. Các hướng dẫn viên rất tuyệt vời - hiểu biết, vui vẻ an toàn. Một chuyến tham quan các thắng cảnh, với một ngôi chùa Trung Quốc, cà phê ẩm thực đường phố nữa - cảm ơn tất cả các bạn vì một buổi chiều tuyệt vời. cũng không có mưa, thật may mắn Đọc thêm",
            "Chúng tôi quyết định thực hiện chuyến tham quan này vào phút cuối và chúng tôi rất vui mừng. Hướng dẫn viên của chúng tôi thật tuyệt vời và đó là ngày tuyệt vời nhất chúng tôi có được ở Việt Nam. Chuyến tham quan trong ngày mang đến cho bạn cái nhìn tổng quan tuyệt vời về thành phố, lịch sử và văn hóa của nó. Và đừng lo lắng, các hướng dẫn viên rất tuyệt vời trên xe mô tô của họ!Đọc thêm",
            "Tuyệt tuyệt tuyệt!! Giá như có nhiều hơn đánh giá 5 sao. Là những tay đua lần đầu và thành thật mà nói, có một chút lo ngại rằng chúng tôi đã chọn một chuyến tham quan ra khỏi vùng an toàn của mình, ý tôi là thực sự có 2 người Úc ngồi sau một chiếc xe máy ở TP HCM, chúng tôi đang nghĩ gì vậy?? Alexis Wendy hướng dẫn viên du lịch của chúng tôi khiến chúng tôi cảm thấy an toàn, chắc chắn và hoàn toàn thoải mái ngay từ khi họ đến khách sạn để đón chúng tôi. An toàn là ưu tiên số một của công ty này, điều này khiến tôi cảm thấy rất thoải mái rằng chúng tôi sẽ ổn thôi. Khi ngồi sau xe máy và giữa dòng xe cộ đông đúc ở TP.HCM, nỗi sợ hãi biến mất khi Alexis Wendy giải thích những gì họ đang làm suốt thời gian qua và cảm giác hồi hộp khi ở giữa thành phố trên lưng xe đạp vào ban đêm là tuyệt vời. Kiến thức của họ về thành phố này là không ai sánh kịp và không có câu hỏi nào chúng tôi hỏi khiến họ gặp nhiều khó khăn khi giải thích cho chúng tôi. Có cơ hội khám phá những địa điểm mà khách du lịch sẽ không bao giờ nghĩ đến, thử các món ăn và đồ uống đã được bao gồm trong chi phí chuyến tham quan cũng như tìm hiểu về cách chuẩn bị và nấu nướng là những điều bổ sung cho chuyến tham quan này, ồ và không cần phải thực hiện máy ảnh của bạn, những người này nghĩ ra mọi thứ, chụp ảnh trong suốt chuyến tham quan của bạn và gửi chúng qua email cho bạn để bạn có những kỷ niệm tuyệt vời về thời gian tham gia chuyến tham quan. Alexis và nhóm của cô ấy biến trải nghiệm này thành một trong những trải nghiệm tuyệt vời nhất mà bạn có thể làm ở Việt Nam và biết rằng chúng tôi đã đền đáp dù chỉ một chút thông qua chương trình tặng lại của họ bằng cách tặng sách học cho một đứa trẻ mồ côi là điều tuyệt vời. Rất khuyến khích và giá cả rất phải chăng, đừng bỏ lỡ cái này!! Đọc thêm",
            "Chúng tôi đặt tour này vì muốn nếm thử hương vị của Thành phố Hồ Chí Minh và chúng tôi còn nhận được nhiều hơn thế nữa. Chúng tôi đã có thể sắp xếp đón khách tại bến du thuyền và hướng dẫn viên của chúng tôi, Leah, đã tận dụng thời gian để kể cho chúng tôi rất nhiều điều về khu vực và lịch sử của HCM. Khi chúng tôi đến khu chợ, Leah đưa chúng tôi đi hết nơi này đến nơi khác, giải thích về đồ ăn và tất cả những thắng cảnh mà chúng tôi đang ngắm nhìn. Theo yêu cầu của chúng tôi, chúng tôi đã kết hợp chuyến tham quan ẩm thực với một chuyến tham quan chung để có thể ngắm nhìn những địa điểm hàng đầu của thành phố trước khi đi sâu vào khu chợ. Ngay cả khi phải đóng cửa nhiều lần do ăn mừng năm mới, chúng tôi vẫn được chiêu đãi Phở, bánh xèo Việt Nam, chả giò, cua nồi đất, món tráng miệng bánh flan Việt Nam và cà phê. Mọi thứ đều ngon! Leah giúp chúng tôi học hỏi suốt thời gian và cuộc trò chuyện của chúng tôi không bao giờ dao động. Cô ấy giúp chúng tôi mua sắm ở chợ và mua được một số mặt hàng với giá tốt để mang về nhà. Những bức ảnh cô chụp và chia sẻ thật tuyệt vời và những kỷ niệm sẽ tồn tại suốt đời. Tôi không thể diễn tả hết đây là một ngày tuyệt vời như thế nào và Leah là một người tuyệt vời như thế nào. Cảm ơn bạn!Đọc thêm",
            "Những người đi xe đạp của chúng tôi thật tuyệt vời. Siang, hướng dẫn viên chính của chúng tôi, rất tốt bụng và rất am hiểu về lịch sử và ẩm thực. Một cách tuyệt vời để ngắm nhìn thành phố, chúng tôi rất thích. Chúng tôi đã đi vào tuần trước và cả bốn chúng tôi đều ở độ tuổi bốn mươi. Rất nhiều tiếng cười và những khoảnh khắc tuyệt vời Đọc thêm",
            "Tôi thích đi dạo quanh Sài Gòn với Sang, người từng là đại sứ tuyệt vời cho thành phố và hướng dẫn viên du lịch của anh ấy. Bản thân chuyến đi thực sự thú vị! Tôi hoàn toàn tin tưởng vào Sang. Anh ấy lắng nghe những gì tôi muốn làm rồi đưa tôi đi tham quan nhiều nơi. Anh ấy đã cung cấp rất nhiều thông tin và rất dễ chịu và chu đáo. Anh ấy thậm chí còn theo dõi tôi sau chuyến tham quan để gợi ý những địa điểm mà tôi đã hỏi. Họ cung cấp một chiếc mũ bảo hiểm, chắc chắn là đội. Nghĩ rằng tôi không thấy một vụ tai nạn nào hoặc thậm chí là suýt trượt.Đọc thêm",
            "Chuyến du lịch ẩm thực đêm này thật tuyệt vời! Đây là một trải nghiệm người ta không nên bỏ lỡ. Các món ăn rất chân thực và khiêm tốn nhưng vẫn ngon! Yêu bánh pancake Việt Nam. Leah, người hướng dẫn của tôi, thật tuyệt vời, nhiều thông tin và thú vị! Rất khuyến khích và chắc chắn sẽ đặt một chuyến tham quan khác nếu tôi quay lại TP HCM.Đọc thêm"
        ],
        "star_ratings": [
            318,
            10,
            1,
            0,
            0
        ],
        "review_amount": 329,
        "location": [
            "tôi du lịch Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 27, 2015",
            "Written May 16, 2015",
            "Written May 10, 2015",
            "Written May 2, 2015",
            "Written April 30, 2015",
            "Written August 22, 2014",
            "Written February 4, 2020",
            "Written October 28, 2019",
            "Written August 11, 2019",
            "Written June 18, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6429849-Reviews-or60-I_Tour_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or50-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or70-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317889-Reviews-Giac_Lam_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11670703-Reviews-Danco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19119983-Reviews-T_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15214121-Reviews-Grabatour_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15576751-Reviews-Rent_Local_People-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27522910-Reviews-Saigon_Locals_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g662316-d12003130-Reviews-Sozo_Adventure_Park-Murree_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42059-d10686832-Reviews-Deer_Tracks_Junction-Cedar_Springs_Kent_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g1137975-d17530507-Reviews-Kashmir_Abshar-Muzaffarabad_Azad_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d8798619-Reviews-Rhythm_and_Blues_R_B-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g776017-d6975712-Reviews-Corfu_Donkey_Rescue-Paleokastritsa_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d2587647-Reviews-Catty_Shack_Ranch_Wildlife_Sanctuary-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d12537677-Reviews-Lava_Centre-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d11876123-Reviews-Sauna_Spot_Dvorce-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d1524185-Reviews-Waverly_Hills_Sanatorium-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d103844-Reviews-Mooselookmeguntic_Lake-Rangeley_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or70-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or60-I_Tour_Vietnam-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "i Tour Vietnam",
        "attraction_name_vi": "tôi du lịch Việt Nam",
        "general_info": [
            "329 đánh giá",
            "43 trên 392 Đồ ăn Thức uống ở Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Các chuyến tham quan riêng vui vẻ, an toàn và nhiều thông tin được dẫn dắt bởi đội ngũ hướng dẫn viên du lịch địa phương chuyên nghiệp.Đọc thêm",
        "reviews": [
            "Phải nói rằng tôi không phải là fan của xe máy, tuy nhiên, tôi nghe nói tour xe máy rất nổi tiếng ở TP HCM nên tôi phải thử thôi! Tôi và bạn bè đã chọn chuyến tham quan Day Adventure Motorbike vào buổi sáng. Các tay đua của chúng tôi rất thân thiện và có thể trò chuyện bằng tiếng Anh, điều này rất hữu ích cho chúng tôi! Đây là lần đầu tiên tôi đi tham quan bằng xe máy, hơi sợ nhưng cũng thật tuyệt vời! Tôi cảm thấy mình như người địa phương vì rất nhiều người dân địa phương sử dụng xe máy ở mọi nơi trong thành phố. Chúng tôi có thể đến thăm những địa điểm lịch sử trong thành phố thật tuyệt vời, chẳng hạn như Dinh Thống Nhất và tất nhiên, Nhà thờ Đức Bà, ngoại trừ nơi này ở Việt Nam chứ không phải ở Pháp! Tôi ngạc nhiên trước những gì thành phố mang lại và thực sự tiết kiệm rất nhiều thời gian để tham quan tất cả những địa điểm tuyệt vời này thay vì đi bộ và rẻ hơn nhiều so với việc đi taxi mà khó có thể bắt được!. Tôi giới thiệu chuyến tham quan này cho mọi người, nó rất thuận tiện!Đọc thêm",
            "Tôi đã đi tour tham quan Sài Gòn bên kia đường với chồng và các cháu trai của tôi và tất cả chúng tôi đều có khoảng thời gian tuyệt vời. Các hướng dẫn viên thực sự hiểu biết, hài hước và chuyên nghiệp. Rất khuyến khích! Đọc thêm",
            "Chúng tôi đã có tuần trăng mật thứ 2 khó quên nhất tại Thành phố Hồ Chí Minh! Tôi và chồng đều yêu phía bên kia Sài Gòn. Chúng tôi đã có khoảng thời gian tuyệt vời khi đi dạo chợ sông và khám phá ngôi chùa ẩn giấu. Không gì có thể so sánh với vẻ đẹp của Sài Gòn mà chúng tôi đã khám phá qua chuyến tham quan này. Lời cảm ơn chân thành nhất của chúng tôi là các hướng dẫn viên du lịch thân thiện và hữu ích của I Tour Vietnam vì đã đảm bảo rằng chúng tôi cảm thấy an toàn và yên tâm cũng như nỗ lực hết mình để đáp ứng các yêu cầu và nhu cầu đặc biệt của chúng tôi . :Đọc thêm",
            "Thật là một cách tuyệt vời để khám phá những viên ngọc ẩn của Thành phố Hồ Chí Minh. Tôi và bạn trai của tôi thực sự rất thích nó! Chuyến tham quan bằng xe máy trong ngày của chúng tôi chính là thứ chúng tôi cần, thú vị, chân thực và đặc biệt! Hướng dẫn viên thân thiện Trang rất am hiểu, không chỉ giới thiệu cho chúng tôi về lịch sử phong phú của TP.HCM mà còn cho chúng tôi những lời khuyên chân thành về những địa điểm ăn uống tuyệt vời. Ngoài ra, điều chúng tôi đánh giá cao nhất là hoạt động từ thiện, bữa ăn, sách cho những người kém may mắn của họ. . I Tour Vietnam không chỉ có những hướng dẫn viên tuyệt vời, thân thiện và chuyên nghiệp mà còn có một tâm hồn tuyệt vời! Cảm ơn bạn vì tất cả mọi thứ!Đọc thêm",
            "Trải nghiệm này là một trong những điểm nổi bật trong chuyến đi Hồ Chí Minh của tôi! Tôi thực sự khuyên bạn nên nếm thử món này cho bất kỳ ai muốn tìm hiểu về lịch sử trà của Việt Nam và tận hưởng vài giờ thư giãn và đầy thông tin. Hướng dẫn viên du lịch của chúng tôi, Zoey và Trang rất am hiểu về trà và dường như biết từng cây trà ở Việt Nam. Họ đã mất rất nhiều công sức thời gian của họ để trả lời tất cả các câu hỏi của chúng tôi mặc dù một số câu hỏi không liên quan đến trà. Chúng tôi đã học được rất nhiều về các quy trình biến một loại cây thành rất nhiều loại đồ uống khác nhau cũng như cách pha chế trà Jasmine và các loại trà có hương vị khác, làm thế nào nó có thể mang lại lợi ích cho sức khỏe và tinh thần của chúng ta. Tôi không phải là chuyên gia về vấn đề này, nhưng các hướng dẫn viên của chúng tôi đã làm cho chuyến đi của chúng tôi trở nên hoàn hảo và thú vị, và ít nhất bây giờ chúng tôi biết cái hay của việc uống trà, tầm quan trọng của trà đối với người Việt Nam và văn hóa trà so sánh giữa các nước trên thế giới như thế nào. world.Chúng tôi chắc chắn sẽ quay lại!Đọc thêm",
            "Tôi và vợ vừa trở về sau chuyến đi Hồ Chí Minh. Và điều đầu tiên tôi muốn làm sau chuyến đi tuyệt vời này là đưa ra đánh giá cho công ty du lịch tuyệt vời này và hướng dẫn viên Zoey và Anh của họ, vì chuyến đi sẽ không trọn vẹn. Anh và Zoey thực sự kiên nhẫn và hiểu rằng mọi người từ các nền văn hóa và hoàn cảnh khác nhau sẽ có thêm thời gian để tiếp thu mọi thông tin về lịch sử thành phố của họ và họ đã làm tất cả để đảm bảo rằng mọi người đều làm được điều đó. Bây giờ tôi có thể nói rằng tôi rất vui vì đã khám phá ra công ty du lịch này. Tôi không thể diễn tả hết giá trị của việc có một công ty du lịch có kinh nghiệm trong nước giúp chúng tôi lên kế hoạch cho chuyến đi. Chuyến đi của chúng tôi thực sự đặc biệt nhờ công ty này! Việc lập kế hoạch diễn ra rất suôn sẻ và thông tin liên lạc nhanh chóng và phong phú. Đại lý của chúng tôi đã đưa ra một số gợi ý tuyệt vời. Mọi sự sắp xếp đều liền mạch! Và ngay cả sau khi chuyến tham quan của chúng tôi đã hoàn tất, Zoey và Anh vẫn cho chúng tôi xem bản đồ thành phố và đưa ra những gợi ý về những gì chúng tôi có thể làm trong thời gian còn lại trong ngày, bao gồm những địa điểm yêu thích để ăn trưa và ăn tối. Tôi phải nói rằng toàn bộ chuyến đi là đáng nhớ nhờ sự giúp đỡ của các hướng dẫn viên du lịch và công ty du lịch tuyệt vời của chúng tôi! Tôi thực sự sẽ giới thiệu công ty du lịch này cho mọi người. Cảm ơn bạn i Tour Vietnam!!!Đọc thêm",
            "Cách đây vài năm, tôi và bạn trai bắt đầu đi du lịch vòng quanh thế giới. Chúng tôi đến từ Châu Âu và các nước Châu Á đặc biệt hấp dẫn. Những ngày nghỉ đông này, chúng tôi quyết định đi đâu đó ấm áp - đến Việt Nam. Chúng tôi đến Thành phố Hồ Chí Minh và có khoảng thời gian vui vẻ ở đó. Đó là một công ty du lịch i Tour Vietnam đã tổ chức hoạt động giải trí của chúng tôi. Chúng tôi đã chọn Địa đạo Củ Chi, đó là chuyến tham quan nửa ngày và không hối tiếc. Hướng dẫn viên du lịch nói tiếng Anh thân thiện, Zoey và Leah đã thực hiện chuyến phiêu lưu khó quên đối với chúng tôi. Đó là chuyến đi chơi rất nhiều thông tin và bất thường. Chúng tôi rất biết ơn i Tour Vietnam vì đã thể hiện tấm lòng của đất nước họ. Tôi thực sự giới thiệu công ty này!Đọc thêm",
            "Một trải nghiệm tuyệt vời, tuyệt vời và tuyệt vời khi có chuyến du lịch tại Thành phố Hồ Chí Minh, Việt Nam với Tinh, hướng dẫn viên du lịch. Chúng tôi thực sự rất thích kỳ nghỉ của mình ở đó, đặc biệt là với những cuộc phiêu lưu mà chúng tôi đã có. Mọi người ở đó được đối xử một cách hiếu khách và thân thiện.  Tôi yêu những món ăn khiến tôi mềm mại hơn và tôi thích nhìn thấy gia đình mình thưởng thức những món ăn mà kén chọn chỉ là một cái cớ.  Tôi ước gì chúng ta có lần thứ 2 đi nghỉ trước tháng 8 để tận dụng 15 ngày giảm giá và khám phá nhiều địa điểm hơn. Cảm ơn Tinh rất nhiều vì đã hướng dẫn chúng tôi có kỳ nghỉ đáng nhớ đầu tiên tại Việt Nam.  Con trai tôi thực sự đã chinh phục được nỗi sợ hãi khi đi xe máy và đây là lần đầu tiên nó đi xe máy.  Một lần nữa cảm ơn bạn. Tôi đi du lịch Việt Nam thực sự rất có sức chứa.Đọc thêm",
            "Bản thân tôi và bạn trai đã đến Việt Nam tối qua và sẽ rời Việt Nam vào ngày mai nên chúng tôi chỉ ở đây chưa đầy 2 ngày. Chúng tôi quyết định muốn đến thăm Việt Nam càng nhiều càng tốt ở Hồ Chí Minh. Vì vậy, chúng tôi đã tìm kiếm và tình cờ thấy tôi đi du lịch Việt Nam. Tôi đã xem các bài đánh giá ở đó và hài lòng với những gì tôi đọc được, tôi đã thêm số liên lạc trên ứng dụng whats và liên lạc qua ứng dụng whats lúc 9:00 sáng và cố gắng tham gia chuyến tham quan lúc 1:30 chiều cùng ngày. Phản hồi nhanh chóng và nhanh chóng, dịch vụ rất chuyên nghiệp và tuyệt vời! Nói và viết tiếng Anh tốt. Tôi được khuyên nên có mặt tại sảnh lễ tân khách sạn lúc 1:30 chiều và hướng dẫn viên du lịch G rất đúng giờ và đến sớm hơn 1:30 chiều, anh ấy giải thích người mà anh ấy đã tự giới thiệu và giải thích về chuyến tham quan rất chuyên nghiệp và nói tiếng Anh rất tốt. Chúng tôi có G và Leah là hướng dẫn viên du lịch trên những chiếc xe đạp đưa chúng tôi đi khắp nơi trong chuyến phiêu lưu trong ngày của chúng tôi. Leah và G đều là những tay đua xuất sắc và tôi cũng như đối tác của mình đã tin tưởng họ đến mức chúng tôi không giữ lại những chiếc xe đạp. Thời tiết tốt và G rất quan tâm kiểm tra xem tôi có ổn không, không quá nóng và có dịch vụ khách hàng thực sự tốt. Khi trời mưa 30 phút trước khi chuyến tham quan của chúng tôi kết thúc, Leah và G đã rất nhanh chóng lấy áo mưa ra để che mưa cho chúng tôi. Leah và G cũng chụp ảnh bạn trong suốt chuyến tham quan, điều này thực sự rất tuyệt. Cảm ơn Leah và G rất nhiều vì tất cả những gì bạn đã cho chúng tôi thấy, chuyến đi đến Hồ Chí Minh rất thành công và sẽ quay lại đón họ. Rất vui được gặp họ và cảm ơn bạn một lần nữa, chúng tôi đã học được rất nhiều điều về Việt Nam: Đọc thêm",
            "Lần đầu tiên đến thăm Thành phố Hồ Chí Minh tuyệt vời và chúng tôi đã có một kỳ nghỉ tuyệt vời. Chúng tôi đã thực hiện chuyến tham quan ẩm thực Tôi thực sự yêu thích, đây là chuyến tham quan ẩm thực hoàn hảo cho những người đam mê ẩm thực như chúng tôi! Tôi rất hài lòng với dịch vụ của họ. Tôi yêu I TOUR VIỆT NAM -TOUR RIÊNG!!!Đọc thêm",
            "Tôi có thể mua thực phẩm halal ở đâuĐọc thêm",
            "Bất kỳ món ăn nào chúng tôi có đều là món ăn truyền thống của Việt Nam và được bao gồm trong gói tour của chúng tôi.  Đề xuất tìm kiếm trực tuyến hoặc liên hệ với du lịch địa phương.Đọc thêm",
            "CHÀO\n\nXin chào, tôi có thể vui lòng đặt chỗ, chuyến đi một ngày. Và nó giá bao nhiêu. Bạn vui lòng đón tôi từ sân bay Hồ Chí Minh và đưa tôi vào lúc cuối đêm. Cảm ơn.\n\nPJ.Đọc thêm",
            "Xin chào, tôi đang tìm một chuyến du lịch 10 đến 14 ngày với một người bạn đến từ Úc. Chúng tôi hy vọng rằng cô ấy có thể rời Melbourne và tôi từ Auckland và gặp nhau ở đó. Đang tìm kiếm thứ gì đó bao trùm phần lớn Việt Nam, với một vài ngày nghỉ ngơi để khám phá thêm. Cảm ơnĐọc thêm",
            "Xin chào, tôi không chắc ITours có làm gì đó trong nhiều ngày như vậy không nhưng một số nhân viên có trình độ tiếng Anh hoàn hảo và bạn sẽ không gặp bất kỳ vấn đề gì khi yêu cầu họ trả lời các câu hỏi mà bạn có thể có.Đọc thêm",
            "Chúng tôi có con 11 và 8 tuổi. Có lựa chọn nào để họ tham gia không? Cảm ơn bạn.Đọc thêm",
            "Xin chào MaineGlobeTrotters,\n\nTất cả các tour du lịch của chúng tôi đều là tour riêng và chúng tôi cung cấp một số tùy chọn tour du lịch mà bạn có thể lựa chọn. Nếu bạn thích phiêu lưu và muốn đắm mình vào giao thông của thành phố bằng xe máy, trẻ em từ 3 đến 8 tuổi có thể đi cùng bạn và tài xế. Chúng tôi cung cấp mũ bảo hiểm đã được kiểm tra an toàn theo tiêu chuẩn cho tất cả hành khách - chúng tôi thậm chí còn có mũ bảo hiểm cỡ trẻ em. Ngoài ra, bạn có thể chọn tham quan thành phố bằng xe ô tô riêng có máy lạnh, xe xích lô hoặc kết hợp cả hai.\n\nNếu bạn có thêm câu hỏi, hãy cho chúng tôi biết cách chúng tôi có thể giúp bạn. Đọc thêm",
            "Xin chào, tôi sẽ đến Việt Nam vào ngày Chủ nhật 9 giờ 20 và muốn đặt chỗ vào khoảng 4 giờ chiều. đến 8 giờ tối cho chuyến tham quan ẩm thực. Vui lòng xác nhận và giới thiệu địa điểm nào tốt và chi phí tham quan là bao nhiêu. Cảm ơn nhiều!Đọc thêm",
            "Xin chào, cảm ơn bạn đã quan tâm đến chuyến phiêu lưu với i Tour! Để tùy chỉnh chuyến tham quan của bạn, vui lòng gửi email cho chúng tôi để chúng tôi có thể hiểu được tình trạng dị ứng thực phẩm và/hoặc hạn chế chế độ ăn uống của bạn để có thể hỗ trợ bạn tốt hơn.\n\nCảm ơn,\nAlexisĐọc thêm",
            "Xin chào, tôi sẽ dành 2 ngày ở Hồ Chí Minh, bạn có nghĩ tôi cần thêm thời gian ở thành phố đó không?...bạn giới thiệu những chuyến tham quan và địa điểm nào...?\nNgoài những đường hầm dao...\nCảm ơn tất cả các bạn, nếu bạn có thể gửi cho tôi thông tin...xin vui lòng...Đọc thêm",
            "Xin chào, vì bạn sẽ ở Hồ Chí Minh trong 2 ngày, bạn có thể thử tham gia một chuyến tham quan bằng xe máy để thực sự hòa mình vào văn hóa Việt Nam và cảm nhận thành phố theo một cách khác. Các địa điểm tham quan là Bảo tàng Chứng tích Chiến tranh, Nhà thờ Đức Bà, Bưu điện Trung tâm và Dinh Thống Nhất. Nếu bạn có thêm thời gian rảnh rỗi, hãy ghé thăm một trong những ngôi chùa trong thành phố và thử các món ăn Việt Nam như Bánh Cuốn và Bánh Xèo. Chúc bạn có chuyến du lịch vui vẻ.Đọc thêm"
        ],
        "star_ratings": [
            318,
            10,
            1,
            0,
            0
        ],
        "review_amount": 329,
        "location": [
            "tôi du lịch Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 24, 2017",
            "Written May 24, 2017",
            "Written May 23, 2017",
            "Written May 23, 2017",
            "Written May 23, 2017",
            "Written May 23, 2017",
            "Written May 22, 2017",
            "Written May 22, 2017",
            "Written May 20, 2017",
            "Written May 17, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6429849-Reviews-or70-I_Tour_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or60-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or80-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317889-Reviews-Giac_Lam_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11670703-Reviews-Danco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19119983-Reviews-T_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15214121-Reviews-Grabatour_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15576751-Reviews-Rent_Local_People-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27522910-Reviews-Saigon_Locals_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g50572-d3629420-Reviews-Mohican_State_Park-Loudonville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g189469-d23592398-Reviews-Paradise_Beach_Kavourotrypes-Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g56964-d3334808-Reviews-Cowabunga_Bay-Draper_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d1931754-Reviews-Bascarsija-Sarajevo_Sarajevo_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g58451-d8099195-Reviews-Marina_Beach_Park-Edmonds_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g42615-d3226852-Reviews-Ocqueoc_Falls-Presque_Isle_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g34225-d1812205-Reviews-Florida_Keys_Outlet_Marketplace-Florida_City_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1087671-d1595517-Reviews-Zoo_Negara-Ampang_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g47101-d2711885-Reviews-Maggie_s_Diner_From_Wild_Hogs_Movie_Set-Madrid_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d190131-Reviews-Trevi_Fountain-Rome_Lazio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or80-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or70-I_Tour_Vietnam-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "i Tour Vietnam",
        "attraction_name_vi": "Tôi Du Lịch Việt Nam",
        "general_info": [
            "329 đánh giá",
            "43 trên 392 Đồ ăn Thức uống ở Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Các chuyến tham quan riêng vui vẻ, an toàn và nhiều thông tin được dẫn dắt bởi đội ngũ hướng dẫn viên du lịch địa phương chuyên nghiệp.Đọc thêm",
        "reviews": [
            "Đó không chỉ là một chuyến tham quan, mà còn là câu chuyện về một điều mà mọi người nên biết! Thật xúc động khi nhìn ngắm khu vực này của Việt Nam. Hướng dẫn viên rất chuyên nghiệp với tiếng Anh hoàn hảo. Đáng để làm điều đó! Cảm ơn bạn rất nhiều vì đã cung cấp hoạt động này!Đọc thêm",
            "Công ty của chồng tôi đã cử nhóm của anh ấy và anh ấy đến Thành phố Hồ Chí Minh, Việt Nam để tiến hành đào tạo với khách hàng.  Tôi thật may mắn khi có cơ hội được gắn thẻ cùng với họ.  Vì đây là lần đầu tiên tôi đến thăm một quốc gia trên lục địa Châu Á nên tôi rất hào hứng với viễn cảnh được chiêm ngưỡng tất cả các địa điểm và âm thanh của thành phố.  Biết rằng chúng tôi sẽ chỉ ở Thành phố Hồ Chí Minh trong một thời gian ngắn, tôi muốn khám phá thành phố càng nhiều càng tốt.  Tôi cần cảm nhận về văn hóa của thành phố.  Tôi đã xem trên mạng và rất ấn tượng với những gì tôi đọc được về I Tour Vietnam, vì vậy tôi quyết định thử. Đầu tiên và quan trọng nhất, Leah và Anh đơn giản là tuyệt vời!  Chúng tôi đã tham gia chuyến tham quan Day Adventure và họ có thể cho chúng tôi hiểu rõ hơn về các địa điểm và âm thanh của thành phố.  Họ cực kỳ am hiểu và sâu sắc về lịch sử và văn hóa của mọi thứ từ Dinh Thống Nhất đến Đền chùa.  Vì chúng tôi chỉ ở Thành phố Hồ Chí Minh trong một thời gian ngắn nên tôi tin chắc rằng mình sẽ sử dụng lại dịch vụ của họ nếu và khi có cơ hội đến thăm Thành phố Hồ Chí Minh một lần nữa.Đọc thêm",
            "Tôi đã chọn thực hiện chuyến du lịch nửa ngày ở Hồ Chí Minh. Thật tuyệt vời! Tôi chưa bao giờ lái xe tay ga trước đây. Tôi học chuyên ngành kiến ​​trúc nên việc được nhìn thấy nhiều di tích lịch sử như vậy thật tuyệt vời. Và hướng dẫn viên du lịch của tôi, Zoey, thực sự biết rõ công việc của cô ấy. Thật thú vị khi tìm hiểu về các địa điểm khác nhau cũng như văn hóa địa phương.Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến du lịch Việt Nam 8 ngày do I Tour Vietnam tổ chức. Nó được tổ chức rất tốt, hướng dẫn viên du lịch rất tuyệt. Mọi thứ đúng giờ và là một hương vị tuyệt vời của Việt Nam. Chúng tôi chắc chắn muốn quay lại.Đọc thêm",
            "i Tour Vietnam cung cấp trang web tốt nhất để xem, tôi và bạn gái đã có khoảng thời gian rất vui vẻ. Rất muốn giới thiệu nó cho bất cứ ai.Đọc thêm",
            "Lần đầu tiên đến thăm thành phố Hồ Chí Minh tuyệt vời. Thậm chí còn đáng nhớ hơn với i Tour Vietnam. Trang và Anh rất tử tế và hữu ích cả ngày và khiến nó vui hơn nhiều! Muốn giới thiệu chúng cho bạn bè và khách du lịch. Cảm ơn các bạn! -LoraĐọc thêm",
            "Có rất nhiều niềm vui, đồ ăn ngon, thật tuyệt khi biết về văn hóa, thói quen và chuyến đi thú vị trong thành phố!!! Đọc thêm",
            "Tôi thực sự miễn cưỡng về chuyến tham quan này. Vì vậy, tôi không thực sự mong đợi sẽ có nhiều niềm vui khi tìm hiểu về Thành phố và văn hóa, nhưng cách các hướng dẫn viên du lịch thân thiện truyền tải và trải nghiệm cho tôi thực sự tuyệt vời! Tôi thực sự khuyên bạn nên tham quan Việt Nam - Chuyến tham quan tư nhân nếu bạn muốn có khoảng thời gian vui vẻ và có thêm một số người bạn mới với những hướng dẫn viên du lịch địa phương rất hiếu khách, nhiệt tình và đáng yêu. Bạn có thể sẽ được ngắm nhìn Thành phố Hồ Chí Minh theo cách thú vị nhất! Đồ ăn và đồ uống nhất định phải thử! Mặc dù vậy, bạn có thể sẽ không thể cưỡng lại được chúng khi đến đó! Ngoài ra, hãy khen ngợi việc đóng góp cho các tổ chức từ thiện!Đọc thêm",
            "I Tour Vietnam là một cách nghỉ ngơi tuyệt vời! Đi xe đạp và đi xe máy là một trải nghiệm thực sự thú vị và tốt đẹp. Tôi rất thích tham quan Thành phố Hồ Chí Minh và khám phá lịch sử phong phú của Việt Nam. Thức ăn, rượu và cuộc sống về đêm thật tuyệt vời !!! Hướng dẫn viên của I Tour Vietnams có kinh nghiệm và thân thiện. Họ cung cấp các tour du lịch tuyệt vời và được tổ chức tốt. Ấn tượng nhất là chuyến tham quan Sài Gòn Shore Excursion. Tôi yêu I TOUR VIỆT NAM -TOUR RIÊNG!!!Đọc thêm",
            "Đã đến TP HCM một vài lần và muốn làm điều gì đó khác biệt. Chuyến đi ngược chiều Thành phố Hồ Chí Minh Sài Gòn chuyến tham quan khác do i Tour cung cấp rất thú vị và mang đến cho chúng tôi hương vị thực sự của TP.HCM từ một góc nhìn khác. Hướng dẫn viên của chúng tôi, Alexis và Zoey thật TUYỆT VỜI! Rất năng động và rất dễ chịu khi ở gần. Cả hai đều nói tiếng Anh rất tốt và có thể trả lời tất cả các câu hỏi của chúng tôi về văn hóa và lịch sử. Họ đã thực sự chăm sóc chúng tôi rất tốt. Chúng tôi cảm thấy an toàn và phiêu lưu cùng một lúc. Chúng tôi đã đặt trực tiếp qua trang web của họ và được tặng một món quà miễn phí nhằm nhắc nhở chúng tôi về chuyến đi này. Chúng tôi đã có một số câu hỏi trước khi đặt phòng và tất cả các câu hỏi của chúng tôi đều được trả lời một cách rất kịp thời, chuyên nghiệp và kỹ lưỡng! Chúng tôi thực sự khuyên bạn nên phiêu lưu với i Tour nếu bạn đến thăm TP.HCM.Đọc thêm",
            "Tôi có thể mua thực phẩm halal ở đâuĐọc thêm",
            "Bất kỳ món ăn nào chúng tôi ăn đều là món ăn truyền thống của Việt Nam và có trong gói tour của chúng tôi. Đề xuất tìm kiếm trực tuyến hoặc liên hệ với ngành du lịch địa phương. Đọc thêm",
            "chào\n\nChào, Tôi có thể đặt chuyến đi trong ngày không. Và giá là bao nhiêu. Bạn có thể đón tôi tại sân bay Hồ Chí Minh và đi vào cuối đêm không. Cảm ơn bạn.\n\nPJ.Đọc thêm",
            "Xin chào, tôi đang tìm một chuyến du lịch 10 đến 14 ngày với một người bạn đến từ Úc. Chúng tôi hy vọng rằng cô ấy có thể rời Melbourne và tôi từ Auckland và gặp nhau ở đó. Đang tìm kiếm thứ gì đó bao trùm phần lớn Việt Nam, với một vài ngày nghỉ ngơi để khám phá thêm. Cảm ơnĐọc thêm",
            "Xin chào, tôi không chắc ITours có làm gì đó trong nhiều ngày như vậy không nhưng một số nhân viên có trình độ tiếng Anh hoàn hảo và bạn sẽ không gặp bất kỳ vấn đề gì khi yêu cầu họ trả lời các câu hỏi mà bạn có thể có.Đọc thêm",
            "Chúng tôi có con 11 và 8 tuổi. Có lựa chọn nào để họ tham gia không? Cảm ơn bạn.Đọc thêm",
            "Xin chào MaineGlobeTrotters,\n\nTất cả các chuyến tham quan của chúng tôi đều mang tính riêng tư và chúng tôi cung cấp một số tùy chọn tham quan mà bạn có thể chọn. Nếu bạn là người ưa mạo hiểm và muốn hòa mình vào dòng xe cộ đông đúc của thành phố bằng xe máy, trẻ em từ 3 đến 8 tuổi có thể đi cùng bạn và người lái xe. Chúng tôi cung cấp mũ bảo hiểm đã được kiểm tra an toàn theo tiêu chuẩn cho tất cả hành khách - chúng tôi thậm chí còn có mũ bảo hiểm cỡ trẻ em. Ngoài ra, bạn có thể chọn tham quan thành phố bằng xe van riêng có điều hòa, bằng xe xích lô hoặc kết hợp.\n\nNếu bạn có thêm câu hỏi, hãy cho chúng tôi biết cách chúng tôi có thể trợ giúp.Đọc thêm",
            "Xin chào, tôi sẽ đến Việt Nam vào ngày Chủ nhật 9 giờ 20 và muốn đặt chỗ vào khoảng 4 giờ chiều. đến 8 giờ tối cho chuyến tham quan ẩm thực. Vui lòng xác nhận và giới thiệu địa điểm nào tốt và chi phí tham quan là bao nhiêu. Cảm ơn nhiều!Đọc thêm",
            "Xin chào, cảm ơn bạn đã quan tâm đến chuyến phiêu lưu cùng i Tour! Để tùy chỉnh chuyến tham quan của bạn, vui lòng gửi email cho chúng tôi để chúng tôi có thể hiểu về dị ứng thực phẩm của bạn và hoặc các hạn chế về chế độ ăn uống để đáp ứng tốt hơn cho bạn.\n\nCảm ơn,\nAlexisĐọc thêm",
            "Xin chào, tôi sẽ dành 2 ngày ở Hồ Chí Minh, bạn có nghĩ tôi cần thêm thời gian ở thành phố đó không?...bạn giới thiệu những chuyến tham quan và địa điểm nào...?\nNgoài những đường hầm dao...\nCảm ơn tất cả các bạn, nếu bạn có thể gửi cho tôi thông tin...xin vui lòng...Đọc thêm",
            "Xin chào, vì bạn sẽ ở Hồ Chí Minh trong 2 ngày, bạn có thể thử tham gia một chuyến tham quan bằng xe máy để thực sự hòa mình vào văn hóa Việt Nam và cảm nhận thành phố theo một cách khác. Các địa điểm tham quan là Bảo tàng Chứng tích Chiến tranh, Nhà thờ Đức Bà, Bưu điện Trung tâm và Dinh Thống Nhất. Nếu bạn có thêm thời gian rảnh rỗi, hãy ghé thăm một trong những ngôi chùa trong thành phố và thử các món ăn Việt Nam như Bánh Cuốn và Bánh Xèo. Chúc bạn có chuyến du lịch vui vẻ.Đọc thêm"
        ],
        "star_ratings": [
            318,
            10,
            1,
            0,
            0
        ],
        "review_amount": 329,
        "location": [
            "tôi du lịch Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 14, 2017",
            "Written May 12, 2017",
            "Written May 11, 2017",
            "Written May 10, 2017",
            "Written May 10, 2017",
            "Written May 9, 2017",
            "Written May 8, 2017",
            "Written May 8, 2017",
            "Written May 8, 2017",
            "Written May 8, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6429849-Reviews-or80-I_Tour_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or70-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or90-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317889-Reviews-Giac_Lam_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11670703-Reviews-Danco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19119983-Reviews-T_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15214121-Reviews-Grabatour_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15576751-Reviews-Rent_Local_People-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27522910-Reviews-Saigon_Locals_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d14203147-Reviews-Snooper_s_Rock-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g54184-d11932518-Reviews-Fort_Jackson-Columbia_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g35223-d560997-Reviews-Cloudland_Canyon_State_Park-Rising_Fawn_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60895-d4556754-Reviews-Splash_Down_Waterpark-Manassas_Prince_William_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47915-d2717964-Reviews-Holtsville_Ecology_Site-Holtsville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d597674-Reviews-House_of_Blues_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d1752717-Reviews-Monte_Pellegrino-Palermo_Province_of_Palermo_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d266888-Reviews-National_WWI_Museum_and_Memorial-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g293797-d19658564-Reviews-Splash_Play-Accra_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g294003-d4131911-Reviews-Aqua_Park-Kuwait_City.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or90-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or80-I_Tour_Vietnam-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "i Tour Vietnam",
        "attraction_name_vi": "tôi du lịch Việt Nam",
        "general_info": [
            "329 đánh giá",
            "43 trên 392 Đồ ăn Thức uống ở Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan văn hóa",
            "Tour tham quan",
            "Tour riêng",
            "Chuyến tham quan ẩm thực"
        ],
        "attraction_summary": "Các chuyến tham quan riêng vui vẻ, an toàn và nhiều thông tin được dẫn dắt bởi đội ngũ hướng dẫn viên du lịch địa phương chuyên nghiệp.Đọc thêm",
        "reviews": [
            "Họ cung cấp địa điểm tham quan tốt nhất Khám phá những địa điểm nhất định phải ghé thăm trong thành phố. Cùng với kỳ nghỉ tiết kiệm Thức ăn ngon.......Đọc thêm",
            "Cảm ơn bạn đã cho chúng tôi một chuyến phiêu lưu về đêm tuyệt vời và giúp chúng tôi tìm hiểu thêm về lịch sử, văn hóa ẩm thực về Việt Nam. Đêm đáng yêu giống như đi chơi cùng một nhóm bạn. Chuyến phiêu lưu về đêm rất thú vị khi đi xe máy qua chính Thành phố Hồ Chí Minh sầm uất và đông đúc. Đó là một trải nghiệm rất đặc biệt. Những lời giải thích thân thiện và trải nghiệm ẩm thực của ba hướng dẫn viên du lịch địa phương càng làm tăng thêm niềm vui của chuyến du lịch. Đọc thêm.",
            "Eponine H thân mến\n\nCảm ơn bạn đã chọn chúng tôi để giới thiệu cho bạn thành phố tuyệt vời này trên xe tay ga vào buổi tối. Rất vui vì bạn thích lịch sử, ẩm thực và văn hóa Việt Nam trong chuyến tham quan có một không hai của chúng tôi! Tôi sẽ chuyển lời khen ngợi của bạn tới Trí, Tom và Johnny vì đã hoàn thành tốt công việc!\n\nTrân trọng,\nJess AdamsĐọc thêm",
            "Tôi và bạn trai đã tham gia tour I Love Food vào ngày đầu tiên đến Việt Nam và đã có khoảng thời gian tuyệt vời cùng Ly, Johnny và Kelly. Họ rất chuyên nghiệp ngay từ đầu, hướng dẫn chúng tôi cách lên xe máy và các mẹo an toàn khác trên đường phố. Lúc đầu tôi hơi sợ vì đây là lần đầu tiên tôi đi xe đạp, nhưng Kelly trấn an tôi và tôi bắt đầu thấy khá thú vị. Đồ ăn họ đưa chúng tôi đi đều rất ngon. Ly không chỉ giải thích cho chúng tôi về những món ăn chúng tôi đang ăn, cô ấy còn rất am hiểu về văn hóa và lịch sử của TP.HCM và có thể trả lời rất trôi chảy nhiều câu hỏi khác nhau của chúng tôi về Việt Nam. Cô ấy thậm chí còn giới thiệu chúng tôi đến hai địa điểm phở khác nhau và hóa ra chúng rất ngon. Thật tuyệt vời khi họ đã chụp ảnh cho chúng tôi trong suốt chuyến tham quan nên chúng tôi không phải lo lắng về điều đó. Nhìn chung, chúng tôi đã có khoảng thời gian thực sự tuyệt vời và nếu có thêm vài ngày nữa, có lẽ chúng tôi đã thực hiện một chuyến tham quan khác của họ và chắc chắn sẽ yêu cầu cùng một đội. Xin chân thành cảm ơn các hướng dẫn viên đã cho chúng tôi một khởi đầu thú vị cho chuyến đi của mình!Đọc thêm",
            "Sammileungg thân mến,\n\nCám ơn, vì phản hồi của bạn. Đội ngũ hướng dẫn viên chuyên nghiệp và nhiệt tình của chúng tôi luôn cố gắng mang đến cho bạn những trải nghiệm tốt nhất dù đây là lần đầu tiên bạn đi xe máy. Rất vui vì bạn đã có trải nghiệm du lịch ẩm thực tuyệt vời. Tôi sẽ chuyển lời khen của bạn tới Ly, Kelly và Johnny! Hãy thoải mái yêu cầu cùng một đội vào lần tiếp theo bạn quay lại.\n\nTrân trọng,\nJess AdamsĐọc thêm",
            "Đi thuyền riêng lên sông Mê Kông để ăn trưa tại một nhà nghỉ sinh thái xinh đẹp. Hai cô gái hướng dẫn chúng tôi rất thân thiện và rất chu đáo. Chúng tôi đã có một ngày tuyệt vời và rất muốn giới thiệu. Cũng có giá trị rất tốt.Đọc thêm",
            "Dvernau thân mến,\n\nCảm ơn bạn đã ủng hộ chúng tôi. Rất vui vì bạn đã có một chuyến tham quan tuyệt vời vì sự thân thiện và chu đáo của hướng dẫn viên của chúng tôi. Tôi sẽ chuyển lời khen ngợi của bạn đến nhóm của chúng tôi!\n\nTrân trọng, \nJess AdamsĐọc thêm",
            "Chúng tôi đã đi tour xe máy vòng quanh Sài Gòn với Zoey và Trang và có một khoảng thời gian thực sự vui vẻ. Chúng tôi đã ghé thăm chợ nổi và ngôi đền ẩn thật tuyệt vời. Rất khuyến khích cho bất kỳ ai đang tìm kiếm một tour du lịch không dành cho khách du lịch. Đọc thêm",
            "Annie L thân mến,\n\nCảm ơn bạn đã đánh giá tuyệt vời của bạn. Chúng tôi rất vui vì bạn đã có một ngày đáng nhớ trong chuyến tham quan của chúng tôi và cũng thật vui khi biết rằng bạn rất thích được tham quan những địa điểm bổ sung mà các nhóm du lịch lớn hơn không đến. \n\nTrân trọng, \nJess AdamsĐọc thêm",
            "Với sự kết hợp giữa lịch sử và văn hóa địa phương, chuyến phiêu lưu trong ngày là cách hoàn hảo để trải nghiệm TP.HCM! Hướng dẫn viên của tôi ngay lập tức khiến tôi cảm thấy an toàn khi đi xe máy và cung cấp thông tin chi tiết về từng quận của TP.HCM và văn hóa khi chúng tôi đi từ địa điểm này sang địa điểm khác. Kiến thức của cô ấy thật tuyệt vời và cả cô ấy và hướng dẫn viên khác của chúng tôi đều có thể trả lời bất kỳ câu hỏi nào mà tôi và đối tác của tôi có. Cả hai hướng dẫn viên đều có niềm đam mê rõ ràng với những gì họ đang làm, điều này tạo nên sự khác biệt và thay đổi một buổi chiều từ tuyệt vời thành nổi bật. Chuyến tham quan đầy những nét cá nhân như những bức ảnh do hướng dẫn viên của chúng tôi chụp trong suốt chuyến đi, hoàn hảo cho các cặp đôi hoặc gia đình muốn mọi người trong ảnh và món quà ở cuối chuyến đi, tất cả đều góp phần tạo nên sự chuyên nghiệp và thú vị cho buổi chiều. Ngôi chùa bí mật là điểm đến không thể bỏ qua và không phải là thứ được nêu bật trong sách hướng dẫn thông thường của bạn, cũng không phải là lịch sử hoặc hoạt động làm việc của nó được trình bày chi tiết một cách chuyên nghiệp cho chúng tôi trong chuyến tham quan của chúng tôi. Nếu chúng tôi không rời thành phố vào ngày mai, tôi chắc chắn sẽ tự đặt cho mình một trong những chuyến tham quan khác của họ. Chuyến tham quan: chiều ngày 17 tháng 4 năm 2017 Đọc thêm",
            "Egstravels thân mến,\n\nTôi rất vui khi biết rằng bạn và đối tác của mình đã tận hưởng chuyến tham quan nổi bật giống như hướng dẫn viên của chúng tôi. Chúng tôi hy vọng được gặp lại bạn trong chuyến thăm tiếp theo tới Việt Nam!\n\nTrân trọng,\nJess AdamsĐọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan Day Adventure sau lời giới thiệu của một người bạn. Chuyến tham quan thật tuyệt vời! Cả hai hướng dẫn viên đều rất am hiểu và vui vẻ trả lời bất kỳ câu hỏi nào. Bạn có thể nghĩ việc ngồi sau xe máy ở TP.HCM sẽ rất đáng sợ, nhưng việc lái xe tự tin, an toàn của họ khiến bạn cảm thấy thoải mái chỉ sau vài phút ngồi sau. Di chuyển quanh thành phố là một cách tuyệt vời để trải nghiệm cuộc sống hàng ngày ở TP.HCM và cũng là một cách tuyệt vời để nhanh chóng di chuyển xung quanh các điểm tham quan của thành phố. Nhìn chung, chuyến tham quan còn nhiều hơn những gì chúng tôi mong đợi và tôi muốn giới thiệu nó cho bất kỳ ai. Đọc thêm",
            "Richard I thân mến,\n\nCảm ơn bạn đã đánh giá tích cực và chứng thực cho chuyến tham quan Phiêu lưu trong ngày của chúng tôi. Tôi rất vui vì nhóm của chúng tôi đã vượt quá mong đợi và mang đến trải nghiệm tuyệt vời, thú vị và đáng được khuyến khích!\n\nTrân trọng,\nJess AdamsĐọc thêm",
            "Bạn bè của tôi và tôi đã thực hiện một chuyến du lịch riêng với tôi tour Việt Nam và công ty này đã vượt quá mong đợi của chúng tôi. Chuyến đi rất chuyên nghiệp và được lên kế hoạch tốt. Tôi muốn cảm ơn người hướng dẫn của tôi Zoey vì dịch vụ tuyệt vời. Tôi thực sự giới thiệu công ty này cho bất kỳ ai đang tìm kiếm dịch vụ được cá nhân hóa.Đọc thêm",
            "Thân gửi infoE2938UP,\n\nCảm ơn bạn đã dành thời gian phản hồi về chuyến tham quan riêng của bạn. Chúng tôi rất may mắn khi có Zoey trong nhóm của mình! Tôi sẽ chắc chắn chuyển lời khen ngợi của bạn đến cô ấy vì dịch vụ tuyệt vời đã cung cấp.\n\nTrân trọng,\nJess AdamsĐọc thêm",
            "Alexis và nhân viên của cô ấy đã chỉ cho chúng tôi một số địa điểm hấp dẫn và ít được biết đến của Sài Gòn. Chuyến tham quan bao gồm sự kết hợp tuyệt vời giữa văn hóa, lịch sử và các điểm dừng chân ẩm thực. Alexis là một hướng dẫn viên tuyệt vời và vui tính, cung cấp cho chúng tôi những sự thật thú vị, giai thoại và những món ăn và đồ uống tuyệt vời nhất để thử. Chuyến tham quan thực sự vượt quá mong đợi của tôi, Nếu bạn muốn tìm hiểu thêm về thành phố hoặc chỉ muốn có một buổi sáng-chiều thú vị khi lái xe tay ga, tôi chắc chắn có thể giới thiệu chuyến tham quan này! Đọc thêm",
            "Kính gửi Reindert D,\n\nCảm ơn bạn đã dành thời gian phản hồi về chuyến tham quan riêng của mình. Tôi chắc chắn sẽ chuyển lời khen của bạn tới Alexis. Chúng tôi hy vọng được gặp lại bạn trong chuyến thăm tiếp theo tới Việt Nam!\n\nTrân trọng,\nJess AdamsĐọc thêm",
            "Tôi không thể nghĩ ra cách nào tốt hơn để khám phá Thành phố Hồ Chí Minh hơn là ngồi sau một chiếc xe tay ga, bạn sẽ có được một cái nhìn rất gần gũi về thành phố và một chuyến đi ly kỳ! Hướng dẫn viên của tôi rất hiểu biết, vui vẻ khi đi chơi và là một người lái xe an toàn. Điều này thật tuyệt vời cho những người du lịch một mình, khi bạn gặp một hướng dẫn viên một lần và đi vòng quanh những địa điểm như bảo tàng chiến tranh, bưu điện, những ngôi đền ẩn giấu và nếu bạn may mắn, một ít cà phê tuyệt vời. Hãy ủng hộ công ty tuyệt vời này!Đọc thêm",
            "Abby K thân mến,\n\nCảm ơn bạn đã chứng thực tích cực! Nhóm của chúng tôi rất thích đưa bạn đi khắp thành phố để ngắm nhìn các địa danh và văn hóa địa phương đích thực. Cảm ơn một lần nữa vì đã chọn chúng tôi!\n\nTrân trọng,\nJess AdamsĐọc thêm",
            "Tôi có thể mua thực phẩm halal ở đâuĐọc thêm",
            "Bất kỳ món ăn nào chúng tôi có đều là món ăn truyền thống của Việt Nam và được bao gồm trong gói tour của chúng tôi.  Đề xuất tìm kiếm trực tuyến hoặc liên hệ với du lịch địa phương.Đọc thêm",
            "CHÀO\n\nXin chào, tôi có thể vui lòng đặt chỗ, chuyến đi một ngày. Và nó giá bao nhiêu. Bạn vui lòng đón tôi từ sân bay Hồ Chí Minh và đưa tôi vào lúc cuối đêm. Cảm ơn.\n\nPJ.Đọc thêm",
            "Xin chào, tôi đang tìm một chuyến du lịch 10 đến 14 ngày với một người bạn đến từ Úc. Chúng tôi hy vọng rằng cô ấy có thể rời Melbourne và tôi từ Auckland và gặp nhau ở đó. Đang tìm kiếm thứ gì đó bao trùm phần lớn Việt Nam, với một vài ngày nghỉ ngơi để khám phá thêm. Cảm ơnĐọc thêm",
            "Xin chào, tôi không chắc ITours có làm gì đó trong nhiều ngày như vậy không nhưng một số nhân viên có trình độ tiếng Anh hoàn hảo và bạn sẽ không gặp bất kỳ vấn đề gì khi yêu cầu họ trả lời các câu hỏi mà bạn có thể có.Đọc thêm",
            "Chúng tôi có con 11 và 8 tuổi. Có lựa chọn nào để họ tham gia không? Cảm ơn bạn.Đọc thêm",
            "Xin chào MaineGlobeTrotters,\n\nTất cả các chuyến tham quan của chúng tôi đều mang tính riêng tư và chúng tôi cung cấp một số tùy chọn tham quan mà bạn có thể chọn. Nếu bạn là người ưa mạo hiểm và muốn hòa mình vào dòng xe cộ đông đúc của thành phố bằng xe máy, trẻ em từ 3 đến 8 tuổi có thể đi cùng bạn và người lái xe. Chúng tôi cung cấp mũ bảo hiểm đã được kiểm tra an toàn theo tiêu chuẩn cho tất cả hành khách - chúng tôi thậm chí còn có mũ bảo hiểm cỡ trẻ em. Ngoài ra, bạn có thể chọn tham quan thành phố bằng xe van riêng có điều hòa, bằng xe xích lô hoặc kết hợp.\n\nNếu bạn có thêm câu hỏi, hãy cho chúng tôi biết cách chúng tôi có thể trợ giúp.Đọc thêm",
            "Xin chào, tôi sẽ đến Việt Nam vào ngày Chủ nhật 9 giờ 20 và muốn đặt chỗ vào khoảng 4 giờ chiều. đến 8 giờ tối cho chuyến tham quan ẩm thực. Vui lòng xác nhận và giới thiệu địa điểm nào tốt và chi phí tham quan là bao nhiêu. Cảm ơn nhiều!Đọc thêm",
            "Xin chào, cảm ơn bạn đã quan tâm đến chuyến phiêu lưu cùng i Tour! Để tùy chỉnh chuyến tham quan của bạn, vui lòng gửi email cho chúng tôi để chúng tôi có thể hiểu về dị ứng thực phẩm của bạn và hoặc các hạn chế về chế độ ăn uống để đáp ứng tốt hơn cho bạn.\n\nCảm ơn,\nAlexisĐọc thêm",
            "Xin chào, tôi sẽ dành 2 ngày ở Hồ Chí Minh, bạn có nghĩ tôi cần thêm thời gian ở thành phố đó không?...bạn giới thiệu những chuyến tham quan và địa điểm nào...?\nNgoài những đường hầm dao...\nCảm ơn tất cả các bạn, nếu bạn có thể gửi cho tôi thông tin...xin vui lòng...Đọc thêm",
            "Xin chào, vì bạn sẽ ở Hồ Chí Minh trong 2 ngày, bạn có thể thử tham gia một chuyến tham quan bằng xe máy để thực sự hòa mình vào văn hóa Việt Nam và cảm nhận thành phố theo một cách khác. Các địa điểm tham quan là Bảo tàng Chứng tích Chiến tranh, Nhà thờ Đức Bà, Bưu điện Trung tâm và Dinh Thống Nhất. Nếu bạn có thêm thời gian rảnh rỗi, hãy ghé thăm một trong những ngôi chùa trong thành phố và thử các món ăn Việt Nam như Bánh Cuốn và Bánh Xèo. Chúc bạn có chuyến du lịch vui vẻ.Đọc thêm"
        ],
        "star_ratings": [
            318,
            10,
            1,
            0,
            0
        ],
        "review_amount": 329,
        "location": [
            "tôi du lịch Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Ho Chi Minh City",
            "Những điều cần làm ở thành phố Hồ Chí Minh"
        ],
        "reviews_time": [
            "Written May 8, 2017",
            "Written April 29, 2017",
            "Written April 23, 2017",
            "Written April 22, 2017",
            "Written April 20, 2017",
            "Written April 17, 2017",
            "Written April 17, 2017",
            "Written April 13, 2017",
            "Written April 3, 2017",
            "Written March 26, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d6429849-Reviews-or90-I_Tour_Vietnam-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or80-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or100-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317889-Reviews-Giac_Lam_Pagoda-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2332578-Reviews-Lose_the_Tie_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d17548235-Reviews-Saigon_Vegan_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11670703-Reviews-Danco_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13384676-Reviews-Vietnam_On_Vespa_Street_Food_Tour-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6833521-Reviews-My_Way_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d19119983-Reviews-T_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15214121-Reviews-Grabatour_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d10694795-Reviews-Saigon_Kiss_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2044621-Reviews-XO_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12204583-Reviews-Tour_With_Xuan-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15576751-Reviews-Rent_Local_People-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2226088-Reviews-Water_Buffalo_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d27522910-Reviews-Saigon_Locals_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2266103-Reviews-Mekong_River_Cruise-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d149018-Reviews-Castleton_Gardens-Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g303916-d8800742-Reviews-Sai_Ngam_Hot_Spring-Pai_Mae_Hong_Son_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33009-d110160-Reviews-Rim_of_the_World_Highway-San_Bernardino_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32319-d1169357-Reviews-Mossbrae_Falls-Dunsmuir_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d12871410-Reviews-Swordfish_Tom_s-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g274924-d290673-Reviews-Devin_Castle-Bratislava_Bratislava_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d10358972-Reviews-Criss_Angel_MINDFREAK-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g298573-d549830-Reviews-Divisoria_Market-Manila_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d275715-Reviews-Locke-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d295916-Reviews-American_Girl_Place_New_York-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or100-I_Tour_Vietnam-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d6429849-Reviews-or90-I_Tour_Vietnam-Ho_Chi_Minh_City.html"
    }
]