[
    {
        "attraction_name": "Iceberg Lake Trail",
        "attraction_name_vi": "Đường mòn Hồ Iceberg",
        "general_info": [
            "481 đánh giá",
            "2 trong số 58 điều cần làm ở Vườn Quốc gia Glacier",
            "Những con đường mòn đi bộ đường dài"
        ],
        "attraction_summary": "Những người đi bộ đường dài thường đeo chuông và trò chuyện ồn ào để không làm những chú gấu trên con đường quê này giật mình.Đọc thêm",
        "reviews": [
            "Thật là một chuyến đi bộ thú vị. Mất hơn 2 tiếng đồng hồ mới tới được Hồ. Việc đi bộ là vào và ra. Hầu hết phải leo dốc liên tục để đến đó nhưng độ nghiêng tương đối thấp. Đầu tiên bạn đi xuyên qua rừng, sau đó là sườn núi. Hoa dại khắp nơi. Đó là một cuộc đi bộ đẹp. Có một số vùng nước mà bạn phải vượt qua. 12 dặm cuối cùng là xuyên qua tuyết. Đi qua tuyết thật mệt mỏi. Đây không phải là một chuyến đi bộ quá khó khăn. Có một con sông nhỏ nhưng chảy xiết mà bạn phải thăng bằng trên 2 khúc gỗ mới vượt qua được. Có một cú ngã rất đẹp ở điểm nửa đường khoảng 2,6 dặm. Có thể nghỉ ngơi một chút ở đó. Hồ Iceberg là phải xem! Đẹp vô cùng. Chúng tôi đến hồ trước 9 giờ sáng và chỉ có 2 người khác. Trên đường trở về của chúng tôi chủ yếu là xuống dốc. Tôi sẽ thực hiện chuyến đi bộ này một lần nữa!Đọc thêm",
            "Có lẽ là chuyến đi bộ ngắm cảnh đẹp nhất ở Bắc Mỹ.  Phong cảnh toàn cảnh tuyệt đẹp trong toàn bộ chuyến đi bộ thậm chí trông không giống thật.  Hồ rất đẹp - được bao quanh bởi những vách đá cao hàng nghìn mét - và vâng, nó có những tảng băng trôi trong đó.  Tôi thực sự khuyên bạn nên thuê hướng dẫn viên Công viên Glacier.  Chúng tôi đã sử dụng Lillian và cô ấy có rất nhiều thông tin và tính giải trí.Đọc thêm",
            "Chuyến đi bộ đường dài rất thử thách trên đường mòn up-up-up được đánh dấu rõ ràng. Dành thời gian và đi thuyền để bỏ qua 2 dặm ở phía trước và phía sau chuyến đi bộ đường dài. Hãy chú ý đến những chú ngựa, vì chúng cùng đi trên đường mòn. Nhìn thấy một con nai sừng tấm và một con dê núi ở rất xa. Có rất nhiều bạn đồng hành trên chuyến đi bộ đường dài này. Đọc thêm",
            "Đi bộ rất đầy thử thách trên con đường lên dốc được đánh dấu rõ ràng.   Hãy dành thời gian và đi thuyền để bỏ qua 2 dặm ở phía trước và phía sau của chuyến đi bộ.   Hãy để ý những con ngựa vì chúng đi chung đường.   Nhìn thấy một con nai sừng tấm và một con dê núi ở rất xa.   Có rất nhiều người đồng hành trên chuyến đi bộ đường dài này.Đọc thêm",
            "Có lẽ là chuyến đi bộ ngắm cảnh đẹp nhất ở Bắc Mỹ.  Phong cảnh toàn cảnh tuyệt đẹp trong toàn bộ chuyến đi bộ thậm chí trông không giống thật.  Hồ rất đẹp - được bao quanh bởi những vách đá cao hàng nghìn mét - và vâng, nó có những tảng băng trôi trong đó.  Tôi thực sự khuyên bạn nên thuê hướng dẫn viên Công viên Glacier.  Chúng tôi đã sử dụng Lillian và cô ấy có rất nhiều thông tin và tính giải trí.Đọc thêm",
            "Thật là một chuyến đi bộ thú vị. Mất hơn 2 tiếng đồng hồ mới tới được Hồ. Việc đi bộ là vào và ra. Hầu hết phải leo dốc liên tục để đến đó nhưng độ nghiêng tương đối thấp. Đầu tiên bạn đi xuyên qua rừng, sau đó là sườn núi. Hoa dại khắp nơi. Đó là một cuộc đi bộ đẹp. Có một số vùng nước mà bạn phải vượt qua. 12 dặm cuối cùng là xuyên qua tuyết. Đi qua tuyết thật mệt mỏi. Đây không phải là một chuyến đi bộ quá khó khăn. Có một con sông nhỏ nhưng chảy xiết mà bạn phải thăng bằng trên 2 khúc gỗ mới vượt qua được. Có một cú ngã rất đẹp ở điểm nửa đường khoảng 2,6 dặm. Có thể nghỉ ngơi một chút ở đó. Hồ Iceberg là phải xem! Đẹp vô cùng. Chúng tôi đến hồ trước 9 giờ sáng và chỉ có 2 người khác. Trên đường trở về của chúng tôi chủ yếu là xuống dốc. Tôi sẽ thực hiện chuyến đi bộ này một lần nữa!Đọc thêm",
            "Carry a lot of water on the trail. A lot of the Iceberg Lake trail is in the sun and bears are active there. We were there in the second week of August and the day was warm but that isnt always true. The entire trail, including the walk from the parking lot, is about 10 miles roundtrip. Most hikers were in groups; however, we did see some single hikers.Iceberg Lake is on the east side of the park. We stayed in Whitefish, MT so we reached the entrance to the trail by entering the park at the Apgar Visitor Center entrance, crossing the park using the Going to the Sun Road if you enter between 6 a.m and 4 p.m. you need a 2 vehicle reservation, which can only be purchased in advance--either far in advance or no later than the day before by getting online at 8 a.m., driving to St. Mary Village, taking Hwy 89 north and turning left toward the park around Babb and using the Many Glacier Entrance. Then you drive further to the Swiftcurrent Motor Inn. The trip took about three hours with a bathroom stop along the way. Parking by the trailhead is limited so we got one of the last parking spots at the Swiftcurrent Motor Inn. We were at the parking lot by 9:30 a.m.The entrance to the Iceberg Lake trail is the same as the entrance to the Ptarmigan trail. The entrance is a hefty initial incline to the left of the cabins, which is very steep for maybe a quarter of a mile; however, the trail is mostly a gentle elevation with a few dips. Early on, you walk through open areas with meadows. On the way to Iceberg Lake we saw a grizzly above us on the trail maybe about 15 minutes in and on the way back about 12 hour or so from the end and again in an open meadow area with a few trees, we had to wait to go down the trail for a brown bear with two or three cubs. We also saw a moose far in the distance on the trail.The trail is considered strenuous, mostly for its length, but would be challenging in snow. The hiking isnt bad. There are a couple of small crossings e.g. footbridge where a railing might be nice but they were very doable, especially in good weather.  Since most of the trail is open, the views are breathtakingly beautiful. About half way to Iceberg Lake, there is a good resting point on some rocks with water below this might be Ptarmigan Falls?.  There is then a point where hikers turn left to go to Iceberg Lake and away from the Ptarmigan trail. As you get closer to Iceberg Lake, there will be a beautiful small looking lake in the distance to your right--this lake is not Iceberg Lake.Iceberg Lake is stunningly beautiful, has icebergs floating in it, and was extremely cold. Swimming is NOT recommended. I did see a person who swam out a little but he was noticeably slower coming back so not a good idea. The biggest difference from hiking this same trail many years ago is that we saw quite a few people at Iceberg Lake. You can still, however, find a good place to sit, eat a sandwich and watch the lake.I am a slow hiker and it took our group about 7 hours to do the trail, including time spent sitting down and contemplating the lake.  Id estimate hikers in reasonable shape might finish the hike about six hours even if you stop to enjoy the scenery.The view at the end of the trail makes the entire trail entirely worthwhile. As for the hike to the trail, I prefer the trail to Avalanche Lake, but the Iceberg Lake trail and its views are beautiful.Read more",
            "Đã có vào đầu mùa giải.  Vẫn còn nhiều tuyết dày và việc vượt suối đầy thử thách. Những bức ảnh thật ngoạn mục!!! Đọc thêm",
            "Con đường tuyệt vời nhưng khó hơn chúng tôi nghĩ!! Những cảnh mà chiếc điện thoại này chụp được rất đẹp mặc dù đường đi rất dốc. Đường đi có lẽ hơi khó khăn nhưng tôi nghĩ ai cũng có thể làm được. Tôi nghĩ tôi đang làm trầm trọng thêm con đường khó khăn như thế nào. Trên thực tế, đây là một con đường rất đẹp và thơ mộng mà bất cứ ai cũng nên thử. Ý tôi là, tôi thậm chí còn thấy một số gia đình có trẻ 8 tuổi làm việc đó! Tái bút: dặm cuối cùng là một chuyến đi bộ qua tuyết và trên đỉnh trời khá gió nên tôi khuyên bạn nên mang theo áo gió và quần để mặc.Đọc thêm",
            "Chúng tôi đi bộ đường dài đến Hồ Iceberg vào ngày 28 tháng 6. Đỗ xe dễ dàng gần Swiftcurrent Inn vì chúng tôi đã đến đó sớm lái xe từ St Mary. Có một bãi đậu xe nhỏ gần đầu đường mòn nhưng đã đầy. Đây là một đường mòn đi bộ đường dài phổ biến với rất nhiều người đi bộ đường dài vì phần đầu của đường mòn cũng là đường đến đường mòn và cổng Ptarmigan. Vì cổng vẫn đóng, tất cả những người đi bộ đường dài đều hướng đến Hồ Iceberg. Hãy chắc chắn rẽ trái ở điểm giữa đường đến hồ thay vì đến đường mòn Ptarmigan. Đường mòn được bảo trì tốt với tầm nhìn tuyệt đẹp. Ngay trước hồ là Suối Iceberg. Có một lối đi tạm thời nguy hiểm do cây đổ gây khó khăn cho một số người. Trên thực tế, đó là một nút thắt cổ chai đang chờ để vượt qua. Nửa dặm từ suối đến hồ là những cánh đồng tuyết cũng nguy hiểm để vượt qua. Đến hồ, bạn sẽ thấy một quang cảnh tuyệt đẹp. Nhiều người đi bộ đường dài đang ăn trưa dã ngoại bên cạnh hồ vẫn còn đóng băng một nửa. Không khí rất thư giãn và yên bình vì mọi người đều tôn trọng bầu không khí tuyệt đẹp của bối cảnh này. Đó là một trải nghiệm đáng nhớ. Mặc dù các mùa thay đổi theo từng năm, nhưng đi bộ đường dài muộn hơn vài tuần trong năm nay sẽ còn tuyệt vời hơn nữa khi cầu lạch được lắp đặt và các bãi tuyết tan chảy. Đọc thêm",
            "Đi bộ tuyệt vời - thực sự khá dễ dàng nhưng đi bộ dài. Độ dốc và độ dốc khá dần dần - lúc đầu chỉ dốc trong khoảng cách ngắn. Không có quá nhiều chỗ đậu xe ở đầu đường mòn và khu vực đậu xe hơi khó tìm - chúng tôi tin tưởng vào bản đồ đã tải xuống để đưa chúng tôi đến đó. Vào tháng 9, bên hồ rất lạnh - hãy chuẩn bị sẵn sàng.Đọc thêm",
            "Đây là một chuyến đi bộ tuyệt vời sẽ đưa bạn đến một hồ nước xinh đẹp. Có những tảng băng trôi nổi trong hồ và mặc dù nước lạnh nhưng cũng rất sảng khoái. Mang theo bữa trưa dã ngoại để thưởng thức khi bạn ngồi dọc hồ và ngắm cảnh.   Màu nước thật tuyệt vời. Chuyến đi bộ hơi dài nên hãy mang theo nhiều nước vì khi đến hồ, bạn chỉ đi được nửa chặng đường, đó là một chuyến đi bộ ra và về. Phần đầu của chuyến đi bộ là phần dốc nhất và phong cảnh ngày càng đẹp hơn.Đọc thêm",
            "Đi bộ TUYỆT VỜI, hơi vất vả khi bắt đầu và sau khi thác nhưng cảnh quan tuyệt đẹp và nước rất sảng khoái!!  Mang theo máy ảnh, đồ ăn nhẹ, nhiều nước VÀ BÌNH XỊT GẤU!! Đọc thêm",
            "Có tảng băng trôi nào còn sót lại vào thời điểm này trong năm, đầu tháng 8 năm 2023 không?Đọc thêm",
            "Chúng tôi đã đi vào tháng 6. Không chắc chắn. Nhưng vào tháng 6, vẫn còn tuyết trên mặt đất trong phần cuối của chuyến đi bộ đường dài. Tôi nghĩ tảng băng trôi bên trong hồ Iceberg quanh năm. Tuy nhiên, nó đã giảm đi rất nhiều trong vài năm qua nên tốt hơn là nên đi sớm. Đọc thêm",
            "CHÀO \nchúng tôi muốn đi theo đường mòn đến hồ Iceberg.  Tôi có một cô con gái một tuổi rưỡi. Chồng tôi sẽ cõng cô ấy. Chúng tôi không phải là những người đi bộ đường dài cừ khôi. Nhưng chúng tôi thực sự muốn đến đó. Tôi muốn biết nó khó đến mức nào? Có thể đến đó với con gái tôi không? Phần đầu tiên khó khăn thế nào? Bất kỳ hình ảnh hoặc mô tả nào cũng sẽ thực sự tuyệt vời. Làm ơn cho tôi biết. Chúng tôi thực sự đánh giá cao sự giúp đỡ này.\nCảm ơn.Đọc thêm",
            "14 hoặc một dặm đầu tiên là phần dốc nhất.  Nó không quá dốc nhưng lại có độ dốc khá cao.  Hãy dành thời gian và dừng lại một chút và bạn sẽ ổn thôi.  Sau khi lên đến đỉnh, bạn sẽ đi bộ trên một con đường khá bằng phẳng tương tự như độ dốc từ đường ray đến đường mòn trong phần lớn chặng đường.  Về việc bế con gái của bạn, sẽ rất khó để đi bộ trên con đường này với cô ấy trên tay, chưa kể nó không an toàn.  Nếu ý bạn là chồng bạn sẽ để cô ấy trong một chiếc ba lô thì điều đó hoàn toàn có thể thực hiện được.Đọc thêm",
            "Xin chào, bạn có phải đi giày đặc biệt-crampons cho con đường mòn này không? Bạn có đề xuất mang chúng theo không? Tôi sẽ ghé thăm vào tuần tới.Đọc thêm",
            "Không cần đế đinh... khi bạn lên được ngọn đồi ban đầu, phần còn lại của con đường mòn sẽ nằm trên một sườn núi.  Hãy tận hưởng!!! Đọc thêm",
            "con đường đi bộ ngắn nhất để xem mt. wilburĐọc thêm",
            "Xin lỗi nhưng tôi không biết.Đọc thêm",
            "Tốt nhất nên bắt đầu con đường này vào sáng sớm? Đọc thêm",
            "Đúng vậy! Đường mòn có rất ít bóng râm. Đọc thêm",
            "Đường mòn Iceberg Lake dài bao xa?Đọc thêm",
            "Mất 3 giờ để đi bộ vào và hơn 2 giờ để xuống dốc, ít cảnh đẹp hơnĐọc thêm",
            "Tôi muốn đưa đứa con 5 tuổi của mình đi vào mùa hè này và đang tự hỏi liệu con đường mòn có cho phép sử dụng bất kỳ loại xe kéo hay thứ gì đó mà tôi có thể kéo nó vào khi nó cảm thấy mệt mỏi khi đi bộ không? Con đường hẹp đến mức nào? Cảm ơn!Đọc thêm",
            "Tôi đồng ý.  Quá nhiều đá.  Tôi có thể khó giữ được sự chú ý lâu như vậy. Có rất nhiều điều tuyệt vời để khám phá mà cần ít khoảng cách hơn.Đọc thêm",
            "Xin chào với tốc độ trung bình và dừng lại bình thường, v.v. Việc đi bộ này sẽ mất bao lâu?  Cảm ơnĐọc thêm",
            "3 tiếng có vẻ đúng.........hãy dành thời gian ngắm cảnh. Khi tôi đến đó một lần với các con tôi cách đây nhiều năm, khoảng 25 tuổi, tôi đã rửa một số bức ảnh và khi kiểm tra bằng kính lúp, tôi thấy một con gấu xám đang nhìn chúng tôi nghỉ trưa. Vì vậy, hãy dành thời gian và nhìn xung quanh bạn vì bạn có thể không bao giờ đến được đó nữa. Tôi đã đến đó thêm 3 lần nữa và hy vọng sẽ thực hiện chuyến đi thứ 4.Đọc thêm",
            "Bạn có thể nhìn thấy hồ băng trôi khi đi bộ chưa đầy 10 dặmĐọc thêm",
            "Tôi không chắc nên hiểu câu hỏi theo nghĩa đen như thế nào... câu trả lời ngắn gọn sẽ là có, vì khoảng cách khứ hồi từ đầu đường mòn đến mép Hồ Iceberg và quay lại là 9,7 dặm.Đọc thêm",
            "chó có được phép dắt bằng dây xích không?Đọc thêm",
            "Chó có thể kích động hành vi phòng thủ ở gấu. Gấu cực kỳ thường xuyên ở khu vực này. Tôi sẽ không nuôi chó, dù được phép hay không.Đọc thêm"
        ],
        "star_ratings": [
            432,
            44,
            3,
            2,
            0
        ],
        "review_amount": 481,
        "location": [
            "Hoa Kỳ",
            "Vườn quốc gia sông băng",
            "Đường mòn Hồ Iceberg",
            "Montana MT",
            "Những điều cần làm ở Vườn Quốc gia Glacier"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written July 1, 2023",
            "Written September 18, 2023",
            "Written September 18, 2023",
            "Written July 1, 2023",
            "Written June 12, 2023",
            "Written September 19, 2022",
            "Written August 3, 2022",
            "Written July 13, 2022",
            "Written October 10, 2021",
            "Written October 4, 2021",
            "Written September 18, 2021",
            "Written July 26, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g143026-d146572-Reviews-Iceberg_Lake_Trail-Glacier_National_Park_Montana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d146571-Reviews-Iceberg_Lake-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d145414-Reviews-Grinnell_Glacier-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d145412-Reviews-Highline_Trail-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d145415-Reviews-Swiftcurrent_Falls-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d14208544-Reviews-Glacier_National_Park-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d4602421-Reviews-Red_Rock_Falls_Glacier_National_Park-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d2202752-Reviews-Fishercap_Lake-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g45152-d3400742-Reviews-Aster_Falls-East_Glacier_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d145416-Reviews-Lake_Josephine-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d10544400-Reviews-Swiftcurrent_Mountain-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d146572-Reviews-or10-Iceberg_Lake_Trail-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d2284804-Reviews-Virginia_Falls-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d144767-Reviews-Waterton_Glacier_International_Peace_Park-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d145409-Reviews-Avalanche_Lake-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d144765-Reviews-Lake_McDonald-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d532160-Reviews-St_Mary_Lake-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d2202911-Reviews-St_Mary_Falls-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d1169869-Reviews-Running_Eagle_Falls-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d1166475-Reviews-Glacier_National_Park_Red_Bus_Tours-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d125434-Reviews-Hidden_Lake-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d144768-Reviews-Logan_Pass-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d3572179-Reviews-Cracker_Lake_Hike-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60832-d17759870-Reviews-The_Loop-West_Glacier_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d450971-Reviews-Chatuchak_Weekend_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g295419-d4020986-Reviews-Fakieh_Aquarium-Jeddah_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3721794-d2555845-Reviews-Jazaer_Beach-Zallaq.html",
            "https://www.tripadvisor.com/Attraction_Review-g37136-d3337131-Reviews-Michael_Jackson_Family_Home-Gary_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g34572-d2225554-Reviews-Ponce_de_Leon_Springs_State_Park-Ponce_de_Leon_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g666316-d2197732-Reviews-Mercadillo_de_Altea-Altea_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d3387563-Reviews-Jungceylon-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g34775-d558465-Reviews-Vogel_State_Park-Blairsville_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d1005305-Reviews-Newseum-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g194867-d12101326-Reviews-Cafe_Mirante-Praiano_Amalfi_Coast_Province_of_Salerno_Campania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g143026-d146572-Reviews-or10-Iceberg_Lake_Trail-Glacier_National_Park_Montana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g143026-d146572-Reviews-Iceberg_Lake_Trail-Glacier_National_Park_Montana.html"
    }
]