[
    {
        "attraction_name": "Igidae Park",
        "attraction_name_vi": "Công viên Igidae",
        "general_info": [
            "230 đánh giá",
            "- 2 trong số 303 việc cần làm ở Busan",
            "Công viên",
            "Khu vực đi bộ ngắm cảnh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Nơi ngắm cảnh đáng yêu để đi lang thang và thoát khỏi cuộc đua chuột. Lượt xem trên đại dương thật ngoạn mục.   Có một số đoạn hơi dốc nhưng rất đáng để xem.Đọc thêm",
            "Chúng tôi đi bộ từ Đài tưởng niệm Chiến tranh Liên hợp quốc đến điểm xuất phát của chúng tôi tại Igidae Seopjari, mất khoảng nửa giờ hoặc lâu hơn. Không có phí vào cửa cho chuyến đi bộ này, điều đó thật tuyệt. Chúng tôi đã đi bộ toàn bộ 4,7 km từ điểm xuất phát này đến đường đi bộ trên không Oryukdo, mất khoảng 2 giờ hoặc lâu hơn một chút. Hầu hết các chuyến đi bộ theo hướng này khá bằng phẳng, nhưng có những lúc bạn phải đi bộ hơn 100 bậc thang lên trên - theo trí nhớ của tôi thì tổng cộng khoảng 3 hoặc 4 bậc -. Thật không may cho chúng tôi, hôm đó không quá quang đãng nên chúng tôi không thể nhìn thấy Đảo Tsushima rõ như những ngày khác, nhưng dù sao thì quang cảnh cũng rất tuyệt và bạn có thể nhìn rõ đường bờ biển của Hàn Quốc. Ở một số nơi, chuyến đi bộ có thể hơi khó khăn đối với đầu gối nhưng tôi không nói rằng nhìn chung là khó khăn chút nào. Rất khuyến khích nếu bạn có thời gian cho chuyến đi này ở Busan. Đọc thêm",
            "Bắt đầu ở cuối Công viên Igidae, nơi có thể không phải là lựa chọn tốt nhất. Không có biển chỉ dẫn đặc biệt rõ ràng. Khung cảnh tuyệt đẹp - một chuyến đi dạo ven biển thực sự và khi biển hiệu ghi Cầu Treo, chúng có nghĩa là 5 cây cầu. Chuẩn rồi. Khung cảnh tuyệt đẹp hơn vào một buổi sáng mùa đông lạnh giá khoảng 6 độ C. Đến một điểm tên là Eoulmandung - một địa điểm quay phim nổi tiếng - và sau đó quyết định quay lại - tay vịn bằng gỗ gần như đã kết thúc sau điểm quan sát này và sau khi nhìn vào những tảng đá và địa hình, tôi quyết định rằng tôi không thấy thoải mái khi tiếp tục. Vì vậy, nó đã quay trở lại qua 5 cây cầu treo với cùng khung cảnh tuyệt vời.Đọc thêm",
            "Đây là một con đường mòn tuyệt vời dọc theo bờ biển, với những đoạn dốc lên và xuống dốc, với tầm nhìn tuyệt đẹp ra đại dương và hướng về phía cuối khu vực Haeundae! Chuyến đi một chiều mất khoảng 1,5 đến 2 giờ! Đọc thêm",
            "Khu vực Công viên Igidae có con đường ngắm cảnh bắt nguồn gần Oryukdo dọc theo bờ biển, đi bộ lên xuống khoảng 5 km nhưng phong cảnh này rất đáng để bạn nỗ lực.  Đối với những người muốn đi bộ thêm vài trăm km, con đường mòn này sẽ kéo dài đến tận tỉnh Gangwon.Đọc thêm",
            "Đi bộ ven biển thực sự tốt đẹp. Tuy nhiên, đừng vội vàng và hãy dành nhiều thời gian - vì vậy đừng bắt đầu quá muộn khi mặt trời lặn - .Đọc thêm",
            "Con đường này đi dọc theo bờ biển và bạn sẽ khỏe mạnh! Tôi không nhớ có bao nhiêu bậc thang phải liên tục lên xuống. Nhưng tất cả đều xứng đáng! Đọc thêm",
            "Một trải nghiệm độc đáo. Tôi chưa bao giờ nghĩ mình sẽ đi trekking - đi bộ đường dài? - ở một đất nước khác khi tôi thậm chí chưa bao giờ đến đất nước của mình lol. Tuy nhiên, đây là một trong những hoạt động đáng nhớ nhất chúng tôi đã thực hiện ở Busan. Chúng tôi quyết định bắt đầu hành trình từ Oryukdo Skywalk vì tôi thấy nó dễ dàng hơn. Cuối cùng chúng tôi phải mất 3 giờ mới đến được lối vào Igidae - chúng tôi dành khoảng 30 phút ở giữa để nghỉ ngơi hoặc ngồi -. Tôi - tôi thực sự tự hào vì tôi - tôi không phải là người thích tập thể dục, nên mặc dù nó thực sự mệt mỏi nhưng ít nhất chúng tôi cũng đã hoàn thành nó. Điều khiến nó mệt mỏi thực sự là cầu thang. Cảm ơn chúa vì có nhiều cầu thang xuống hơn rồi lên nếu bạn bắt đầu từ Oryukdo. Ngoài ra một số con đường khi chúng tôi đi theo tuyến ven biển đã bị đóng nên có vẻ như mọi người cần phải đi đường vòng. Đừng làm như chúng tôi, chúng tôi thấy những người dân địa phương bắt đầu từ Igidae đến từ con đường kín và họ chỉ chúng tôi về phía đó nên chúng tôi đã đi theo hướng đó, cười lớn. Một số cầu thang bị hỏng nên nếu muốn đi con đường an toàn hơn bạn nên tìm con đường khác. Đừng quên mang theo nước và một ít đồ ăn nhẹ nếu bạn đói. Mang giày thoải mái. Có lẽ mặc quần áo đi bộ đường dài? Tôi thậm chí còn không mặc áo khoác vào tháng 11 vì trời rất nóng.Đọc thêm",
            "Chuyến đi bộ xuyên rừng tuyệt vời bên bờ biển với các đoạn đường đi bộ lót ván, đường mòn - băng qua suối do chuyển hướng vì một phần đường mòn đã bị đóng do công việc đang diễn ra. Cảnh đẹp của rừng, vách đá - biển. Mặc dù trung tâm du lịch nói sẽ mất 2 tiếng rưỡi nhưng tôi hơi vội - hoàn thành trong 1h30 bao gồm các điểm dừng ngắm cảnh, chụp ảnh - nghỉ giải lao. Leo núi vừa phải - trải dài kỹ thuật - mua một đôi giày tốt, quần áo đi bộ đường dài - vài chai nước. Quang cảnh rất tốt - một nơi nghỉ ngơi nhanh chóng khỏi thành phố. Đọc thêm",
            "Cuộc hành trình đến đây mất hơn một giờ từ Nampo nhưng ồ, quang cảnh thật tuyệt vời. Gió và khung cảnh đáy kính đã khiến bức tranh này trở thành một nơi hoàn hảo và chỉ là một nơi đáng ghé thăm. Đọc thêm"
        ],
        "star_ratings": [
            138,
            80,
            12,
            0,
            0
        ],
        "review_amount": 230,
        "location": [
            "Hàn Quốc",
            "Châu Á",
            "Những điều cần làm ở Busan",
            "Busan",
            "Công viên Igidae"
        ],
        "reviews_time": [
            "Written March 30, 2023",
            "Written January 16, 2023",
            "Written December 6, 2022",
            "Written September 6, 2020",
            "Written May 5, 2020",
            "Written December 25, 2019",
            "Written December 22, 2019",
            "Written December 9, 2019",
            "Written December 7, 2019",
            "Written November 30, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297884-d21264691-Reviews-Igidae_Park-Busan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d21264691-Reviews-or10-Igidae_Park-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1465262-Reviews-UN_Memorial_Cemetery-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d21298858-Reviews-Dongbaekseom-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1458553-Reviews-Haeundae_Beach-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1605137-Reviews-Gwangalli_Beach-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d3420565-Reviews-Songdo_Beach-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d3447149-Reviews-APEC_Naru_Park-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1632406-Reviews-Yongdusan_Park-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d3257034-Reviews-Dadaepo_Beach-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d669986-Reviews-SEA_LIFE_Busan_Aquarium-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d4095642-Reviews-Amnam_Park-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276834-Reviews-Memento_Park-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1579808-Reviews-Lotte_Duty_Free_Main_Store-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d1412212-Reviews-Anaheim_GardenWalk-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60106-d3571411-Reviews-Montello_Granite_Park-Montello_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d155481-Reviews-Royal_Ontario_Museum-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d12655208-Reviews-Al_Hamra_Mall-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g580409-d216483-Reviews-Chessington_World_of_Adventures_Resort-Chessington_Surrey_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g298298-d6882920-Reviews-Kek_Lok_Tong_Cave_Temple_and_Zen_Gardens-Ipoh_Kinta_District_Perak.html",
            "https://www.tripadvisor.com/Attraction_Review-g46671-d17380843-Reviews-AirTrain_Newark-Newark_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g57295-d2422865-Reviews-Jay_Peak_Pump_House-Jay_Northeast_Kingdom_Vermont.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297884-d21264691-Reviews-or10-Igidae_Park-Busan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297884-d21264691-Reviews-Igidae_Park-Busan.html"
    }
]