[
    {
        "attraction_name": "Iguazu Falls",
        "attraction_name_vi": "Thác Iguazu",
        "general_info": [
            "12.750 đánh giá",
            "- 1 trong 10 điều cần làm ở Vườn Quốc gia Iguazu",
            "Thác nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Thác thật tuyệt vời. Việc đi bộ đường dài thật dễ chịu. Những chuyến tàu ở phía Argentina không thể đoán trước được. Các biển báo cho biết họ chạy lên xuống cứ sau 30 phút. Thực tế là họ đến và đi từ ga giữa, nhưng dường như ngẫu nhiên khiến tất cả hành khách xuống tàu và đi ngược lại. Suy đoán duy nhất của tôi là quầy nhượng quyền đã không đạt được mục tiêu trong ngày nên họ đã tăng số lượng người ở trạm giữa. Phía Brazil không có sự ngớ ngẩn như vậy.Đọc thêm",
            "Từ ngữ, hình ảnh hay thậm chí là video cũng không thể diễn tả hết được vẻ đẹp, sức mạnh và sự hùng vĩ của thác Iguazu.  Nhưng nó phải nằm ở đầu danh sách của mọi người.\n\nChúng tôi kết thúc hành trình ở Buenos Aires và quyết định dành thêm một vài ngày để đi đến thác.  Chúng tôi đã chọn một công ty du lịch tư nhân tuyệt vời - Signature Tours - họ đã đưa chúng tôi xuống và quay lại Iguazu trong một ngày...và chúng tôi vẫn còn gần 8 giờ ở thác.  Chúng tôi đã thấy gần như mọi thứ - bao gồm cả việc đi thuyền vào thác! - .\n\nChắc chắn lên kế hoạch trước cho chuyến thăm của chúng tôi.  Chúng tôi vô tình đến vào ngày Chủ nhật là ngày nghỉ lễ quốc gia và công viên đã ĐÓNG GÓI.  Mặc dù đám đông không ngăn cản chúng tôi nhưng việc di chuyển chậm dọc theo các lối đi trên mặt nước và việc có được một khoảnh khắc yên tĩnh để chụp một bức ảnh nhanh lại khó khăn hơn một chút.\n\nNHƯNG ĐI!!Đọc thêm",
            "Trải nghiệm tuyệt vời, chúng tôi đến đây một ngày sau khi đến thăm phía Brazil và điều đó lại thật tuyệt vời.   Đi bộ đường dài nhiều hơn ở Argentina với một số lối đi và tầm nhìn thực sự đáng kinh ngạc trên các đường vòng Cấp trên - Cấp dưới.   Các ga xe lửa hơi khó hiểu, tôi chỉ muốn nói rằng hãy dành nhiều thời gian ở phía Argentina.   Nền tảng quan sát The Devil - s Throat tự nó đã là một tuyệt tác kỹ thuật.   Chúng tôi cũng đã ăn ở quán cà phê đầu tiên bên trong lối vào - hoặc quán cà phê cuối cùng trước khi bạn rời đi - và món empanadas khá ngon.Đọc thêm",
            "Ồ!! \nNếu bạn đang ghé thăm Brazil hoặc Argentina, hãy thêm địa điểm hùng vĩ này vào hành trình của mình nhé. Chúng tôi rất vui vì đã thực hiện chuyến đi trong chuyến tham quan Rio, thật đáng giá cho các chuyến bay bổ sung, v.v. \nChúng tôi bay tới iguaçu phía Brazil nhưng ở lại Argentina - việc di chuyển bằng taxi qua biên giới rất dễ dàng - và dành phần lớn thời gian ở phía bên đó của thác. Những lối đi quanh thác thật đẹp. Chúng tôi dừng lại ở phía Brazil vài giờ trên đường trở lại sân bay - họ có tủ khóa đủ lớn để đựng vali - và nhìn thấy một góc nhìn khác biệt và đầy màu sắc của thác. Chắc chắn đáng làm cả hai bên! \nA phải xem cho tất cả mọi người! \nĐọc thêm",
            "Không có từ nào - hình ảnh có thể tóm tắt địa điểm tuyệt vời này. Chúng tôi choáng ngợp trước vẻ đẹp. Đây là điểm nhấn của chuyến du đấu Brazil - Argentina.\n\nChúng tôi cũng đã trải nghiệm Thuyền..... wow! Defos đáng giá trừ khi bạn sợ nước hoặc thuyền!\n\nNếu bạn làm điều này, họ không rõ làm thế nào bạn có được ảnh - video vì họ chỉ nói tiếng Tây Ban Nha và chúng tôi không thể quay lại để tận dụng đoạn phim. Hoàn toàn bị rút ruộtĐọc thêm",
            "Chúng tôi đã đến thăm thác bên phía Argentina hai ngày trước. Khá khác biệt với phía Brazil nhưng cũng không kém phần ấn tượng.\n\nViệc đi bộ mất nhiều thời gian hơn và khung cảnh hiện ra chậm hơn nhưng đáng để chờ đợi.Đọc thêm",
            "Sau khi thăm phía Brazil, chúng tôi đi qua biên giới để xem phía Argentina.  Thời tiết đã quang đãng và chúng tôi có bầu trời đầy nắng.  Đây là một trải nghiệm khác ở chỗ có 3 con đường mòn. Phần chính của Devil - s Throat là phần đầu tiên và chúng tôi không thất vọng khi phải đi ra ngoài lâu hơn một chút.  Đầu vòng tròn chật cứng người và đó là một khung cảnh tuyệt đẹp.  Hướng dẫn viên du lịch của chúng tôi đã nói chuyện với một người chụp ảnh trước khi chúng tôi bắt đầu và vì vậy khi chúng tôi hòa vào đám đông, chúng tôi đã chụp được những bức ảnh chuyên nghiệp với hậu cảnh là thác nước mà không có những khách du lịch khác trên vai.  Họ đã chụp vài bức ảnh và tôi đã mua 2 bức, với giá - 5 bức mỗi bức, rất xứng đáng. \nTôi đã đi theo con đường phía trên và chuyến đi bộ đó thật kỳ lạ với cầu vồng đôi ở rất nhiều khu vực hình ảnh.  Tôi đã không chọn đi con đường phía dưới nhưng bạn tôi nói rằng điều đó cũng rất tuyệt.  Tôi đợi ở khu vực ăn uống có nhiều lựa chọn.  Tôi đã chọn loại gelato vừa rẻ vừa ngon!Đọc thêm",
            "Tôi đồng ý với Eleanor Roosevelt khi cô ấy nói - Tội nghiệp Niagara! - . Thác Iguazú ở Argentina và Thác Iguassu ở Brazil đều tuyệt vời. Cả hai bên đều cho phép bạn đến gần thác - và bị ướt trong quá trình này. Chúng tôi đi thuyền về phía Argentina nhưng thành thật mà nói, chúng tôi quá bận rộn với việc ướt đẫm và cười để có thể mở mắt khi ở dưới thác. Rất may nước ấm!  - NB: Một người trong đoàn đã bán một đoạn video và những bức ảnh tĩnh mà anh ấy quay trên chiếc go-pro của mình - nhưng chúng tôi chưa bao giờ nhận được của mình. - \nMột số lối đi bộ đã bị đóng cửa ở phía Argentina, bao gồm cả Đường mòn Họng Quỷ, nhưng chúng tôi vẫn có thể đứng phía trên một số thác nước. \nPhía Brazil có tầm nhìn thác tốt hơn và ít phải đi bộ hơn. Xe đưa đón sẽ đưa bạn từ lối vào công viên đến đầu con đường dài 1,5 km. \nChúng tôi thực sự vui mừng vì đã thực hiện cả hai mặt nhưng không giống như các đánh giá khác, nếu bạn bị giới hạn thời gian và muốn ngắm nhìn toàn bộ hơn 200 thác, chúng tôi nghĩ rằng chúng nên được nhìn từ phía Brazil. Đọc thêm",
            "Vườn quốc gia được duy trì và quản lý tốt. Ngắm nhìn động vật hoang dã xung quanh, ngạc nhiên trước sức mạnh của thác. Đây là điều phải xem nếu đến thăm Argentina. Hãy chắc chắn rằng bạn cũng đến bên Brazil, đây có thể là một chuyến đi trong ngày! Đọc thêm",
            "Thật ngoạn mục. Tôi là người sử dụng xe lăn và đã đến cả Argentina và Brazil. Thật không may, một phần của lối đi đã bị phá hủy ở phía Argentina nhưng nó vẫn có thể được nhìn thấy ở cự ly gần phía Brazil. Đối với người sử dụng xe lăn, đường đi ở phía Argentina dễ dàng hơn và bằng phẳng hơn với điểm cao hơn Brazil. Khoảng cách xa nhưng họ có sẵn xe 3 bánh cho những ai cần. Ghế của tôi với lốp xe đạp không có vấn đề gì. Đường nhỏ phía trên hoàn toàn có thể tiếp cận được và phần lớn đường nhỏ phía dưới đều có thể tiếp cận được. Họ chở chúng tôi bằng ô tô qua đoạn khó khăn của con đường phía dưới nhưng người ta cần phải chuyển sang ghế ô tô thông thường. Họ đặt chiếc ghế gấp của tôi vào cốp xe. Phần lớn của con đường phía dưới đã bị đóng cửa do lũ lụt. Phía Brazil có xe buýt dễ tiếp cận để đưa bạn vào công viên và thang máy để xem cổ họng của quỷ nhưng không phải tất cả các con đường mòn của họ đều có thể tiếp cận được và ở một số nơi độ dốc cao hơn tiêu chuẩn. Phía Brazil thường có thang máy lên thuyền nhưng tiếc là không hoạt động nên thật thất vọng. Hy vọng sẽ được khắc phục trong tương lai. Phía Argentina không có thang máy lên thuyền tham quan. Nhìn chung có rất nhiều người ngồi xe lăn và đây là một nơi tuyệt vời nên hãy đi. Nhờ người đẩy nếu cần và bị ướtĐọc thêm",
            "For years I have fantastic sized the great Iguazú Falls, alive in my mind by both legend  -  reviews, and I finally accomplished the grand visit 28FEB2020. As a life hosteller, I like to travel as inexpensively as possible, so was ecstatic when the information center told me about using the local transport  - Rio Uruguay -  bus. For 400pesos -  - 7usd round trip from the omnibus terminal in Puerto Iguazú, I was soon motoring in luxury to this amazing park. It was amazingly CROWDED, despite my  - early -  arrival at  - 10:00 - , and by  - 11:00 - , my thoughts of paying for the boat close up evaporated in the warmth as it as sold out for the day. At least I could ride the toy train to the top - upper falls for free, though I needed to obtain a free ticket nearby. Was I ever so glad to take this train! My mobility has become lessened over the years as I - ve  - aged out - , and now consistently use a stick - cane. Not only had it warmed up, but there was NO WAY I was going to Gimpwalk that distance! Most other visitors concurred with me - it was a very full train going up. At the upper terminus, it was another km - 0.6mile on an extremely nice strong double-route which had a steel mesh walkway - perfect to keep a dropped cellphone from plunging into the flowing waters beneath. Besides that, I appreciated the extra wide route -  vast multitudes were atop this designated path, making for a very crowded - congested progress to the bona fide overlook. Shaded spots along the way were a premium rest area! Absolutely, clean fresh drinking water is a requirement; despite a flat route, it - s quite a hump to the crowded overlook  - selfie-sticks seem to be mandatory! - . There are numerous opportunities to buy water  -  food throughout the designated areas of this fine park. The staff - personnel are extremely helpful. if you are athletically inclined, do spend time hiking - exploring those parts of the park less accessible. I - m very glad I went early in the day, and it certainly has my  - iWheel of Approval! - Read more",
            "Công viên - phía Brazil - được tổ chức rất tốt. Xe buýt sẽ đưa bạn từ lối vào chính đến tất cả các điểm bắt đầu của con đường mòn chính. Chúng tôi đi thuyền macuco trước nên sẽ ướt sũng và sau đó có cơ hội phơi mình dưới ánh nắng. Công viên có một nhà hàng buffett ở cuối đường - khoảng RS 70 - hoặc một số lựa chọn đồ ăn nhanh khác - khoảng R - 30 -. Từ phía Brazil, bạn có thể nhìn thấy Devils Throat từ xa nhưng bạn sẽ có thể nhìn thấy những thác nước khác ở cự ly gần. Nơi tuyệt đẹp. Đọc thêm",
            "Chúng tôi đến thăm trong 2 ngày và ở trong công viên để gần với những con đường mòn. Chúng tôi đã thực hiện tất cả các con đường và mọi thứ đều được sắp xếp và tổ chức rất tốt. Lớp phủ của các lối đi được đặt trên nền kim loại nâng cao nên không cần lo lắng về việc bị lầy lội. Chúng tôi có thời tiết tuyệt vời nên ngay cả khi ở gần thác chính cũng khó có nước phun hoặc bị ướt! Cũng như tất cả các công viên và điểm tham quan, bạn đến đó càng sớm thì càng ít đông đúc. Chúng tôi cũng thấy rằng vào buổi chiều khoảng 16:00 không quá bận rộn. Tuy nhiên, buổi sáng là tốt nhất vì nhiệt độ cũng mát hơn một chút. Chuyến tham quan mạo hiểm và đi thuyền rất tuyệt vời. Phần đầu tiên của chuyến đi trên xe tải thực sự chỉ là một cách để đưa bạn đến những chiếc thuyền, đừng mong đợi được nhìn thấy nhiều loài động vật trong thời gian này. Đi thuyền rất tuyệt. Bạn sẽ bị ướt rất nhiều, chuyến đi của chúng tôi đã đi dưới thác khoảng 5 lần. Phần trước của thuyền có lẽ là nơi bị ngâm nước nhiều nhất!Đọc thêm",
            "Chúng tôi đã thực hiện điều này một cách dễ dàng chỉ trong một chuyến đi trong ngày từ Buenos Aires.   Đặt riêng của chúng tôi và tiết kiệm hàng trăm đô la.   Bạn có thể bay từ sân bay trong thị trấn khứ hồi.  Đi chuyến đầu tiên trước bình minh, ngủ trên chuyến bay đến sân bay lúc 8 giờ sáng.    Đi taxi, phí đã được ấn định sẵn, không có cạnh tranh, khoảng - 20 một chiều đi, - 15 sau khi trả về.  Đến lối vào công viên, mua vé vào những khu vực bạn muốn và đi tàu.   Bạn có thể đi bộ, nhưng đi tàu trong rừng thì tốt hơn.  Ở cuối hàng, bạn phải đi bộ một dặm trên vỉa hè được nâng cao để vào cổ họng Quỷ.   Mong đợi để được ngâm.  Trên chuyến tàu có 3 ga.  Nhập cảnh, giữa chừng và cổ họng quỷ.   Đồ ăn nhẹ cả.   Đến 4 giờ chiều là bạn đã dùng xong, có buffet khoảng - 20 mỗi suất giảm giá kèm phiếu giảm giá.   Taxi trở lại sân bay để đáp chuyến bay lúc 8 giờ tối.   Có một thị trấn để ở, nhưng một khi bạn bị ướt vài lần thì bạn đã thấy đủ.  Bảo vệ máy ảnh của bạn khỏi nước, nên có túi khóa zip.  Đọc thêm",
            "Một vài thông tin hữu ích cho du khách tương lai:1: Làm thế nào để đến Thác - Thị trấn từ sân bay? : Không có phương tiện giao thông công cộng từ sân bay - IGR - , bạn phải đi taxi đến Thác. Bạn sẽ phải trả 950 ARP.  Từ Thác đến thị trấn, bạn có thể đi xe buýt - 250 ARP - , nó sẽ đưa bạn đến bến xe buýt. Nếu bạn muốn đến thị trấn trước - Puerto Iguazu - bạn có thể chọn giữa taxi - 950 ARP - và xe buýt nhỏ - 600 ARP - 2: Phòng khóa ở Thác Iguazu?: vâng, có một phòng khóa ngay cạnh phòng vé - phải vào cửa hàng bên cạnh - giá khoảng 300 ARP. Nếu bạn có hành lý lớn, bạn cũng có thể để nó trên sàn, chỉ có nhân viên bán hàng mới vào được phòng khóa, khá an toàn.3: Thanh toán bằng thẻ tín dụng?: Tất cả các thẻ tín dụng chính đều được chấp nhận tại phòng vé.4 : Cách đến phía Thác Brasil: Đi xe buýt từ bến xe buýt Puerto Iguazu - Nên sử dụng Rio Uruguay - chi phí 600 ARP - khứ hồi. Khởi hành mỗi giờ hoặc lâu hơn và rất thoải mái vì tài xế sẽ dừng ở cả biên giới Argentina và Brasil và hướng dẫn bạn làm thủ tục nhập cảnh. Khi mọi người đã xong việc, xe buýt sẽ tiếp tục đi đến phía Brasil của Thác.  - một chiếc xe buýt đầy chỗ trong không quá 20-30 phút để đi qua - 5: Thanh toán tại phía Brasil: Phòng vé chấp nhận tất cả các thẻ tín dụng chính hoặc bạn có thể sử dụng ki-ốt tự bán vé để tránh phải xếp hàng. Trong công viên ARP được chấp nhận, không cần đổi tiền Brasil.;Đọc thêm",
            "Chúng tôi có chuyến du lịch vào tháng 11, - trong mùa du lịch - Công viên quốc gia ở Iguazu được hàng trăm người ghé thăm, rất bận rộn, xếp hàng rất dài để mua vé, đảm bảo bạn có đủ nước, vẫn còn nóng và phải đi bộ dài đến đỉnh thác trên các lối đi bộ. Hãy chắc chắn rằng bạn có đôi giày đi bộ thoải mái.  Dịch vụ ở Park còn hạn chế, đồ ăn vô vị và giá quá cao. Các quan điểm, thật tuyệt vời, bù đắp cho tất cả những điều bất tiện. Đọc thêm",
            "Chúng tôi đã dành trọn một ngày ở Parque Nacional Iguazu. Chúng tôi quyết định chỉ chọn bên Argentina vì bên Brazil có phí vào cửa cao hơn - chúng tôi đã đi du lịch được vài tháng và sắp hết tiền - và theo ý kiến ​​​​của chúng tôi, được cung cấp ít hơn. Sức mạnh, quy mô và tiếng gầm của 275 thác nước đổ 80m vào Río Iguazú phải được trải nghiệm mới có thể tin được! Hãy chắc chắn rằng bạn đã xem bản đồ trực tuyến của công viên trước khi đi và quyết định những việc phải làm của mình. Chúng tôi đã đi thuyền dưới thác và nó rất xứng đáng. Công viên có biển chỉ dẫn rõ ràng, dễ di chuyển và sạch sẽ. Một hướng dẫn là không cần thiết. Thật không may, Isla San Martin và tòa tháp đã bị đóng cửa. Chúng tôi không được thông báo khi mua vé vào cổng. Tôi không biết lý do và họ đóng cửa trong bao lâu. Chúng tôi dừng lại ăn trưa tại một ki-ốt nhỏ gần Devils Throat. Không có nơi nào để bảo quản khoai tây chiên sau khi nấu một cách hợp vệ sinh - như ở McDonald - s - . Tôi nhận thấy khoai tây chiên nằm trong giỏ phía trên nồi chiên ngập dầu và những khoai tây chiên này được phục vụ cho chúng tôi. Chúng lạnh, sũng nước và dính chặt vào nhau. Khi đối mặt, nhân viên cho biết khoai tây chiên - tươi -. Nhân viên có thái độ chua chát và không muốn làm thêm việc gì. Mãi cho đến khi anh ấy đi tìm người khác thì mẻ mới được nấu cho chúng tôi. Xem họ làm đồ ăn cho bạn, ăn ở một nhà hàng thích hợp hoặc mang đồ ăn của riêng bạn đến. Đọc thêm",
            "Mọi người đều biết Thác Iguassu của Brazil, thực ra tôi đã đến đó hai hoặc ba lần nhưng năm nay chúng tôi đã đến phía Argentina và thật đáng giá!!! Nhưng hãy khôn ngoan, tốt hơn hết là bạn nên đổi tiền của mình sang peso Argentina vì họ chấp nhận đô la nhưng trả lại tiền thừa cho bạn bằng peso - vì vậy nếu bạn đang ở trong một khách sạn ở Foz - Brazil, bạn có thể đổi tiền của mình ở quầy đổi tiền, thông thường bạn tìm thấy nó trong các siêu thị - . Một điều nữa là tháng Giêng thực sự là một tháng rất nóng, bạn có thể mang theo nước và thức ăn hoặc bạn có thể mua ở đó - họ có đồ ăn và đồ uống ở mọi trạm - . Khi bạn mua vé vào cổng, nó cho phép bạn sử dụng tàu và bạn đi đến Devil - s Throat... Điều thú vị khác là đi tàu cao tốc - bạn phải trả khoảng 38 đô la - vì vậy hãy mang theo bên mình quần áo vì bạn sẽ bị ướt. Và hãy chuẩn bị tinh thần để đi bộ, đi bộ thật nhiều, nhưng thiên nhiên thật tuyệt vời, Devil - s Throat là một nơi hoàn hảo và yên bình và cuộc phiêu lưu đến gần thác bằng tàu cao tốc thật khó tin.... Tôi rất vui khi biết phía Argentina. Đọc thêm",
            "Có những nơi trên hành tinh này thực sự không thể diễn tả bằng lời, và nơi này chắc chắn đứng đầu danh sách. Những thác nước này chắc chắn là một trong những kỳ quan thiên nhiên ngoạn mục nhất mà tôi từng thấy trên hành tinh này trong mọi chuyến du lịch của mình. Thác cách Buenos Aires hai giờ bay. Bạn nên dành ba ngày để ngắm thác một cách thoải mái, ít nhất là hai ngày trọn vẹn. Cho đến nay, việc đi bộ đến thác ở phía Argentina qua tất cả các nhánh sông là tốt nhất và bản thân thác cũng dễ nhìn thấy hơn ở phía Argentina. Bạn nên nhìn thấy thác ở phía Brazil trước để giới thiệu cho bạn về thác. Đừng thuê ô tô, taxi rất rẻ và đưa bạn đến tận nơi bạn muốn. Tôi khuyên bạn nên ở lại Argentina, nơi có một thị trấn thực sự với nhiều lựa chọn khách sạn và nhà hàng, cũng như đội taxi lớn hơn nhiều. Hãy tận hưởng nơi rất đặc biệt này!Đọc thêm",
            "Taking the  - Gran Aventura -  boat trip was one of the best travel experience we have ever had. The motor boat itself was thrilling, but then when you get up to the warterfalls and are being soaked by the sheer force of the water, it is like nothing else. You are covered in mist and cannot see anything, but you can hear the thunderous water and feel it hitting you - and hear everyone else screaming!Here are my top tips.1 -  Get there early there is a lot to do on the Argentinian side. The train to the Devil - s Throat is a round trip that takes about 2hrs and the departures weren - t very regular. it takes around 50 mins to walk to the Devil - s Throat. The Superior walk takes you above the waterfalls and takes about an hour and a half. The Inferior walk goes lower down the falls and takes about an hour. The boat ride leaves every hour or so, but because we got there too late at 11:30  - see below as well -  we weren - t able to fit everything in. So we had to choose to do the Superior Walk and the Boat Ride.2 -  You can buy Gran Aventura tickets on the day at the main entrance, but once a boat is full then you have to wait to the next time slot. They are quite strict about needing to see passports, particularly for teenagers. Unfortunately, we had left our Passports at the hotel so I had to do a round trip back to pick them up, which ate into our time! They wouldn - t let me buy the tickets until they could see the passports, so I couldn - t reserve the  - more convenient -  12:45 slot and we had to wait till 3:15.3 -  Lunch in the central restaurant was pretty good for a fixed ARS  - 5,000 per head, which includes drinks, desert and meat from the Parilla as well as a self serve buffet.4 -  The Gran Aventura boat trip includes a 40 minute transit in a safari truck through the forest to the pontoon. There is a guided talk about the forest flora and fauna on the way out. Then there are a lot of steps down to the river, which are easier to descend than to ascend!5 -  You will get 100 -  soaked. Do not wear closed shoes, they will fill up like bags  - like my walking boats - 6 -  useful to have a small waterproof case for your phone. However, they give everyone a fully waterproof sack that is big enough to put a small back pack in. you can keep cameras and dry clothes in here for after.7 -  We found a friendly local taxi driver with whom we arranged a drop off and pick up for ARS  - 10,000 including waiting times, back to our hotel in central Puerto Iguazu. 8 -  They do have charging phone points at the main entrance so take your USB cable.Read more"
        ],
        "star_ratings": [
            11244,
            1181,
            212,
            64,
            49
        ],
        "review_amount": 12750,
        "location": [
            "Nam Mỹ",
            "Bờ biển",
            "Vườn quốc gia Iguazu",
            "Tỉnh Misiones",
            "Những điều cần làm ở Vườn quốc gia Iguazu",
            "Argentina",
            "Thác Iguazu"
        ],
        "reviews_time": [
            "Written June 21, 2023",
            "Written July 6, 2023",
            "Written July 28, 2023",
            "Written August 30, 2023",
            "Written August 31, 2023",
            "Written September 28, 2023",
            "Written October 9, 2023",
            "Written November 19, 2023",
            "Written November 26, 2023",
            "Written December 13, 2023",
            "Written March 4, 2020",
            "Written March 5, 2020",
            "Written February 17, 2020",
            "Written October 3, 2020",
            "Written March 14, 2020",
            "Written January 12, 2020",
            "Written February 19, 2020",
            "Written January 27, 2020",
            "Written February 16, 2020",
            "Written April 11, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g312804-d2037770-Reviews-Iguazu_Falls-Iguazu_National_Park_Province_of_Misiones_Litoral.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g312804-d2676315-Reviews-El_Fortin_Cataratas-Iguazu_National_Park_Province_of_Misiones_Litoral.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2572738-d23064868-Reviews-Ipe_Restaurant-Foz_do_Jordao_State_of_Parana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g312804-d2542889-Reviews-Restaurante_Garganta_del_Diablo-Iguazu_National_Park_Province_of_Misiones_Litoral.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303444-d2331923-Reviews-Restaurante_Porto_Canoas-Foz_do_Iguacu_State_of_Parana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g312804-d1929490-Reviews-Restaurante_La_Selva-Iguazu_National_Park_Province_of_Misiones_Litoral.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4608965-d25223324-Reviews-Pizzaria_Point-Capitao_Leonidas_Marques_State_of_Parana.html",
            "https://www.tripadvisor.com/Attraction_Review-g312804-d3297882-Reviews-SelvaViva-Iguazu_National_Park_Province_of_Misiones_Litoral.html",
            "https://www.tripadvisor.com/Attraction_Review-g312804-d8027729-Reviews-Salto_Bernabe_Mendez-Iguazu_National_Park_Province_of_Misiones_Litoral.html",
            "https://www.tripadvisor.com/Attraction_Review-g303444-d312332-Reviews-Iguazu_Falls-Foz_do_Iguacu_State_of_Parana.html",
            "https://www.tripadvisor.com/Attraction_Review-g312806-d553293-Reviews-Puerto_Iguazu-Puerto_Iguazu_Province_of_Misiones_Litoral.html",
            "https://www.tripadvisor.com/Attraction_Review-g312806-d1996359-Reviews-Garganta_del_Diablo-Puerto_Iguazu_Province_of_Misiones_Litoral.html",
            "https://www.tripadvisor.com/Attraction_Review-g303444-d312334-Reviews-Iguacu_River-Foz_do_Iguacu_State_of_Parana.html",
            "https://www.tripadvisor.com/Attraction_Review-g303444-d737277-Reviews-Parque_das_Aves-Foz_do_Iguacu_State_of_Parana.html",
            "https://www.tripadvisor.com/Attraction_Review-g312806-d10316315-Reviews-Parque_Nacional_Iguazu-Puerto_Iguazu_Province_of_Misiones_Litoral.html",
            "https://www.tripadvisor.com/Attraction_Review-g312806-d23698349-Reviews-Paseo_De_Luna_Llena-Puerto_Iguazu_Province_of_Misiones_Litoral.html",
            "https://www.tripadvisor.com/Attraction_Review-g312806-d23698331-Reviews-Iguazu_Argentina-Puerto_Iguazu_Province_of_Misiones_Litoral.html",
            "https://www.tripadvisor.com/Attraction_Review-g312804-d2037770-Reviews-or10-Iguazu_Falls-Iguazu_National_Park_Province_of_Misiones_Litoral.html",
            "https://www.tripadvisor.com/Attraction_Review-g312804-d11629748-Reviews-Salto_San_Martin-Iguazu_National_Park_Province_of_Misiones_Litoral.html",
            "https://www.tripadvisor.com/Attraction_Review-g312804-d11487952-Reviews-Isla_San_Martin-Iguazu_National_Park_Province_of_Misiones_Litoral.html",
            "https://www.tripadvisor.com/Attraction_Review-g303444-d4176652-Reviews-Macuco_Safari-Foz_do_Iguacu_State_of_Parana.html",
            "https://www.tripadvisor.com/Attraction_Review-g303444-d8181276-Reviews-Iguassu_Life_Tour_Day_Tours-Foz_do_Iguacu_State_of_Parana.html",
            "https://www.tripadvisor.com/Attraction_Review-g312804-d10644364-Reviews-Gran_Aventura-Iguazu_National_Park_Province_of_Misiones_Litoral.html",
            "https://www.tripadvisor.com/Attraction_Review-g303444-d15272984-Reviews-Iguazu_Falls_Travel-Foz_do_Iguacu_State_of_Parana.html",
            "https://www.tripadvisor.com/Attraction_Review-g312806-d2536256-Reviews-Full_Moon_Walk_at_Iguazu_Falls-Puerto_Iguazu_Province_of_Misiones_Litoral.html",
            "https://www.tripadvisor.com/Attraction_Review-g303444-d18186648-Reviews-Eco_Falls_Turismo-Foz_do_Iguacu_State_of_Parana.html",
            "https://www.tripadvisor.com/Attraction_Review-g303444-d11919180-Reviews-Aguaray_Eco_Esportes-Foz_do_Iguacu_State_of_Parana.html",
            "https://www.tripadvisor.com/Attraction_Review-g46619-d4481631-Reviews-Deep_Cut_Gardens-Middletown_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d2687680-Reviews-Mamita_s_Beach_Club-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806608-d1458182-Reviews-Leo_Foo_Village_Theme_Park-Guanxi_Hsinchu_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4724287-Reviews-The_Magical_Cavern-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g143042-d145161-Reviews-Manzanita_Lake-Lassen_Volcanic_National_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g580249-d8532834-Reviews-Quarteira_Gypsy_Market-Quarteira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g54042-d2355715-Reviews-Shady_Brook_Farm-Yardley_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d153514-Reviews-Playa_de_los_Muertos-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g19065385-d21298783-Reviews-Walk_of_Cairo_WOC-Sheikh_Zayed_City_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d1206684-Reviews-Blue_Man_Group-Boston_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g312804-d2037770-Reviews-or10-Iguazu_Falls-Iguazu_National_Park_Province_of_Misiones_Litoral.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g312804-d2037770-Reviews-Iguazu_Falls-Iguazu_National_Park_Province_of_Misiones_Litoral.html"
    }
]