[
    {
        "attraction_name": "Ile aux Cerfs",
        "attraction_name_vi": "Đảo Hươu",
        "general_info": [
            "7.196 đánh giá",
            "- 51 trong số 217 điều cần làm ở Mauritius",
            "Quần đảoBãi biển",
            "Đảo",
            "Bãi biển"
        ],
        "attraction_summary": "Đảo Giải trí Ile aux Cerfs nằm ngoài khơi Trou d - Eau Douce trong đầm phá lớn nhất của Mauritius và có khung cảnh đẹp như tranh vẽ trong một khung cảnh - sang trọng và hoang dã - mang đến trải nghiệm ngoạn mục về vẻ đẹp tự nhiên. Đây là nơi có các nhà hàng trên bãi biển, công viên mạo hiểm, nhiều môn thể thao dưới nước và sân gôn 18 lỗ cũng như những bãi biển yên tĩnh hoang sơ.Đọc thêm",
        "reviews": [
            "Đến đây như một phần của chuyến tham quan 5 đảo bằng tàu cao tốc. Chúng tôi yêu nó. Ở lại trong 30 phút để nghỉ ngơi. Sau đó lên thác nước để cho khỉ hoang dã ăn. Nếu lên thác, hướng dẫn viên sẽ xin tiền. Chúng tôi nhìn thấy cá heo ở dưới vực sâu. Có một hòn đảo có ngọn hải đăng cũ và một hòn đảo có nhà tù cũ. Một hòn đảo nơi bạn không thể xuống thuyền nhưng bạn có thể bơi dưới biển. Hòn đảo cuối cùng là BBQ, nơi bạn dừng chân để thưởng thức bữa BBQ tuyệt vời.Đọc thêm",
            "Thật đáng tiếc là kênh nước đã đóng cửa vì nhiều vẻ đẹp nổi tiếng của khu vực này đã bị mất đi. Chồng tôi và tôi đến đây 20 năm trước và lúc đó mọi chuyện đã tốt hơn rất nhiều. Bây giờ nó rất đông khách du lịch và khó chịu -. Rất thất vọng khi chúng tôi nhớ nó như thiên đường! Đọc thêm",
            "Đảo rất đẹp và chúng tôi đã có trải nghiệm tuyệt vời về dù lượn. Chúng tôi thực hiện chuyến tham quan theo nhóm catamaran đến hòn đảo bao gồm chuyến tham quan thác GRSE, ăn trưa trên tàu và đảo isle aux cerfs. Catamaran vẫn ổn và thức ăn và đồ uống dưới mức trung bình. Đọc thêm",
            "Chúng tôi bắt đầu chuyến đi thuyền thú vị đến một hòn đảo nổi tiếng ở Mauritius, một điểm đến không thể bỏ qua. Trong suốt hành trình, chúng tôi trầm trồ trước khả năng di chuyển khéo léo của con thuyền vượt sóng, thưởng thức những màn trình diễn lôi cuốn. Lái xe giàu kinh nghiệm của chúng tôi đảm bảo sự an toàn và thoải mái của chúng tôi. Khi đến đảo cùng nhóm 10 người, chúng tôi chỉ có 1,5 giờ để khám phá giữa đám đông khách du lịch nhộn nhịp, khiến việc tận hưởng trọn vẹn bãi biển tuyệt đẹp và các môn thể thao trên biển là một thách thức. Dù thời gian có hạn nhưng làn nước trong xanh và bãi biển thơ mộng của hòn đảo vẫn để lại ấn tượng khó phai. Chúng tôi cũng đã đến thăm một thác nước nhỏ như một phần của hành trình, theo ý kiến ​​của tôi, điều đó không biện minh cho chuyến thăm. Sau đó, chúng tôi thưởng thức bữa trưa BBQ trên bãi biển trước khi quay trở lại. Nhìn chung, vẻ đẹp của hòn đảo khiến nơi đây trở thành một điểm đến đáng giá.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi thuyền cả ngày với công ty Aqua Soleil. Phi hành đoàn của chúng tôi, Fabrice, Julien và Yael thật tuyệt vời. Chuyến đi bằng thuyền thật khó quên, chúng tôi đã đến thăm một vài địa điểm khác nhau trong đó có Ile aux Cerfs. Mọi thứ đều hoàn hảo, đây là chuyến đi chơi duy nhất của chúng tôi ở Mauritius - nếu không thì chúng tôi đã ở lại khu nghỉ dưỡng - và tôi không thể giới thiệu nó đủ.Đọc thêm",
            "Một trải nghiệm rất hay \n\nChúng tôi là một nhóm gồm 9 người và chúng tôi đã có khoảng thời gian rất đáng yêu. Nhân viên rất tốt và hữu ích. Thức ăn rất ngon và thậm chí chúng tôi còn yêu cầu đồ ăn chay vì một phần trong chúng tôi ăn chay nên chúng tôi có một món cà ri ngon. Cảm ơn rất nhiều \nXin chân thành cảm ơn đầu bếp Kiran và nhóm.\nAngèle, pritam,Navin - lớn - và Navin, vicas. Tôi rất nhớ tên nhưng chúng tôi đã có một khoảnh khắc rất thú vị.Đọc thêm",
            "Đảo Giải trí Ile aux Cerfs là một trải nghiệm đáng kinh ngạc và mang đến khung cảnh đẹp như tranh vẽ trong một khung cảnh - sang trọng và hoang dã - để bạn có trải nghiệm ngoạn mục về vẻ đẹp tự nhiên. \nChúng tôi đã không tham gia một trong những chuyến đi thuyền kéo dài 1 ngày được tổ chức vì chúng tôi muốn biến nó giống như một trải nghiệm gia đình hơn, vì vậy tôi đã tìm ra cách để biết rằng người ta có thể đặt chuyến đi thuyền trực tiếp với Câu lạc bộ Golf Ile Aux Cerfs ngay cả khi bạn không muốn chơi gôn, bạn chỉ cần trả tiền cho một chuyến đi thuyền trở về. Khi trả khách, bạn sẽ có mặt tại bãi biển chính, nơi có quán bar tuyệt vời, và Adrian đã giúp đỡ rất nhiều và cung cấp cho chúng tôi dịch vụ tuyệt vời!\n\nBạn có thể tận hưởng những bãi biển khác nhau nhưng chúng tôi thích nhất là bãi biển Sân Gôn nằm ở phía sau hòn đảo và bạn có thể lái xe qua sân gôn - với dịch vụ đưa đón - xe đưa đón được sắp xếp - . Tôi không phải là người chơi gôn nhưng tôi phải nói rằng khi nhìn thấy sân gôn ngoạn mục, tôi đã ước mình trở thành một người chơi gôn ;- - Đọc thêm",
            "Thực sự là trải nghiệm kỳ diệu nhất mà chúng tôi có thể mong đợi. Từ lúc chúng tôi bước lên thuyền để chuyển giao riêng, chúng tôi đã được đối xử hoàn hảo.\nKhu nghỉ dưỡng chơi gôn không có gì ngoạn mục. Vào thời điểm đó, vẻ đẹp tuyệt đối choáng ngợp và chúng tôi thật may mắn khi có thể chơi ở một địa điểm tuyệt vời như vậy.\nSân này là sân tuyệt vời nhất và được bảo trì đẹp nhất mà chúng tôi từng tham gia. Thực sự là một điểm đến danh sách xô.  \nTuy nhiên... điểm nổi bật đối với chúng tôi là Kevin duy nhất. Anh ấy khiến chúng tôi cảm thấy được chào đón, anh ấy chu đáo, hữu ích, tốt bụng, vui tính và là tài sản tuyệt đối của khu nghỉ dưỡng. \nChúng tôi nóng lòng muốn quay trở lại, và Kevin sẽ là một trong những lý do khiến chúng tôi quay lại chơi - triệu phú chơi gôn - .\nMẹo hàng đầu - lấy nhiều bóng. Bạn sẽ mất chúng nhưng bạn sẽ không bận tâm.Đọc thêm",
            "Tôi hơi thất vọng, bãi biển rất bẩn với rất nhiều đầu thuốc lá và rác thải nói chung, những chiếc giường phơi nắng có tính phí đều đã có những ngày tốt đẹp hơn và trông không hề thoải mái chút nào. Có thể chúng tôi chỉ hơi xui xẻo một chút vào ngày chúng tôi ghé thăm, nhưng chắc chắn nơi đây không giống một Đảo Thiên Đường.\nPhần tuyệt nhất trong ngày là tàu cao tốc ở đó và quay lại.Đọc thêm",
            "Tôi hơi thất vọng, bãi biển rất bẩn với rất nhiều đầu thuốc lá và rác thải nói chung, những chiếc giường tắm nắng có tính phí đều đã cũ và trông không thoải mái chút nào. Có lẽ chúng tôi chỉ hơi kém may mắn vào ngày chúng tôi đến thăm, nhưng chắc chắn nơi đây không giống như một Đảo Thiên đường. Phần tuyệt nhất trong ngày là tàu cao tốc đi và về. Đọc thêm",
            "Thực sự là trải nghiệm kỳ diệu nhất mà chúng tôi có thể mong đợi. Từ thời điểm chúng tôi bước lên thuyền để chuyển giao tư nhân, chúng tôi đã được đối xử hoàn hảo. Khu nghỉ dưỡng chơi gôn không có gì là ngoạn mục. Vào thời điểm đó, vẻ đẹp tuyệt đối choáng ngợp và chúng tôi thật may mắn khi có thể chơi ở một địa điểm tuyệt vời như vậy. Sân này là sân tuyệt vời nhất và được bảo trì đẹp nhất mà chúng tôi từng chơi. Thực sự là một điểm đến danh sách xô.  Tuy nhiên... điểm nổi bật đối với chúng tôi là Kevin duy nhất. Anh ấy khiến chúng tôi cảm thấy được chào đón, anh ấy chu đáo, hữu ích, tốt bụng, vui tính và là tài sản tuyệt đối của khu nghỉ dưỡng. Chúng tôi nóng lòng muốn quay lại, và Kevin sẽ là một trong những lý do khiến chúng tôi quay lại chơi - triệu phú chơi gôn - .Mẹo hàng đầu - hãy đánh thật nhiều bóng. Bạn sẽ mất chúng nhưng bạn sẽ không bận tâm.Đọc thêm",
            "Trải nghiệm độc đáo tuyệt vời, chúng tôi tận hưởng kỳ nghỉ ở đây, rất khuyến khích Phòng sạch sẽ và riêng tư, đồ ăn rất ngon, nhân viên dễ thương, sẽ quay lạiĐọc thêm",
            "Chúng tôi thực sự rất thích ở lại Banyan Tree Bubble Lodge, đó là một trải nghiệm thú vị khi ngủ dưới những vì sao. Các nhân viên rất hữu ích và thức ăn rất tuyệt vời. Đọc thêm",
            "Bãi biển đẹp, được chăm sóc tốt. Không phù hợp để lặn biển, không có gì thực sự để xem. Đồ ăn và đồ uống ngon nếu bạn ở cùng một khách sạn có nhà hàng riêng trên đảo. Đọc thêm",
            "Đảo Giải trí Ile aux Cerfs là một trải nghiệm đáng kinh ngạc và mang đến khung cảnh đẹp như tranh vẽ trong một khung cảnh - sang trọng và hoang dã - để bạn có trải nghiệm ngoạn mục về vẻ đẹp tự nhiên. Chúng tôi đã không tham gia một trong những chuyến đi thuyền kéo dài 1 ngày được tổ chức vì chúng tôi muốn biến nó giống như một trải nghiệm gia đình hơn, vì vậy tôi đã tìm ra cách để biết rằng người ta có thể đặt chuyến đi thuyền trực tiếp với Câu lạc bộ Golf Ile Aux Cerfs ngay cả khi bạn không muốn chơi gôn, bạn chỉ cần trả tiền cho một chuyến đi thuyền trở về. Khi trả khách, bạn sẽ đến bãi biển chính, nơi có quán bar tuyệt vời, và Adrian đã giúp đỡ chúng tôi rất nhiều và cung cấp cho chúng tôi dịch vụ tuyệt vời! Bạn có thể tận hưởng những bãi biển khác nhau nhưng chúng tôi thích nhất là bãi biển Sân Gôn ở phía sau trên đảo và phải lái xe qua sân gôn - với xe golf được sắp xếp - dịch vụ đưa đón -. Tôi không phải là người chơi gôn nhưng tôi phải nói rằng khi nhìn thấy sân gôn ngoạn mục, tôi đã ước mình trở thành một người chơi gôn ;- - Đọc thêm",
            "Nơi rất đẹp với nhiều hoạt động giải trí biển. Bản chất tốt đẹp. Nó đòi hỏi nhiều nơi trú ẩn hơn khỏi ánh nắng mặt trời và những cơn mưa rào bằng nước ngọt để rửa trôi muối.Đọc thêm",
            "Một trải nghiệm rất tuyệt vời Chúng tôi là một nhóm gồm 9 người và chúng tôi đã có khoảng thời gian rất đáng yêu. Nhân viên rất tốt và hữu ích. Thức ăn rất ngon và thậm chí chúng tôi còn yêu cầu đồ ăn chay vì một phần trong chúng tôi ăn chay nên chúng tôi có một món cà ri ngon. Cảm ơn rất nhiều Xin chân thành cảm ơn đầu bếp Kiran và nhóm. Angèle, pritam,Navin - big - và Navin, vicas. Tôi rất nhớ tên nhưng chúng tôi đã có một khoảnh khắc rất thú vị.Đọc thêm",
            "Đến thăm hòn đảo khi chúng tôi đi tour 5 hòn đảo, có một nhà hàng và nhà vệ sinh trên đảo và một vài người dân địa phương bán đồ, thật tuyệt nhưng một khi bạn - đã đến đó - thì không cần phải quay lại nữa, những bãi biển đẹp.Đọc thêm",
            "Chuyến đi trong ngày tuyệt vời. Trả 1440 MRU cho chuyến phà trọn gói, đồ uống chào mừng, ghế tắm nắng và bữa trưa với nước ngọt và món tráng miệngĐọc thêm",
            "Bạn có thể mang theo trẻ sơ sinh Đọc thêm",
            "Xin chào, cảm ơn vì đã xem xét. vui lòng cho tôi biết bạn đã ở khách sạn nào?Đọc thêm",
            "chúng tôi ở lại Shangri la le touessrok sang trọng lần thứ 2\nhoàn toàn tuyệt vờiĐọc thêm",
            "Tour du lịch đảo Ile Aux Cerf như thế nào? Có ai đi du lịch theo nhóm tới đảo này chưa? Tôi muốn biết bữa trưa trên bãi biển mà các công ty lữ hành phục vụ như thế nào?Đọc thêm",
            "Được đánh giá quá cao, nhưng bạn có thể tận hưởng chuyến đi bằng tàu cao tốc đến hòn đảo và những bãi biển tuyệt đẹp. Tuy nhiên, các hoạt động dưới nước rất tốn kém. Chỉ có hai nhà hàng, một quán cà phê phục vụ món Ý - lục địa và một quán khác là Masala, một nhà hàng Ấn Độ phục vụ món thalis chay - không chay có giá - 500 MUR. Bạn có thể đặt tour với tùy chọn - không có bữa ăn.Đọc thêm",
            "Tỷ lệ hoạt động trên hòn đảo này là gì? Có mức phí cao nào khi di chuyển trong hoạt động tàu cao tốc không?Đọc thêm",
            "Nó sẽ phụ thuộc vào cách bạn đàm phán và liệu có mùa cao điểm hay không.\nMọi thứ đều có thể thương lượng và nếu bạn thực hiện các hoạt động thông qua dịch vụ Khách sạn thì việc này sẽ rất tốn kém.\nBất kể hoạt động nào bạn muốn thực hiện, chỉ cần google trên google.mu và bạn sẽ nhận được vô số địa chỉ với giá rất tốtĐọc thêm",
            "Xin chào, cảm ơn bạn đã bình luận, nhưng mức giá 450 đó là cho mỗi người và bằng rupee. phải không?Đọc thêm"
        ],
        "star_ratings": [
            3354,
            2128,
            1112,
            387,
            215
        ],
        "review_amount": 7196,
        "location": [],
        "reviews_time": [
            "Written June 15, 2023",
            "Written August 15, 2023",
            "Written September 9, 2023",
            "Written October 2, 2023",
            "Written November 11, 2023",
            "Written January 21, 2024",
            "Written February 27, 2024",
            "Written May 20, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 20, 2024",
            "Written May 18, 2024",
            "Written May 11, 2024",
            "Written April 4, 2024",
            "Written February 27, 2024",
            "Written January 24, 2024",
            "Written January 21, 2024",
            "Written January 21, 2024",
            "Written January 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293816-d477276-Reviews-Ile_aux_Cerfs-Mauritius.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g737048-d2583153-Reviews-La_Chaumiere_Masala_Restaurant-Ile_Aux_Cerfs.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737048-d10306545-Reviews-Sands_Grill-Ile_Aux_Cerfs.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488107-d2583017-Reviews-Safran-Trou_d_eau_Douce.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1152294-d12389308-Reviews-Bliss_Restaurant-Beau_Champ.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488107-d12950445-Reviews-Kushi-Trou_d_eau_Douce.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1152294-d5496878-Reviews-Origine_Restaurant-Beau_Champ.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1152294-d12389178-Reviews-Signature_Restaurant-Beau_Champ.html",
            "https://www.tripadvisor.com/Restaurant_Review-g488107-d12954687-Reviews-Republik_Beach_Club_Grill-Trou_d_eau_Douce.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1152294-d26732036-Reviews-Lazy_Fish-Beau_Champ.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293816-d24829457-Reviews-Acquapazza-Mauritius.html",
            "https://www.tripadvisor.com/Attraction_Review-g298342-d14008590-Reviews-Belle_Mare_Beach-Belle_Mare.html",
            "https://www.tripadvisor.com/Attraction_Review-g1152294-d14154187-Reviews-Grand_River_South_East_Waterfalls-Beau_Champ.html",
            "https://www.tripadvisor.com/Attraction_Review-g488107-d26856783-Reviews-The_Platform_Mauritius-Trou_d_eau_Douce.html",
            "https://www.tripadvisor.com/Attraction_Review-g2027571-d10461462-Reviews-Siva_Soopramaniar_Kovile_Bel_Air_Riviere_Seche-Bel_Air.html",
            "https://www.tripadvisor.com/Attraction_Review-g298342-d19789338-Reviews-Arts_28_Art_Gallery-Belle_Mare.html",
            "https://www.tripadvisor.com/Attraction_Review-g488107-d17480159-Reviews-Vicky_Boats-Trou_d_eau_Douce.html",
            "https://www.tripadvisor.com/Attraction_Review-g7813511-d26727592-Reviews-La_Petite_Ferme_Mauritius-Bambous_Virieux.html",
            "https://www.tripadvisor.com/Attraction_Review-g293816-d477276-Reviews-or10-Ile_aux_Cerfs-Mauritius.html",
            "https://www.tripadvisor.com/Attraction_Review-g951345-d2290986-Reviews-Les_7_Cascades-Riviere_Noire.html",
            "https://www.tripadvisor.com/Attraction_Review-g954041-d2042216-Reviews-Nature_Trails_Mauritius-Quatre_Bornes.html",
            "https://www.tripadvisor.com/Attraction_Review-g23088120-d3704491-Reviews-Tamarind_Falls-Vacoas_Phoenix.html",
            "https://www.tripadvisor.com/Attraction_Review-g2359803-d1994858-Reviews-La_Vallee_des_Couleurs_Nature_Park-Chamouny.html",
            "https://www.tripadvisor.com/Attraction_Review-g480209-d12659855-Reviews-Grande_Montagne_Nature_Reserve-Rodrigues_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g1932024-d6384232-Reviews-Le_Grand_Bleu_Excursion-Riviere_du_Rempart.html",
            "https://www.tripadvisor.com/Attraction_Review-g488105-d2047684-Reviews-Le_Morne_Brabant-Le_Morne.html",
            "https://www.tripadvisor.com/Attraction_Review-g1168948-d12579071-Reviews-Ebony_Forest_Reserve-Chamarel.html",
            "https://www.tripadvisor.com/Attraction_Review-g612353-d7802887-Reviews-Bel_Ombre_Nature_Reserve-Bel_Ombre.html",
            "https://www.tripadvisor.com/Attraction_Review-g293816-d477982-Reviews-Ile_aux_Aigrettes_Nature_Reserve-Mauritius.html",
            "https://www.tripadvisor.com/Attraction_Review-g293816-d477276-Reviews-Ile_aux_Cerfs-Mauritius.html",
            "https://www.tripadvisor.com/Attraction_Review-g488103-d8655668-Reviews-Paradisio_Excursions_Ile_Maurice-Grand_Baie.html",
            "https://www.tripadvisor.com/Attraction_Review-g488107-d625395-Reviews-Ile_Aux_Cerfs_Golf_Club-Trou_d_eau_Douce.html",
            "https://www.tripadvisor.com/Attraction_Review-g488107-d4097210-Reviews-Oceane_Cruises_Mauritius-Trou_d_eau_Douce.html",
            "https://www.tripadvisor.com/Attraction_Review-g7249312-d18190840-Reviews-Taxi_Service_Mauritius-Centre_de_Flacq.html",
            "https://www.tripadvisor.com/Attraction_Review-g488107-d12010357-Reviews-Papa_s_Dream-Trou_d_eau_Douce.html",
            "https://www.tripadvisor.com/Attraction_Review-g488107-d6978780-Reviews-Spa_Christelle-Trou_d_eau_Douce.html",
            "https://www.tripadvisor.com/Attraction_Review-g488107-d18379023-Reviews-Tour_Operator_in_Mauritius_Andriens_Tours-Trou_d_eau_Douce.html",
            "https://www.tripadvisor.com/Attraction_Review-g298342-d6553120-Reviews-Belle_Mare_Tours-Belle_Mare.html",
            "https://www.tripadvisor.com/Attraction_Review-g488107-d12801558-Reviews-Tino_Boats-Trou_d_eau_Douce.html",
            "https://www.tripadvisor.com/Attraction_Review-g737048-d5308220-Reviews-Concorde-Ile_Aux_Cerfs.html",
            "https://www.tripadvisor.com/Attraction_Review-g298342-d8822994-Reviews-Crystal_Diving_Centre-Belle_Mare.html",
            "https://www.tripadvisor.com/Attraction_Review-g488107-d5418958-Reviews-Dive_Passion_Mauritius-Trou_d_eau_Douce.html",
            "https://www.tripadvisor.com/Attraction_Review-g488107-d2305255-Reviews-V_V_Vicky_Boat_Tours-Trou_d_eau_Douce.html",
            "https://www.tripadvisor.com/Attraction_Review-g298342-d6865334-Reviews-Aquaventure-Belle_Mare.html",
            "https://www.tripadvisor.com/Attraction_Review-g40447-d1784155-Reviews-Spar_Aquatic_Center-Sulphur_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10125716-Reviews-The_Palladium_World_Shopping-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15294286-Reviews-Club_Seven-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d1946558-Reviews-Kazumura_Cave_Tours-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g297695-d2470752-Reviews-Sukawati_Art_Market-Gianyar_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d4587895-Reviews-Hong_Kong_City_Mall-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d3870440-Reviews-Shingle_Creek_Regional_Park-Kissimmee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33875-d7106734-Reviews-Greenwich_Point_Park-Old_Greenwich_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191165-d4932242-Reviews-Troulos_Beach-Troulos_Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g1379324-d553530-Reviews-Kamala_Beach-Kamala_Kathu_Phuket.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293816-d477276-Reviews-or10-Ile_aux_Cerfs-Mauritius.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293816-d477276-Reviews-Ile_aux_Cerfs-Mauritius.html"
    }
]