[
    {
        "attraction_name": "Illuzion",
        "attraction_name_vi": "Ảo giác",
        "general_info": [
            "708 đánh giá",
            "- 9 trên 112 Cuộc sống về đêm ở Patong",
            "Câu lạc bộ khiêu vũ - vũ trường"
        ],
        "attraction_summary": "Một công trình kiến ​​trúc khổng lồ với 3 phòng khác nhau, có các DJ quốc tế, các nghệ sĩ biểu diễn trực tiếp, các buổi biểu diễn Hip-Hop và các nhóm nhạc ngầm; có thể chứa một đám đông hơn 5000 người đứng cùng với hơn 300 Bàn VIP sẽ mang đến cho bạn trải nghiệm tham gia câu lạc bộ tuyệt vời nhất. 10 DJ thường trú, được bao quanh bởi các vũ công và nghệ sĩ biểu diễn trên không được điều phối bởi một biên đạo múa người châu Âu, đã biến ILLUZION trở thành Câu lạc bộ đêm giải trí hàng đầu ở Thái Lan và thứ 48 trên thế giới! Kể từ khi khai trương vào năm 2014, Illuzion không ngừng phát triển, lọt vào bảng xếp hạng Top100 Clubs trong nháy mắt. Trong những năm qua, Illuzion có sự góp mặt của một số nghệ sĩ nổi tiếng và DJ nổi tiếng toàn cầu như Martin Garrix, Marshmello, Dimitri Vegas - Like Mike, Afrojack, Tïesto, Sven Vath, Steve Aoki, Nicky Romero, R3HAB, NERVO, Quintino, Wolfpack, Julian Jordan, Tom Swoon, Kura, Mosimann. Và những ca sĩ nổi tiếng thế giới như: Tyga, Redfoo, Kid Ink, Soulja Boy, Sean Kingston, BOOBA, Brandon Beal, Redfoo, Jason Derulo, Silento và Iyaz chỉ kể tên một vài người.Đọc thêm",
        "reviews": [
            "Những bài hát họ chơi thật tuyệt vời, là nơi tuyệt vời để thưởng thức đồ uống và rung cảm với các bài hát. Họ cũng có điệu nhảy trên bầu trời với Bandaloop, thật tuyệt vời khi xem. Một số nơi đông người thực sự không thoải mái khi nhảy nhưng nơi này không như vậy, họ rất rộng rãi để bạn nhảy. Đọc thêm",
            "Xếp hạng năm sao chỉ dành cho - câu lạc bộ trong câu lạc bộ - nơi trú ẩn. Nó chỉ mở cửa vào thứ sáu và thứ bảy, thật đáng tiếc. Tôi đã ở đó hai lần, đêm đầu tiên là 9 - 10 và đêm thứ hai là 8. Nếu bạn đang tìm kiếm kỹ thuật thì đây là địa điểm của bạn! Tôi không thể nói nhiều về câu lạc bộ chính. Chủ yếu chơi các giai điệu chính thống có bổ sung thêm các đường cơ sở điện tử. Thần kinh của tôi chỉ có thể nghe được tối thiểu 8 cốc bia : - Đọc thêm",
            "Chúng tôi đã đến đó ngày hôm qua và nó thật tuyệt vời! Năng lượng là có thật. Câu lạc bộ lớn nhưng rất đông! Chúng tôi không phải trả tiền vào cửa và họ có hệ thống an ninh tốt kiểm tra túi xách của bạn cũng như các bạn. Âm nhạc thật tuyệt vời và họ đã có Fatman Scoop để đốt lửa! Rất vui với màn thả hoa giấy và bóng bay, chúng tôi đã khiêu vũ đến tận 3h30 sángĐọc thêm",
            "Đã đến thăm ảo ảnh nhiều lần trong chuyến đi của chúng tôi. Nhạc chủ yếu là EDM. Nơi trú ẩn ở phòng sau là một nơi tuyệt vời vào cuối tuần nếu bạn yêu thích những nhịp điệu mạnh mẽ. Mỗi đêm chúng tôi sắp xếp đặt phòng ở đó. Bất kể quy mô của nhóm, mọi người trong nhóm của tôi đều được chăm sóc. Tiếng hét đặc biệt dành cho Sermeus Guy. Huyền thoại tuyệt đối. Anh ấy đã cố gắng hết sức để đảm bảo mọi thứ đều tuyệt vời.Đọc thêm",
            "Bỏ qua những đánh giá không tốt, địa điểm chúng tôi đến luôn là Barfunk - rất đáng để thử - nhưng chúng tôi đang tìm kiếm thứ gì đó nhiều hơn một chút để kết thúc buổi tối của mình.\n\nSau khi đọc một số đánh giá không tốt, chúng tôi đã hy vọng sẽ không ở lại lâu và sẽ được tiếp cận về gói đồ uống không giới hạn của họ, v.v. nhưng điều này hoàn toàn không xảy ra.\n\nNhân viên an ninh rất thân thiện và đồ uống có giá khá cao - 500 Bhat - - Một lần nữa, có rất nhiều nhận xét liên quan đến giá đồ uống.. 1, Họ không tính phí vào cửa và 2, Đồ uống ở địa điểm địa phương của bạn có phù hợp với bạn không? quê hương rẻ hơn?\n\nĐám đông và bầu không khí tuyệt vời.\n\nĐiểm thưởng khi có hệ thống âm thanh tốt!Đọc thêm",
            "Câu lạc bộ hoàn toàn tuyệt vời với màn hình lớn và kích thước tốt với âm nhạc hay. Có một số vấn đề mặc dù. Đầu tiên, khi chúng tôi đến, họ đã kiểm tra ID của con gái chúng tôi, người không có ID. Sau đó, họ đưa ra một logic thực sự kỳ lạ là bạn không thể vào vì bạn không có giấy tờ tùy thân, trừ khi tất cả các bạn đều trả tiền cho gói đồ uống bao trọn gói và chúng tôi sẽ cho tất cả các bạn vào?!? Không NẾU nên không thể xác minh bạn đủ tuổi để có thể vào, trừ khi bạn mua một gói đồ uống có cồn! Chúng tôi đã làm điều này và vào được nhưng họ có một hệ thống ngớ ngẩn, theo đó bạn chỉ được uống một ly mỗi lần, bạn phải đi lấy đồ uống của mình, không ai có thể đi và mua một lượt trọn gói trong - . Và quầy bar trọn gói rất nhỏ với hàng đợi khổng lồ! Thật xấu hổ vì đã hủy hoại một câu lạc bộ tuyệt vời - .Đọc thêm",
            "Câu lạc bộ tốt là tốt nhưng nhân viên thì không. Tôi đi gọi đồ uống ở quầy bar trên lầu. Người phục vụ quầy bar thật thô lỗ và thậm chí không chịu nói chuyện với tôi, mặc dù không có ai khác.  Nhân tiện, tôi là người Ấn Độ.\n\nCuối cùng khi anh ấy nhận đơn đặt hàng của tôi, tôi hỏi anh ấy liệu họ có chấp nhận thẻ tín dụng không. Một lần nữa anh lại phớt lờ tôi. Khi hỏi lại, anh ta lấy ra một tờ giấy và đẩy nó một inch trước mắt tôi theo đúng nghĩa đen, trên đó ghi 5 - thêm cho thẻ. Tất nhiên anh ấy có thể chỉ cần nói không hoặc đặt tờ giấy lên bàn.Đọc thêm",
            "Câu lạc bộ Illuzion là biểu tượng - ngôi sao của phuket. Đây là câu lạc bộ thứ 11 trên thế giới và bạn có thể cảm nhận được thứ hạng này ở đó, dj hoàn hảo - âm nhạc.enjoyĐọc thêm",
            "Câu lạc bộ thì ổn nhưng nhân viên thì không. Tôi đã đến gọi đồ uống ở quầy bar trên lầu. Người pha chế thô lỗ kinh khủng và thậm chí không thèm nói chuyện với tôi, mặc dù không có ai khác. Nhân tiện, tôi là người Ấn Độ. Khi cuối cùng anh ta nhận đơn hàng của tôi, tôi hỏi anh ta rằng họ có chấp nhận thẻ tín dụng không. Một lần nữa, anh ta lại lờ tôi đi. Khi hỏi lại, anh ta lấy ra một tờ giấy và nhét thẳng vào mắt tôi một inch, trên đó ghi là 5 - thêm tiền cho thẻ. Tất nhiên anh ta có thể chỉ cần nói không hoặc đặt tờ giấy lên bàn. Đọc thêm",
            "Câu lạc bộ hoàn toàn tuyệt vời với màn hình lớn và kích thước tốt với âm nhạc hay. Có một số vấn đề mặc dù. Đầu tiên, khi chúng tôi đến, họ đã kiểm tra ID của con gái chúng tôi, người không có ID. Sau đó, họ đưa ra một logic thực sự kỳ lạ là bạn không thể vào vì bạn không có giấy tờ tùy thân, trừ khi tất cả các bạn đều trả tiền cho gói đồ uống bao trọn gói và chúng tôi sẽ cho tất cả các bạn vào?!? Không NẾU nên không thể xác minh bạn đủ tuổi để có thể vào, trừ khi bạn mua một gói đồ uống có cồn! Chúng tôi đã làm điều này và vào được nhưng họ có một hệ thống ngớ ngẩn, theo đó bạn chỉ được uống một ly mỗi lần, bạn phải đi lấy đồ uống của mình, không ai có thể đi và mua một lượt trọn gói trong - . Và quầy bar trọn gói rất nhỏ với hàng đợi khổng lồ! Thật xấu hổ vì đã hủy hoại một câu lạc bộ tuyệt vời - .Đọc thêm",
            "Bỏ qua những đánh giá không tốt, địa điểm chúng tôi đến luôn là Barfunk - rất đáng để thử - nhưng chúng tôi đang tìm kiếm thứ gì đó nhiều hơn một chút để kết thúc buổi tối của mình. Sau khi đọc một số đánh giá không tốt, chúng tôi đã không mong đợi ở lại lâu và được tiếp cận về gói đồ uống không giới hạn của họ, v.v. nhưng điều này hoàn toàn không phải như vậy. Nhân viên an ninh rất thân thiện và đồ uống có giá khá cao - 500 Bhat - - Một lần nữa rất nhiều ý kiến ​​về giá của đồ uống .. 1, Họ không tính phí vào cửa và 2, Đồ uống ở địa điểm địa phương ở quê hương của bạn có rẻ hơn không? Đám đông và bầu không khí tuyệt vời. Điểm thưởng khi có hệ thống âm thanh tốt!Đọc thêm",
            "Đã đến thăm ảo ảnh nhiều lần trong chuyến đi của chúng tôi. Nhạc chủ yếu là EDM. Nơi trú ẩn ở phòng sau là một nơi tuyệt vời vào cuối tuần nếu bạn yêu thích những nhịp điệu mạnh mẽ. Mỗi đêm chúng tôi sắp xếp đặt phòng ở đó. Bất kể quy mô của nhóm, mọi người trong nhóm của tôi đều được chăm sóc. Tiếng hét đặc biệt dành cho Sermeus Guy. Huyền thoại tuyệt đối. Anh ấy đã cố gắng hết sức để đảm bảo mọi thứ đều tuyệt vời.Đọc thêm",
            "Bản thân địa điểm thực sự chạy khá khủng khiếp. Những người bảo vệ giận dữ sẽ chỉ cho bạn tới lui một cách buồn nôn. Không có biển báo rõ ràng và bạn thực sự CẦN phải quay đi quay lại khoảng 10 lần khi bước vào, đây là hệ thống rác thải nhiều nhất mà tôi từng thấy. Nơi này dường như đang cố gắng quản lý sai số lượng lớn người hết mức có thể. Dù sao đi nữa, ngay cả khi bạn mua trước vé trực tuyến, bạn vẫn phải vào trong, xếp hàng đợi mãi với khoảng 20 người hút thuốc nhiều nhất có thể và lấy một vé khác. Sau đó, cuối cùng bạn tìm cách đi vào khu vực giữa bị biển báo chặn sau khi nói chuyện với cùng một người bảo vệ giận dữ 4 lần và đưa vé của bạn cho một người phụ nữ, người này chỉ bạn cho một anh chàng lấy vé rồi đóng dấu vào tay bạn. Sau đó, bạn cố gắng vào phòng tắm nam nhỏ nhất mà tôi từng thấy và chơi trò footsies. Nó chật chội, chật chội, méo mó và khó chịu. Bạn sẽ phải đối mặt với việc bị mọi người và anh em họ của họ xô đẩy, xô đẩy. DJ Snake đã biểu diễn một buổi biểu diễn tuyệt vời, nhưng tôi - tôi sẽ không bao giờ quay lại câu lạc bộ sơ sài này trong đời. Mọi điều tồi tệ mà mọi người nói về nó đều là sự thật. Tôi không biết làm thế nào họ có được những hành động tử tế, nhưng họ làm được. Đó là phẩm chất chuộc lỗi duy nhất. Sương mù và ánh sáng rất mát mẻ, đặc biệt là đối với Thái Lan, nhưng lại vượt xa mọi thứ khác mà tôi vừa đề cập. Chúc may mắn. Ồ, họ cũng sẽ 100 - cho bạn biết thời gian biểu diễn như 9 giờ, nhưng chương trình sẽ không bắt đầu cho đến 4 giờ sau và bị trì hoãn một cách bí ẩn khi họ tặng bạn gói đồ uống đặc biệt và kết thúc khi buổi biểu diễn thực sự cuối cùng bắt đầu gần 1 giờ hoặc 1:30.Oh cũng đi giày. Không phải vì họ không cho bạn vào mà vì mảnh kính vỡ mà bạn không muốn rơi vào chân mình.Đọc thêm",
            "Đây là một câu lạc bộ đỉnh cao được xếp hạng tốt thứ 13 trên thế giới. Đó là điều không thể bỏ qua đối với Phuket, Thái Lan khi đến thăm các câu lạc bộ trên toàn thế giới!Đọc thêm",
            "Tôi đã bị tính phí cho thực phẩm mà tôi không nhận được và sau khi khiếu nại nhiều lần và kiên nhẫn chờ đợi, không có gì đến và tôi không bao giờ được hoàn lại tiền cũng như không nhận được tiền lẻ. Thức ăn khoảng 500 THB. Tôi đã trả 1000 và hoàn toàn không nhận được gì. Bản thân câu lạc bộ không tệ đến thế, chỉ cần không trả trước bất cứ thứ gì vì nhân viên là những kẻ lừa đảo.Đọc thêm",
            "Ngạc nhiên khi tôi kiểm tra bài đánh giá và tôi không phải là người duy nhất nói điều này mà đội ngũ an ninh thật kinh tởm và rõ ràng là phân biệt chủng tộc đối với người da màu. Họ từ chối cho tôi vào vì họ nghĩ vợ tôi còn vị thành niên. Tôi nói cô ấy là vợ tôi và xuất trình giấy tờ tùy thân cho thấy cô ấy 26 tuổi nhưng anh ấy không nhìn và nói - anh ấy không quan tâm - rồi đẩy chúng tôi ra. Nghĩa đen là đặt tay lên vợ tôi. Hành vi kinh tởm. Nếu bạn đang nhìn thấy điều này cho dù bạn đến từ đâu. Đừng đi và đừng ủng hộ họĐọc thêm",
            "Lừa đảo khủng khiếp. Chúng tôi bị dụ dỗ vào câu lạc bộ này bởi một người đàn ông có biển hiệu phía trước hứa với chúng tôi rằng nếu chúng tôi trả cho anh ta 90 AUD mỗi người, chúng tôi sẽ có đồ uống VIP và miễn phí suốt đêm. Đây là một lời nói dối ngay khi chúng tôi bước vào, họ đã yêu cầu chúng tôi có một chiếc cốc để rót từ quầy bar và vì chúng tôi chưa bao giờ có một chiếc cốc nên họ sẽ không cho chúng tôi đồ uống. Chúng tôi cũng quan sát nhân viên quầy bar rót đồ uống khác cho khách hàng. không có rượu và giả vờ như có rượu. Chúng tôi tìm thấy người đàn ông trên đường và kéo anh ta trở lại quán bar để giải thích về điều mà anh ta nói rằng anh ta sẽ làm. Tuy nhiên, sau đó anh ấy bỏ đi và chạy vào khu vực VIP mà chúng tôi không thể vào được. Về cơ bản, anh ấy đã đưa cho chúng tôi những chiếc vòng tay vô dụng này. Không ai lắng nghe chúng tôi và chúng tôi đã lãng phí rất nhiều tiền. Điều này đã phá hỏng hoàn toàn buổi tối của chúng tôi. Câu lạc bộ lừa đảo lớn ĐỪNG BỊ ĐỌC thêm",
            "Xin chào, rượu đã được bao gồm trong phí bàn trả khi đặt chỗ hay bạn trả khi mua. Đọc thêm",
            "Xin chào, khu vực VIP nào được khuyến khích đặt chỗ?\nĐể có cái nhìn và trải nghiệm tốt!Đọc thêm",
            "Vip BĐọc thêm",
            "Xin chào, loại nhạc nào nghe vào một đêm bình thường? Chúng tôi thích nhạc Edm, techno, hardstyle... Vậy có nên ghé thăm Illuzion vào các ngày trong tuần không? Cảm ơn! Đọc thêm",
            "Phí vào cửa cho cặp đôi là bao nhiêu?Đọc thêm",
            "Xin chào, vào cửa miễn phí, chỉ cần bạn muốn bất kỳ đồ uống nào, bạn phải trả tiền - Đọc thêm",
            "Rượu vodka chai ở illuzion giá bao nhiêu?Đọc thêm",
            "Bạn sẽ nhận được đồ uống miễn phí không giới hạn trong ly màu đỏ. Bạn cần phải trả 600 kháchĐọc thêm",
            "Có cảnh nhập cảnh nào dành cho nam độc thân không?Đọc thêm",
            "Không có vấn đề gì đối với gà trống. Họ có thể vào. Đọc thêm",
            "Bàn vip họ tính bao nhiêu??Đọc thêm",
            "Bạn muốn tiêu thụ bao nhiêu tùy thích. Bắt đầu từ 40000 bahtĐọc thêm",
            "Các tối chủ nhật và thứ hai ở câu lạc bộ có tốt không? Đọc thêm",
            "Đêm chủ nhật, không! Thứ Sáu - Thứ Bảy thật tuyệt vời! Ít đóng gói nhưng nó giúp bạn giải trí.Đọc thêm",
            "câu lạc bộ này yêu cầu độ tuổi là bao nhiêu?Đọc thêm",
            "Không cần kiểm tra giấy tờ tùy thân nhưng bạn nên ít nhất 18 tuổi. Đọc thêm",
            "Quy định về trang phục là gì!Đọc thêm",
            "Không có quy định về trang phục. Nhưng tốt nhất là bạn nên ăn mặc sao cho ấn tượng và ngồi vào bàn VIP ở giữa. Đọc thêm"
        ],
        "star_ratings": [
            416,
            122,
            39,
            32,
            99
        ],
        "review_amount": 708,
        "location": [
            "Kathu",
            "Phuket",
            "Những điều cần làm ở Patong",
            "Patong",
            "nước Thái Lan",
            "Châu Á",
            "Ảo giác"
        ],
        "reviews_time": [
            "Written August 15, 2023",
            "Written August 15, 2023",
            "Written October 21, 2023",
            "Written January 29, 2024",
            "Written March 20, 2024",
            "Written March 30, 2024",
            "Written April 19, 2024",
            "Written May 5, 2024",
            "Written April 19, 2024",
            "Written March 30, 2024",
            "Written March 20, 2024",
            "Written January 30, 2024",
            "Written January 13, 2024",
            "Written January 6, 2024",
            "Written January 1, 2024",
            "Written December 30, 2023",
            "Written November 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297930-d8197955-Reviews-Illuzion-Patong_Kathu_Phuket.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d26493596-Reviews-Big_Boys_Burger_Club_Patong_Beach-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d23760924-Reviews-Kan_s_Haus_Cafe_Bistro-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d1645878-Reviews-Climax_Poolside_Bar_Grill-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d25327405-Reviews-Paname_Brasserie_Phuket-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d23793846-Reviews-Kee_Kitchen-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d20415698-Reviews-Amritsr_Phuket_Beach_Road-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d25185927-Reviews-Mojitobar_Patong_Phuket-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d10701407-Reviews-L_Entrecote_The_Steak_Fries_Bistro-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d12993066-Reviews-Sultan_s_Grill_Authentic_Turkish_Indian_Cuisine-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297930-d12937727-Reviews-Tandoori_Flames-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d20160170-Reviews-Bangla_Night_Market-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d1866109-Reviews-Bangla_Road-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d16782037-Reviews-Central_Patong-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d2647016-Reviews-Danze_Fantasy_Theatre-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d3387563-Reviews-Jungceylon-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d2454044-Reviews-Patong_Beach-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d8706121-Reviews-Moulin_Rose_Carabet_Show-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d8543810-Reviews-Ocean_Plaza_Patong-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d14138049-Reviews-The_Phuket_Gallery-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d12645869-Reviews-Patong_Inn_Art-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d8197955-Reviews-or10-Illuzion-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1210687-d3871365-Reviews-Art_Space_Gallery_and_Music_Bar-Kata_Beach_Karon_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d12845297-Reviews-Majestic_Lounge_Phuket-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d24895337-Reviews-Sail_Away_Party-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d15709019-Reviews-Sugar_Club_Phuket-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d12549967-Reviews-The_Hole-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g2315817-d15564062-Reviews-Endless_Summer_Phuket-Talat_Nuea_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215781-d4578966-Reviews-Russell_Sunset_Bar-Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g2315818-d21085011-Reviews-The_Library_Phuket-Talat_Yai_Phuket_Town_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d5895872-Reviews-Lilly_s_Aussie_Bar-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d25186147-Reviews-Yona_Beach_Club-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d5592093-Reviews-Sharkys_Bar-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d20116042-Reviews-Armani_Collection_Bangla_Market-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d2552783-Reviews-Love_Diving_Phuket-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d12229151-Reviews-Game_Space_Laser_Battle-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297931-d4681016-Reviews-Jaguar_Bar_Ice_Bar-Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d2515858-Reviews-Exclusive_Tailor-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d7816349-Reviews-John_Collection_Tailors-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d2639326-Reviews-New_Era_s_Fashion_Custom_Tailor-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d8055485-Reviews-Phuket_Tailor_New_Armani-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d2638895-Reviews-All_4_Diving_Scuba_Diving_Phuket-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d23734953-Reviews-Kee_Spa-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g154960-d318433-Reviews-Reversing_Falls_Rapids-Saint_John_New_Brunswick.html",
            "https://www.tripadvisor.com/Attraction_Review-g580268-d3388172-Reviews-Teleferico_de_Gaia-Vila_Nova_de_Gaia_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12698370-Reviews-Airport_Bus_152-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g49453-d1520441-Reviews-Grave_Digger-Poplar_Branch_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d11766521-Reviews-Panos_Rent_a_Scooter-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276817-Reviews-Hungarian_Parliament_Building-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g1026018-d2717015-Reviews-Fourteen_Falls-Thika_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60133-d6367438-Reviews-Helium_Trampoline_Indoor_Adventure_Park-New_Berlin_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d106643-Reviews-Palm_Springs_Air_Museum-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d15691123-Reviews-24_7_Ride-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297930-d8197955-Reviews-or10-Illuzion-Patong_Kathu_Phuket.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297930-d8197955-Reviews-Illuzion-Patong_Kathu_Phuket.html"
    }
]