[
    {
        "attraction_name": "Imbros Gorge",
        "attraction_name_vi": "Hẻm núi Imbros",
        "general_info": [
            "904 đánh giá",
            "- 60 trong số 1.017 điều cần làm ở Crete",
            "Khu vực đi bộ lịch sử",
            "Thành tạo địa chất"
        ],
        "attraction_summary": "Hẻm núi dài 7 dặm này từng là tuyến đường cho quân đồng minh trốn sang Ai Cập trong Thế chiến thứ hai. Ngày nay, Hẻm núi Imbros là một tuyến đường đi bộ đường dài phổ biến và dễ tiếp cận, cung cấp một lựa chọn thay thế ít khó khăn cho Hẻm núi Samaria gần đó. Với một khoản phí vào cửa nhỏ, bạn có thể đi trên con đường đá dốc thoai thoải, với phần hẹp nhất của hẻm núi chỉ rộng hơn 6 feet. Chuyến đi bộ đường dài có thể hoàn thành trong hai đến ba giờ và bạn có thể bắt xe buýt hoặc taxi khi đến cuối. Nên bắt đầu chuyến đi bộ đường dài của bạn vào sáng sớm trước khi trời trở nên quá nóng. - TripadvisorĐọc thêm",
        "reviews": [
            "Rất dễ dàng đi bộ dọc theo hẻm núi nhỏ này. Độ khó không liên quan gì đến Hẻm núi Samaria, vì vậy nếu bạn là người mới bắt đầu và muốn thử điều này, đừng sợ! Có ít người hơn và không có điểm cung cấp nước. Tôi khuyên bạn nên đi giày đi bộ đường dài và nếu bạn có gậy đi bộ thì chúng có thể hữu ích - nhưng chúng không cần thiết - . Con đường vài km và chúng tôi cần 1:50 giờ, thay vì 2-3 như khuyến nghị. Có lúc hẻm núi nghiêm ngặt đến mức bạn có thể chạm tay vào cả hai bên! Tôi thực sự khuyên bạn nên nó. Bạn có thể bắt xe buýt đến Imbros bắt đầu từ Chora Sfakion, sau đó bắt xe buýt khác ở cuối ở Komitades để quay lại Chora Sfakion - hoặc Frangokastelo, nếu bạn đang ở đó - .Đọc thêm",
            "Chúng tôi quyết định đi bộ qua Hẻm núi Imbros thay vì Hẻm núi Samaria lớn hơn vì chúng tôi nghe nói nơi đây ít đông đúc hơn.\nĐó là một quyết định đúng đắn vì thời gian đi bộ là khoảng 2 giờ và điều này phù hợp với sức nóng - tất cả đều xuống dốc nếu bạn bắt đầu từ trên đỉnh.\nPhong cảnh đẹp, sự chào đón nồng nhiệt từ người chủ quán cà phê gần lối vào nơi bạn trả tiền và một chuyến đi phấn khởi, dù hơi lo lắng ở phía sau một chiếc xe bán tải để đưa chúng tôi quay lại xe ở cuối.Đọc thêm",
            "Chúng tôi bắt đầu lúc 8 giờ sáng đậu bởi nhà hàng Porofarago vì nó gần lối vào hơn và dễ quản lý hơn cho các gia đình có trẻ em. Các chàng trai của chúng tôi đã có một thời gian tuyệt vời nhất. Hãy đến đó sớm để bắt đầu trước khi nắng nóng. Rất nhiều quán rượu gia đình địa phương có đồ ăn rất ngon và giá cả hợp lý. Mọi người, cả người dân địa phương và những người đi bộ đường dài khác sẽ chào đón bạn trên đường đi với nụ cười và niềm vui. \nPhí vào cửa và taxi ở cuối để đưa bạn trở lại bãi đậu xe với một khoản phí nhỏ - 5 cho gia đình chúng tôi. Sẽ quay lại lần nữa. Đọc thêm",
            "Xinh đẹp!!! \nChúng tôi đã đi bộ qua hẻm núi này hoàn toàn từ trên xuống dưới và sự hình thành của các tảng đá và thắng cảnh khiến chúng tôi phải thốt lên - ôi - mỗi phút. Có một khối đá hình vầng hào quang tuyệt đẹp ở cuối phía bên phải, khiến việc đi bộ suốt 8 km trở nên vô cùng đáng giá.  - \n\nHãy nhớ mang giày đi bộ đường dài vì đường đi gồ ghề và tôi không khuyên bạn nên đi bộ nếu bạn sợ dê vì đôi khi chúng ở trên đường hoặc thậm chí ở trên cây. Chưa bao giờ thấy bất cứ điều gì như thế. Thật buồn cười khi thấy. Đọc thêm",
            "Hẻm núi Imbros là một chuyến đi bộ thú vị.  Tôi khuyên bạn nên đỗ xe gần Nhà hàng Porofarago và bắt đầu từ đó.  Chúng tôi tìm được chỗ đậu xe trên một con đường nhỏ trước đó khoảng một km bằng cách rẽ trái vào làng tại biển báo hẻm núi.  Con đường bắt đầu ngay tại nơi chúng tôi đậu xe. Có một khoản phí - 2,50 Euro để đi bộ qua hẻm núi.  Chúng tôi rời đi vào khoảng 10 giờ sáng và bắt gặp 3 đoàn xe buýt chở người đi bộ đường dài, hầu hết là những người lớn tuổi, chậm chạp hơn.  Nếu bạn rời đi sớm hơn, bạn có thể tránh được chúng.  Chúng tôi phải cố gắng đi vòng qua họ vì đường đi khá hẹp.  Một số phần của Hẻm núi khá ấn tượng.  Có một nơi để mua nước, cocacola, vv khoảng một nửa đường xuống.  Chúng tôi đi bộ xuống và quay lại trong khoảng 3 giờ, bao gồm cả việc dừng lại để chụp ảnh.  Mang giày hoặc ủng đi bộ đường dài tốt và có rất nhiều đá và sỏi rời.  Sau khi chúng tôi lái xe đến Porofarago và uống bia và ăn một chút.  Hãy thử xúc xích địa phương của họ, rất ngon.  Salad Hy Lạp cũng ngon. Đọc thêm",
            "Đi bộ đẹp. Chúng tôi mất 3 giờ để đến phần taxi cuối cùng. Bãi biển cách đó thêm 7 km nữa. Hãy bỏ ra vài euro để mua đồ uống mát lạnh từ nửa giếng trở xuống nhưng hãy mang theo nhiều đồ ăn nhẹ. Giày đi bộ không cần thiết - Tôi đã đi giày thể thao tốt.Đọc thêm",
            "Chúng tôi quyết định chọn nơi này thay vì Hẻm núi Samaria nổi tiếng hơn và dài hơn, một phần vì có thể đến bằng ô tô dễ dàng hơn, có thể dễ dàng quay trở lại làng bằng xe buýt nhỏ, nơi có bãi đậu xe dễ dàng. Làng Imbros có một số quán cà phê và địa điểm ăn uống. Bạn có thể đi bộ 10 km khá thoải mái trong vài giờ và có thời gian đến bãi biển vào buổi chiều.\nTái bút Trên đường về bạn có thể dừng chân tại bảo tàng Thế chiến II tại AskifouĐọc thêm",
            "Chúng tôi đậu xe dưới đáy hẻm núi và đi bộ lên đó, uống một ly ở quán rượu trên cùng, rồi lại đi bộ xuống. Nói chung, tổng cộng khoảng 4 giờ và 9 dặm.\n\nHoàn toàn ổn nếu bạn có đủ sức khỏe và thể lực hợp lý.\n\nChúng tôi đi bộ vào ngày 1 tháng 5, gần giống như mùa du lịch đang diễn ra và trời vẫn nắng đẹp, gió mát. \n\nNhân viên taverna thân thiện ở trên cùng và chúng tôi đã có chỗ cho riêng mình. \n\nChúng tôi muốn tránh xa người anh em họ lớn hơn, nổi tiếng hơn của Samaria và chúng tôi rất vui vì đã làm như vậy. Chúng tôi cố gắng đi theo hướng ngược lại với khách du lịch và tìm kiếm những viên ngọc ẩn - cho dù điều đó có nghĩa là đi trái mùa hay đưa mình đến những vùng sâu vùng xa. \nĐúng là khi chúng tôi đi lên, chúng tôi chắc chắn đã đi ngược lại dòng người và luôn có một dòng người ổn định đi xuống mà chúng tôi phải vượt qua và chúng tôi hiếm khi có không gian cho riêng mình và chúng tôi là một trong khoảng 3 nhóm thực sự đi lên. Tuy nhiên, trên đường về - xuống - , lúc đó đã là giữa chiều, chúng tôi chỉ đi ngang qua ba gia đình khác và chúng tôi đã có thể tận hưởng và đắm mình trong cảnh quan tuyệt đẹp này, nơi không may lại là một khu vực khác đã trở thành nạn nhân của du lịch. . Nó cũng cảm thấy dễ dàng hơn và nhanh hơn rất nhiều khi đã được nâng cấp.\n\nĐó là một cảnh tượng đáng chú ý, với hẻm núi ngày càng thu hẹp và mở rộng, một loạt các loài động thực vật và một con lừa dễ thương ở khoảng nửa đường mà chúng tôi cho rằng sẽ giúp vận chuyển hàng hóa của quán cà phê. \n\nChúng tôi cũng phải tránh tất cả những chiếc taxi hơi dựng tóc gáy mà chúng tôi đã thấy và đã từng nói đến. \n\nTôi kinh hãi khi nghĩ đến mùa cao điểm sẽ như thế nào, không chỉ về số lượng người mà còn về cái nóng.\n\nTôi nghĩ rằng phương pháp của chúng tôi đã thành công và tôi mong muốn những người đam mê đi bộ đường dài khác cũng làm điều tương tự!Đọc thêm",
            "Chúng tôi đến thăm hẻm núi trong một chuyến đi có tổ chức. Cuộc hành trình tương đối dài của huấn luyện viên đến hẻm núi từ khách sạn của chúng tôi đã trở nên thú vị nhờ hướng dẫn viên đầy thông tin của chúng tôi và tầm nhìn tuyệt vời ra Dãy núi Trắng trên đường đi.\nChuyến đi bộ xuống hẻm núi Imbros mất khoảng 3 giờ và dừng lại giữa chừng để nghỉ ngơi và giải khát. Cha mẹ tôi đã ngoài 80 tuổi đi cùng chúng tôi và vượt qua quãng đường 750m một cách hoàn hảo bất chấp địa hình không bằng phẳng.  - Họ rất phù hợp với độ tuổi của họ - . Có nhiều điều để tận hưởng bao gồm địa chất tuyệt đẹp và hệ động thực vật tuyệt vời.\nRõ ràng với sự phổ biến của nó, có những lúc chuyến đi có cảm giác hơi giống một đám rước nhưng không bao giờ ngột ngạt như vậy.\nChúng tôi tự thưởng cho mình một ly bia tại Taverna Komitades sau khi ra khỏi hẻm núi. Chuyến đi của chúng tôi kết thúc với điểm dừng ở ngôi làng Sfakia gần đó và cơ hội bơi lội trên bãi biển Vrisi.Đọc thêm",
            "Bạn phải có vóc dáng TUYỆT VỜI và di động cho chuyến đi bộ đường dài này.   Chúng tôi là một cặp đôi rất phù hợp và điều này không có vấn đề gì với chúng tôi.  Tôi đã đặt chuyến tham quan này vào phút cuối và tôi chỉ đi với giày thể thao - không có giày đi bộ đường dài hoặc giày thể thao phù hợp -.  Bạn thực sự phải cẩn thận vì có rất nhiều mối nguy hiểm và tôi là người dễ bị trẹo mắt cá chân trong hầu hết mọi tình huống bấp bênh.  Rất may, tôi đã ổn.  Đi bộ từ trên xuống dưới - tất cả đều xuống dốc!\nViệc đi bộ chỉ mất chưa đầy 2 giờ nhưng chúng tôi không dừng lại chút nào.\nCó rất nhiều vẻ đẹp nhưng bạn phải dừng lại và ngắm nhìn tất cả. Đối với tôi, tôi quá tập trung nhìn xuống nên sẽ không vấp ngã.\nKhông có nhiều người dường như giải quyết vấn đề này.  Chúng tôi có một người phụ nữ trong chuyến du lịch của mình, người cuối cùng cần được hỗ trợ có thể do mất nước và độ cao. Cô ấy phải bắt taxi đến điểm hẹn tiếp theo vì xe buýt của chúng tôi phải rời đi.\nChuyến tham quan của chúng tôi đón chúng tôi ở Chania lúc 9 giờ sáng và chúng tôi bắt đầu chuyến tham quan lúc 10:15 sáng.Đọc thêm",
            "Hướng dẫn viên tuyệt vời của chúng tôi Thomas đã dẫn chúng tôi đi qua những địa điểm ngoạn mục như stenada máy bay và vòm xepitira. Các bức tường của hẻm núi cách nhau chưa đầy 2 mét và tháp cao hơn 300m. Cuối cùng, chúng tôi được đưa đến làng Chora Sfakion để tìm đồ giải khát.Đọc thêm",
            "Có hai lối vào, một lối đi bộ từ ngôi làng nơi xe buýt KTEL thả bạn xuống và một lối đi xa hơn xuống đường nơi có bãi đỗ xe. Nơi đây đông đúc; có những đoàn xe buýt và mọi người kể chuyện cuộc đời họ không ngừng nghỉ khi họ đi bộ đường dài. Nếu bạn đi bộ đường dài để tìm sự tĩnh lặng và giao hòa với thiên nhiên, bạn sẽ tìm thấy nhiều hơn thế ở khu bán trái cây và rau củ tại Sainsbury. Một nơi khác đã chết. Đẹp nhưng không quá khó. Có lẽ nơi đây ít đông đúc hơn vào thời điểm cao điểm của mùa hè. Đọc thêm",
            "Bạn phải có vóc dáng TUYỆT VỜI và di động cho chuyến đi bộ đường dài này.   Chúng tôi là một cặp đôi rất phù hợp và điều này không có vấn đề gì với chúng tôi.  Tôi đã đặt chuyến tham quan này vào phút cuối và tôi chỉ đi với giày thể thao - không có giày đi bộ đường dài hoặc giày thể thao phù hợp -.  Bạn thực sự phải cẩn thận vì có rất nhiều mối nguy hiểm và tôi là người dễ bị trẹo mắt cá chân trong hầu hết mọi tình huống bấp bênh.  Rất may, tôi đã ổn.  Đi bộ từ trên xuống dưới - tất cả đều xuống dốc! Chuyến đi bộ chỉ mất chưa đầy 2 giờ nhưng chúng tôi không dừng lại chút nào. Có rất nhiều cảnh đẹp nhưng bạn phải dừng lại và chiêm ngưỡng tất cả. Đối với tôi, tôi rất tập trung vào việc ngắm nhìn xuống nên tôi sẽ không đi. Có vẻ như không có nhiều người giải quyết vấn đề này.  Chúng tôi có một người phụ nữ trong chuyến du lịch của mình, người cuối cùng cần được hỗ trợ có thể do mất nước và độ cao. Cô ấy phải bắt taxi đến điểm hẹn tiếp theo vì xe buýt của chúng tôi phải rời đi. Chuyến tham quan của chúng tôi đón chúng tôi ở Chania lúc 9 giờ sáng và chúng tôi bắt đầu chuyến tham quan lúc 10:15 sáng.Đọc thêm",
            "Chúng tôi đến thăm hẻm núi trong một chuyến đi có tổ chức. Chuyến đi tương đối dài của xe khách đến hẻm núi từ khách sạn của chúng tôi thật thú vị bởi hướng dẫn viên đầy thông tin của chúng tôi và khung cảnh tuyệt vời của Dãy núi Trắng trên đường đi. Chuyến đi bộ xuống hẻm núi Imbros mất khoảng 3 giờ với một điểm dừng ngắn ở giữa chừng để nghỉ ngơi và giải khát. Cha mẹ tôi đã ngoài 80 tuổi đi cùng chúng tôi và vượt qua quãng đường 750m một cách hoàn hảo bất chấp địa hình không bằng phẳng.  - Họ rất phù hợp với độ tuổi của họ - . Có nhiều điều để tận hưởng, bao gồm địa chất tuyệt đẹp và hệ động thực vật tuyệt vời. Rõ ràng, với sự nổi tiếng của nó, có những khoảnh khắc chuyến đi có cảm giác hơi giống một đám rước nhưng không bao giờ ngột ngạt như vậy. Chúng tôi tự thưởng cho mình một cốc bia tại Taverna Komitades sau khi ra khỏi xe hẻm núi. Chuyến đi của chúng tôi kết thúc với điểm dừng ở ngôi làng Sfakia gần đó và cơ hội bơi lội trên bãi biển Vrisi.Đọc thêm",
            "Chúng tôi đậu xe dưới đáy hẻm núi và đi bộ lên đó, uống một ly ở quán rượu trên cùng, rồi lại đi bộ xuống. Nói chung, tổng cộng khoảng 4 giờ và 9 dặm. Hoàn toàn ổn nếu bạn có thể lực tốt và thể lực vừa phải. Chúng tôi đi bộ vào ngày 1 tháng 5, gần như đúng lúc mùa du lịch đang diễn ra và trời vẫn nắng đẹp, với một làn gió mát. Nhân viên taverna thân thiện ở trên cùng và chúng tôi đã có chỗ cho riêng mình. Chúng tôi muốn tránh xa người anh em họ lớn hơn, nổi tiếng hơn của Samaria và chúng tôi rất vui vì đã làm như vậy. Chúng tôi cố gắng đi theo hướng ngược lại với khách du lịch và tìm kiếm những viên ngọc ẩn - cho dù điều đó có nghĩa là đi trái mùa hay đưa mình đến những vùng sâu vùng xa. Đúng là khi chúng tôi đi lên, chúng tôi chắc chắn đã đi ngược lại dòng người và luôn có một dòng người ổn định đi xuống mà chúng tôi phải vượt qua và chúng tôi hiếm khi có không gian cho riêng mình và chúng tôi là một trong khoảng 3 nhóm thực sự đi lên. Tuy nhiên, trên đường về - xuống - , lúc đó đã là giữa chiều, chúng tôi chỉ đi ngang qua ba gia đình khác và chúng tôi đã có thể tận hưởng và đắm mình trong cảnh quan tuyệt đẹp này, nơi không may lại là một khu vực khác đã trở thành nạn nhân của du lịch. . Nó cũng cảm thấy dễ dàng hơn và nhanh hơn rất nhiều khi đã leo lên. Đó là một cảnh tượng đáng chú ý, với hẻm núi ngày càng thu hẹp và mở rộng, một loạt các loài động thực vật và một con lừa dễ thương ở khoảng nửa đường lên mà chúng tôi cho rằng sẽ giúp ích cho việc di chuyển của quán cà phê Các mặt hàng. Chúng tôi cũng phải tránh tất cả những chiếc taxi hơi dựng tóc gáy mà chúng tôi đã thấy và đã từng nói đến. Tôi sợ hãi khi nghĩ đến mùa cao điểm, không chỉ về số lượng người mà còn về sức nóng. Tôi nghĩ rằng chúng tôi đã thành công với phương pháp của mình và tôi - mong muốn những người đi bộ đường dài nhạy bén khác cũng làm điều tương tự!Đọc hơn",
            "Chúng tôi quyết định đến đây thay vì Samaria Gorge nổi tiếng và dài hơn, một phần vì dễ đi bằng ô tô, dễ dàng quay lại làng bằng xe buýt nhỏ, nơi dễ đỗ xe. Làng Imbros có một số quán cà phê và nhà hàng. Bạn có thể đi bộ 10 km khá thoải mái trong vài giờ, với thời gian đến bãi biển vào cuối buổi chiều. PS Trên đường trở về, bạn có thể dừng chân tại bảo tàng Thế chiến II ở Askifou Đọc thêm",
            "Đi bộ đẹp. Chúng tôi mất 3 giờ để đến phần taxi cuối cùng. Bãi biển cách đó thêm 7 km nữa. Hãy bỏ ra vài euro để mua đồ uống mát lạnh từ nửa giếng trở xuống nhưng hãy mang theo nhiều đồ ăn nhẹ. Giày đi bộ không cần thiết - Tôi đã đi giày thể thao tốt.Đọc thêm",
            "Hẻm núi Imbros là một chuyến đi bộ thú vị.  Tôi khuyên bạn nên đỗ xe gần Nhà hàng Porofarago và bắt đầu từ đó.  Chúng tôi tìm được chỗ đậu xe trên một con đường nhỏ trước đó khoảng một km bằng cách rẽ trái vào làng tại biển báo hẻm núi.  Con đường bắt đầu ngay tại nơi chúng tôi đậu xe. Có một khoản phí - 2,50 Euro để đi bộ qua hẻm núi.  Chúng tôi rời đi vào khoảng 10 giờ sáng và bắt gặp 3 đoàn xe buýt chở người đi bộ đường dài, hầu hết là những người lớn tuổi, chậm chạp hơn.  Nếu bạn rời đi sớm hơn, bạn có thể tránh được chúng.  Chúng tôi phải cố gắng đi vòng qua họ vì đường đi khá hẹp.  Một số phần của Hẻm núi khá ấn tượng.  Có một nơi để mua nước, cocacola, vv khoảng một nửa đường xuống.  Chúng tôi đi bộ xuống và quay lại trong khoảng 3 giờ, bao gồm cả việc dừng lại để chụp ảnh.  Mang giày hoặc ủng đi bộ đường dài tốt và có rất nhiều đá và sỏi rời.  Sau khi chúng tôi lái xe đến Porofarago và uống bia và ăn một chút.  Hãy thử xúc xích địa phương của họ, rất ngon.  Salad Hy Lạp cũng ngon. Đọc thêm",
            "Kế hoạch ban đầu là đậu xe ở làng Imbros và đi bộ từ bắc xuống nam bằng taxi.  Một kế hoạch sửa đổi đã được ấp ủ khi chúng tôi nhận thấy có nhiều điểm đậu xe ở đầu đường mòn phía nam một ngày trước hoạt động này.  Chúng tôi đến vào khoảng 10 giờ sáng và đậu xe miễn phí đối diện với cái tên thích hợp - Imbros Gorge Taverna - ở Komitades.  Ngay lập tức, chúng tôi được mời taxi đến lối vào đầu đường mòn phía bắc với giá 25 Euro trên một chiếc xe tải mới toanh có máy lạnh.  Chúng tôi được thả xuống không phải ở Làng Imbros mà là một lối vào thay thế vào Hẻm núi. Khi xuống xe lúc 10:15, đó là một vườn thú đầy người và những chiếc xe buýt du lịch đang dỡ hàng.  Nhiều trong số đó dường như chưa bao giờ đi bộ đường dài trước đây.  Số lượng người rất chán nản và trên một con đường dốc nhỏ như vậy gần như nguy hiểm.  Những người đi bộ đường dài lành nghề hơn đang cố gắng vượt qua những người đi bộ chậm hơn và có một khởi đầu rất bấp bênh.  Sau khoảng 15 phút, đám đông thưa dần đi một chút và người ta có thể rời xa đám đông và tận hưởng thiên nhiên. Đường đi bộ không khó khăn nhưng rất nhiều đá.  Nó chủ yếu có bóng râm và ở một số nơi rất đẹp với những vách đá ấn tượng.  Mất khoảng 1 giờ 45 phút để đi bộ từ bắc xuống nam.  Khi kết thúc chuyến đi bộ, chúng tôi ăn trưa tại Imbros Gorge Taverna và xe của chúng tôi đậu ở bên kia đường một cách thuận tiện.  Lưu ý bổ sung - Khoảng 1:30 khi chúng tôi lái xe về phía bắc để rời khỏi khu vực, chúng tôi nhận thấy không có người đi bộ đường dài hoặc xe buýt nào ở cùng lối vào đường mòn mà trước đây là sở thú lúc 10 giờ sáng.  Trong phạm vi bạn có thể bắt đầu chuyến đi bộ muộn hơn trong ngày và chịu được cái nóng giữa trưa, tôi khuyên bạn nên làm điều này - đặc biệt là khi du lịch vào mùa cao điểm.Đọc thêm",
            "Chuyến đi bộ đường dài tuyệt vời dài 8 km chỉ kết thúc với việc những chiếc xe bán tải xé toạc điểm xuất phát là một trải nghiệm tồi tệ.   Anh chàng không thân thiện đã thả chúng tôi - cách ngôi làng thực tế 1 km - imbros - vì vậy chúng tôi phải đi bộ dọc theo một con đường hẹp có xe buýt và ô tô chạy ngang qua. Đọc thêm"
        ],
        "star_ratings": [
            464,
            361,
            56,
            18,
            5
        ],
        "review_amount": 904,
        "location": [
            "đảo Crete",
            "Những điều cần làm ở Crete",
            "Hy Lạp",
            "Châu Âu",
            "Hẻm núi Imbros"
        ],
        "reviews_time": [
            "Written July 23, 2023",
            "Written July 30, 2023",
            "Written September 8, 2023",
            "Written September 13, 2023",
            "Written October 17, 2023",
            "Written October 30, 2023",
            "Written October 31, 2023",
            "Written May 1, 2024",
            "Written May 9, 2024",
            "Written May 15, 2024",
            "Written May 29, 2024",
            "Written May 26, 2024",
            "Written May 15, 2024",
            "Written May 9, 2024",
            "Written May 1, 2024",
            "Written October 31, 2023",
            "Written October 30, 2023",
            "Written October 17, 2023",
            "Written October 14, 2023",
            "Written October 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189413-d2467171-Reviews-Imbros_Gorge-Crete.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1091126-d8515339-Reviews-Porofarago_Sfakia-Impros_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8524697-d3295674-Reviews-Cafe_Restaurant_Ostria-Komitades_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8524697-d6691950-Reviews-Taverna_Giorgos-Komitades_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189413-d23537993-Reviews-RESTAURANT_Porofarago_NIKIFORAKI_STAVROULA-Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8524697-d23538851-Reviews-Taverna-Komitades_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8524697-d13114340-Reviews-Dionysos_Taverna-Komitades_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8524697-d8521375-Reviews-Posidonio_Cretan_Cuisine-Komitades_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g16954807-d23608924-Reviews-Taverna_Ostria-Hora_Sfakion_Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1091126-d21246014-Reviews-Drosia_Free_Parking_For_Imbros_Gorge-Impros_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1091126-d21252358-Reviews-Meli_Kai_Kanela_cafe_snack-Impros_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2368742-d2401013-Reviews-Glika_Nera_Beach-Sfakia_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g8515021-d3749847-Reviews-The_Gorge_of_Aradena-Aradena_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184871-d3453852-Reviews-Frangokastello_Beach-Frangokastello_Sfakia_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187644-d4894007-Reviews-Glyka_Nera_Beach-Loutro_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g6481120-d7212487-Reviews-War_Museum_Askifou-Askifou_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2396903-d7020090-Reviews-Ilingas_Beach-Sfakia_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d1799344-Reviews-ANENDYK-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184871-d6979791-Reviews-The_Castle_of_Frangokastello-Frangokastello_Sfakia_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1184871-d15060124-Reviews-Orthi_Ammos_Beach-Frangokastello_Sfakia_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2396903-d23542861-Reviews-Sfakia_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189413-d2467171-Reviews-or10-Imbros_Gorge-Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1535800-d1536672-Reviews-Elafonissi_Beach-Elafonissi_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191815-d11712314-Reviews-Reptisland-Melidoni_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g23229926-d4026099-Reviews-Agia_Marina_Donkey_Rescue_Sanctuary-Petrokefali_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1526211-d4600150-Reviews-Mazida_Ammos_Beach-Xerocambos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g9609283-d2017699-Reviews-Botanical_Gardens_Of_Crete-Fournes_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d668754-Reviews-Aquaworld_Aquarium_Reptile_Rescue_Centre-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187644-d8385799-Reviews-Marmara_Beach-Loutro_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028265-d2665186-Reviews-Kedrodasos_Beach-Kissamos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g189415-d3502361-Reviews-Old_Venetian_Harbor-Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2721142-d4756969-Reviews-Sarakina_Gorges-Mirtos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g16954807-d2701560-Reviews-Enjoy_Crete-Hora_Sfakion_Chania_Town_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2396903-d19095048-Reviews-Notos_Mare_Marine_Adventures-Sfakia_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2396903-d8029555-Reviews-Taxi_Sfakia_Crete_Transfers-Sfakia_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2414370-d2668485-Reviews-Winery_Dourakis-Alikampos_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g660486-d1755392-Reviews-Lake_Kournas-Kournas_Apokoronas_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g8515021-d8509745-Reviews-Liquid_Bungy-Aradena_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g2396903-d10199650-Reviews-Mr_Taxi-Sfakia_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1023465-d12133858-Reviews-Fukugawa_Falls-Nago_Okinawa_Prefecture.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d11899543-Reviews-Thai_Paradise_Spa-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d260500-Reviews-Borough_Market-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d13385332-Reviews-Paris_Beauvais_Aeroport_Shuttle-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g3845613-d13547607-Reviews-The_Nabalu_Market-Kundasang_Ranau_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214887-Reviews-Dublinia-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d319490-Reviews-Al_Masmak_Fortress-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55138-d284327-Reviews-Market_Square-Knoxville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d13199013-Reviews-Ikseon_dong_Hanok_Street-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1898670-Reviews-Thanh_Ha_Pottery_Village-Hoi_An_Quang_Nam_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189413-d2467171-Reviews-or10-Imbros_Gorge-Crete.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189413-d2467171-Reviews-Imbros_Gorge-Crete.html"
    }
]