[
    {
        "attraction_name": "Immersive Van Gogh Exhibit Chicago",
        "attraction_name_vi": "Triển lãm Van Gogh đắm chìm ở Chicago",
        "general_info": [
            "65 đánh giá",
            "222 trong số 1.377 điều cần làm ở Chicago",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Buổi ra mắt tại Hoa Kỳ của Triển lãm Van Gogh nhập vai mới từ những người tạo ra chương trình bom tấn ở Paris đã thu hút hơn 2 triệu du khách và vẫn thu hút đám đông ở Toronto, buổi ra mắt tại Hoa Kỳ của Triển lãm Van Gogh nhập vai sẽ mang nghệ thuật của Vincent vào cuộc sống ở Chicago . Trải nghiệm nghệ thuật hơn bao giờ hết, đắm mình trong 500.000 feet khối các hình chiếu hoàn hảo hoạt hình tác phẩm nghệ thuật của Vincent van GoghĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Một trải nghiệm thực sự tuyệt vời và sâu sắc! Được bao quanh bởi công việc của bậc thầy, được đặt ở điểm hoàn hảo. Rất khuyến khích! Đọc thêm",
            "Cảm giác như bị lừa đảo và những bức ảnh mô tả một trải nghiệm hoàn toàn khác. Tôi cho là khen ngợi bộ phận tiếp thị và bán hàng của họ vì đã thực hiện được điều này. Tôi nghĩ đây sẽ là sự kết hợp giữa trải nghiệm tương tác, triển lãm nhiều phòng và một số thông tin về Van Gogh và nghệ thuật của ông. Thay vào đó, đây là một bộ phim chiếu dài 35 phút hiển thị những hình ảnh được dựng tệ hại về nghệ thuật của ông trên tường và trên sàn. Những tấm gương bạn nhìn thấy không có ý nghĩa gì ngoài đời, nhưng trông rất đẹp trong ảnh. Đây là trải nghiệm trong một phòng và bạn sẽ ngồi trên sàn suốt thời gian hoặc đứng nhưng nếu bạn cố gắng đi lại xung quanh, bạn có thể sẽ nhận được những cái nhìn khó chịu vì điều đó làm giảm trải nghiệm đắm chìm cho những người xung quanh bạn.. Âm nhạc rất to và tại một số thời điểm, tôi cảm thấy như mình đang ở một bữa tiệc -- điều này sẽ thật tuyệt nếu phần còn lại của trải nghiệm không tệ đến vậy. Nếu bạn mua gói VIP mà thật đáng buồn là tôi đã mua, họ sẽ tặng bạn những chiếc đệm xì hơi để ngồi, một tấm áp phích có in thương hiệu của họ ở giữa và một cuốn sách ảnh Van Gogh. Mặc dù trải nghiệm này tệ nhưng thực ra tôi rất háo hức với cuốn sách vì ít nhất tôi cũng có thứ gì đó nhưng ngay cả điều đó cũng thật tệ. Thương hiệu của họ cũng được in trên bìa sách khiến nó trông giống như một tờ rơi. Bên trong không có những bức ảnh thú vị về tác phẩm nghệ thuật của Van Gogh mà thay vào đó là những bức ảnh về triển lãm. Vì vậy, bạn sẽ thấy chính xác những hình ảnh tiếp thị đã thuyết phục bạn mua cuốn sách này. Nhìn chung, tôi cho rằng đây là một trải nghiệm tồi tệ so với số tiền bỏ ra. Nếu là 25 đô la thì sẽ hợp lý hơn nhiều so với 60 đô la cho một người. Đọc thêm",
            "6 months agoNOT for families. Parents should read.From descriptions and videos online, it seemed the Van Gogh Experience would be a good family activity with our one year old who is pretty chill. I saw a lot of reviews of families wandering and reacting together. While the whole staff was very, very kind and had obviously had a lot of littles come through because they showed us where the changing tables were, etc., it seems a familys experience will be based on who you get stuck with in the audience. Our group stuck to their spots and glared if we tried to wander, and no one wanted a peep to come from anyone else. Our daughter wasnt crying or yelling, but dropped her dads phone and then her sippy cup in quick succession, and some man came flying at us hissing, Can you stop that? Grab her! Grab her! whipping his head around continually to check on us. He just kept making us feel so uncomfortable and unwelcome that I left in tears without getting to see the show or introduce my girl to Van Goghs work.I know it isnt the venues fault, but the event really needs a clear definition as to what it is and who it is for. Is it for stoic, silent contemplation for adults only that a child just existing and not even crying is unwelcome? Or are families welcome and can it be an active experience of wandering around? We are happy to steer clear of non family friendly events, but it sucks that this one is or is not depending on who you get in the room with because weve heard from families whose kids were doing much more than accidentally dropping something and they had a blast, but Ive also seen reviews from people appalled that anyone would ever take a child; to those people, please know it just is not clear! This event needs rules and definitions.For us at least, it felt like a movie theatre experience that I never would have taken my girl to had I known. Im just so sad about our experience. We planned the whole trip around getting thereAlso know that it is one big room with a balcony and two small adjoining rooms with the same show, not multiple exhibits to walk through. It is beautiful to see the work from what I got to enjoy before feeling unwelcome by another unkind patron, but the price is steep for what it is and it was a nightmare trying to find parking as theres one valet garage or a parking lot blocks away.Read more",
            "Sau khi biết về màn trình diễn nghệ thuật độc đáo này trên một chương trình tin tức năm ngoái, tôi vô cùng phấn khích khi biết nó vẫn sẽ được trình chiếu ở Chicago trong chuyến đi ngày 4 tháng 7 của chúng tôi! Tôi đã mua ba vé cơ bản, hơi đắt, nhưng không phải là vé đắt nhất và hơi e ngại...Chà! Những lo lắng của tôi ngay lập tức được giải tỏa! Chuyển động đã được hiển thị trong tác phẩm của VanGogh đã thực sự trở nên sống động trong phần trình bày này! Trên, dưới, xung quanh--thực sự đắm chìm! Tôi thực sự cảm thấy như thể mình là một đứa trẻ đang trải nghiệm công viên giải trí đầu tiên của mình! Nhạc nền của âm nhạc cổ điển tuyệt đẹp nâng cao tính nghệ thuật và vượt qua ranh giới của màn trình diễn nghệ thuật điển hình. Chúng tôi thực sự đã ngồi xem hết buổi thuyết trình ba lần, với nhiều khách hàng tiềm năng khác nhau, và mỗi lần chúng tôi đều tìm ra những chi tiết mới và không bao giờ đánh mất sự ngạc nhiên của thời điểm đó.  Rất đáng giá! Đi, đi, Gogh!Đọc thêm",
            "Lấy một cái đệm. Chọn vị trí của bạn và thưởng thức cảnh tượng. Nó thực sự đắm chìm với âm nhạc vòm hoàn chỉnh và V-G được chiếu xung quanh bạn trên tường. Sau vài phút nó được hấp thụ hoàn toàn. Chúng tôi đã xem nó hai lần - di chuyển chỗ ngồi để có một góc nhìn khác. Địa điểm có quầy bar yên tĩnh và thoải mái cũng như cửa hàng quà tặng bắt buộc. Chúng tôi đã đi tưởng niệm vào cuối tuần vào thứ Sáu và nơi đó không bận rộn.Đọc thêm",
            "Ban đầu tôi xem cuộc triển lãm này về Emily ở Paris Một loạt phim Netflix mà không biết rằng nó sẽ sớm đến Chicago!!! Chúng tôi đã đợi vài tháng để sự cường điệu lắng xuống và chọn một buổi chiều thứ Sáu yên tĩnh cho chuyến thăm của chúng tôi. Chúng tôi đã đặt chỗ đậu xe SpotHero, cách Lighthouse ArtSpace chưa đến 10 dãy nhà và chỉ cách Lighthouse ArtSpace nằm trong Câu lạc bộ Germania vài dãy nhà. BTW: Germania Place là một dãy nhà rất nhỏ và nếu bạn chớp mắt, bạn sẽ đi ngang qua nó. Vé của chúng tôi là 11 giờ sáng và vâng, ban đầu chúng tôi đã bỏ lỡ Germania Place và phải quay lại: Đừng lo, người phục vụ rất thân thiện và anh ấy nói chúng tôi có thể đợi trong phòng chờ sang trọng hoặc vào ngay và bắt đầu trải nghiệm Nhập vai của mình. Đúng vậy! Chúng tôi vào ngay, tôi không thể đợi lâu hơn được nữa. Trải nghiệm là ở 3 phòng. Trong khi chúng tôi xem video từ cả 3 phòng, chúng tôi thích Ban công để có góc nhìn tối ưu. Thật TUYỆT VỜI!!! Trước hết, hãy chọn một vị trí và chỉ cần thư giãn, ngồi xuống và thưởng thức âm nhạc êm dịu trong khi màu nước nổi lên sàn và tường một cách kỳ diệu. Video dài khoảng 20 phút và chúng tôi đã xem 3 vòng quay để tận hưởng trọn vẹn trải nghiệm Nhập vai. Tôi yêu Van GO dễ thương trang trí nằm trong triển lãm. Có một quán cà phê cổ kính, một cửa hàng quà tặng sang trọng nhưng giá hơi cao: 3 nam châm 40! nhưng này, bạn có thường xuyên đắm chìm trong trải nghiệm Van Gogh này không?Đọc thêm",
            "Rất đắt so với những gì nó vốn có. Đó là một buổi biểu diễn dài 35 triệu. Khái niệm và ý tưởng hay nhưng khi đọc xong bạn có cảm giác hơi bị gạt. 55 chi tiêu không hợp lý cộng với phí đặt phòng, cuối cùng bạn phải trả 65 cho một trải nghiệm rất ngắn. Rất đáng thất vọng. Tôi mong đợi các phòng khác nhau với chương trình biểu diễn khác nhau và làm cho nó xứng đáng, hãy dành thời gian và đưa ra nhiều lời giải thích hơn, để công chúng cảm thấy rằng đó không chỉ là để kiếm tiền!Đọc thêm",
            "Triển lãm Nhập vai Van Gogh khiến tôi nhớ đến những trải nghiệm ngắn hạn khác đã đi qua đất nước chúng tôi.  Hãy suy nghĩ triển lãm King Tuts. vào những năm 1970, hay Cuộn giấy Biển Chết vào đầu những năm 2000.  Việc xây dựng điều này là rất lớn. Và món ăn mang đi của bạn sẽ chính xác như những gì bạn mong muốn.  Rất khó có được vé giá cơ bản 55, trừ khi bạn muốn đi du lịch một mình.  Chúng tôi không có lựa chọn nào khác ngoài việc mua 65 vé để mang đến cho bạn một chiếc đệm ngồi in hình Van Gosh tiện dụng nhưng không cần thiết, một tấm áp phích lưu niệm Immersive Van Gogh Exhibit và tùy chọn xuất hiện sớm hơn hoặc muộn hơn 1 giờ so với thời gian bạn đến dự kiến thời gian.  Làm việc thêm 10?  Phụ thuộc. Rõ ràng ngay từ đầu rằng người kết hợp những thứ này lại với nhau đã làm như vậy rất chú ý đến từng chi tiết và để mắt đến việc áp đảo các giác quan.  Cho dù bạn chọn ngồi ở phòng nào, bài thuyết trình Loop liên tục kéo dài 35 phút vẫn giống nhau ở mọi nơi bạn đến. Tôi khuyên bạn nên dành chút thời gian lên lầu và xem triển lãm từ trên cao sau khi bạn có cơ hội ngồi trên sàn một lúc.  Thứ hai, chỉ cần ngồi lại và tận hưởng. Thưởng thức âm nhạc được đồng bộ hóa với bài thuyết trình.  Mặc dù tôi không phải là một người hâm mộ nghệ thuật lớn nhưng tôi có một số, tôi không có một số khác, nhưng tôi thấy mình rất xúc động trước trải nghiệm này. Và tôi ra về với sự đánh giá cao hơn đối với người nghệ sĩ.  Vậy nó có đáng không?  Tôi nghĩ vậy, bởi vì khi nào khác hoặc ở nơi nào khác tôi mới có thể trải nghiệm điều gì đó như thế này?  Vì vậy hãy coi trọng thái độ mong đợi.Đọc thêm",
            "Lãng phí thời gian và tiền bạc quý báu! Bài thuyết trình kéo dài 35 phút. Có 3 phòng để xem. Hai phòng lớn hơn có những mảnh đá nguyên khối được tráng gương này trong phòng chặn một phần tầm nhìn toàn cảnh của các hình chiếu. Tôi hỏi ai đó tại sao họ lại ở đó và tất cả những gì họ nói là đó là một phần của địa điểm và họ không thể làm gì được. THẬT SỰ?! NGHIÊM TRỌNG?! Lý do khập khiễng. Nó thực sự đã lấy đi kinh nghiệm. Dù sao đi nữa, chương trình thực sự không có gì đặc biệt. Nó không làm tăng thêm sự đánh giá cao của mọi người đối với tác phẩm nghệ thuật của Van Gogh. Đó là một khái niệm thú vị nhưng lại thất bại trong việc trình bày. Âm nhạc vẫn ổn. Đừng bắt tôi phải bắt đầu với cửa hàng quà tặng. Chỉ là một khoản tiền mặt bổ sung! Tôi là nạn nhân của tất cả các chương trình khuyến mãi của Triển lãm Van Gogh nhập vai. Bây giờ tôi thực sự cảm thấy bế tắc. Cuối cùng, TIẾT KIỆM TIỀN ĐỂ LÀM ĐIỀU KHÁC! Muốn thực sự đánh giá cao Van Gogh, hãy đến Viện Nghệ thuật Chicago và tận mắt xem tác phẩm nghệ thuật của ông. Ngoài ra, khi đến thăm Chicago, hãy bỏ qua Thành phố thứ hai. Một tổ chức thực sự đã trở thành một cái bẫy du lịch dựa vào sự nhận dạng tên tuổi để dụ nạn nhân của mình vào một đêm tồi tệ.Đọc thêm",
            "Tôi hoàn toàn hiểu tại sao một số người ghét điều này một số người lại yêu thích điều này. Đây là một cách sáng tạo để giới thiệu với công chúng một trong những nghệ sĩ gặp rắc rối nhất trong lịch sử. Tôi chưa bao giờ nhận ra sự lo lắng điên cuồng trong nét vẽ của anh ấy đến mức nào cho đến khi chúng được phóng đại lên bức tường cao 20 feet. Điều gì sẽ thực sự khiến điều này trở nên hấp dẫn hơn nếu có một phần, ngoài màn hình kỹ thuật số, thực sự thảo luận về một số tác phẩm nghệ thuật trong cuộc đời đầy rắc rối của anh ấy. Trải nghiệm sống động không nhất thiết phải giới hạn ở nhạc nền màn hình kỹ thuật số. Điều này nên được xếp hạng PG13, vì không ai muốn những đứa trẻ dưới 12 tuổi chạy lung tung làm ảnh hưởng đến trải nghiệm tổng thể.Đọc thêm"
        ],
        "star_ratings": [
            29,
            7,
            11,
            8,
            10
        ],
        "review_amount": 65,
        "location": [
            "Hoa Kỳ",
            "Triển lãm Van Gogh đắm chìm ở Chicago",
            "Illinois IL",
            "Chicago",
            "Những điều cần làm ở Chicago"
        ],
        "reviews_time": [
            "Written October 27, 2023",
            "Written January 17, 2023",
            "Written January 11, 2023",
            "Written July 17, 2022",
            "Written May 30, 2022",
            "Written March 6, 2022",
            "Written February 13, 2022",
            "Written February 7, 2022",
            "Written January 31, 2022",
            "Written January 6, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35805-d23152645-Reviews-Immersive_Van_Gogh_Exhibit_Chicago-Chicago_Illinois.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d430807-Reviews-Topo_Gigio_Ristorante-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d430836-Reviews-Nookies_Wells-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d430775-Reviews-Adobo_Grill-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d429427-Reviews-3rd_Coast_Cafe-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d463762-Reviews-Twin_Anchors_Restaurant_Tavern-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d8625331-Reviews-The_VIG_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d8790582-Reviews-3_Arts_Club_Cafe_at_RH_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d431365-Reviews-Orso_s_Restaurant-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d3446178-Reviews-La_Fournette-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35805-d3164325-Reviews-Old_Town_Pour_House_Old_Town_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d107778-Reviews-Chicago_History_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d560154-Reviews-The_Moody_Church-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d557726-Reviews-Couch_Mausoleum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d4476389-Reviews-Red_Orchid_Theater-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d3334622-Reviews-Graham_Foundation_for_Advanced_Studies_in_the_Fine_Arts-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d132894-Reviews-Lincoln_Abraham_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d24177296-Reviews-Robert_Cavelier_De_Lasalle_Monument-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d24180940-Reviews-Fountain_Girl-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d20076435-Reviews-Greene_Vardiman_Black_Statue-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d131637-Reviews-International_Museum_of_Surgical_Science-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d23152645-Reviews-or10-Immersive_Van_Gogh_Exhibit_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103239-Reviews-The_Art_Institute_of_Chicago-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d107442-Reviews-Chicago_Architecture_Center-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d23630795-Reviews-Medieval_Torture_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d12423562-Reviews-American_Writers_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2165189-Reviews-Richard_H_Driehaus_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d110090-Reviews-Institute_for_the_Study_of_Ancient_Cultures_Museum_ISAC-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d3606824-Reviews-Chicago_Fed_s_Money_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d103999-Reviews-Field_Museum-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d131645-Reviews-Museum_of_Science_and_Industry-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d1024052-Reviews-Chicago_Food_City_Tours-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d12005875-Reviews-Old_Town_Oil-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d3962206-Reviews-Free_Tours_by_Foot-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d266629-Reviews-Second_City-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d5847451-Reviews-Corcoran_s_Grill_and_Pub-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d549327-Reviews-Zanies_Comedy_Club-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d4995954-Reviews-Up_Down_Cigar-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d2486824-Reviews-UP_Comedy_Club-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d10432919-Reviews-The_Spice_House-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g61000-d483481-Reviews-Vernal_Fall-Yosemite_National_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d15812856-Reviews-TDF_MagnifiScience_Centre-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147406-d149849-Reviews-Magens_Bay-Magens_Bay_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d1785518-Reviews-Pele_s_Chair-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g12012628-d967783-Reviews-Lindqvist_Beach-Smith_Bay_East_End_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4187524-Reviews-Galleria_Ice_Rink-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1819718-d4271627-Reviews-Guavate-Cayey_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g28923-d269072-Reviews-Hubbard_Glacier-Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g29553-d2328374-Reviews-Boulder_Ridge_Wild_Animal_Park-Alto_Kent_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d6697587-Reviews-Mall_of_Istanbul-Istanbul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35805-d23152645-Reviews-or10-Immersive_Van_Gogh_Exhibit_Chicago-Chicago_Illinois.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35805-d23152645-Reviews-Immersive_Van_Gogh_Exhibit_Chicago-Chicago_Illinois.html"
    }
]