[
    {
        "attraction_name": "Indiana Beach",
        "attraction_name_vi": "Bãi biển Indiana",
        "general_info": [
            "58 đánh giá",
            "10 trong số 20 điều cần làm ở Monticello",
            "Nguồn nước",
            "Công viên"
        ],
        "attraction_summary": "Indiana Beach invites you to stay and play at one of our two picturesque campgrounds located on beautiful Lake Shafer; Indiana Beach Campground  RV Resort and IB Crow Campground  RV Resort. Indiana Beach Campground  RV Resort Indiana Beach Campground offers both value and variety. Guests choose from tent and RV camping sites as well as cabins. Full-service sites with 30- or 50-amp electric service plus water and sewer connections are available with pull-through drives capable of handling the largest RV on the road today. On the other end of the camping experience are rustic tent sites with no services. IB Crow Campground  RV Resort IB Crow Campground is named for the mascot of the Indiana Beach Boardwalk Resort and has rates as low as 31 per night. It offers an abundance of popular features, including full-size pull-through sites with 30- or 50-amp electric service, fire ringgrill, and picnic tables. We have sites that accommodate large RVs, fifth wheels, pop-ups and tents. Air-conditioned cabins are also available, including four with restroom facilities. Both campgrounds include on-site camp stores, TV cable, Wi-Fi for a small fee and propane service. For guest convenience, free transportation to Indiana Beach Boardwalk Resort is provided via ferry boat or trolley. Amenities  Swimming PoolKiddie Pool  Water Works Splash Pad  Miniature Golf fee  Game Barn fee  3 Playgrounds  Pet-Friendly  Dump Stations  Free TV Cable  Wifi fee  Lake Access  Boat Ramp  Propane  2 Camp Stores  Firewood  2 Pavilions  Laundry Rooms  ATM  Activities in Season  Free Transportation to Indiana Beach by Ferry Boat or Trolley  Discounted Tickets to Indiana Beach Boardwalk Resort Excludes taxes and resort feesRead more",
        "reviews": [
            "Khu cắm trại rất đẹp. Vòi hoa sen và phòng vệ sinh cần nâng cấp. Tôi thích rằng trang web có một vòng lửa. Tôi cắm trại trong lều nên nhà vệ sinh và phòng tắm rất quan trọng đối với tôiĐọc thêm",
            "Tôi đang ngồi trong lều của mình để viết bài đánh giá này. Bây giờ là 11:45 tối thứ Năm. Mọi người đang kéo vào khu cắm trại NGAY BÂY GIỜ và sắp xếp. Thời gian yên tĩnh, theo khu cắm trại, là từ 10 giờ tối đến 8 giờ sáng. Làm sao đây có thể là những giờ phút yên tĩnh khi người ta cho phép mọi người kéo xe kéo và dựng lều dựng lên từ 15 giờ đến GIỮA ĐÊM? Hàng xóm của tôi hiện đang nói chuyện với âm lượng lớn nhất về nơi đặt hố lửa theo lý thuyết khi tôi đang cố gắng ngủ. Phòng tắm đang trong tình trạng hư hỏng. Sàn nhà thiếu cống thoát nước, gạch rách.  Các khu cắm trại cần thu gom rác. Phà không còn chạy nữa. Tôi đã đến IB Campground cả đời, nhưng đây có thể là lần lưu trú cuối cùng của tôi. Đọc thêm",
            "Không có giá trị thêm 3,50. Những hành lang dài hoàn toàn tối tăm, chúng tôi phải dò tìm đường đi, dường như là cửa sổ của một số thứ không hoạt động, vì vậy bạn phải đi trong bóng tối một chặng đường dài trước khi có điều gì đó xảy ra hoặc được nhìn thấy.  Bậc thang, cầu thang, đường dốc nên được thắp sáng bằng ít nhất một bóng đèn nhỏ để đảm bảo an toàn. Không đáng sợ, chỉ là ngu ngốc. Đọc thêm",
            "Bạn trai của tôi và tôi đã đến Khu cắm trại Bãi biển Indiana từ tháng 5 năm 2020. Chúng tôi hoàn toàn yêu thích nơi này, tuy nhiên, với những sự kiện gần đây, Bãi biển Indiana không còn cho phép những người đi chơi cuối tuần bằng xe golf nữa. Tôi mới phát hiện ra điều này và sẽ không đặt chỗ ở khu cắm trại này nữa. Lý do là họ gặp vấn đề với những chiếc xe vàng được thuê vào năm ngoái. Tôi và bạn trai đã ở đó và chúng tôi hoàn toàn không thấy có vấn đề gì với xe golf. Ngoài ra, người ta còn cho biết rằng Seasonal phải trả rất nhiều tiền để có xe chơi gôn của họ ở đó. Giống như chúng tôi những người cuối tuần phải không? Chết tiệt, chúng tôi phải trả 25 mỗi ngày để có xe chơi gôn ở đó. Thật tiếc là điều này đã xảy ra vì khu cắm trại này quá rộng để đi bộ. Nó sẽ dẫn đến nhiều phương tiện lái xe quanh khu cắm trại, đặc biệt là để đi đến khu vui chơi té nước dành cho bọn trẻ và hồ bơi. Ít nhất, bạn trai tôi và tôi đã rời khỏi khu cắm trại này được 2 năm. Thật tiếc là người chủ mới lại cho phép điều này xảy ra vì anh ấy vừa đưa lối đi bộ lót ván và khu cắm trại trở lại bình thường, chưa kể đến Những người cuối tuần là những người mua vé đi theo mùa để đi bộ lát ván chứ không phải những người cắm trại theo mùa. Tôi hy vọng điều này sẽ khiến họ bị tụt lại phía sau. Nếu họ định bắt đầu chính sách này thì KHÔNG CÓ XE GOLF NÊN ĐƯỢC CHO PHÉP THỜI GIAN. Không chọn và chọn cái nào có thể và không thể có xe golf.Đọc thêm",
            "Bãi biển Indiana là một địa điểm mang tính biểu tượng ở Monticello Indiana.  Cho dù đó là đi tàu lượn siêu tốc với con bạn hay uống đồ uống lạnh với bạn bè trên lối đi bộ lát ván thì đó là điều tuyệt vời nhất trên thế giới!  Tôi không biết về khu cắm trại vì chúng tôi có một ngôi nhà bên hồ ở đó nhưng luôn có khoảng thời gian tuyệt vời ở công viên và các địa điểm ăn uống!Đọc thêm",
            "I decided to give camping a go at this campground to see if it might be my new relaxing spot. This was our first stop in Monticello, as we wanted to get checked in and set our tent up as soon as possible. We booked two nights at this campground, my girlfriend and I. We checked in a little bit down the road from the entrance. Theres a small building with a little parking lot you go inside to get things going. They gave us a hanger tag to put in our car to display that we were camping there and to also scan in and out upon entry and exit.We parked our car at our site and walked over to the Camp Store. It was a little convenience store near the front building where we checked in at. Its definitely good for any last minute needs. I purchased some Plastic Tent Stakes and a Flashlight. Id say the prices were really reasonable on those items. Unfortunately, it started raining right after we visited this store, so we had to wait quite awhile before returning to our site to pitch the tent.The site was clean. It had electric and a table. The ground was acceptable for driving the stakes. Our tent held up and didnt budge the duration of our visit. It wasnt too wild on the grounds. Id say people were respectful for the most part.The restroomshower room was my biggest concern. It was horribly dated and did not smell the greatest. The shower fixture was very weak on pressure. The water was pretty hard. It seems as if they dont have a water softener hooked to the line. This room just wasnt kept up properly. I think they need to take some profit and give it a full gut-out.The employees were very friendly here. Id also say they were even helpful. The man driving around the grounds checked on us to make sure our stay was going smooth, so that was really considerate. The woman working the Camp Store had great hospitality for us when we were waiting on the rain to die out. Id say everyone had a positive attitude here, so that was a good thing to have.Overall, the campground was clean on the main grounds. The biggest negative for me was the restroomshower situation. Thats a big deal for me to be able to freshen up. I visited the Water Park at Indiana Beach and came back to shower since the water at the park was gross. I tried to freshen up, but it didnt do much justice. I wish I could have gotten a sparkly clean rinse.Date Of Visit: 61122-61322Read more",
            "Đây là nơi TỆ NHẤT mà bạn có thể đến nếu bạn có gia đình. Trước hết, KHÔNG CÓ QUẢN LÝ hay AN NINH Ở ĐÂY. Tôi có thể nói lại không? KHÔNG CÓ QUẢN LÝ HAY AN NINH Ở ĐÂY. Cả mùa hè, nơi đây liên tục xảy ra chiến tranh với tiếng nhạc lớn. Cả. Đêm. Dài. Tiếng bass đập mạnh khủng khiếp. Thường thì nó dừng lại vào ban ngày. Khiếu nại? Xem phần trên. Bây giờ.... MẶT AN TOÀN. Không chắc tại sao, nhưng bắt đầu từ kỳ nghỉ cuối tuần Ngày Lao động, khu vực này trở thành ổ của những vụ nổ súng, đánh nhau và đâm chém. Chỉ riêng kỳ nghỉ cuối tuần Ngày Lao động đã có 7, đúng vậy, bảy cơ quan cảnh sát tại khu cắm trại vì một cuộc ẩu đả của 40 người với nhiều vụ đâm chém. Có tiếng súng nổ. Có tiếng súng xuyên qua lều trại và lều của mọi người. Mỗi cuối tuần kể từ đó, cảnh sát đều có mặt ở đây vào cả tối thứ Sáu và thứ Bảy để giải quyết các vụ ẩu đả và sự cố liên quan đến súng. Hãy cho tôi biết; BẠN CÓ DẪN CON CÁI CỦA MÌNH đến một môi trường như thế này không? Sau đó là những chiếc xe golf điên cuồng. Trẻ em tiểu học lái xe suốt đêm VÂNG, lái xe điên cuồng và nguy hiểm suốt đêm. Phần lớn người lớn lái xe đều say rượu. Tiếp theo, những người theo mùa LOL! Giống như... một trại vô gia cư. Không có quy tắc; chỉ cần ném một đống rác và bật nhạc lên và lái xe golf.....YEEEEEE HAWWWW! Một lần nữa, không phải là nơi dành cho gia đình. Họ đang có một số loại trò chơi trick or treat sắp diễn ra. Tôi khuyên bạn nên tránh xa nơi này nếu bạn không muốn bị bắn hoặc đâm. Những cô gái sang trọng với biển báo &quot;bạn bóp còi là chúng tôi uống&quot; cho biết rất nhiều điều về nơi này. Đây là một khu vực thực sự tồi tệ, kinh tởm và nguy hiểm. Thành thật mà nói, nơi này nên bị đóng cửa hoàn toàn và san phẳng thành bãi đậu xe. TRÁNH XA vì sự an toàn của chính bạn. Đọc thêm",
            "WIFI HA HA HA!Nhận trợ giúp ở quầy lễ tân là vô ích - hai cô gái ở đó có vẻ thờ ơ với câu hỏi của tôi, tôi nghi ngờ đây là lời phàn nàn đầu tiên sau đó bảo tôi gọi cho công ty để trả phí WIFI. Tôi muốn cái miễn phí. Tôi đã gọi cho người trả tiền và được chúc may mắn ngay cả với người trả tiền. Anh ấy nói KOA hỗ trợ một khoản phí. Các kênh truyền hình mà chúng tôi nhận được 4Cell Tiếp nhận 4Cell Các quán bar Verizon 2 nhận được một số email chậm rãi, chúng tôi sử dụng điện thoại Samsung S21. Những đứa trẻ lái xe golf mà không có người giám sát khắp nơi. Không thể tưởng tượng được nơi này vào mùa hè, Yikes. Có vẻ như hầu hết đều cần hai cống thoát nước ống dẫn đến cống tại các địa điểm dịch vụ đầy đủ.Đọc thêm",
            "Chúng tôi đã đến khu cắm trại IB hơn 20 năm, trước khi tôi có con, và năm nay là trải nghiệm tồi tệ nhất mà tôi sẽ không bao giờ quay trở lại.   Trong đêm đầu tiên của ngày lễ lao động, chúng tôi đã mở nhạc ầm ĩ cho đến 5 giờ sáng, không có an ninh nào cả!  Tối thứ Bảy, chúng tôi đã có nhiều phát súng được bắn, một phát súng mà chúng tôi biết đã bắn xuyên qua RV hàng xóm của chúng tôi, không có an ninh nào cả! Cảnh sát đã đến vài phút sau đó vào tối Chủ nhật, cuộc ẩu đả giữa 20-30 người đã nổ ra và kết thúc bằng nhiều vụ đâm, không có an ninh nào cả!   Sau vụ xả súng tối thứ Bảy, nhiều người đã rời khỏi khu vực trại và tôi không trách họ.  Sau cuộc cãi vã, tôi muốn thu dọn đồ đạc và rời đi, nhưng họ đã chặn lối ra.  Một số người phải đậu xe cạnh khu trò chơi điện tử và đi bộ đến địa điểm cắm trại của họ.  Nó rất đáng thất vọng.   Tôi sẽ không quay lại khu cắm trại IB nữa!Đọc thêm",
            "Tôi ước mình có thể đánh giá khu cắm trại này tốt hơn nhưng cho đến khi họ thắt chặt an ninh và loại bỏ rất nhiều địa điểm dựng lều, tôi sẽ không bao giờ quay lại.  Các trang web RV có kích thước đẹp nhưng không thực thi quy tắc.  Chúng tôi ở lại vào cuối tuần lễ và cả 3 đêm đều yêu cầu gọi cảnh sát và xe cứu thương.  Nhiều lần! Đánh nhau, súng bị bắn vào khu cắm trại từ ngôi nhà gần đó, và sau đó là cuộc ẩu đả 40-50 người dẫn đến đoạn băng đâm và hiện trường vụ án!!! Trong đời tôi chưa bao giờ đến một khu cắm trại mà tôi lo sợ cho sự an toàn của mình và của gia đình tôi!! Được phép dựng nhiều lều trên một địa điểm, chưa bao giờ thấy an ninh lái xe xung quanh.  Tôi có thể ít quan tâm đến âm nhạc ồn ào và có một khoảng thời gian vui vẻ như nhiều bài đánh giá phàn nàn nhưng những người cố gắng giết nhau là một cấp độ hoàn toàn mới!! KHÔNG mang con bạn đi và để chúng đi lang thang!Đọc thêm",
            "Giá thuê xe golf vào cuối tuần trong Ngày lễ Tưởng niệm là bao nhiêu và tôi phải gọi cho ai để đặt trước?Đọc thêm",
            "Xin lỗi, tôi không phải là người chơi gônĐọc thêm",
            "Cắm trại ở đây vào cuối tuần hết bao nhiêu tiền?Đọc thêm",
            "thấp nhất là 24 đối với địa điểm trống nhất đến cao hơn nhiều đối với cabin có phòng tắm riêng. hãy kiểm tra trang web của Indiana Beach và bạn cũng có thể kiểm tra giá và đặt chỗ!!Đọc thêm",
            "Bạn có cung cấp khăn tắm cho hồ bơi hoặc nhà tắm không?Đọc thêm",
            "Heather, trước tiên hãy để tôi xin lỗi vì phản hồi chậm trễ.  Khách tự chịu trách nhiệm về khăn tắm của mình.  \n\nJeff, Quan hệ khách hàngĐọc thêm",
            "Bạn có thuê xe chơi gôn để cắm trại ở bãi biển Indiana không?Đọc thêm",
            "Các nhà cung cấp gần đó có xe golf cho thuê.  Xin lưu ý, chỉ những người lái xe được cấp phép mới được phép vận hành xe golf.Đọc thêm",
            "Bạn có cabin không, nếu vậy thì bao nhiêu một đêm và bạn có sẵn không? \nCrystal RaganĐọc thêm",
            "vui lòng truy cập trang web của chúng tôi để biết các loại và mức giá.  Cảm ơn!Đọc thêm"
        ],
        "star_ratings": [
            12,
            11,
            8,
            7,
            20
        ],
        "review_amount": 58,
        "location": [
            "Hoa Kỳ",
            "Monticello",
            "Indiana TRONG",
            "Bãi biển Indiana",
            "Các hoạt động ở Monticello"
        ],
        "reviews_time": [
            "Written March 3, 2024",
            "Written July 20, 2023",
            "Written July 15, 2023",
            "Written February 23, 2023",
            "Written February 9, 2023",
            "Written June 29, 2022",
            "Written September 28, 2021",
            "Written September 18, 2021",
            "Written September 8, 2021",
            "Written September 6, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g37340-d269784-Reviews-Indiana_Beach-Monticello_Indiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g37340-d4811482-Reviews-Eisele_s_Pronto_Pup_Express_at_Indiana_Beach-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37340-d13127536-Reviews-Whiskey_and_Wine_Saloon-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37340-d1523755-Reviews-Riverside-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37340-d614059-Reviews-Angler_s_Restaurant-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37340-d4452067-Reviews-Esmeralda_s_Pancake_House-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37340-d4716976-Reviews-USA_Restaurant-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37340-d23891815-Reviews-B_s_Greek_Grill-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37340-d4814030-Reviews-B_K_Rootbeer_of_Monticello-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37340-d4638438-Reviews-Subway-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37340-d21263404-Reviews-Casey_s-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d21030554-Reviews-Indiana_Beach_Boardwalk_Resort-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d1094351-Reviews-Indiana_Beach_Amusement_Water_Park-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d15056878-Reviews-Tall_Timbers_Marina-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d653614-Reviews-Whyte_Horse_Winery-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d8517467-Reviews-Cornerstone_Antiques-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d12295929-Reviews-Kopacetic_Beer_Factory-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d10168717-Reviews-Altherr_Nature_Park-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d14485359-Reviews-Fruitshine_Wine-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d20083923-Reviews-Moefest-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d27041926-Reviews-Monticello_Skatepark-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d269784-Reviews-or10-Indiana_Beach-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d27067469-Reviews-Monticello_City_Parks_Rec-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d7045011-Reviews-Lake_Shafer_Boat_Rentals-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d1371272-Reviews-Madam_Carroll-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37332-d3194176-Reviews-The_Monon_Connection_Museum-Monon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d3360791-Reviews-Hollow_Acres_Golf_Center-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d8517461-Reviews-Cottage_Shops_Artisan_and_Antique_Mall-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d5829893-Reviews-Double_D_s_Sports_Bar_and_Grill-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37340-d1095796-Reviews-NASCAR_Go_Cart_Track-Monticello_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d190103-Reviews-Abbey_Road_Studios-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g150795-d153646-Reviews-Playa_La_Ropa-Zihuatanejo_Zihuatanejo_de_Azueta_Pacific_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g41528-d3263200-Reviews-Breezy_Picnic_Grounds_Waterslides-Douglas_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188709-Reviews-Arc_de_Triomphe-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g48720-d13296499-Reviews-Sleepy_Hollow-Tarrytown_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d4509300-Reviews-Split_Fish_Market-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d1546683-Reviews-Sitting_Bull_Falls-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187527-d3500008-Reviews-Las_Salinas_de_Torrevieja-Torrevieja_Costa_Blanca_Province_of_Alicante_Valencian_.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17779636-Reviews-Glass_Bridge-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g37315-d3367752-Reviews-Oasis_Splash_Pad-Michigan_City_Indiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g37340-d269784-Reviews-or10-Indiana_Beach-Monticello_Indiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g37340-d269784-Reviews-Indiana_Beach-Monticello_Indiana.html"
    }
]