[
    {
        "attraction_name": "Indian Cave State Park",
        "attraction_name_vi": "Công viên tiểu bang hang động Ấn Độ",
        "general_info": [
            "80 đánh giá",
            "- 1 trong số 1 điều cần làm ở Shubert",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Hang động là một sự thất vọng lớn.   Các biển báo cảnh báo Rắn chuông gỗ đã hủy bỏ kế hoạch đi bộ đường dài.  Công viên rất đẹp và có tiện nghi cắm trại tuyệt vời.   Chỉ là không có giá trị thời gian và khí đốt. Đọc thêm",
        "reviews": [
            "Nơi tuyệt vời để ghé thăm! Cuối tuần này thực sự rất bận rộn với rất nhiều người cắm trại. Công viên đã được trang hoàng cho dịp Halloween, thậm chí cả những người cắm trại cũng tham gia vào cuộc vui trang trí xe RV và thậm chí cả lều của họ! Họ có một hội chợ thủ công nhỏ với xe bán đồ ăn, một cuộc săn lùng người nhặt rác với những manh mối khắp công viên để mọi người tham gia nếu bạn muốn. Các trang web lịch sử sống động được mở để bạn có thể tìm hiểu và thưởng thức một phần lịch sử nếu muốn. Rất nhiều người bạn lông xù cũng tham dự cùng gia đình của họ. Chắc chắn là một nơi để ghé thăm khi những chiếc lá đang thay màu. Điểm bỏ qua là một nơi tuyệt vời để xem cũng như nghĩa trang cũ. Hang động - cũng là một phần lịch sử thú vị. Chắc chắn đề nghị! Đọc thêm",
            "Chúng tôi đi cắm trại ở Indian Cave, trong khu cắm trại Ash Hollow.  Chỉ có hai phòng tắm, một phòng vệ sinh cách đó không xa, còn phòng kia là nhà tắm mới được nâng cấp, cũng cách đó khoảng cách tương đương với hướng kia.  Sẽ thật tuyệt nếu họ có nhiều phòng tắm hơn, nhưng ngoài điều đó ra, khu cắm trại rất đẹp.  Tuy nhiên, có rất nhiều người, vì vậy nếu bạn muốn cắm trại - tránh xa tất cả - thì đây có lẽ không phải là nơi để đi.   Có rất nhiều gia đình có con nhỏ đi xe đạp và xe máy, những người sử dụng máy thổi lá, những thứ kiểu như vậy.  Tuy nhiên, có rất nhiều nơi để đi bộ!Đọc thêm",
            "2 giờ ngắn ngủi Hoặc ít lái xe về phía nam Omaha.  Được bảo trì rất tốt, sạch sẽ, bao gồm NHIỀU phòng vệ sinh, dù đó là chuyến đi trong ngày, lều hoặc cắm trại RV đều có thứ gì đó dành cho tất cả mọi người.  Nhiều cảnh đẹp nhìn ra. Một khung cảnh đẹp của sông Missouri. Lưu ý nếu chuyến đi trong ngày mang theo bữa trưa dã ngoại vì nó cách nhà hàng vài dặm!  Có một số khu vực để tận hưởng một chuyến dã ngoại. Màu sắc mùa thu thật tuyệt vời! Họ có sân gôn đĩa, khu vực dành cho ngựa và nhiều khu vực thú vị hơn. Đó là chuyến thăm vào tháng 10, nhiều khu cắm trại được trang trí cho Halloween..có vẻ như đây là một cuộc thi nhưng rất thú vị khi tận hưởng. Hãy tận hưởng chuyến tham quan mùa thu đầy màu sắc!Đọc thêm",
            "Chúng tôi đi du lịch khắp nước Mỹ bằng xe máy của mình và rất ngạc nhiên về địa điểm tuyệt vời này. Mặc dù bạn có thể đọc các bài đánh giá khác về vô số việc cần làm nhưng có một số điều chúng tôi muốn nêu bật. Đầu tiên là mọi thứ được bảo trì tốt như thế nào cũng như mức độ chi tiết và chu đáo của người quản lý và nhân viên. Thật tốt khi thấy mọi người vẫn thực sự quan tâm đến người khác và niềm vui của họ cũng như làm những gì đúng đắn.... Nước Mỹ vẫn là một đất nước vĩ đại.  Thứ hai là tính chất nổi bật và ẩn dật ở đây. Rừng tuyệt vời với đồng cỏ, đồng cỏ và quản lý đất ngập nước tuyệt vời. Các khu trồng rừng nhập tịch đáng chú ý, môi trường sống nổi bật của chim và động vật hoang dã. Các khu vực lịch sử đặc biệt của phố cổ, nghĩa trang và du lịch trên sông Missouri. Thật yên tĩnh và yên bình. Khu cắm trại rộng rãi. Nếu bạn đánh giá cao vẻ đẹp tự nhiên, lịch sử, vô số hoạt động ngoài trời thì đây là một viên ngọc quý. Nếu bạn thích Internet, truyền hình vệ tinh và nhà vệ sinh xả nước ở khắp mọi nơi, tôi khuyên bạn nên lưu ổ đĩa và đánh giá tiêu cực.  Nơi này và nhân viên xứng đáng được ghi nhận trong cuốn sách của chúng tôi. Xin cảm ơn các Công viên Bang Nebraska và Giám đốc và Nhân viên Công viên Bang Indian Cave!Đọc thêm",
            "Khi mua giấy phép, tôi được thông báo rằng Hang động đã bị đóng cửa do thiệt hại do trận lũ lụt một năm trước.  Cầu thang dẫn vào hang động không an toàn.  Lái xe qua Công viên thật tuyệt vời và có rất nhiều thứ để xem trên đường đi.  Tôi đã chụp được những bức ảnh tuyệt vời và có một chuyến đi rất yên bình.  Tôi không đi bộ vì trời đang mưa nhẹ, nhưng tôi thấy ba cặp đôi khác đang bắt đầu đi xuống đường mòn. Chim đẹp, hoa, ngắm cảnh!Đọc thêm",
            "Một nơi tốt đẹp.  Khung cảnh tuyệt đẹp của sông MIssouri và thông tin về chuyến thám hiểm của Lewis - Clark.  Khu cắm trại đẹp.  Những cơn mưa tiền xu vào buổi sáng. Thật không may, hang động đã bị đóng cửa do thiệt hại do bão khi tôi đi qua nên không thể nhìn thấy điều đó.Đọc thêm",
            "Phải đến thăm khu vực này trong tháng Mười. Chúng tôi đã đến đây từ 5 - 6 năm vào tháng 10 hàng năm, thật lễ hội - rất nhiều trại viên trang trí cho Halloween - tặng quà. Rất nhiều việc phải làm: chuyến đi xe cỏ khô bị ma ám, những con đường mòn cưỡi ngựa - phong cảnh ngoạn mục - , chợ nông sản, săn tìm kho báu - trẻ em nhận được giải thưởng - , v.v. Đọc thêm",
            "Được rồi, tôi đã đến khu cắm trại nhiều lần trong đời.  Tôi - đã muốn đi tới Haunt.  Năm nay cuối cùng tôi đã làm được điều đó với bố mẹ vợ của mình.  Nó vượt xa những gì tôi mong đợi.  Công viên đã chật cứng.  Mọi người trang trí địa điểm của họ cho Haunt, trẻ em chơi trò lừa hoặc đãi, và vâng, chúng tôi đã ám ảnh địa điểm của mình và đeo mặt nạ.  Đó là một vụ nổ.  Tôi nóng lòng muốn làm điều này một lần nữa vào năm tới.  Rất khó để có được một địa điểm, vì vậy hãy chuẩn bị sẵn sàng để cắm trại ở bất cứ đâu.  Thật điên rồ khi có bao nhiêu người ở đó.  Đọc thêm",
            "Điều đầu tiên trước tiên; hang động không thực sự là một hang động.  Đó là phần nhô ra bằng đá sa thạch khổng lồ bị xói mòn.  Nhưng nó có một số tác phẩm chạm khắc của người Mỹ bản địa thời tiền sử và có lối đi lót ván đẹp mắt và sẽ khá tiện lợi nếu bạn chưa từng thấy thứ gì như thế trước đây.  Nhưng quan trọng hơn, công viên có RẤT NHIỀU thứ khác khiến nơi đây đáng để bạn ghé thăm.  Đây là một công viên được bảo trì đẹp mắt với hàng dặm đường mòn đi bộ đẹp xuyên qua những khu rừng gỗ cứng mát mẻ, khung cảnh tuyệt vời của Missouri, rất nhiều điểm dã ngoại được bảo trì tốt, RV và lều cắm trại tuyệt vời - với nhiều địa điểm rất riêng tư -, cưỡi ngựa, một khu định cư lịch sử trên sông, chơi gôn bằng đĩa, đường dành cho xe đạp và KHÔNG CÓ TÀU TÀU - đến từ một người đã cắm trại ở rất nhiều công viên tiểu bang ở Nebraska ngay trên đường ray xe lửa. - Ngoài ra, việc ngắm chim rất tuyệt vời và nhân viên đã trồng rất nhiều vườn thụ phấn khắp công viên.  Đọc thêm"
        ],
        "star_ratings": [
            26,
            40,
            11,
            3,
            0
        ],
        "review_amount": 80,
        "location": [
            "Hoa Kỳ",
            "Shubert",
            "Công viên tiểu bang hang động Ấn Độ",
            "Các hoạt động ở Shubert",
            "Nebraska - NE -"
        ],
        "reviews_time": [
            "Written November 13, 2022",
            "Written October 16, 2022",
            "Written October 4, 2022",
            "Written October 12, 2020",
            "Written August 1, 2020",
            "Written July 24, 2020",
            "Written July 6, 2020",
            "Written December 26, 2019",
            "Written October 21, 2019",
            "Written July 6, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g45823-d1127910-Reviews-Indian_Cave_State_Park-Shubert_Nebraska.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g45823-d1127910-Reviews-or10-Indian_Cave_State_Park-Shubert_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g45462-d10623333-Reviews-Spirit_of_Brownville-Brownville_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g45462-d8487375-Reviews-Flatwater_Folk_Art_Museum-Brownville_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g45462-d4544508-Reviews-Brownville_Village_Theatre-Brownville_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g45462-d10127443-Reviews-Brownville_Concert_Hall-Brownville_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g45462-d15238080-Reviews-Brownville_Railroad_History_Center_and_Museum-Brownville_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g45462-d24173967-Reviews-The_Bird_s_Nest_Trading_Post-Brownville_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g45462-d5833276-Reviews-TJ_s_Tavern-Brownville_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d155844-Reviews-Grouse_Mountain_Skyride-North_Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g46767-d1959358-Reviews-Count_Basie_Theatre-Red_Bank_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g57597-d6352601-Reviews-Cloud_9_Trampoline_Park-Chesapeake_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g51353-d3854284-Reviews-Fort_Cobb_State_Park-Fort_Cobb_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g652116-d6916071-Reviews-O_Beach_Ibiza-Sant_Antoni_de_Portmany_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d10112121-Reviews-Current_River-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g31161-d145204-Reviews-Iditarod_Headquarters-Wasilla_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g188669-d6948476-Reviews-Stella_Artois_Brewery-Leuven_Flemish_Brabant_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189104-d12211451-Reviews-Albercutx_Watchtower-Formentor_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g30466-d6872573-Reviews-Smith_Lake_Park-Cullman_Alabama.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g45823-d1127910-Reviews-or10-Indian_Cave_State_Park-Shubert_Nebraska.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g45823-d1127910-Reviews-Indian_Cave_State_Park-Shubert_Nebraska.html"
    }
]