[
    {
        "attraction_name": "Indochina Dream Travel",
        "attraction_name_vi": "Du lịch giấc mơ Đông Dương",
        "general_info": [
            "8 đánh giá",
            "933 trên 1.916 Chuyến tham quan Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Các tour tham quan"
        ],
        "attraction_summary": "Chúng tôi là một công ty du lịch chuyên nghiệp về Đông Dương và khu vực xung quanh. Đáp ứng mọi nhu cầu của khách hàng muốn khám phá cuộc sống đời thường của người dân địa phương với đội ngũ hướng dẫn viên giàu kinh nghiệm và đội ngũ chăm sóc khách hàng...Đọc thêm",
        "reviews": [
            "Chuyến đi tuyệt vời nhất đến Việt Nam do IDT sắp xếp đã khiến Lễ kỷ niệm 41 năm của chúng tôi trở nên đáng nhớ! Tôi sẽ nói với tất cả bạn bè của tôi hãy kết nối với công ty này và thư giãn trong toàn bộ nỗ lực. Cảm ơn.Đọc thêm",
            "Kazinurulk thân mến,\n\nChúng tôi cảm ơn bạn rất nhiều vì đã đánh giá chúng tôi ở đây! Rất vinh dự cho chúng tôi khi được đón tiếp bạn tại Du lịch Giấc mơ Đông Dương. Tại công ty chúng tôi, chúng tôi đảm bảo mang lại trải nghiệm tốt nhất cho từng khách hàng trong chuyến đi tại Việt Nam. Đó là nhà cung cấp dịch vụ lâu dài của chúng tôi và chúng tôi đang làm việc chăm chỉ từng ngày ở đây để biến điều đó thành hiện thực. \n\nMột lần nữa xin cảm ơn quý khách đã lựa chọn và sử dụng dịch vụ của chúng tôi tại Du lịch Giấc mơ Đông Dương!Đọc thêm",
            "Tôi đã ở đó với gia đình và gia đình những người bạn thân nhất của tôi. Cả hai chúng tôi đều mang theo trẻ nhỏ và cảm thấy nhẹ nhõm khi đặt phương tiện đi lại và tham quan với Du lịch Giấc mơ Đông Dương. Nếu không có tài xế và nhân viên liên lạc, sẽ không có nhiều nơi mà chúng tôi có thể ghé thăm vì giao tiếp là một vấn đề lớn ở Việt Nam nếu bạn không nói được tiếng Việt. Các tài xế đã đến đúng giờ, lịch sự và hữu ích, giúp chúng tôi mang hành lý, v.v. họ cũng linh hoạt trong việc giúp chúng tôi thay đổi hành trình. Tôi chắc chắn sẽ giới thiệu lại công ty du lịch này cho bất kỳ ai tôi biết sẽ đến Việt Nam.Đọc thêm",
            "Xin chào David Candra!\nThật tuyệt vời khi được nghe phản hồi từ bạn và rất vui vì bạn hài lòng về chuyến đi. Tại Du lịch Giấc mơ Đông Dương, chúng tôi quan tâm đến trải nghiệm của bạn và mong muốn nghe phản hồi của bạn dù chỉ sau một dịch vụ. Đề xuất của bạn rất hữu ích để các khách hàng khác yên tâm hơn khi đi du lịch cùng Đông Dương DreamTravel trong tương lai. Chúng tôi rất vui được chào đón bạn quay trở lại với chúng tôi để khám phá thêm nhiều địa điểm của Việt Nam và Đông Dương. Chúc các bạn mọi điều tốt đẹp nhất từ ​​Việt Nam! Đọc thêm",
            "Kỳ nghỉ vui vẻ cùng gia đình Việt Nam và CampuchiaChúng tôi đã có trải nghiệm tuyệt vời với Du lịch Giấc mơ Đông Dương. Cô Nhân Dương là người tổ chức chuyến đi và giúp chúng tôi lên kế hoạch cho một chuyến đi thân thiện với gia đình. Cô ấy đã điều chỉnh hành trình của chúng tôi và thực hiện nhiều sửa đổi dựa trên các câu hỏi của chúng tôi. Gia đình bốn người của chúng tôi, với 2 đứa trẻ 6 11, đều thích các hoạt động bao gồm ẩm thực đường phố ở Hà Nội, du ngoạn Vịnh Hạ Long, làm đèn lồng ở Hội An, đường hầm Củ Chi và đi thuyền trên sông Mê Kông gần thành phố Hồ Chí Minh; Khám phá Angkor Wat và đi thuyền trên hồ Tonle Sap. Khách sạn rất tuyệt. Các hướng dẫn viên đều nói tiếng Anh tốt và sẵn sàng cho mọi hành trình phù hợp với trẻ em của chúng tôi. Tất cả chúng tôi đều hài lòng với những gì chúng tôi nhận được và sẽ sớm quay lại để xem điểm đến khác. Chúng tôi chắc chắn chúng tôi sẽ quay lại với bạn lần nữa Cô Nhân với bạn của chúng tôi Cảm ơn bạn đã sắp xếp tuyệt vời tất cả chuyến đi cho chúng tôi.Đọc thêm",
            "Kính gửi ArisBua\n\nThật tuyệt vời khi được tìm hiểu trải nghiệm của bạn cùng chúng tôi tại Du lịch Giấc mơ Đông Dương! Chúng tôi không có đủ từ ngữ để bày tỏ lòng biết ơn của chúng tôi đối với thời gian và sự chia sẻ của bạn ở đây. Như bạn đã biết, việc cung cấp các dịch vụ tốt nhất và thoải mái nhất cho từng khách hàng là cam kết trọn đời của nhóm chúng tôi. Chúng tôi rất mong được nghe mọi lời khuyên để hoàn thành sứ mệnh lâu dài là thể hiện nét quyến rũ tiềm ẩn của Đông Dương.\n\nChúng tôi mong sớm có một cơ hội khác để được phục vụ bạn và bạn bè của bạn!Đọc thêm",
            "Đã có trải nghiệm tuyệt vời với IndoChina Dreams Travel cho chuyến đi 3 ngày tới Sapa. Được gặp bởi người điều hành tour du lịch, bà Nhân, người đã sớm giúp chúng tôi cảm thấy thoải mái với sự thân thiện, kiến ​​thức địa phương tuyệt vời và kiến ​​thức chuyên môn phong phú về khu vực của bà. Có thể tận hưởng và trải nghiệm đầy đủ văn hóa địa phương Bộ lạc đồi và những khung cảnh tuyệt vời thông qua thông tin hướng dẫn của bà . Hoàn toàn tận hưởng vẻ đẹp của Sapa và chắc chắn sẽ tìm kiếm kiến ​​thức chuyên môn của họ trong tương lai để ghé thăm các địa điểm khác ở Đông DươngĐọc thêm",
            "Ronnie Y thân mến,\n\nThật tuyệt vời khi thấy bạn đánh giá cho chúng tôi về Du lịch Giấc mơ Đông Dương trên trang Trip Advisor. Kinh nghiệm chia sẻ của bạn sẽ giúp khách hàng của chúng tôi cảm thấy tự tin hơn khi đến du lịch Việt Nam và Đông Dương. Như bạn đã biết, việc cung cấp những dịch vụ tốt nhất và tiện nghi nhất cho mọi khách hàng là cam kết lâu dài của chúng tôi. Hãy quay lại với chúng tôi một lúc nào đó để xem những thay đổi của chúng tôi. Cảm ơn bạn!Đọc thêm",
            "Đó là khoảng thời gian tuyệt vời cho gia đình chúng tôi, chúng tôi rất thích nó, Cảm ơn bạn rất nhiều INDOCHINA DREAM TRAVEL. Chúng tôi sẽ giới thiệu công ty của bạn với bạn bè và đối tác kinh doanh khi họ có kế hoạch đi du lịch đến Việt Nam. Chúng tôi sẽ quay lại lần nữa!!!!!Đọc thêm",
            "Amonelaos thân mến,\n\nCảm ơn bạn rất nhiều vì đã đánh giá chúng tôi trên Tripadvisor. Đánh giá của bạn sẽ khuyến khích nhóm của chúng tôi hoàn thành sứ mệnh của mình nhiều hơn: chăm sóc mọi khách hàng đi cùng chúng tôi. Chúng tôi rất muốn thể hiện sức hấp dẫn tiềm ẩn của mình tại Việt Nam cũng như khu vực Đông Dương. Chúng tôi mong sớm có cơ hội khác để được phục vụ bạn và gia đình lần nữa! Đọc thêm",
            "This review is not recent but the impact of Ms Nhan  professionalism and knowledge of Her country ,her customer service is commendable . Below was our view of our experience in Vietnam .corresponding with Nhan, our trip planner and she just blew my mind away with her precision and professionalism, responding to all my questions, probing and doubts, within 12 to 24 hours is coming up with facts , revised itineraries, hotel-train- Junk pictures, you name it web sites to look at prices to see and compare, etc... No signs of irritation, no ifs no buts.... To be frank I thought it was too good to be true. So naturally I was afraid that when I get there I will begin to experience the problems. I was in fear  suspense, thinking is who knows, maybe it is a bogus company or some over promising under delivering often one goes through etc... however on arrival  throughout the trip we found out how brilliant our trip planner, Nhan is , has been and will be for others also. It is just her nature. Nhan is a credit to her company , the jewel in their crown and a credit to Vietnam . She has orchestrated every request we had to perfection and added her most charming and personal touch illustrating the exceptional great Vietnamese hospitality she naturally possesses. She met us with flowers , a bottle of wine, some fruits and a beautifully decorated cake to celebrate our 28 years of marriage and my wife is 50th . That was just the beginningwords could not adequately express our delight and gratitude. God bless you Nhan, you really made our anniversary and Ames birthday a treasure of memories for the rest of our livesMr. Jamal Bastoli, AustraliaRead more",
            "Ame B thân mến,\n\nCảm ơn đã đánh giá chúng tôi ở đây. Những trải nghiệm chia sẻ của bạn sẽ giúp các khách hàng khác yên tâm hơn khi đến du lịch tại Việt Nam và khu vực Đông Dương. Chúng tôi hy vọng sẽ sớm có cơ hội gặp lại bạn.Đọc thêm",
            "Chúng tôi đã liên hệ với bà Nhân về chuyến đi đến Việt Nam, rõ ràng là bà có rất nhiều thông tin chi tiết về cách tổ chức chuyến đi này. Đặc biệt, chúng tôi muốn có một chiếc ô tô riêng và hướng dẫn viên đi tham quan xung quanh. Không có vấn đề gì, đặt phòng khách sạn và máy bay, gặp nhau ở sân bay, v.v. Tôi đã gặp Nhân trực tiếp và rất ấn tượng với phong cách chuyên nghiệp và chu đáo của cô ấy, cô ấy đã hướng dẫn chi tiết về cách tổ chức chuyến đi. Chúng tôi chắc chắn sẽ liên hệ lại cho chuyến đi tới Đông Nam Á trong tương lai!Đọc thêm",
            "Xin chào nanfelsman,\n\nThật tuyệt vời khi được tìm hiểu trải nghiệm của bạn cùng chúng tôi tại Du lịch Giấc mơ Đông Dương! Chúng tôi không có đủ từ ngữ để bày tỏ lòng biết ơn của chúng tôi đối với thời gian và sự chia sẻ của bạn ở đây. Như bạn đã biết, việc cung cấp các dịch vụ tốt nhất và thoải mái nhất cho từng khách hàng là cam kết trọn đời của nhóm chúng tôi. Chúng tôi rất mong được nghe mọi lời khuyên để hoàn thành sứ mệnh lâu dài là thể hiện nét quyến rũ tiềm ẩn của Đông Dương. Một lần nữa, nếu có cơ hội để chúng tôi phục vụ bạn tại Việt Nam hoặc Đông Dương, hãy để chúng tôi phục vụ bạn.Đọc thêm",
            "Tôi đã có trải nghiệm tuyệt vời với Du lịch trong mơ Đông Dương, đặc biệt là dịch vụ tuyệt vời và hướng dẫn viên du lịch đầy thông tin của họ. Tôi đã có chuyến tham quan ẩm thực tuyệt vời nhất và tìm hiểu thêm về ẩm thực cũng như văn hóa Việt Nam hơn những gì tôi mong đợi. Hướng dẫn viên của họ rất chu đáo và đảm bảo rằng hầu hết không phải tất cả các yêu cầu của tôi đều được đáp ứng. Tôi chắc chắn sẽ giới thiệu đại lý này cho tất cả bạn bè của mình.Đọc thêm",
            "Xin chào anh ChongP49,\n\nÂm thanh thật tuyệt vời khi nghe từ phía bạn! Chúng tôi cảm ơn bạn rất nhiều vì đã đánh giá chúng tôi trên tripadvisor. Tại Du lịch Giấc mơ Đông Dương, chúng tôi chăm sóc từng khách hàng đặt niềm tin vào tay chúng tôi. Ngày qua ngày, đánh giá của khách hàng khuyến khích nhóm của chúng tôi tiến xa hơn trong nhà cung cấp dịch vụ của mình. Ngoài ra, trải nghiệm chia sẻ của bạn sẽ giúp những khách hàng tiếp theo yên tâm hơn về chuyến đi cùng chúng tôi! Hãy quay lại với chúng tôi một lúc nào đó để xem những thay đổi của chúng tôi. Sẽ không làm bạn thất vọng!Đọc thêm"
        ],
        "star_ratings": [
            8,
            0,
            0,
            0,
            0
        ],
        "review_amount": 8,
        "location": [
            "Những việc cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du lịch giấc mơ Đông Dương"
        ],
        "reviews_time": [
            "Written December 14, 2019",
            "Written November 26, 2019",
            "Written September 19, 2019",
            "Written September 11, 2019",
            "Written September 10, 2019",
            "Written January 27, 2019",
            "Written January 24, 2019",
            "Written January 24, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d15681027-Reviews-Indochina_Dream_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7081980-Reviews-Red_Lotus_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2578529-Reviews-Darian_Culbert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g609129-d669468-Reviews-The_Shops_at_Wailea-Wailea_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d18920837-Reviews-ZARA-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d317890-Reviews-The_Independence_Palace-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d15583079-Reviews-Sparkman_Wharf-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g58097-d1791066-Reviews-Shenandoah_Caverns-Quicksburg_Shenandoah_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34543-d5090171-Reviews-Cobra_Adventure_Park-Panama_City_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147314-d148617-Reviews-Boston_Beach-Port_Antonio_Portland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g612463-d4992851-Reviews-Sapanca_Lake-Sapanca_Sakarya_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g57273-d146347-Reviews-Rock_of_Ages_Visitors_Center_Quarry_Tours-Graniteville_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d21211618-Reviews-Convento_do_Carmo-Lisbon_Lisbon_District_Central_Portugal.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d15681027-Reviews-Indochina_Dream_Travel-Hanoi.html"
    }
]