[
    {
        "attraction_name": "Indochina Grand Tour",
        "attraction_name_vi": "Tour du lịch lớn Đông Dương",
        "general_info": [
            "3 đánh giá",
            "1.140 trên 1.938 Tour Hoạt động tại Hà Nội",
            "Tour tham quan",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "iGrandtour is a tour operator and travel agent that provides the traveling-related services in Indochina Laos, Cambodia, and Vietnam. The headquarter of iGrandtour at No 27  21023 Lane  Doi Can Street  Ba Dinh District  Hanoi and No 20  Thai Thinh II Street  Dong Da District  Hanoi - Vietnam together with the network of partners from the whole area of Indochina. iGrandtour is found by the people with the passion, enthusiasm and experience in tourism field especially in the consulting, operating and organizing the tours in Indochina area. It is our hope to meet your full demand. Apart from the tours which are made for different purposes Sightseeing, Leisure, Cultural Discovering, Natural Discovering, M.I.C.E, etc and for different cost Standard, Superior, Luxury, iGrandtour could be able to tailor the tours, which fit your demand. Especially, we have the specific tour of iGrandtour brand to the attractive places in Indochina. Our Slogan With the slogan Within Your Eyes  iGrandtour want to deliver the message: Give Us a chance to bring the most attractive places in Indochina within your favorite view which is suitable for your interest, plan, purpose, and time conditions Our Vision iGrandtour would like to become the top company that provides reliable, friendly and professional travel services in Indochina with the creative services and suitable for the customers needs. Meanwhile, we hope to contribute to the tourism industry of Indochina, the members of the company would develop their capability to the best potential to have a life full of material, rich in spirit, and the stakeholders of the company would have the best investment result. Our Mission Providing the reliable, friendly and professional services Tailoring the services in the creative sense and hard requirement to meet the demand of the customers with the most suitable cost Creating the friendly working environment for the company members to promoting their potential Core Value Creative and unique Friendly and devoted Effective and stable Travel with iGrandtour, visitors will be warmly welcomed and served in the thoughtful way. We hope to give the customers memorable moments after each journey.Read more",
        "reviews": [
            "Chúng tôi vừa trở về sau chuyến đi 17 ngày đến Việt Nam, Campuchia và Thái Lan. Annie từ Indochina Grand Tour đã giúp chúng tôi sắp xếp chuyến đi. Chúng tôi đã có một trải nghiệm tuyệt vời. Annie cực kỳ hữu ích và đưa ra những gợi ý tuyệt vời. Theo yêu cầu của chúng tôi, chúng tôi đã yêu cầu có đại diện giúp chúng tôi đưa đón từ sân bay và khách sạn. Đại diện và tài xế luôn đúng giờ và rất thân thiện và tử tế. Chúng tôi đã tham gia một vài chuyến tham quan với công ty và cũng rất tuyệt. Các khách sạn được chọn là 3-4 sao và là những khách sạn tuyệt vời với dịch vụ khách hàng tuyệt vời. Đó là một kỳ nghỉ tuyệt vời và Indochina Grand Tour cùng Annie đã làm một công việc tuyệt vời. Cảm ơn Annie!!! Đọc thêm",
            "This is a late post. together with 2 friends, we did Myanmar last December 2015. When I plan a trip, I normally research the country, make a list of places I want to see, then discard the non-essenstials, then look for an agent that will deliver all if not all, almost all the short listed sites. In this case IGrand tours answered almost all the sites in my short list. They were very accomodating when I had them add the Golden Rock and the Padalin caves. To say that Myanmar was incerdible is an understatement. It far exceeded what I expected and in fact its at the top of my list for SE Asian desitnations. Ive seen Siam Reap, Borubodur, Ayutthaya, temples of Bankok,  Vietnam, but none can match the diversity, beauty, artistry, history, exoticness of Myanmar. The amount of gold I saw in Myanmar is unmatched. To cover a whole bolder in gold thats teethering on the edge is even more mind boggling Kahitkayo. To see over 700 white strucutures neatly lined up producing this endless, tunnel vision, each one with a massive marble piece written with the buddhas teaching is incredible Mandalay. To see stupas in clay, scattered across acres and acres of land was awesome Bagan. And to walk through endless slim stupas was the most unimaginable feeling of all Indein. Indeed Myanmar will take your breath away. I do advise that you skip Padalin caves. I found the amount of time and effort needed to go there was not worth it. The paintings were pre-historic indeed, but they were so few 8 or 9 only and they are soooo faded that you will have to strain your eyes trying to decypher them.So if you are planning on seeing SE Asia, I am sure you will get your moneys worth if you make Myanmar your first destinationHappy travellingP.S. IGrand tours gave us a PEIVATE TOUR. So it was only me and my friends, and we did everything upon our convinencehow do  you beat that!Read more",
            "Xin chào tất cả các khách hàng thân yêu của chúng tôi! Sau nhiều năm hoạt động suôn sẻ hoặc ít đi một chút hành trình cho khách hàng trên toàn thế giới đến bốn điểm đến chính của Đông Dương: Việt Nam, Lào, Campuchia và Myanmar, giờ đây chúng tôi xin có đánh giá chính thức trên TripAdvisor cho iGrandtour. Chúng tôi sẽ rất biết ơn từng lời bạn viết cho chúng tôi. Bất kể đó là những nhận xét tích cực hay tiêu cực, chúng tôi sẽ trân trọng nó như một phần đóng góp cho sự thành công trong tương lai của chúng tôi. CHÚC MỪNG!Đọc thêm"
        ],
        "star_ratings": [
            3,
            0,
            0,
            0,
            0
        ],
        "review_amount": 3,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Tour du lịch lớn Đông Dương"
        ],
        "reviews_time": [
            "Written November 29, 2016",
            "Written April 17, 2016",
            "Written October 17, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d7010384-Reviews-Indochina_Grand_Tour-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17397956-Reviews-Bamboo_Adventures_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15141979-Reviews-Trinh_Cong_Son_Walking_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15118243-Reviews-AZ_Local_Trip-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12351120-Reviews-La_Ba_Quan_Vietnamese_Artist-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23125923-Reviews-Abenteuer_Vietnam_Reisen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17558632-Reviews-Vietnam_Tour_247-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6429110-Reviews-Hanoi_Motor_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15828983-Reviews-Sen_1992-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4610945-Reviews-Vietnam_National_Puppetry_Theatre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12878828-Reviews-Massage_Huong_Sen-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6825732-Reviews-Go_Indochine-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12530057-Reviews-Vietnam_Dragon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7227309-Reviews-Nom_Nom_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g2040759-d3546287-Reviews-Kalanggaman_Island-Palompon_Leyte_Province_Leyte_Island_Visayas.html",
            "https://www.tripadvisor.com/Attraction_Review-g58528-d141338-Reviews-Lake_Sammamish_State_Park-Issaquah_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d10502033-Reviews-Sniper_Alley-Sarajevo_Sarajevo_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60970-d12579259-Reviews-Boro_Beach-Murfreesboro_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g189964-d15219728-Reviews-Kein_Unternehmen-Keflavik_Reykjanesbaer_Reykjanes_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d607663-Reviews-Le_Depot-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d143732-Reviews-The_Comedy_Barn_Theater-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d208848-Reviews-Manhattan_Mall-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d10687999-Reviews-Runaway_Mountain_Coaster-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g1096448-d1234321-Reviews-Puy_du_Fou-Les_Epesses_Vendee_Pays_de_la_Loire.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d7010384-Reviews-Indochina_Grand_Tour-Hanoi.html"
    }
]