[
    {
        "attraction_name": "Indochina Junk",
        "attraction_name_vi": "Rác Đông Dương",
        "general_info": [
            "7.570 đánh giá",
            "54 trên 293 Hoạt động ngoài trời ở Vịnh Hạ Long",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền Đông Dương đến Vịnh Bái Tử Long, một khu vực xinh đẹp và ít được ghé thăm của Vịnh Hạ Long để có hành trình thú vị với nhiều trải nghiệm độc đáo. Đội tàu của chúng tôi bao gồm L Amour Junk, Prince Junk, Dragons Pearl Junk, Dragon Legend Cruise và La Muse Day Cruise. Lịch trình linh hoạt, đội ngũ nhân viên thân thiện và những món ăn địa phương ngon miệng chắc chắn sẽ mang đến cho bạn một chuyến đi tuyệt vời ở Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Đây là trải nghiệm tuyệt vời nhất chúng tôi có được trong chuyến đi 8 ngày tới Việt Nam. Khung cảnh nhìn từ thuyền và các chuyến du ngoạn thật đẹp. Bản thân đồ ăn thật tuyệt vời, mỗi bữa ăn gồm nhiều món với mỗi thứ một ít - và trải nghiệm ăn uống trên boong tàu thật mê hoặc. Chúng tôi không thể có một đội ngũ tốt hơn hướng dẫn chúng tôi. Mỗi thành viên phi hành đoàn liên tục kiểm tra chúng tôi và làm cho 24 giờ trở nên thoải mái đáng kể. Tôi đặc biệt giới thiệu chuyến tham quan này cho bất kỳ ai ghé thăm.Đọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời trên chuyến du thuyền huyền thoại rồng với Indochine Junk. Một trong những phần yêu thích của chúng tôi là đội ngũ dịch vụ khách hàng tuyệt vời! Quân hướng dẫn viên của chúng tôi là đỉnh cao! Anh ấy luôn chú ý và đảm bảo tất cả các vị khách đều có khoảng thời gian tuyệt vời nhất, đó thực sự là một trải nghiệm tuyệt vời nhờ nỗ lực của đội ngũ anh ấy. Chúng tôi sẽ quay lại 100 lần nữa và giới thiệu cho tất cả mọi người! Đọc thêm",
            "Chúng tôi vừa kết thúc chuyến du ngoạn 3 ngày 2 đêm trên Dragon Pearl và yêu thích từng phút giây. Điểm nổi bật là BBQ bãi biển và bơi lội. Vẻ đẹp xung quanh khiến bạn khó có thể rời thuyền và trở về đất liền. Chúng tôi rất thích sự đồng hành của những vị khách khác và phi hành đoàn thật đặc biệt. Cảm ơn vì một chuyến đi tuyệt vời!Đọc thêm",
            "Chuyến tham quan là trải nghiệm một lần trong đời. Cụ thể, Coco là một hướng dẫn viên du lịch phi thường - rất vui tính và thông minh. Sẽ giới thiệu cho người khác.Đọc thêm",
            "Chúng tôi đã đi du ngoạn 3 ngày 2 đêm với Dragon Pearl. Điểm bán hàng chính của chúng tôi là chuyến du ngoạn ít đông đúc hơn những chuyến khác, rằng nó khá nhỏ, chúng tôi có 15 khách và tất cả các khách đều ở lại 2 đêm trên thuyền. Tất cả những điều đó là sự thật, và chúng tôi đã tham gia các hoạt động vui vẻ, với đồ ăn tuyệt vời với 8 loại thực phẩm khác nhau cho mỗi bữa ăn. Vì vậy, nếu bạn đang tìm kiếm điều đó, tôi không thể giới thiệu Indochina Junk với Dragon Pearl đủ. PS: Hướng dẫn viên của chúng tôi Coco rất hữu ích, tốt bụng và hiếu khách! Đọc thêm",
            "Coco và ngọc rồng thật tuyệt vời! Sẽ giới thiệu cho bất kỳ ai đến Vịnh Hạo Long! Hãy đi chơi với CocoĐọc thêm",
            "Đây là một chuyến đi phi thường! Dịch vụ này rất tuyệt Coco là người hướng dẫn tuyệt vời của chúng tôi, đồ ăn là những bữa ăn 6 món tuyệt vời cho mỗi bữa ăn và các hoạt động đều hoàn hảo. 1010!Đọc thêm",
            "Chúng tôi đã ở Dragon Pearl 2 với Coco làm hướng dẫn viên và nó đã thổi bay mọi kỳ vọng của chúng tôi. Chuyến đi là điểm nhấn tuyệt đối trong thời gian chúng tôi ở Việt Nam. Dịch vụ thật tuyệt vời, đồ ăn ngon, và họ thậm chí còn làm chúng tôi ngạc nhiên với một chiếc bánh để ăn mừng tuần trăng mật của chúng tôi. Coco đã làm cho chuyến đi trở nên khó quên! Đọc thêm",
            "Indochine Dragon Pearl có mười cabin nhưng chúng tôi đã đi thuyền với chỉ năm cabin đang sử dụng, điều đó thật tuyệt. Khi đầy, có thể là một câu chuyện khác. Đầu tiên -- Vịnh Hạ Long ngoạn mục chỉ như vậy, và với chuyến du ngoạn này, trong thời điểm không có khách du lịch trong năm, thật thú vị đối với chúng tôi, những người ghét các chuyến du ngoạn của khách du lịch. Đồ ăn ngon hơn cả ngon và rất nhiều. Các hoạt động rất nhiều nhưng không quá sức. Chèo thuyền kayak và bơi lội rất sảng khoái. Tuy nhiên, hãy chuẩn bị bắt đầu ngày thứ 2 của bạn lúc 6 giờ sáng. Bạn sẽ muốn làm điều đó! Cảnh quan tuyệt đẹp của 2.000 hòn đảo được nhìn thấy với tốc độ hoàn hảo. Chúng tôi đã neo đậu chỉ với hai chiếc thuyền Indochine khác để nghỉ đêm. Bạn sẽ thấy một buổi biểu diễn múa rối nước nông thôn ngắn, ấm cúng và ngọt ngào trên đường trở về. Nhìn chung, nó rất đáng giá, ngay cả khi 3 cabin có một số vấn đề về AC. Đọc thêm",
            "My wife and I decided to book the Amora Junk after doing a decent amount of research, with many stating how crowded Ha Long Bay has become in recent years. Our intentions were to try our best to book a cruise to get away from the masses to really appreciate Ha Long Bays beautiful landscape. With this in mind, we decided to choose the Lamour Junk boat, a single birth vessel to cruise Ha Long and Bai Tu Long Bays. We were not disappointed. From start to finish the whole experience was excellent. Pick up and drop off transfers were all included  a small six-seater luxury transporter made the journey to Ha Long Bay very comfortable. On arrival, we were attended to, and considerable effort was made by all staff to make the stay feel special. Yes, I understand that is what we pay them for, but good service is becoming more of a rarity these days, so staff that go the extra mile with the small things really turns a good experience into an exceptional one. With this said, let me introduce our tour guide Harry. We were not expecting our own tour guide on the cruise, so were very surprised when he introduced himself at the check in facility stating he would be accompanying us. From start to finish Harry was extremely attentive and driven, giving to a perfect mix of privacy and interaction and overall a good human. Having grown up in Ha Long Bay, Harry has a vast amount of knowledge to share on Ha Long Bays history and willing to share this information with a great amount of passion and detail. Harry is also very talented and played his guitar and sang to us after dinner, adding that extra touch to what was already an incredible experience. I have noticed that various reviews are stating that Ha Long Bay is becoming crowded and that many cruise boats can equate to an insta crowd when visiting the attractions and cruising the bay. Harry carries situational awareness where we did not have to deal with crowds whilst visiting all the Ha Long attractions and only seen a few boats whilst cruising around. We were by ourselves for the tour of the caves and kayaking, enjoying the surroundings exclusively while kayaking was a fantastic experience. So a big thank you to Harry for which his professionalism is a big asset to Indochina. If you choose this cruise, be prepared to eat. Lunch, dinner and the second day brunch are all five course fine dining meals  each incorporating flavours from Vietnamese cuisine. This was a something we were not expecting but the experience was no less than awesome. Once the cruise was complete, we were then taken back to Hanoi via a water puppet show. Sure, this show is getting kickbacks from the Indochina but if you take the show for what it is, sit back and enjoy the show run by little Vietnamese ladies. Highly recommend you choose the Lamour Junk if you are looking to make the most of visiting Ha Long Bay. It is certainly an experience we will not forget any time soon.Read more"
        ],
        "star_ratings": [
            6676,
            640,
            136,
            64,
            54
        ],
        "review_amount": 7570,
        "location": [
            "Vịnh Hạ Long",
            "Việt Nam",
            "Những việc cần làm ở Vịnh Hạ Long",
            "Rác Đông Dương",
            "Quang Ninh Province",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 30, 2024",
            "Written May 27, 2024",
            "Written May 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-or10-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d2155069-Reviews-Amazon_Bar-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11677713-Reviews-Ha_Binh_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2694321-Reviews-Pelican_Halong_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d17321631-Reviews-Cho_Thue_Xe_May_Ha_Long_Dong_s_Motorbike-Bai_Chay_Halong_Bay_Quang_Ninh_Provin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2054863-Reviews-Glory_Legend_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d17497738-Reviews-Massage_Hai_Trang-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584423-Reviews-Halong_Bay_Tourist_Private_Day_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d11893961-Reviews-Sun_World_Ha_Long_Complex-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d14120295-Reviews-Halong_Express_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10000691-Reviews-Vietnam_Tour_Tailor_Company-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d19416961-Reviews-1925_Halong_Adventure-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d11895346-Reviews-Main_Event_Entertainment-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1052514-d4374662-Reviews-The_Oyster_Shed-Carbost_Isle_of_Skye_The_Hebrides_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293997-d321381-Reviews-Bab_el_Bahrain_Souk-Manama.html",
            "https://www.tripadvisor.com/Attraction_Review-g31371-d13951262-Reviews-Fifty_Foot_Falls-Supai_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g187786-d12723086-Reviews-Bosco_de_Medici_Winery-Pompeii_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d7052135-Reviews-Mercato-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d283807-Reviews-Brooklyn_Heights_Promenade-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187824-d13108126-Reviews-Stazione_La_Spezia_Centrale-La_Spezia_Province_of_La_Spezia_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g49441-d1554792-Reviews-Pilot_Mountain_State_Park-Pinnacle_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g188671-d243316-Reviews-Basilica_of_the_Holy_Blood-Bruges_West_Flanders_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-or10-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Indochina Junk",
        "attraction_name_vi": "Rác Đông Dương",
        "general_info": [
            "7.570 đánh giá",
            "54 trên 293 Hoạt động ngoài trời ở Vịnh Hạ Long",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền Đông Dương đến Vịnh Bái Tử Long, một khu vực xinh đẹp và ít được ghé thăm của Vịnh Hạ Long để có hành trình thú vị với nhiều trải nghiệm độc đáo. Đội tàu của chúng tôi bao gồm L Amour Junk, Prince Junk, Dragons Pearl Junk, Dragon Legend Cruise và La Muse Day Cruise. Lịch trình linh hoạt, đội ngũ nhân viên thân thiện và những món ăn địa phương ngon miệng chắc chắn sẽ mang đến cho bạn một chuyến đi tuyệt vời ở Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Chúng tôi đã có khoảng thời gian tuyệt vời trên Dragon Pearl 1, trong chuyến du ngoạn 1 đêm. Peter, hướng dẫn viên du lịch của chúng tôi, thật đặc biệt. Anh ấy thân thiện, chu đáo và giàu thông tin và đảm bảo mọi người đều có khoảng thời gian tuyệt vời. Phần còn lại của phi hành đoàn cũng rất tuyệt. Cơ sở vật chất của cabin, các hoạt động liên quan, ví dụ: chèo thuyền kayak, tham quan hang động, v.v. và đồ ăn đều đẳng cấp thế giới và được thiết kế hết sức cẩn thận. Vợ tôi và tôi đang tổ chức lễ kỷ niệm ngày cưới và họ cũng làm cho chúng tôi một chiếc bánh bất ngờ để ăn mừng sau bữa tối. Trong hai ngày, chúng tôi đã có một số kỷ niệm tuyệt vời.Đọc thêm",
            "Một cái nhìn toàn cảnh đẹp để thoát khỏi thực tế. Vịnh Bái Tử Long yên tĩnh hơn với ít người hơn và chuyến đi có cảm giác như một chuyến tham quan riêng. Hướng dẫn viên Coco và nhóm của chúng tôi đã cung cấp dịch vụ xuất sắc và có kiến ​​thức chuyên sâu về khu vực xung quanh. Không bao giờ kết thúc những bữa ăn ngon miệng và tất cả chúng tôi đã có khoảng thời gian tuyệt vời trong bữa trưa BBQ trên một bãi biển riêng. Các hoạt động rất vui vẻ, chúng tôi cảm thấy thư giãn và không vội vã chuyển sang hoạt động tiếp theo. Thuyền Dragon Pearl của chúng tôi thực sự đã thể hiện nét duyên dáng truyền thống nhưng hiện đại, sạch sẽ và tiện nghi. Công ty du lịch này thực sự biết họ đang làm gì và đã hoàn thiện dịch vụ của mình. Tôi rất muốn giới thiệu.Đọc thêm",
            "Quan hướng dẫn viên của chúng tôi đã làm nên điều kỳ diệu cho Ngày Vịnh Tử Long. Chúng tôi thậm chí còn có thuyền cho 3 người chúng tôi, thật kỳ diệu! Trên thuyền thực sự rất tốt. Cuối cùng, chuyến đi từ Hà Nội thực sự thoải mái với một người lái xe rất giỏi!Đọc hơn",
            "Ban đầu chúng tôi hơi do dự, không biết 3 ngày trên thuyền với 2 đứa con nhỏ sẽ ra sao. Tất cả chúng tôi đã có một thời gian tuyệt vời. Các nhân viên du lịch và thuyền viên đã cố gắng hết sức để làm cho chuyến đi của chúng tôi trở nên tuyệt vời, bao gồm cả việc cố gắng giao lưu với bọn trẻ của chúng tôi. Chúng tôi có các phòng xen kẽ, phòng chính có bồn tắm. Cơ sở vật chất trên tàu rất tuyệt vời bao gồm một hồ bơi nhỏ, mọi bữa ăn đều rất ngon và các chuyến du ngoạn được lên kế hoạch và thực hiện rất tốt. Chèo thuyền kayak và BBQ trên bãi biển nổi bật như những điểm nhấn thực sự. Mỗi ngày kết thúc bằng cocktail, bữa tối 8 món giữa gia đình và câu mực sau lưng. Chúng tôi không thể giới thiệu chuyến đi này đủ cao.Đọc thêm",
            "Đây là lần thứ hai tôi đến với Indochine Junk trên Dragons Pearl 01 và nó vẫn tuyệt vời như lần đầu tiên. Hướng dẫn viên của chúng tôi Peter rất chu đáo và nhiều thông tin. Các nhân viên cũng tuyệt vời và thức ăn rất tuyệt vời. Họ đã chăm sóc chúng tôi rất chu đáo trong tuần trăng mật và chúng tôi thích sự thân mật như thế nào trên một con tàu nhỏ. Chúng tôi sẽ quay lại lần nữa! Đọc thêm",
            "Tôi và vợ đã có khoảng thời gian tuyệt vời trên chiếc thuyền Lamour Junk, trong chuyến hành trình hai ngày một đêm của chúng tôi. Phong cảnh thật tuyệt vời và việc có được chiếc thuyền cho riêng mình là điều tuyệt vời nhất trong đời. Chúng tôi đang tổ chức tuần trăng mật và sinh nhật của tôi, vì vậy đoàn làm phim đã ưu tiên làm cho nó trở nên đặc biệt bằng một món quà và một chiếc bánh. Trải nghiệm của chúng tôi sẽ không quá độc đáo và đặc biệt nếu không có người quản lý hành trình Harry, người đã cố gắng hết sức để đảm bảo chúng tôi được chăm sóc trong suốt chuyến đi, trả lời tất cả các câu hỏi của chúng tôi, cung cấp cái nhìn sâu sắc về Việt Nam và cuộc sống ở Vịnh Hạ Long, và cho chúng tôi một điều thú vị với giọng hát và cây đàn guitar của anh ấy. Đầu bếp cũng đã chế biến một loạt các món ăn địa phương và tươi ngon tuyệt vời. Chúng tôi chèo thuyền kayak quanh một hòn đảo và có một chuyến tham quan riêng qua các hang động. Tuy nhiên, chúng tôi không được phép bơi, đó là phản hồi mang tính xây dựng duy nhất mà chúng tôi có được từ chuyến đi, nếu không thì đó là một trong những điểm nổi bật trong chuyến đi Việt Nam của chúng tôi. Cảm ơn phi hành đoàn!Đọc thêm",
            "Chúng tôi được đón trực tiếp từ Hà Nội từ Airbnb mà không gặp vấn đề gì. Peter Doanh và đoàn thật tuyệt vời. Họ đều rất thân thiện, hiểu biết và chuyên nghiệp. Có rất nhiều hoạt động tuyệt vời và rất nhiều hải sản đẹp. Tôi thực sự khuyên bạn nên! Đọc thêm",
            "Chuyến đi thật tuyệt vời, được tổ chức cực kỳ tốt - từ lúc đón chúng tôi tại khách sạn cho đến khi chúng tôi được đưa đến sân bay sau đó. Dịch vụ ăn uống trên tàu thật tuyệt vời, tôi phải đặc biệt đề cập đến tiệc nướng trên bãi biển - thật tuyệt vời và hoàn hảo. Chúng tôi thuê Dragon Prince vì gia đình gồm 7 người có cả một chiếc thuyền cho riêng mình. Ngoại trừ khi chúng tôi neo đậu vào buổi tối - chúng tôi là chiếc thuyền duy nhất được nhìn thấy, ngoài một vài chiếc thuyền đánh cá địa phương, điều đó khiến mọi thứ trở nên đặc biệt hơn. Xin chân thành cảm ơn tất cả các nhân viên đã chăm sóc chúng tôi. Đọc thêm",
            "Overall, we had a fantastic experience and would highly recommend to anyone thinking about a cruise in Halong Bay as part of their experience in Vietnam. If youre having trouble deciding whether to do a 1 night or 2 night, we would definitely recommend opting for the 2 night. We had a mix of 1 and 2 night people on our cruise. People on the 1 night get off the boat in the morning via a very nice shuttle boat and have brunch. A bunch of us left behind commented that the travel, the luggage, the time, etc. didnt seem worth it for 1 night, and we all were glad that we booked the longer cruise. The 2 night also takes you to Bai Tu Long Bay, further out than Halong Bay proper. While we were out there, we noted that there were barely any ships when we saw them, but for the majority of the time we were alone. It was so incredibly peaceful. There were lots of couples, and one family. We wouldnt say that this cruise is really kid-friendly and we appreciated that there werent a bunch of kids running around. So for the sake of everyone else, leave the kids. The staff was so great - helpful, accommodating and so sweet. The food was great, multi-course meals every night served family style. Food had a lot of variety, and while it was meat heavy, we noticed that they made accommodations for vegetarians on the cruise. PRO TIP: Bring snacks. Drinks were readily available, but they dont offer snack items like chips, candy, etc. Although youre definitely very well, there was one or two times when we just felt snacky. The cabin was exceptional! They were spacious and nicely decorated with one of the comfiest beds that weve EVER slept on. We got some of the best sleep while on the cruise, including some naps in between activities. Most importantly for us it was incredibly quiet... We couldnt hear our neighbors, people walking down the halls, etc. The only noise was from the ship itself while we were cruising or anchoring. The cruise has activities planned, but they are all optional. We appreciated being able to join the ones we wanted, and sitting out the ones that werent our jam. Activities that we really enjoyed:- We did the fishing village, a whisper-quiet boat ride through the village rowed by a local. You dont have to be silent, but the locals dont speak English and everyone was just taking it all in. - We opted to do kayaking off the beach, which was a lovely 40-45 minute open water kayak around some rock formations. It was very manageable and just long enough. It didnt feel like we were on an endless day of kayaking.PRO TIP: Take note of the activities schedule and set an alarm on your phone. Not all activities have overhead announcements consistently. The weather was overcast for the entire trip and we had some beautiful rainstorms, accompanied by lighting and thunder. Due to this, we werent able to eat dinner on the deck, but we spent time up on the top deck when there were breaks in the weather. And finally, the company themselves were lifesavers. We forgot one of our bags at the hotel our fault, not theirs and discovered this halfway on the way to Halong Bay. Our transfer driver helped coordinate with the hotel to get the suitcase into a taxi. The staff in the office were in contact with the taxi driver and were able to get him over to the port just in the nick of time to get put on to the boat with everyone elses luggage. So we very much appreciate the staff for going above and beyond for us!Read more",
            "Phi hành đoàn và hướng dẫn tuyệt vời. Thức ăn thật tuyệt vời, như 7 món cho bữa trưa và bữa tối. Thành thật mà nói, đó là quá nhiều thức ăn. Tôi cảm thấy tồi tệ và hy vọng số thực phẩm chưa dùng đến sẽ không bị lãng phí. Dịch vụ chuyển tiếp suôn sẻ từ khách sạn của chúng tôi ở Hà Nội đến phòng chờ ở Hạ Long rồi đến thuyền. Phòng của chúng tôi rất thoải mái và có tầm nhìn tuyệt vời. Không ồn ào chút nào, có vẻ như được sắp xếp hợp lý và không có tiếng kêu cót két vào giữa đêm. Chỉ có hai điều tiêu cực để nói. Chúng tôi có hai tài xế một người từ Hà Nội và một người từ phòng chờ lên thuyền. Cả hai tài xế đều nhắn tin trên điện thoại của họ. Tôi biết điều này rất phổ biến ở Việt Nam. Kể từ khi chúng tôi đến đây, mọi tài xế chúng tôi đều nhận được tin nhắn. Tuy nhiên, tôi vẫn không thích điều đó và ước họ sẽ yêu cầu tài xế của họ không làm điều này. Công ty đã đáp ứng yêu cầu của chúng tôi là đi Ninh Bình sau chuyến đi thay vì Hà Nội. Người lái xe riêng cho phần này rất xuất sắc, không chạy quá tốc độ hay nhắn tin và anh ấy rất an toàn. Điều nhỏ nhặt duy nhất còn lại là một số bộ phận của thuyền cần được tân trang lại. Tấm thảm khá thô ở một số khu vực và chúng tôi đã bong tróc giấy dán tường trong phòng. Nhưng thành thật mà nói thì toàn bộ chuyến đi rất tốt, đặc biệt là đồ ăn và chất lượng dịch vụ, tôi vẫn sẽ quay lại chiếc thuyền này.Đọc thêm",
            "Xin chào, Có chuyến tham quan Đông Dương nào đi gần khu vực Cống Đầm không và nếu có thì việc bơi lội ở nhóm đảo nhỏ đó có được phép không?Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du ngoạn 3 ngày và ăn trưa vào ngày thứ hai trên một bãi biển riêng và có thể bơi lội ở đó.Đọc thêm",
            "Bạn được phép mang hành lý cỡ bao nhiêu lên máy bay?  Tôi đọc ở đâu đó bạn không được phép mang theo một chiếc ba lô du lịch lớn?Đọc thêm",
            "Giá rác 2 ngày 1 đêmĐọc thêm",
            "Khi về Cảng có bắt buộc phải xem múa rối nước không? Chúng tôi có thời gian hạn chế sau chuyến du lịch 2 ngày một đêm và cần quay lại Hà Nội càng sớm càng tốt.Đọc thêm",
            "Không, chúng tôi đã bỏ qua buổi biểu diễn múa rối nước vì lý do tương tự. Hãy nghĩ rằng chúng tôi đã trả thêm một chút để bỏ qua nó do có sẵn xe tải và đường thu phí trên đường cao tốc cũng nhanh hơn\n\nPhải thừa nhận rằng các tùy chọn này không rõ ràng trên trang web và được sắp xếp qua email và gặp trực tiếp khi chúng tôi thanh toán tiền đặt cọcĐọc thêm",
            "Xin chào, chúng tôi là một gia đình nhiều lứa tuổi: chồng tôi, 3 đứa con 1396 tuổi và bố mẹ tôi khoảng 70 tuổi và có một số vấn đề về cứng khớp khi vận động. Có chiếc thuyền nào có 3-4 cabin có thể được thuê riêng không? Chúng tôi đang xem xét một chuyến đi vào cuối tháng 3 năm 2020.Đọc thêm",
            "9Mala thân mến,\nCảm ơn sự quan tâm của bạn đến dịch vụ của chúng tôi. Chúng tôi có thuyền riêng với 3 cabin dành cho gia đình bạn. Nhưng do câu hỏi của bạn về vấn đề di chuyển, tôi thực sự khuyên gia đình bạn nên đi du thuyền Dragon Legend của chúng tôi. Đó là một chiếc thuyền thép lớn với cabin lớn, giúp giảm say sóng một cách tốt nhất. Để biết thêm thông tin, vui lòng liên hệ với chúng tôi tại: infoindochina-junk. com để được hỗ trợ càng sớm càng tốt.\nTrân trọng cảm ơn,\nRác Đông DươngĐọc thêm",
            "Xin chào, có thể khám phá Vịnh Hạ Long, Vịnh LAN Hạ Vịnh Bái Tử trong hành trình 2 ngày 1 đêm từ Hà Nội không? \n\nCảm ơn trước !!\nSanjayĐọc thêm",
            "Xin chào Sanjay Dutta,\nCảm ơn câu hỏi của bạn. Tất cả các thuyền của chúng tôi đều đi trong khu vực Vịnh Bái Tử Long - một phần rất lớn của Vịnh Hạ Long, Di sản được UNESCO công nhận. Nó yên tĩnh và đẹp hơn nhiều so với các khu vực khác của Vịnh Hạ Long. Nó thậm chí còn tốt hơn do sự yên tĩnh của nó. \nNếu bạn cần hỗ trợ thêm, vui lòng liên hệ với chúng tôi tại: infoindochina-junk. com. Cảm ơn và hẹn gặp lại!\nRác Đông DươngĐọc thêm",
            "Xin chào. Bạn có đi du thuyền trong ngày đến vịnh Bái Tử Long từ Hà Nội không?Đọc thêm",
            "Xin chào Nishant S,\nCảm ơn câu hỏi của bạn. Có, tất nhiên chúng tôi cung cấp chuyến đi trong ngày đến Vịnh Bái Tử Long từ Hà Nội. Hiện chúng tôi có nhiều loại hành trình khác nhau dành cho bạn, hành trình kéo dài 4 giờ và 8 giờ trên Vịnh Rồng hoặc thuyền Nàng Tiên. Bạn có thể truy cập trang web của chúng tôi để biết thêm chi tiết hoặc chỉ cần liên hệ với chúng tôi tại: infoindochina-junk. com\nCảm ơn và hẹn gặp lại,\nRác Đông DươngĐọc thêm",
            "Chào buổi sáng, \nCó thể đi du thuyền cùng hai trẻ em 3 và 6 tuổi không?Đọc thêm",
            "Xin chào AlainR79,\nCó, tất nhiên bạn có thể đi du lịch cùng trẻ em. Trên tàu chúng tôi luôn có hệ thống an toàn và áo phao cho trẻ em. Chỉ cần cho chúng tôi biết khi đặt phòng.\nCảm ơn bạn và chúng tôi mong sớm được gặp bạn,\nRác Đông DươngĐọc thêm",
            "Xin chào,\nChúng tôi có một nhóm 19 người, muốn khám phá Vịnh Hạ Long từ 3 giờ chiều ngày 13 đến 3 giờ chiều ngày hôm sau. Bạn có thể sắp xếp cho chúng tôi không? Cảm ơnĐọc thêm",
            "Chào CẩmTrinh,\nCảm ơn bạn rất nhiều vì đã quan tâm đến dịch vụ của chúng tôi, vui lòng kiểm tra hộp thư đến trên Tripadvisor hoặc liên hệ với chúng tôi trong thời gian sớm nhất theo số: 096 434 3322, đội ngũ tư vấn du lịch của chúng tôi rất sẵn lòng hỗ trợ bạn trong thời gian sớm nhất!\nCảm ơn và hẹn gặp lại,\nRác Đông DươngĐọc thêm",
            "Chúng tôi sẽ tham gia cùng bạn trong vài tuần nữa - bơi khỏi thuyền có an toàn không?  Tôi nghe nói thủy triều khá mạnh - bạn có những vật dụng an toàn nào trên tàu?Đọc thêm",
            "Xin chào Ruth H,\nTrên tàu chúng tôi có áo phao, phao cứu sinh, báo động an toàn và hệ thống an toàn trên tàu. Có một số khu vực được phép trên vịnh mà bạn có thể bơi và hướng dẫn viên sẽ cho bạn biết nơi nào.\nCảm ơn và mong sớm được chào đón bạn,\nIndochina JunkĐọc thêm"
        ],
        "star_ratings": [
            6676,
            640,
            136,
            64,
            54
        ],
        "review_amount": 7570,
        "location": [
            "Vịnh Hạ Long",
            "Việt Nam",
            "Những điều cần làm ở Vịnh Hạ Long",
            "Rác Đông Dương",
            "Quang Ninh Province",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 19, 2024",
            "Written May 18, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024",
            "Written May 13, 2024",
            "Written May 6, 2024",
            "Written May 5, 2024",
            "Written May 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d2044615-Reviews-or10-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-or20-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d2155069-Reviews-Amazon_Bar-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11677713-Reviews-Ha_Binh_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2694321-Reviews-Pelican_Halong_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d17321631-Reviews-Cho_Thue_Xe_May_Ha_Long_Dong_s_Motorbike-Bai_Chay_Halong_Bay_Quang_Ninh_Provin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2054863-Reviews-Glory_Legend_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d17497738-Reviews-Massage_Hai_Trang-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584423-Reviews-Halong_Bay_Tourist_Private_Day_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d11893961-Reviews-Sun_World_Ha_Long_Complex-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d14120295-Reviews-Halong_Express_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10000691-Reviews-Vietnam_Tour_Tailor_Company-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d19416961-Reviews-1925_Halong_Adventure-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41142-d4495343-Reviews-Rocky_Gap_State_Park-Flintstone_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g48134-d2266415-Reviews-Harbes_Family_Farm-Mattituck_North_Fork_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g56763-d23717352-Reviews-Puttery-The_Colony_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d7687457-Reviews-My_Khe_Beach-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g31221-d13992571-Reviews-Willow_Springs_Lake-Forest_Lakes_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g53094-d3208221-Reviews-Root_s_Country_Market_Auction-Manheim_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191998-d15309299-Reviews-Vrachos_Beach-Vrachos_Preveza_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d153186-Reviews-Tulum_Archaeological_Site-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g41868-d6908542-Reviews-Head_of_the_Meadow_Beach-Truro_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g44216-d2265033-Reviews-Roaring_River_State_Park-Cassville_Missouri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-or20-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-or10-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html"
    },
    {
        "attraction_name": "Indochina Junk",
        "attraction_name_vi": "Rác Đông Dương",
        "general_info": [
            "7.570 đánh giá",
            "54 trên 293 Hoạt động ngoài trời ở Vịnh Hạ Long",
            "Những chuyến du lịch thuyền"
        ],
        "attraction_summary": "Du thuyền Đông Dương đến Vịnh Bái Tử Long, một khu vực xinh đẹp và ít được ghé thăm của Vịnh Hạ Long để có hành trình thú vị với nhiều trải nghiệm độc đáo. Đội tàu của chúng tôi bao gồm L Amour Junk, Prince Junk, Dragons Pearl Junk, Dragon Legend Cruise và La Muse Day Cruise. Lịch trình linh hoạt, đội ngũ nhân viên thân thiện và những món ăn địa phương ngon miệng chắc chắn sẽ mang đến cho bạn một chuyến đi tuyệt vời ở Vịnh Hạ Long.Đọc thêm",
        "reviews": [
            "Nhân viên và đồ ăn - tất cả đều tuyệt vời. Phòng ổn, thuyền cần được bảo trì một chút, tôi không gọi đó là sang trọng. Điều khiến tôi rất thất vọng là nếu bạn đi tour 2 ngày, họ sẽ chuyển bạn sang một thuyền khác vào ngày thứ hai vì có những người đi tour 3 ngày cùng bạn trên cùng một thuyền. Tất nhiên, thuyền thứ hai nhỏ hơn nhiều so với những gì bạn đã trả tiền. Sáng thứ hai, bạn phải thức dậy sớm, bữa sáng bắt đầu lúc 7 giờ và bạn có tối đa 30 phút để ăn, vì bạn phải khởi hành tham quan hang động lúc 7:35. Những người đi tour 3 ngày có nhiều thời gian hơn, họ có thể ăn sáng đến 8:30 và chuyến đi tương tự của họ bắt đầu lúc 9:00 khi bạn trở về từ chuyến đi của mình. Sau chuyến đi, chúng tôi chỉ có 20 phút để đóng gói, và vào khoảng 9:20, phi hành đoàn đã gõ cửa phòng chúng tôi để kiểm tra quầy bar nhỏ và chuyển hành lý của chúng tôi sang thuyền thứ hai. Bạn thậm chí không có thời gian để tắm sau khi chèo thuyền kayak. Mọi thứ, bắt đầu từ bữa sáng, đều vội vã. Nó được gọi là tour du lịch hai ngày, nhưng thực tế bạn sẽ dành ít hơn 24 giờ trên thuyền Dragon Legend. Sau đó, bạn bị đuổi đi như một gói hàng không mong muốn. Tôi không coi đó là công bằng và chắc chắn không phải là một chuyến du ngoạn sang trọng. Cách họ đối xử với chúng tôi vào ngày thứ hai không xứng đáng với số tiền chúng tôi đã trả. Nhìn chung, đó là một sự thất vọng đắt giá. Đọc thêm",
            "Nikolady58 thân mến,\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi của mình. Chúng tôi rất vui khi biết rằng bạn rất thích dịch vụ và bữa ăn do nhân viên của chúng tôi cung cấp. Chúng tôi đánh giá cao lời khen của bạn về những khía cạnh này trong hành trình của chúng tôi.\n\nTuy nhiên, chúng tôi thực sự rất tiếc khi biết về sự thất vọng của bạn với quá trình chuyển tuyến và nhịp độ của hành trình trong chuyến tham quan hai ngày của bạn. Mục tiêu của chúng tôi luôn là cung cấp trải nghiệm liền mạch và sang trọng, và có vẻ như chúng tôi đã thiếu sót về mặt này trong chuyến đi của bạn. \n\nChúng tôi ghi nhớ những nhận xét của bạn vì chúng rất cần thiết trong việc hướng dẫn những nỗ lực của chúng tôi nhằm nâng cao mọi khía cạnh dịch vụ của chúng tôi. Chúng tôi cam kết cải thiện và đảm bảo khách hàng được tận hưởng trải nghiệm sang trọng và thú vị mà chúng tôi mong muốn mang lại.\n\nVui lòng chấp nhận lời xin lỗi của chúng tôi vì bất kỳ sự bất tiện nào bạn có thể gặp phải. Hãy yên tâm rằng chúng tôi sẽ giải quyết mối quan ngại của bạn một cách phù hợp và liên hệ trực tiếp với bạn. Tôi hy vọng chúng tôi vẫn có thể chuộc lỗi với bạn.\n\nCám ơn bạn rất nhiều vì đã thông cảm.\n\nTrân trọng kính chào,\nĐội ngũ thuyền viên của Indochine JunkĐọc thêm",
            "Chúng tôi đã đặt chuyến du ngoạn 2 đêm ở Vịnh Hạ Long với Indochine Junk trên chiếc thuyền Dragon Legend của họ. Chiếc thuyền này đi theo con đường xa nhất đến Vịnh Hạ Long mà tôi đặc biệt khuyên dùng vì bạn càng đi xa thì càng ít ô nhiễm nước. Công ty Indochine Junk rất chuyên nghiệp, thuyền sạch sẽ và được trình bày rất tốt, nhân viên rất thân thiện và hữu ích, và hướng dẫn viên Peter rất xuất sắc. Anh ấy có kiến ​​thức địa phương tốt về khu vực và có khiếu hài hước. Tôi thực sự khuyên bạn nên sử dụng Indochine Junk và tham gia chuyến du ngoạn 2 đêm trong 1 đêm.Đọc thêm",
            "Chúng tôi muốn thực hiện chuyến tham quan halong đến khu vực ít khách du lịch hơn và đại lý của chúng tôi đã đề xuất Dragon Legend. Sự lựa chọn hoàn hảo của nó và là điểm nổi bật trong chuyến đi của chúng tôi. Chúng tôi yêu thích và tham gia mọi hoạt động. Cabin rộng, sạch sẽ với một chiếc giường lớn thoải mái. Thức ăn tuyệt vời và nhân viên rất dự kiến. Tất cả đều trên cả sự mong đợi của chúng tôi.Đọc thêm",
            "Một vài ngày tuyệt vời quanh Khu vực Vịnh Cát Bà hẻo lánh hơn. Chiếc thuyền Dragon Legend rất thoải mái, với các phòng lớn hơn nhiều so với dự kiến ​​và thủy thủ đoàn đều rất đáng yêu và được tổ chức rất tốt. Chúng tôi đã nghe những câu chuyện về những đoàn thuyền đông đúc trên vịnh, nhưng du thuyền Đông Dương đã đưa chúng tôi đi rất xa và đến những khu vực hẻo lánh trong khu vực. Các hoạt động đều được tổ chức tốt và đa dạng.Đọc thêm",
            "Tour du lịch tuyệt vời của Vịnh Hạ Long. Phải làm tour 3 ngày 2 đêm. Các cabin đã được bổ nhiệm đẹp mắt. Thức ăn thật tuyệt vời. Những chuyến du ngoạn đã thay đổi cuộc sống. Chuyến tham quan nổi bật nhất là buổi chiều họ đưa tất cả khách đến một bãi biển riêng. Họ đã chuyển hết bàn ghế từ thuyền chính ra bãi biển. Những chiếc bàn đều có khăn trải bàn bằng vải lanh màu trắng. Họ nướng bữa trưa của chúng tôi trên bãi biển. Họ cũng bao gồm quầy bar di động phục vụ bia và loại cocktail yêu thích của bạn. Các nhân viên đã rất chu đáo với khách trong suốt 3 ngày. Hoạt động giải trí hàng đêm tại địa phương của một số thành viên trong đoàn là một điều thú vị. Phải làm nếu muốn nhìn thấy phía không quá bận rộn của Vịnh Hạ Long. Tôi rất muốn giới thiệu công ty này.Đọc thêm",
            "Chúng tôi hoàn toàn tận hưởng chuyến du ngoạn 3 ngày 2 đêm trên Dragon Legend. Thức ăn thật tuyệt vời - hương vị thực sự của Việt Nam với nhiều món để thưởng thức. RẤT nhiều đồ ăn! Dịch vụ này được tất cả nhân viên đánh giá cao - chúng tôi rất ấn tượng, họ đã vượt lên trên cả. Nếu đặt 2 đêm, bạn sẽ tận hưởng chuyến du ngoạn ngày thứ 2 bình dị trên một chiếc thuyền nhỏ hơn đến các khu vực vắng vẻ của vịnh. Chúng tôi yêu thích chèo thuyền kayak ngày thứ 2 - một cơ hội để khám phá. Phần tuyệt vời nhất đối với chúng tôi là bữa trưa BBQ trên bãi biển đầy cát hoang vắng của riêng chúng tôi và bơi lội mát mẻ. Yêu tất cả. Hãy sắp xếp hợp lý với nước vì chai nhựa không được phép mang vào Vịnh Hạ Long. Rượu vang đắt tiền trên tàu. Đây thực sự là một chuyến đi sang trọng - rất thích nó. Đọc thêm",
            "Chúng tôi đã chọn chuyến du lịch hai ngày Bái Tử Long dành cho hai người trên tàu LAmour để kỷ niệm 31 năm ngày thành lập và không thể giới thiệu nó đủ cao. Dưới bàn tay tài năng của Harry, người hướng dẫn trên tàu và bạn đồng hành của chúng tôi trong chuyến đi, chúng tôi đã khám phá vùng nước yên tĩnh và đảo đá vôi ấn tượng của vịnh, tham quan một hang động là một kỳ quan địa chất và chèo thuyền kayak hai lần một lần quanh một hòn đảo và lần thứ hai qua một làng chài nổi. Đồ ăn rất tuyệt vời, được phục vụ bởi đầu bếp Quyuh, người đã cố gắng hết sức để tạo ra những thực đơn Việt Nam ngon miệng--đồng thời điều chỉnh chúng để có nguồn gốc chủ yếu từ thực vật-- nướng một chiếc bánh kỷ niệm đẹp mắt, và thậm chí vào ngày cuối cùng còn chế tạo một mô hình đồ ăn vặt từ dưa hấu và bí ngô. Chúng tôi thưởng thức bữa ăn sáng và tối ở khu vực ăn uống ngoài trời có mái che, ngắm hoàng hôn và thậm chí cả một vài ngôi sao sáng trong một đêm từ boong trên. Thuyền trưởng Tuyền và kỹ sư Công đã giữ cho con tàu chạy êm và chúng tôi cảm thấy mình đang được hỗ trợ tốt phi hành đoàn. Trên hết, chúng tôi cảm thấy rằng Harry và phi hành đoàn đã cố gắng giúp chúng tôi kỷ niệm cột mốc quan trọng này trong cuộc đời và thực sự chia sẻ niềm hạnh phúc của chúng tôi trong ngày kỷ niệm cũng như dành thời gian trên mặt nước trong môi trường di sản thế giới được UNESCO công nhận này .Chuyến đi này có mức giá cao hơn những chuyến khác, nhưng nó hoàn toàn xứng đáng để đầu tư.Đọc thêm",
            "Chuyến đi tuyệt vời - chắc chắn đề nghị hai đêm. Lời khuyên: - mang theo một chai nước có thể tái sử dụng bên mình - xịt thuốc xịt côn trùng trước khi đi du ngoạn - bạn chỉ cần một đôi dép chắc chắn cho chuyến du ngoạn chứ không phải giày thể thao - thực hiện tất cả các hoạt động - ăn hết đồ ăn; và- chơi một ván bài trong thời gian yên tĩnh. Giường thoải mái, vòi sen tuyệt vời, quang cảnh tuyệt vời...Nhân viên là những gì làm cho hành trình này trở nên nổi bật.Đọc thêm",
            "We are just getting off a private 3nt4-day Halong Bay Junk Cruise with Indochina from April 03-06 which was beyond excellent.  We were 2 couplesfriends sharing this cruise as a bucket list trip to celebrate a 60th birthday for two of us. Our Captain was Mr. Bing, our tour guide was Chang, servers were Mike  Khua Qua, there were 2 Chefs on-board, Mr. Zhing and unfortunately I cant remember the name of the 2nd, sorry, as well as a mechanic. These 7 individuals went out of their way to make this cruise as special as possible for us and it was indeed special. The 2 Chefs were incredibly talented. The food was Michelin Class 6Stars in our books, 6-7 courses for each meal that was a culinary delight and sometimes looked to beautiful to eat. But man did we eat! I could probably fast for a week now based on what I consumed :. And you would not believe the radish and pumpkin carvings they did for us, just Wow.The activities from kayaking, a fishing expedition with a local family, a private cave viewing plus a private beach lunch, to the therapeutic foot soaks each evening after dinner were all extremely enjoyable.  Chang went above and beyond to ensure each experience was special for us. His attention to detail and gracious personality was very much appreciated by our group. The only thing that could have made this trip perfect was if the clouds had lifted and we could have had some blue skies for our pictures but it did not, the low pressure system hovered over us the full 4 days. Oh well, you cannot control mother nature. We went with it giving us a magical mystical feel to our experience.So a Big Thank You to all of the crew on our Prince Junk Cruise and Indochina for making my bucket list trip to Halong Bay a trip of a lifetime and extremely memorable in the most positive way.  Many Thanks  If you have a chance to do one then I would recommend Indochina, their staff and service are well worth it.Read more",
            "VIP thân mến,\n\nCảm ơn bạn đã chọn chúng tôi cho lễ kỷ niệm sinh nhật lần thứ 60 hoành tráng của bạn tại Vịnh Hạ Long. Đội ngũ thủy thủ đoàn của chúng tôi đánh giá cao những lời tốt đẹp của bạn và rất vui khi biết chúng đã góp phần làm cho chuyến đi của bạn trở nên đặc biệt. Đánh giá của bạn đã khiến chúng tôi vui mừng!\n\nViệc bạn đề cập đến hành trình ẩm thực Michelin Class 6Stars do các đầu bếp của chúng tôi thực hiện đã mang lại nụ cười trên khuôn mặt chúng tôi. Thật tuyệt vời khi biết rằng các bữa ăn, cùng với các món chạm khắc củ cải và bí ngô, là những điểm nổi bật trong chuyến du ngoạn của bạn. Các đầu bếp của chúng tôi nỗ lực đạt đến sự xuất sắc, không chỉ nhằm tạo ra những bữa ăn mà còn tạo ra những trải nghiệm ẩm thực đáng nhớ và có tính thẩm mỹ. \n\nCuộc phiêu lưu của bạn từ chèo thuyền kayak đến bữa trưa trên bãi biển riêng nghe có vẻ như ở ngoài thế giới này và rất vui vì bầu trời huyền bí của Vịnh Hạ Long đã thêm vào sự kỳ diệu cho hành trình của bạn.\n\nChúng tôi không thể cảm ơn đủ vì đã giới thiệu chúng tôi và rất nóng lòng được chào đón bạn quay trở lại để có thêm những kỷ niệm khó quên. Đây là bầu trời quang đãng và nhiều cuộc phiêu lưu hơn trong chuyến đi tiếp theo của bạn! \n\nChúc mừng cuộc phiêu lưu,\nĐội ngũ thủy thủ đoàn Indochine Junk.Đọc thêm",
            "Tôi đã đặt chiếc thuyền nhỏ nhất được cung cấp cho chuyến đi 3 ngày cho bạn bè tôi và tôi, hy vọng có thể tránh xa đám đông đổ xô đến các vịnh mỗi ngày. May mắn thay, có đủ đá và vịnh nhỏ để tránh xa đám đông, và tôi thực sự đánh giá cao nỗ lực của công ty này để làm như vậy. Mặc dù tất cả các thuyền đều cập bến cùng nhau vào ban đêm, nhưng có một vài lần tôi cảm thấy như chúng tôi là chiếc thuyền duy nhất trong khu vực. Tiệc nướng trên bãi biển và chèo thuyền kayak là những hoạt động yêu thích của tôi. Đồ ăn tuyệt vời và nhiều, thực sự có thể là quá nhiều đồ ăn. Nhưng dù sao thì đây cũng là kỳ nghỉ! Phi hành đoàn rất chu đáo và hướng dẫn viên Coco của chúng tôi rất tuyệt. Anh ấy rất vui khi được trò chuyện với tôi và chia sẻ một số điều về cuộc sống ở Việt Nam, điều mà tôi thực sự đánh giá cao khi đi du lịch. Đọc thêm"
        ],
        "star_ratings": [
            6676,
            640,
            136,
            64,
            54
        ],
        "review_amount": 7570,
        "location": [],
        "reviews_time": [
            "Written May 4, 2024",
            "Written May 3, 2024",
            "Written April 23, 2024",
            "Written April 23, 2024",
            "Written April 14, 2024",
            "Written April 14, 2024",
            "Written April 13, 2024",
            "Written April 10, 2024",
            "Written April 7, 2024",
            "Written April 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293923-d2044615-Reviews-or20-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-or10-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-or30-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d2155069-Reviews-Amazon_Bar-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d11677713-Reviews-Ha_Binh_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2694321-Reviews-Pelican_Halong_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d17321631-Reviews-Cho_Thue_Xe_May_Ha_Long_Dong_s_Motorbike-Bai_Chay_Halong_Bay_Quang_Ninh_Provin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d2054863-Reviews-Glory_Legend_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d17497738-Reviews-Massage_Hai_Trang-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584423-Reviews-Halong_Bay_Tourist_Private_Day_Tours-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g13163470-d11893961-Reviews-Sun_World_Ha_Long_Complex-Bai_Chay_Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d14120295-Reviews-Halong_Express_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d6438408-Reviews-Paloma_Cruise-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d10000691-Reviews-Vietnam_Tour_Tailor_Company-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d8617577-Reviews-Viola_Halong_Travel-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17581485-Reviews-Sena_Cruises-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14776299-d19416961-Reviews-1925_Halong_Adventure-Ha_Long_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d4584331-Reviews-Starlight_Cruise_Halong_Bay-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d526984-Reviews-Capital_Circus_of_Budapest-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d142853-Reviews-Venice_Beach_Boardwalk-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297576-d13202115-Reviews-Seafood_Market-Batumi_Adjara_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60726-d4588595-Reviews-Clemyjontri_Park-McLean_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d19113016-Reviews-WONDR_Experience-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46291-d10508849-Reviews-William_J_Dudley_Park-Bayville_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g2492082-d13273646-Reviews-Upbeat_Recreation_Centre-Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d285101-Reviews-Hauptbahnhof-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d6524631-Reviews-The_Centurion_Lounge-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60837-d6895415-Reviews-Putt_N_Pets-Grand_Marais_Minnesota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-or30-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293923-d2044615-Reviews-or20-Indochina_Junk-Halong_Bay_Quang_Ninh_Province.html"
    }
]