[
    {
        "attraction_name": "Indy 500",
        "attraction_name_vi": "Indy 500",
        "general_info": [
            "210 đánh giá",
            "16 trong số 332 điều cần làm ở Indianapolis",
            "Sự kiện thể thao"
        ],
        "attraction_summary": "Cuối tuần Ngày Tưởng niệm mang giải Indy 500 được quốc tế ca ngợi đến Brickyard ở Indianapolis và đây là sự kiện đua tốc độ thú vị nhất trong lịch. Cuộc đua 200 vòng này kỷ niệm 100 năm thành lập vào năm 2011 và những người tham gia chiến đấu để giành Cúp Borg-Warner trị giá 1 triệu USD, cùng với giải thưởng tiền mặt khổng lồ. Hãy đi tiếp, tăng tốc và ăn một trong hàng triệu chiếc xúc xích và xúc xích bratwurst, nếu xếp nối tiếp nhau sẽ vòng quanh đường đua hơn ba lần!Đọc thêm",
        "reviews": [
            "Bất chấp sự chậm trễ 4 giờ do thời tiết, trải nghiệm đến với Indy 500 thật tuyệt vời! Đến từ ngoài thị trấn và đến sớm để đến Snake Pit lúc 8 giờ sáng để xem các bộ DJ trực tiếp, ẩn nấp trong một trong các đường hầm khi trời mưa và cuối cùng kết thúc ở Paddock để xem cuộc đua. Hãy chuẩn bị đi bộ nhiều, mang theo đồ uống và thức ăn của riêng bạn, các lựa chọn quầy giảm giá không nhiều và hàng dài, mang hoặc thuê đệm ngồi, chuẩn bị cho thời tiết nắng hoặc mưa, đặt một trong các xe buýt đưa đón từ sân bay hoặc trung tâm thành phố và vui chơi!Đọc thêm",
            "Chúng tôi đã đỗ xe ở sân trên đường 21 trong nhiều năm và có thể đến Lynnhurst mà không gặp vấn đề gì. Hai năm qua, số ghế của chúng tôi đã tiến gần hơn đến góc rẽ thứ 1 và chúng tôi đã gặp tình trạng giao thông khủng khiếp khi cố gắng đến Lynnhurst. Ai đó có thể cho tôi biết liệu tôi có thể đến đó nhanh hơn bằng cách sử dụng một trong các lô IMS không vì chúng ở gần chỗ ngồi mới của chúng tôi hơn. Tôi đã đọc ở đâu đó nói rằng người đi bộ được quyền đi từ những bãi đất đóĐọc thêm",
            "Đi đến Indy 500 thật khó diễn tả. Thật sự rất khó để diễn tả bằng lời từ những chiếc máy bay quân sự bay qua hố rắn cho đến việc đi bộ quanh sân trước cuộc đua. Đó là cuộc đua kéo dài ba năm liên tiếp, chúng tôi đi cùng một nhóm đông người và chúng tôi vừa có thời gian của cuộc đời, phần hay nhất của cuộc đua là truyền thống mang gà nguội đi ăn. Cuộc Đua. Tôi khuyên mọi người nên đi ít nhất một lần trong đời.Đọc thêm",
            "Ở tuổi 71, cuối cùng tôi cũng đến được Indy.  Một danh sách xô ước mơ để kiểm tra.  Hơn cả những gì tôi mong đợi và một cảm giác hồi hộp tột độ, đặc biệt là khi tôi có một chỗ ngồi tuyệt vời đối diện với hố.Đọc thêm",
            "Tuyệt vời. Đây là sự kiện phải làm ít nhất một lần trong đời. Đám đông, ô tô, nghi lễ trước cuộc đua... tất cả đều như vậy. Đọc thêm",
            "Trải nghiệm tuyệt vời. Chúng tôi được cho là sẽ tham gia tour Kiss the Brick, nhưng vì trời mưa nên chúng tôi không thể tham gia nhưng đã lên được bãi đậu xe và nhìn xuống đường đua và xem một số xe đua thử nghiệm trên đường đua bên ngoài. Thật vui và tài xế xe buýt cùng người hỗ trợ rất am hiểu thông tin. Đây là địa điểm mà bạn có thể đưa một nhóm nhỏ đến một nhóm lớn. Bảo tàng có rất nhiều xe - xe chiến thắng và xe hạng nhì. Chỉ là chuyến thăm này tôi cần để tự đảm bảo rằng mình KHÔNG muốn ở đó trong suốt cuộc đua. Chỗ ngồi rất lớn - rất dốc và trừ khi bạn là một trong số ít người đủ khả năng chi trả cho chỗ ngồi tuyệt vời đó, tôi thà xem trên TV. Bạn có biết có một sân golf bên trong khuôn viên không. . chúng tôi đã có một khoảng thời gian tuyệt vời., bạn nên thử xem. Đọc thêm",
            "Chúng tôi vào bảo tàng và thực hiện chuyến tham quan nơi xe buýt đưa chúng tôi đi vòng quanh đường đua và chúng tôi phải hôn xưởng gạch.  Tôi không phải là người hâm mộ Indy 500 nhưng đây quả là một điều thú vị.  Chúng tôi hoàn toàn thích nó!  Indianapolis còn được biết đến vì điều gì nữa?  Phải ghé thăm nơi này nếu bạn ở đây.Đọc thêm",
            "Tôi chỉ tham dự cuộc đua ô tô Indianapolis 500 một lần vào năm 1965, khi Jimmy Clark giành chiến thắng. Vào thời điểm đó, tôi là phóng viên thể thao cho tờ Champaign-Urbana Illinois Courier và biên tập viên thể thao Bert Bertine cùng tôi lái xe đến Indianapolis để chứng kiến ​​sự kiện này. Anh ấy đã có vé để đưa tin về sự kiện và ngồi ở khu vực báo chí trong khi tôi đã có một chỗ ngồi ở hàng khán đài đầu tiên ở ngay đầu phía trước. Tôi đã có một cái nhìn đầy cảm hứng về các tay đua khi họ vượt ra khỏi lượt thứ tư và tiến về phía sân nhà. Tin tốt: không có tai nạn nào xảy ra trong cuộc đua. Thêm tin tốt: Điều có lẽ thú vị nhất trong cả ngày là tình hình giao thông. Trước khi cuộc đua bắt đầu, hầu như tất cả giao thông trong khu vực đều hướng vào Đường đua Ô tô Indianapolis. Sau khi cuộc đua kết thúc, hầu như tất cả giao thông trong khu vực đều được hướng ra khỏi đường cao tốc. Thật ngạc nhiên, chúng tôi đã đậu xe trong sân, được bao quanh bởi hơn 250.000 người và khi chúng tôi rời khỏi đường cao tốc, không có người hỗ trợ, không có sự chậm trễ. Xem cuộc đua là mê hoặc. Bạn có thể tưởng tượng việc lái một chiếc ô tô với tốc độ hơn 200 dặm một giờ không? Trong ba giờ không nghỉ uống cà phê? Năm 1911, Ray Harroun đã giành chiến thắng tại giải Indy 500 đầu tiên khi lái chiếc Marmon Wasp của mình trong sáu giờ, 42 phút và 8 giây với tốc độ trung bình 74,602 mph. Vào năm 2021, Helio Castroneves đã giành chiến thắng tại Indy 500 khi lái chiếc Dallara DW12-Honda của mình trong 2 giờ 37 phút và 19 giây ở tốc độ trung bình 190,609 mph. Bạn phải nhìn thấy nó ít nhất một lần trong đời.Đọc thêm",
            "If youre thinking of going to the 500, youve probably got an idea of what to expect. So here are my tips for visiting from the UK.I entered the ballot to obtain tickets to Indy, and as soon as I was successful I sorted the rest of the details. The Indy ticket office picked up my UK address and posted the tickets to my UK home.Fly American Airlines, the snack and beers kept on coming. Indy airport was only a short Taxi ride plenty available on the Friday before the race  from downtown.I booked the Omniseverin hotel see separate review the year before the 500 to ensure Id get accommodation.Id also booked a table at Harry and Izzys the year before. St Elmos was already booked well in advance. These are must dos when in Indy. The horseradish prawns are legendary. Steaks are something special.I planned on picking up my race merch once in Indy. I walked passed a decent selection of shirts and hats in the airport, as I was gonna buy in the city. Bad idea !! I couldnt find a decent merch outlet at all on race weekend, and ended up buying, and changing shirts at the track on race day.There are loads of great bars and restaurant in Indy, Kilroys springs to mind, we found space available all through the race weekend.Roads close and traffic builds early on race day. We pre-booked an Uber for 6:00AM and got to the track by 6:30.  Any later and traffic would have been horrendous.  Theres plenty to see, do, eat and drink at the track. Get there early !! After the race, due to closures and huge amounts of traffic you wont get a taxi or Uber for a few hours despite the app telling you theyre on the way. Plan to eat in Speedway or stay at the track and enjoy some more beers. Dont plan on flying out on the Monday, we did and got lucky with the weather. Allow time for a potential rain check. Wear a hat, take loads of sunscreen and enjoy !  Im def going back.Read more",
            "Quá nhiều người, quá nóng, quá đắt. Nhưng đó là một tổ chức đua xe mà bạn phải trải nghiệm một lần. Không có cách thực tế nào để có được chỗ ngồi tốt hơn vào năm sau. Ở nhà để xem cuộc đua trên TV. Đọc thêm"
        ],
        "star_ratings": [
            163,
            33,
            12,
            3,
            0
        ],
        "review_amount": 211,
        "location": [
            "Indianapolis",
            "Những điều cần làm ở Indianapolis",
            "Indiana TRONG",
            "Hoa Kỳ",
            "Indy 500"
        ],
        "reviews_time": [
            "Written June 3, 2024",
            "Written February 13, 2024",
            "Written August 5, 2023",
            "Written June 2, 2023",
            "Written May 30, 2023",
            "Written April 7, 2023",
            "Written October 20, 2022",
            "Written June 4, 2022",
            "Written June 2, 2022",
            "Written May 31, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g37209-d8820259-Reviews-Indy_500-Indianapolis_Indiana.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g37540-d3469181-Reviews-Dawson_s_on_Main-Speedway_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37540-d4819857-Reviews-Barbecue_and_Bourbon-Speedway_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37540-d12952771-Reviews-O_Reilley_s_Irish_Pub-Speedway_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37540-d12826867-Reviews-Tacos_and_Tequila-Speedway_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37540-d18853241-Reviews-Fundae_s_Ice_Cream_Sweets-Speedway_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37209-d4731621-Reviews-Mike_s_Speedway_Lounge-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37540-d1751136-Reviews-Charlie_Brown_s_Pancake_Steak_House-Speedway_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37540-d10328451-Reviews-Big_Woods_Speedway-Speedway_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37540-d23282068-Reviews-Brozinni_Pizzeria_At_Speedway-Speedway_Indiana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g37209-d4249189-Reviews-McDonald_s-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d8820166-Reviews-Brickyard_400-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d103672-Reviews-Indianapolis_Motor_Speedway_Museum-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d1728075-Reviews-Richard_Petty_Driving_Experience-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d24094225-Reviews-Indianapolis_Motor_Speedway-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37540-d3596871-Reviews-Dallara_IndyCar_Factory-Speedway_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37540-d8618144-Reviews-Daredevil_Brewing_Co-Speedway_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37540-d10664663-Reviews-Speedway_Centre_for_the_Arts-Speedway_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d274423-Reviews-Benjamin_Harrison_Presidential_Site-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d2242259-Reviews-Victory_Field-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d103675-Reviews-Indianapolis_Museum_of_Art-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d8820259-Reviews-or10-Indy_500-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d543977-Reviews-Brickyard_Crossing_Golf_Course-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d9587098-Reviews-Miles_Ahead_Motoring_School-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d2076930-Reviews-Mind_Tripping_Show-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37540-d11722113-Reviews-Speedway_Indoor_Karting-Speedway_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d8296715-Reviews-Foyt_Wine_Vault-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d103677-Reviews-Indiana_War_Memorial-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g58999-d1819675-Reviews-Blackwater_Falls_State_Park-Davis_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298474-d2706155-Reviews-Cheile_Turzii-Cluj_Napoca_Cluj_County_Northwest_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g147277-d150220-Reviews-Klein_Little_Curacao-Curacao.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d13173644-Reviews-Emaar_Square-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d2702176-Reviews-Marche_provencal-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451144-Reviews-Central_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d128244-Reviews-Lake_Clementine-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g51021-d3310733-Reviews-Walnut_Creek_Amish_Flea_Market-Sugarcreek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g48249-d105830-Reviews-Storm_King_Art_Center-New_Windsor_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d268859-Reviews-Atlantic_City_Boardwalk-Atlantic_City_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g37209-d8820259-Reviews-or10-Indy_500-Indianapolis_Indiana.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g37209-d8820259-Reviews-Indy_500-Indianapolis_Indiana.html"
    }
]