[
    {
        "attraction_name": "Innisfree Gardens",
        "attraction_name_vi": "Vườn Innisfree",
        "general_info": [
            "226 đánh giá",
            "- 1 trong 18 việc cần làm ở Millbrook",
            "Vườn"
        ],
        "attraction_summary": "Được tạo ra ở Thung lũng Hudson từ những năm 1930 đến những năm 1990, Innisfree Garden kết hợp tinh hoa của những ý tưởng Chủ nghĩa Hiện đại và Lãng mạn với các nguyên tắc thiết kế sân vườn truyền thống của Trung Quốc và Nhật Bản. Tuy nhiên, đây là một khu vườn tản bộ đặc trưng của Mỹ - một sự kết hợp tuyệt vời của đá, nước, thực vật và bầu trời được tạo ra một cách tiết kiệm và duyên dáng đáng kể. Bao gồm 185 mẫu cảnh quan thiên nhiên và được thiết kế xung quanh Hồ Tyrrel thanh bình, địa danh này được liệt kê trong Sổ đăng ký Địa điểm Lịch sử Quốc gia với ý nghĩa đặc biệt. Vũ điệu đáng chú ý của khu vườn mời gọi sự khám phá, chiêm nghiệm và đổi mới. Mỗi chuyến thăm là một trải nghiệm độc đáo về di sản văn hóa và thiên nhiên sôi động.Đọc thêm",
        "reviews": [
            "Thú vị nhưng không tự nhiên. Trong thời đại mà chúng ta cần quan tâm đến việc bảo tồn sinh thái thì khu vườn này đã bỏ qua tất cả những điều này. Không chắc họ sử dụng hóa chất gì cho cỏ - bãi cỏ nhưng nước chảy ra hồ thật đáng lo ngại - từ tất cả các vòi phun nước để tạo vẻ ngoài giả tạo - trong khi thật tuyệt vời khi có những miếng hoa huệ, ếch, v.v. - thật không tuyệt vời khi nhìn thấy thiếu oxy cỏ trộn lẫn bên trong. Nhân viên không biết gì về các tác động và kết quả sinh thái. Buồn nhưng điển hình của khu vực.Đọc thêm",
            "Công viên đẹp. Duy trì rất tốt. Vé vào cửa mười đô la cho mỗi người là rất công bằng. Rất đáng để ghé thăm vào buổi chiều.Đọc thêm",
            "Tôi - tôi không chắc khu vườn này đã đạt được nó ở đâu - s - một trong 10 khu vườn đẹp nhất thế giới - nhưng ai đã từng viết nó rõ ràng là không đi du lịch. Nó rất hay, nhưng không đáng để cường điệu hóa. Hồ rất đẹp, nhưng điểm đặc biệt nhất là cây cầu hoàn toàn không thể sử dụng được, bị buộc dây ở cả hai bên vì cành treo thấp đang được đội chăm sóc cây. Ngoài ra, không có cơ sở vật chất nào, ngoại trừ một dãy bô porta. Không phải những gì chúng tôi mong đợi sau sự cường điệu.Đọc thêm",
            "Thật là một phát hiện tuyệt vời, những khu vườn rất đẹp và khung cảnh yên bình.   Đi bộ quanh hồ 1,3 dặm và ngắm nhìn tất cả các loài hoa, v.v.   Hãy chắc chắn rằng tại quầy đăng ký, bạn sẽ yêu cầu thẻ cho cây điều ước.  Một số lời chúc thực sự hay khi đọc trên cây sồi lớn.Đọc thêm",
            "Tôi không muốn nơi này trở thành điểm thu hút khách du lịch vì đây là khu vườn đẹp nhất tôi từng đến. Điều khiến nơi này trở nên đặc biệt là vì nguồn cảm hứng từ những bức tranh cuộn của nhà thơ và họa sĩ Trung Quốc thế kỷ thứ 8 Wang Wei. Đó là một khung cảnh tuyệt đẹp từ tất cả các thiên thần. Điều này rất khác với cảnh quan sân vườn châu Âu. Nhìn vào văn hóa cổ điển Trung Quốc, đặc biệt là của Wang Wei - 王維 - - 698 - 761 - người đã tạo ra những bức tranh cuộn và những bài thơ về những khu vườn trong chu kỳ Wang-ch - uan. Tôi đã trải qua hơn 3 giờ đồng hồ trong hơi thở này diễn ra vào một ngày hè hè. Tôi tự hỏi nó trông như thế nào vào mùa thu và mùa đông.Đọc thêm",
            "Cách tuyệt vời để dành một buổi sáng hoặc buổi chiều đi dạo qua những khu đất xinh xắn có cảnh quan xung quanh một cái ao lớn. Có thác nước, sân hiên, giàn che, tác phẩm bằng đá thú vị và nhiều ghế - ghế dài để tận hưởng những góc nhìn khác nhau của nhiều khu vườn bỏ túi.Đọc thêm",
            "Chúng tôi cực kỳ thích đi lang thang quanh Innisfree Gardens. Ước gì chúng ta có nhiều thời gian hơn vì một giờ là không đủ. Đặc biệt là không nếu bạn cũng muốn đi bộ quanh hồ, Rất muốn quay lại vào một ngày khi sắc thu ở đó. Nhưng dù sao thì đây cũng là một nơi tuyệt đẹp để khám phá. Hãy đảm bảo không mang theo những tấm thiệp nhỏ đến cây điều ước!Đọc thêm",
            "Mùa xuân, mùa hè hay mùa thu, đây luôn là một địa điểm thú vị để ghé thăm. Theo các quy định mới về đại dịch, thời gian tham quan bị giới hạn trong 2 giờ, bắt buộc phải đeo khẩu trang. Đi bộ quanh hồ nhỏ là một cách tuyệt vời để ngắm nhìn hầu hết công viên. Có rất nhiều thác nước nhỏ, mỏm đá và nhiều điều bất ngờ khácĐọc thêm",
            "Mặc dù chúng tôi thường thích nơi này, nhưng bạn chắc chắn nên biết về các chính sách mới tại công viên. 1. bạn phải đeo khẩu trang mọi lúc khi ở trong khuôn viên Gardens. Ngoài ra, bạn chỉ được phép ở lại công viên trong hai giờ để được vào cửa. Họ sẽ đến và yêu cầu bạn rời đi và họ không mấy dễ chịu về điều đó. Thật không may, tôi đã không nhận ra điều đó và chúng tôi hơi sốc nhưng chúng tôi hoàn toàn tuân thủ. Tôi nghĩ rằng mình đã phạm sai lầm và tôi ổn với điều đó nhưng thái độ mà chúng tôi và những vị khách khác trong khuôn viên được đối xử thực sự gây sốc. Ngoài ra, không ai thực sự đề cập hoặc nhắc nhở bạn về khung thời gian nên tôi nghĩ rằng nhiều người chỉ cho rằng họ phải đến trong thời gian đó. Chỉ cần biết rằng bạn phải rời đi trước khi hết thời gian. Đọc thêm",
            "Mặc dù ngày hôm đó thật ảm đạm nhưng thời gian của chúng tôi ở Innisfree thật tuyệt vời! Đây không phải là một khu vườn truyền thống mà là một trải nghiệm thiên nhiên hòa quyện - những khoảnh khắc sống động Của vẻ đẹp bất ngờ - trong mỗi bước đi của bạn! Những con đường mòn, hồ nước, hoa, tác phẩm điêu khắc, động vật hoang dã và nhiều thứ khác. Thật phấn khởi!Đọc thêm",
            "Tôi đã đọc trong phần bình luận của du khách năm 2020 rằng việc tham quan các khu vườn được giới hạn trong 2 giờ.\nChính sách này vẫn được áp dụng phải không?\n\nCảm ơn,\nCarolĐọc thêm",
            "Tôi có thể xin phép không - họ có cho tôi mang theo thuyền kayak hoặc ca nô và sử dụng nó trên hồ không?Đọc thêm",
            "Chỉ cần mang theo một chiếc xuồng máy lớn.Đọc thêm",
            "Đây có phải là địa điểm lý tưởng để ghé thăm khi trời mưa không? Bà cụ 72 tuổi đứng không vững có sao không?Đọc thêm",
            "Tùy thuộc vào mức độ không ổn định của người đó. Tôi - 68 tuổi và có vấn đề về đầu gối - đầu gối bị cong - đôi khi bị khóa - và cũng không phải là người vững vàng nhất trên đôi chân của mình. Tôi cũng lo lắng về việc đến đó. Tôi mang theo một cây gậy đi bộ và sử dụng nó khi tôi cảm thấy cần thiết - quản lý tốt. Đó - là một khu vườn đẹp. Sẽ thật đáng tiếc nếu bỏ lỡ nó. Đọc thêm",
            "Phí đi bộ trong khuôn viên là bao nhiêu?Đọc thêm",
            "Thứ bảy, chủ nhật và ngày lễ ngân hàng: 11 giờ sáng - 5 giờ chiều: Miễn phí cho thành viên Innisfree và trẻ em từ 3 tuổi trở xuống\n - 8 dành cho công chúng\n\nThứ Tư đến Thứ Sáu: 10 giờ sáng - 4 giờ chiều\nMiễn phí cho thành viên Innisfree và trẻ em từ 3 tuổi trở xuống\n - 6 dành cho công chúngĐọc thêm",
            "Mất bao lâu để tham quan Vườn Innisfree? Chúng tôi dự định đi tham quan Mills Mansion, sau đó ăn trưa ở Millbrook - Babette - s Kitchen hoặc Les Beaux Cafe - . Sau khu vườn, chúng ta sẽ đến Con đường đi bộ băng qua sông Hudson, sau đó ăn tối ở Poughkeepsie.\n\nChúng tôi có tất cả 12 người lớn.\n\nCarolĐọc thêm",
            "Chào Carol, \n\nTrung bình chúng tôi - một nhóm gồm 13 người - đã dành tổng cộng khoảng 2-3 giờ trong chuyến thăm vườn. Xin lưu ý rằng thời gian có thể kéo dài hơn một chút do chụp ảnh, quay video, v.v. \n\nHy vọng điều này sẽ giúp ích! Đọc thêm",
            "Chi phí chụp ảnh pre-wedding là bao nhiêu? Có mẫu đơn nào tôi cần phải điền không? \n\nCảm ơn!Đọc thêm",
            "Xin lỗi, tôi không có câu trả lời, nhưng trang web cung cấp thông tin liên hệ cần thiết.Đọc thêm",
            "Tôi có thể mang theo chó của mình không?Đọc thêm",
            "Thông tin này trích từ trang web của họ: Chó phục vụ được chào đón nhưng không được phép mang theo vật nuôi. Đọc thêm",
            "họ ở đâu?Đọc thêm",
            "Innisfree - Millbrook - nằm ở phía đông bắc của Poughkeepsie, trên Rt. 44. Khoảng 45 phút hoặc lâu hơn - ước tính - NE của Poughkeepsie.Đọc thêm",
            "Chúng tôi nhớ một nhà nghỉ gần vườn và sandinona. Nó nằm ngay trước Sandinonna.  Không thể nhớ được\nname Ai có thể giúp được không?Đọc thêm",
            "Có nhà hàng nào gần đây không?Đọc thêm",
            "hoàn toàn đúng--một vài nhà hàng ổn trên dải thị trấn ở Millbrook nhưng cũng là địa điểm dã ngoại tuyệt vời miễn là chúng ta có chủ đề thì các phòng vệ sinh ở Millbrook là những chiếc cổngĐọc thêm"
        ],
        "star_ratings": [
            167,
            42,
            11,
            3,
            3
        ],
        "review_amount": 226,
        "location": [
            "Nhà máy Millbrook",
            "Hoa Kỳ",
            "New York - NY -",
            "Các hoạt động ở Millbrook",
            "Vườn Innisfree"
        ],
        "reviews_time": [
            "Written July 21, 2023",
            "Written July 4, 2023",
            "Written September 15, 2022",
            "Written August 24, 2022",
            "Written August 20, 2022",
            "Written May 20, 2022",
            "Written November 29, 2021",
            "Written January 18, 2021",
            "Written October 11, 2020",
            "Written September 9, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g48174-d263791-Reviews-Innisfree_Gardens-Millbrook_New_York.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g48552-d17832602-Reviews-Dunkin-Salt_Point_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48552-d729925-Reviews-La_Puerta_Azul-Salt_Point_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48552-d15583763-Reviews-Short_Hills_Restaurant_Diner-Salt_Point_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48412-d5045598-Reviews-Four_Brothers_Pizza_Inn-Pleasant_Valley_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48412-d10275767-Reviews-Green_Olive_Deli-Pleasant_Valley_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48412-d17802984-Reviews-Utterly_Delicious-Pleasant_Valley_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48771-d3877877-Reviews-The_Iron_Furnace_Restraunt_and_Tap_Room-Verbank_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48771-d19974595-Reviews-82_BBQ-Verbank_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48552-d17536296-Reviews-Shell-Salt_Point_New_York.html",
            "https://www.tripadvisor.com/Restaurant_Review-g48552-d26933127-Reviews-Pizza_Margherita_Salt_Point-Salt_Point_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48412-d11948846-Reviews-Lilymoore_Alpaca_Farm-Pleasant_Valley_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48412-d8567954-Reviews-Taconic_Hereford_Multiple_Use_Area-Pleasant_Valley_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48552-d21116199-Reviews-Bottle_Shop_Antiques-Salt_Point_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48174-d7727692-Reviews-Millbrook_Antiques-Millbrook_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48174-d19602668-Reviews-Millbrook_Antique_Mall-Millbrook_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48174-d19602645-Reviews-Millbrook_Antique_Center-Millbrook_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48174-d102836-Reviews-Wing_s_Castle_Guided_Tours-Millbrook_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48552-d12948731-Reviews-Hahn_Farm-Salt_Point_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48174-d623461-Reviews-Cary_Institute_of_Ecosystem_Studies-Millbrook_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48412-d219014-Reviews-James_Baird_State_Park-Pleasant_Valley_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48174-d263791-Reviews-or10-Innisfree_Gardens-Millbrook_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48174-d2230440-Reviews-Trevor_Zoo-Millbrook_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48174-d27009147-Reviews-Millbrook_Tribute_Gardens-Millbrook_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60801-d105844-Reviews-Franklin_D_Roosevelt_Presidential_Library_and_Museum-Hyde_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60801-d109899-Reviews-Eleanor_Roosevelt_National_Historic_Site-Hyde_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60801-d106611-Reviews-Home_of_Franklin_D_Roosevelt_National_Historic_Site-Hyde_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60801-d17544946-Reviews-Clover_Brooke_Farm_Llama_Alpaca_Hikes-Hyde_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60801-d253262-Reviews-The_Culinary_Institute_of_America-Hyde_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d2419076-Reviews-Frances_Lehman_Loeb_Art_Center_at_Vassar_College-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48174-d283414-Reviews-Millbrook_Vineyards_Winery-Millbrook_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d8417616-Reviews-Vassar_College-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48174-d274448-Reviews-Orvis_Sandanona_Shooting_Grounds-Millbrook_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60801-d6726616-Reviews-Top_Cottage_Home_Of_Franklin_D_Roosevelt-Hyde_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48443-d263738-Reviews-Bardavon_Opera_House-Poughkeepsie_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d680803-Reviews-Lower_9th_Ward-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g801295-d8549129-Reviews-The_Castle_of_Himara-Himare_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g147294-d665266-Reviews-Playa_Rincon-Samana_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d8662821-Reviews-Nieuwezijds_Gay_Sauna-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d11548355-Reviews-Golden_Menorah-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g32070-d10252697-Reviews-Golden_Triangle-Beverly_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d6761295-Reviews-RJ_Massagem-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d8099471-Reviews-Mandraki_Harbour-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g616286-d604971-Reviews-Foursquare_Rum_Distillery-Saint_Philip_Parish_Barbados.html",
            "https://www.tripadvisor.com/Attraction_Review-g55055-d2639355-Reviews-Downtown_Franklin-Franklin_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g48174-d263791-Reviews-or10-Innisfree_Gardens-Millbrook_New_York.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g48174-d263791-Reviews-Innisfree_Gardens-Millbrook_New_York.html"
    }
]