[
    {
        "attraction_name": "Innoviet Travel",
        "attraction_name_vi": "Du lịch Đổi mới",
        "general_info": [
            "308 đánh giá",
            "- 20 trên 175 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Những chuyến du lịch thuyền",
            "Những chuyến đi bộ",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi - đã là CHUYÊN GIA Du lịch Đồng bằng sông Cửu Long, Sài Gòn và Địa đạo Củ Chi từ năm 2005! Hành trình đồng bằng sông Cửu Long tuyệt vời của chúng tôi có chất lượng cao, mang tính tương tác và tập trung vào các khu vực mà không có công ty lữ hành nào khác ghé thăm. Không giống như các công ty lữ hành khác, chúng tôi sẽ không lãng phí thời gian của bạn khi đưa bạn đến các nhà máy kẹo dừa, trang trại ong và các bẫy du lịch khác. Và chuyến tham quan Địa đạo Củ Chi cả ngày của chúng tôi sẽ đưa bạn đến Địa đạo Bến Dược Củ Chi nguyên bản, tránh những chiếc xe buýt đông đúc tại địa điểm Bến Đình đông khách du lịch hơn. Tại Innoviet, chúng tôi biết thời gian của bạn rất quý giá, vì vậy chúng tôi duy trì quy mô nhóm nhỏ, cho phép bạn thực sự hòa mình vào trải nghiệm ở từng địa điểm chúng tôi ghé thăm. Bạn sẽ không bao giờ cảm thấy vội vã trong các chuyến tham quan của chúng tôi và các hướng dẫn viên du lịch được đào tạo bài bản và thân thiện của chúng tôi sẽ cố gắng hết sức để khiến chuyến đi của bạn trở nên khó quên!Đọc thêm",
        "reviews": [
            "Chúng tôi đã trải qua 3 ngày tuyệt vời ở đồng bằng sông Cửu Long. Toàn bộ chuyến đi được tổ chức rất tốt và hướng dẫn viên của chúng tôi, ông Henry, được thông tin đầy đủ và tập trung để làm cho chuyến đi của chúng tôi trở nên thú vị nhất có thể. Tôi đánh giá cao Innoviet Travel và ông Henry.Đọc thêm",
            "Tôi đã tham gia chuyến tham quan đường hầm Củ Chi của nhóm nhỏ Innoviet sáng nay, rời khách sạn đúng giờ. Tôi đã đến địa đạo Củ Chi hai lần trong những lần lưu trú trước đây ở TP HCM và tôi phải nói rằng đây là TỐT NHẤT! Hướng dẫn viên Henry của tôi nói tiếng Anh hoàn hảo, cung cấp lịch sử chi tiết về cuộc chiến tranh Pháp và Mỹ, cùng với việc kể cho gia đình nghe những câu chuyện, và một nền tảng tốt về lịch sử và văn hóa Việt Nam. Một trong những điều tuyệt vời nhất trong chuyến tham quan này là họ đã đến thăm chuỗi đường hầm Bến Dược, thay vì nơi khác - ĐÔNG ĐÔNG hơn! - Quần thể địa đạo Củ Chi tại Bến Đình. Hầu như không có xe buýt du lịch lớn nào, việc lái xe qua vùng nông thôn để đến đó sẽ nhàn nhã hơn và vì có ít khách du lịch hơn nên việc đi vào đường hầm dễ dàng hơn nhiều. Tôi đã tranh luận về việc có nên ghé thăm Củ Chi lần nữa hay không, nhưng chuyến đi này rất khác biệt, tôi rất vui vì đã tham dự. Rất khuyến khích!Đọc thêm",
            "Innoviet Travel đã sắp xếp chuyến đi trong ngày này cho chúng tôi và nó thật tuyệt vời. Hướng dẫn viên của chúng tôi, ông Henry nói tiếng Anh trôi chảy và rất xuất sắc. Anh ấy đã cùng chúng tôi đến một số hoạt động và địa điểm mà anh ấy đã sắp xếp trong chuyến đi cả ngày đến Thành phố Hồ Chí Minh, bao gồm chợ nổi Cái Răng và Bến Tre. Chúng tôi có một chiếc xe buýt vì chúng tôi có 4 người cùng với vali rất sạch sẽ, thoải mái và có máy lạnh. Giao tiếp với Innoviet được thực hiện nhanh chóng và tốt. Chúng tôi chỉ có một ngày để tham quan khu vực Đồng bằng sông Cửu Long và chúng tôi cảm thấy mình đã tận dụng tối đa thời gian, hơn nữa chúng tôi còn được chuyển đến khách sạn ở TP.HCM! Và họ cũng sắp xếp chuyển từ sân bay TP.HCM đến Cần Thơ vào ngày hôm trước với mức giá hợp lý. Rất khuyến khích công ty này.Đọc thêm",
            "Chúng tôi đã có một chuyến đi và nhà trọ tuyệt vời ở đồng bằng sông Cửu Long, bao gồm chợ nổi, đi xe đạp và thuyền.  Rất khuyến khích.Đọc thêm",
            "Chúng tôi thực hiện chuyến tham quan này với tư cách là một gia đình để hiểu rõ hơn về các đường hầm thời chiến với tốc độ phù hợp với chúng tôi. Lái xe từ khách sạn D1 của chúng tôi mất khoảng 90 phút.  Hướng dẫn viên của chúng tôi rất tuyệt vời và duy trì cuộc trò chuyện - chuyến tham quan ở mức độ phù hợp với trẻ em. Địa điểm đường hầm này không hề đông đúc, chỉ có chúng tôi và một vài nhóm trường học địa phương. Chúng tôi cũng đã đến thăm một số thiết bị quân sự cũ ngay từ đầu và đài tưởng niệm - ngôi đền bên cạnh khu vực đường hầm. Một chuyến du lịch riêng thật tuyệt vời cho gia đình chúng tôiĐọc thêm",
            "Chuyến đi tuyệt vời, được tổ chức rất tốt, nhiều thông tin và trải nghiệm đa dạng! Hướng dẫn viên của chúng tôi Henry thật tuyệt vời, rất hiểu biết và hữu ích! Đọc thêm",
            "Chúng tôi đã có một chuyến đi trong ngày đến đồng bằng sông Cửu Long. Hướng dẫn viên của chúng tôi rất nhanh chóng, hiện tại, vui tính và đầy kiến ​​thức. Chuyến tham quan mang đến nhiều trải nghiệm bao gồm thuyền lớn hơn, ca nô nhỏ hơn như thuyền và xe đạp.  Bữa trưa rất ngon. Tôi đánh giá cao chuyến tham quan này.Đọc thêm",
            "2 ngày của chúng tôi với San và Innoviet thật tuyệt vời. Anh ấy và tài xế của anh ấy đã dẫn chúng tôi đi vòng quanh thành phố Sài Gòn sầm uất trong chuyến tham quan nửa ngày rồi ngày hôm sau qua đường hầm. San rất chuyên nghiệp và anh ấy đáp ứng nhu cầu của chúng tôi. Tôi thực sự giới thiệu Innoviet Tours và nếu bạn đủ may mắn để có được San!Willis OBrien, Richmond, Virginia USAĐọc thêm",
            "The Mekong Delta 3 day tour is an exceptionally well-designed experience offering insight into the local customs and culture of the Mekong Delta.  Visiting the home and workshop of the family who alternate between farming, broom making and pancake baking depending on market demand, was a memorable example. We enjoyed numerous private and public boat rides on the river itself. Transportation between activities was comfortable and seamless. The beautiful and peaceful bike ride around Tra On Island provided an opportunity to view local life and agriculture up close.  With almost no cars on the island, all harvests are carried to market either by boat or in huge baskets strapped to the back of motor scooters. Fantastic photo ops at every turn!  We really enjoyed the night in Can Tho, with the jaw dropping harbor view hotel and stunning light displays for Tet.  The morning markets on the river and on land were both vivid examples of local business practices.  Our host family and their neighbors for the homestay were incredibly friendly and hospitable.  Their home and gardens provided a tranquil setting for the time we stayed, offering a nice balance to the many activities.  As mentioned in another review, the dinner we got to help cook was the best meal we - ve eaten in Vietnam to date. Our guide Phuong was a pure pleasure to spend time with from the moment of hotel pickup.  Besides being fun, personable and friendly, he - s very knowledgeable about Vietnam - s history, culture and geography.  He - s well versed in the multiple religions and philosophies that have shaped Vietnam of today.  As our trip coincided with the lead up to the Tet holiday, we had many opportunities to learn about the traditions involving ancestors, living relatives and friends.  Phuong - s great sense of humor coupled with a consistent attention to the wants and needs of guests, really make him a standout guide.  My husband and I enthusiastically recommend this tour!Read more",
            "Bạn tôi đã thực hiện chuyến tham quan này và giới thiệu nó cho tôi, và tôi rất vui vì cô ấy đã làm như vậy vì đây là một trong những phần tuyệt vời nhất trong chuyến đi Việt Nam của chúng tôi. Chúng tôi đã thực hiện chuyến du lịch đồng bằng sông Cửu Long 2 ngày với hướng dẫn viên Hải và chỉ có anh ấy, tôi và chồng tôi nên chúng tôi cảm thấy được chăm sóc rất tốt. Chuyến tham quan được lên kế hoạch thực sự tốt với nhiều hoạt động - khám phá và Hải rất vui khi được dành thời gian, tiếng Anh của anh ấy rất tuyệt vời và anh ấy rất am hiểu và chia sẻ rất nhiều thông tin cơ bản về Việt Nam. Trang trại qua đêm của chúng tôi thật tuyệt vời vì gia đình rất thân thiện và thân thiện, và đồ ăn thì tuyệt vời - và phong phú! Tôi thực sự muốn giới thiệu Innoviet cho bất kỳ ai muốn rời khỏi con đường du lịch và tìm hiểu thêm về cuộc sống ở Việt Nam. Đọc thêm",
            "Giá được nêu trên trang web của bạn có phải là đô la Mỹ không?Đọc thêm",
            "Giá của bạn cho chuyến du ngoạn Mê Kông 3 hoặc 4 ngày - 2 hoặc 3 đêm là bao nhiêu?\nCảm ơn bạnĐọc thêm",
            "Vui lòng truy cập trang web của chúng tôi để biết thêm thông tinĐọc thêm"
        ],
        "star_ratings": [
            278,
            26,
            3,
            0,
            1
        ],
        "review_amount": 308,
        "location": [
            "Du lịch Đổi mới",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 13, 2024",
            "Written April 27, 2024",
            "Written April 23, 2024",
            "Written April 4, 2024",
            "Written March 29, 2024",
            "Written February 28, 2024",
            "Written January 25, 2024",
            "Written January 21, 2024",
            "Written January 19, 2024",
            "Written January 5, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-or10-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11760584-Reviews-SPA_Salon_Galaxy_Sai_Gon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16835208-Reviews-The_Blush_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24081716-Reviews-Oslo_Club-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11872607-Reviews-ENVY_Club-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25000171-Reviews-Natrix_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18543668-Reviews-Al_Rahim_Mosque-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310688-Reviews-New_Stocking-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25191132-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685943-Reviews-Tuhu-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20995215-Reviews-Nu_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4795476-Reviews-Phan_s_Custom_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d2707010-Reviews-Bicycle_Heaven-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g51991-d294415-Reviews-Champoeg_State_Heritage_Park-Newberg_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51790-d17426351-Reviews-Indian_Beach-Cannon_Beach_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456582-Reviews-Jalan_Masjid_India-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g776008-d2286404-Reviews-Tsamadou_Beach-Kokkari_Samos_Northeast_Aegean_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g29786-d8389741-Reviews-Huck_Finn_s_Playland-Albany_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d23800211-Reviews-House_Of_Heals-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g33046-d620857-Reviews-California_s_Great_America-Santa_Clara_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g43143-d271387-Reviews-Niagara_Cave-Harmony_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d3181775-Reviews-Aktur_Park-Antalya_Turkish_Mediterranean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-or10-Innoviet_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Innoviet Travel",
        "attraction_name_vi": "Du lịch Đổi mới",
        "general_info": [
            "308 đánh giá",
            "- 20 trên 175 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Những chuyến du lịch thuyền",
            "Những chuyến đi bộ",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi - đã là CHUYÊN GIA Du lịch Đồng bằng sông Cửu Long, Sài Gòn và Địa đạo Củ Chi từ năm 2005! Hành trình đồng bằng sông Cửu Long tuyệt vời của chúng tôi có chất lượng cao, mang tính tương tác và tập trung vào các khu vực mà không có công ty lữ hành nào khác ghé thăm. Không giống như các công ty lữ hành khác, chúng tôi sẽ không lãng phí thời gian của bạn khi đưa bạn đến các nhà máy kẹo dừa, trang trại ong và các bẫy du lịch khác. Và chuyến tham quan Địa đạo Củ Chi cả ngày của chúng tôi sẽ đưa bạn đến Địa đạo Bến Dược Củ Chi nguyên bản, tránh những chiếc xe buýt đông đúc tại địa điểm Bến Đình đông khách du lịch hơn. Tại Innoviet, chúng tôi biết thời gian của bạn rất quý giá, vì vậy chúng tôi duy trì quy mô nhóm nhỏ, cho phép bạn thực sự hòa mình vào trải nghiệm ở từng địa điểm chúng tôi ghé thăm. Bạn sẽ không bao giờ cảm thấy vội vã trong các chuyến tham quan của chúng tôi và các hướng dẫn viên du lịch được đào tạo bài bản và thân thiện của chúng tôi sẽ cố gắng hết sức để khiến chuyến đi của bạn trở nên khó quên!Đọc thêm",
        "reviews": [
            "Chúng tôi yêu thích tour du lịch bằng xe đạp - nhà trọ 3 ngày ở Mê Kông. Đặt ở tốc độ nhàn nhã hoàn hảo để hòa mình vào cuộc sống trên sông, nó giúp chúng tôi tránh xa con đường mòn, cho phép chúng tôi quan sát người dân địa phương kể về cuộc sống hàng ngày của họ. Các chuyến tham quan thật thú vị và có nhiều hoạt động thú vị. Thời gian chúng tôi ở Nhà trọ Cô Tư Trà Ôn thực sự là thiên đường. Nằm trong một khung cảnh bình dị, nơi chủ nhà chào đón chúng tôi như những người bạn lâu ngày không gặp, chiêu đãi chúng tôi những bữa ăn ngon, bí quyết làm bánh xèo và nhiều thời gian nằm trên võng thư giãn. Nếu chúng tôi có một lời phàn nàn... họ đã cho chúng tôi ăn quá nhiều! Điều tuyệt vời nhất là người hướng dẫn thân thiện của chúng tôi: Percy đã khiến toàn bộ trải nghiệm không thể nào quên, với sự pha trộn độc đáo giữa tính cách tốt bụng, thận trọng và hài hước, chia sẻ những câu chuyện và hiểu biết sâu sắc có giá trị về phong tục Việt Nam và lịch sử. Anh ấy có kỹ năng giao tiếp tuyệt vời và rất dễ hòa đồng.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan đường hầm Củ Chi - sông Mê Kông với hướng dẫn viên tuyệt vời San và tài xế ông Han. Chúng tôi đã có khoảng thời gian thú vị để tìm hiểu về văn hóa và lịch sử của người Việt. Chuyến tham quan địa đạo Củ Chi thật tuyệt vời vì San đưa chúng tôi qua một lối vào ít đông đúc hơn nhiều. Về cơ bản chúng tôi là những người duy nhất ở đó. Sau đó chúng tôi lái xe đến sông Mê Kông và đi thuyền, thăm làng sản xuất dừa và ngôi làng nhỏ của Bến Tre. Chúng tôi cũng đã có một bữa trưa khó quên tại một nhà dân với khung cảnh và đồ ăn tuyệt vời. Thực sự là một trải nghiệm tuyệt vời! Cảm ơn San và anh Han rất nhiều : - Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch riêng đồng bằng sông Cửu Long 1 ngày. Chúng tôi đã hy vọng tìm được những lựa chọn không độc đáo nhất có thể và điều này phù hợp với dự luật - chúng tôi đã không gặp một khách du lịch nào khác cho đến điểm dừng cuối cùng để ăn trưa. Hướng dẫn của chúng tôi rất hay và tài xế an toàn. Thật thú vị khi tìm hiểu về trồng và chế biến dừa, đi nhiều loại thuyền và đi xe đạp.Đọc thêm",
            "Trải nghiệm tuyệt vời.  Hướng dẫn viên Henry của chúng tôi rất am hiểu và nhiều thông tin - trên đường đi ô tô đến đường hầm, anh ấy đã kể cho chúng tôi về lịch sử chiến tranh Việt Nam đòi hỏi phải xây dựng đường hầm, sau đó tại địa điểm dẫn chúng tôi đi qua và liên tục giải thích.  Đúng như dự đoán, chúng tôi được trải nghiệm chui qua đường hầm và ăn một bữa nhỏ bột sắn.  Theo yêu cầu của chúng tôi, người hướng dẫn viên cũng vui lòng đưa chúng tôi đến trường bắn gần đó để thử một số loại súng trường.Đọc thêm",
            "Hướng dẫn viên của chúng tôi Henry - Hao - thật tuyệt vời. Tiếng Anh của anh ấy rất tuyệt và rất dễ giao tiếp. Tôi rất ấn tượng với kiến ​​thức về lịch sử và văn hóa của anh ấy và chúng tôi đã học được rất nhiều điều từ anh ấy. Anh ấy rất kiên nhẫn và có tổ chức tốt và khiến mọi thứ diễn ra suôn sẻ. Trải nghiệm 3 ngày ở Mekong được thiết kế đẹp mắt và bao gồm mọi thứ tôi muốn xem và làm và hơn thế nữa! Tôi thực sự giới thiệu chuyến tham quan này cho bất kỳ ai muốn trải nghiệm điều gì đó về cuộc sống thực sự ở đồng bằng sông Cửu Long. Đồ ăn ở Nhà trọ của chúng tôi thực sự là món ngon nhất tôi từng có ở Việt Nam - đây là chuyến đi thứ 3 của chúng tôi - . Thực sự, Anthony Bourdain sẽ rất ấn tượng! Chúc mọi điều tốt đẹp nhất và cảm ơn bạnMilan và Monica.Đọc thêm",
            "Chúng tôi đã đặt tour du lịch đồng bằng sông Cửu Long riêng 3 ngày và đã có khoảng thời gian tuyệt vời. Giao tiếp với Innoviet rất suôn sẻ và chương trình đã được cân nhắc kỹ lưỡng, bao gồm nhiều điểm dừng thú vị và một số cảnh quan ngoạn mục. Đêm chúng tôi ở nhà dân thực sự mang lại trải nghiệm rất địa phương, gia đình rất hiếu khách và thân thiện và đồ ăn rất ngon. Hơn nữa, bạn không thể yêu cầu một người hướng dẫn tốt hơn San! Vì vậy, tất cả đều rất khuyến khích.  Đọc thêm",
            "Chúng tôi sẽ không bao giờ quên chuyến đi hai ngày tuyệt vời và độc đáo mà chúng tôi đã có với Innoviet trên sông Mê Kông. Chúng tôi có người hướng dẫn tốt bụng và thú vị nhất, người đã giải thích cho chúng tôi những điều rất thú vị về văn hóa Việt Nam. Những nơi chúng tôi đến thăm không hề đông đúc du khách. Chúng tôi cảm thấy thực sự vinh dự! Chuyến đi dự định dành cho tối đa 8 người nhưng chúng tôi chỉ có ba người! Thật là một niềm vui. Chúng tôi thực sự giới thiệu các dịch vụ của họ vì chúng chân thực. Chúng tôi chắc chắn sẽ đặt một chuyến đi khác với họ khi quay lại Việt Nam.Đọc thêm",
            "Innoviet là một công ty tuyệt vời, cực kỳ hữu ích và đáng tin cậy. Chúng tôi là một gia đình 4 người ở Vương quốc Anh - với những thanh thiếu niên có mối quan tâm đến lịch sử rất khác nhau - nhưng hướng dẫn viên Hải của chúng tôi đã làm rất tốt khi thu hút sự quan tâm của mọi người trong suốt chuyến đi! Kiến thức, nhiệt tình và thân thiện, Hải đưa mọi thứ vào cuộc sống một cách dễ hiểu. Và đặc biệt gửi lời cảm ơn đến Trung ở văn phòng, người rất tốt bụng và hay giúp đỡ!! Bến Dược thật hấp dẫn. Chúng tôi hầu như đã có chỗ cho riêng mình. Một số người trong chúng tôi đã đi vào đường hầm, một hoặc hai người không thích điều đó, tất cả đều rất dễ dàng. Chúng tôi thực sự có cảm giác về - Chiến tranh Hoa Kỳ -, tất cả đều là một chuyến đi tuyệt vời! Rất khuyến khích. Đọc thêm",
            "Hướng dẫn viên của chúng tôi đã cung cấp cho chúng tôi nền tảng lịch sử thực sự tốt và giải thích mọi thứ. Đã cho chúng tôi nhiều thời gian để đặt câu hỏi. Nhóm chỉ có 4 người cộng với người hướng dẫn. Đón tại khách sạn, giao tiếp tốt qua Whatsup. Chúng tôi rất hài lòng với chuyến tham quan.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến đi Đồng bằng sông Cửu Long trong 2 ngày, với người bản xứ trong một nhóm nhỏ - 4 người cộng với hướng dẫn viên - . Hai ngày đầy những hoạt động và không lúc nào nhàm chán: chui vào một ngôi làng nhỏ, đi thuyền và chèo thuyền trên sông Mê Kông, đạp xe dọc sông, đi bộ qua cánh đồng lúa, tham quan chợ địa phương và nhiều hoạt động khác. Chúng tôi đã thấy rất nhiều và đã có khoảng thời gian tuyệt vời!Đọc thêm",
            "Giá được nêu trên trang web của bạn có phải là đô la Mỹ không?Đọc thêm",
            "Giá của bạn cho chuyến du ngoạn Mê Kông 3 hoặc 4 ngày - 2 hoặc 3 đêm là bao nhiêu?\nCảm ơn bạnĐọc thêm",
            "Vui lòng truy cập trang web của chúng tôi để biết thêm thông tinĐọc thêm"
        ],
        "star_ratings": [
            278,
            26,
            3,
            0,
            1
        ],
        "review_amount": 308,
        "location": [
            "Du lịch Đổi mới",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written December 29, 2023",
            "Written December 24, 2023",
            "Written December 13, 2023",
            "Written December 6, 2023",
            "Written November 2, 2023",
            "Written September 7, 2023",
            "Written August 14, 2023",
            "Written July 28, 2023",
            "Written June 7, 2023",
            "Written May 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d2487716-Reviews-or10-Innoviet_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-or20-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11760584-Reviews-SPA_Salon_Galaxy_Sai_Gon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16835208-Reviews-The_Blush_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24081716-Reviews-Oslo_Club-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11872607-Reviews-ENVY_Club-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25000171-Reviews-Natrix_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18543668-Reviews-Al_Rahim_Mosque-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310688-Reviews-New_Stocking-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25191132-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685943-Reviews-Tuhu-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20995215-Reviews-Nu_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4795476-Reviews-Phan_s_Custom_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d245991-Reviews-Panathenaic_Stadium-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d4272812-Reviews-Metromall_Panama-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g295388-d12855856-Reviews-Sniper_Tower-Mostar_Herzegovina_Neretva_Canton_Federation_of_Bosnia_and_Herzegov.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d147966-Reviews-The_Getty_Center-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d148169-Reviews-Treasure_Beach-Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g1060921-d19649486-Reviews-Hana_Biyori-Inagi_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g297922-d2689528-Reviews-Black_Mountain_Water_Park-Hua_Hin_Prachuap_Khiri_Khan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190318-d3533144-Reviews-Ramla_Bay-Xaghra_Island_of_Gozo.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d208851-Reviews-Bergdorf_Goodman-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-or20-Innoviet_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-or10-Innoviet_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Innoviet Travel",
        "attraction_name_vi": "Du lịch Đổi mới",
        "general_info": [
            "308 đánh giá",
            "- 20 trên 175 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Chuyến tham quan thành phố",
            "Những chuyến du lịch thuyền",
            "Những chuyến đi bộ",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi - đã là CHUYÊN GIA Du lịch Đồng bằng sông Cửu Long, Sài Gòn và Địa đạo Củ Chi từ năm 2005! Hành trình đồng bằng sông Cửu Long tuyệt vời của chúng tôi có chất lượng cao, mang tính tương tác và tập trung vào các khu vực mà không có công ty lữ hành nào khác ghé thăm. Không giống như các công ty lữ hành khác, chúng tôi sẽ không lãng phí thời gian của bạn khi đưa bạn đến các nhà máy kẹo dừa, trang trại ong và các bẫy du lịch khác. Và chuyến tham quan Địa đạo Củ Chi cả ngày của chúng tôi sẽ đưa bạn đến Địa đạo Bến Dược Củ Chi nguyên bản, tránh những chiếc xe buýt đông đúc tại địa điểm Bến Đình đông khách du lịch hơn. Tại Innoviet, chúng tôi biết thời gian của bạn rất quý giá, vì vậy chúng tôi duy trì quy mô nhóm nhỏ, cho phép bạn thực sự hòa mình vào trải nghiệm ở từng địa điểm chúng tôi ghé thăm. Bạn sẽ không bao giờ cảm thấy vội vã trong các chuyến tham quan của chúng tôi và các hướng dẫn viên du lịch được đào tạo bài bản và thân thiện của chúng tôi sẽ cố gắng hết sức để khiến chuyến đi của bạn trở nên khó quên!Đọc thêm",
        "reviews": [
            "Chúng tôi đã tham gia chuyến tham quan đồng bằng sông Cửu Long 2 ngày - 1 ngày. San, hướng dẫn của chúng tôi rất tuyệt. Anh ấy đã cho chúng tôi xem những phong cảnh tuyệt vời cũng như cuộc sống và công việc ở nông thôn của người dân và cung cấp cho chúng tôi rất nhiều thông tin. Chuyến tham quan bắt đầu sớm, đó là lý do tại sao chúng tôi có thể tận hưởng những địa điểm mà không cần nhiều khách du lịch khác. Nhà trọ cũng là một nơi nhỏ đáng yêu nơi có chủ nhà chào đón. Đọc thêm",
            "Chúng tôi được hướng dẫn viên San và tài xế của chúng tôi đón ngay từ khách sạn lúc 07:00. Mất khoảng hai giờ lái xe đến Bến Tre, chúng tôi dừng chân nghỉ ngơi trên đường. San rất thân thiện, am hiểu khu vực đồng bằng sông Cửu Long và là một nhiếp ảnh gia tuyệt vời! Khi chúng tôi đến Bến Tre, San dẫn chúng tôi đi tham quan chợ thực phẩm địa phương và giới thiệu cho chúng tôi về nhiều loại thực phẩm nhiệt đới đặc trưng của vùng. Là người Anh ở một vùng nông thôn hơn, chúng tôi có một vài chủ gian hàng tò mò chào hỏi và hỏi chúng tôi đến từ đâu, nơi nào thật dễ thương và không cảm thấy bất kỳ áp lực nào khi phải mua bất cứ thứ gì. Sau đó San đưa chúng tôi đi thuyền, với nước dừa và trái cây miễn phí, xuôi dòng sông ra một hòn đảo. Chúng tôi dạo quanh một cửa hàng kẹo dừa thủ công và thử một số hương vị khác nhau, cũng như một ít chuối - rượu dừa - ở mức 0,35 - alc vol! - Chúng tôi đi tuktuk để xem một số phụ nữ địa phương làm chổi từ lá dừa, sau đó đi thuyền chèo đích thực xuôi theo một con kênh nhỏ đội chiếc mũ truyền thống - non la -. Chúng tôi được đưa bằng thuyền trở về đất liền và thưởng thức bữa trưa riêng tư ngon miệng trong chuyến tham quan với tầm nhìn ra dòng sông. Chúng tôi hầu như không gặp bất kỳ khách du lịch nào khác cả ngày. Chúng tôi đi bộ trở lại thị trấn nơi tài xế đón chúng tôi và chúng tôi quay trở lại Sài Gòn. Đừng dự định làm bất cứ điều gì ngay sau chuyến tham quan, vì chuyến lái xe về thường dài hơn nhiều - ít nhất là khoảng 2 giờ 30 - do giao thông thường xuyên vào thời điểm khởi hành. Điều này ổn với chúng tôi vào ngày hôm đó và chúng tôi đã được thông báo về điều này trên đường đến sông Mê Kông để chúng tôi có thể quyết định có nên rời đi sớm hơn hay không. Cảm ơn San rất nhiều vì đã là người hướng dẫn tuyệt vời và đã tạo cho chúng tôi một video nhật ký trong ngày, thật tuyệt vời! Đọc thêm",
            "Chúng tôi được Hải và tài xế đón tại khách sạn ngay lúc 07:00 để tham quan. Muốn giới thiệu bữa sáng trước vì không được cung cấp. Chúng tôi đã đặt một chuyến tham quan theo nhóm tuy nhiên không có ai đặt trước nên chỉ có hai chúng tôi! Chiếc xe rộng rãi và có máy lạnh, thật tuyệt vời khi chúng tôi đến thăm vào thời điểm nóng nhất trong năm. Hải rất thân thiện và am hiểu về văn hóa và lịch sử Việt Nam - và là một người kể chuyện tuyệt vời! Khi chúng tôi đến địa đạo - Bến Dược - nó rất yên tĩnh, do thời gian chúng tôi đến và địa điểm này ít được xe buýt du lịch lớn ghé thăm hơn so với địa điểm chính. Cả hai trang web đều có nội dung giống nhau, nhưng vì quá yên tĩnh nên cảm giác chân thực hơn nhiều. Tìm hiểu về các đường hầm rất thú vị, và chúng tôi thậm chí còn bò qua 30 mét đường hầm đích thực - phấn khởi nhưng rất ấm áp! Hải giải thích rất rõ về điều kiện sống và kinh nghiệm của Việt Cộng cũng như trình diễn các bẫy gài của lính Mỹ. Chúng tôi có nhiều nước và ăn nhẹ bằng sắn, thứ mà người Việt Nam ăn trong chiến tranh. Chúng tôi kết thúc một ngày bằng việc bắn đạn thật bằng vũ khí đích thực được sử dụng trong chiến tranh. Đạn khá đắt nên hãy đảm bảo bạn biết mình thực sự muốn thử loại đạn nào - chúng tôi đã thử bắn 5 viên đạn cho mỗi loại súng trường khác nhau và 40 viên đạn cho súng máy với giá khoảng - 100 - . Nhìn chung, một chuyến tham quan thực sự được cân nhắc kỹ lưỡng, phải ghé thăm khi ở Sài Gòn! Cảm ơn Hải vì một chuyến đi trong ngày đáng yêu. Đọc thêm",
            "Công ty chuyên nghiệp. Hướng dẫn viên du lịch rất am hiểu và vui vẻ. Sự lựa chọn tuyệt vời của các hoạt động. Yêu nhà trọ. Đã học được rất nhiều về cuộc sống ở đồng bằng sông Cửu Long.Đọc thêm",
            "Đây là chuyến tham quan Mê Kông một ngày bao gồm tham quan chợ, đi thuyền truyền thống trên sông Mê Kông và thăm trang trại dừa. Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến tham quan này và nhận thấy khu vực này thực sự tuyệt vời với những con người rất thân thiện! Đừng bỏ lỡ cái này! Chuyến tham quan được tổ chức tốt và giao tiếp liền mạch. Chúng tôi thực sự rất thích chuyến tham quan đã diễn ra thuận lợi và chúng tôi gần như là khách du lịch duy nhất ở đó. Hãy nhớ rằng đây chỉ là một ngày - và việc di chuyển đến và đi mất rất nhiều thời gian trong ngày - thật không may, bạn không thể dành nhiều thời gian để thực hiện từng hoạt động nên có thể cảm thấy hơi ngắn. Nếu có thể, hãy thử dành một đêm ở đó, điều đó thật đáng giá. Một đề cập đặc biệt phải được dành cho hướng dẫn viên của chúng tôi, Trung, người thực sự đã khiến chuyến tham quan trở nên đặc biệt. Anh ấy thực sự am hiểu về lĩnh vực này, sẵn sàng trả lời tất cả các câu hỏi của chúng tôi, với thái độ tốt bụng, năng động và tích cực cũng như khiếu hài hước tuyệt vời! Hướng dẫn viên du lịch tốt nhất chúng tôi có trong suốt chuyến đi tại Việt Nam. Cảm ơn anh Trung! Đọc thêm",
            "Đây thực sự là một tour du lịch riêng được tổ chức tuyệt vời cho gia đình năm người lớn của chúng tôi. Chúng tôi đã có một chuyến du lịch cả ngày với chuyến đi đến địa đạo củ chi và chuyến đi đồng bằng sông Cửu Long. Đó là một ngày dài thu thập 7 giờ sáng và thả ra lúc 18:30 - nhưng rất đáng giá. Hướng dẫn của chúng tôi rất xuất sắc - rất am hiểu. Chúng tôi muốn thứ gì đó không giả tạo và không dành cho khách du lịch và chúng tôi chắc chắn đã có được thứ mình muốn. Ngày tuyệt vời thực sự là một kỷ niệm tuyệt vời. Đọc thêm",
            "Tôi và chồng đã đi tour Đồng bằng sông Cửu Long 3 ngày với nhà dân. Hướng dẫn viên của chúng tôi, Henny - còn gọi là Khoa - rất tử tế và tốt bụng. Anh ấy trả lời mọi câu hỏi của chúng tôi - bất kể ngớ ngẩn đến mức nào - và có khiếu hài hước. Chúng tôi thích sự yên tĩnh của đồng bằng sau sự hỗn loạn của TP.HCM. Thật tuyệt khi thấy người dân địa phương sống như thế nào và chủ nhà trọ của chúng tôi rất thân thiện và hiếu khách và nấu những món ăn ngon cho chúng tôi! Bạn chắc chắn có thể đi tour 2 ngày, nhưng chúng tôi thích nhịp độ thư thái hơn của tour 3 ngày. Đọc thêm",
            "Chuyến tham quan nửa ngày tuyệt vời tại Địa đạo Củ Chi với hướng dẫn viên du lịch Hannah! Trải nghiệm này đã mở mang tầm mắt và giàu tính lịch sử. Chúng tôi cũng phải thử đi bộ qua đường hầm. Cảm ơn Hannah vì đã kể lại lịch sử và giải thích trong suốt chuyến thăm!Đọc thêm",
            "Đó là một chuyến tham quan rất hay, việc di chuyển đến các đường hầm rất suôn sẻ và Công là một hướng dẫn viên rất am hiểu, người đã dạy chúng tôi rất nhiều điều thú vị về đường hầm và Việt Nam!Đọc thêm",
            "Nếu tôi có thể cho nhiều sao hơn thì tôi sẽ làm. Chúng tôi đã đặt tour du lịch đồng bằng sông Cửu Long 2 ngày với một đêm ở nhà dân và nó đã đáp ứng được mọi khía cạnh. Tung, hướng dẫn viên của chúng tôi, rất thân thiện, hiểu biết và rất vui khi đi du lịch cùng. Mọi thứ đều được chăm sóc chu đáo đến mức chúng tôi không bao giờ phải chờ đợi và tất cả các phần của chuyến đi đều kết hợp với nhau một cách dễ dàng. Thật khó để chọn được một phần yêu thích của chuyến đi, từ lái xe tuktuk xuyên rừng đến bữa sáng trên thuyền ở chợ nổi và đạp xe qua hòn đảo nhỏ trên sông -- tất cả đều rất nhanh! Trải nghiệm ở nhà dân đặc biệt đến mức mặc dù chỉ là cơ bản nhưng chúng tôi sẽ không bỏ lỡ nó, nhưng gia đình này rất thân thiện và địa điểm thì có một không hai.Đọc thêm",
            "Giá được trích dẫn trên trang web của bạn có phải là đô la Mỹ không?Đọc thêm",
            "Giá của bạn cho chuyến du ngoạn Mê Kông 3 hoặc 4 ngày - 2 hoặc 3 đêm là bao nhiêu?\nCảm ơn bạnĐọc thêm",
            "Vui lòng truy cập trang web của chúng tôi để biết thêm thông tinĐọc thêm"
        ],
        "star_ratings": [
            278,
            26,
            3,
            0,
            1
        ],
        "review_amount": 308,
        "location": [
            "Du lịch Đổi mới",
            "Những điều cần làm ở thành phố Hồ Chí Minh",
            "Châu Á",
            "Ho Chi Minh City",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 11, 2023",
            "Written May 1, 2023",
            "Written April 30, 2023",
            "Written April 23, 2023",
            "Written April 19, 2023",
            "Written April 7, 2023",
            "Written March 20, 2023",
            "Written February 21, 2023",
            "Written February 17, 2023",
            "Written February 12, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d2487716-Reviews-or20-Innoviet_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-or10-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-or30-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11760584-Reviews-SPA_Salon_Galaxy_Sai_Gon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16835208-Reviews-The_Blush_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24081716-Reviews-Oslo_Club-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11872607-Reviews-ENVY_Club-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25000171-Reviews-Natrix_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18543668-Reviews-Al_Rahim_Mosque-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310688-Reviews-New_Stocking-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25191132-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685943-Reviews-Tuhu-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20995215-Reviews-Nu_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4795476-Reviews-Phan_s_Custom_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g49004-d4598405-Reviews-Carolina_Beach_Boardwalk-Carolina_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g51992-d566971-Reviews-Devils_Punchbowl_State_Natural_Area-Newport_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g40835-d103845-Reviews-Height_of_Land-Rangeley_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g190326-d2624344-Reviews-St_Paul_s_Catacombs-Rabat_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g469422-d14948935-Reviews-Bogove_Waterfall-Berat_Berat_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d10618374-Reviews-Monkey_Trail-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g14129573-d8457884-Reviews-GU_Ginza-Ginza_Chuo_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d548249-Reviews-Kyoto_Tower-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g317145-d1603476-Reviews-Juan_Dolio_Beach-Juan_Dolio_San_Pedro_de_Macoris_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d143840-Reviews-Koreatown-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-or30-Innoviet_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-or20-Innoviet_Travel-Ho_Chi_Minh_City.html"
    },
    {
        "attraction_name": "Innoviet Travel",
        "attraction_name_vi": "Du lịch Đổi mới",
        "general_info": [
            "308 đánh giá",
            "- 20 trên 175 Chuyến tham quan bằng thuyền - Thể thao dưới nước tại Thành phố Hồ Chí Minh",
            "Tham quan thành phốChuyến tham quan bằng thuyềnChuyến tham quan đi bộChuyến tham quan ẩm thựcChuyến đi trong ngày",
            "Chuyến tham quan thành phố",
            "Những chuyến du lịch thuyền",
            "Những chuyến đi bộ",
            "Chuyến tham quan ẩm thực",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Chúng tôi - đã là CHUYÊN GIA Du lịch Đồng bằng sông Cửu Long, Sài Gòn và Địa đạo Củ Chi từ năm 2005! Hành trình đồng bằng sông Cửu Long tuyệt vời của chúng tôi có chất lượng cao, mang tính tương tác và tập trung vào các khu vực mà không có công ty lữ hành nào khác ghé thăm. Không giống như các công ty lữ hành khác, chúng tôi sẽ không lãng phí thời gian của bạn khi đưa bạn đến các nhà máy kẹo dừa, trang trại ong và các bẫy du lịch khác. Và chuyến tham quan Địa đạo Củ Chi cả ngày của chúng tôi sẽ đưa bạn đến Địa đạo Bến Dược Củ Chi nguyên bản, tránh những chiếc xe buýt đông đúc tại địa điểm Bến Đình đông khách du lịch hơn. Tại Innoviet, chúng tôi biết thời gian của bạn rất quý giá, vì vậy chúng tôi duy trì quy mô nhóm nhỏ, cho phép bạn thực sự hòa mình vào trải nghiệm ở từng địa điểm chúng tôi ghé thăm. Bạn sẽ không bao giờ cảm thấy vội vã trong các chuyến tham quan của chúng tôi và các hướng dẫn viên du lịch được đào tạo bài bản và thân thiện của chúng tôi sẽ cố gắng hết sức để khiến chuyến đi của bạn trở nên khó quên!Đọc thêm",
        "reviews": [
            "Đang trong chuyến du lịch đến đồng bằng sông Cửu Long bằng xe đạp, nhà trọ và tham quan chợ nổi và đi thuyền trên sông Mê Kông. Một chuyến đi tuyệt vời và hướng dẫn tốt nhất, Tung.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan nhóm nhỏ đồng bằng sông Cửu Long 1 ngày từ Sài Gòn và thực sự rất thích nó. Cuối cùng chúng tôi là hai người duy nhất trong chuyến lưu diễn, điều đó thật tuyệt. Hướng dẫn viên Tung của chúng tôi rất tuyệt, anh ấy rất thân thiện, hay nói chuyện và hiểu biết, vui vẻ trả lời tất cả các câu hỏi của chúng tôi. Điều tuyệt vời nhất về chuyến tham quan là nó thực sự có cảm giác ít khách du lịch hơn - chúng tôi không gặp khách du lịch nào khác cả ngày. Những nơi chúng tôi đến thăm rất thú vị, bữa trưa rất ngon và công việc tổ chức thực sự suôn sẻ. Mặc dù chuyến đi này đắt hơn một chút so với một số chuyến đi khác, nhưng tôi chắc chắn sẽ khuyên bạn nên thực hiện chuyến đi này và chúng tôi rất buồn vì không thể thực hiện một chuyến tham quan dài hơn. Điểm trừ duy nhất là không bao gồm bữa sáng. Vì chúng tôi được đón lúc 7 giờ sáng, nên việc không cung cấp bữa sáng là không phù hợp, ngay cả khi đây chỉ là bánh ngọt và cà phê để ăn trên xe.Đọc thêm",
            "Tôi muốn gia đình tôi - chồng và 2 cậu con trai tuổi teen - trải nghiệm những vùng nông thôn của Việt Nam, nhưng tôi không thích mạo hiểm lắm. Tôi quyết định đánh bạc ở một homestay 2 ngày 1 đêm ở khu vực đồng bằng sông Cửu Long, cách Sài Gòn khoảng 4 tiếng lái xe. Đó thực sự là điểm nhấn trong chuyến đi 2 tuần tới Đông Nam Á của chúng tôi! Công việc hậu cần diễn ra suôn sẻ đến mức không thể tưởng tượng được: chúng tôi dường như đang ở giữa một khu rừng rậm, chỉ cần nhảy xuống một chiếc thuyền chèo bằng tay và sau đó chiếc xe tuk-tuk của chúng tôi sẽ xuất hiện? Hiệu suất thực sự đáng kinh ngạc đã cho phép chúng tôi gói gọn rất nhiều trải nghiệm nhỏ trong một thời gian ngắn. Chỗ ở của chúng tôi là Spartan - như mong đợi - và 100 - sạch sẽ và thoải mái. Chúng tôi ở cùng một gia đình đáng yêu và có sự cân bằng hoàn hảo về quyền riêng tư và tương tác. Tất cả đều thật khó tin nhưng tôi nghĩ tôi thích nhất chuyến đạp xe kéo dài 1 giờ quanh khu phố. Tất cả những người hàng xóm đều vẫy tay chào chúng tôi, trong khi chắc chắn họ nghĩ chúng tôi là những kẻ điên. Hướng dẫn viên của chúng tôi, Tung, thật phi thường: rất hiểu biết, tiếng Anh xuất sắc và chỉ là một người đáng yêu, đó là một phần thưởng vì bạn chia sẻ nhiều trải nghiệm thân mật với hướng dẫn viên của mình - tài xế và xe tải của chúng tôi cũng rất tuyệt vời -. Tôi không thể giới thiệu nhà trọ 2 ngày 1 đêm ở đồng bằng sông Cửu Long đủ cao. tái bút Chúng tôi đã sử dụng một số phương tiện giao thông địa phương - như đi phà ngắn - và thấy - không - khách du lịch nào khác trong chuyến đi này. RẤT tuyệt vời!!Đọc thêm",
            "Chúng tôi đã có một chuyến du lịch tuyệt vời với Hải. Chúng tôi đến thăm khu vực đường hầm ít khách du lịch hơn và cùng lúc đó chỉ có một nhóm nhỏ khác ở đó. Hue cực kỳ hiểu biết và thú vị và anh ấy đã khiến chuyến đi trở nên thú vị với những câu chuyện và sự thật về Việt Nam. Bản thân chuyến tham quan thật hấp dẫn và giúp chúng tôi hiểu được thực tế của cuộc chiến. Cảm ơn Hue và tài xế Tang rất an toàn của chúng tôi.Đọc thêm",
            "Chúng tôi đã đặt 2 tour với Innoviet - tour đi xe đạp kiêm nhà trọ Mekong 3D và tour địa đạo Củ Chi Bến Dược. Đây là những trải nghiệm rất thú vị, đáng nhớ và phong phú. Hướng dẫn viên hữu ích của chúng tôi Hải và Tung rất hiểu biết và kiên nhẫn với gia đình 3 thiếu niên từ 11 đến 16 tuổi. Tốc độ thật tuyệt vời để giúp chúng tôi tận hưởng cuộc sống ở đồng bằng sông Cửu Long. Tận hưởng sự đa dạng của các hoạt động và phương thức vận chuyển, dù mưa hay nắng.  Chủ nhà trọ và gia đình rất nhiệt tình và thân thiện. Các bữa ăn rất tuyệt và chúng tôi được chiêu đãi trái cây và cá tươi từ vườn và ao của họ. Chúng tôi cũng vui vẻ chuẩn bị và ăn các món ăn địa phương. Chợ nổi rất độc đáo và chúng tôi có mì và dứa trên thuyền. Cảm ơn Hải đã chia sẻ với chúng tôi những thông tin thú vị, những truyền thuyết và cả kinh nghiệm chiến tranh của gia đình bạn. Địa đạo Củ Chi ở Bến Dược không đông đúc.  Chúng tôi mạo hiểm đi vào các đường hầm khác nhau, nếm thử món khoai mì hấp và thăm đền Bến Dược thanh bình.  Tung giải thích về lịch sử Việt Nam và tầm quan trọng của các đường hầm trong chiến tranh Rất khuyến khích những chuyến tham quan đích thực và được tổ chức tốt này!Đọc thêm",
            "Tôi và chồng đặt tour du lịch Mekong homestay 2 ngày với Innoviet. Đó là một trong những điểm nổi bật của chuyến đi của chúng tôi tại Việt Nam. Chúng tôi ở tại một ngôi nhà địa phương thực sự trên đảo, đạp xe qua những con hẻm nhỏ và chào hỏi người dân địa phương thực sự rất vui. Cảm ơn người hướng dẫn của chúng tôi, anh Hải, anh ấy đã chia sẻ mọi thứ với chúng tôi về lịch sử, văn hóa... cho chúng tôi thấy cuộc sống, cách làm và việc làm của người dân địa phương. Rất khuyến khích cho tất cả mọi người! Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan Địa đạo Bến Dược Củ Chi cùng anh T. Chúng tôi 2 và bố mẹ tôi được tặng một chiếc xe tải sang trọng. Đường hầm Bến Dược rất ít khách du lịch và nếu bạn muốn có trải nghiệm Củ Chi chân thực hơn thì Bến Dược nên là lựa chọn dành cho bạn. Ông T là một người hướng dẫn xuất sắc và ông đã chỉ cho chúng tôi và giải thích cho chúng tôi mọi chi tiết có thể.  Cô Trung tại văn phòng cũng rất hữu ích, dễ gần và có vẻ chăm sóc khách hàng rất tốt. Innoviet Tour là một trong những tour Bến Dược có giá hợp lý - rất được khuyến khích.Đọc thêm",
            "Tìm thấy Innoviet trên hướng dẫn của Le Routard và đặt chuyến đi 2 ngày ở Đồng bằng sông Cửu Long. Thật tuyệt! Bạn có thể hoàn toàn tin tưởng, hướng dẫn viên và tài xế sẽ chăm sóc bạn từ A đến Z, bạn sẽ gặp những người tuyệt vời và học được rất nhiều về văn hóa và lịch sử Việt Nam. Đọc thêm",
            "Chúng tôi đã thực hiện 2 chuyến tham quan vào tháng 10 năm 2022. Chúng tôi đã thực hiện cả hai chuyến lưu trú tại nhà dân ở Mê Kông 2 ngày và địa đạo Chu Chi nửa ngày. Hướng dẫn viên của chúng tôi cho cả hai chuyến tham quan là Hải. Chuyến đi Mê Kông 2 ngày thật tuyệt vời. Hướng dẫn tuyệt vời, thức ăn ngon và một số trải nghiệm địa phương rất hay. Nhà trọ sạch sẽ. Chúng tôi thực sự rất thích đi xe đạp và chợ nổi. Chuyến đi đường hầm thật tuyệt vời. Hải là người hướng dẫn tuyệt vời với rất nhiều câu chuyện. Cô ấy mang lại dấu ấn cá nhân cho chuyến tham quan. Hè cũng giải đáp mọi thắc mắc của chúng tôi về Việt Nam tại général. Chúng tôi thực sự có thể giới thiệu cụ thể về công ty và Hải.Đọc thêm",
            "Chuyến tham quan Đồng bằng sông Cửu Long chắc chắn là điểm nổi bật của chúng tôi trong chuyến đi Việt Nam và tôi đặc biệt có thể giới thiệu nó cho bất kỳ ai đang lên kế hoạch cho chuyến du lịch đến Đồng bằng sông Cửu Long. Hải là một hướng dẫn viên đặc biệt, với rất nhiều điều thú vị mà anh ấy đã chia sẻ với chúng tôi về Việt Nam - cuộc sống, văn hóa và lịch sử và luôn có câu trả lời cho các câu hỏi của chúng tôi. Quá trình tổng thể diễn ra suôn sẻ, mọi bước đều được lên kế hoạch đặc biệt tốt đẹp mà không vội vã từ hoạt động này sang hoạt động khác, nó hoàn toàn không phải là khách du lịch và Nhà trọ là một nơi tuyệt vời để qua đêm. Một lần nữa xin cảm ơn vì trải nghiệm tuyệt vời của Hâi, điều mà chúng tôi - sẽ nhớ mãi!Đọc thêm",
            "Giá được trích dẫn trên trang web của bạn có phải là đô la Mỹ không?Đọc thêm",
            "Giá của bạn cho chuyến du ngoạn Mê Kông 3 hoặc 4 ngày - 2 hoặc 3 đêm là bao nhiêu?\nCảm ơn bạnĐọc thêm",
            "Vui lòng truy cập trang web của chúng tôi để biết thêm thông tinĐọc thêm"
        ],
        "star_ratings": [
            278,
            26,
            3,
            0,
            1
        ],
        "review_amount": 308,
        "location": [],
        "reviews_time": [
            "Written January 26, 2023",
            "Written January 4, 2023",
            "Written January 1, 2023",
            "Written December 19, 2022",
            "Written December 11, 2022",
            "Written December 9, 2022",
            "Written December 2, 2022",
            "Written November 18, 2022",
            "Written October 31, 2022",
            "Written October 30, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293925-d2487716-Reviews-or30-Innoviet_Travel-Ho_Chi_Minh_City.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-or20-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-or40-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-Innoviet_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11760584-Reviews-SPA_Salon_Galaxy_Sai_Gon-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d21493307-Reviews-Lacaph_Coffee_Experiences_Space-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d16835208-Reviews-The_Blush_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d24081716-Reviews-Oslo_Club-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d5773564-Reviews-Sophie_s_Art_Tour_Private_Tours-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d11872607-Reviews-ENVY_Club-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25000171-Reviews-Natrix_Bar-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d18543668-Reviews-Al_Rahim_Mosque-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d6351606-Reviews-Asiana_Link_Travel-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8310688-Reviews-New_Stocking-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d25191132-Reviews-An_Mien_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d15685943-Reviews-Tuhu-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d20995215-Reviews-Nu_Spa-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1746272-Reviews-Les_Rives_Authentic_River_Experience-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d4795476-Reviews-Phan_s_Custom_Tailor-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g187337-d243298-Reviews-Zoo_Frankfurt-Frankfurt_Hesse.html",
            "https://www.tripadvisor.com/Attraction_Review-g60123-d8662015-Reviews-Buckhorn_State_Park-Necedah_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g143047-d146058-Reviews-Olympic_Hot_Springs-Olympic_National_Park_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g42404-d8559683-Reviews-Coopersville_Old_West_Town-Lewiston_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g14127623-d320970-Reviews-Osaka_Castle-Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g635899-d294646-Reviews-Burgazada-Princes_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d12964862-Reviews-Fort_Imperial-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10256593-Reviews-The_Walk_at_JBR-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g47182-d271207-Reviews-Bottomless_Lakes_State_Park-Roswell_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g41705-d579818-Reviews-Newbury_Beach-Newbury_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-or40-Innoviet_Travel-Ho_Chi_Minh_City.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293925-d2487716-Reviews-or30-Innoviet_Travel-Ho_Chi_Minh_City.html"
    }
]