[
    {
        "attraction_name": "INTRO Travel",
        "attraction_name_vi": "GIỚI THIỆU Du lịch",
        "general_info": [
            "231 đánh giá",
            "- 84 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Từ năm 2005, chúng tôi đã mang đến cho mọi người những trải nghiệm tuyệt vời ở một số điểm đến tuyệt vời nhất trên thế giới. \nINTRO Travel tổ chức các tour du lịch nhóm hấp dẫn dành cho lứa tuổi 18-55 tại Châu Á – Úc. Với một trưởng nhóm ngay từ khi bạn bước xuống máy bay, một nhóm bạn ngay lập tức và một hành trình tuyệt vời bao gồm những điều tuyệt vời nhất của mỗi điểm đến.Đọc thêm",
        "reviews": [
            "Chúng tôi có trưởng nhóm giỏi nhất Việt Nam - Mikes Gaspar! Anh ấy rất có trách nhiệm, siêu đáng yêu và vô cùng vui vẻ. Đảm bảo làm quen với tất cả chúng tôi và cũng khiến chúng tôi cảm thấy thực sự được hòa nhập. Anh ấy cũng đã nỗ lực rất nhiều để giúp chúng tôi tìm hiểu về đất nước này và đưa ra nhiều khuyến nghị. Thực sự đã có một thời gian tuyệt vời!! Đọc thêm",
            "Tôi sẽ 100 - giới thiệu chuyến đi này. Tôi đã đi một mình và có trải nghiệm tốt nhất. Chuyến đi bao gồm rất nhiều hoạt động văn hóa và mọi thứ đều được tổ chức rất suôn sẻ. Trưởng nhóm Mikes của chúng tôi đã cố gắng hết sức để đảm bảo tất cả chúng tôi đều có khoảng thời gian tuyệt vời - anh ấy có kiến ​​thức tuyệt vời về văn hóa Việt Nam và luôn có những khuyến nghị tuyệt vời về địa điểm tham quan và ẩm thực! Tôi đã có một nhóm bạn đáng yêu và có một chuyến đi mà tôi sẽ nhớ mãi : - Đọc thêm",
            "Tôi và đối tác của mình đã tham gia chuyến du lịch Intro Travel Vietnam và rất thích nó! Có một trải nghiệm tuyệt vời khi gặp gỡ những người mới và hòa mình vào nền văn hóa. Chuyến tham quan thực sự tuyệt vời vì sự khác biệt ở những nơi bạn đến thăm và các hoạt động bạn thực hiện. Cá nhân tôi nghĩ nó - thật tuyệt vời cho những trải nghiệm và hoạt động văn hóa mà bạn sẽ - không biết làm nếu bạn đi du lịch một mình! Hướng dẫn viên du lịch Mikes của chúng tôi đã khiến chuyến đi trở nên đáng nhớ hơn rất nhiều nhờ nghị lực, sự hòa nhập, kiến ​​thức về đất nước và khả năng giúp đỡ trong mọi tình huống của anh ấy.Đọc thêm",
            "Tôi 100 - giới thiệu chuyến tham quan này cho bất kỳ ai. Chuyến tham quan bao gồm rất nhiều trải nghiệm văn hóa và những viên ngọc ẩn mà bạn sẽ không nghĩ đến khi đi du lịch một mình. Chuyến tham quan được tổ chức tốt đến mức khiến trải nghiệm trở nên rất thoải mái. Trên hết, hướng dẫn viên du lịch của chúng tôi, Mikes, hoàn toàn tuyệt vời và hoàn toàn tận tâm với vai trò quản lý chuyến đi. Anh ấy có kiến ​​thức sâu rộng về văn hóa và lịch sử Việt Nam, đồng thời rất nồng hậu và thân thiện với mọi người trong chuyến đi. Năng lượng của anh ấy đã lan tỏa và khiến chuyến tham quan trở nên đáng nhớ hơn!Đọc thêm",
            "Tôi không thể giới thiệu tour này đủ. Tôi đã từng tham gia các chuyến du lịch theo nhóm trước đây nhưng không có chuyến đi nào được tổ chức và chu đáo như chuyến đi này. Trưởng nhóm Mikes của chúng tôi thật tuyệt vời trong toàn bộ trải nghiệm, anh ấy có kiến ​​thức sâu rộng về văn hóa, lịch sử và phong cảnh Việt Nam. Anh ấy cũng có nguồn năng lượng đáng kinh ngạc và đảm bảo cả nhóm đều được tham gia và vui vẻ!Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời trong Trải nghiệm Việt Nam 15 ngày với phần giới thiệu! Là một nữ du khách độc thân, việc tham gia một chuyến du lịch theo nhóm sẽ giúp bạn giảm bớt căng thẳng về khâu hậu cần - lập kế hoạch khi mọi thứ đã được sắp xếp cho bạn và bạn có thể thư giãn tận hưởng chuyến phiêu lưu cùng một nhóm những người có cùng chí hướng. Nó cũng cho phép tôi làm - nhìn - trải nghiệm những điều mà có thể tôi không có đủ can đảm - nghĩa là tự mình làm. Điểm nổi bật đối với tôi là chèo thuyền kayak ở Vịnh Hạ Long, đạp xe qua cánh đồng lúa ở Ninh Bình và mọi thứ về Hội An xinh đẹp. Đặc biệt đề cập đến trưởng nhóm Phatty của chúng tôi, một trong những người chân thành và tốt bụng nhất mà tôi đã gặp, với nụ cười rạng rỡ, năng lượng lan tỏa và niềm đam mê thực sự đối với đất nước của anh ấy mà anh ấy rất hào hứng chia sẻ với chúng tôi trên mỗi bước đi . Cảm ơn Intro nhưng quan trọng nhất là cảm ơn Phatty, huyền thoại!Đọc thêm",
            "Chuyến đi thật tuyệt vời, trưởng đoàn du lịch - Phatty - gần như còn tuyệt vời hơn cả chuyến đi, cười lớn. Tôi yêu đất nước này và người trưởng nhóm du lịch - Phatty - đến từ đất nước này khiến điều đó trở nên tuyệt vời hơn.  Tuy nhiên, bản thân công ty có thể tốt hơn.  Trong chuyến đi của tôi có sự khác biệt và Intro vẫn chưa chịu trách nhiệm và xin lỗi tôi. Tôi định đặt một chuyến đi giới thiệu khác nhưng bây giờ tôi - không.  Không chỉ vậy, có vẻ như họ chỉ tiếp thị cho những người ở Vương quốc Anh vì chỉ có những người đến từ Vương quốc Anh tham gia chuyến đi của tôi. ... sự đa dạng sẽ rất tuyệt.  Giới thiệu công ty chỉ cần làm tốt hơn.Đọc thêm",
            "Chuyến đi tuyệt vời với Intro về trải nghiệm 15 ngày ở Việt Nam! Trưởng nhóm Phatty của chúng tôi là một trong những điều tuyệt vời nhất của chuyến đi - kiến ​​thức và niềm đam mê của anh ấy dành cho quê hương thật đáng kinh ngạc - và dễ lây lan - và chúng tôi - rất vui khi được anh ấy đưa chúng tôi đi tham quan khắp Việt Nam! Hội An là điểm nhấn của chuyến đi, trải nghiệm phố cổ, làm đèn lồng và một đêm đi chơi với những người bạn mới của chúng tôi! Cảm ơn vì chuyến đi tuyệt vời nhất trong đời! Đọc thêm",
            "Tôi đã trải nghiệm Việt Nam - 15 ngày - và đó là trải nghiệm tuyệt vời nhất trong cuộc đời tôi. Tôi đã muốn đến Việt Nam từ lâu và nó hoàn toàn vượt xa sự mong đợi của tôi. Mọi thứ đã được sắp xếp cho chúng tôi nên chúng tôi không phải lo lắng gì cả mà chỉ cần tận hưởng chuyến đi. Điểm nổi bật của cá nhân tôi là đạp xe qua Ninh Bình và khám phá Hội An. Ngoài ra, nếu bạn đang đọc phần GIỚI THIỆU này thì tôi phải nói với bạn rằng Phát là một trưởng nhóm đáng kinh ngạc. Anh ấy đã giải quyết và giải quyết vấn đề mà nhóm chúng tôi gặp phải ngay lập tức bất kể thời gian trong ngày và kiến ​​thức cũng như niềm đam mê của anh ấy đối với đất nước của anh ấy thật dễ lây lan. Trên hết, anh ấy cực kỳ thân thiện, hữu ích, có tổ chức và chỉ là một người tốt. Tôi tin chắc rằng anh ấy là lý do chính khiến chuyến đi của chúng tôi trở nên đặc biệt như vậy. Dù bạn trả cho anh ta bao nhiêu đi chăng nữa thì vẫn chưa đủ!Đọc thêm",
            "Tôi - đã từng tham gia một số cuộc phiêu lưu điên rồ và đầy thú vị trước đây nhưng cuộc phiêu lưu này thực sự hấp dẫn!  - Mỗi ngày đều tràn ngập những điều kỳ diệu mới, những bất ngờ mới và đồng hành cùng một trong những nhóm người tuyệt vời nhất mà tôi đã đi cùng. Truyền thuyết về Phatty không chỉ cực kỳ sâu sắc về quê hương của mình mà còn vượt xa hơn thế nữa đảm bảo tất cả chúng ta đều có thời gian tốt nhất. Anh ấy thậm chí còn nhanh chóng đưa ra giải pháp cho lỗi đặt phòng khiến kế hoạch bị thay đổi một chút, nhưng tôi luôn biết mình đang ở trong tay an toàn. Phạm vi hoạt động rất đa dạng ở từng vùng trên đất nước, bao gồm làm đèn lồng, trị liệu spa, câu cá bằng bùn và khóa học nấu các món ăn truyền thống. Thành thật mà nói, tôi đã có khoảng thời gian tuyệt vời nhất trong đời trong Trải nghiệm Việt Nam này từ Intro Travel và rất muốn giới thiệu Phần giới thiệu cho bất kỳ ai muốn đến thăm đất nước này.Đọc thêm"
        ],
        "star_ratings": [
            224,
            6,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "GIỚI THIỆU Du lịch",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 28, 2024",
            "Written April 25, 2024",
            "Written April 25, 2024",
            "Written April 25, 2024",
            "Written April 24, 2024",
            "Written April 19, 2024",
            "Written April 17, 2024",
            "Written April 17, 2024",
            "Written April 17, 2024",
            "Written April 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19930256-Reviews-INTRO_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or10-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17454651-Reviews-Vietnam_Travel_Group-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20481498-Reviews-Asian_Unicorn_Tours_AUT-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4454938-Reviews-Threeland_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11672954-Reviews-Maia_Food_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4870976-Reviews-Asia_Top_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2517144-Reviews-Custom_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12348350-Reviews-Hanoi_Journey-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8295635-Reviews-Asia_View_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043144-Reviews-HERO_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25226793-Reviews-True_Health_Massage_Therapy-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13398370-Reviews-Haivenu_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1007365-Reviews-Wide_Eyed_Tours_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043210-Reviews-Tam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60750-d590488-Reviews-Miramar_Reservoir-San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g19140131-d8866501-Reviews-Beji_Guwang_Hidden_Canyon-Guwang_Sukawati_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d140435-Reviews-Yellowstone_Lake-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g240329-d107006-Reviews-Esalen_Institute-Big_Sur_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d8670865-Reviews-Wadi_Namar-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d8702155-Reviews-Music_City_Circuit-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g303165-d7955484-Reviews-Mirror_Plazhi_Pasqyra_Beach-Saranda_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g4813352-d611391-Reviews-Red_Rock_Scenic_Byway_SR_179-Village_of_Oak_Creek_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g2144261-d9758123-Reviews-Muri_Night_Market-Ngatangiia_Rarotonga_Southern_Cook_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d108892-Reviews-Discovery_Place_Science-Charlotte_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or10-INTRO_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-INTRO_Travel-Hanoi.html"
    },
    {
        "attraction_name": "INTRO Travel",
        "attraction_name_vi": "GIỚI THIỆU Du lịch",
        "general_info": [
            "231 đánh giá",
            "- 84 trong số 1.916 Tour - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Từ năm 2005, chúng tôi đã mang đến cho mọi người những trải nghiệm tuyệt vời ở một số điểm đến tuyệt vời nhất trên thế giới. \nINTRO Travel tổ chức các tour du lịch nhóm hấp dẫn dành cho lứa tuổi 18-55 tại Châu Á – Úc. Với một trưởng nhóm ngay từ khi bạn bước xuống máy bay, một nhóm bạn ngay lập tức và một hành trình tuyệt vời bao gồm những điều tuyệt vời nhất của mỗi điểm đến.Đọc thêm",
        "reviews": [
            "Trải nghiệm 15 ngày ở Việt Nam thật không tưởng, thậm chí còn tuyệt vời hơn nhờ guild phatty của chúng tôi. Anh ấy đã mang đến một trải nghiệm độc đáo khi đến từ Việt Nam nhưng cũng nói tiếng Anh rất tốt. Anh ấy luôn tràn đầy năng lượng và nhiệt huyết và luôn có mặt nếu chúng tôi cần bất cứ điều gìĐọc thêm",
            "Vừa hoàn thành chuyến du lịch Việt Nam 12 ngày tuyệt vời với Bobby là trưởng đoàn của chúng tôi. Từ đầu đến cuối, chuyến đi thật tuyệt vời và vượt quá mọi mong đợi. Bắt đầu chuyến đi ở Hà Nội ở phía Bắc và kết thúc ở Thành phố Hồ Chí Minh ở phía Nam trong khi ghé thăm Ninh Bình, Hội An, Vịnh Hạ Long và Đồng bằng sông Cửu Long trên đường đi. Mỗi ngày đều tràn ngập hoạt động và trải nghiệm tuyệt vời - các hoạt động để đắm mình hoàn toàn vào văn hóa, lịch sử và lối sống của người Việt Nam. Chuyến đi được tổ chức tốt với hành trình đa dạng do Bobby tuyệt vời dẫn đầu. Bobby là một trưởng đoàn tuyệt vời! Sự chuyên nghiệp, khả năng lãnh đạo, kiến ​​thức, niềm đam mê và kinh nghiệm của anh ấy đã đảm bảo chúng tôi có khoảng thời gian tuyệt vời nhất có thể. Thật vinh dự khi được đến thăm quê hương Việt Nam của Bobby, thăm thú và trải nghiệm những địa điểm tuyệt vời như vậy dưới sự dẫn dắt của một trưởng đoàn du lịch tuyệt vời. Tôi đã có một khoảng thời gian tuyệt vời trong chuyến du lịch 12 ngày và thực sự muốn giới thiệu. Thật là một chuyến đi tuyệt vời! Đọc thêm",
            "chuyến du lịch tuyệt vời qua việt nam. rất nhiều điều để khám phá, các hoạt động tuyệt vời và người lãnh đạo tour du lịch tuyệt vời. đặc biệt yêu thích các nhà trọ - rất chân thực, sạch sẽ và trong khung cảnh đẹp đẽ. rất thích ở lại lâu hơn và tìm hiểu sâu hơn về văn hóa!Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất trong chuyến du lịch Việt Nam 12 ngày! Chúng tôi đến với tư cách là một nhóm gồm 6 người bạn - một số người trước đây đã thực hiện chuyến tham quan giới thiệu Bali 9 ngày - và đã có một trải nghiệm tổng thể tuyệt vời. Mỗi chỗ ở đều đẹp, sạch sẽ và có vẻ tốt hơn chỗ ở được quảng cáo. Việc vận chuyển giữa mỗi địa điểm luôn đúng giờ và thoải mái. Chúng tôi đã trải nghiệm Hà Nội, Vịnh Hạ Long, Ninh Bình, Hội An, Thành phố Hồ Chí Minh và Đồng bằng sông Cửu Long, tham gia nhiều hoạt động khác nhau như; làm đèn lồng, đi thuyền đèn lồng, đạp xe qua Ninh Bình, leo núi rồng và nhiều hơn thế nữa! Tất cả những trải nghiệm của chúng tôi đều tuyệt vời nhưng được làm tốt hơn nhiều bởi nhóm trưởng và trưởng nhóm du lịch thực sự tuyệt vời của chúng tôi, Mikes. Mikes luôn ở phong độ cao nhất và dẫn dắt nhóm lớn 24 người của chúng tôi một cách xuất sắc; luôn nở nụ cười và những câu nói đùa để kéo dài chúng tôi suốt 12 ngày. Rất muốn giới thiệu! Đọc thêm",
            "Đã có một thời gian tuyệt vời với một nhóm người tuyệt vời. Tất cả từ nhiều lứa tuổi khác nhau, nhiều loại khách du lịch khác nhau - các cặp đôi, một mình, nhóm bạn -. Tất cả chúng tôi đã tập hợp lại và chia sẻ một số kỷ niệm tuyệt vời và điều này là nhờ người hướng dẫn du lịch xuất sắc Mikes. Anh ấy xử lý mọi tình huống một cách bình tĩnh và tự chủ, đồng thời giúp khuyến khích tất cả du khách tận dụng tốt nhất chuyến đi của họ. Việt Nam là một đất nước tuyệt vời và tôi cảm thấy chuyến du lịch này là một cách tuyệt vời để trải nghiệm văn hóa và ngắm cảnh.Đọc thêm",
            "Lần đầu tiên tôi đi du lịch theo nhóm và tôi sẽ 100 tuổi - làm lại. Một nhóm người đáng yêu rất hợp nhau và Sander, trưởng đoàn du lịch đã rất xuất sắc. Được nhìn thấy rất nhiều Việt Nam và có rất nhiều hoạt động thú vị được lên kế hoạch từ làm đèn lồng, lớp học nấu ăn, chèo thuyền kayak ở Vịnh Hạ Long, đạp xe ở Nimh Bình. Tất cả chỗ ở đều đáng yêu và nhà dân là một trải nghiệm độc đáo. Tôi chắc chắn sẽ giới thiệu chuyến tham quan này và rất tiếc là nó đã kết thúc!Đọc thêm",
            "Thời gian tuyệt vời trong chuyến trải nghiệm Việt Nam 15 ngày! Tôi thực sự cảm thấy như mình đã được tham quan vô số khu vực khác nhau của Việt Nam và chúng tôi có rất nhiều hoạt động phù hợp với chuyến đi này! Tôi chắc chắn sẽ giới thiệu chuyến đi này cho bất kỳ ai có ý định đến Việt Nam. Ở trong một số chỗ ở đẹp là tốt. Chuyến đi mệt mỏi nhưng thật đáng giá!Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời trong chuyến tham quan trải nghiệm 15 ngày! Chuyến tham quan yêu thích của tôi mà tôi đã thực hiện với phần giới thiệu, rất muốn giới thiệu. Bao gồm mọi thứ bạn muốn xem và làm ở Việt Nam. Sander là một trưởng nhóm du lịch tuyệt vời và thực sự yêu thích bầu không khí của nhóm chúng tôi x cảm ơn bạn!!! Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời trong chuyến tham quan Trải nghiệm Việt Nam 15 ngày với hướng dẫn viên Sander của chúng tôi. Đã đến thăm rất nhiều nơi ở Việt Nam, từ các thành phố đến phong cảnh Sapa và Vịnh Hạ Long, và yêu thích tất cả! Mọi thứ được điều phối thực sự tốt bởi Sander, một người lãnh đạo tour du lịch tuyệt vời, và nhóm rất đáng yêu và tất cả chúng tôi rất hợp nhau. Chuyến tham quan tuyệt vời nhất mà tôi đã thực hiện cho đến nay từ nhiều công ty!Đọc thêm",
            "Đây là lần đầu tiên tôi thực hiện một chuyến du lịch theo nhóm và tôi rất thích nó. Sự kết hợp hoàn hảo giữa các hoạt động và thư giãn. Rất muốn giới thiệu.Đọc thêm"
        ],
        "star_ratings": [
            224,
            6,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "GIỚI THIỆU Du lịch",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 17, 2024",
            "Written April 9, 2024",
            "Written April 7, 2024",
            "Written April 6, 2024",
            "Written April 6, 2024",
            "Written April 5, 2024",
            "Written April 3, 2024",
            "Written April 3, 2024",
            "Written April 3, 2024",
            "Written April 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19930256-Reviews-or10-INTRO_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or20-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17454651-Reviews-Vietnam_Travel_Group-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20481498-Reviews-Asian_Unicorn_Tours_AUT-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4454938-Reviews-Threeland_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11672954-Reviews-Maia_Food_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4870976-Reviews-Asia_Top_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2517144-Reviews-Custom_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12348350-Reviews-Hanoi_Journey-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8295635-Reviews-Asia_View_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043144-Reviews-HERO_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25226793-Reviews-True_Health_Massage_Therapy-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13398370-Reviews-Haivenu_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1007365-Reviews-Wide_Eyed_Tours_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043210-Reviews-Tam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187527-d6864068-Reviews-Aquapark_Flamingo-Torrevieja_Costa_Blanca_Province_of_Alicante_Valencian_Communit.html",
            "https://www.tripadvisor.com/Attraction_Review-g30582-d10380158-Reviews-Gulf_Shores_Public_Beach-Gulf_Shores_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d11670422-Reviews-JJ_Mall-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g31305-d5484666-Reviews-Railroad_Tunnel_Trail-Payson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g1207322-d17380857-Reviews-Charco_El_Hippie-Naguabo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g154910-d187024-Reviews-Johnston_Canyon-Banff_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g46584-d17530173-Reviews-Longport_Dog_Beach-Longport_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d16750586-Reviews-Janis_Joplin_house-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d9770505-Reviews-The_Adam_Massage-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g147251-d14979196-Reviews-Street_Murals-San_Nicolas_Aruba.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or20-INTRO_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or10-INTRO_Travel-Hanoi.html"
    },
    {
        "attraction_name": "INTRO Travel",
        "attraction_name_vi": "GIỚI THIỆU Du lịch",
        "general_info": [
            "231 đánh giá",
            "- 84 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Từ năm 2005, chúng tôi đã mang đến cho mọi người những trải nghiệm tuyệt vời ở một số điểm đến tuyệt vời nhất trên thế giới. \nINTRO Travel tổ chức các tour du lịch nhóm hấp dẫn dành cho lứa tuổi 18-55 tại Châu Á – Úc. Với một trưởng nhóm ngay từ khi bạn bước xuống máy bay, một nhóm bạn ngay lập tức và một hành trình tuyệt vời bao gồm những điều tuyệt vời nhất của mỗi điểm đến.Đọc thêm",
        "reviews": [
            "Tôi đã có khoảng thời gian tuyệt vời trong chuyến du lịch trải nghiệm Việt Nam 15 ngày với trưởng đoàn du lịch Sander Bos của chúng tôi! Mọi thứ đều rất thú vị Phần yêu thích của tôi là chèo thuyền kayak và bơi lội ở Vịnh Hạ Long. Đi một mình khi còn trẻ - 20 - khá căng thẳng nhưng khi đến chỗ ở đầu tiên, Sander đã chào đón tôi bằng một nụ cười và rất tử tế - bạn nhanh chóng trở thành một gia đình nhỏ từ khắp nơi trên thế giới và bạn học được rất nhiều điều về các quốc gia khác và mọi người, mọi thứ được sắp xếp cho bạn cũng sẽ rất hữu ích nếu bạn không biết cách di chuyển đến một quốc gia khác!Đọc thêm",
            "Tôi đã tham gia tour du lịch Việt Nam 12 ngày và nó là tất cả mọi thứ tôi có thể mong muốn và hơn thế nữa. Đây là tour du lịch thứ hai của tôi với intro và nó một lần nữa đã đáp ứng được sự cường điệu. Các hoạt động, chỗ ở và đồ ăn đều tuyệt vời, với nhà dân là nơi tôi đặc biệt yêu thích. Điểm nổi bật của chuyến đi chắc chắn là trưởng nhóm của tôi: Mikes. Từ đầu đến cuối, anh ấy thật tuyệt vời. Bản tính tốt bụng và chu đáo của anh ấy khiến mọi người thoải mái ngay lập tức, anh ấy đảm bảo rằng chuyến tham quan diễn ra mà không có trục trặc nào và tất cả chúng tôi đều có khoảng thời gian tuyệt vời. Anh ấy rất tuyệt khi truyền đạt những gì chúng tôi sẽ trải qua trong ngày cũng như chia sẻ nhiều kiến ​​thức văn hóa với chúng tôi! Chuyến đi Intro Việt Nam thật tuyệt vời và nếu bạn may mắn, bạn sẽ có được Mikes tuyệt vời làm trưởng nhóm của mình! Hiện đang tham gia một chuyến Intro khác khi tôi đang viết điều này vì họ tuyệt vời như vậy! Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời trong 15 ngày trải nghiệm Việt Nam. Không thể lỗi chỗ ở, thức ăn và phương tiện đi lại được chọn cho chuyến tham quan này. Tuy nhiên, đó là việc phải đi du lịch rất nhiều - điều đã được mong đợi. Tôi khuyên bạn nên dành thêm vài ngày sau chuyến tham quan để thư giãn. Không thể quên trưởng đoàn du lịch Bobby của chúng tôi, người thật đặc biệt! Đọc thêm",
            "Phần giới thiệu đã làm được điều đó một lần nữa. Việt Nam - - Trải nghiệm là chuyến Intro thứ 7 của tôi. Và như mọi khi, đã có một thời gian tuyệt vời. Đây là lý do tại sao tôi tiếp tục quay trở lại. Yêu những nơi chúng tôi đã ghé thăm, những cuộc phiêu lưu và chỗ ở. Kết bạn mới. CỘNG VỚI, trưởng nhóm du lịch Bobby thật tuyệt vời. Anh ấy luôn khiến chúng tôi cười, có một trái tim bao la và anh ấy biết rất rõ về lịch sử Việt Nam. Tôi sẽ nhớ anh ấy cũng như những người bạn tôi đã quen. Tôi cũng rất vui khi được gặp lại một trong những người dẫn đoàn du lịch cũ của tôi đến từ Philippines, Kyle Thompson, một chàng trai tuyệt vời khác! Cảm ơn một lần nữa Giới thiệu!Đọc thêm",
            "Chuyến đi đầu tiên đến Việt Nam và trải nghiệm thật đáng nhớ. Bobby hướng dẫn viên du lịch của chúng tôi là một người địa phương đã giúp đỡ khi chúng tôi đến các địa điểm khác nhau trong hành trình. Chúng tôi thực sự thích đạp xe ở Ninh Bình, lớp học nấu ăn và lớp học làm đèn lồng. Bobby là một nhà lãnh đạo tốt bụng và hiểu biết. Vào những ngày chúng tôi có thời gian rảnh, Bobby có thể đưa ra rất nhiều lời khuyên cho chúng tôi và điều này được đánh giá cao. Những thành viên còn lại trong nhóm mà chúng tôi gặp đều là những nhóm tuyệt vời khiến chuyến đi trở nên thú vị. Cần cải thiện: ứng dụng có danh sách các hoạt động trong ngày nhưng không có khung thời gian. Điều này sẽ giúp du khách lên kế hoạch tốt hơn một chút. Thức ăn cũng trở nên lặp đi lặp lại sẽ rất tuyệt nếu có nhiều loại hơn. Nếu không, hãy trải nghiệm tuyệt vời và sẽ giới thiệu chuyến tham quan này cho bạn bè và gia đình. Đọc thêm",
            "Tôi vừa kết thúc chuyến du lịch trải nghiệm Việt Nam 15 ngày do Bobby dẫn đầu. Đây là chuyến đi nhóm đầu tiên của tôi và tôi không thể giới thiệu thêm. Bobby là một hướng dẫn viên đáng kinh ngạc, kiến ​​thức địa phương, mối liên hệ và niềm đam mê của anh ấy đối với đất nước xinh đẹp này là vô song, một tài sản đáng kinh ngạc để giới thiệu du lịch! Chỗ ở và trải nghiệm thật tuyệt vời, hành trình được đánh giá tốt và quy mô nhóm lý tưởng cho khách du lịch một mình - 10 - 10 cho trải nghiệm du lịch giới thiệu Việt Nam - nếu tôi có thể chấm điểm Bobby cao hơn nữa thì tôi sẽ - Cảm ơn BobbyĐọc thêm",
            "Chúng tôi đã trải nghiệm ở Thái Lan và Việt Nam với Tess M và Bobby.  Mặc dù các phong cách lãnh đạo khác nhau đều mang lại những trải nghiệm an toàn và đầy hành động.  Tess đã mang lại năng lượng và nhiệt huyết cho cả nhóm để tạo nên những đêm tiệc tuyệt vời. Kinh nghiệm địa phương, kiến ​​thức và niềm đam mê lịch sử của Bobby đã mang đến cái nhìn sâu sắc hơn về văn hóa Việt Nam. Bobby cũng là một hướng dẫn viên du lịch được cấp phép mà tôi rất tôn trọng.  Cả hai phong cách đều khen ngợi lẫn nhau. Chuyến tham quan là một trải nghiệm độc đáo - Tôi đã ăn một con bọ cạp, nhảy trên ghế với xô, lặn với cá mập, làm một chiếc áo khoác da phù hợp, cho voi ăn, học đá vòng tròn với nhà vô địch Muay Thái, leo núi của Sa Pa với phụ nữ địa phương, ăn những món ăn địa phương tuyệt vời, gắn kết với những người mới và củng cố mối quan hệ của tôi với bạn gái. Theo tôi, phần giới thiệu có thể cải thiện ở đâu? - Quá nhiều đêm ăn đồ Tây.  Những đêm ăn ngon nhất của tôi là không có những người còn lại trong nhóm được giới thiệu pizza. - Khoảng đệm thêm một ngày giữa lúc kết thúc trải nghiệm ở Thái Lan và bắt đầu ở Việt Nam là điều hết sức cần thiết.  - Trưởng nhóm cần truyền đạt kế hoạch trong ngày qua tin nhắn thường xuyên hơn và là một phần của thói quen hàng ngày.  Cả trưởng nhóm và khách hàng thường nói tiếng Anh như ngôn ngữ thứ 2 và những thông tin quan trọng bị mất hoặc bị quên khi dịch.  Điều này sẽ hỗ trợ những du khách đang lo lắng.- Thêm Huế như một lựa chọn cho chuyến tham quan trong ngày.Đọc thêm",
            "Là một người du lịch một mình, tôi tình cờ thấy phần giới thiệu về du lịch trên Instagram. Tôi đã đặt trải nghiệm 15 ngày ở Việt Nam và nó không làm tôi thất vọng. Trưởng nhóm du lịch của chúng tôi, Bobby, thật tuyệt vời! Kiến thức về Việt Nam và khả năng nói ngôn ngữ của anh ấy khiến chuyến tham quan trở nên thú vị và rất dễ tiếp cận. Chỗ ở tuyệt vời, thức ăn tuyệt vời và công ty tuyệt vời. Muốn giới thiệu - - - Đọc thêm",
            "Chuyến du lịch trải nghiệm Việt Nam thật tuyệt vời - chỗ ở tốt và hành trình hàng ngày có rất nhiều thứ phù hợp với mọi người.  Chúng tôi rất may mắn khi có Bobby làm trưởng đoàn du lịch! Bobby không chỉ có kiến ​​thức văn hóa độc đáo với tư cách là người địa phương, mà anh ấy còn vượt lên trên tất cả để đảm bảo mỗi thành viên trong tour đều cảm thấy thoải mái và có khoảng thời gian vui vẻ! Bobby là hướng dẫn viên du lịch giỏi nhất và chắc chắn chuyến đi sẽ không giống như vậy nếu không có anh ấy. Thật là một viên ngọc tuyệt đối! Đọc thêm",
            "Tôi đã tham gia chuyến du lịch trải nghiệm Việt Nam và tôi đã có khoảng thời gian tuyệt vời nhất. Bobby là trưởng đoàn du lịch của chúng tôi và anh ấy đã khiến chuyến đi trở nên tuyệt vời hơn tôi nghĩ. Kiến thức của anh ấy về đất nước và khả năng phiên dịch cho chúng tôi khiến mọi việc trở nên thực sự dễ dàng. Anh ấy rất hữu ích và luôn quan tâm đến chúng tôi. Tôi chắc chắn khuyên bạn nên thực hiện chuyến tham quan có phần giới thiệu.Đọc thêm"
        ],
        "star_ratings": [
            224,
            6,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "GIỚI THIỆU Du lịch",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 2, 2024",
            "Written March 19, 2024",
            "Written March 18, 2024",
            "Written March 18, 2024",
            "Written March 18, 2024",
            "Written March 18, 2024",
            "Written March 18, 2024",
            "Written March 18, 2024",
            "Written March 18, 2024",
            "Written March 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19930256-Reviews-or20-INTRO_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or10-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or30-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17454651-Reviews-Vietnam_Travel_Group-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20481498-Reviews-Asian_Unicorn_Tours_AUT-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4454938-Reviews-Threeland_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11672954-Reviews-Maia_Food_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4870976-Reviews-Asia_Top_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2517144-Reviews-Custom_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12348350-Reviews-Hanoi_Journey-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8295635-Reviews-Asia_View_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043144-Reviews-HERO_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25226793-Reviews-True_Health_Massage_Therapy-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13398370-Reviews-Haivenu_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1007365-Reviews-Wide_Eyed_Tours_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043210-Reviews-Tam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g51790-d144419-Reviews-Haystack_Rock-Cannon_Beach_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g48053-d624649-Reviews-Lily_Dale_Assembly-Lily_Dale_Chautauqua_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g48618-d103367-Reviews-Skaneateles_Lake-Skaneateles_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g297967-d24001570-Reviews-Mall_Of_Side-Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d13319724-Reviews-Mangwon_Market-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d202598-Reviews-Seurasaaren_Ulkomuseo-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188900-Reviews-Fortnum_Mason-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g60974-d8452087-Reviews-BUF_Buffalo_Airport_Taxi-Buffalo_Erie_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33052-d110204-Reviews-26_Mile_Bike_Path-Santa_Monica_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g31805-d104721-Reviews-Crater_of_Diamonds_State_Park-Murfreesboro_Arkansas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or30-INTRO_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or20-INTRO_Travel-Hanoi.html"
    },
    {
        "attraction_name": "INTRO Travel",
        "attraction_name_vi": "GIỚI THIỆU Du lịch",
        "general_info": [
            "231 đánh giá",
            "- 84 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Từ năm 2005, chúng tôi đã mang đến cho mọi người những trải nghiệm tuyệt vời ở một số điểm đến tuyệt vời nhất trên thế giới. \nINTRO Travel tổ chức các tour du lịch nhóm hấp dẫn dành cho lứa tuổi 18-55 tại Châu Á – Úc. Với một trưởng nhóm ngay từ khi bạn bước xuống máy bay, một nhóm bạn ngay lập tức và một hành trình tuyệt vời bao gồm những điều tuyệt vời nhất của mỗi điểm đến.Đọc thêm",
        "reviews": [
            "Trải nghiệm ở Việt Nam thực sự thú vị và được tổ chức tốt. Việt Nam quả là một đất nước xinh đẹp! Mọi chuyện sẽ không như vậy nếu không có Bobby. Cảm ơn Bobby vì đã trở thành một trưởng nhóm tuyệt vời và đưa chúng tôi đi khắp đất nước tuyệt vời này!Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời trong chuyến du lịch trải nghiệm Thái Lan và Việt Nam. Cả hướng dẫn viên du lịch Tess và Bobby đều rất tuyệt. Rất muốn giới thiệu! Đọc thêm",
            "Đây là chuyến du lịch giới thiệu thứ hai của tôi và nó đã không làm tôi thất vọng!! Trưởng nhóm Mikes của chúng tôi rất xuất sắc - vui tính - rất hiểu biết. Chúng tôi đã thấy rất nhiều địa điểm đẹp và làm rất nhiều điều thú vị như cưỡi thúng câu cá, tham quan bằng xe đạp - đi bộ đường dài. Điều tiếc nuối duy nhất của tôi là không đặt tour 12 ngày - chỉ thực hiện được 9 ngày.Đọc thêm",
            "Tôi rất hân hạnh được tham gia chuyến du lịch nhóm của Mikes tại Việt Nam với Intro Travel và tôi không thể yêu cầu một người lãnh đạo giỏi hơn. Mikes không chỉ tốt bụng, dễ gần mà còn vô cùng vui tính, giữ cho không khí vui vẻ và thú vị trong suốt chuyến đi. Kiến thức phong phú của ông về Việt Nam khiến mọi điểm dừng đều mang tính thông tin và hấp dẫn, nâng cao trải nghiệm của chúng tôi. Tôi đặc biệt giới thiệu Mikes làm trưởng nhóm du lịch cho bất kỳ ai muốn khám phá Việt Nam với một hướng dẫn viên tuyệt vời.Đọc thêm",
            "Tôi đã tham gia nhóm giới thiệu Việt Nam vào tháng 3 và đã có khoảng thời gian tuyệt vời nhất! Đó là một nhóm quy mô tuyệt vời - - 16 người - và không khí thật vui vẻ!!! Trưởng nhóm Mikes của chúng tôi đã duy trì không khí sôi nổi và đảm bảo mọi người đều có khoảng thời gian vui vẻ. Chúng tôi đã học được những sự thật thú vị về Việt Nam từ lãnh đạo của chúng tôi và chuyến đi này là sự cân bằng hoàn hảo giữa niềm vui, văn hóa, tiệc tùng và thư giãn. 10 - 10 đề xuất!Đọc thêm",
            "Rất nhiều địa điểm tuyệt vời ở Việt Nam, văn hóa, ẩm thực và quang cảnh tuyệt vời. Hướng dẫn viên Phatty của chúng tôi đã có câu trả lời cho mọi câu hỏi và đảm bảo chuyến đi của chúng tôi diễn ra dễ dàng và đáng nhớ. Anh ấy luôn rất vui vẻ!Đọc thêm",
            "Phần giới thiệu ở Việt Nam là một chuyến tham quan tuyệt vời với những điểm dừng, hoạt động và con người đáng kinh ngạc. Jeremy khiến chúng tôi cảm thấy rất an toàn và được chào đón ngay cả khi chúng tôi lo lắng hoặc không chắc chắn khi đến một đất nước mới. Tham gia chuyến du lịch là một cách tuyệt vời để bắt đầu đi du lịch dù bạn ở độ tuổi nào, sự yên tâm của ai đó đang quan tâm đến bạn đồng nghĩa với việc bạn sẽ bớt căng thẳng và lo lắng hơn đáng kể khi đề cập đến những chi tiết nhỏ. Chuyến đi này có một số điểm đến tuyệt vời và đáng nhớ nhất của tôi như: Vịnh Hạ Long và Hội An, một số chỗ ở tuyệt vời và các hoạt động thú vị như lớp học nấu ăn kiểu Việt Nam và làm đèn lồng! Có Connor tham gia nhóm của chúng tôi cũng là một niềm vui lớn, cả anh ấy và Jeremy đều làm việc cực kỳ chăm chỉ để mang đến cho chúng tôi trải nghiệm tốt nhất có thể và chúng tôi rất thích có họ làm trưởng nhóm. Nhìn chung đây là một chuyến đi tuyệt vời mà tôi rất muốn giới thiệu cho bất kỳ ai, tôi chỉ ước nó dài hơn!Đọc thêm",
            "Tôi đã có khoảng thời gian tuyệt vời trong chuyến du lịch Việt Nam. Trưởng nhóm Jeremy của chúng tôi thật tuyệt vời, tràn đầy năng lượng và khiến mọi người cảm thấy được chào đón và an toàn. Bản thân chuyến đi có rất nhiều hoạt động khác nhau nên luôn có điều gì đó dành cho tất cả mọi người. Chỗ ở thực sự tốt đẹp. Tôi thực sự khuyên bạn nên trải nghiệm một lần trong đời.Đọc thêm",
            "Tôi và một vài người bạn đã thực hiện cả chuyến tham quan Giới thiệu Thái Lan và chuyến tham quan Trải nghiệm Việt Nam, đó là một trong những khoảng thời gian tuyệt vời nhất trong cuộc đời chúng tôi, trưởng nhóm của chúng tôi, Sander là người lãnh đạo được 10 - 10 về mặt thông tin, hữu ích, tốt bụng và anh chàng cực kỳ vui tính. Tôi muốn giới thiệu hai chuyến đi này cho bất kỳ ai đang muốn tìm hiểu rõ hơn về những quốc gia này và cũng là một chuyến đi vui vẻ.Đọc thêm",
            "Chuyến đi thật tuyệt vời, tôi thích mọi thứ mà phần giới thiệu đã lên kế hoạch cho chúng tôi. Trưởng nhóm của chúng tôi: Sander là một chàng trai tuyệt vời với kiến ​​thức sâu rộng về cả Thái Lan và Việt Nam. Tôi thích những nơi chúng tôi đã ghé thăm và những địa điểm chúng tôi đã ở. Nhìn chung, chuyến đi Thái Lan và chuyến đi Việt Nam thật tuyệt vời và tôi có thể thấy mình sẽ có chuyến đi giới thiệu lần nữa trong tương lai.Đọc thêm"
        ],
        "star_ratings": [
            224,
            6,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "GIỚI THIỆU Du lịch",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 18, 2024",
            "Written March 18, 2024",
            "Written March 16, 2024",
            "Written March 16, 2024",
            "Written March 14, 2024",
            "Written March 13, 2024",
            "Written March 12, 2024",
            "Written March 12, 2024",
            "Written March 11, 2024",
            "Written March 11, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19930256-Reviews-or30-INTRO_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or20-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or40-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17454651-Reviews-Vietnam_Travel_Group-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20481498-Reviews-Asian_Unicorn_Tours_AUT-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4454938-Reviews-Threeland_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11672954-Reviews-Maia_Food_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4870976-Reviews-Asia_Top_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2517144-Reviews-Custom_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12348350-Reviews-Hanoi_Journey-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8295635-Reviews-Asia_View_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043144-Reviews-HERO_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25226793-Reviews-True_Health_Massage_Therapy-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13398370-Reviews-Haivenu_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1007365-Reviews-Wide_Eyed_Tours_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043210-Reviews-Tam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g29867-d23696329-Reviews-Defy_Apex-Apex_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g43286-d1758922-Reviews-Minneopa_State_Park-Mankato_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10758285-Reviews-Statue_of_Gangnam_Style-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g31310-d127164-Reviews-Castles_N_Coasters-Phoenix_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g33249-d186137-Reviews-Humboldt_Redwoods_State_Park-Weott_Humboldt_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d126688-Reviews-Lakeside_Amusement_Park-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d3600489-Reviews-Sulwhasoo_Spa-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g143010-d109738-Reviews-Jordan_Pond-Acadia_National_Park_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g652016-d3211983-Reviews-Spiaggia_La_Cinta-San_Teodoro_Province_of_Olbia_Tempio_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293979-d319238-Reviews-Dead_Sea-Dead_Sea_Region.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or40-INTRO_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or30-INTRO_Travel-Hanoi.html"
    },
    {
        "attraction_name": "INTRO Travel",
        "attraction_name_vi": "GIỚI THIỆU Du lịch",
        "general_info": [
            "231 đánh giá",
            "- 84 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Từ năm 2005, chúng tôi đã mang đến cho mọi người những trải nghiệm tuyệt vời ở một số điểm đến tuyệt vời nhất trên thế giới. \nINTRO Travel tổ chức các tour du lịch nhóm hấp dẫn dành cho lứa tuổi 18-55 tại Châu Á – Úc. Với một trưởng nhóm ngay từ khi bạn bước xuống máy bay, một nhóm bạn ngay lập tức và một hành trình tuyệt vời bao gồm những điều tuyệt vời nhất của mỗi điểm đến.Đọc thêm",
        "reviews": [
            "Chuyến đi giới thiệu đến Việt Nam thật tuyệt vời. Mọi thứ đều được lên kế hoạch tốt bằng phần giới thiệu. Các khách sạn, phương tiện đi lại và nhà hàng. Tôi cũng rất hài lòng với trưởng nhóm Sander của mình. Anh ấy rất hữu ích và rõ ràng biết rất nhiều về đất nước. Tôi không có gì ngoài những điều tốt đẹp để nói về phần giới thiệu và chuyến đi.Đọc thêm",
            "Vừa kết thúc chuyến trải nghiệm 15 ngày đến Việt Nam cùng IntroTravel, thật tuyệt vời. Sander, trưởng nhóm của chúng tôi, cực kỳ tuyệt vời - chuyên nghiệp, vui vẻ và luôn có mặt khi bạn cần anh ấy. Chuyến đi này chứa đựng rất nhiều thứ mà tôi chưa bao giờ có thể tự mình làm được. Kế hoạch này đa dạng hơn nhiều so với các chuyến tham quan khác mà tôi đã xem. Hoàn toàn khuyên bạn nên thử; đây là lần thứ ba chúng tôi đi du lịch cùng IntroTravel. Nhóm của chúng tôi có 16 người tuyệt vời và chúng tôi đã tạo nên những kỷ niệm khó quên.Đọc thêm",
            "Vừa kết thúc 15 ngày trải nghiệm Việt Nam với phần giới thiệu. Đã có một thời gian tuyệt vời. Đây là lần thứ ba tôi và chồng chọn thực hiện chuyến tham quan Giới thiệu. Thật khó để đánh bại khi họ được tổ chức rất tốt và vui vẻ. Tôi sẽ không bao giờ có thể tìm thấy tất cả những hoạt động này hoặc sắp xếp nhiều chuyến đi như thế này nếu tôi phải tự mình đặt trước mọi thứ. Đặc biệt cảm ơn trưởng nhóm tuyệt vời của chúng tôi, Sander!Đọc thêm",
            "Vừa kết thúc chuyến du lịch trải nghiệm Việt Nam với Sander là trưởng nhóm. Chuyến đi được thỏa thuận hành động và lưu trú tại một số điểm đến tuyệt vời! Với rất nhiều cơ hội để thử món ăn Việt Nam đích thực và trải nghiệm văn hóa trực tiếp, đây chắc chắn là một chuyến đi khó quên! Sander cho đến nay là trưởng nhóm giỏi nhất mà tôi từng có, kiến ​​thức sâu rộng của anh ấy về đất nước và sự chú ý đến từng chi tiết giúp mọi người luôn được thông báo về tất cả các hoạt động hàng ngày đã khiến đây trở thành một kỳ nghỉ vô cùng thoải mái. Khả năng hòa hợp với không khí của nhóm của anh ấy đã mang lại trải nghiệm thực sự thú vị. Rất khuyến khích chuyến đi Việt Nam và Sander là trưởng nhóm của bạn!! Đọc thêm",
            "Chuyến đi này hoàn toàn tuyệt vời. Nó diễn ra rất nhanh vì chúng tôi đã có rất nhiều niềm vui! Nhóm nhanh chóng trở thành một gia đình và chúng tôi không bao giờ có thể yêu cầu một trưởng nhóm tốt hơn Jermy! Anh ấy là người giỏi nhất! Các hoạt động thực sự hoàn hảo. Thật là một sự kết hợp tuyệt vời giữa các thành phố lớn và nhà dân.Đọc thêm",
            "Tôi đã có một chuyến đi tuyệt vời. Thực sự vượt quá mọi mong đợi. Điều khiến chuyến đi trở nên tuyệt vời hơn là những người lãnh đạo nhóm đáng yêu mà chúng tôi có. Họ thực sự làm cho bạn cảm thấy an toàn. Với nụ cười rạng rỡ trên khuôn mặt và rất nhiều sự hài hước, họ đã làm một công việc tuyệt vời. Đây là chuyến đi tôi muốn giới thiệu cho mọi người.Đọc thêm",
            "Vừa hoàn thành phần giới thiệu về Việt Nam và thật là một chuyến đi tuyệt vời. Là chuyến đi thứ 2 của tôi đến Việt Nam, tôi không thể giới thiệu tour này cao hơn. Từ lúc tôi đến mọi thứ đều diễn ra hoàn hảo. Rất nhiều nơi đã đến thăm và trải nghiệm. Điểm nổi bật chắc chắn sẽ là Ninh Bình và Đồng bằng sông Cửu Long ở trong các nhà dân và Hội An vì đây là nơi tuyệt vời. Tôi thật may mắn khi có 2 người dẫn đầu tour du lịch là Jeremy và Connor và thực lòng không thể nói một lời nào xấu về một trong hai người họ, những người hoàn toàn tuyệt vời. Họ liên tục đảm bảo rằng mọi người đều cảm thấy vui vẻ đồng thời đảm bảo mọi thứ diễn ra suôn sẻ và chúng tôi luôn được an toàn. Họ không chỉ là những người lãnh đạo của chúng tôi mà giờ đây họ còn là những người bạn suốt đời của chúng tôi! Cảm ơn bạn đã biến trải nghiệm này thành một trong những trải nghiệm tuyệt vời nhất!Đọc thêm",
            "Thật là một chuyến đi tuyệt vời, được tổ chức tốt và ở trong những chỗ ở xinh xắn. Trưởng nhóm Fatty của chúng tôi không có gì ngoài sự thân thiện và hữu ích, anh ấy đảm bảo mọi thứ đều rõ ràng và nói chuyện rất nhiệt tình!Đọc thêm",
            "Chúng tôi đã tham gia chuyến du lịch 21 ngày xuyên Việt Nam và Campuchia - thực ra chúng tôi vẫn đang tiếp tục - chúng tôi sẽ kết thúc chuyến du lịch Việt Nam hôm nay để bắt đầu chuyến du lịch Campuchia vào ngày mai - . Phần tham quan Việt Nam do Phatty chủ trì. Anh ấy thực sự là người tốt nhất mà chúng tôi từng gặp. Sự nhiệt tình của anh ấy có sức lan tỏa và tính chuyên nghiệp của anh ấy rất xuất sắc. Anh ấy là người tốt bụng nhất và có câu trả lời cho mọi câu hỏi. Tiếng Anh của anh ấy tốt hơn tiếng Anh của chúng tôi và thành thật mà nói, bạn thật may mắn khi được tham gia chuyến lưu diễn cùng anh ấy. Phatty bạn là lý do chúng tôi sẽ quay trở lại Việt Nam, cảm ơn bạn đã chia sẻ văn hóa, kiến ​​thức và niềm đam mê cuộc sống! Chúng tôi sẽ nhớ bạn! Đọc thêm",
            "Chuyến du lịch Việt Nam 15 ngày là tuyệt vời nhất từ ​​trước đến nay! Phatty là hướng dẫn viên du lịch giỏi nhất và mọi thứ đều được sắp xếp rất hợp lý! Thật tuyệt vời vì có một hướng dẫn viên du lịch tuyệt vời! Tôi sẽ làm điều nàyĐọc thêm"
        ],
        "star_ratings": [
            224,
            6,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "GIỚI THIỆU Du lịch",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 11, 2024",
            "Written March 11, 2024",
            "Written March 11, 2024",
            "Written March 11, 2024",
            "Written March 11, 2024",
            "Written March 10, 2024",
            "Written March 10, 2024",
            "Written March 4, 2024",
            "Written March 3, 2024",
            "Written March 3, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19930256-Reviews-or40-INTRO_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or30-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or50-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17454651-Reviews-Vietnam_Travel_Group-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20481498-Reviews-Asian_Unicorn_Tours_AUT-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4454938-Reviews-Threeland_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11672954-Reviews-Maia_Food_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4870976-Reviews-Asia_Top_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2517144-Reviews-Custom_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12348350-Reviews-Hanoi_Journey-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8295635-Reviews-Asia_View_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043144-Reviews-HERO_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25226793-Reviews-True_Health_Massage_Therapy-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13398370-Reviews-Haivenu_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1007365-Reviews-Wide_Eyed_Tours_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043210-Reviews-Tam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1515813-d12910226-Reviews-Playa_Zipolite-Zipolite_Southern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d109712-Reviews-Pilsen-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g187849-d194983-Reviews-10_Corso_Como-Milan_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g30266-d2371845-Reviews-Mt_Erie_Park-Anacortes_Fidalgo_Island_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g53503-d3385405-Reviews-Quakertown_Farmers_Market-Quakertown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g34574-d23745641-Reviews-Port_Canaveral_Parking-Port_Canaveral_Brevard_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d23035170-Reviews-Angels_Land-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g188644-d6558597-Reviews-Marche_du_Midi-Brussels.html",
            "https://www.tripadvisor.com/Attraction_Review-g311298-d13651357-Reviews-Massaji_Spa_Bali-Canggu_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g54296-d1370331-Reviews-Freshfields_Village-Kiawah_Island_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or50-INTRO_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or40-INTRO_Travel-Hanoi.html"
    },
    {
        "attraction_name": "INTRO Travel",
        "attraction_name_vi": "GIỚI THIỆU Du lịch",
        "general_info": [
            "231 đánh giá",
            "- 84 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Từ năm 2005, chúng tôi đã mang đến cho mọi người những trải nghiệm tuyệt vời tại một số điểm đến tuyệt vời nhất thế giới. \nINTRO Travel điều hành các tour du lịch nhóm tuyệt vời dành cho những người từ 18-55 tuổi ở Châu Á - Úc. Với một trưởng nhóm ngay từ khi bạn bước xuống máy bay, một nhóm bạn ngay lập tức và một hành trình tuyệt vời bao gồm những điều tuyệt vời nhất của mỗi điểm đến. Đọc thêm",
        "reviews": [
            "Phattie là hướng dẫn viên du lịch giỏi nhất BAO GIỜ tại Việt Nam! Anh ấy là người ngọt ngào và chu đáo nhất. Mọi thứ đã được sắp xếp rất tốt cho chúng tôi! 100 - giới thiệu và phattie là TỐT NHẤTĐọc thêm",
            "Lần đầu tiên đến Châu Á, tôi không thể yêu cầu một nhóm và trưởng nhóm tốt hơn. Bobby thật tuyệt vời và rất hiểu biết! Anh ấy đã khiến việc nhìn thấy Việt Nam trở thành một trải nghiệm khó quên. Đã đặt cọc để có thêm các Chuyến đi giới thiệu!Đọc thêm",
            "Bobby thật tuyệt vời, kiến ​​thức địa phương, sự nhiệt tình, tia lửa và năng lượng của anh ấy đã khiến những ngày dài du lịch trở nên dễ dàng! Không thể yêu cầu một hướng dẫn viên du lịch tốt hơn để đưa tôi đi khắp Việt Nam.Đọc thêm",
            "Đây là chuyến đi đầu tiên của tôi đến châu Á và cùng với đó là một chút lo lắng không biết điều gì sẽ xảy ra. Ngay từ khi đến đây, tôi đã hoàn toàn thoải mái nhờ có Bobby và kỹ năng lãnh đạo nhóm của anh ấy. Anh ấy luôn có câu trả lời cho câu hỏi của tôi và hỗ trợ tuyệt vời trong suốt chuyến đi. Chuyến đi của tôi sẽ - không thể tuyệt vời như vậy nếu tôi - không có Bobby làm trưởng nhóm. Tôi sẽ nhớ anh ấy rất nhiều.Đọc thêm",
            "Tôi và bạn tôi đã cùng nhau đến Việt Nam để tham gia tour du lịch giới thiệu kéo dài 12 ngày, và với sự giúp đỡ của Bobby, trưởng đoàn, chúng tôi biết chính xác phải làm gì ở sân bay và khi đến khách sạn, chúng tôi được chào đón bằng nụ cười tươi nhất. Chúng tôi thực sự thích tour du lịch và Bobby đã giúp chúng tôi rất nhiều - anh ấy nói tiếng Anh rất tốt và thực sự nỗ lực trò chuyện với mọi người và kể cho chúng tôi nghe về đất nước này. Chúng tôi cảm thấy an toàn trong suốt thời gian và không có gì sai sót vì mọi thứ được tổ chức tốt và kiểm soát tốt. Tôi thực sự tin rằng tôi đã có một người bạn suốt đời ở Bobby và tour du lịch thật tuyệt vời. Cảm ơn bạn xĐọc thêm",
            "Bobby là một trưởng nhóm ân cần và hữu ích, người đã khiến chuyến thăm Việt Nam trở nên vô cùng thú vị và dễ dàng, Việt Nam là một đất nước xinh đẹp có rất nhiều điều để khám phá.Đọc thêm",
            "Bắt đầu chặng thứ hai trong chuyến du lịch 29 ngày của tôi tại Việt Nam. Lúc đầu trời lạnh và tôi chưa chắc chắn lắm về Việt Nam nhưng sau đó tôi gặp Phát và nụ cười ấm áp cũng như lòng nhiệt tình dành cho đất nước của anh ấy khiến tôi lại khơi dậy niềm hứng thú khám phá Việt Nam. Nhóm của tôi thật đáng yêu và tôi rất vui khi được trải nghiệm chuyến đi này cùng họ. Nếu bạn được Phát làm trưởng nhóm ở Việt Nam thì bạn thật may mắn.Đọc thêm",
            "Có một tuần thú vị khi khám phá Việt Nam trong chuyến đi 9 ngày, trưởng nhóm Phatty của chúng tôi rất tuyệt vời, cực kỳ hữu ích và kể cho chúng tôi rất nhiều điều về văn hóa Việt Nam. Tất cả các hoạt động đều tuyệt vời và mọi thứ đều được lên kế hoạch tốt khiến việc du lịch ở một đất nước mới trở nên dễ dàng - Đọc thêm",
            "Phần giới thiệu đã thu xếp được rất nhiều thứ cho chuyến tham quan 9 ngày, rất ấn tượng với những thay đổi lịch trình chặt chẽ. Trưởng nhóm Phatty của chúng tôi rất đáng yêu, đã nỗ lực cùng mọi người và là người địa phương có rất nhiều kiến ​​thức để chia sẻ. Tôi luôn cảm thấy an toàn và được thông báo ở mỗi điểm dừng của chuyến tham quan. Chắc chắn sẽ giới thiệu! Đọc thêm",
            "Chuyến tham quan thật tuyệt vời - chúng tôi đã có buổi giới thiệu Việt Nam 9 ngày và đã có khoảng thời gian tuyệt vời. Thật là cảm giác tuyệt vời trong tay an toàn với nhiều điều thú vị để làm và hướng dẫn viên du lịch tuyệt vời Phatty của chúng tôi thật tuyệt vời. Rất nhiều kiến ​​thức địa phương và hỗ trợ trong suốt chuyến đi! Muốn giới thiệu!Đọc thêm"
        ],
        "star_ratings": [
            224,
            6,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "GIỚI THIỆU Du lịch",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 3, 2024",
            "Written March 2, 2024",
            "Written March 2, 2024",
            "Written March 2, 2024",
            "Written March 1, 2024",
            "Written March 1, 2024",
            "Written January 31, 2024",
            "Written January 29, 2024",
            "Written January 29, 2024",
            "Written January 29, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19930256-Reviews-or50-INTRO_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or40-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or60-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17454651-Reviews-Vietnam_Travel_Group-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20481498-Reviews-Asian_Unicorn_Tours_AUT-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4454938-Reviews-Threeland_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11672954-Reviews-Maia_Food_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4870976-Reviews-Asia_Top_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2517144-Reviews-Custom_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12348350-Reviews-Hanoi_Journey-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8295635-Reviews-Asia_View_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043144-Reviews-HERO_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25226793-Reviews-True_Health_Massage_Therapy-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13398370-Reviews-Haivenu_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1007365-Reviews-Wide_Eyed_Tours_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043210-Reviews-Tam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g55902-d1823216-Reviews-Dinosaur_World-Glen_Rose_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g580312-d23632087-Reviews-Mallorca_Thai_Massage-Port_d_Alcudia_Alcudia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198780-Reviews-Gazi-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g580282-d12910301-Reviews-Baan_Thai_Massage-Cala_Millor_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g49265-d2647505-Reviews-Kure_Beach_Pier-Kure_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d2637522-Reviews-Shivapuri_Nagarjun_National_Park-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_.html",
            "https://www.tripadvisor.com/Attraction_Review-g58740-d563134-Reviews-Richmond_Beach_Saltwater_Park-Shoreline_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d617027-Reviews-Splash_City_Adventures-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d8592083-Reviews-Gringo_Tuesdays_Bogota-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294476-d2536181-Reviews-Lake_Ilopango-San_Salvador_San_Salvador_Department.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or60-INTRO_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or50-INTRO_Travel-Hanoi.html"
    },
    {
        "attraction_name": "INTRO Travel",
        "attraction_name_vi": "GIỚI THIỆU Du lịch",
        "general_info": [
            "231 đánh giá",
            "- 84 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Từ năm 2005, chúng tôi đã mang đến cho mọi người những trải nghiệm tuyệt vời ở một số điểm đến tuyệt vời nhất trên thế giới. \nINTRO Travel tổ chức các tour du lịch nhóm hấp dẫn dành cho lứa tuổi 18-55 tại Châu Á – Úc. Với một trưởng nhóm ngay từ khi bạn bước xuống máy bay, một nhóm bạn ngay lập tức và một hành trình tuyệt vời bao gồm những điều tuyệt vời nhất của mỗi điểm đến.Đọc thêm",
        "reviews": [
            "Tôi đã có một trải nghiệm tuyệt vời với Phát, hướng dẫn viên du lịch giới thiệu của chúng tôi về Việt Nam. Kiến thức sâu rộng và niềm đam mê của anh ấy đối với lịch sử và văn hóa của đất nước mình đã làm phong phú thêm toàn bộ hành trình, thật tuyệt vời khi có được quan điểm thực sự của người dân địa phương và có ai đó ở đó để giúp đỡ với rào cản ngôn ngữ đó khi nói chuyện với những người dân địa phương khác, thật là một điều an ủi khi biết chúng tôi đã được hỗ trợ tốt. Từ việc khám phá những khu chợ nhộn nhịp đến những khung cảnh yên tĩnh, những hiểu biết sâu sắc của Phát đã bổ sung thêm chiều sâu cho từng điểm đến. Thái độ thân thiện và kỹ năng tổ chức của anh ấy đảm bảo cho một chuyến đi suôn sẻ và thú vị và khi tôi bị ốm vào đầu chuyến đi, anh ấy đã ngay lập tức tổ chức cho tôi một bác sĩ để cung cấp thuốc giúp tôi vượt qua. Rất khuyến khích Phát từ chuyến du lịch giới thiệu để có một chuyến phiêu lưu Việt Nam chân thực và đáng nhớ. Tôi hy vọng chúng ta có thể gặp lại bạn. Tôi sẽ 100 - giới thiệu bạn bè của tôi thử chuyến tham quan này để phát có thể mở rộng - gia đình của mình -.  - 3Đọc thêm",
            "Tôi đã thực hiện chuyến du lịch giới thiệu Việt Nam 12 ngày. Đây quả là một trải nghiệm tuyệt vời. Việt Nam là một đất nước tuyệt đẹp và trưởng đoàn du lịch của chúng tôi, Bobby, đã chia sẻ mọi thông tin có thể về đất nước và văn hóa này. Mọi thứ đều được sắp xếp cho bạn. Không cần phải lo lắng về việc di chuyển, mua vé hay làm cách nào để có được địa điểm. Điều thực sự tạo nên chuyến đi là Bobby, người đã vượt lên trên tất cả. Đã từng thực hiện Giới thiệu Du lịch trước đây, cho đến nay Bobby là người dẫn đầu tour du lịch giỏi nhất mà tôi từng gặp. Anh ấy muốn mọi người trong chuyến đi có được khoảng thời gian tuyệt vời nhất có thể và làm bất cứ điều gì có thể để biến điều đó thành hiện thực. Kiến thức của anh ấy là không ai sánh kịp và dành thời gian để giải thích Việt Nam là một quốc gia, cũng như phong tục và con người. Tôi sẽ 100 - sẽ trở lại Việt Nam trong tương lai rất gần.Đọc thêm",
            "Đây là chuyến đi đầu tiên của tôi có phần giới thiệu và tôi đã thực hiện chuyến giới thiệu Việt Nam 12 ngày. Thật là tuyệt!! Chuyến đi của tôi sẽ không giống như vậy nếu không có trưởng nhóm du lịch Bobby, người rất nhiệt tình và luôn tuyệt vời và hữu ích. Anh ấy thực sự đã nỗ lực hết mình để đảm bảo rằng tất cả chúng tôi đều có khoảng thời gian tuyệt vời khi đi du lịch vòng quanh Việt Nam. Không bao giờ có một ngày nhàm chán trong chuyến đi này. Tôi đặc biệt thích thuyền dừa, đường hầm củ chi, đạp xe, vịnh hạ long và đồ ăn rất ngon. Tôi muốn 100 - giới thiệu chuyến đi này cho bất kỳ ai muốn đi du lịch vòng quanh Việt Nam vì nó thực sự mang lại tất cả. MiaĐọc thêm",
            "Tôi - thật khó để chọn ngày yêu thích của mình trong chuyến du lịch Việt Nam 12 ngày, có rất nhiều hoạt động và cảm xúc khác nhau, nhưng Vịnh Hạ Long thật ngoạn mục và chiếc thuyền là một trải nghiệm tuyệt vời. Tôi phải nói rằng, nếu bạn được Bobby hướng dẫn thì bạn là một người rất may mắn. Tôi thậm chí còn kéo dài chuyến đi của mình trong một chuyến tham quan giới thiệu khác vì chúng tôi cảm thấy được chăm sóc tốt như thế nào. Anh ấy vui tính, kiên nhẫn và tốt bụng ngoài công việc của mình và điều đó khiến 12 ngày trở thành niềm vui ngay cả với những chuyến xe buýt dài và lịch trình dày đặc có thể khiến tôi thực sự căng thẳng. Chúc may mắn cho người hướng dẫn tiếp theo của tôi vì Bobby đã đặt ra các tiêu chuẩn. Tôi hy vọng con đường của chúng ta sẽ gặp lại nhau vào một lúc nào đó.Đọc thêm",
            "Có một trải nghiệm tuyệt vời trong chuyến đi giới thiệu Việt Nam! Trưởng nhóm du lịch của chúng tôi Bobby, đã làm cho trải nghiệm trở nên tốt nhất. Luôn nỗ lực hết mình để giúp đỡ chúng tôi và thật tuyệt vời khi hát karaoke! Rất nhiều hoạt động diễn ra trong 12 ngày thật tuyệt vời và không có căng thẳng như tất cả đã lên kế hoạch. Bobby đã khiến cả nhóm cảm thấy như một gia đình lớn và khiến chúng tôi cười mỗi ngày vào mọi lúc!Đọc thêm",
            "My trip to Vietnam was absolutely fantastic! I had such an amazing time and there was always plenty to do. The tour was organized so well, and our group tour leader Bobby was the best. He was energetic, enthusiastic, happy, and always willing to help out whenever I needed it. Bobby made sure that everyone enjoyed their trip, and even catered for people individualy if they wanted to go away from the group to do something else, he made sure we got the most out of trip and he was always up for a good time. He is a local to Vietnam and the fact he is very experienced in tour guides and boat cruises made our experience even better. The accommodations were all very nice, and some of them were based in the countryside, offering incredible views of lakes and mountains. All of thr rooms were equipt with good AC. The itinerary was great and included a variety of activities that allowed us to explore the beauty and culture of Vietnam.The Food - some of the meals are covered by Intro and some are not but it isn - t very expensive to eat in Vietnam. All of the Homestays we stayed at catered for our groups allergies and intolerances, the food was amazing and there was plenty of it, you will not be hungry in Vietnam.  It was also presented so well, I didn - t know how impressive a carrot could look before visiting Vietnam. They will make birds, flowers, unicorns, you name it and they will make it. The food was great and in the restraunts, Bobby was always quick to point out the local specialities to make sure we had the best food. Here - s a summary of the itinerary:- Day 1: Arrival in Hanoi, meet the group and group dinner- Day 2: Walking and rickshaw tour of Hanoi, try delicious street food, and dinner- Day 3: Depart for Sapa, trek through the Muong Hoa Valley, and stay at a family-run eco-lodge- Day 4: Trek through terraced hills, discover local Hmong villages, and check into a mountainside hotel- Day 5: Free morning or take the cable car up to Fan Si Pan peak, then travel back to Hanoi- Day 6: Stay overnight on Ha Long Bay, kayak, swim and sunbathe on deck- Day 7: Travel south to Ninh Binh and check into a traditional local homestay- Day 8: Ride bicycles through rice paddies, take a local rowboat through rivers and caves, and climb Dragon Mountain Viewpoint before boarding an overnight train to Hoi An- Day 9-12: Explore Hoi An, participate in fishing and cooking classes, visit the beach, and explore Ho Chi Minh City- Day 13-14: Travel to the Mekong Delta, visit the Cu Chi tunnelsOverall, my trip to Vietnam was unforgettable, and I couldn - t have asked for a better experience. Thank you, Bobby, and our tour group for an amazing adventure!Read more",
            "Rất muốn giới thiệu chuyến đi giới thiệu Việt Nam! Hành trình vô cùng rộng lớn và loại bỏ sự căng thẳng khi tự mình tổ chức các hoạt động này. Chỗ ở luôn đạt tiêu chuẩn cao và đồ ăn ngon. Bobby Hướng dẫn viên du lịch thật tuyệt vời và vượt lên trên cả nhóm! Một trong những người hài hước nhất mà tôi từng gặp, người mà tôi sẽ tin tưởng cả đời!! Điểm nổi bật của chuyến đi!!!!! Rất muốn giới thiệu và chắc chắn sẽ thực hiện nhiều chuyến đi hơn với phần Giới thiệu! Đọc thêm",
            "Đối với bất cứ ai nghĩ đến việc đặt một chuyến tham quan thông qua phần giới thiệu thì hãy thực hiện nó. Chuyến du lịch Việt Nam thật tuyệt vời, từ thắng cảnh và môi trường xung quanh đến hướng dẫn viên du lịch Bobby của chúng tôi, người rất hiểu biết nhưng cũng rất vui tính. Tôi - đã có trải nghiệm tuyệt vời nhất ở Việt Nam và điều đó đã được thực hiện đối với tổ chức và giải trí mà Bobby đã dành rất nhiều thời gian và công sức. Tôi rất mong chờ những chuyến lưu diễn trong tương lai với phần giới thiệu sau này.Đọc thêm",
            "Tôi đã có chuyến đi 12 ngày tới Việt Nam và thực sự đó là một trong những kỳ nghỉ tuyệt vời nhất mà tôi đã có cho đến nay! Bobby là người hướng dẫn tốt nhất từ ​​trước đến nay - nghiêm túc -, anh ấy vui tính, rất hiểu biết, lo liệu mọi thứ nên tôi không phải lo lắng về bất cứ điều gì và thực sự cảm thấy như một người bạn. Ngoài ra, còn cách nào tốt hơn để khám phá đất nước với người dẫn đường là người địa phương!! Tôi - d 1000 - khuyên bạn nên thực hiện chuyến du lịch Việt Nam với Bobby làm trưởng nhóm.Đọc thêm",
            "Tôi vừa kết thúc chuyến du lịch Việt Nam 12 ngày và trái tim vàng, khiếu hài hước và năng lượng của Bobby - đã khiến trải nghiệm của tôi không thể nào quên! Anh ấy đã cố gắng hết sức để giữ an toàn cho chúng tôi nhưng cũng đảm bảo rằng chúng tôi luôn nở nụ cười trên môi mỗi giây mỗi ngày! Thực sự là tâm hồn tốt bụng và thuần khiết nhất! Cảm ơn sự kiên nhẫn của bạn mỗi khi tôi trở thành một người đam mê lịch sử!!!!Đọc thêm"
        ],
        "star_ratings": [
            224,
            6,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "GIỚI THIỆU Du lịch",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written January 23, 2024",
            "Written January 22, 2024",
            "Written January 22, 2024",
            "Written January 22, 2024",
            "Written January 22, 2024",
            "Written January 22, 2024",
            "Written January 22, 2024",
            "Written January 22, 2024",
            "Written January 22, 2024",
            "Written January 22, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19930256-Reviews-or60-INTRO_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or50-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or70-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17454651-Reviews-Vietnam_Travel_Group-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20481498-Reviews-Asian_Unicorn_Tours_AUT-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4454938-Reviews-Threeland_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11672954-Reviews-Maia_Food_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4870976-Reviews-Asia_Top_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2517144-Reviews-Custom_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12348350-Reviews-Hanoi_Journey-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8295635-Reviews-Asia_View_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043144-Reviews-HERO_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25226793-Reviews-True_Health_Massage_Therapy-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13398370-Reviews-Haivenu_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1007365-Reviews-Wide_Eyed_Tours_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043210-Reviews-Tam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g494953-d3339699-Reviews-Tsigrado_Beach-Milos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g34094-d117432-Reviews-Boynton_Inlet-Boynton_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g57295-d2422865-Reviews-Jay_Peak_Pump_House-Jay_Northeast_Kingdom_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g651687-d3349765-Reviews-Zrce_Beach-Novalja_Island_of_Pag_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d2459884-Reviews-Dutch_Hospital_Shopping_Precinct-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189499-d2306699-Reviews-Vromolimnos_Beach-Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g58775-d4007423-Reviews-Dorky_s_Arcade-Tacoma_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g1182250-d3736401-Reviews-Blue_Bay_Beach-Pointe_d_Esny.html",
            "https://www.tripadvisor.com/Attraction_Review-g143052-d144863-Reviews-Painted_Canyon_Overlook-Theodore_Roosevelt_National_Park_North_Dakota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or70-INTRO_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or60-INTRO_Travel-Hanoi.html"
    },
    {
        "attraction_name": "INTRO Travel",
        "attraction_name_vi": "GIỚI THIỆU Du lịch",
        "general_info": [
            "231 đánh giá",
            "- 84 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Tour nhiều ngày"
        ],
        "attraction_summary": "Từ năm 2005, chúng tôi đã mang đến cho mọi người những trải nghiệm tuyệt vời ở một số điểm đến tuyệt vời nhất trên thế giới. \nINTRO Travel tổ chức các tour du lịch nhóm hấp dẫn dành cho lứa tuổi 18-55 tại Châu Á – Úc. Với một trưởng nhóm ngay từ khi bạn bước xuống máy bay, một nhóm bạn ngay lập tức và một hành trình tuyệt vời bao gồm những điều tuyệt vời nhất của mỗi điểm đến.Đọc thêm",
        "reviews": [
            "Tôi có thể bắt đầu từ đâu những khung cảnh tuyệt đẹp của cả đất nước thật tuyệt vời và điều khiến trải nghiệm của tôi về Việt Nam trở nên tuyệt vời chính là hướng dẫn viên du lịch Phát. Anh ấy đã vượt lên trên tất cả chúng tôi trong nhóm, đặc biệt là cách anh ấy ghi lại tất cả chúng tôi trong khoảnh khắc bằng máy ảnh của mình và Phát cũng rất thích làm điều đó. Luôn có thể yêu cầu anh ấy chụp ảnh và anh ấy cũng sẽ rất vui khi làm điều đó. Phát cũng biết rất nhiều về văn hóa và lịch sử của Việt Nam. Luôn được thông tin đầy đủ về mọi thứ và nếu có ai khác nhờ Phát làm hướng dẫn viên du lịch thì họ đã trúng sốĐọc thêm",
            "Tôi rất vui vì đã chọn Intro cho chuyến đi của mình! Đây là lần đầu tiên tôi đến Châu Á và tôi đi du lịch một mình, nếu nói rằng tôi sợ hãi thì còn chưa đầy đủ! Chuyến tham quan đã được lên kế hoạch kỹ lưỡng và bao gồm tất cả những điều tốt nhất có thể có trong khung thời gian của chúng tôi. Nói như vậy, chuyến đi sẽ không tuyệt vời như vậy nếu không có trưởng đoàn du lịch TUYỆT VỜI của chúng tôi, Phatty. Phatty tỏa ra những cảm xúc tích cực, kiến ​​thức về Việt Nam và niềm đam mê với công việc - đất nước của mình. Khi anh ấy nói - bạn không cần phải lo lắng về bất cứ điều gì - anh ấy không thể - không thể đúng hơn, anh ấy lo tất cả mọi thứ và hoàn toàn không có gì phải bận tâm, từ việc mang ba lô nặng nề của chúng tôi lên cầu thang, đến việc trở thành người của chúng tôi. nhiếp ảnh gia bất cứ khi nào chúng tôi hỏi và trả lời những câu hỏi không bao giờ kết thúc của chúng tôi. Chuyến tham quan được tổ chức rất tốt và tất cả những trải nghiệm - du lịch đều đạt tiêu chuẩn cao như vậy. Tôi rất vui vì tôi đã đặt tất cả các chuyến tham quan của mình bằng Intro, con số là 100 - sự lựa chọn đúng đắn!Đọc thêm",
            "Phatty là hướng dẫn viên du lịch tuyệt vời nhất! Anh ấy rất chân thành và sẵn sàng giúp đỡ trong mọi tình huống có thể. Kiến thức của anh ấy về Việt Nam thật đáng kinh ngạc và những bức ảnh của anh ấy khiến chuyến đi trở nên đặc biệt hơn. Anh ấy - là tài sản của công ty, chúng tôi yêu bạn Phát!!!!Đọc thêm",
            "Lần đầu tiên tôi đến thăm Việt Nam - Phatty là trưởng đoàn du lịch của chúng tôi. Nhiệt tình, luôn lạc quan - một sự bổ sung tuyệt vời khi có thể cung cấp rất nhiều kiến ​​thức địa phương. Điểm nổi bật của chuyến tham quan là hoàng hôn trên Vịnh Hạ Long - kỳ nghỉ tại Ninh Bình. Cả hai đều được Phatty nắm bắt một cách xuất sắc. Những bức ảnh sẽ được trân trọng mãi mãi.Đọc thêm",
            "Tôi không nghĩ rằng chuyến tham quan có thể tốt hơn nếu tính đến giá cả và thời gian sẵn có, nhưng một phần thưởng bất ngờ với Phatty là trưởng đoàn du lịch của chúng tôi và niềm đam mê nhiếp ảnh của anh ấy, những kỷ niệm được tạo ra đã được ghi lại theo cách mà chúng tôi không thể tự mình làm được và là những bức ảnh tôi sẽ nhìn lại trong nhiều năm tới. Tuy nhiên, tôi muốn nói rõ rằng chúng tôi đã gặp may và điều này không bình thường ở những người dẫn đầu phần giới thiệu.Đọc thêm",
            "Trưởng đoàn du lịch Phatty của chúng tôi đã thực hiện chuyến đi của chúng tôi. Anh ấy cực kỳ hiểu biết và giúp chúng tôi trải nghiệm một Việt Nam đích thực - và ghi lại những kỷ niệm để chúng tôi có thể thưởng thức những bức ảnh và sống lại những kỷ niệm trong những năm tới. Cảm ơn bạnĐọc thêm",
            "Vừa mới tham gia chuyến du lịch Việt Nam 12 ngày đầu tiên, thật là một trải nghiệm tuyệt vời và rất nhiều niềm vui với một nhóm người tuyệt vời và giờ là những người bạn mới từ khắp nơi trên thế giới. Nó được tổ chức rất tốt bởi các nhà lãnh đạo tour du lịch sander và Anna, họ thật tuyệt vời. Chuyến đi tuyệt vời nhất mà tôi đã tham gia chắc chắn sẽ là một chuyến tham quan giới thiệu khác. Tất cả là sự kết hợp tốt giữa con người, ẩm thực, thắng cảnh và giao lưu. Đọc thêm",
            "Tôi đã có chuyến đi đến Việt Nam vào tháng 11 này và đã có khoảng thời gian tuyệt vời. Hành trình thật tuyệt vời và trưởng nhóm của chúng tôi, Yoni thật xuất sắc. Anh ấy đã cố gắng hết sức để đảm bảo mọi thứ diễn ra suôn sẻ, ngay cả khi chuyến tàu của chúng tôi bị hủy do điều kiện thời tiết xấu. Yoni có tổ chức, am hiểu về văn hóa địa phương và là một người giao tiếp tuyệt vời, đảm bảo mọi người đều thích thú. Đọc thêm",
            "Tôi đã đi tour du lịch trải nghiệm việt nam 15 ngày. Phatty là trưởng nhóm du lịch của tôi và anh ấy thật tuyệt vời! Là một trưởng nhóm du lịch địa phương, kiến ​​thức của anh ấy rất xuất sắc. Anh ấy trả lời bất kỳ câu hỏi nào của chúng tôi và luôn đối xử tử tế và nồng hậu với mọi người. Điểm nổi bật của tôi là đi bộ sapa và đồng bằng sông Cửu Long. Thật không may, chuyến đi này đã bị gián đoạn do thời tiết dẫn đến vịnh Hạ Long bị hủy và bị mắc kẹt trên một chuyến tàu qua đêm trong hơn 30 giờ do lở đất. Bất chấp những trở ngại, Phatty vẫn luôn tỏ ra tích cực và khiến chuyến đi trở nên thú vị hơn. Tôi hy vọng trong tương lai các tour sẽ có những hoạt động thay thế tốt hơn khi chuyến đi bị gián đoạn. Tuy nhiên, tôi đã có khoảng thời gian tuyệt vời và khuyến khích mọi người đăng ký tham gia chuyến tham quan này. Chỗ ở thật ngoạn mục. Cảm ơn Phatty vì tất cả - - Đọc thêm",
            "Phatty hướng dẫn viên du lịch của chúng tôi thật tuyệt vời, anh ấy có kiến ​​thức tuyệt vời về Việt Nam, giới thiệu cho chúng tôi về văn hóa và ẩm thực. Những ý tưởng tuyệt vời về những việc cần làm trong thời gian rảnh rỗi. Do điều kiện thời tiết nên chúng tôi không thể tham gia một số hoạt động, Phatty đã cố gắng hết sức để đảm bảo trong thời gian này chúng tôi có các hoạt động thay thế. Đọc thêm"
        ],
        "star_ratings": [
            224,
            6,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Hà Nội",
            "Những việc cần làm ở Hà Nội",
            "GIỚI THIỆU Du lịch",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written January 17, 2024",
            "Written January 17, 2024",
            "Written January 14, 2024",
            "Written January 12, 2024",
            "Written January 12, 2024",
            "Written January 12, 2024",
            "Written November 28, 2023",
            "Written November 20, 2023",
            "Written November 20, 2023",
            "Written November 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19930256-Reviews-or70-INTRO_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or60-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or80-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17454651-Reviews-Vietnam_Travel_Group-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20481498-Reviews-Asian_Unicorn_Tours_AUT-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4454938-Reviews-Threeland_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11672954-Reviews-Maia_Food_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4870976-Reviews-Asia_Top_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2517144-Reviews-Custom_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12348350-Reviews-Hanoi_Journey-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8295635-Reviews-Asia_View_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043144-Reviews-HERO_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25226793-Reviews-True_Health_Massage_Therapy-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13398370-Reviews-Haivenu_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1007365-Reviews-Wide_Eyed_Tours_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043210-Reviews-Tam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33873-d670466-Reviews-The_Dinosaur_Place-Oakdale_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g48224-d8761333-Reviews-Lake_Nanuet_Pool-Nanuet_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g319776-d4959383-Reviews-Plakias_Beach-Plakias_Agios_Vasileios_Municipality_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g187217-d4081910-Reviews-Absinthe_Bar-Antibes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g54126-d105988-Reviews-Napatree_Point_Conservation_Area-Westerly_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d128875-Reviews-Ocean_Beach-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d3498818-Reviews-Mikros_Gialos-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d7106737-Reviews-Aqua_Golf-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d14066550-Reviews-The_Cauldron-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g56584-d1075770-Reviews-Round_Rock_Premium_Outlets-Round_Rock_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or80-INTRO_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or70-INTRO_Travel-Hanoi.html"
    },
    {
        "attraction_name": "INTRO Travel",
        "attraction_name_vi": "GIỚI THIỆU Du lịch",
        "general_info": [
            "231 đánh giá",
            "- 84 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Từ năm 2005, chúng tôi đã mang đến cho mọi người những trải nghiệm tuyệt vời ở một số điểm đến tuyệt vời nhất trên thế giới. \nINTRO Travel tổ chức các tour du lịch nhóm hấp dẫn dành cho lứa tuổi 18-55 tại Châu Á – Úc. Với một trưởng nhóm ngay từ khi bạn bước xuống máy bay, một nhóm bạn ngay lập tức và một hành trình tuyệt vời bao gồm những điều tuyệt vời nhất của mỗi điểm đến.Đọc thêm",
        "reviews": [
            "Tôi đã tham gia chuyến đi Intro Vietnam Experience 15 ngày và rất thích nó! Đây là lần đầu tiên tôi đi du lịch ngoài Châu Âu và tôi vô cùng lo lắng nhưng tôi cảm thấy được hỗ trợ tận tình trong suốt chuyến đi. Trưởng nhóm địa phương Phatty của chúng tôi thật tuyệt vời và đó là lý do khiến tôi có được trải nghiệm tuyệt vời như vậy. Phatty khiến chúng tôi cảm thấy thoải mái và được hỗ trợ mỗi ngày và sắp xếp mọi thứ cho chúng tôi, điều này giúp chúng tôi có được trải nghiệm khó quên! Thật không may, chúng tôi đã phải vật lộn với thời tiết, khiến một số hoạt động bị hủy nhưng người lãnh đạo tour đáng kinh ngạc của chúng tôi đã có thể cung cấp những lựa chọn thay thế tốt nhất cho chúng tôi. Một số hoạt động yêu thích của tôi bao gồm đi bộ xuyên rừng ở Sa Pa, làm đèn lồng ở Hội An và hát karaoke! Tôi đã có thể kết được nhiều bạn mới và tự tin hơn rất nhiều. Có một hướng dẫn viên địa phương là điều vô giá và tôi sẽ nhớ mãi thời gian ở Việt Nam!!Đọc thêm",
            "Hướng dẫn viên du lịch Phatty thật tuyệt vời, nó đã tạo nên sự khác biệt khi có một hướng dẫn viên có kiến ​​thức địa phương. Nếu không phải vì một vài trục trặc liên quan đến thời tiết thì nó có thể là điểm 5. Rõ ràng là công việc mà hướng dẫn viên du lịch đã thực hiện để đảm bảo chúng tôi ít bị gián đoạn nhất có thể. Bạn đã di chuyển rất nhiều và được nhìn thấy nhiều hơn nữa, và bạn cảm thấy được tư vấn rất tốt khi có hướng dẫn viên du lịch người Việt dẫn đầu.Đọc thêm",
            "Tôi thực sự lo lắng về chuyến đi một mình đầu tiên của mình, tuy nhiên, sau khi gặp Bobby vào ngày đầu tiên, tôi biết chuyến đi sẽ rất tuyệt vời. Bobby là một sự tín nhiệm tuyệt đối đối với Intro và Việt Nam. Tôi thực sự đã trúng số độc đắc khi mời anh ấy làm hướng dẫn viên du lịch! Anh ấy là người chu đáo, tốt bụng, kiên nhẫn và vui vẻ khi ở bên. Anh ấy đã cố gắng hết sức để khiến mọi người cảm thấy được hòa nhập và thoải mái, đồng thời đưa ra các lựa chọn cho các hoạt động và đề xuất bổ sung trong thời gian rảnh rỗi của chúng tôi. Anh ấy cũng luôn sẵn sàng. Có một chuyên gia am hiểu về lịch sử, văn hóa và ngôn ngữ Việt Nam đã khiến chuyến đi này trở nên đặc biệt. Bản thân chuyến tham quan có rất nhiều địa điểm và hoạt động. Các chỗ ở đều tuyệt vời và đa dạng khiến trải nghiệm trở nên độc đáo hơn. Chuyến đi này không dành cho những người yếu tim. Bạn - đi lại rất nhiều, nhưng bù lại bạn thấy rất nhiều về Việt Nam. Chắc chắn sẽ giới thiệu chuyến đi và bạn - sẽ thật may mắn khi có Bobby làm người hướng dẫn - - Đọc thêm",
            "Chuyến tham quan Trải nghiệm Việt Nam mà tôi đã tham gia thật tuyệt vời. Hướng dẫn viên Bobby của chúng tôi rất tuyệt vời, tốt bụng, chu đáo và vui tính và luôn đảm bảo nhóm cảm thấy thoải mái và tận hưởng những trải nghiệm của chúng tôi. Tôi cũng bị dị ứng và Bobby đã cố gắng hết sức để đảm bảo tất cả thức ăn đều phù hợp với điều này để tôi có thể được tham gia cùng những người còn lại trong nhóm và vì điều này tôi thực sự biết ơn. Tất cả các hoạt động chúng tôi đã thực hiện đều tuyệt vời và chỗ ở chúng tôi ở thật tuyệt vời và tất cả tạo nên một chuyến đi tuyệt vời, nhịp độ nhanh và thú vị. Tuy nhiên, mọi chuyện sẽ không tốt bằng một nửa nếu không có Bobby, kiến ​​thức văn hóa, sự hài hước lạc quan và bản chất quan tâm của Bobby đã khiến chuyến đi của tôi trở thành một chuyến đi thực sự khó quên - Bobby là một người có uy tín tuyệt đối đối với chuyến du lịch giới thiệu và cho đến nay là người dẫn đầu tour giỏi nhất mà tôi - đã từng có trong chuyến đi Giới thiệu! Đọc thêm",
            "Một chuyến đi tuyệt vời. Sẽ không thể như vậy nếu không có hướng dẫn viên du lịch tuyệt vời của chúng tôi - Phatty. Tôi chưa bao giờ gặp ai tốt bụng và chu đáo như vậy. Rất biết ơn vì đã được anh giới thiệu đến đất nước tuyệt vời này. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến du lịch Việt Nam 12 ngày. Hướng dẫn viên Phatty của chúng tôi thật tuyệt vời, anh ấy đã dạy chúng tôi RẤT nhiều điều về Việt Nam. Tôi sẽ mãi mãi biết ơn anh ấy vì đã cho chúng tôi trải nghiệm tuyệt vời nhấtĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến du lịch Việt Nam 9 ngày và rất mong chúng tôi ở lại trọn 12 ngày. Chúng tôi đã đánh dấu tất cả các điểm đến chính và trải nghiệm rất nhiều hoạt động thú vị khiến bạn cảm thấy hài lòng suốt thời gian qua. Trưởng nhóm Phatty của chúng tôi thật tuyệt vời và khiến nhóm cảm thấy như một gia đình ngay từ ngày đầu tiên. Anh ấy dẫn đầu đoàn với sức lôi cuốn và rất am hiểu về mọi khía cạnh của chuyến du lịch và lịch sử Việt Nam. Đây là chuyến đi mà tôi sẽ nhớ rất lâu và ước mình có thể bắt đầu lại từ đầu. Đọc thêm",
            "Chuyến đi tuyệt vời với nhiều hoạt động và địa điểm đa dạng. Một sự giới thiệu hoàn hảo về Việt Nam. Trưởng đoàn của chúng tôi, Phatty, vô cùng hiểu biết, thân thiện và chu đáo - dễ dàng là trưởng đoàn tốt nhất mà tôi từng có. Chắc chắn sẽ giới thiệu INTRO ToursĐọc thêm",
            "Việt Nam là một trải nghiệm tuyệt vời, mọi thứ đều diễn ra rất suôn sẻ và một phần là nhờ vào Yoni, trưởng đoàn của chúng tôi. Thật là một chàng trai tuyệt vời. Năng lượng của Yoni trong suốt chuyến đi là vô song và luôn chào đón mọi câu hỏi bất cứ lúc nào. Yoni nghiên cứu và cung cấp thông tin về những địa điểm chúng tôi đã đến thăm và khả năng giao tiếp của anh ấy là 10 - 10. Không thể chê được điều gì. Đọc thêm",
            "Tôi - tôi vừa kết thúc chuyến đi Việt Nam và đó thực sự là một trải nghiệm tuyệt vời. Tôi thích tìm hiểu về văn hóa Việt Nam, thưởng thức những món ăn tuyệt vời và Yoni trưởng đoàn du lịch của chúng tôi thật tuyệt vời. Anh ấy rất am hiểu về Việt Nam và đảm bảo rằng tất cả mọi người đều được tham gia, bạn có thể nói rằng anh ấy quan tâm đến từng cá nhân trong chuyến đi. Muốn giới thiệu chuyến đi này cho bất kỳ ai! Đọc thêm"
        ],
        "star_ratings": [
            224,
            6,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "GIỚI THIỆU Du lịch",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written November 20, 2023",
            "Written November 20, 2023",
            "Written November 8, 2023",
            "Written November 8, 2023",
            "Written October 31, 2023",
            "Written October 31, 2023",
            "Written October 29, 2023",
            "Written October 29, 2023",
            "Written October 28, 2023",
            "Written October 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19930256-Reviews-or80-INTRO_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or70-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or90-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17454651-Reviews-Vietnam_Travel_Group-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20481498-Reviews-Asian_Unicorn_Tours_AUT-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4454938-Reviews-Threeland_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11672954-Reviews-Maia_Food_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4870976-Reviews-Asia_Top_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2517144-Reviews-Custom_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12348350-Reviews-Hanoi_Journey-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8295635-Reviews-Asia_View_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043144-Reviews-HERO_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25226793-Reviews-True_Health_Massage_Therapy-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13398370-Reviews-Haivenu_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1007365-Reviews-Wide_Eyed_Tours_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043210-Reviews-Tam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g8651356-d13817367-Reviews-Cenotes_Hacienda_Mucuyche-Mucuyche_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d190834-Reviews-Horse_Guards_Parade_at_Whitehall-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d3617206-Reviews-Kusadasi_Castle-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g35235-d7175213-Reviews-Old_Mill_Park-Roswell_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d208598-Reviews-Plaza_de_Catalunya-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d19432124-Reviews-Louis_Vuitton-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g58466-d3208573-Reviews-Howarth_Park-Everett_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g46292-d8043062-Reviews-Bay_Village-Beach_Haven_Long_Beach_Island_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g55197-d3188112-Reviews-Shelby_Farms_Park-Memphis_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g274793-d15682950-Reviews-Kasprowy_Wierch-Zakopane_Lesser_Poland_Province_Southern_Poland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or90-INTRO_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or80-INTRO_Travel-Hanoi.html"
    },
    {
        "attraction_name": "INTRO Travel",
        "attraction_name_vi": "GIỚI THIỆU Du lịch",
        "general_info": [
            "231 đánh giá",
            "- 84 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan nhiều ngày"
        ],
        "attraction_summary": "Từ năm 2005, chúng tôi đã mang đến cho mọi người những trải nghiệm tuyệt vời ở một số điểm đến tuyệt vời nhất trên thế giới. \nINTRO Travel tổ chức các tour du lịch nhóm hấp dẫn dành cho lứa tuổi 18-55 tại Châu Á – Úc. Với một trưởng nhóm ngay từ khi bạn bước xuống máy bay, một nhóm bạn ngay lập tức và một hành trình tuyệt vời bao gồm những điều tuyệt vời nhất của mỗi điểm đến.Đọc thêm",
        "reviews": [
            "Tôi - tôi đang kết thúc Chuyến đi giới thiệu Việt Nam và điều đó thật tuyệt vời. Tôi không thể nói nhiều hơn thế - đây là một chuyến đi trong đời đến Việt Nam, gặp gỡ những người mới, làm và nhìn thấy rất nhiều điều! Toàn bộ trải nghiệm thật dễ dàng, đặc biệt là với tất cả các chuyến đi. Trưởng nhóm Yoni thật tuyệt vời, cực kỳ hữu ích khi đưa ra những thông tin thực tế và lời khuyên về những điều tốt nhất nên làm trong từng lĩnh vực cũng như giải quyết một cách bình tĩnh với mọi vấn đề như Vịnh Hạ Long bị hủy bỏ. Thật là một huyền thoại và một nguồn năng lượng tốt đẹp trong một chuyến đi như thế này.  -  - Đọc thêm",
            "Tôi - tôi sắp kết thúc chuyến đi giới thiệu Việt Nam 12 ngày và tôi đã có khoảng thời gian tuyệt vời nhất! Hướng dẫn viên Yoni của chúng tôi đã rất xuất sắc khi biến trải nghiệm này trở nên thú vị bao gồm các thông tin mang tính giáo dục, những ngày du lịch mát mẻ và tất nhiên là những rung cảm tốt. Bất kỳ vấn đề nào trên đường đi như Vịnh Hạ Long không may bị hủy, anh ấy đã có mặt ngay lập tức để tìm ra giải pháp tốt nhất có thể. Cá nhân tôi cũng quyết định bổ sung thêm một chuyến đi Campuchia sau Việt Nam và Yoni đã là một vị thánh giúp tôi tổ chức việc này. Tôi thực sự không thể cảm ơn anh ấy và những người còn lại trong nhóm Giới thiệu đủ để khiến chuyến đi này trở nên đáng nhớ. Đọc thêm",
            "Chuyến tham quan giới thiệu Việt Nam 12 ngày của chúng tôi sắp kết thúc và đó là một trong những trải nghiệm tuyệt vời nhất mà tôi từng có! Hành trình đã được lên kế hoạch và thực hiện rất tốt và bao gồm các hoạt động cực kỳ thú vị. Xin gửi lời cảm ơn đặc biệt đến trưởng nhóm Yoni của chúng tôi, người đã khiến chuyến đi này và trải nghiệm không thể nào quên. Anh ấy là người vui vẻ nhất khi ở bên cạnh và cũng rất nhiệt tình hỗ trợ và tổ chức trong suốt chuyến đi. Mọi người đều yêu thích năng lượng của anh ấy, điều này khiến nhóm này giống như một gia đình : - Đọc thêm",
            "Chuyến đi giới thiệu Việt Nam của chúng tôi sắp kết thúc và nó thật tuyệt vời. Ngay từ đầu, trưởng nhóm du lịch Yoni của chúng tôi đã rất tuyệt vời. Cung cấp cho chúng tôi các khuyến nghị về những việc cần làm trong thời gian rảnh và có rất nhiều kiến ​​thức địa phương. Thật không may, Vịnh Hạ Long đã bị hủy do bão nhưng trong suốt thời gian đó, Yoni vẫn cập nhật cho chúng tôi kế hoạch và tổ chức các hoạt động bổ sung khác để bù đắp cho những thay đổi vào phút cuối. Trong suốt chuyến đi, Yoni luôn ở bên cạnh mọi người và tôi biết rằng nếu có bất kỳ vấn đề gì, tôi có thể nói chuyện với anh ấy về điều đó. Chuyến đi này thật tuyệt vời và bạn thấy rất nhiều điều khác nhau và được trải nghiệm văn hóa. Mặc dù là trưởng nhóm nhưng anh ấy cảm thấy mình như một người bạn trong khi vẫn đảm bảo chuyến tham quan diễn ra suôn sẻ và mọi người đều ổn. Nếu bạn có Yoni cho chuyến đi thì bạn thật may mắn!Đọc thêm",
            "Thật là một chuyến đi tuyệt vời! Tôi đã thực hiện phần giới thiệu Việt Nam với Yoni là trưởng nhóm và không thể tuyệt vời hơn được nữa! Chuyến tham quan thật tuyệt vời, chúng tôi đã thấy rất nhiều nơi và tôi thực sự cảm thấy như mình đã trải nghiệm khắp Việt Nam. Khi chuyến đi vịnh Hạ Long của chúng tôi bị hủy do bão Yoni và nhóm đã ngay lập tức sắp xếp các lựa chọn thay thế, thêm cây cầu bàn tay vàng, thêm một ngày ở Nihn Bình và đảm bảo chúng tôi không bỏ lỡ! Khi tôi không may bị ốm trong vài ngày đầu tiên của chuyến lưu diễn, Yoni đã kiểm tra tôi và tôi luôn có cảm giác như anh ấy thực sự quan tâm không chỉ với tư cách là một người lãnh đạo mà còn như một người bạn. Thật thoải mái và khiến toàn bộ chuyện này không còn căng thẳng nữa! Đọc thêm",
            "Chuyến đi Into Vietnam sắp kết thúc và tôi - không thể tin nổi - sắp kết thúc rồi. Có một trải nghiệm tuyệt vời khi gặp gỡ những người mới và du lịch khắp Việt Nam với một lịch trình dày đặc mà khó có thể tự mình lặp lại được. Thật tuyệt vời khi thấy Ninh Bình và ngôi nhà ở đó thật tuyệt vời. Tuy nhiên, phải nói rằng Yoni trưởng đoàn của chúng tôi đã thực hiện chuyến đi và tôi có thể cho rằng tất cả các thành viên khác trong nhóm cũng vậy. Luôn đảm bảo rằng mọi người đều cảm thấy thoải mái và dễ chịu một cách thân thiện, thoải mái mà cảm thấy chân thật và thư giãn. Thật không may, vịnh dài đã bị hủy trong chuyến đi của chúng tôi do một cơn bão nhưng anh ấy đã xử lý điều này một cách đáng kinh ngạc khiến mọi người phấn chấn và trước khi bạn biết điều đó, chúng tôi đã ở địa điểm tiếp theo. Anh ấy thậm chí còn sắp xếp lại một trong những ngày của chúng tôi ở Hội An và tổ chức cho chúng tôi đi xem cây cầu Bàn tay vàng để bù đắp! Cảm ơn Yoni vì đã biến đây thành một chuyến đi tuyệt vời, tôi đánh giá cao bạn! Đọc thêm",
            "Chúng tôi thật may mắn khi có Yoni làm trưởng đoàn du lịch. Anh ấy là người giỏi nhất, chưa một lần anh ấy làm chúng tôi thất vọng. Anh ấy luôn ở bên và ý tôi là luôn ở đó nếu bạn cần giúp đỡ, một câu hỏi hoặc nếu bạn cảm thấy hơi choáng ngợp. Anh ấy luôn nỗ lực hết mình để giúp đỡ! Chúng tôi phải thay đổi kế hoạch vì thời tiết xấu ở vịnh Hạ Long và Yoni đã xử lý rất tốt, tổ chức các hoạt động khác nhau cho chúng tôi! Anh ấy thậm chí còn đọc về một địa điểm mới mà chúng tôi sắp đến nên chúng tôi có một số thông tin về nơi đó mà tôi nghĩ anh ấy đã rất tử tế khi làm điều đó. Nếu bạn có Yoni làm trưởng đoàn du lịch, bạn sẽ thấy mình thật may mắn, anh ấy sẽ biến chuyến đi trở thành chuyến đi để đời! Yoni luôn kiểm tra mọi người trong nhóm để đảm bảo rằng mọi người đều có khoảng thời gian vui vẻ nhất và tất cả đều cảm thấy ổn. Anh ấy quả là một trưởng đoàn du lịch tuyệt vời nhưng lại là một người bạn ngày càng tốt hơn, cảm ơn Yoni - Đọc thêm",
            "Yoni thật tuyệt vời! Anh ấy - thật là một người rung cảm khi ở bên và là một người lãnh đạo tour du lịch tuyệt vời. Anh ấy luôn luôn và ý tôi là luôn ở đó nếu bạn cần giúp đỡ hoặc có bất kỳ câu hỏi nào. Kiến thức của anh ấy về Việt Nam cũng rất tốt. Chúng tôi đã phải thay đổi kế hoạch do thời tiết và Yoni đã xử lý nó rất tốt, luôn thông báo cho chúng tôi về những gì đang diễn ra. Chúng tôi đã đến một nơi mới mà anh ấy chưa từng đến trước đây. Anh ấy đã dành thời gian và công sức để tìm hiểu về địa điểm và cung cấp cho chúng tôi một số thông tin thú vị về nơi chúng tôi sẽ đến, điều mà tôi nghĩ anh ấy rất tử tế.  Nếu bạn có Yoni làm trưởng đoàn du lịch, bạn sẽ thấy mình thật may mắn, anh ấy sẽ biến đó thành chuyến đi để đời! Cảm ơn Yoni vì đã là trưởng đoàn du lịch và là một người bạn thậm chí còn tốt hơn - Đọc thêm",
            "Nhìn chung, Việt Nam thật tuyệt vời. Phatty, trưởng đoàn của chúng tôi, thật tuyệt vời, luôn chu đáo với mọi người và rất hữu ích. Anh ấy đã dạy chúng tôi rất nhiều điều trong suốt chuyến đi. Toàn bộ chuyến đi diễn ra suôn sẻ, tất cả chỗ ở đều tốt. Đây là công ty du lịch tốt nhất mà tôi từng sử dụng. Đọc thêm",
            "Việt Nam thật tuyệt vời. Trưởng nhóm của chúng tôi Phatty rất hiểu biết và là một trong những người tuyệt vời nhất mà tôi từng gặp. Anh ấy rất đam mê dạy chúng tôi về văn hóa địa phương và anh ấy không thể làm đủ cho chúng tôi. Anh ấy luôn rất chu đáo với tất cả chúng tôi và tôi không thể cảm ơn anh ấy đủ vì đã mang đến cho chúng tôi trải nghiệm tuyệt vời nhất từ ​​trước đến nay. Đọc thêm"
        ],
        "star_ratings": [
            224,
            6,
            1,
            0,
            0
        ],
        "review_amount": 231,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "GIỚI THIỆU Du lịch",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written October 27, 2023",
            "Written October 27, 2023",
            "Written October 27, 2023",
            "Written October 27, 2023",
            "Written October 27, 2023",
            "Written October 27, 2023",
            "Written October 26, 2023",
            "Written October 26, 2023",
            "Written October 14, 2023",
            "Written October 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19930256-Reviews-or90-INTRO_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or80-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or100-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-INTRO_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293923-d17454651-Reviews-Vietnam_Travel_Group-Halong_Bay_Quang_Ninh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d20481498-Reviews-Asian_Unicorn_Tours_AUT-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4454938-Reviews-Threeland_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11672954-Reviews-Maia_Food_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4870976-Reviews-Asia_Top_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2517144-Reviews-Custom_Asia_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12348350-Reviews-Hanoi_Journey-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8295635-Reviews-Asia_View_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043144-Reviews-HERO_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25226793-Reviews-True_Health_Massage_Therapy-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13398370-Reviews-Haivenu_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1007365-Reviews-Wide_Eyed_Tours_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1854811-Reviews-Asia_Tour_Advisor-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7043210-Reviews-Tam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2435553-Reviews-Hanoi_Cooking_Centre-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g29725-d4563089-Reviews-Mount_Major-Alton_Bay_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g675106-d2850719-Reviews-Castelul_Corvinilor-Hunedoara_Hunedoara_County_Western_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52787-d5888217-Reviews-Riverfront_Park-Harrisburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d102652-Reviews-Kintla_Lake-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d637947-Reviews-World_Erotic_Art_Museum_WEAM-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294495-Reviews-Blue_Mosque-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d4409736-Reviews-Leonardo_Interactive_Museum-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g34950-d6876193-Reviews-Atlanta_Farmers_Market-Forest_Park_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d7103216-Reviews-Two_Medicine_Lake-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g642171-d523870-Reviews-Parikia_Town-Parikia_Paros_Cyclades_South_Aegean.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or100-INTRO_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19930256-Reviews-or90-INTRO_Travel-Hanoi.html"
    }
]