[
    {
        "attraction_name": "Irish Whiskey Museum",
        "attraction_name_vi": "Bảo tàng Rượu Whisky Ailen",
        "general_info": [
            "11.685 đánh giá",
            "10 trong số 679 điều cần làm ở Dublin",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Rượu whisky Ailen đang nhanh chóng trở thành một trong những loại rượu mạnh phổ biến nhất trên toàn thế giới. Bảo tàng Rượu whisky Ailen, có trụ sở tại trung tâm Thành phố Dublin trong một tòa nhà lịch sử trên Phố Grafton, kể về lịch sử đầy đủ và khách quan của rượu whisky Ailen cũng như tầm quan trọng của nó trong quá khứ đầy biến động của Ireland. Bảo tàng Rượu Whisky Ailen độc lập với tất cả các nhà máy chưng cất rượu whisky, mang đến cho du khách cơ hội nếm thử và trải nghiệm tuyển chọn rất nhiều loại Rượu Whisky Ailen. Cho dù đó là Single Grain, Malt, Pot Still hay Blended Whiskey, các chuyên gia về rượu whisky của Bảo tàng sẽ luôn có thể giúp bạn tìm ra loại rượu whisky hoàn hảo phù hợp với khẩu vị của bạn. Các chuyến tham quan diễn ra từ 10 giờ sáng đến 6 giờ chiều mỗi ngày, trong khi du khách có thể trải nghiệm nhiều loại nhạc sống truyền thống, kể chuyện và sự kiện vào các tối thứ Sáu, thứ Bảy và Chủ Nhật hàng tuần cho đến 22:30.Đọc thêm",
        "reviews": [
            "Jeannette rất vui nhộn và rất hiểu biết. Lịch sử sản xuất rượu whisky và văn hóa xung quanh nó được trình bày một cách vui nhộn. Việc nếm thử chắc chắn đã mở mang tầm mắt. Là một người đến từ miền Nam Hoa Kỳ, tôi khá thích rượu bourbon. Ngoài ra, với việc Jameson là sản phẩm tiêu biểu cho rượu whisky Ailen ở Hoa Kỳ, tôi cũng thấy nghi ngờ. Chàng trai là tôi đã sai! Cảm ơn lời giới thiệu của Powers, Jeannette!Đọc thêm",
            "Chúng tôi rất vui vì bạn thích trải nghiệm và hướng dẫn viên du lịch của mình! Cảm ơn bạn đã dành thời gian để để lại cho chúng tôi xem xét. Đọc thêm",
            "Vợ tôi và tôi bắt đầu chuyến du lịch đồng quê Whiskey Ailen ở đây.  Nó không đông đúc và thông tin được cung cấp rất nhiều thông tin.  Việc nếm thử cuối cùng thật đặc biệt.  Nhiều đến mức chúng tôi đã hoàn thành với vài lần rót bổ sung tại quầy bar.  Họ có một cửa hàng quà tặng nơi bạn có thể mua nhiều chai rượu whisky Ailen khác nhau với giá rất tốt và như tôi đã nói, một quán bar. Đọc thêm",
            "Chúng tôi biết rất nhiều về rượu whisky nên gần như bỏ qua phần này. Đừng bỏ qua nó! Chúng tôi đã học được một chút về lịch sử, và buổi nếm thử mà chúng tôi đã đặt ở hạng sang - việc nếm thêm cộng với một ly lưu niệm cũng rất đáng giá. Hướng dẫn viên du lịch, Tiernan, rất hiểu biết và rất vui tính, thường xuyên trò chuyện trong và sau khi nếm thử. Đọc thêm",
            "Bạn trai của tôi và tôi đã có một thời gian tuyệt vời đến thăm! Trước chuyến tham quan, chúng tôi có một ly cocktail tại quầy bar; Tôi uống rượu whisky chua còn anh ấy mua máy làm nồi hơi IPA. Chúng tôi thực sự thích cả hai, cùng với việc chơi nhạc sống khi chúng tôi ở đó. \n\nBản thân chuyến tham quan thật tuyệt vời! Briain bắt đầu bằng một cuộc phỏng vấn về lịch sử và rất hấp dẫn. Donal sau đó đã nhặt nó lên và cực kỳ hiểu biết và hài hước. \n\nChúng tôi đã thực hiện chuyến tham quan pha chế nên chúng tôi phải thử bốn loại rượu whisky, sau đó pha chế và mang về nhà chai nhỏ của riêng mình. \n\nChúng tôi đã có một trải nghiệm tuyệt vời. Chắc chắn sẽ giới thiệu! Họ làm rất tốt.Đọc thêm",
            "Chúng tôi rất vui mừng khi bạn giới thiệu chúng tôi. Cảm ơn bạn đã phản hồi tuyệt vời về hướng dẫn viên du lịch của chúng tôi, chúng tôi đánh giá cao việc bạn dành thời gian để để lại đánh giá cho chúng tôi. Đọc thêm",
            "Chúng tôi đã có một thời gian thực sự tốt! Hướng dẫn viên của chúng tôi cực kỳ am hiểu không chỉ kịch bản. Tôi chắc chắn rằng họ ghi nhớ mà còn hỏi một số câu hỏi trong phần nếm thử của chuyến tham quan và anh ấy đã có một số thông tin tuyệt vời cũng như chia sẻ nhiều lịch sử thực sự thú vị và vui vẻ. Cuối cùng chúng tôi đã thử ba loại whisky và thưởng thức cả ba loại. Tôi chắc chắn sẽ khuyên bạn nên thực hiện chuyến tham quan.Đọc thêm",
            "Thật vui khi biết bạn thích trải nghiệm của mình và học được nhiều điều về lịch sử rượu whisky Ailen. Chúng tôi rất vui mừng khi bạn giới thiệu chúng tôi đến thăm. \n\nĐọc thêm",
            "Chúng tôi đã chớp lấy cơ hội ghé thăm mà không đặt trước vào cuối tháng 9 và chúng tôi đã nhận được vé cho 3 mẫu cổ điển. Một số người tham gia cùng chuyến tham quan với vé cao cấp, mẫu thứ tư và một ly thủy tinh lưu niệm cỡ lớn. Có một thang máy nhưng nó ở ngoài cửa trước khi bạn vào, chúng tôi đã đi lên 1 chuyến để đến sảnh, một chuyến khác để bắt đầu chuyến tham quan và một chuyến khác để đến phòng nếm thử! Hướng dẫn viên nhiệt tình tuyệt vời, tất cả đều hơi sân khấu nhưng thú vị và tương tác hơn so với các chuyến tham quan nhà máy chưng cất rượu thông thường.Đọc thêm",
            "Thật vui khi biết bạn thích trải nghiệm của mình.  Chúng tôi rất biết ơn vì bạn đã dành thời gian để để lại đánh giá cho chúng tôi. Đọc thêm",
            "Hướng dẫn của chúng tôi Matt là một vụ nổ! Giữ nó vui vẻ cho du khách! Anh ấy đã đưa ra một số sự thật có thể cần được xác minh nhưng thật thú vị khi chúng tôi di chuyển qua các phòng theo chủ đề khác nhau khi chúng tôi tiến tới phòng nếm thử! Thật thú vị vào một buổi chiều trời mưa và các mẫu đều tốtĐọc thêm",
            "Thật vui khi biết bạn thích trải nghiệm của mình và học được nhiều điều về rượu whisky Ailen. Cảm ơn bạn đã dành thời gian để để lại nhận xét. Đọc thêm",
            "Dónal là một hướng dẫn viên du lịch tuyệt vời! Anh ấy rất vui tính và hấp dẫn. Chuyến tham quan đầy ắp những sự thật tuyệt vời và những thông tin thú vị. Bạn phải uống một tách cà phê Ireland từ Melissa tại quầy bar sau đó! Chuyến tham quan kéo dài khoảng một giờ. Đọc thêm",
            "Chúng tôi thực sự rất thích chuyến tham quan rất thú vị và nhiều thông tin này. Hướng dẫn của chúng tôi đã cung cấp rất nhiều thông tin và lịch sử của rượu whisky Ailen trong một thời gian khá ngắn. Loại rượu whisky bạn sẽ nếm thử sẽ tùy thuộc vào nhà máy chưng cất nào được cung cấp theo hợp đồng trong tháng bạn ghé thăm. Chồng tôi không uống rượu nhưng anh ấy cũng rất thích chuyến tham quan.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời và thú vị với Dan. Một chuyến tham quan tuyệt vời về sản xuất rượu whisky, đặc biệt là rượu whisky Ailen. Nhiều tiếng cười đã vang lên ngay cả trước khi có mẫu. Trải nghiệm pha trộn rất thú vị, đặc biệt nếu những người ở gần bạn không thích những trải nghiệm bạn làm thì tôi nhận được nhiều hơn mức chia sẻ công bằng của tôi. Tôi sẽ vui vẻ tận hưởng lựa chọn pha trộn cá nhân của mình. \n\nChúng tôi kết thúc bằng ly cà phê Ailen trong quán bar, nơi cũng có nhạc sống.Đọc thêm",
            "Gia đình chúng tôi có mức độ hiểu biết khác nhau về rượu whisky và tất cả chúng tôi đã có khoảng thời gian thú vị trong chuyến tham quan nếm thử cơ bản! Lydia là một người hướng dẫn tuyệt vời và đã cân bằng được sự hài hước rất hấp dẫn với vô số thông tin rất thú vị. Việc nếm thử cũng rất đáng giá và một lần nữa mang lại một số hiểu biết sâu sắc rất có giá trị từ Lydia!Đọc thêm",
            "Một chuyến tham quan thực sự được tổ chức tốt với nhiều tiếng cười, thông tin và rượu whisky! Lời khen dành cho hướng dẫn viên Andrew của chúng tôi, người đã kết hợp hoàn hảo những câu chuyện cười, kiến ​​thức và sự tương tác tuyệt vời với mọi người trong nhóm của chúng tôi.Đọc thêm",
            "Chuyến tham quan Geat, tôi đã nói rất nhiều về lịch sử rượu whisky ở Ireland. Người hướng dẫn tinh thần của tôi, Andrew, rất hài hước. Rượu whisky cũng rất ngon. Đọc thêm",
            "Chuyến tham quan tuyệt vời!  Thông tin tuyệt vời và rất thú vị. Chúng tôi đã nếm thử rượu whisky cao cấp và yêu thích rượu whisky. Cũng rất thích quầy bar cocktail kèm theo. Rất khuyến khích! Đọc thêm",
            "Chúng tôi rất vui mừng khi biết rằng bạn đã có trải nghiệm tuyệt vời trong chuyến tham quan của chúng tôi! Thật tuyệt khi biết rằng bạn thích hương vị đặc biệt này. Cảm ơn bạn đã giới thiệu chúng tôi và chúng tôi hy vọng sớm gặp lại bạn! Đọc thêm",
            "Stuart đã mang đến cho tất cả chúng tôi một chuyến tham quan tuyệt vời đầy lôi cuốn, hài hước và nghệ thuật trình diễn. Rất khuyến khích cho bất cứ ai đến thăm Dublin và thích rượu whiskyĐọc thêm",
            "Rất vui khi biết rằng bạn đã có trải nghiệm thú vị với Stuart. Cảm ơn bạn đã giới thiệu chuyến tham quan của chúng tôi và chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại!\nĐọc thêm",
            "Chuyến tham quan vui vẻ, thú vị do Andrew dẫn đầu.  Thông tin cơ bản tuyệt vời về lịch sử rượu whisky Ailen.  Bảo tàng nằm đối diện với Trinity và chuyến tham quan có hướng dẫn đầy đủ chỉ mất khoảng một giờ, bao gồm cả buổi nếm thử ở cuối.  Chúng tôi đã đặt chuyến tham quan cao cấp mang đến hương vị thứ 4 và ly rượu ở cuối.  Đáng giá ngay cả khi không phải ai trong bữa tiệc của bạn cũng là người hâm mộ rượu whisky.  Cửa hàng nhỏ xinh và quầy bar trong khuôn viên.Đọc thêm",
            "Lydia thật tuyệt vời! Siêu hài hước và nhiều thông tin! Tôi thực sự thích quá trình học hỏi, đặc biệt là việc thêm vào những câu chuyện cười khiến việc học trở nên thú vị hơnĐọc thêm",
            "Chúng tôi tham gia chuyến lưu diễn mặc dù không thực sự là người hâm mộ rượu whisky. Điều này thực sự không quan trọng vì chuyến tham quan rất thú vị và giải thích cách sản xuất rượu whisky cũng như cách nó trở nên phổ biến ở Ireland và trên toàn thế giới. Có thể thử nhiều nhãn hiệu rượu whisky là điều tốt vì nó giúp chúng tôi hiểu hương vị nào chúng tôi thích và hương vị nào chúng tôi đã không. Rất đáng để ghé thăm Đọc thêm",
            "Rất vui khi biết rằng bạn rất thích chuyến tham quan, ngay cả khi bạn không đam mê rượu whisky! Thật tốt khi biết rằng bạn thấy trải nghiệm này thú vị và mang tính thông tin. Cảm ơn bạn đã đến và chúng tôi hy vọng sớm được chào đón bạn quay lại!Đọc thêm",
            "Là một trải nghiệm rất tốt. Được thiết kế tốt và tôi thích cách bạn đi qua các phòng khác nhau. Đã học được rất nhiều về rượu whisky và nó ảnh hưởng như thế nào đến Ireland và người dân. Cuối cùng cũng thích nếm thử các loại whisky khác nhau. Tôi thích cách họ vô tư và có đủ loại rượu whisky khác nhauĐọc thêm",
            "Trong nửa giờ, hướng dẫn viên của chúng tôi đã kể rất nhiều về lịch sử rượu whisky khá thú vị. Các lựa chọn nếm thử rượu whisky có thể tốt hơn. Đọc thêm",
            "Rất vui vì bạn đã tận hưởng chuyến tham quan, hãy nhớ rằng các lựa chọn nếm thử của chúng tôi thay đổi mỗi tháng! Cảm ơn bạn đã chia sẻ kinh nghiệm.Đọc thêm",
            "Nếu tôi đặt tour trực tuyến, tôi có thể thay đổi ngày giờ đặt vé sau nếu cần không?Đọc thêm",
            "Có nhiều nhà máy chưng cất khác nhau để thửĐọc thêm",
            "Có nhiều nhà máy chưng cất khác nhau để thửĐọc thêm",
            "Bốn loại rượu whisky là Busker, Fercullen Falls, West Cork và tour cao cấp sẽ bổ sung thêm Lâu đài Knappogue. Đọc thêm",
            "Xin chào, tôi đã đi lưu diễn vào ngày 24 tháng 2 với Callum và pha chế rượu whisky của riêng mình. Thật không may, tôi không thể nhớ tên các loại whisky mà chúng tôi đã thử. Chắc chắn là có Quyền năng, và có thể là Hitch. \nCó khả năng rượu whisky được sử dụng được ghi lại không?Đọc thêm",
            "Bạn có bị giới hạn trong việc nếm thử các loại rượu whisky được cung cấp không?\nĐọc thêm",
            "Vâng, họ đã chuẩn bị sẵn 4 loại rượu whisky cho bạn khi bạn đến phòng thử rượuĐọc thêm",
            "Tôi có thể uống bao nhiêu rượu whisky? Đọc thêm",
            "4 mẫu rất nhiều.  Chỉ cần lưu ý nếu bạn đi vào ngày trong tuần, quán không có đồ ăn, chỉ có khoai tây chiên!Đọc thêm",
            "Tôi có thể uống bao nhiêu rượu whisky? Đọc thêm",
            "Tour cơ bản bao gồm 3 ly nhỏ. Mỗi ly tôi đoán với số lượng bắn. Đọc thêm",
            "Ai đó có thể giải thích cho tôi cách hoạt động của hướng dẫn âm thanh bằng tiếng Ý trong chuyến tham quan không, tức là làm cách nào để quản lý nó, có những con số nào cho tôi biết nên nghe con số nào không?Đọc thêm",
            "CHÀO.\nKhông có chuyến tham quan bằng âm thanh tự hướng dẫn, vì vậy mặc dù hướng dẫn bằng âm thanh miễn phí nhưng bạn phải mua vé tham quan cổ điển cao cấp vì bạn sẽ là thành viên của nhóm du lịch với một trong những hướng dẫn viên của chúng tôi. Hướng dẫn âm thanh được kích hoạt bằng cảm biến trong mỗi phòng tham quan khi bạn di chuyển. Trong quá trình nếm thử rượu whisky, chúng tôi cung cấp các hướng dẫn nếm thử nổi tiếng bằng ngôn ngữ mong muốn.Đọc thêm",
            "Chúng tôi đã có chuyến tham quan vào thứ hai tuần trước với Peter? và chúng tôi đã có Chuyến tham quan cao cấp với bốn loại rượu whisky. Bây giờ tôi không thể nhớ nổi tên các loại rượu whisky mà chúng tôi đã uống. Ai đó có thể giúp tôi không? Tôi biết người đầu tiên là tullamore và người thứ ba là người Ireland, nhưng tôi quên mất hai người còn lại: làm ơn giúp đỡ? Đọc thêm",
            "Rượu whisky nếm thử cho tháng 7 là;\nTullamore Dew, Powers Gold Label, Khu bảo tồn những người sáng lập người Ireland Lâu đài Knappogue 12.Đọc thêm",
            "Chúng ta có thể đưa trẻ em đến bảo tàng không? Các em 12 và 16 tuổi. Và người lớn có thể tham gia chuyến tham quan khi trẻ em đi cùng chúng tôi không?Đọc thêm",
            "CHÀO. Tuyệt đối. Vé trẻ em là 10đ. Chúng tôi cũng có sẵn vé gia đình cho 2 người uống rượu và 2 người không uống rượu. Điều này áp dụng cho các tour du lịch cao cấp và cổ điển của chúng tôi. Không có du khách U18 nào có thể tham gia chuyến du lịch kết hợp của chúng tôi.Đọc thêm"
        ],
        "star_ratings": [
            9953,
            1312,
            293,
            65,
            62
        ],
        "review_amount": 11685,
        "location": [
            "Những việc cần làm ở Dublin",
            "Dublin",
            "Châu Âu",
            "Ireland",
            "Tỉnh Leinster",
            "Bảo tàng rượu Whisky Ireland",
            "Quận Dublin"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 23, 2023",
            "Written July 10, 2023",
            "Written September 20, 2023",
            "Written September 27, 2023",
            "Written September 27, 2023",
            "Written September 29, 2023",
            "Written October 9, 2023",
            "Written November 13, 2023",
            "Written November 25, 2023",
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024",
            "Written May 21, 2024",
            "Written May 18, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186605-d7222524-Reviews-Irish_Whiskey_Museum-Dublin_County_Dublin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d784311-Reviews-WILDE_Restaurant-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d12711158-Reviews-The_Sidecar_Bar_at_The_Westbury_Hotel-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d25019445-Reviews-Copper_Straw-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d25384507-Reviews-The_DL_Bar_Restaurant-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d13536271-Reviews-SOLE_Seafood_and_Grill-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d7284584-Reviews-Balfes-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d25969768-Reviews-PI_Temple_Bar-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d23452960-Reviews-FIRE_Steakhouse_and_Bar-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d1494288-Reviews-Marco_Pierre_White_Steakhouse_and_Grill-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d8669862-Reviews-Featherblade_Steakhouse-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d4501948-Reviews-Dublin_Visitor_Centre-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d23239367-Reviews-Edmund_Burke_Statue-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g9587193-d10840834-Reviews-Henry_Grattan_Statue-Kilsallaghan_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d10840841-Reviews-Oliver_Goldsmith_Statue-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d26826190-Reviews-Irish_Houses_of_Parliament-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d16760525-Reviews-Seamus_Heaney_Listen_Now_Again-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188502-Reviews-Trinity_College_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216332-Reviews-Molly_Malone_Statue-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d215062-Reviews-The_Book_of_Kells_Old_Library-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7918282-Reviews-Sphere_Within_Sphere-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7222524-Reviews-or10-Irish_Whiskey_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d2306703-Reviews-The_Little_Museum_of_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d191025-Reviews-Kilmainham_Gaol_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d18965904-Reviews-Windmill_Lane_Recording_Studios-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d8342762-Reviews-The_Irish_Rock_N_Roll_Museum_Experience-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d10809925-Reviews-14_Henrietta_Street-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214896-Reviews-Experience_Glasnevin_Ireland_s_National_Cemetery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1909667-Reviews-The_Jeanie_Johnston_An_Irish_Famine_Story-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216338-Reviews-National_Print_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d546279-Reviews-Croke_Park_Stadium_Tour_GAA_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d23737647-Reviews-Irishwhiskeymuseum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1931969-Reviews-James_Fox_Cigar_Whiskey_Store-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1524015-Reviews-Gray_Line_Ireland-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1775081-Reviews-Irish_Day_Tours-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d8064299-Reviews-Tourist_Office_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1874156-Reviews-Collins_Day_Tours-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d6519294-Reviews-Dubarry_Dublin_Flagship_Store-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d12365391-Reviews-Aran_Sweater_Market-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7286536-Reviews-Walking_Tours_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d12111516-Reviews-A_Spasso_Per_Dublino-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d27703129-Reviews-Falling_in_love_with_Dublin_The_walking_tour_that_will_make_you_fall_in_love_wit.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d11876123-Reviews-Sauna_Spot_Dvorce-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d195124-Reviews-L_Aquarium_de_Barcelona-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g38668-d3595416-Reviews-Boothill_Casino_and_Resort-Dodge_City_Kansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31000-d23936644-Reviews-Alyeska_Nordic_Spa-Girdwood_Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g293831-d12034891-Reviews-Ngor_Island-Dakar_Dakar_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g28923-d269072-Reviews-Hubbard_Glacier-Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d185115-Reviews-Toronto_Island_Park-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g41626-d218313-Reviews-Wolf_Hollow-Ipswich_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g504035-d261433-Reviews-Bamburgh_Castle-Bamburgh_Northumberland_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g52763-d21357424-Reviews-Live_Casino_Pittsburgh-Greensburg_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186605-d7222524-Reviews-or10-Irish_Whiskey_Museum-Dublin_County_Dublin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186605-d7222524-Reviews-Irish_Whiskey_Museum-Dublin_County_Dublin.html"
    }
]