[
    {
        "attraction_name": "Irish Rail",
        "attraction_name_vi": "Đường sắt Ailen",
        "general_info": [
            "460 đánh giá",
            "- 85 trên 170 Giao thông vận tải ở Dublin",
            "Dịch vụ đường sắt"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi bắt chuyến tàu từ Westport trên Đại Tây Dương đến Dublin trên biển Ireland, chuyến đi kéo dài 3,5 giờ. Huấn luyện viên hiện đại, chỗ ngồi thoải mái, WiFi hoạt động và tuyến đường nhanh chóng. Nhưng tàu không có bất kỳ ngăn chứa hành lý nào ngoại trừ một giá để hành lý phía trên không phù hợp với những chiếc vali lớn và nặng. Tôi không có bạn ngồi cùng nên tôi có thể kê túi của mình bên cạnh. Nhưng vấn đề lớn nhất là thiếu nhà vệ sinh trong một chuyến đi khá dài. Tôi đã đọc rằng một số chuyến tàu ở Ireland có chúng nhưng chuyến tàu này thì không. May mắn thay, tôi không cần nhưng nếu cần thì tôi sẽ làm gì? Chuyến đi sẽ vô cùng khó chịu. Vé rất rẻ nhưng có lẽ tính phí nhiều hơn và trang bị tốt hơn cho các chuyến tàu cho hành khách sẽ là một ý tưởng hay.Đọc thêm",
            "Sau kỳ nghỉ leo núi kéo dài 12 ngày, bắt tàu từ Dublin đến thăm người thân ở Belfast.  Tàu khởi hành kịp thời.  Tuy nhiên, người bạn đồng hành của tôi và tôi lại mang theo một chiếc vali lớn và một chiếc ba lô.  Sẽ rất hữu ích nếu biết trước đầu xe nào có chỗ để hành lý.  Khi lên xe, chúng tôi phát hiện ra giá để hành lý ở phía đối diện của xe, nhưng những người khác lên xe lại ở ngay phía sau nên chúng tôi phải tiếp tục.  Lối đi quá hẹp nên không thể kéo vali bằng bánh xe nên phải xoay chúng sang một bên và kéo lê suốt chiều dài của xe.  Có một cửa lên máy bay ngay tại chỗ để hành lý nên nếu có cách nào để chỉ ra điều này trước khi khởi hành thì sẽ rất hữu ích.  Chúng tôi đã đặt chỗ trước, nhưng những người khác đã ngồi vào chỗ của chúng tôi khi chúng tôi đến chỗ họ.  Họ phải dọn bữa ăn đã dọn ra để chúng tôi có thể ngồi vào chỗ của mình.  Cô gái trẻ với xe bán đồ uống đi ngang qua và chỉ phục vụ chúng tôi ở phía đối diện, trên xe.  Phải mất mãi mãi cô ấy mới quay lại và phục vụ bên xe của chúng tôi.  Chúng tôi thấy cà phê mới pha trên thực đơn và gọi hai ly.  Đây là loại cà phê tệ nhất từ ​​trước đến nay!  Nó không phải là loại mới được ủ, nó được pha ngay lập tức và được đựng trong một chiếc cốc có lưới chắn để ngăn không cho người ta uống bã cà phê chưa hòa tan.  Với chi phí - 3,70, đừng lãng phí tiền của bạn.  Mua một ly cà phê trước khi lên tàu.  Chuyến đi vẫn ổn và tàu sạch sẽ.  Nhà vệ sinh có thể đã được dọn dẹp một phần trong chuyến đi.Đọc thêm",
            "Tàu sạch sẽ, dễ theo dõi, chúng tôi đã mua. Tôi tin rằng nó được gọi là Vé Trekkar, bạn có thể đi du lịch bao nhiêu tùy thích trong hai tuần.  Nó có giá khoảng - 130 mỗi người.  Họ khuyên bạn nên mua hàng trực tuyến để được giảm giá.  Các tuyến đường chính dễ tiếp cận nhưng tôi không nghĩ mình sẽ mua loại vé này lần nữa.  Tôi nghĩ tôi sẽ sử dụng kết hợp tàu hỏa và xe buýt để đi lại.  Rất khó để đến được một số địa điểm bằng tàu hỏa và một số địa điểm thì không đến thường xuyên.  Giá xe buýt và xe lửa như nhau, bạn nhớ mua hàng trực tuyến để tiết kiệm nhéĐọc thêm",
            "Không được hộ tống - bị bỏ lại ở ga xe lửa và chỉ đường đến khách sạn của chúng tôi. Được bảo là phải đi bộ 5 phút. Trời đang mưa. Không phải tất cả hướng dẫn viên đều hỗ trợ mang hành lý - 2 người 75 tuổi thấy khó khăn - . Vào ngày cuối cùng, được bảo nếu taxi của chúng tôi không đến, hãy lấy tài khoản email của chúng tôi đến Irish Rail.\nGiao tiếp rất kém về việc di chuyển. Một hướng dẫn viên nói riêng rất không quan tâm đến hầu hết hành khách. Xin đặc biệt nhắc đến Julio và Martin - những người thực tập - những người rất hữu ích và dễ gần. Đọc thêm",
            "Tôi sử dụng dịch vụ tàu hỏa Ireland khá thường xuyên và rất hài lòng với dịch vụ này. Hầu hết các chuyến tàu đều đúng giờ và nhân viên nhìn chung rất tốt bụng và hữu ích. Tuy nhiên, các đoàn tàu cần được vệ sinh sạch sẽ. Hôm nay tôi đi từ Dublin đến Galway và bị sốc vì bụi bẩn. Họ thực sự cần một sự làm sạch sâu thích hợp bởi các chuyên gia. Đáng tiếc, vì mọi thứ khác đều rất tốt.Đọc thêm",
            "Lúc đầu, tôi cho đường sắt 1 sao vì nhân viên thông tin tại Ga Hueston tỏ ra thô lỗ với những du khách lần đầu đến, trợn mắt trước yêu cầu làm rõ của chúng tôi và có vẻ khó chịu. Dịch vụ khách hàng khủng khiếp NHƯNG người soát vé, thân thiện và chuyến tàu thực sự rất đẹp và suôn sẻ. Tôi rất ngạc nhiên sau cú sốc đầu tiên ở nhà ga. Chắc chắn sẽ sử dụng lại và giá cả hợp lý! Làm tốt lắm! Đọc thêm",
            "Có một sự cố tái diễn xảy ra với hệ thống đặt chỗ trên chuyến tàu Cork - Dublin, trong đó tên hiển thị phía trên ghế không chính xác và điều này gây ra các vấn đề rõ ràng. Ngoài ra, xe đẩy đồ ăn và đồ uống không nhận tiền mặt, điều này gây bất tiện lớn cho một số người. Tình trạng quá tải trên tàu diễn ra thường xuyên. Đầu máy toa xe ngày càng cũ kỹ và tồi tàn.Đọc thêm",
            "Đi tàu từ Dublin đến Killarney.  Nếu bạn đi vào buổi sáng, hãy cẩn thận ngồi ở phía bắc của tàu vì trời khá nóng ở phía có ánh nắng chiếu vào. Chuyến đi khá dễ chịu, mặc dù không có dịch vụ ăn uống trên xe .  Ghế có ổ cắm USB để sạc.  Tàu đến ga rất nhanh trước khi khởi hành, vì vậy đừng ngạc nhiên nếu tàu không có mặt ở đó khi bạn đến nơi.  Ngoài ra, họ không quyết định bạn sẽ ở sân ga nào cho đến khi tàu đến.  May mắn thay, tất cả các sân ga đều gần nhau và bạn có thể đến tất cả các sân ga này từ cùng một lối vào.  Đến Killarney, hầu như không có taxi xung quanh và chắc chắn không có bến taxi truyền thống, vì vậy hãy chuẩn bị đi bộ đến nơi bạn muốn.Đọc thêm",
            "Đi từ Heuston đến Cork vào buổi trưa hôm nay. Không có dấu hiệu nào cho biết toa nào là toa nào và không có tên nào được hiển thị trên ghế đã đặt trước. A, B, C không thể được đặt ở đâu đó trên cửa vào mỗi toa tàu sao. Có rất nhiều sự nhầm lẫn, mọi người mang theo những chiếc vali nặng nề ra vào toa tàu. Chúng tôi đã đặt vé B nhưng thực tế lại ở toa C. Tàu rất yên tĩnh nên chúng tôi không gặp vấn đề gì nhưng thực sự có thể không gặp rắc rối. Khi có điều gì đó không rõ ràng, một nhân viên Đường sắt Ireland nên có mặt để giúp đỡ, chỉ cần nói rằng đó là toa B. Rất nhiều khách du lịch thực sự khó chịu. Đây là một vấn đề thường xuyên xảy ra.\nChỉ cần một nhãn dán trên cửa sổ toa tàu hoặc thậm chí là một nét nguệch ngoạc bằng bút dạ.\nTại sao không đánh dấu các cột ở các nhà ga như ở lục địa. Khi đó, mọi người sẽ đứng đúng vị trí và lên tàu mà không phải chạy dọc theo sân ga.\nNếu không, tàu sạch sẽ, trà ngon, đúng giờ khi lên và xuống tàu. Đọc thêm",
            "Đi từ Heuston tới Cork vào trưa hôm nay.  Không có dấu hiệu nào cho biết toa nào và không có tên hiển thị trên ghế đã đặt trước.  Có thể không đặt A, B, C ở đâu đó trên cửa vào mỗi toa xe.  Có một sự hỗn loạn như vậy, những người mang những chiếc va li lớn nặng nề ra vào xe ngựa.  Chúng tôi đã đặt chỗ B nhưng thực ra chúng tôi đang ở C. Tàu rất yên tĩnh nên chúng tôi không gặp vấn đề gì nhưng thực sự có thể thực hiện mà không gặp rắc rối.  Khi có điều gì đó không rõ ràng, lẽ ra nhân viên Đường sắt Ireland phải có mặt để giúp đỡ, chỉ để nói - đó là toa B. Rất nhiều khách du lịch thực sự khó chịu. Đây là một vấn đề tái diễn. Chỉ cần một nhãn dán trên cửa sổ toa xe, hoặc thậm chí là một nét vẽ nguệch ngoạc bằng bút đánh dấu. Tại sao không đánh dấu các cột ở các nhà ga như chúng ở trên lục địa. Sau đó, mọi người sẽ đứng đúng vị trí và lên xe mà không cần chạy dọc theo sân ga. Nếu không, hãy đi tàu sạch sẽ, uống trà ngon, đi và đến đúng giờ.Đọc thêm",
            "Cực kỳ kém hiệu quả. Sự chậm trễ diễn ra thường xuyên đến mức tôi - tôi không hiểu tại sao họ không cập nhật lịch trình cho phù hợp. Quá đắt cho dịch vụ kém được cung cấp. Chúc may mắn khi tìm được nhà vệ sinh ở một nhà ga bên ngoài Dublin.Đọc thêm",
            "Đi tàu từ Dublin đến Killarney.  Nếu bạn đi vào buổi sáng, hãy cẩn thận ngồi ở phía bắc của tàu vì trời khá nóng ở phía có ánh nắng chiếu vào. Chuyến đi khá dễ chịu, mặc dù không có dịch vụ ăn uống trên xe .  Ghế có ổ cắm USB để sạc.  Tàu đến ga rất nhanh trước khi khởi hành, vì vậy đừng ngạc nhiên nếu tàu không có mặt ở đó khi bạn đến nơi.  Ngoài ra, họ không quyết định bạn sẽ ở sân ga nào cho đến khi tàu đến.  May mắn thay, tất cả các sân ga đều gần nhau và bạn có thể đến tất cả các sân ga này từ cùng một lối vào.  Đến Killarney, hầu như không có taxi xung quanh và chắc chắn không có bến taxi truyền thống, vì vậy hãy chuẩn bị đi bộ đến nơi bạn muốn.Đọc thêm",
            "Có một sự cố tái diễn xảy ra với hệ thống đặt chỗ trên chuyến tàu Cork - Dublin, trong đó tên hiển thị phía trên ghế không chính xác và điều này gây ra các vấn đề rõ ràng. Ngoài ra, xe đẩy đồ ăn và đồ uống không nhận tiền mặt, điều này gây bất tiện lớn cho một số người. Tình trạng quá tải trên tàu diễn ra thường xuyên. Đầu máy toa xe ngày càng cũ kỹ và tồi tàn.Đọc thêm",
            "Bẩn thỉu!! Thật không phải là một trải nghiệm thú vị khi đến bệnh viện Crumlin cùng con tôi trên một chuyến tàu bẩn thỉu như vậy.. Đây là chuyến tàu Wexford đến Dublin. Thật là nghiệt ngã. Nó rất cần được làm sạch sâu. Iranrod Eireann Irish Rail làm tốt hơn thế này cho khách hàng của bạn!!Đọc thêm",
            "Ngồi trên sàn trên đường đi Dublin, ngồi ở lối về, hoặc cho phép người trên translink đặt chỗ hoặc thêm toa. Thật là xấu hổ vì nó quá đắt đỏ, không còn nghi ngờ gì nữa, từ nay trở đi, huấn luyện viên, điều đó thật tệ vì tôi đã mua vé hàng tháng vì tôi sẽ có một buổi hòa nhạc khác nếu một tuần nữa. Trong 4 chuyến tàu gần đây nhất, tôi không làm gì khác ngoài việc ngồi trên sàn. Thật là một trò đùa.Đọc thêm",
            "Đã có một chuyến đi thú vị từ Dublin đến Belfast vì chúng tôi có thể nâng cấp vé lên hạng nhất.  Đó là một chuyến đi đẹp, thư giãn và chúng tôi rất thích dịch vụ cà phê.  Chuyến trở về Dublin là xe khách tiêu chuẩn, không có vé hạng nhất vào thứ Bảy.  Chúng tôi may mắn tìm được chỗ ngồi, những người lên sau phải đứng.  Trên đường về sẽ đông hơn nhiều.Đọc thêm",
            "Nếu tôi có thể cho ít sao hơn thì tôi sẽ cho. Lên tàu từ Mullingar đến Dublin Connolly, tôi muốn đi vệ sinh và tàu thì chạy muộn. Một phụ nữ Anh tóc vàng làm việc cho đường sắt Ireland đã đập cửa - khi tôi đang đi vệ sinh - hỏi rằng - anh có ổn không? Anh - đã ở đó khá lâu rồi - tôi trả lời là tôi - đang đi vệ sinh và như vậy có ổn không? Cô ta đợi bên ngoài nhà vệ sinh trên tàu để tôi lau, rửa và đi ra ngoài, sau đó bắt tôi đứng đó để cô ta kiểm tra - báo động mà tôi hẳn đã đập vào túi của mình - không có báo động nào được kích hoạt vì túi của tôi được treo trên móc treo nhỏ khi tôi đang đi vệ sinh và cánh cửa bị đập ra khỏi nó khi vẫn còn trên bồn cầu vậy làm sao tôi có thể kích hoạt báo động bằng túi của mình khi tôi thậm chí không đeo nó? Một phụ nữ Anh tóc vàng làm việc trên tàu Sligo rất thô lỗ và coi thường hành khách vì sử dụng nhà vệ sinh trên tàu. Không nên làm công việc đó nếu cô ta không thể - đối phó với công chúng. Không khuyến khích. Thay vào đó, hãy đi xe buýt. Đọc thêm",
            "Tôi yêu cầu hoàn lại tiền vé tôi đã mua cho chuyến đi từ Dublin đến Wexford vào ngày 21 tháng 4 năm 2024. Chúng tôi đi cùng trẻ em, vì vậy tôi đã chọn ghế ngồi. Thậm chí không có số ghế trên tàu và chúng tôi đã dành phần lớn thời gian trong hai giờ bốn mươi phút để đứng. Đây là một vụ bê bối. Nếu tôi biết rằng Đường sắt Ireland có điều kiện tồi tệ như vậy, tôi sẽ không bao giờ lên tàu đó. Trên đường trở về, tàu dừng lại hơn nửa giờ ở Wicklow. Và trên hết, bạn đã hủy chuyến tàu hơi nước mà chúng tôi cũng đã có vé. Bạn đã biến ngày của chúng tôi thành cơn ác mộng, vì vậy ít nhất bạn nên trả tiền vé nếu bạn có chút danh dự nào. Đọc thêm",
            "Lúc đầu, tôi cho đường sắt 1 sao vì nhân viên thông tin tại Ga Hueston tỏ ra thô lỗ với những du khách lần đầu đến, trợn mắt trước yêu cầu làm rõ của chúng tôi và có vẻ khó chịu. Dịch vụ khách hàng khủng khiếp NHƯNG người soát vé, thân thiện và chuyến tàu thực sự rất đẹp và suôn sẻ. Tôi rất ngạc nhiên sau cú sốc đầu tiên ở nhà ga. Chắc chắn sẽ sử dụng lại và giá cả hợp lý! Làm tốt lắm! Đọc thêm",
            "Cách dễ nhất để đi từ Galway đến Holiday Inn Express, Sân bay Dublin là gì.  Tôi lo lắng vì tôi bay khỏi Dublin vào sáng sớm..điều đó có thể thực hiện được không?  Tôi sẽ dừng ở ga tàu nào ở Dublin và từ ga đến khách sạn bao xa?Đọc thêm",
            "Trong thực tế tôi đã cố gắng đăng ngày hôm qua - thất bại? - cũng chỉ ra cách dễ nhất là đi xe buýt CityLink trực tiếp từ Galway đến Sân bay Dublin - chỉ 2,5 giờ - như Aussie066 đã chỉ ra một cách đúng đắn rằng bến xe buýt mới ở Galway nằm ở cnr của Đường College và đường Fairgreen. \n\nWifi tốt, nhà vệ sinh hiện đại, chỗ ngồi tốt. Một điểm dừng ngắn trên Quays ở Dublin, nếu bạn muốn xuống đó, v.v.Đọc thêm",
            "Tôi không hiểu tuyên bố từ chối trách nhiệm trực tuyến về việc mua vé Irish Rail - Enterprise.  Nó nói rằng tôi không thể mua vé ngồi dự bị trừ khi tôi có một trong một số loại thẻ khác mà tôi không có.  Hãy giải thích.Đọc thêm",
            "Tôi khuyên bạn nên gọi cho Công ty Đường sắt Ireland và đặt câu hỏi.Đọc thêm",
            "Bạn có thể mua bữa sáng kiểu Ailen trên toa ăn ở hạng tiêu chuẩn trên chuyến tàu Cork đến Dublin lúc 07:00 hay tùy chọn này chỉ có ở Citygold - Hạng nhất?Đọc thêm",
            "Chúng tôi đã mua bánh mì từ xe đẩy - không có bữa sáng kiểu Ailen cho chúng tôi.Đọc thêm",
            "Tôi dự định đi từ Tralee đến Dublin trên chuyến tàu Cork đến Dublin lúc 07:00 từ Mallow, những bữa ăn nóng sốt chỉ có ở cĐọc thêm",
            "Xin chào Manus, tôi chưa đi tuyến tàu - đường sắt này. \nTôi đề nghị bạn google - phục vụ trên tàu Ailen -  \nHệ thống Trip Advisor sẽ cho phép tôi dán liên kết. \nChúc mọi điều tốt đẹp nhất.Đọc thêm",
            "Đi tàu từ Dublin đến Belfast trong chuyến đi vào tháng 8, Chúng tôi sẽ lên tàu sau khi trả xe thuê tại địa điểm Sixt ở Stephens Green Conrad Hotel Earlsfort Terrace, vậy ga nào sẽ gần đó nhất?Đọc thêm",
            "Bạn phải rời ga Connolly để đi từ Dublin tới \nBelfast.Đọc thêm",
            "Làm thế nào để đi từ Wexford đến Waterford khi tuyến đường sắt không hoạt động? Có xe buýt ưa thích không?Đọc thêm",
            "xe buýt eireann \nCó dịch vụ thường xuyên hàng ngày giữa Wexford đến Waterford\nTham khảo trang web Bus Eireann để biết lịch trìnhĐọc thêm",
            "Xin chào \nVậy là tôi đã có một bài viết về dịch vụ taxi và đường sắt Ireland gần trạm dừng Dublin Heuston. Bây giờ câu hỏi của tôi là, và điều này có vẻ như là một câu hỏi rất ngớ ngẩn nhưng tôi chỉ muốn làm cho chuyến đi này trở nên ít căng thẳng nhất có thể cho vợ tôi và tôi. Chúng tôi đi từ Killarney đến Mallow đến Dublin. Khi đến Mallow, chúng ta xuống tàu và lên một chuyến khác đến Dublin hay đó chỉ đơn giản là một điểm dừng trên đường đến Dublin?Đọc thêm",
            "Xin chào, xin lỗi vì trả lời muộn, vâng, bạn đổi Mallow sang Dublin. Nhưng không sao đâu - nó ở trên cùng một sân ga và chuyến tàu Dublin đang chờ bạn tận hưởng kỳ nghỉ của mình.Đọc thêm",
            "Câu hỏi khác cho cùng một chuyến đi....\n\nTrang web mở ra cho ngày của tôi.\n\nTrang web yêu cầu số điện thoại di động của tôi.\nThông báo lỗi yêu cầu mã quốc tế.\nTôi là mã vùng 631. từ Hoa Kỳ\nTôi có phải nhập 00 - cộng với 1 rồi mã vùng và số điện thoại không -\nHoặc\n00 - không có 1....chỉ cần mã vùng và số điện thoại -\nHoặc\nMột số mã khác?Đọc thêm",
            "Bỏ qua câu hỏi này. Ước gì tôi có thể xóa nó đi. \n\nSau nhiều lần đắn đo, cách duy nhất để đặt chỗ được chấp nhận là nhập số điện thoại di động khác nhau cho mỗi hành khách\n\n001 cộng mã vùng và sốĐọc thêm",
            "Đang tìm cách đặt 2 chỗ trên chuyến tàu từ Dublin đến Galway vào tháng 6. Tôi đã gửi email trực tiếp cho Irishrail vài tuần trước và KHÔNG nhận được phản hồi. Vài câu hỏi\n1 - Khi nào cửa sổ tháng 6 mở cửa mua hàng? \n2 - Heuston có phải là ga khởi hành chính xác ở Dublin không?\n3- Các toa tàu được xác định bằng Chữ cái - như Toa A, B C - hay bằng cách nào khác?\n4 - Có chỗ để hành lý trên tất cả các toa tàu hay từng toa cụ thể không?Đọc thêm",
            "Có - Heuston là ga chính xác để khởi hành ở Dublin - phòng vé ở đó cũng hữu íchĐọc thêm",
            "Tôi sẽ đến Dublin vào tháng 5 và muốn có thể đi bộ đến ga xe lửa để thực hiện các chuyến đi trong ngày.  Một là đến Belfast.  Nhà ga xe lửa nào sẽ tốt nhất?  Ngoài ra, tôi sẽ tìm khách sạn ở khu vực nào?  Cảm ơn.Đọc thêm",
            "Không sao đâu, rất vui được giúp đỡ, chúc bạn có một chuyến đi vui vẻ!\nĐọc thêm"
        ],
        "star_ratings": [
            134,
            89,
            48,
            44,
            145
        ],
        "review_amount": 460,
        "location": [
            "Châu Âu",
            "Quận Dublin",
            "Ireland",
            "Những điều cần làm ở Dublin",
            "Tỉnh Leinster",
            "Dublin",
            "Đường sắt Ailen"
        ],
        "reviews_time": [
            "Written June 23, 2023",
            "Written July 5, 2023",
            "Written October 8, 2023",
            "Written November 13, 2023",
            "Written January 23, 2024",
            "Written April 6, 2024",
            "Written May 11, 2024",
            "Written May 14, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024",
            "Written May 14, 2024",
            "Written May 11, 2024",
            "Written May 10, 2024",
            "Written May 6, 2024",
            "Written May 5, 2024",
            "Written April 23, 2024",
            "Written April 22, 2024",
            "Written April 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186605-d7940415-Reviews-Irish_Rail-Dublin_County_Dublin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d696352-Reviews-F_X_Buckley_Steakhouse_Parkgate_St-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d4295276-Reviews-Ryan_s_of_Parkgate_Street-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d1426469-Reviews-Nancy_Hands_Bar_Restaurant-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d4891272-Reviews-Iveagh_Bar-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d3387184-Reviews-Wuff-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d3674448-Reviews-PHX_Bistro-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d4891277-Reviews-Chesterfields_Restaurant-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d23024455-Reviews-Bell_Pesto_Cafe-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d15181852-Reviews-Groundstate_Coffee-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d1554254-Reviews-The_Brewer_s_Dining_Hall_Guinness_Storehouse-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d18898172-Reviews-Heuston_Station-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d12833684-Reviews-Pearse_Lyons_Distillery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d189055-Reviews-Anna_Livia_Millennium_Fountain-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d17593600-Reviews-Roe_Co_Distillery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d18979447-Reviews-Criminal_Courts_of_Justice-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216337-Reviews-National_Museum_of_Ireland_Decorative_Arts_History-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d189694-Reviews-Guinness_Storehouse-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d191025-Reviews-Kilmainham_Gaol_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d11815379-Reviews-Guinness_Open_Gate_Brewery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d18218602-Reviews-Cathal_Brugha_Visitor_Centre-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7940415-Reviews-or10-Irish_Rail-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d19398519-Reviews-Elite_Transfers_Dublin_Airport_Transfers_Private_Tours-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d11660698-Reviews-Corporate_Transfers_Chauffeurs_Drive-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d12804666-Reviews-Child_Friendly_Taxi-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d26662291-Reviews-Pro_Transfers_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d15275275-Reviews-Leinster_Taxi-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d6438134-Reviews-LFL_Worldwide_Chauffeur_Services-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d8113856-Reviews-Airport_Collections-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7815637-Reviews-Dowling_Chauffeur_Drive-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d12484395-Reviews-Silver_Service-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d14892497-Reviews-Lydon_s_of_Galway-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d12626553-Reviews-Wild_N_Happy-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d13797365-Reviews-P_Duggan_s-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d6931040-Reviews-Nancy_Hands_Bar-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d8526914-Reviews-Phoenix_Park_Bikes-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d12433766-Reviews-Incognito_Escape_Room-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d22849766-Reviews-Walking_Food_Tours_dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d6438704-Reviews-Senza_Meta_La_Dublino_dei_Dublinesi_Tour_in_Italiano_inside_Dublin_walking_tour-D.html",
            "https://www.tripadvisor.com/Attraction_Review-g55580-d109507-Reviews-Palo_Duro_Canyon_State_Park-Canyon_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g14077140-d550700-Reviews-Kravice_Falls-Studenci_West_Herzegovina_Canton_Federation_of_Bosnia_and_Herzegov.html",
            "https://www.tripadvisor.com/Attraction_Review-g189180-d21391868-Reviews-Mistik_Sauna_Club-Porto_Porto_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g29709-d592315-Reviews-Eugene_T_Mahoney_State_Park-Ashland_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g34764-d10584123-Reviews-Burton_Brooks_Peach_Orchard-Barney_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41499-d3511569-Reviews-Harding_Beach-Chatham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g644297-d1928951-Reviews-Porto_Moniz_Natural_Swimming_Pools-Porto_Moniz_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34208-d4545175-Reviews-Coconut_Point-Estero_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d620057-Reviews-American_Girl_Place_Los_Angeles-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55212-d207158-Reviews-Foster_Falls-Monteagle_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186605-d7940415-Reviews-or10-Irish_Rail-Dublin_County_Dublin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186605-d7940415-Reviews-Irish_Rail-Dublin_County_Dublin.html"
    }
]