[
    {
        "attraction_name": "Iron Mountain Iron Mine",
        "attraction_name_vi": "Mỏ sắt núi sắt",
        "general_info": [
            "150 đánh giá",
            "1 trong 3 điều cần làm ở Vulcan",
            "Địa điểm ưa thích",
            "Mỏ"
        ],
        "attraction_summary": "Tour tham quan có hướng dẫn viên dưới lòng đất -- Một Di tích lịch sử được chứng nhận của Tiểu bang Michigan. Tour tham quan hấp dẫn này vừa vui vẻ cho gia đình vừa mang tính giáo dục!! Bạn sẽ không quên trải nghiệm khi đến thăm Mỏ sắt Iron Mountain với những hướng dẫn viên lành nghề đưa bạn qua 2600 feet đường hầm và đường hầm ngầm xuống độ sâu 400 feet bên dưới bề mặt trái đất để chiêm ngưỡng một hang động ngầm tuyệt đẹp, có đèn chiếu sáng, cho bạn góc nhìn cận cảnh về các cấu trúc địa chất kỳ lạ. Xem hướng dẫn viên vận hành máy móc khai thác đã được sử dụng cách đây hơn 100 năm. Đi tàu điện ngầm vào đường hầm và đi bộ khoảng 2 dãy nhà để thấy thực tế về khai thác quặng sắt. Hơn 21 triệu tấn quặng sắt đã được khai thác từ mỏ này trong giai đoạn từ năm 1877 đến năm 1945. Du khách được phát áo mưa và mũ cứng trước khi bắt đầu tham quan. Nhiệt độ của mỏ là 43 độ, vì vậy nên mặc áo len hoặc áo khoác cùng với giày kín. Đọc thêm",
        "reviews": [
            "Chuyến tham quan và lịch sử tuyệt vời của ngành khai thác mỏ trên Bán đảo Thượng. Tôi đã sống ở Michigan cả đời và học được rất nhiều điều trong chuyến lưu diễn này. Chắc chắn khuyên mọi người nên dừng lại và tham gia chuyến tham quan nếu ở trong khu vực. Chuyến tham quan mất khoảng 45 phút để tác động đến lịch sử với thông tin và lịch sử.Đọc thêm",
            "Đây là một nơi thú vị để ghé thăm. Người ta có thể đi vào một khu mỏ vốn là một sân bóng dưới lòng đất. Hướng dẫn viên am hiểu và chia sẻ nhiều về cuộc sống của những người thợ mỏ khi mới vào nghề. Trong mỏ lạnh nên hãy mặc áo khoác ấm khi tham quan.Đọc thêm",
            "Bài đánh giá trước đây của vaugkimb đã chứng tỏ khá tốt điều đó.  Mỏ này đã là một di tích lịch sử gần 70 năm nhưng trước đó đã được khai thác rất nhiều.  Hãy tưởng tượng xem những người thợ mỏ đã phải tốn bao nhiêu công sức để khai thác toàn bộ số đá đó để tạo ra đường hầm nằm ngang mà bạn vào mỏ trên những toa tàu khổ nhỏ, những đường hầm mà bạn đi qua và sau đó là điểm dừng khổng lồ mở ra không gian khai quật -- điều đó gần như không thể tưởng tượng được.  Thời gian của bạn trong mỏ là khoảng 45 phút.  Một hướng dẫn viên khá am hiểu luôn ở bên bạn.  Bên trong nhiệt độ 43 độ nhưng họ cung cấp cho mọi người một chiếc áo mưa dày và nước mũ cứng nhỏ giọt qua đá và điều đó giúp chúng tôi đủ ấm.  Có một cửa hàng quà tặng cỡ lớn và các phòng nghỉ ở lối vào. Những đứa trẻ trong nhóm chúng tôi rất thích thú.  Rất đáng để ghé thăm.Đọc thêm",
            "Chuyến tham quan thú vị hơn tôi mong đợi.  Hướng dẫn viên rất thân thiện và biết nhiều về lịch sử mỏ.  Và lịch sử của mỏ thực sự hấp dẫn.  Nếu bạn lo lắng về việc đi vào mỏ, thì đây là một số lời khuyên từ tôi vì tôi cũng vậy. Bạn sẽ không thực sự đi xuống mỏ vì chuyến tàu nhỏ mà bạn đi để vào bên trong chỉ đi thẳng vào sườn núi.  Tôi biết, điều an ủi nhỏ là vì bạn vẫn ở dưới lòng đất về mặt kỹ thuật nhưng đối với tôi, bằng cách nào đó, bộ não đã bớt lo lắng hơn. Nếu bạn là người siêu sợ hãi, đây có lẽ không phải là chuyến tham quan dành cho bạn.  Khi bạn vào bên trong, trần nhà khá cao nên điều đó không làm phiền tôi nhưng nếu bạn thực sự sợ không gian kín thì hãy bỏ qua. Tôi đã tưởng tượng ra một vụ sập hầm mỏ bi thảm hoặc khí độc nhưng mỏ sắt hoàn toàn khác với mỏ than.  Các mỏ sắt không bị sập vì sắt rất cứng và than mềm, nói một cách tương đối và không có khí độc.  Hãy mang giày kín mũi để phòng trường hợp chúng hơi bẩn một chút.  Nhiệt độ trong mỏ là 43 độ nên hãy ăn mặc phù hợp.  Thật sảng khoái vào một ngày hè nóng nực.  Bạn sẽ cần phải mặc áo mưa và mũ cứng do công ty du lịch cung cấp. Có một điểm trong chuyến tham quan mà hướng dẫn viên tắt đèn để chứng minh những gì sẽ xảy ra đối với những người thợ mỏ thực sự và nó tối đen như mực.  Giống như, không thể nhìn thấy bàn tay của bạn trước mặt bạn tối đen như mực.  Nó kéo dài trong 30 giây hoặc lâu hơn.  Không phải là một thỏa thuận lớn.  Nhưng một số trẻ nhỏ trong chuyến tham quan đã bật khóc khi đèn tắt, vì vậy hãy ghi nhớ điều này nếu bạn có con nhỏ. Với điều kiện bạn đã lưu ý những điều tôi lưu ý ở trên, tôi thực sự khuyên bạn nên tham gia chuyến tham quan này!Đọc thêm",
            "Chuyến tham quan đã được thực hiện rất tốt.  Hướng dẫn viên du lịch có kiến ​​thức.  Chuyến tham quan thực sự đưa bạn trở lại cảm giác trở thành một thợ mỏ.  Chuyến tàu đi vào mỏ và đi bộ quanh các đường hầm của mỏ thật thú vị.  Mang theo áo khoác vì dưới lòng đất rất lạnh, ngay cả khi thời tiết 90 độ.  Quán có rất nhiều quà tặng hấp dẫn dành cho đá Michigan chính hãng.Đọc thêm",
            "Một trong những điểm thu hút tốt nhất trong khu vực. Ghé thăm Mỏ Sắt ngoài đời thực và tìm hiểu về lịch sử khai thác ở U.P. Tốt cho mọi lứa tuổi. Mặc ấm. Mỏ có nhiệt độ quanh năm là 43 độ.Đọc thêm",
            "Chúng tôi rất vui vì đã quyết định thực hiện chuyến tham quan này. Ryan, hướng dẫn viên du lịch của chúng tôi, đã mô tả rất xuất sắc thiết bị khai thác cổ trước khi đi vào mỏ và cách sử dụng nó. Chuyến tham quan trong mỏ rất thú vị và được trình bày tốt. Phải xem liệu bạn có đang đi nghỉ ở khu vực này không.Đọc thêm",
            "Đây là một điểm thu hút phải xem. Chúng tôi lái xe từ Minneapolis và không thất vọng. Hướng dẫn tuyệt vời Chris kể câu chuyện về mỏ với nhiều giai thoại vui nhộn và hài hước. Bạn có thể đi vào bên trong mỏ trên một chuyến tàu nhỏ và sau đó đi bộ xung quanh để xem một số thiết bị và một căn phòng lớn rất ấn tượng đã được khai thác. Vẻ đẹp cổ điển của Big John là một mảnh hoài niệm tuyệt vời. Tôi đã đi tham quan hàng chục mỏ và hang động, và đây chính là nơi tốt nhất trong số đó. Lấy nó từ một người đam mê nhạc rock tự xưng, bạn phải xem nơi này! Ồ! Và cửa hàng nhạc rock LỚN là một phần thưởng tuyệt vời!Đọc thêm",
            "Chúng tôi vừa đi chèo thuyền vượt thác nên chúng tôi đã đi tham quan mỏ. Tôi và các thiếu niên đã dành hơn một giờ đi bộ qua cửa hàng đá. Họ có nhiều lựa chọn tuyệt vời, giá cả hợp lý và được dán nhãn rõ ràng. Phát hiện yêu thích của chúng tôi là một quả trứng rồng....một nốt sần được đánh bóng và chạm khắc để lộ các tinh thể bên trong. Nếu bạn yêu thích đá, bạn nên dừng lại....ngay cả khi bạn không tham gia chuyến tham quan mỏ. Đọc thêm",
            "Chúng tôi đã thực hiện chuyến tham quan khai thác mỏ kéo dài 45 phút.  Nó thật hấp dẫn và hoàn toàn xứng đáng!  6 đứa trẻ của tôi từ 10 - 17 tuổi nghĩ điều đó thật tuyệt vời.  Bạn có thể mặc áo khoác nhẹ và đội mũ bảo hiểm, nhưng hãy nhớ mặc áo dài tay, quần dài và giày kín mũi.  Trong mỏ ẩm ướt và rất lạnh 43 độ. Hướng dẫn viên của chúng tôi có kiến ​​thức và là một người kể chuyện hay. Cửa hàng quà tặng rất vui nhộn. Đừng lãng phí thời gian của bạn vào đó, về cơ bản đây là nơi bán những món đồ đã tồn tại trên kệ trong 20 năm.Đọc thêm",
            "Có hạn chế về chiều cao không?Đọc thêm",
            "Bạn có thể đi nếu bạn đang mang thai?Đọc thêm",
            "Phụ thuộc vào việc bạn đi được bao xa! Có một số bước đi trên bề mặt không bằng phẳng.Đọc thêm",
            "Chi phí cho người già và trẻ em cũng như thời gian tham quan là bao lâuĐọc thêm",
            "Chi phí cho người lớn là 14:00.  Chúng tôi tặng một đô la cho người cao tuổi.  Chuyến tham quan kéo dài từ 35 đến 50 phút tùy thuộc vào quy mô chuyến tham quan và số lượng câu hỏi. Mong sớm được gặp lại bạn.  Cảm ơn bạn, Karen Đọc thêm"
        ],
        "star_ratings": [
            109,
            39,
            2,
            0,
            0
        ],
        "review_amount": 150,
        "location": [
            "Mỏ sắt núi sắt",
            "Bán đảo Thượng",
            "Hoa Kỳ",
            "Hoạt động giải trí tại Vulcan",
            "Michigan MI",
            "Vulcan"
        ],
        "reviews_time": [
            "Written August 6, 2023",
            "Written July 23, 2023",
            "Written June 22, 2023",
            "Written August 19, 2022",
            "Written August 6, 2022",
            "Written July 3, 2022",
            "Written June 1, 2022",
            "Written September 29, 2021",
            "Written September 9, 2021",
            "Written August 19, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g42785-d4771206-Reviews-Iron_Mountain_Iron_Mine-Vulcan_Upper_Peninsula_Michigan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g42536-d6882068-Reviews-Talons_Supper_Club-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42536-d5099630-Reviews-Thirsty_Whale-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42536-d4998706-Reviews-Mike_s_On_Main-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42536-d11860053-Reviews-KnightOwl_Sportsbar-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42536-d26996042-Reviews-Mister_Mom_s-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42536-d4651375-Reviews-Subway-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42536-d4460257-Reviews-Dairy_Queen_Grill_Chill-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42536-d4538811-Reviews-McDonald_s-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g42536-d26958467-Reviews-Pat_s_Foods-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42536-d274155-Reviews-Norway_Mountain-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42785-d8444855-Reviews-Pellegrini_Farms-Vulcan_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42536-d4374502-Reviews-Piers_Gorge_Road-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42536-d7062387-Reviews-Norway_Spring-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42207-d3670104-Reviews-Automotive_Pioneers_of_Michigan_Statues-Flint_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42536-d10344733-Reviews-Marion_Park-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42536-d14176252-Reviews-Jake_Menghini_Historical_Museum-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42536-d6740754-Reviews-Piers_Gorge-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42785-d4771206-Reviews-or10-Iron_Mountain_Iron_Mine-Vulcan_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42785-d10783406-Reviews-Da_Little_Red_Cottage-Vulcan_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42536-d17591750-Reviews-True_North_Outpost-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60143-d15019623-Reviews-Wildman_Adventure_Resort_Menominee_River_Outpost-Niagara_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g42536-d5846644-Reviews-Thirsty_Whale_Bar_Grill-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42536-d7156801-Reviews-Swedish_Passport_Scandia_House_International-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42536-d6976640-Reviews-Rainbow_Gifts_and_Yarn-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42536-d11635940-Reviews-Oak_Crest_Golf_Course-Norway_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42384-d1195044-Reviews-Canterbury_Village-Lake_Orion_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g46088-d5313343-Reviews-Cannon_Mountain_Aerial_Tramway-Franconia_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g55975-d607066-Reviews-John_T_Floore_Country_Store-Helotes_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d7154928-Reviews-Dongmyo_Flea_Market-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g42376-d145614-Reviews-Sleepy_Hollow_State_Park-Laingsburg_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d1550605-Reviews-Cape_Fear_Serpentarium-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g580246-d2149866-Reviews-Lido_di_Jesolo_Sea_Life_Aquarium-Jesolo_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g40980-d10063711-Reviews-Schoodic_Ferry-Winter_Harbor_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d643093-Reviews-Mamma_Mia-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2429676-Reviews-Bebe_Tailor-Hoi_An_Quang_Nam_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g42785-d4771206-Reviews-or10-Iron_Mountain_Iron_Mine-Vulcan_Upper_Peninsula_Michigan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g42785-d4771206-Reviews-Iron_Mountain_Iron_Mine-Vulcan_Upper_Peninsula_Michigan.html"
    }
]