[
    {
        "attraction_name": "Isla Saboga",
        "attraction_name_vi": "Đảo Saboga",
        "general_info": [
            "51 đánh giá",
            "- 2 trong số 4 điều cần làm ở Isla Saboga",
            "Bãi biển"
        ],
        "attraction_summary": "Đảo Saboga là một bãi biển đẹp nằm gần Thành phố Panamá bằng phà.Đọc thêm",
        "reviews": [
            "Bạn đang tìm kiếm những bãi biển tự nhiên - hầu hết vắng vẻ - ngoạn mục - chỉ với tiếng sóng vỗ?  Saboga là nơi dành cho bạn.  Bạn có muốn một hòn đảo rừng rậm nhiệt đới nhưng có chỗ ở hạng nhất không?  Hãy xem xét nhà trọ nghỉ dưỡng ở El Remanso, hiện đã được đặt qua airbnb.  Trên đảo Saboga thuộc quần đảo Las Perlas, cách Thành phố Panama 1,5 giờ đi phà.  Chúng tôi đã đến thăm El Remanso trên Saboga vào mùa khô và, imo, đó là con đường để đi.  Tháng 1, tháng 2, tháng 3, tháng 4 để có thời tiết hoàn hảo và không có bất kỳ loại côn trùng nào.  Có lẽ có 3 nhà hàng trong thị trấn nhưng chúng tôi chỉ tìm thấy một nhà hàng.  Gianluca là một nhân vật nổi tiếng xung quanh Saboga và anh ta tự nhận mình là một đầu bếp.  À, anh ấy sở hữu nhà hàng.  Hãy tránh Gianluca ở Cucina nếu bạn có thể nhưng - cũng ổn thôi và anh ấy - là người duy nhất ở Saboga chấp nhận thẻ tín dụng.  Tôi đề nghị pizza - khá ngon! - .  Hải sản anh ấy phục vụ ở mức trung bình - chắc chắn không phải là món ngon.  Tuy nhiên, nếu bạn không mang theo đồ ăn để chuẩn bị thì Saboga chính là nơi như vậy.  Ngoài ra còn có hải sản được đánh bắt ở địa phương nhưng không ngon lắm - bạn sẽ cần một chút may mắn.  Chúng tôi đã ghi được tôm địa phương, mặc dù đông lạnh, và chúng rất ngon!  Đề xuất đi bộ của tôi: - có một số điểm tương tự như thế này - ...Đi bộ lên đường từ El Remanso đến bùng binh gần đó.  Giữ bên trái.  Đó là một con đường đi bộ râm mát, mát mẻ, khoảng nửa dặm, rẽ trái dẫn đến Bãi biển ngoạn mục, Playa Blanca.   - Nếu bạn tiếp tục đi qua lối rẽ đó thì chắc chắn sẽ có một địa điểm khảo cổ. - Trở về qua bãi biển!  Khoảng một nửa quãng đường quay trở lại là qua những khối đá núi lửa tuyệt vời.  Đi khi thủy triều xuống và tránh từ trưa đến 4 giờ chiều nếu có thể - để tránh ẩm - nóng - .  Bạn - sẽ thích bãi biển tráng lệ này - đi bộ đường dài trên đá!  Nhưng bạn - sẽ không gặp người nào khác.Đọc thêm",
            "Thật không may là có rác ở khắp mọi nơi. Có thể do mùa mưa đã kết thúc vào cuối tháng 11 nhưng các bãi biển thực sự cần được dọn dẹp. Thật đáng tiếc vì nếu không chúng sẽ đẹp và không bị hư hỏng.Đọc thêm",
            "Có thể là do chúng tôi đi vào mùa mưa nên các bãi biển quanh đảo ngập tràn rác. Tôi không khuyên bạn nên bơi trong nước hoặc dẫm lên cát một cách bất cẩn. Mặc dù tôi không nhìn thấy những chiếc kim tiêm được gắn vào chúng nhưng chúng tôi đã nhìn thấy những ống tiêm rỗng trên bãi biển: - trải nghiệm cực kỳ đáng thất vọng vì nó - cực kỳ đẹp khi bạn nhìn qua thùng rác. Một số người đã dũng cảm lặn bằng ống thở ở bến phà trên đảo và tỏ ra rất thích thú. Vì vậy, nếu bạn có thể bỏ qua tất cả những điều đó và thích lặn với ống thở, bạn có thể tận hưởng chuyến đi đến đây.Đọc thêm",
            "Vợ tôi, hai đứa con tuổi tiền thiếu niên và tôi đã dành ba ngày hai đêm trên Đảo Saboga tại El Remanso B - B. Đó là điểm nhấn trong chuyến đi Panama của chúng tôi. Chủ nhà đón chúng tôi tại bến tàu vào ngày chúng tôi đến như đã hứa và giới thiệu chúng tôi với căn hộ của mình, nơi thoải mái, yên tĩnh và có tầm nhìn tuyệt đẹp ra bãi biển. Chúng tôi đã được hướng dẫn tốt trước khi đến đảo, đặc biệt là về việc cần mang theo đồ tạp hóa vì thiếu dịch vụ trên đảo - tôi xác nhận rằng điều này hoàn toàn cần thiết! Có một nhà hàng ngon trên đảo, nhưng không phải lúc nào cũng mở cửa. Sau đó, chúng tôi phát hiện ra rằng nhà hàng có thể giao đồ ăn hoặc chỉ mở cửa phục vụ chúng tôi. Sẽ rất hữu ích nếu biết trước, nhưng không sao cả vì chúng tôi đã chuẩn bị sẵn đồ ăn cho 3 ngày. Sau đó, chúng tôi cũng phát hiện ra rằng câu lạc bộ bãi biển bên cạnh cho thuê mặt nạ lặn. Bãi biển và biển sạch sẽ và tươi mát và chúng tôi đã khám phá hòn đảo để khám phá những bãi biển vắng vẻ và một làng chài nhỏ. Tôi thực sự khuyên bạn nên đến đây nếu bạn muốn có một kỳ nghỉ yên tĩnh. Đọc thêm",
            "Vợ tôi - tôi đã đặt phòng nghỉ qua đêm tại El Remanso B - B thông qua người quản lý khách - tiết lộ: anh ấy - là một người bạn thân của chúng tôi - để chúng tôi có thể gặp Saboga - gặp Martin - người quản lý khách - . Chúng tôi bắt chuyến phà từ Amador - sau một chuyến đi khá khó khăn, chúng tôi được chào đón bởi Martin cầm một tấm biển có tên của chúng tôi trên đó. Chúng tôi leo lên xe buggy - một chiếc xe bốn bánh chạy mọi địa hình - - được hộ tống về phòng - chúng tôi chọn - đại bàng - - . Chỗ ở sạch sẽ, rộng rãi - thoải mái. Sự chú ý đến việc hoàn thiện các chi tiết trong công trình đã thu hút sự chú ý của chúng tôi. Với nhiều hoạt động đi bộ đường dài có sẵn ngay từ cửa trước hoặc cửa sau - một loạt các hoạt động có sẵn - các điểm tham quan được chỉ định trong sách hướng dẫn định hướng ở mỗi phòng, chúng tôi thực sự muốn giới thiệu cơ sở này. Dân làng thân thiện, bãi biển sạch sẽ - môi trường thanh bình. Nếu Martin là hình ảnh phản chiếu của chủ sở hữu, Lee - Jennifer, thì chúng tôi rất muốn quay lại trong tương lai. Rất thích nó! Đọc thêm",
            "Khi chúng tôi đi với Sea las perlas - btw. chuyển tuyệt vời - đến đảo Saboga và tại điểm dừng đầu tiên - Isla Taboga tất cả mọi người xuống phà ngoại trừ hai người phụ nữ và chúng tôi, tôi thực sự vui vì chúng tôi đã chọn Saboga chứ không phải Taboga. Và đó là một ngày đẹp trời, trên những bãi biển vắng vẻ, với dịch vụ hoàn hảo trong nhà hàng nhỏ và sau đó đi bộ đến ngôi làng nhỏ với tầm nhìn ngoạn mục ra các hòn đảo từ nhà thờ cũ. Hoàn hảo! Đọc thêm",
            "Nếu bạn yêu thích những bãi biển trống trải và đẹp đẽ, lặn với ống thở, biển, thiên nhiên - một số rừng rậm - và những địa điểm không thu hút khách du lịch thì Isla Saboga là nơi tuyệt vời nhất bạn có thể ghé thăm! Một nơi thư giãn yên tĩnh. Tôi đã ở đó một tuần và có khoảng thời gian tuyệt vời nhất trong kỳ nghỉ ba tuần của mình! Tôi đã ở lại Camping Saboga - điều tốt nhất bạn có thể làm! - direkt ở bãi biển và đối với tôi như một gia đình! - Những người này cũng có câu lạc bộ chèo thuyền ở Contadora - Sailingclubpanama và bạn có thể đặt các chuyến tham quan trực tiếp từ Saboga. Tất cả mọi người ở thị trấn nhỏ đều rất hữu ích và tốt bụng! Hy vọng rằng tôi có thể ghé thăm tất cả lần thứ hai!!Đọc thêm",
            "Tôi đã đến thăm đảo Saboga cùng gia đình và chúng tôi có thời tiết hoàn hảo để tận hưởng nó. Điểm hay: Bãi biển với nước trong vắt, lạnh và ngon. Cát trắng và một vị trí được bảo tồn rất tốt.  Cơ sở vật chất hợp lý, phòng tắm sạch sẽ và ghế bãi biển có ô che nắng. Nhược điểm: Chỉ có hai phòng tắm, chỉ hai phòng tắm, chỉ một nhà hàng. Không có khả năng đi bộ xung quanh trang web câu lạc bộ bãi biển. Điều xấu xí: Vì chỉ có một nhà hàng mong đợi đồ ăn rất đắt tiền. Các phần thông thường và hương vị thông thường với giá gấp 2 lần giá đề xuất. Tương tự với nước hoặc đồ uống. Không có ATM hoặc POD, chỉ có tiền mặt. Đọc thêm",
            "Chúng tôi bắt chuyến phà ở khách sạn Trump và đến Isla Saboga trong ngày. Chuyến đi ở đó rất ổn và chúng tôi được đón tại bến tàu và đưa đến câu lạc bộ bãi biển của chúng tôi. Bãi biển nơi chúng tôi ở rất đẹp nhưng cát rất thô và nhiều đá. Nước hơi lạnh đối với chúng tôi! Câu lạc bộ bãi biển rất tuyệt - Beach Club Las perlas - và bữa trưa rất ngon!Đọc thêm",
            "Điều đáng thất vọng đầu tiên là khi chúng tôi phát hiện ra bãi biển đầy những tảng đá nhỏ khiến chúng tôi không thể đi bộ trên đó. Chúng tôi có thể tận hưởng ánh nắng mặt trời và nghỉ ngơi nhưng chân chúng tôi bị đau khi cố gắng té nước. Một sự thất vọng khác là nhà hàng không có dịch vụ đầy đủ. Họ chỉ có một bữa trưa theo kế hoạch và thế là xong. Không có bữa ăn sáng hoặc quán ăn nhẹ. Mặt khác, hòn đảo rất yên bình và tự nhiên. Chiếc phà khá đáng sợ trên đường trở về của chúng tôi vì chiếc thuyền lao như ngựa nhưng qua đại dương. Phần tuyệt vời nhất...... một ngày yên bình xa rời nền văn minh. Điều tồi tệ nhất......không thể tận hưởng bãi biển do lượng đá quá nhiềuĐọc thêm"
        ],
        "star_ratings": [
            29,
            15,
            4,
            3,
            0
        ],
        "review_amount": 51,
        "location": [
            "Quần đảo ngọc",
            "Những điều cần làm ở Isla Saboga",
            "Đảo Saboga",
            "Trung Mỹ",
            "Tỉnh Panama",
            "Panama"
        ],
        "reviews_time": [
            "Written February 1, 2024",
            "Written November 26, 2022",
            "Written November 21, 2022",
            "Written March 31, 2019",
            "Written May 23, 2018",
            "Written August 10, 2017",
            "Written April 17, 2017",
            "Written February 20, 2016",
            "Written February 15, 2016",
            "Written July 16, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g2064944-d2076487-Reviews-Isla_Saboga-Isla_Saboga_Pearl_Islands_Panama_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g2064944-d2076487-Reviews-or10-Isla_Saboga-Isla_Saboga_Pearl_Islands_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2064944-d2076487-Reviews-or20-Isla_Saboga-Isla_Saboga_Pearl_Islands_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1592998-d11916332-Reviews-Mall_of_Qatar-Al_Rayyan.html",
            "https://www.tripadvisor.com/Attraction_Review-g32513-d4069040-Reviews-Old_World_Village-Huntington_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d4816100-Reviews-Steel_Pier_Amusement_Park-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187253-d3454223-Reviews-Marche_de_Noailles-Marseille_Bouches_du_Rhone_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g194841-d4761956-Reviews-Funivia_Ortisei_Alpe_di_Siusi-Ortisei_Val_Gardena_Province_of_South_Tyrol_Trentin.html",
            "https://www.tripadvisor.com/Attraction_Review-g42863-d1235502-Reviews-Paul_Bunyan_s_Animal_Land-Bemidji_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d104952-Reviews-San_Francisco_Botanical_Garden-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d644501-Reviews-Kool_Runnings_Water_Park-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g194693-d3343163-Reviews-Lago_di_Bolsena-Bolsena_Province_of_Viterbo_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60439-d279475-Reviews-Happy_Jack_Road-Cheyenne_Wyoming.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g2064944-d2076487-Reviews-or10-Isla_Saboga-Isla_Saboga_Pearl_Islands_Panama_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g2064944-d2076487-Reviews-Isla_Saboga-Isla_Saboga_Pearl_Islands_Panama_Province.html"
    }
]