[
    {
        "attraction_name": "Isla Espiritu Santo",
        "attraction_name_vi": "Isla Espiritu Santo",
        "general_info": [
            "1.874 đánh giá",
            "- 1 trong 58 điều cần làm ở La Paz",
            "Quần đảo"
        ],
        "attraction_summary": "Ngạc nhiên trước động vật hoang dã và thiên nhiên tuyệt vời nhất tại Isla Espiritu Santo, điểm nóng về đa dạng sinh học Di sản Thế giới được UNESCO công nhận. Tận dụng cơ hội bơi cùng sư tử biển, rùa biển và cá heo, ngắm nhìn hơn 100 loài chim và ngắm nhìn cá mập voi. Bạn cũng có thể đi bộ đường dài, chèo thuyền kayak, chèo ván đứng và câu cá thể thao. Để có một ngày thư giãn, hãy thư giãn bên những bãi biển hoang sơ và đón hoàng hôn rực rỡ. Nếu bạn không cảm thấy đủ, hãy dành cả đêm trên đảo. Tham gia chuyến tham quan trong ngày lặn với ống thở bao gồm đón khách tại khách sạn hoặc đến đây bằng du thuyền sang trọng.  - TripadvisorĐọc thêm",
        "reviews": [
            "Bơi cùng sư tử biển thật tuyệt! Không thể nào quên. Rất nhiều cá nhiệt đới để lặn với ống thở. Chuyến đi thuyền không quá dài. Nước tháng Tư lạnh buốt. Lời khuyên của tôi: hãy yêu cầu một bộ đồ ướt 5 triệu. Điều đó có nghĩa là nếu bạn đến thăm vào mùa thu, nước sẽ ấm hơn. Hãy kiểm tra với TripAdvisor để chọn nhà cung cấp dịch vụ cho bạn. Hãy chắc chắn rằng họ có khăn tắm! Ngoài ra thuyền còn có phòng tắm. Và nếu họ cung cấp thực phẩm thì khi nào điều đó sẽ xảy ra. Có lẽ họ cũng nên chống chất lỏng chống sương mù. Và cho bạn biết nó ở đâu. Tôi đã thực hiện một chuyến tham quan đến đó mà không hỏi ý kiến ​​người điều hành và đó là một sai lầm. Đây thực sự là một chuyến đi tuyệt vời để lặn với ống thở và lặn biển.Đọc thêm",
            "Chúng tôi đã có chuyến đi tuyệt vời cùng BOA, đi vòng quanh đảo và cắm trại trên những bãi biển hoang sơ.  Chúng tôi khám phá bằng cách đi bộ đường dài, lặn với ống thở, ngắm chim, bơi lội và ngồi trên bãi biển tận hưởng buổi tối.  Kỹ năng kỹ thuật xuất sắc của các hướng dẫn viên, kết hợp với sự nhiệt tình và lòng tốt của họ, thật đặc biệt.  Các hướng dẫn viên đã đảm bảo thành công rằng tất cả các cấp độ của người chèo thuyền đều có thể được đáp ứng. Hiệu quả và kỹ năng nấu nướng tuyệt vời của họ đã mang lại những bữa ăn ngon lành, bổ dưỡng luôn được phục vụ với nụ cười.Đọc thêm",
            "Eduoardo là một người dẫn chương trình tuyệt vời, cùng với con trai ông là Abraham. Chúng tôi lặn với những con sư tử biển và sau khi lặn với ống thở nhiều hơn đã có một bữa trưa tuyệt vời trên Espiritu Santo. Công thức món ceviche tôm - của bà anh! - là món ngon nhất tôi từng nếm - tuyệt vời - một điểm nhấn thực sự. Rất khuyến khích. Đọc thêm",
            "Hòn đảo xinh đẹp để nhìn từ một chiếc thuyền, khu vực được bảo vệ khác. Các rạn san hô xung quanh thật tuyệt vời và nước biển trong vắt.Đọc thêm",
            "Chúng tôi đã thực hiện một chuyến tham quan đến Đảo Espiritu Santo.  Công ty du lịch vẫn ổn nhưng chính phủ Mexico không theo dõi trải nghiệm bơi cùng sư tử biển. Bất chấp cảnh báo từ một nhà sinh vật biển đáng tin cậy - nhà tự nhiên học, người này cho chúng tôi biết đã có những sự cố bao gồm vết cắn và cơ quan quản lý bị giật khỏi tay thợ lặn. chúng tôi quyết định thử nó. Khi chúng tôi đến, có nhiều thuyền khác trong khu vực cùng với thợ lặn và những người lặn biển khác. Một chú chó con ngay lập tức cố gắng lên thuyền và cắn vào mái chèo của người lái thuyền ở dưới nước. Tôi hỏi người hướng dẫn có bao nhiêu được phép cùng một lúc. Anh ấy đã trả lời 70 người cùng một lúc. Chúng tôi xuống nước và lặn một lúc trước khi hướng dẫn viên đề nghị chúng tôi đến gần đảo hơn và đi qua một cửa vào.  Khi chúng tôi đến gần, 2 con sư tử biển xuất hiện trước mặt bố tôi và một con tóm lấy cánh tay ông. Nếu cô ấy quyết định cắn hết sức thì đó sẽ là một chuyến đi đến phòng cấp cứu ở Mexico. Cô lùi lại và xé bộ đồ ướt của anh. Người hướng dẫn và tôi đã tiếp cận và có thể ngăn cản cô ấy. Chúng tôi cũng được thông báo rằng bạn chỉ có 30 phút.  - Phải mất 1,5 giờ để đến đó - . Câu hỏi đặt ra là...điều gì sẽ xảy ra nếu một cánh cửa xoay gồm 70 người xuất hiện tại nhà tôi KHÔNG MỜI và KHÔNG DỰ ĐOÁN! Khai thác những loài động vật này???Đọc thêm",
            "Thật TUYỆT VỜI khi bơi cùng những chú sư tử biển trên Isla Espiritu Santo! Chúng tôi đã đến đó với các chuyến tham quan VIP và rất vui vì chúng tôi đã đi!Đọc thêm",
            "Đây là một trong những ngày tuyệt vời nhất trong cuộc đời tôi. đi thuyền tuyệt vời, lặn với ống thở, ăn trưa trên một bãi biển xa xôi. Sinh vật biển đáng kinh ngạc xung quanh bạn bao gồm cả sư tử biển. Tất cả các công ty điều hành tour du lịch ở Playa el Tecolote đều biết rõ về khu vực này và sẽ mang đến cho bạn một ngày đích thực trong cuộc sống ở vùng nước tuyệt vời này!Đọc thêm",
            "Hướng dẫn tuyệt vời và thuyền trưởng.  Thật vui khi được bơi cùng những chú sư tử biển.  Bãi biển tuyệt vời.  Sẽ làm lại.  Đọc thêm",
            "Thực sự là một chuyến cắm trại và hoạt động 2 ngày tuyệt vời.  Thức ăn rất nổi bật, bơi cùng sư tử biển, ngủ dưới những vì sao - những người hướng dẫn tuyệt vời. Điều này khiến điều này trở nên đáng nhớ nhấtĐọc thêm",
            "Đã đặt các chuyến tham quan Delfine qua Mario. Đã cố gắng lừa đảo chúng tôi về khoản tiền gửi của chúng tôi. Chúng tôi đã đưa cho anh ấy 400 peso và nghĩ rằng chúng tôi sẽ lấy lại được. Khi chúng tôi sẵn sàng lên thuyền, anh ấy liên tục nói rằng chúng tôi sẽ lấy được và cuối cùng chúng tôi tức giận và nói với những người điều hành khác. Anh ấy đã trả lại cho chúng tôi 300 peso trong khi anh ấy có một túi đầy tiền.  Anh ta nói với bạn rằng anh ta có giá rẻ hơn nhưng về lâu dài, điều đó sẽ hủy hoại một ngày của bạn vì bạn sẽ cầu xin sự ủng hộ của mình và ước gì bạn đã đặt chỗ qua một công ty chuyên nghiệp hơn. HÃY THẬN TRỌNG CỦA MARIO!! Đọc thêm"
        ],
        "star_ratings": [
            1674,
            153,
            25,
            9,
            13
        ],
        "review_amount": 1874,
        "location": [
            "Hòa bình",
            "Baja California Sur",
            "México",
            "Isla Espiritu Santo",
            "Baja California",
            "Những điều cần làm ở La Paz"
        ],
        "reviews_time": [
            "Written May 5, 2024",
            "Written January 18, 2024",
            "Written December 11, 2023",
            "Written June 11, 2023",
            "Written March 11, 2023",
            "Written March 10, 2023",
            "Written February 21, 2023",
            "Written January 16, 2023",
            "Written December 4, 2022",
            "Written November 23, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150771-d153205-Reviews-Isla_Espiritu_Santo-La_Paz_Baja_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d11748160-Reviews-Ensenada_Grande-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d153205-Reviews-or10-Isla_Espiritu_Santo-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d1067272-Reviews-Balandra_Beach-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d1172786-Reviews-Playa_Pichilingue_Pichilingue_Beach-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d25454071-Reviews-The_Hook_Experiences-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d4137374-Reviews-El_Serpentario_De_La_Paz-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d11913448-Reviews-Playa_El_Coromuel-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d3899892-Reviews-Marina_Cortez-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d17759198-Reviews-Punta_Arena_de_la_Ventana-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d14931393-Reviews-Caimancito_Beach-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d23562633-Reviews-Dunas_Del_Mogote-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g150771-d10364880-Reviews-Baja_Sur_Tours-La_Paz_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d277589-Reviews-Pilsner_Urquell_Brewery-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g3845613-d11945793-Reviews-Sosodikon_Hill-Kundasang_Ranau_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g60926-d274436-Reviews-Big_Spring-Van_Buren_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g309685-d2460517-Reviews-Magic_Mountain-Moorea_Society_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g189418-d580064-Reviews-Chrissi_Island-Ierapetra_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d6503236-Reviews-Kinky_Bar-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d16669053-Reviews-Candytopia_ATL-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d5074657-Reviews-PIA_Planetarium-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186470-d2322884-Reviews-Titanic_Belfast-Belfast_Northern_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g49088-d3387053-Reviews-Duck_Town_Park_Boardwalk-Duck_Outer_Banks_North_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150771-d153205-Reviews-or10-Isla_Espiritu_Santo-La_Paz_Baja_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150771-d153205-Reviews-Isla_Espiritu_Santo-La_Paz_Baja_California.html"
    }
]