[
    {
        "attraction_name": "Istanbul Archaeological Museum",
        "attraction_name_vi": "Bảo tàng khảo cổ Istanbul",
        "general_info": [
            "4.501 đánh giá",
            "- 63 trong số 1.711 điều cần làm ở Istanbul",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Bên cạnh tầm quan trọng của nó là bảo tàng Thổ Nhĩ Kỳ đầu tiên, nó vẫn là một trong những bảo tàng lớn nhất thế giới với hơn một triệu tác phẩm. Mở cửa cho công chúng vào năm 1891, nơi đây lưu giữ một bộ sưu tập các hiện vật Hy Lạp, La Mã và Byzantine.Đọc thêm",
        "reviews": [
            "Với rất nhiều điểm tham quan không thể bỏ qua chỉ cách nhau một quãng tản bộ - và tất cả đều nằm xung quanh địa điểm của trường đua ngựa Byzantine cổ đại - Sultanahmet là một địa điểm du lịch cực kỳ nổi tiếng và là vị trí đắc địa để du khách phải kinh ngạc trên quy mô thực sự hoành tráng. Ngoài những kỳ quan của Nhà thờ Hồi giáo Xanh, Hagia Sophia, Cung điện Topkapi, v.v., khu vực tương đối nhỏ này của Istanbul bằng cách nào đó vẫn giữ được bầu không khí yên bình và tĩnh lặng. Nó mang đến cho du khách một mạng lưới các làn đường cổ kính và những con đường phụ ít nổi tiếng hơn nhưng vẫn dễ chịu, bức tranh toàn cảnh hùng vĩ của Bosphorus và nhiều lựa chọn chỗ ở ấn tượng cho mọi túi tiền và thị hiếu.Đọc thêm",
            "Chúng tôi đã dành gần nửa ngày ở đây. Thật không may, một số phần nhất định bị đóng cửa để phục hồi. Tuy nhiên, bảo tàng Khảo cổ học lớn là một cảnh tượng đáng chú ý. Được tổ chức và bảo trì một cách khéo léo, quan tài Tabnit, các bức tượng của Hadrian, Artemis, Apollo và các tác phẩm điêu khắc từ Aphrodisias là những địa điểm không thể bỏ qua.Đọc thêm",
            "Một bảo tàng hoàn toàn tuyệt vời đầy kho báu.\nHãy dành nhiều thời gian để ghé thăm nếu bạn là một người mê bảo tàng như tôi.\nPhòng trưng bày được tổ chức và trang trí đẹp mắt với thông tin bằng tiếng Thổ Nhĩ Kỳ và tiếng Anh.\n\nQuán cà phê trong vườn.\nNhiều tác phẩm điêu khắc tuyệt đẹp để xem cận cảnh.\nTôi đã thấy rất nhiều tác phẩm đẹp có nguồn gốc từ Ephesus.\nPhần Ai Cập.\n\nTheo tôi thì không thể bỏ quaĐọc thêm",
            "Bảo tàng này là một phần của đèo Istanbul. Ba trong số bốn phòng trưng bày đang đóng cửa để cải tạo. Phòng trưng bày chính có các bộ sưu tập La Mã Hy Lạp. Họ có quan tài của Alexander - điều không thể tin được. Họ có một cuộc triển lãm thực sự tuyệt vời về cuộc khai quật thành Troy. Cũng là một bộ sưu tập tiền xu. Có một quán cà phê tại chỗ.Đọc thêm",
            "Đây là một bảo tàng tuyệt vời nếu bạn quan tâm đến nghệ thuật, văn hóa, đồ trang sức và quan trọng nhất là lịch sử trang phục của đế chế Hy Lạp và La Mã. Một nơi phải xem dành cho các nhà thiết kế. Đừng bỏ lỡ những bức tranh minh họa trên tường, đồ gốm sứ với các chi tiết về cuộc sống của người Hy Lạp, những hạt cườm từ Izmit và Florina. Cửa hàng bảo tàng cũng tuyệt vời. Thật không may, chỉ có bảo tàng chính là mở cửa và hai bảo tàng còn lại đóng cửa để cải tạo. Vì vậy, giá đầu vào của 200L là rất cao. Ít nhất họ có thể đã đặt một số hiện vật từ hai viện bảo tàng đó vào đây trong thời gian tạm thời. Thời gian cần thiết - 2 đến 4 giờ tùy thuộc vào số lượng triển lãm mở.Đọc thêm",
            "Chúng tôi đã vô tình đến bảo tàng này! Khi đi dạo quanh thành phố, tôi nghĩ chúng tôi đang hướng tới cung điện và cuối cùng chúng tôi lại đến đây. Tuy nhiên chúng tôi quyết định đi vào và xem chúng tôi nghĩ gì.\n\nVé vào cửa tương đối rẻ - 200 lira mỗi người không có hướng dẫn âm thanh - và khi vào bên trong bảo tàng sẽ được bố trí hợp lý với nhiều thông tin để đọc bằng cả tiếng Anh và tiếng Thổ Nhĩ Kỳ.\n\nNhược điểm đối với chúng tôi là đây là bảo tàng khảo cổ học và các con trai tôi - 18 và 16 tuổi - nghĩ rằng đây là nơi nhàm chán nhất trên thế giới! \n\nChúng tôi đã thấy rất nhiều hiện vật được bảo quản tốt và thật yên tĩnh khi đi lại xung quanh, tuy nhiên tôi chỉ muốn nói rằng không nên mang trẻ em đến đây - ở mọi lứa tuổi -, chúng chỉ không thấy thú vị. \n\nĐọc thêm",
            "Đây là một bộ sưu tập đồ cổ ngoạn mục, bao gồm cả đồ Hy Lạp và La Mã, được trình bày đẹp mắt trong một bối cảnh rộng rãi. Hiện tại, một phần của bảo tàng đang được tái phát triển, nhưng phần trưng bày chính rất đáng để xem. Mỗi phòng đều có bối cảnh rõ ràng và được giới thiệu bằng một bức tranh tường lớn trên một bức tường. Các hiện vật được trưng bày nổi bật với ánh sáng hiện đại trên nền tối. Thật là một điểm đến! Đọc thêm",
            "Đây là một bảo tàng tuyệt vời. Các hiện vật được sắp xếp rất hợp lý và có nhãn mác tuyệt vời. Thật không may, khu vực tôi muốn xem đã đóng cửa. Do đó, không có chỉ dẫn nào ở đây - tôi thường kiểm tra các trang web trước khi đến - và tôi phải tìm một người phục vụ. Các bộ sưu tập La Mã và Hy Lạp rất đáng để ghé thăm. Đọc thêm",
            "Với rất nhiều lịch sử dưới chân bạn ở thành phố này, giờ đây bạn sẽ có rất nhiều thứ để xem trong Bảo tàng Khảo cổ học.  Có thể vào từ Công viên Gulhane hoặc từ một trong các sân của Cung điện Topkapi - mặc dù lối vào này không có biển chỉ dẫn.  Bảo tàng này - 340TL - ứng dụng - 9,50 - tự hào có một số phát hiện quan trọng từ Thế giới Cổ đại, mặc dù không phải tất cả đều được trưng bày vì hai bộ sưu tập nhỏ hơn trên trang web - Bảo tàng Phương Đông Cổ đại và Nhà lát gạch - hiện đang được trưng bày. đóng cửa để phục hồi.  Điều này có nghĩa là chúng ta đã không được nhìn thấy Cổng Ishtar - từ thời Nebuchadnezzar, năm 575 trước Công nguyên - hay Hiệp ước Kadesh.  Nhưng chúng tôi đã thấy nhiều vật trưng bày từ các cuộc khai quật ở Sidon và Troy, bao gồm cả quan tài Alexander, một trong những phát hiện khảo cổ nổi bật.  Bảo tàng trình bày bằng chứng tài liệu về cách các phát hiện được khai quật và phục hồi, đồng thời ghi công cho người sáng lập Bảo tàng - vào năm 1891 - Osman Hamdy.  Người ta không thể không bị ấn tượng bởi kỹ năng của những người thợ thủ công vài trăm năm trước Công nguyên trong việc tạo ra những tác phẩm chất lượng cao như vậy, cũng như kỹ năng của những người thợ đào và thợ phục chế.  Chúng tôi đặc biệt thích bức tường được xây dựng để thể hiện các cấp độ văn minh khác nhau ở thành Troy qua nhiều thế kỷ.\nCó một cửa hàng quà tặng và quán cà phê nhỏ.Đọc thêm",
            "Trong tháng vừa qua, chúng tôi rất vinh dự được đến thăm Bảo tàng Acropolis ở Athens và Bảo tàng Anh ở London và bây giờ là ở đây. Đây là một bảo tàng đẳng cấp thế giới ngang tầm với quy mô của bảo tàng Acropolis và chứa nhiều bức tượng và đồ tạo tác lịch sử từ thời kỳ khai thác của Ottoman. Chúng tôi đã dành một vài giờ ở đây và chúng đã được sử dụng rất tốt. Chúng tôi khuyên bạn nên ghé thăm đây nếu bạn đang đến Istanbul.Đọc thêm",
            "Khi chúng tôi đến Bảo tàng Khảo cổ học Istanbul, chỉ có Bảo tàng Khảo cổ học - nằm trong tòa nhà chính - mở cửa. Bảo tàng Phương Đông Cổ đại và Bảo tàng Kiosk Ngói đã đóng cửa để cải tạo. Những bảo tàng này nằm ở trung tâm gần Công viên Gülhane và Cung điện Topkapı. \n\nMặc dù bỏ lỡ việc xem hai bảo tàng khác nhưng tôi khá thích chuyến thăm này. Bảo tàng Khảo cổ học là bảo tàng lớn nhất với các vật trưng bày chủ yếu từ thời Hy Lạp và La Mã và chúng không chỉ đến từ Thổ Nhĩ Kỳ mà còn từ các quốc gia khác từng nằm dưới sự cai trị của Ottoman. Điểm nổi bật đối với tôi là quan tài từ Nghĩa địa Hoàng gia Ayaa ở Sidon ở tầng trệt và triển lãm về các tầng của thành Troy ở tầng hai. Các phòng sưu tập kho báu trên tầng hai với đồ trang sức bằng vàng cũng rất tráng lệ. Chúng tôi nhìn thấy những bức tượng, trụ gạch, đồ gốm, tượng nhỏ, bảng chữ nêm và nhiều hiện vật cổ khác. Có bảng chỉ dẫn giải thích hay và điều thú vị là một số vật phẩm mô tả có liên quan đến chủ đề nhưng được lưu giữ ở các bảo tàng khác.Đọc thêm",
            "Mặc dù 2 trong số 3 tòa nhà đã đóng cửa nhưng tôi thực sự rất thích bảo tàng chính. Có, bạn vẫn phải trả toàn bộ giá là 15 euro và vâng, bạn có thể thấy các hiện vật La Mã, Hy Lạp và Byzantine ở các quốc gia và địa điểm khác nhưng những thứ mà bảo tàng này có rất đẹp. Chúng tôi đã ở đó vào giữa tháng 4 và không quá bận rộn nên bạn có thể dành thời gian cho mỗi bộ sưu tập. Họ có một quán cà phê trong vườn để thư giãn và chiêm ngưỡng những bức tượng bên ngoài.Đọc thêm",
            "Khoảng - 15 mỗi phần và phần lớn trang web đã đóng cửa.   Tòa nhà bảo tàng khảo cổ ổn với nhiều thứ để đọc - có sẵn tiếng Anh - nhưng khá bận rộn - ồn ào với các nhóm học sinh trong tuần và nhìn chung khá kém - trung bình.  Sẽ không có cảm giác như bỏ lỡ nhiều nếu không đi.   Sẽ không khuyến nghị nếu cùng một mức giá vì không phải tất cả đều được mởĐọc thêm",
            "Bay đến Istanbul để xem bộ sưu tập Cổ đại, nhưng tòa nhà đã đóng cửa để cải tạo.  Tòa nhà Tiles cũng vậy, nhưng không có thông tin nào về nó trên trang web của họ hoặc tại chỗ.  Chỉ có tòa nhà Khảo cổ học là mở cửa - nó có một bộ sưu tập dưới dạng thời kỳ Hy Lạp-La Mã và Hy Lạp hóa, tương tự như bộ sưu tập này cũng có thể được nhìn thấy ở các địa điểm khác.  Vì vậy hiện tại bạn chỉ có thể tham quan 1 - 3 bảo tàng mà vẫn phải trả nguyên giá vé.Đọc thêm",
            "Tôi đã rất thất vọng! Hai phần ba bảo tàng đang được cải tạo nên bạn không thể xem các cuộc triển lãm mà bạn có thể đã lên kế hoạch xem. Tất nhiên, bạn không được thông báo điều này trước khi trả tiền để vào bảo tàng. Ngoài ra, chính xác là KHÔNG có người nào trong bảo tàng có thể cung cấp cho bạn bất kỳ thông tin nào. Nhân viên dọn vệ sinh, an ninh và những người làm việc trong cửa hàng quà tặng không biết gì về bảo tàng hoặc các cuộc triển lãm nên không thể hướng dẫn bạn. Họ chỉ cho bạn biết rằng việc cải tạo đang diễn ra nên có thể bạn không thể nhìn thấy những gì bạn đang tìm kiếm. Không có bàn thông tin hoặc bảng chỉ dẫn hữu ích.Đọc thêm",
            "Khi chúng tôi đến Bảo tàng Khảo cổ học Istanbul, chỉ có Bảo tàng Khảo cổ học - nằm trong tòa nhà chính - mở cửa. Bảo tàng Phương Đông Cổ đại và Bảo tàng Kiosk Ngói đã đóng cửa để cải tạo. Những bảo tàng này nằm ở trung tâm gần Công viên Gülhane và Cung điện Topkapı. Mặc dù bỏ lỡ việc xem hai bảo tàng khác nhưng tôi khá thích chuyến thăm này. Bảo tàng Khảo cổ học là bảo tàng lớn nhất với các vật trưng bày chủ yếu từ thời Hy Lạp và La Mã và chúng không chỉ đến từ Thổ Nhĩ Kỳ mà còn từ các quốc gia khác từng nằm dưới sự cai trị của Ottoman. Điểm nổi bật đối với tôi là quan tài từ Nghĩa địa Hoàng gia Ayaa ở Sidon ở tầng trệt và triển lãm về các tầng của thành Troy ở tầng hai. Các phòng sưu tập kho báu trên tầng hai với đồ trang sức bằng vàng cũng rất tráng lệ. Chúng tôi nhìn thấy những bức tượng, trụ gạch, đồ gốm, tượng nhỏ, bảng chữ nêm và nhiều hiện vật cổ khác. Có bảng chỉ dẫn giải thích hay và điều thú vị là một số vật phẩm mô tả có liên quan đến chủ đề nhưng được lưu giữ ở các bảo tàng khác.Đọc thêm",
            "Sắp xếp và bảo trì rất tốt. Có rất nhiều đồ vật từ vùng địa lý rộng lớn của Đế chế Ottoman. Nếu bạn không phải là người mê khảo cổ học thì 2 giờ là đủ.Đọc thêm",
            "Trong tháng vừa qua, chúng tôi rất vinh dự được đến thăm Bảo tàng Acropolis ở Athens và Bảo tàng Anh ở London và bây giờ là ở đây. Đây là một bảo tàng đẳng cấp thế giới ngang tầm với quy mô của bảo tàng Acropolis và chứa nhiều bức tượng và đồ tạo tác lịch sử từ thời kỳ khai thác của Ottoman. Chúng tôi đã dành một vài giờ ở đây và chúng đã được sử dụng rất tốt. Chúng tôi khuyên bạn nên ghé thăm đây nếu bạn đang đến Istanbul.Đọc thêm",
            "Mất một điểm vì một phần của bảo tàng đã đóng cửa khi tôi đi. Nhưng các màn hình được trình bày một cách rất hấp dẫn và vẫn có nhiều thứ để xem ở đây phù hợp với mọi sở thíchĐọc thêm",
            "Bảo tàng tuyệt vời. Nhưng 2 trong số 3 tòa nhà đang được cải tạo. Chỉ có thời kỳ Hy Lạp, La Mã và Byzantine đầu tiên mới có. Bạn vẫn cần phải trả đầy đủ giá vé.Đọc thêm",
            "Với rất nhiều lịch sử dưới chân bạn ở thành phố này, giờ đây bạn sẽ có rất nhiều thứ để xem trong Bảo tàng Khảo cổ học.  Có thể vào từ Công viên Gulhane hoặc từ một trong các sân của Cung điện Topkapi - mặc dù lối vào này không có biển chỉ dẫn.  Bảo tàng này - 340TL - ứng dụng - 9,50 - tự hào có một số phát hiện quan trọng từ Thế giới Cổ đại, mặc dù không phải tất cả đều được trưng bày vì hai bộ sưu tập nhỏ hơn trên trang web - Bảo tàng Phương Đông Cổ đại và Nhà lát gạch - hiện đang được trưng bày. đóng cửa để phục hồi.  Điều này có nghĩa là chúng ta đã không được nhìn thấy Cổng Ishtar - từ thời Nebuchadnezzar, năm 575 trước Công nguyên - hay Hiệp ước Kadesh.  Nhưng chúng tôi đã thấy nhiều vật trưng bày từ các cuộc khai quật ở Sidon và Troy, bao gồm cả quan tài Alexander, một trong những phát hiện khảo cổ nổi bật.  Bảo tàng trình bày bằng chứng tài liệu về cách các phát hiện được khai quật và phục hồi, đồng thời ghi công cho người sáng lập Bảo tàng - vào năm 1891 - Osman Hamdy.  Người ta không thể không bị ấn tượng bởi kỹ năng của những người thợ thủ công vài trăm năm trước Công nguyên trong việc tạo ra những tác phẩm chất lượng cao như vậy, cũng như kỹ năng của những người thợ đào và thợ phục chế.  Chúng tôi đặc biệt thích bức tường được xây dựng để thể hiện các cấp độ văn minh khác nhau ở Troy qua nhiều thế kỷ. Có một cửa hàng quà tặng và quán cà phê nhỏ.Đọc thêm",
            "Giờ mùa hè có hợp lệ không? Hiện tại bảo tàng có đóng cửa lúc 8 giờ tối không? Đọc thêm",
            "Tôi - muốn biết liệu bảo tàng có còn đang được cải tạo không?Đọc thêm",
            "Đã đến đó vào tháng 2 năm 2019, phần lớn quảng cáo của tòa nhà đang được cải tạo lớn. Việc cải tạo vẫn đang diễn ra phải không? Luôn thích quay lại Istanbul Đọc thêm",
            "Vào tháng 11 vẫn còn khá nhiều công trình cải tạo Đọc thêm",
            "Giá vé vào cửa là bao nhiêu?",
            "Vé có giá 30 bảng Anh. \nMở cửa từ 9 giờ sáng đến 5 giờ chiều - mùa đông - .Đọc thêm",
            "Có đúng là chúng tôi sẽ không ghé thăm phần lớn của bảo tàng không?Đọc thêm",
            "Một phần lớn hiện đang được xây dựng nhưng địa điểm này vẫn đáng để ghé thăm. \n\n - Lưu ý: có RẤT NHIỀU sự nhầm lẫn khi nhìn thấy quan tài của Alexander Đại đế.  Sự thật là: điều này đã và chưa bao giờ được trưng bày. Những gì được trưng bày là một chiếc quan tài mô tả Alexander Đại đế trong trận chiến chứ không phải quan tài thực sự của NGÀI.  Đừng để điều đó ngăn cản bạn ghé thăm; vẫn còn nhiều vật phẩm đáng giá có thể được nhìn thấy.Đọc thêm",
            "Bảo tàng này mở cửa 7 ngày một tuần phải không? Vui lòng cho tôi biết. Tôi sẽ đến Istanbul vào thứ sáu lúc 3 giờ chiều. Tôi có thể ghé thăm bảo tàng này cùng ngày không? Đọc thêm",
            "Tôi nghĩ nó đóng cửa vào thứ haiĐọc thêm",
            "Xin chào, - chúng tôi có thể mua vé vào bảo tàng mà không gặp vấn đề gì không?\n - Chuyến thăm có thể kéo dài bao lâu?  - Có đúng là nó hiện đang được khôi phục và không thể xem được toàn bộ không?Đọc thêm",
            "Có, bạn có thể mua ở đó mà không gặp vấn đề gì.\nTrong chuyến thăm của tôi, 8 tháng trước, một cánh của khu phức hợp đã được khôi phục. Dù sao đi nữa, nó rất đáng giá, bộ sưu tập quan tài thật ngoạn mục.\nĐối với tôi, điều tuyệt vời nhất tôi thấy ở bộ sưu tập đồng hồ cung điệnĐọc thêm",
            "Tôi có nên mua thẻ Istanbul qua trang web này: istanbultouristpass\nhoặc có một trang web chính thức để mua?\n\nTrân trọngĐọc thêm",
            "Bạn có thể tìm thấy nó ở bất kỳ bảo tàng nào bao gồm cả Bảo tàng Khảo cổ họcĐọc thêm",
            "Bảo tàng có mở cửa vào tháng 6 không? Nếu được thì chúng ta có thể mua vé trực tuyến để không phải xếp hàng không?Đọc thêm",
            "Vâng, nó mở cửa vào tháng Sáu. Đọc thêm",
            "Lối vào bảo tàng khảo cổ học có tách biệt với cung điện Topkapi hay tôi phải đi qua cung điện mới đến được? Tôi đang nghĩ đến việc mua thẻ Bảo tàng Istanbul và muốn đảm bảo rằng tôi có thể tham quan từng ngày riêng biệt mà không tính thẻ đó là vào cửa kép theo Topkapi - điều này không được phép - .Đọc thêm",
            "CHÀO,\n\nVâng, đó là một lối vào riêng biệt.\n\nVé bảo tàng rất đẹp nhưng hãy kiểm tra các bảo tàng mà nó bao gồm. \nBạn chỉ có thể tham quan mỗi bảo tàng một lần, ít nhất đó là những gì tôi đã được thông báo.\n\nChúc bạn có một chuyến đi vui vẻXem thêm"
        ],
        "star_ratings": [
            2587,
            1224,
            499,
            142,
            50
        ],
        "review_amount": 4502,
        "location": [
            "Istanbul",
            "Những điều cần làm ở Istanbul",
            "Thổ Nhĩ Kỳ",
            "Bảo tàng Khảo cổ học Istanbul",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written June 2, 2023",
            "Written June 28, 2023",
            "Written July 5, 2023",
            "Written July 18, 2023",
            "Written July 22, 2023",
            "Written September 27, 2023",
            "Written October 25, 2023",
            "Written December 11, 2023",
            "Written March 29, 2024",
            "Written April 30, 2024",
            "Written May 29, 2024",
            "Written May 16, 2024",
            "Written May 14, 2024",
            "Written May 5, 2024",
            "Written April 30, 2024",
            "Written April 13, 2024",
            "Written March 29, 2024",
            "Written March 4, 2024",
            "Written February 4, 2024",
            "Written December 11, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293974-d294552-Reviews-Istanbul_Archaeological_Museum-Istanbul.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d2670839-Reviews-Gulhane_Sark_SofrasI-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d1771102-Reviews-Last_Ottoman_Cafe_Restaurant-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d23218966-Reviews-Resto_Han-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d26579150-Reviews-Resto_Han_Gulhane-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d23949571-Reviews-Fulane_Restaurant-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d26135616-Reviews-Pino_Gare_Roof_Restaurant-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d19077987-Reviews-Green_Garden_Restaurant_Cafe-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d800222-Reviews-Olive_Anatolian_Restaurant-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d8646574-Reviews-Constantine_s_Ark_Gurme_Restaurant-Istanbul.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293974-d23865607-Reviews-Luco_Roof_Restaurant_Sirkeci-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294547-Reviews-Topkapi_Palace-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d9716792-Reviews-Cinili_Kosk_Tiled_Kiosk-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d23286250-Reviews-Hagia_Sophia_Cultural_Info_Center-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d23448528-Reviews-Topkapi_Palace_Museum-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294497-Reviews-Hagia_Sophia_Mosque-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3628503-Reviews-Hagia_Irene_Museum-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d4737202-Reviews-Heritage_Nomadic_Art_Gallery-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294555-Reviews-Basilica_Cistern-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d25558849-Reviews-Gulhane_ParkI_SarnIcI-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d523957-Reviews-Caferaga_Medresesi-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294552-Reviews-or10-Istanbul_Archaeological_Museum-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3617281-Reviews-Ural_Ataman_Classic_Car_Museum-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d549828-Reviews-Rahmi_M_Koc_Museum-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3140819-Reviews-Sakip_Sabanci_Museum-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3202881-Reviews-Istanbul_Toy_Museum-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3202914-Reviews-Museum_of_Innocence-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d317499-Reviews-Askeri_Muze_ve_Kultur_Sitesi_KomutanlIgI-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3539275-Reviews-Pera_Museum-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d294668-Reviews-Chora_Museum-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3626144-Reviews-Tuncer_Gift_Shop-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d12515122-Reviews-Travel_Tips_Turkey-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d18276770-Reviews-Sally_Tour-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d15244964-Reviews-Pub_Crawling_Istanbul-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d6615592-Reviews-Galeria_Rugs-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d19527499-Reviews-Imca_Tourism-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2481682-Reviews-Chora_Travel-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d7119011-Reviews-Imperial_Travel-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d15220257-Reviews-Tour_Guide_Metin_Koca-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g33952-d279950-Reviews-Mohegan_Sun-Uncasville_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d506289-Reviews-Carpe_Diem-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187479-d247440-Reviews-Masca_Valley-Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d12189765-Reviews-NEXT_LEVEL_Arcade_BAR-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d126586-Reviews-Historic_District-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1955965-d10178633-Reviews-King_s_View-Krokkleiva_Hole_Municipality_Buskerud_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g31589-d6487062-Reviews-Arkadia_Retrocade-Fayetteville_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187553-Reviews-London_Zoo-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g61000-d483481-Reviews-Vernal_Fall-Yosemite_National_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d14980357-Reviews-Whalers_Village-Lahaina_Maui_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293974-d294552-Reviews-or10-Istanbul_Archaeological_Museum-Istanbul.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293974-d294552-Reviews-Istanbul_Archaeological_Museum-Istanbul.html"
    }
]