[
    {
        "attraction_name": "IZITOUR.com",
        "attraction_name_vi": "IZITOUR.com",
        "general_info": [
            "238 đánh giá",
            "- 93 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Tour riêng"
        ],
        "attraction_summary": "IZITOUR.com là trang tổng hợp các hành trình du lịch tư nhân lớn nhất tại Việt Nam tính đến thời điểm hiện tại. IZITOUR.com cho phép bạn tận hưởng kỳ nghỉ của mình một cách thoải mái. Tại đây, bạn sẽ tìm thấy nhiều hoạt động - các chuyến tham quan từ một ngày đến nhiều ngày, được các chuyên gia du lịch địa phương của chúng tôi thiết kế và lắp ráp cẩn thận.Đọc thêm",
        "reviews": [
            "Chuyến đi đáng yêu được thực hiện với Izitour ở miền Bắc Việt Nam. Người lái xe và hướng dẫn viên du lịch Mr Dương thật đặc biệt. Chúng tôi thực sự thích dành thời gian với họ và học hỏi từ họ. Sẽ không ngần ngại giới thiệu Izitour cho bạn bè của chúng tôi.Đọc thêm",
            "Ericka thân mến,\nCảm ơn bạn rất nhiều vì đã chọn chúng tôi cho chuyến du lịch đến Việt Nam của bạn. Chúng tôi rất vui mừng nhận được phản hồi có giá trị của bạn. Chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc mọi điều tốt đẹp nhất đến với bạn!Đọc thêm",
            "Chuyến đi thật tuyệt vời, chúng tôi đã có khoảng thời gian khó quên ở Việt Nam. Cảm ơn các tài xế thân thiện và hướng dẫn viên tuyệt vời của chúng tôi cũng như cô Liên vì sự tổ chức hoàn hảo của cô ấy, chúng tôi sẽ sớm quay lạiXem thêm",
            "Yuuta thân mến,\nCảm ơn phản hồi của bạn! Lời khen của bạn động viên chúng tôi rất nhiều. Chúng tôi đánh giá cao cơ hội để phục vụ bạn. Nhóm chúng tôi mong muốn được giúp bạn khám phá thêm nhiều địa điểm đẹp của Việt Nam trong thời gian tới! Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé.Đọc thêm",
            "Chồng tôi và tôi vừa trở về sau chuyến du lịch riêng 3 tuần tuyệt vời đến Việt Nam và Campuchia do IZITOUR tổ chức. Nó vượt quá mọi mong đợi của chúng tôi và hoàn toàn không gặp rắc rối. Hành trình của chúng tôi đưa chúng tôi đi khắp Việt Nam từ phía bắc bắt đầu từ Hà Nội, đi bộ trên những ngọn núi và ruộng bậc thang gần Sapa, và du ngoạn giữa các hòn đảo ở Vịnh Hạ Long, qua trung tâm đất nước nơi chúng tôi đến thăm những hang động tráng lệ ở Phong Nha, cố đô Huế và thị trấn Hội An xinh đẹp nơi chúng tôi cho phép mình nghỉ ngơi một ngày ở bãi biển gần đó. Chúng tôi bay đến Thành phố Hồ Chí Minh và khám phá vùng đồng bằng sông Cửu Long trước khi đi thuyền đến Phnom Penh và kết thúc chuyến đi bằng chuyến tham quan Angkor Wat và chuyến đi thuyền trên hồ Tonie Sap qua những ngôi làng nổi và một khu bảo tồn chim tuyệt vời.      Chúng tôi có nhiều hướng dẫn viên và tài xế khác nhau trong suốt chuyến đi, tất cả đều rất hữu ích, chuyên nghiệp và cực kỳ đúng giờ. Họ đã cho chúng tôi cái nhìn sâu sắc về văn hóa và cuộc sống gia đình của người dân địa phương. Chúng tôi cũng đánh giá cao những địa điểm thú vị được chọn để dùng bữa và được bao gồm trong gói của chúng tôi - chúng tôi đã ăn ở nhà riêng, làng nông thôn và làng vườn cũng như ở các nhà hàng lớn hơn. Đó là một cách thoải mái tuyệt vời để trải nghiệm hai đất nước và đã để lại cho chúng tôi nhiều kỷ niệm vui vẻ về tất cả những nơi chúng tôi đã ghé thăm và những con người chúng tôi đã gặp. Tôi chắc chắn sẽ giới thiệu IZITOUR cho bất kỳ ai đến thăm Việt Nam.Đọc thêm",
            "Rachel thân yêu,\nCảm ơn bạn rất nhiều vì đã chia sẻ trải nghiệm tuyệt vời của mình với IZITOUR! Chúng tôi rất vui mừng khi biết rằng bạn đã có khoảng thời gian tuyệt vời ở Việt Nam và Campuchia trong 3 tuần.\nChúng tôi rất vui vì bạn thấy đội ngũ hướng dẫn viên và tài xế của chúng tôi hữu ích, chuyên nghiệp và đúng giờ. Niềm đam mê chia sẻ kiến ​​thức và hiểu biết sâu sắc về văn hóa của họ là trọng tâm của những gì chúng tôi làm. Chúng tôi - chắc chắn sẽ chuyển lại những lời tử tế của bạn!\nĐề xuất của bạn có ý nghĩa rất lớn đối với chúng tôi. Phản hồi như của bạn truyền cảm hứng cho chúng tôi tiếp tục tạo ra những trải nghiệm du lịch khó quên cho khách hàng. Chúng tôi hy vọng có cơ hội chào đón bạn quay trở lại Việt Nam, Campuchia và Lào trong tương lai!Đọc thêm",
            "Du lịch không chỉ là về điểm đến. Toàn bộ quá trình chuẩn bị nó là một trải nghiệm đầy đủ của riêng nó. Và nếu có điều gì đó không ổn xảy ra trong quá trình thực hiện, thật tốt khi biết rằng chúng ta có thể tin cậy vào các công ty và đội ngũ nhân viên xuất sắc. Và đó là những gì đã xảy ra khi tôi gặp khó khăn trong việc xin Thị thực nhập cảnh cho bố mẹ tôi - tại thời điểm này không còn phụ thuộc vào bất kỳ công ty Du lịch nào -. Mình liên hệ với Authentik Vietnam Travel nhờ hỗ trợ thì gặp Liên. Và tôi đã nhận được sự giúp đỡ rất lớn từ anh ấy. Liên đã không mệt mỏi để hỗ trợ tôi. Làm việc chạy đua với thời gian và nhắn tin cho tôi ngoài giờ, anh ấy không bao giờ bỏ cuộc cho đến khi mọi việc được giải quyết ổn thỏa. Anh ấy đã đạt được những thị thực cần thiết, giúp bố mẹ tôi đến Việt Nam một cách yên bình.  Không thể cảm ơn đủ được Liên vì sự giúp đỡ của anh ấy. Các cuộc liên lạc với anh ấy vẫn được thực hiện ngay cả sau buổi lễ này, chỉ để đảm bảo rằng mọi việc diễn ra tốt đẹp trong chuyến thăm của họ. Sự quan tâm và chăm sóc của Liên thật tuyệt vời. Chúng tôi thậm chí còn trao đổi quà khi ở Hà Nội. Mong Liên sớm có thể sang thăm Bồ Đào Nha để chúng ta báo đáp lại sự quan tâm này. Authentik Vietnam Travel thật may mắn khi có được người thợ tuyệt vời như vậy.Đọc thêm",
            "Chuyến du lịch này thật tuyệt, Anna đã tổ chức tốt mọi thứ. Chúng tôi gặp một người tuyệt vời như vậy. Sapa thật tuyệt vời. Vịnh Hà Nội thật kỳ diệuĐọc thêm",
            "Manuela thân mến,\nCảm ơn bạn rất nhiều vì đã chọn chúng tôi khi bạn đi du lịch đến Việt Nam. Chúng tôi thực sự rất vui khi nhận được phản hồi có giá trị của bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia. Chúc mọi điều tốt đẹp nhất đến với bạn!Đọc thêm",
            "Chúng tôi đã tham gia Tour phiêu lưu - Mai Châu - Pù Luông - Ninh Bình - 05 ngày - và chúng tôi rất hài lòng với nó. Chúng tôi ngủ trong những nhà dân rất thoải mái và được chiều chuộng với những món ăn ngon trong mỗi bữa ăn. Việc lập kế hoạch tuyến đường rất tốt và được điều chỉnh theo nhu cầu của chúng tôi nếu cần thiết. Hướng dẫn viên của chúng tôi là anh Dong và tài xế của anh ấy là anh Fu đã chăm sóc chúng tôi rất chu đáo và biến chuyến tham quan này thành một trải nghiệm khó quên đối với chúng tôi. Chúng tôi có thể giới thiệu - IziTour - mà không cần đặt chỗ trước. Đọc thêm",
            "Thưa Đại tá,\nCảm ơn phản hồi của bạn! Lời khen của bạn động viên chúng tôi rất nhiều. Chúng tôi đánh giá cao cơ hội để phục vụ bạn. Nhóm chúng tôi mong muốn được giúp bạn khám phá thêm nhiều địa điểm đẹp của Việt Nam trong thời gian tới! Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé.Đọc thêm",
            "Chúng tôi đã thực hiện chuyến du lịch riêng 3 tuần tới Lào và Việt Nam.  Quá trình tư vấn ban đầu vô cùng chuyên nghiệp. Chương trình được đề xuất rất thú vị và đa dạng, đồng thời mở ra cho các lựa chọn cá nhân. Sự phối hợp tổng thể là không có lỗi và việc chăm sóc tour du lịch đạt tiêu chuẩn rất cao. Các hoạt động hàng ngày được lên kế hoạch cho phép chúng ta có nhiều thời gian rảnh để tự mình khám phá từng địa điểm.Đọc thêm",
            "Xin chào, cảm ơn bạn đã đánh giá tuyệt vời của bạn! Chúng tôi rất vui mừng vì bạn đã có khoảng thời gian tuyệt vời trong chuyến đi Việt Nam và Lào cùng IZITOUR. Cảm ơn bạn cũng vì những lời tốt đẹp của bạn về các dịch vụ được cung cấp. Chúng tôi rất nóng lòng được chào đón bạn trong một chuyến đi khác tới Việt Nam, Lào và Campuchia. Xin gửi lời chúc tốt đẹp nhất tới bạn và gia đình, Đọc thêm",
            "Vợ chồng tôi lên kế hoạch cho chuyến đi Hà Nội gần đây của gia đình với chị Trần Liên từ Công ty TNHH Izitour. Cô ấy đã làm cho quá trình diễn ra suôn sẻ, liền mạch và không căng thẳng! Làm cho kỳ nghỉ của chúng tôi trở nên thú vị, chắc chắn chúng tôi sẽ giới thiệu cho gia đình và bạn bè của chúng tôi.Đọc thêm",
            "Anh Chí Y thân mến,\nCảm ơn phản hồi của bạn! Lời khen của bạn động viên chúng tôi rất nhiều. Chúng tôi đánh giá cao cơ hội để phục vụ bạn. Nhóm chúng tôi mong muốn được giúp bạn khám phá thêm nhiều địa điểm đẹp của Việt Nam trong thời gian tới! Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé.Đọc thêm",
            "Tôi đã có visa khẩn cấp và Huy Hung Pham hoàn toàn tuyệt vời và rất tốt, đã giúp tôi mọi thứ và đảm bảo tôi nhận được visa dưới 12h!Đọc thêm",
            "Xin chào Esther,\nCảm ơn quý khách đã lựa chọn dịch vụ của IZITOUR. Chúng tôi rất vui khi được phục vụ bạn và nhận được những phản hồi tích cực từ bạn. Chúng tôi hy vọng sớm được chào đón bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Trải nghiệm hành trình tuyệt vời và đội ngũ nhân viên rất hữu ích, đặc biệt cảm ơn Lim, người rất tốt bụng và phản ứng nhanh! Chúng tôi đề nghị đại lý này hỗ trợ bạn trong chuyến đi Việt Nam.Đọc thêm",
            "Xin chào Pascal,\nNhóm chúng tôi rất vui khi nhận được những ý kiến ​​quý báu của bạn. Cảm ơn bạn đã lựa chọn ra đi với sự ủng hộ của chúng tôi với đầy những khoảnh khắc đẹp. Chúng tôi hy vọng có thể chào đón bạn cho kỳ nghỉ sắp tới tại Việt Nam. Chúng tôi chúc bạn những điều tốt đẹp nhất trong cuộc sống.Đọc thêm"
        ],
        "star_ratings": [
            229,
            10,
            1,
            0,
            0
        ],
        "review_amount": 240,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "IZITOUR.com",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 9, 2024",
            "Written May 2, 2024",
            "Written April 24, 2024",
            "Written April 15, 2024",
            "Written April 13, 2024",
            "Written March 19, 2024",
            "Written March 15, 2024",
            "Written March 11, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or10-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-Vietnam_Airport_Tranfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297920-d20997753-Reviews-Ciao_Travels-Chiang_Rai_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589284-Reviews-Viaje_Asean-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7907365-Reviews-Secret_pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17387854-Reviews-13535_Motorbike_Rental_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g56964-d3334808-Reviews-Cowabunga_Bay-Draper_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g196481-d198919-Reviews-Mylopotas_Beach-Ios_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g32579-d3575723-Reviews-Lake_Murray-La_Mesa_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g47890-d13376307-Reviews-Round_1_Entertainment-Hicksville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g635665-d545936-Reviews-Dolfinarium-Harderwijk_Gelderland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198776-Reviews-Kolonaki_Square-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d2189209-Reviews-Lake_Hollywood_Park-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g12900715-d275031-Reviews-Xel_Ha_Park_by_Xcaret-Solidaridad_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g189432-d523851-Reviews-Lefkes-Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60995-d18849831-Reviews-Moccasin_Springs-Hot_Springs_South_Dakota.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or10-IZITOUR_com-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html"
    },
    {
        "attraction_name": "IZITOUR.com",
        "attraction_name_vi": "IZITOUR.com",
        "general_info": [
            "238 đánh giá",
            "- 93 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Tour riêng"
        ],
        "attraction_summary": "IZITOUR.com là Lựa chọn lớn nhất về Lịch trình Tour riêng tại Việt Nam cho đến nay. IZITOUR.com cho phép bạn tạo kỳ nghỉ của mình một cách thoải mái. Tại đây, bạn sẽ tìm thấy nhiều hoạt động - tour du lịch từ một ngày đến nhiều ngày, được thiết kế và lắp ráp cẩn thận bởi các chuyên gia du lịch địa phương của chúng tôi. Đọc thêm",
        "reviews": [
            "Xin chân thành cảm ơn Liên đã cung cấp cho chúng tôi hành trình bốn ngày tùy chỉnh đến Hà Nội; tài xế và hướng dẫn viên du lịch của chúng tôi thật đặc biệt. Chúng tôi rất thích tất cả các món ăn và hoạt động được tổ chức một cách chuyên nghiệp như vậy.Đọc thêm",
            "Chào Kalia,\nCảm ơn bạn đã chọn IZITOUR làm nhà tư vấn du lịch tại Việt Nam. Chúng tôi rất vui khi được phục vụ bạn và nhận được những phản hồi tích cực từ bạn. Chúng tôi hy vọng sớm được chào đón bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Mọi thứ đều hoàn hảo và mọi người đều tử tế, hữu ích và rất chuyên nghiệp. Đặc biệt đề cập đến hướng dẫn viên du lịch của chúng tôi, Jonathan và Liên ở văn phòng hỗ trợ. CẢM ƠN BẠN RẤT NHIỀU.Đọc thêm",
            "Raúl thân mến,\nCảm ơn phản hồi của bạn! Lời khen của bạn động viên chúng tôi rất nhiều. Chúng tôi đánh giá cao cơ hội để phục vụ bạn. Nhóm chúng tôi mong muốn được giúp bạn khám phá thêm nhiều địa điểm đẹp của Việt Nam trong thời gian tới! Chúc bạn và gia đình mọi điều tốt lành.Đọc thêm",
            "Tuyệt vời từ đầu đến cuối không thể - không thể làm đủ để bạn đón và trả khách ở cuối hành trình thật tuyệt vời, đồ ăn và các chuyến đi có tổ chức thật tuyệt vời, đừng ngần ngại đặt chỗ với izitour, tôi sẽ lạiĐọc thêm",
            "Chào Lorraine,\nCảm ơn bạn đã chọn IZITOUR làm nhà tư vấn du lịch tại Việt Nam. Chúng tôi rất vui khi được phục vụ bạn và nhận được những phản hồi tích cực từ bạn. Chúng tôi hy vọng sớm được chào đón bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Vợ tôi và tôi gần đây đã có chuyến du lịch 3 ngày với hướng dẫn viên riêng qua MaiChâu và Ninh Bình với Izitour. Chúng tôi rất hài lòng với chuyến tham quan. Có sự kết hợp tốt giữa các chuyến thăm và thời gian nghỉ ngơi. Hướng dẫn viên của chúng tôi, ông Phong rất thân thiện và hữu ích. Izitour cực kỳ nhạy bén. Ngoài ra, chúng tôi đánh giá cao cơ hội được lựa chọn loại khách sạn của mình và rất thích bữa trưa được cung cấp trong chuyến tham quan. Chúng tôi muốn giới thiệu chuyến tham quan Izitour này cho bạn bè và gia đình của chúng tôi.Đọc thêm",
            "Thierry thân mến,\nCảm ơn phản hồi của bạn! Lời khen của bạn động viên chúng tôi rất nhiều. Không có nhiều người sử dụng nút Thay đổi chỗ ở trong chuyến tham quan trọn gói trên trang web của chúng tôi vì đây là một chức năng hoàn toàn mới. Chúng tôi đánh giá cao khả năng học hỏi điều mới một cách nhanh chóng của bạn. Nhóm chúng tôi rất mong có cơ hội giúp bạn khám phá thêm nhiều địa điểm đẹp của Việt Nam trong thời gian sắp tới! Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé.Đọc thêm",
            "Vợ tôi và tôi đã thực hiện DU LỊCH TRỌN GÓI HỘI AN ĐẾN HUẾ - PHONG NHA - DU LỊCH TRỌN GÓI Đích thực. Chúng tôi đã có khoảng thời gian tuyệt vời và gói này chính xác là những gì chúng tôi mong muốn.  Chỗ ở thật tuyệt vời và tuyệt vời là một đêm nghỉ ngơi vui vẻ sau một ngày tham quan thú vị. Cả hướng dẫn viên du lịch của chúng tôi, ông Sáu và bà Sa đều rất thông tin và nói tiếng Anh rất tốt. Cả hai đều rất chu đáo và có khả năng giao tiếp tuyệt vời. Trước chuyến tham quan của chúng tôi, cô Liên, người đã trả lời tất cả các câu hỏi của chúng tôi và liên tục kiểm tra với chúng tôi trong suốt chuyến tham quan để đảm bảo mọi thứ đều đáp ứng mong đợi của chúng tôi. Tôi muốn giới thiệu nhóm du lịch này nếu bạn muốn du lịch Việt Nam. Đọc thêm",
            "Thưa ông Kyle,\nCảm ơn phản hồi của bạn! Lời khen của bạn động viên chúng tôi rất nhiều. Chúng tôi đánh giá cao cơ hội để phục vụ bạn. Nhóm chúng tôi mong muốn được giúp bạn khám phá thêm nhiều địa điểm đẹp của Việt Nam trong thời gian tới! Chúc bạn và gia đình mọi điều tốt lành.Đọc thêm",
            "Chuyến tham quan được tổ chức tốt. Giao tiếp tốt với nhân viên bán hàng trong quá trình chuẩn bị và tham quan. Thật tuyệt, Izitours đã rất linh hoạt khi chuyển chuyến đi từ ngày này sang ngày khác do phía chúng tôi bị bệnh.Đọc thêm",
            "Andreas thân mến,\nCảm ơn phản hồi của bạn! Lời khen của bạn động viên chúng tôi rất nhiều. Chúng tôi đánh giá cao cơ hội để phục vụ bạn. Nhóm của chúng tôi mong sớm được giúp bạn khám phá thêm nhiều địa điểm đẹp của Việt Nam! Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé.Đọc thêm",
            "Anh Hùng thật tuyệt vời, anh ấy đã giúp chúng tôi giải quyết vấn đề về thị thực và tổ chức một chuyến đi tuyệt vời ở vùng nông thôn cho chúng tôi. 100% - sẽ quay lại. Anh ấy rất linh hoạt, hữu ích và chân thành! Đọc thêm",
            "Thưa Soham, Cảm ơn bạn đã đặt niềm tin và sự tin tưởng vào công ty chúng tôi. Đó là niềm vui của chúng tôi để phục vụ bạn. Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Dịch vụ khách hàng chất lượng hàng đầu, luôn nhẹ nhàng và thân thiện. Izitour đã giúp chúng tôi nhận được thị thực nhập cảnh trong một khoảng thời gian rất hạn chế. Đọc thêm",
            "Luca thân mến, Cảm ơn vì đã chọn chúng tôi! Chúng tôi rất vui khi nhận được phản hồi tốt đẹp từ bạn. Chúng tôi mong sớm được gặp bạn tại Việt Nam, Lào và Campuchia! Đọc thêm",
            "Hoàn toàn chuyên nghiệp! Hỗ trợ rất có năng lực và nhanh chóng! Cơ quan này đã giúp tôi có được thị thực trong vòng chưa đầy một ngày. Dịch vụ tuyệt vời! Đọc thêm",
            "Thưa Oliver, Cảm ơn bạn rất nhiều vì đã chọn IZITOUR làm nhà tư vấn du lịch tại Việt Nam. Rất vui được phục vụ bạn và nhận được phản hồi tốt từ bạn. Chúng tôi hy vọng sớm gặp lại bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc!Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan tuyệt vời với hướng dẫn viên Cô Thân Hiền - Kat - và tài xế của chúng tôi.Kat có rất nhiều kiến ​​thức về người dân tộc và văn hóa Việt Nam và cô ấy chia sẻ và giải thích rất rõ ràng. Chúng tôi đã đến thăm những địa điểm và ngôi làng xinh đẹp và giao lưu với người dân địa phương. Chúng tôi ở tại một ngôi nhà trọ xinh xắn, nơi chúng tôi có những bữa tối tuyệt vời với những người chủ nhà rất nồng hậu và thân thiện. Mai Châu và Pù Luông có khung cảnh tuyệt đẹp và chúng tôi đã có chuyến đi bộ đáng yêu giữa những cánh đồng lúa bậc thang. Chuyến tham quan bằng xe đạp và du lịch bằng thuyền ở Ninh Bình cũng rất thú vị - chúng tôi cũng nhìn thấy những chú khỉ! - . Tôi muốn giới thiệu chuyến tham quan này, nó cho phép bạn đến thăm nhiều địa điểm khác nhau và tìm hiểu nhiều điều về Việt Nam cũng như văn hóa của nó. Một lần nữa xin cảm ơn Kat và người lái xe tuyệt vời của chúng tôi! Đọc thêm",
            "Chiara thân mến,\nCảm ơn phản hồi của bạn! Chúng tôi đánh giá cao cơ hội để phục vụ bạn. Nhóm chúng tôi mong muốn được giúp bạn khám phá thêm nhiều địa điểm đẹp của Việt Nam trong thời gian tới! Nhân tiện, bạn thật may mắn khi được nhìn thấy khỉ ở Ninh Bình - - \nChúc bạn và gia đình mọi điều tốt đẹp nhất, vui lòng giữ liên lạc.Đọc thêm"
        ],
        "star_ratings": [
            229,
            10,
            1,
            0,
            0
        ],
        "review_amount": 240,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "IZITOUR.com",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 4, 2024",
            "Written February 19, 2024",
            "Written January 27, 2024",
            "Written January 15, 2024",
            "Written January 4, 2024",
            "Written December 31, 2023",
            "Written December 28, 2023",
            "Written December 27, 2023",
            "Written December 27, 2023",
            "Written December 24, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d18454690-Reviews-or10-IZITOUR_com-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or20-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-Vietnam_Airport_Tranfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297920-d20997753-Reviews-Ciao_Travels-Chiang_Rai_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589284-Reviews-Viaje_Asean-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7907365-Reviews-Secret_pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17387854-Reviews-13535_Motorbike_Rental_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294013-d5010953-Reviews-Observation_Deck_at_300-Abu_Dhabi_Emirate_of_Abu_Dhabi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33211-d266779-Reviews-Moaning_Caverns-Vallecito_Calaveras_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187299-d6415109-Reviews-The_Eagle_s_Nest-Berchtesgaden_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g53627-d7126176-Reviews-Blue_Ridge_Estate_Winery-Saylorsburg_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d17711319-Reviews-Gilcrease_Orchard-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g298551-d319510-Reviews-Old_Bazaar-Medina_Al_Madinah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103649-Reviews-New_England_Aquarium-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g31525-d8009793-Reviews-Big_Spring_Park-Cotter_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60668-d7141345-Reviews-Pagat_Cave-Guam.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d15192903-Reviews-Chumlee_s_Candy_On_The_Blvd-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or20-IZITOUR_com-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or10-IZITOUR_com-Hanoi.html"
    },
    {
        "attraction_name": "IZITOUR.com",
        "attraction_name_vi": "IZITOUR.com",
        "general_info": [
            "238 đánh giá",
            "- 93 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Tour nhiều ngày",
            "Tour riêng"
        ],
        "attraction_summary": "IZITOUR.com là trang tổng hợp các hành trình du lịch tư nhân lớn nhất tại Việt Nam tính đến thời điểm hiện tại. IZITOUR.com cho phép bạn tận hưởng kỳ nghỉ của mình một cách thoải mái. Tại đây, bạn sẽ tìm thấy nhiều hoạt động - các chuyến tham quan từ một ngày đến nhiều ngày, được các chuyên gia du lịch địa phương của chúng tôi thiết kế và lắp ráp cẩn thận.Đọc thêm",
        "reviews": [
            "Ở Việt Nam vui quá!! Đặc biệt cảm ơn chị Liên đã giúp gia đình tôi sắp xếp chuyến đi đáng nhớ như vậy. Tất cả khách du lịch đến Việt Nam đều phải tìm thấy chúng! Đọc thêm",
            "Chúng tôi cảm ơn lời khen của bạn. Đội ngũ IZITOUR thực sự rất vui vì bạn hài lòng với những gì chúng tôi đã sắp xếp cho bạn. Chắc chắn, chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc bạn và gia đình những điều tốt đẹp nhất!Đọc thêm",
            "Izitour đã cứu chuyến đi Việt Nam của tôi. Tôi hoàn toàn quên nộp đơn xin thị thực trước chuyến bay. Thật không may lúc đó đã là cuối tuần và văn phòng nhập cư đã đóng cửa. Izitour đã chuẩn bị mọi thứ vào cuối tuần để có được visa khẩn cấp cho tôi vào thứ Hai. Tôi chỉ mất một ngày do lỗi của chính mình. Cảm ơn sự hỗ trợ tốt của bạnĐọc thêm",
            "Robin thân mến,\nCảm ơn bạn đã lựa chọn IZITOUR! Chúng tôi thực sự vui mừng vì bạn hài lòng với những gì chúng tôi đã sắp xếp cho bạn. Chúng tôi mong được phục vụ bạn một lần nữa trong tương lai! Đọc thêm",
            "We have always travelled on our own, doing our research before heading out to our destination, never relying on a tour guide.  However, we are glad that we booked a private tour with Izitour.  First, IMO, the Ha Giang Loop should only be driven by experienced local drivers, the looping roads and narrow path leading to small ethnic groups villages are difficult to navigate, for your safety and the others on the road, leave it to the locals.  Secondly, having a tour guide will save you time and energy on the travel logistics:  lodging, travel distances, food safety, local custom taboos, etc -   - Thank you Lien for taking care of the mundane part for us -  not everything you need to know will be found on the internet when travelling to non-touristy remote area. Our amazing guide Zonie was the perfect guide for us, he was able to cater to our group preferences that diverged from a teenager to middle aged couple and one elderly.  I was very impressed by his keen sense of observation to pin down our food preferences, activities and habits without us having to point it out, he basically tailored the trip to our needs and likes, to ensure we were having a great time. Zonie often went out of his way to ensure that we get to see unexpected sights along the way;  As we trekked through the small indigenous village, we were introduced to a galore of local food, flora and fauna, wondrous sceneries, on top of learning about the local customs - lifestyle and architecture of the different indigenous groups.A note of caution, we have chosen to  - live like a local -  style, however if indoor plumbing is a must for you, mention if to Izitour as some WCs on the road are just  - hole in the ground - .  In short, I would recommend this tour and Zonie as a guide for a successful  - bucket list -  checkmark, unforgettable memories, and the privilege to meet people who - s mission is to see you smile under their care.Read more",
            "Kính gửi chị Huỳnh,\nCảm ơn phản hồi của bạn! Lời khen của bạn động viên chúng tôi rất nhiều. Chúng tôi đánh giá cao cơ hội để phục vụ bạn. Nhóm chúng tôi mong muốn được giúp bạn khám phá thêm nhiều địa điểm đẹp của Việt Nam trong thời gian tới! Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã xử lý quá trình cấp thị thực nhanh chóng và hiệu quả, tôi đã có thể đáp chuyến bay đúng giờ và có một chuyến đi tuyệt vời!Đọc thêm",
            "Romina thân mến, Cảm ơn bạn đã đặt niềm tin và sự tin tưởng vào công ty chúng tôi. Đó là niềm vui của chúng tôi để phục vụ bạn. Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời mà chúng tôi đã có với izitour, đặc biệt là với Trần Liên. Cô ấy đã giúp đỡ chúng tôi ngay từ đầu và cho chúng tôi biết điều gì là quan trọng nhất tùy theo mùa và thời gian có sẵn. Trong chuyến du lịch, cô ấy quan tâm đến mọi thứ và người hướng dẫn thật tuyệt vời. Chúng tôi thực sự khuyên bạn nênĐọc thêm",
            "Xin chào Luisma,\nCảm ơn bạn rất nhiều vì đã chọn IZITOUR làm nhà tư vấn du lịch tại Việt Nam. Rất vui được phục vụ bạn và nhận được phản hồi tốt. Chúng tôi hy vọng sớm gặp lại bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc!Đọc thêm",
            "Izitour và đặc biệt là Liên đã rất tuyệt vời khi tổ chức một chuyến du lịch hoàn hảo cho gia đình chúng tôi. Chúng tôi muốn đi chệch hướng một chút và có thể trao đổi điều này với Liên, người đã thiết kế một chuyến tham quan được cá nhân hóa cho chúng tôi. Tôi đã gợi ý cho cô ấy một số gợi ý và cô ấy đã tổ chức một chuyến tham quan dựa trên điều này, nhưng sau đó khuyên chúng tôi nên cẩn thận để đảm bảo rằng việc đó sẽ không quá vất vả đối với hai cô con gái nhỏ của chúng tôi. Vì vậy, vào phút cuối, chúng tôi đã quyết định thay đổi hoàn toàn và không gặp vấn đề gì, cô ấy đã thiết kế một chuyến tham quan thay thế cho chúng tôi. Bản thân chuyến tham quan thật tuyệt vời. Xe buýt thoải mái, tài xế cẩn thận và hơn hết là Zonie hướng dẫn tuyệt vời. Zonie là người giàu thông tin, cá tính và ngay lập tức thiết lập mối quan hệ tuyệt vời với chúng tôi và con gái chúng tôi. Anh ấy chú ý đến mọi nhu cầu của chúng tôi nhưng cũng cho chúng tôi không gian để tự mình tận hưởng mọi thứ nếu chúng tôi muốn. Anh ấy quan tâm đến hai cô con gái nhỏ của chúng tôi và linh hoạt trong việc điều chỉnh mọi thứ theo nhu cầu, khả năng cũng như thời tiết của chúng tôi. Nhìn chung, chúng tôi không thể giới thiệu đủ Izitour, Lien và Zonie.Đọc thêm",
            "Fabio thân mến, Chúng tôi cảm ơn bạn rất nhiều vì đã chọn chúng tôi khi bạn đến Việt Nam. Liên và chúng tôi thực sự rất vui khi nhận được những phản hồi quý báu của bạn. Chắc chắn, chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia. Chúc mọi điều tốt đẹp nhất đến với bạn!Đọc thêm",
            "Izitour đã sắp xếp một chuyến du lịch 12 ngày cho vợ chồng tôi vào tháng 11 năm 2023. Chuyến đi bao trùm miền Bắc và miền Trung Việt Nam. Chuyến tham quan được tổ chức tốt và quản lý chuyên nghiệp. Trong chuyến đi, miền Trung đã xảy ra lũ lụt do mưa lớn. Kết quả là chúng tôi không thể đi Huế đúng ngày dự định. Người tổ chức tour - cô Liên Trần - đã phản ứng rất nhanh trước tình huống này và kết quả là chúng tôi đã đến được Huế - một ngày sau đó - và tham quan những địa điểm quan trọng theo kế hoạch ban đầu. Hơn nữa, chuyến bay nội địa của chúng tôi từ Đà Nẵng đến Hà Nội do lũ lụt đã phải thay đổi - việc này được thực hiện kịp thời mà không ảnh hưởng đến lịch trình chuyến đi của chúng tôi. Nói chung, chúng tôi rất hài lòng vì chuyến tham quan diễn ra tốt đẹp bất chấp lũ lụt. Thời tiết xấu ảnh hưởng đến hành trình du lịch ở một mức độ nhất định nhưng chúng tôi đã có thể tham quan và trải nghiệm hầu hết các địa điểm đã lên kế hoạch - nhờ có cô Liên Trân và hướng dẫn viên tại hiện trường.Đọc thêm",
            "Aik thân mến, Cảm ơn bạn đã đặt niềm tin và sự tin tưởng vào công ty chúng tôi. Đó là niềm vui của chúng tôi để phục vụ bạn. Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Chúng tôi đã ủy quyền cho IziTour xử lý đơn xin thị thực. Chúng tôi đã trao đổi thông tin qua email. Thật tuyệt vời, chúng tôi sẽ đăng ký lại ở đây bất cứ lúc nào.Đọc thêm",
            "Dirk thân mến, Chúng tôi cảm ơn bạn rất nhiều vì đã chọn chúng tôi khi bạn đến Việt Nam. Chúng tôi thực sự rất vui khi nhận được phản hồi có giá trị của bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia. Chúc mọi điều tốt đẹp nhất đến với bạn!Đọc thêm",
            "Chồng tôi và tôi đã có một chuyến đi hai tuần tuyệt vời ở miền Bắc Việt Nam do Izitour tổ chức trong thời gian tương đối ngắn. Đại lý của chúng tôi, Liên Trần, không thể hữu ích hơn. Cô ấy đã thực hiện những thay đổi mà chúng tôi yêu cầu về chỗ ở và thêm một chuyến đi trong ngày để chúng tôi đến Bắc Hà trùng với ngày họp chợ. Cô ấy đã cung cấp cho chúng tôi một hướng dẫn viên nói tiếng Anh xuất sắc - - Jonny - và tài xế của chúng tôi thật tuyệt vời. Sự thân thiện và vui vẻ của họ đã nâng cao chuyến đi của chúng tôi. Liên đã đến thăm chúng tôi hai lần ở Hà Nội và chúng tôi không thể không cảm ơn cô ấy vì lòng tốt và sự thấu hiểu của cô ấy. Vùng quê xinh đẹp và những con người chúng ta gặp trên hành trình sẽ sống lâu trong ký ức của chúng ta. Chúng tôi đặc biệt giới thiệu Izitour cho chuyến đi được thiết kế riêng đến Việt Nam. Đọc thêm",
            "Gửi Susan,\nCảm ơn bạn đã chia sẻ trải nghiệm của mình với chúng tôi và những du khách khác. Đội ngũ IZITOUR thực sự vui mừng vì bạn hài lòng với những gì chúng tôi đã sắp xếp cho bạn. Chúng tôi chắc chắn mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc bạn và người yêu mọi điều tốt đẹp nhất!Đọc thêm",
            "Nếu bạn muốn có một chuyến du lịch đến Việt Nam trong điều kiện tốt nhất và an toàn tuyệt đối thì IZI Tours chính là đại lý dành cho bạn. Cho dù bạn muốn thực hiện một chuyến đi riêng hay theo nhóm, lưu trú, du lịch hay du ngoạn, bạn - sẽ nhận được lời khuyên tốt nhất, báo giá chi tiết và cạnh tranh, và cuối cùng chương trình của bạn sẽ được thực hiện một cách hoàn hảo. Đặc biệt cảm ơn Cô Hiền Nguyễn người đã tổ chức một chuyến du lịch hoàn hảo cho tôi. Cô ấy có năng lực, hiệu quả, nhanh nhạy, kiên nhẫn và rất giỏi trong việc đưa ra lời khuyên. Cô đại diện cho công ty của mình bằng tài năng và sự chuyên nghiệp.Đọc thêm",
            "Christian thân mến, Cảm ơn bạn rất nhiều vì đã chọn IZITOUR. Chúng tôi đặc biệt cảm ơn bạn vì những phản hồi đầy động lực về dịch vụ của chúng tôi. Chúc bạn và gia đình mọi điều tốt đẹp nhất!Đọc thêm"
        ],
        "star_ratings": [
            229,
            10,
            1,
            0,
            0
        ],
        "review_amount": 240,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "IZITOUR.com",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written December 12, 2023",
            "Written December 3, 2023",
            "Written December 1, 2023",
            "Written November 30, 2023",
            "Written November 28, 2023",
            "Written November 21, 2023",
            "Written November 19, 2023",
            "Written November 18, 2023",
            "Written October 31, 2023",
            "Written October 7, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d18454690-Reviews-or20-IZITOUR_com-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or10-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or30-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-Vietnam_Airport_Tranfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297920-d20997753-Reviews-Ciao_Travels-Chiang_Rai_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589284-Reviews-Viaje_Asean-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7907365-Reviews-Secret_pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17387854-Reviews-13535_Motorbike_Rental_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d604735-Reviews-Castel_Sant_Elmo-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g56964-d1544704-Reviews-Loveland_Living_Planet_Aquarium-Draper_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g1071435-d4185834-Reviews-Serikin_Weekend_Street_Market-Serikin_Bau_Sarawak.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d109828-Reviews-Capt_Tony_s_Saloon-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d18718671-Reviews-Brewery_X-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2587086-Reviews-Rock_A_Hula-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d105123-Reviews-Rockefeller_Center-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d2266813-Reviews-Dravuni_Island-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d524121-Reviews-Cagaloglu_HamamI-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g311425-d1946585-Reviews-Marsa_Mubarak-Marsa_Alam_Red_Sea_and_Sinai.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or30-IZITOUR_com-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or20-IZITOUR_com-Hanoi.html"
    },
    {
        "attraction_name": "IZITOUR.com",
        "attraction_name_vi": "IZITOUR.com",
        "general_info": [
            "238 đánh giá",
            "- 93 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Tour riêng"
        ],
        "attraction_summary": "IZITOUR.com là trang tổng hợp các hành trình du lịch tư nhân lớn nhất tại Việt Nam tính đến thời điểm hiện tại. IZITOUR.com cho phép bạn tận hưởng kỳ nghỉ của mình một cách thoải mái. Tại đây, bạn sẽ tìm thấy nhiều hoạt động - các chuyến tham quan từ một ngày đến nhiều ngày, được các chuyên gia du lịch địa phương của chúng tôi thiết kế và lắp ráp cẩn thận.Đọc thêm",
        "reviews": [
            "Nếu bạn muốn kế hoạch du lịch Việt Nam được thực hiện cho mình một cách chuyên nghiệp nhất và nhận được sự hỗ trợ tuyệt vời trong suốt chuyến đi, bạn chắc chắn nên đến Izitour! Chúng tôi đã yêu cầu một chuyến du lịch Sapa riêng cho 2 người từ Hà Nội vào phút cuối - ngày hôm trước - và cô Hiền đã sắp xếp mọi thứ ngay lập tức và cực kỳ hữu ích trong suốt chuyến đi. Chúng tôi không may mắn khi chuyến xe đến Sapa bị chậm trễ do những tình huống không lường trước được, nhưng cô Hiền đã xử lý tình huống này rất chuyên nghiệp - cô đã gọi cho tài xế vài lần và cập nhật cho chúng tôi về tiến trình, và cuối cùng cũng hoàn trả cho chúng tôi về sự chậm trễ. Sapa hướng dẫn viên Sue của chúng tôi đã đợi chúng tôi và mặc dù chúng tôi đến muộn nhưng chúng tôi vẫn thực hiện tất cả các chuyến đi bộ đường dài theo kế hoạch. Chúng tôi đã học được rất nhiều điều về văn hóa địa phương và tận hưởng khung cảnh thực sự ngoạn mục của ruộng bậc thang và núi non trong 2 ngày. Cô Hiền cũng đã đặt một khách sạn rất đẹp cho chúng tôi - Sapa Elegance - và chúng tôi có một phòng nhìn ra thành phố. Các nhân viên thực sự rất hữu ích, bởi vì mặc dù chúng tôi phải trả phòng trước khi đi bộ vào ngày thứ hai, chúng tôi vẫn được đề nghị sử dụng phòng tắm trước khi trở về Hà Nội, điều này thực sự tuyệt vời nếu xét đến độ dài của hành trình.Đọc thêm",
            "Anna thân mến,\nChúng tôi cảm ơn bạn đã chia sẻ kinh nghiệm của bạn với chúng tôi. Đội ngũ IZITOUR thực sự rất vui vì bạn hài lòng với những gì chúng tôi đã sắp xếp cho bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất!Đọc thêm",
            "Trong chuyến thăm Việt Nam, chúng tôi đã hoàn toàn bỏ qua sự thật rằng là một công dân Hà Lan, chúng tôi vẫn cần thị thực ở Việt Nam và chúng tôi chỉ phát hiện ra điều đó 24 giờ trước chuyến bay trong quá trình làm thủ tục chuyến bay.. vì phải mất từ ​​3 đến 10 ngày mới nhận được visa visa, chúng tôi thực sự đã hết lựa chọn nhưng may mắn thay, tôi đã tìm thấy một bài đánh giá về Hiền tại Izitour với số Whatsup của cô ấy.. Tôi đã viết cho cô ấy mà không có nhiều hy vọng nhưng nhận được phản hồi ngay lập tức và mặc dù tôi chỉ có khoảng 1 giờ để gửi tất cả tài liệu, chúng tôi đã nhận được thành công thị thực khi đến đúng như đã hứa 5 giờ sau đó. Hiền cực kỳ chuyên nghiệp và sẽ xác nhận từng bước thực hiện cũng như mọi email nhận được! Tôi thực sự giới thiệu Hiền và Izitour cho bất kỳ dịch vụ nào liên quan đến Việt Nam-!!!!!!Đọc thêm",
            "Kính gửi Evgeny, Cảm ơn bạn rất nhiều vì đã chọn IZITOUR làm nhà tư vấn du lịch tại Việt Nam. Chúng tôi rất vui khi thấy phản hồi tốt đẹp của bạn. Chúng tôi hy vọng sớm gặp lại bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc!Đọc thêm",
            "Tôi xin cảm ơn Hiền rất nhiều vì tất cả sự hỗ trợ mà cô ấy đã dành cho chúng tôi. Chúng tôi cần thị thực đặc biệt cho gia đình tôi, họ đến từ đất nước khác và không dễ để có được thị thực đó nhưng Hiền thật tuyệt vời và đã giúp đỡ chúng tôi rất nhiều để có được tất cả những gì chúng tôi cần. Một lần nữa xin cảm ơn Hiền vì tất cả.Đọc thêm",
            "Xin chào Steve,\nChúng tôi cảm ơn bạn đã chia sẻ trải nghiệm của mình với chúng tôi. Đội ngũ IZITOUR thực sự vui mừng khi bạn hài lòng với những gì chúng tôi sắp xếp cho bạn. Chắc chắn chúng tôi mong muốn được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất!Đọc thêm",
            "Có một vấn đề vào phút cuối với đơn xin thị thực điện tử trực tuyến của tôi. Sau một vài trao đổi trên WhatsApp, không chỉ Anna có thể sắp xếp tất cả những việc đó mà cô ấy thậm chí còn làm nhanh hơn thông báo ban đầu. Những lời khuyên cực kỳ chuyên nghiệp và rất hữu ích. Không chỉ vậy, mà cả cô ấy nói các ngôn ngữ khác ngoài tiếng Anh có thể giúp ích cho những người không - t hoặc không thể - t nói nó. Tốt bụng, hiệu quả, có liên quan sâu sắc đến vấn đề của tôi. Không thể - t giới thiệu thêm kinh nghiệm và dịch vụ của cô ấy!!Cảm ơn một lần nữa vì tất cả những điều đó Em đã làm gì cho tôi Anna.Đọc thêm",
            "Cảm ơn bạn đã tin tưởng và khen ngợi. Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời như vậy. Phản hồi của bạn sẽ giúp chúng tôi cải thiện bản thân rất nhiều. Chúng tôi hy vọng sớm gặp lại bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn và người yêu mọi điều tốt đẹp nhất!Đọc thêm",
            "Chúng tôi là hai người bạn và chúng tôi đã đi du lịch khắp Việt Nam trong chuyến du lịch do Silvia sắp xếp. Chúng tôi là người Ý và cô ấy nói tiếng Ý rất tốt. Cô ấy đã tổ chức một chuyến tham quan tuyệt vời và luôn sẵn sàng đáp ứng mọi nhu cầu của chúng tôi. Chúng tôi cũng rất hài lòng với hướng dẫn viên và tài xế. Cảm ơn tất cả các bạn rất nhiều. Maria , Mario, Luca e AnnaĐọc thêm",
            "Cảm ơn bạn đã tin tưởng và khen ngợi. Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời như vậy. Phản hồi của bạn sẽ giúp chúng tôi cải thiện bản thân rất nhiều. Chúng tôi hy vọng sớm gặp lại bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn và người yêu mọi điều tốt đẹp nhất!Đọc thêm",
            "Buổi tư vấn lập kế hoạch du lịch được thực hiện và chuẩn bị rất chuyên nghiệp bởi cô Silvia. Cô đã tư vấn, chuẩn bị và theo dõi nhóm của chúng tôi một cách chu đáo. Hướng dẫn viên của chúng tôi, anh Phúc đã chuẩn bị rất kỹ lưỡng trong suốt chuyến đi và anh ấy đã giúp đỡ nhóm rất nhiều. Tài xế rất thận trọng trong suốt hành trình. Cảm ơn Izi TourĐọc thêm",
            "Cảm ơn bạn đã tin tưởng và khen ngợi. Chúng tôi rất vui vì bạn đã có trải nghiệm tuyệt vời như vậy. Phản hồi của bạn sẽ giúp chúng tôi cải thiện bản thân rất nhiều. Chúng tôi hy vọng sớm gặp lại bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn và người yêu mọi điều tốt đẹp nhất!Đọc thêm",
            "Chúng tôi vừa trở về sau chuyến đi 12 ngày tuyệt vời đến Việt Nam từ Thành phố Hồ Chí Minh, Hội An đến Hà Nội. Chuyên gia tư vấn du lịch Ou, bà Hiền đã tổ chức toàn bộ chuyến đi cho chúng tôi, bà là một phụ nữ rất chuyên nghiệp và luôn sẵn sàng giải quyết mọi vấn đề nếu có. Chúng tôi không gặp phải bất kỳ vấn đề nào, các khách sạn rất tốt và cô ấy thậm chí còn đáp ứng yêu cầu của chúng tôi về một thay đổi nhỏ trong hành trình vào phút cuối. Chúng tôi đã có một trải nghiệm tuyệt vời và khó quên nhờ có bà Hiền và nhóm của bà. Cô ấy thậm chí còn đến gặp riêng chúng tôi tại khách sạn ở Hà Nội. Chúng tôi hy vọng sẽ sớm liên hệ với họ cho chuyến đi tới Lào và Campuchia trong tương lai. Nhà điều hành tour du lịch tuyệt vời và hướng dẫn viên cũng rất xuất sắcĐọc thêm",
            "Shalini thân mến,\nXin chân thành cảm ơn quý khách đã tin tưởng và chọn IZITOUR làm bạn đồng hành tại Việt Nam. Đó là động lực to lớn để Hiền và nhóm chúng tôi nhận được những phản hồi tuyệt vời từ các bạn. Một lần nữa xin cảm ơn các bạn rất nhiều và hy vọng sớm gặp lại các bạn tại Lào và Campuchia. Chúc bạn mọi điều tốt đẹp nhất!Đọc thêm",
            "Tôi đã có trải nghiệm đặc biệt nhất với cô Hein. Khi tôi gặp vấn đề với thị thực của mình, cô ấy đã ân cần giúp đỡ tôi mặc dù chúng tôi chưa quen biết. Thông qua WhatsApp, cô ấy đã hỗ trợ tôi không mệt mỏi giải quyết những lo lắng liên quan đến thị thực. Trước khi liên hệ với cô ấy, tôi đã liên hệ với nhiều cơ quan và thậm chí đã trả tiền để được hỗ trợ, nhưng không ai trong số họ có thể cung cấp sự hỗ trợ mà tôi cần. Thật không may, tôi không thể sắp xếp thị thực của mình và đến thăm họ nhưng ai sẽ giúp bạn trong những ngày này nếu không biết bạn hoặc xin tiền trước! Bạn là nhất. Cảm ơn bạnĐọc thêm",
            "Maryam thân mến, \nXin chân thành cảm ơn quý khách đã tin tưởng và lựa chọn IZITOUR là nhà tư vấn du lịch tại Việt Nam. Đó là động lực rất lớn để Hiền và nhóm chúng tôi nhận được những phản hồi tốt đẹp từ các bạn. Một lần nữa xin cảm ơn các bạn rất nhiều và hy vọng sớm gặp lại các bạn tại Việt Nam, Lào và Campuchia. Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Chúng tôi đã liên hệ với IZITOUT để tổ chức một chuyến du lịch Việt Nam kéo dài 15 ngày từ Nam ra Bắc. Chuyên gia tư vấn của chúng tôi là Dương Cao - Silvia -. Mọi thứ đều hoàn hảo, ngay từ lần hỏi thăm đầu tiên, cô ấy đã rất hữu ích và cung cấp thông tin và gợi ý phong phú, đồng thời luôn sẵn sàng thiết kế lại chuyến tham quan theo nhu cầu của chúng tôi, cô ấy đã thiết kế một giải pháp hoàn hảo cho chúng tôi với tất cả sự tự do mà chúng tôi cần. Cô ấy trả lời ngay lập tức và... bằng tiếng Ý nữa. Bản thân chuyến tham quan thật tuyệt vời, tất cả đều được tổ chức siêu tốt với những tài xế và hướng dẫn viên chuyên nghiệp, luôn đúng giờ và sẵn sàng giúp đỡ chúng tôi. Bản thân giá cả cũng rất tốt. Tôi thực sự giới thiệu IZITOUR cho bất kỳ ai muốn đến thăm đất nước tuyệt vời này. Cám ơn, cảm ơn IZITOUR! Đọc thêm",
            "Xin chào Andrea,\nChúng tôi cảm ơn bạn đã chia sẻ trải nghiệm của mình với chúng tôi. Đội ngũ IZITOUR thực sự vui mừng khi bạn hài lòng với những gì chúng tôi sắp xếp cho bạn. Chắc chắn chúng tôi mong muốn được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất!Đọc thêm",
            "Một chuyến đi đầy đủ chi tiết từ Thành phố Hồ Chí Minh đến thành phố Hà Nội qua tất cả những vẻ đẹp của đất nước tuyệt vời này đã được tổ chức và tùy chỉnh đầy đủ cho chúng tôi để chúng tôi có thể tìm hiểu sâu về văn hóa và đáp ứng nhu cầu của mình. Silvia đã hỗ trợ và chiều chuộng chúng tôi bằng 100 - sự sẵn sàng và lòng tốt của cô ấy. Cô ấy là người giải quyết vấn đề tuyệt vời mặc dù chúng tôi không gặp phải bất kỳ vấn đề nào với chính tổ chức. Chúng tôi thực sự hy vọng chúng tôi sẽ có cơ hội sử dụng lại nhà điều hành tour này trong tương lai.Đọc thêm",
            "Gloria thân mến,\nChúng tôi cảm ơn bạn rất nhiều vì đã chọn chúng tôi khi bạn đi du lịch đến Việt Nam. Chúng tôi thực sự rất vui khi nhận được phản hồi có giá trị của bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc mọi điều tốt đẹp nhất đến với bạn!Đọc thêm"
        ],
        "star_ratings": [
            229,
            10,
            1,
            0,
            0
        ],
        "review_amount": 240,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "IZITOUR.com",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written September 24, 2023",
            "Written September 23, 2023",
            "Written September 12, 2023",
            "Written September 7, 2023",
            "Written September 5, 2023",
            "Written August 30, 2023",
            "Written August 24, 2023",
            "Written August 23, 2023",
            "Written August 22, 2023",
            "Written August 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d18454690-Reviews-or30-IZITOUR_com-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or20-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or40-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-Vietnam_Airport_Tranfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297920-d20997753-Reviews-Ciao_Travels-Chiang_Rai_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589284-Reviews-Viaje_Asean-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7907365-Reviews-Secret_pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17387854-Reviews-13535_Motorbike_Rental_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d146834-Reviews-Turtle_Creek_Park-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d5577602-Reviews-Downtown_Container_Park-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d25045404-Reviews-Solmar_Golf_Links_in_Cabo_San_Lucas-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g50916-d133975-Reviews-Stricker_s_Grove-Ross_Butler_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g51388-d591781-Reviews-Har_Ber_Village-Grove_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g41929-d208429-Reviews-Horseneck_Beach_State_Reservation-Westport_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g45402-d8747578-Reviews-City_Beach-Whitefish_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d155848-Reviews-Vancouver_Aquarium-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d130345-Reviews-Vizcaya_Museum_and_Gardens-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g776001-d199897-Reviews-Banana_Beach-Vasilikos_Zakynthos_Ionian_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or40-IZITOUR_com-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or30-IZITOUR_com-Hanoi.html"
    },
    {
        "attraction_name": "IZITOUR.com",
        "attraction_name_vi": "IZITOUR.com",
        "general_info": [
            "238 đánh giá",
            "- 93 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Tour riêng"
        ],
        "attraction_summary": "IZITOUR.com là trang tổng hợp các hành trình du lịch tư nhân lớn nhất tại Việt Nam tính đến thời điểm hiện tại. IZITOUR.com cho phép bạn tận hưởng kỳ nghỉ của mình một cách thoải mái. Tại đây, bạn sẽ tìm thấy nhiều hoạt động - các chuyến tham quan từ một ngày đến nhiều ngày, được các chuyên gia du lịch địa phương của chúng tôi thiết kế và lắp ráp cẩn thận.Đọc thêm",
        "reviews": [
            "Cơ quan tuyệt vời! - Họ đã làm cho chuyến đi 18 ngày của chúng tôi từ thành phố Hồ Chí Minh đến Hà Nội thật khó quên. Mọi thứ đều được tổ chức tốt, chúng tôi có 4 hướng dẫn viên du lịch khác nhau, đưa đón bằng xe buýt riêng, đã gặp rất nhiều và họ rất thân thiện. Cơ quan rất khuyến khích. Người đại diện sắp xếp tất cả cho chúng tôi là cô Hiền. Cám ơn bạn một lần nữa. -  -  -  -  -  -  - Đọc thêm",
            "Natasha thân mến, Một lần nữa xin cảm ơn bạn đã tin tưởng và chọn IZITOUR làm nhà tư vấn du lịch cho bạn tại Việt Nam. Thật vui hơn khi nhận được phản hồi tốt từ bạn. Chúng tôi sẽ cố hết sức. Mong sớm được gặp lại bạn tại Việt Nam, Lào và Campuchia. Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Chúng tôi đã có chuyến du lịch tuyệt vời cùng gia đình ở 3 quốc gia - Campuchia - - Việt Nam - - và Lào - -. Chúng tôi rất thích, sự sắp xếp tuyệt vời của Izitour, đặc biệt là cô Thu Hiền Nguyễn, đã thực sự quan tâm đến chúng tôi. Tất cả các Khách sạn, phương tiện hướng dẫn du lịch, tài xế và hành trình đều phù hợp. Tôi phải nói rằng họ là những người rất chuyên nghiệp và tốt và tôi đánh giá cao họ. Gia đình tôi đã có khoảng thời gian vui vẻ trong chuyến du lịch Đông Dương này và chúng tôi có rất nhiều kỷ niệm đẹp để trân trọng - Đọc thêm",
            "Thưa Nitin, Một lần nữa xin cảm ơn quý khách đã tin tưởng và chọn IZITOUR làm nhà tư vấn du lịch tại Việt Nam. Thật vui hơn khi nhận được phản hồi tốt từ bạn. Chúng tôi sẽ cố hết sức. Mong sớm được gặp lại bạn tại Việt Nam, Lào và Campuchia. Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Chuyến du lịch vịnh tulong 2 đêm được đặt với izitour thật tuyệt vời. Anna càng giúp tôi rất nhiều với nhiều câu hỏi khác mà tôi có. Tất cả điều đó bằng tiếng Pháp hoàn hảo...cảm ơn AnnaĐọc thêm",
            "Chào Maud,\nChúng tôi cảm ơn bạn đã chia sẻ kinh nghiệm của bạn với chúng tôi. Đội ngũ IZITOUR thực sự rất vui khi bạn hài lòng với những gì Anna sắp xếp cho bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất!Đọc thêm",
            "Silvia cực kỳ hữu ích và tốt bụng, cô ấy biết nói tiếng Ý và tiếng Anh rất tốt, chắc chắn nếu quay lại tôi - sẽ liên hệ lại với cô ấyĐọc thêm",
            "Kính gửi Lidia, Cảm ơn bạn rất nhiều vì đã tin tưởng và chọn IZITOUR làm nhà tư vấn du lịch tại Việt Nam. Thật vui hơn khi nhận được phản hồi tốt từ bạn. Chúng tôi sẽ cố hết sức. Một lần nữa xin cảm ơn các bạn rất nhiều và hy vọng sớm gặp lại các bạn tại Việt Nam, Lào và Campuchia. Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Mọi chi tiết của chuyến đi của chúng tôi đều hoạt động hoàn hảo.  Rất nhiều tài xế chúng tôi sử dụng trong suốt chuyến đi luôn đúng giờ, khách sạn rất đẹp và hướng dẫn viên du lịch của chúng tôi thật tuyệt vời! Chúng tôi rất thích Đồng bằng sông Cửu Long và Vịnh Hạ Long.  Tất cả các hoạt động do người liên hệ du lịch của chúng tôi, Nguyễn Thu Hiền, lên kế hoạch, chúng tôi - đã thực hiện rất tốt.Đọc thêm",
            "Karina thân mến,\nCảm ơn bạn đã tin tưởng và khen ngợi. Chúng tôi rất vui vì bạn đã có một chuyến đi tuyệt vời như vậy. Được phục vụ bạn là vinh dự và hạnh phúc của chúng tôi. Phản hồi của bạn sẽ giúp chúng tôi cải thiện bản thân rất nhiều. Chúng tôi hy vọng sớm được gặp lại bạn và gia đình.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc!Đọc thêm",
            "Sau khi loay hoay tìm cách xin được công văn nhập cảnh Việt Nam, sau khi tìm được Izitour và Hiền, chỉ trong vài tuần tôi đã có được công văn nhập cảnh của mình một cách rất dễ dàng mà không gặp bất kỳ trở ngại nào. Hiền đã rất tử tế và nhiệt tình giải thích cho tôi bất kỳ nghi ngờ hoặc câu hỏi nào mà tôi có.Đọc thêm",
            "Hải Quân thân mến,\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi. Đội ngũ IZITOUR thực sự vui mừng vì bạn hài lòng với những gì chúng tôi đã sắp xếp cho bạn. Phản hồi của bạn ở đây là động lực lớn để chúng tôi tiếp tục cải thiện dịch vụ của mình. Chúc bạn mọi điều tốt đẹp nhất!Đọc thêm",
            "My husband and I did a 17 day private tour of Vietnam, Cambodia and Thailand organized by Hien Nguyen of Authentik Travels - Izitour in April 2023.Hien Nguyen did an excellent job at customizing a detailed itinerary for us based on our travel preferences and incorporated all our activity requests including a mix of sightseeing the tourist spots, seeing the cultural side of each city, planning outdoor nature activities including a bicycle ride through the countryside and several boat rides, and experiencing the daily lives of the people in each of the regions we visited. Through the entire planning process she was extremely responsive on WhatsApp and email, with very quick turnaround on all questions and requests.Hien put together a fun-filled travel adventure for us.  We had been planning the trip over 6 months and she made the trip truly memorable for us with every detail taken care off and everywhere the hotels, guides, etc. were great. During our travels she was constantly in touch over the phone and chats, ensuring that the trip was going as planned and that we were met at every city by a tour guide and driver from pick up to drop off at each destination. On our first day in Hanoi where she is based, we were fortunate enough to meet her personally and she took us on a walkabout street food dinner which was an absolute treat.In summary, Hien is an absolute pleasure to work with, and extremely professional. We have no hesitation in recommending her as a travel consultant to anyone who visits these parts, and will definitely reach out to her to plan our next trip to Indo-China. I would like to take this opportunity to applaud her on doing a fantastic job  -  Kudos Hien, you were truly outstanding and we wish you every success!!Read more",
            "Shamim thân mến,\nChúng tôi đều rất vui khi biết rằng bạn đã tận hưởng mọi thứ trong suốt chuyến đi kéo dài 17 ngày qua Việt Nam, Campuchia và Thái Lan. Hien là một trong những chuyên gia tư vấn du lịch giỏi nhất của chúng tôi và thật tuyệt khi bạn hài lòng với buổi tư vấn của cô ấy. Chúng tôi chắc chắn mong muốn được phục vụ bạn một lần nữa tại Việt Nam. Chúc bạn và người yêu của bạn mọi điều tốt đẹp nhất!Đọc thêm",
            "Thật là một chuyến đi tuyệt vời. Tôi đã đi du lịch cùng người mẹ trẻ 79 tuổi của mình và mọi thứ đều suôn sẻ. Chuyến đi có tất cả những cuộc phiêu lưu mà không gặp rắc rối. Liên Trần, đại lý đặt phòng tuyệt vời của chúng tôi không thể hữu ích hơn. Tất cả các câu hỏi của tôi trước khi đặt phòng đều được trả lời trong vòng 24 giờ và trong khi chúng tôi đi du lịch, Liên vẫn giữ liên lạc để đảm bảo mọi việc diễn ra suôn sẻ. Công ty đã phản hồi rất tích cực khi chúng tôi muốn thực hiện thay đổi đối với chương trình. Tôi sẽ đặt lại với IZITOUR mà không do dự.Đọc thêm",
            "Claire thân mến,\nCảm ơn bạn đã tin tưởng và khen ngợi. Chúng tôi rất vui vì bạn đã có một chuyến đi tuyệt vời như vậy. Được phục vụ bạn là niềm vinh dự và hạnh phúc của chúng tôi. Phản hồi của bạn sẽ giúp chúng tôi cải thiện bản thân rất nhiều. Chúng tôi mong sớm được gặp lại bạn và gia đình.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Những gì bắt đầu như một cuộc điều tra về phương tiện di chuyển trên bộ tại Việt Nam cuối cùng đã chuyển thành việc chúng tôi đặt một tour du lịch riêng đầy đủ bao gồm chỗ ở với Izitour. Gia đình chúng tôi có nhiều độ tuổi từ trẻ sơ sinh đến hai ông bà nên chúng tôi muốn một tour du lịch riêng đáp ứng nhu cầu cụ thể của mình. Và chúng tôi rất vui vì đã làm như vậy vì chúng tôi có thể lên lịch lại hành trình hàng ngày của mình dựa trên thời tiết và các hoàn cảnh khác nhau. Mọi cuộc thảo luận ban đầu của chúng tôi đều được Trần Liên xử lý qua WhatsApp. Cô ấy rất nhanh chóng và hữu ích với tất cả các câu trả lời của mình. Ban đầu, chúng tôi lo lắng về việc thanh toán tiền đặt cọc ở nước ngoài. Nhưng tất cả những nỗi sợ đó đều không đúng chỗ. Tôi có thể xác nhận rằng họ là một công ty du lịch thực sự với dịch vụ thực sự chuyên nghiệp. Khi đến đó, chúng tôi đã gặp những hướng dẫn viên và tài xế thực sự hữu ích. Thường thì việc có một hướng dẫn viên sẽ hữu ích vì không phải tất cả người dân địa phương đều nói tiếng Anh, ngay cả ở sân bay. Nhìn chung, tôi thực sự muốn giới thiệu công ty du lịch này cho bất kỳ ai muốn đi nghỉ ở Việt Nam. Đọc thêm",
            "Lisa thân mến, Cảm ơn bạn đã đồng hành cùng Izitour. Chúng tôi rất vui vì dịch vụ của chúng tôi đáp ứng được nhu cầu của bạn\nkỳ vọng. Cảm ơn một lần nữa vì đề xuất của bạn và chúng tôi rất mong được\nchào đón bạn trở lại sớm.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạcĐọc thêm",
            "Cảm ơn tất cả sự giúp đỡ và lời khuyên của bạn !! Hiền rất hữu ích, phản ứng và chuyên nghiệp. Bạn đã làm cho chuyến đi của chúng tôi rất thú vị, cảm ơn bạn rất nhiều!Đọc thêm",
            "Ilhem thân mến,\nChúng tôi cảm ơn bạn rất nhiều vì đã chọn chúng tôi khi bạn đi du lịch đến Việt Nam. Chúng tôi thực sự rất vui khi nhận được phản hồi có giá trị của bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm"
        ],
        "star_ratings": [
            229,
            10,
            1,
            0,
            0
        ],
        "review_amount": 240,
        "location": [
            "Hà Nội",
            "Những việc cần làm ở Hà Nội",
            "IZITOUR.com",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written August 12, 2023",
            "Written August 9, 2023",
            "Written August 5, 2023",
            "Written July 15, 2023",
            "Written July 8, 2023",
            "Written May 17, 2023",
            "Written May 14, 2023",
            "Written May 5, 2023",
            "Written May 1, 2023",
            "Written April 27, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d18454690-Reviews-or40-IZITOUR_com-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or30-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or50-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-Vietnam_Airport_Tranfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297920-d20997753-Reviews-Ciao_Travels-Chiang_Rai_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589284-Reviews-Viaje_Asean-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7907365-Reviews-Secret_pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17387854-Reviews-13535_Motorbike_Rental_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297967-d18542976-Reviews-Aquajoy_Su_ParkI-Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g308272-d3631330-Reviews-Bailian_Outlets_Plaza-Shanghai.html",
            "https://www.tripadvisor.com/Attraction_Review-g735523-d151798-Reviews-Cabo_Pulmo_Marine_Preserve-Cabo_Pulmo_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g58835-d126739-Reviews-Chateau_Ste_Michelle_Winery-Woodinville_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g48562-d504708-Reviews-Roosevelt_Baths_and_Spa-Saratoga_Springs_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152582-Reviews-Museo_Frida_Kahlo-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g143031-d579887-Reviews-Roaring_Fork_Motor_Nature_Trail-Great_Smoky_Mountains_National_Park_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g304087-d15121814-Reviews-Beach_Bar_Pirates-Perast_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g33854-d109165-Reviews-Lake_Waramaug_State_Park-New_Preston_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d12202488-Reviews-The_University_of_Tampa_Campus-Tampa_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or50-IZITOUR_com-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or40-IZITOUR_com-Hanoi.html"
    },
    {
        "attraction_name": "IZITOUR.com",
        "attraction_name_vi": "IZITOUR.com",
        "general_info": [
            "238 đánh giá",
            "- 93 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Tour nhiều ngày",
            "Tour riêng"
        ],
        "attraction_summary": "IZITOUR.com là trang tổng hợp các hành trình du lịch tư nhân lớn nhất tại Việt Nam tính đến thời điểm hiện tại. IZITOUR.com cho phép bạn tận hưởng kỳ nghỉ của mình một cách thoải mái. Tại đây, bạn sẽ tìm thấy nhiều hoạt động - các chuyến tham quan từ một ngày đến nhiều ngày, được các chuyên gia du lịch địa phương của chúng tôi thiết kế và lắp ráp cẩn thận.Đọc thêm",
        "reviews": [
            "Cảm ơn cô hiền vì lá thư chấp thuận của bạn.  Tôi đã nhận được lá thư thứ 3 trong thời gian ngắn. Tất cả các câu hỏi của chúng tôi đều được giải đáp và việc thanh toán rất dễ dàng Đọc thêm",
            "Ayoub thân mến,\nChúng tôi cảm ơn bạn rất nhiều vì đã chọn chúng tôi khi bạn đi du lịch đến Việt Nam. Chúng tôi thực sự rất vui khi nhận được phản hồi có giá trị của bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc mọi điều tốt đẹp nhất đến với bạn!Đọc thêm",
            "Xin cảm ơn Hien và toàn thể đội ngũ hướng dẫn viên và tài xế đã hỗ trợ chúng tôi rất nhiều từ khâu lập kế hoạch đến khâu cung cấp dịch vụ trong chuyến đi 3 tuần từ Bắc vào Nam Việt Nam. Việc giao tiếp luôn tuyệt vời: trong giai đoạn lập kế hoạch, chúng tôi nhận được lời giải thích rất rõ ràng từ Hien, cố vấn của chúng tôi, về phạm vi của các phương án thay thế khác nhau; phản hồi luôn nhanh chóng sau khi quyết định thay đổi. Hien đã có thể thiết kế một chuyến đi được cá nhân hóa theo nhu cầu và sở thích của chúng tôi, sắp xếp mọi thứ: khách sạn, phương tiện di chuyển trên bộ và trên không, các tour du lịch. Trong suốt chuyến đi, Hien liên tục theo dõi, hầu như mỗi ngày, về tình hình chuyến đi và cô ấy luôn sẵn sàng giải quyết mọi vấn đề. Hướng dẫn viên rất hiểu biết với khả năng sử dụng tiếng Anh từ tốt đến xuất sắc. Tài xế rất tôn trọng và thận trọng. Lòng tốt và dịch vụ của họ thật đáng kinh ngạc. Chúng tôi cảm thấy rất an toàn trong mọi khoảnh khắc với điều đó thật tuyệt vời đối với một cặp đôi trưởng thành. Chúng tôi thực sự khuyên bạn nên sử dụng dịch vụ của IZI Tour khi lập kế hoạch cho một chuyến đi đến Đông Nam Á. Đọc thêm",
            "Carlos thân mến,\nChúng tôi cảm ơn bạn rất nhiều vì đã chọn chúng tôi khi bạn đi du lịch đến Việt Nam. Chúng tôi thực sự rất vui khi nhận được phản hồi có giá trị của bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc mọi điều tốt đẹp nhất đến với bạn!Đọc thêm",
            "Đây chỉ là một vài lời để nói lên sự hài lòng của tôi với sự lịch sự và giúp đỡ mà tôi nhận được từ Hien của Eztour. Công việc của cô ấy rất chuyên nghiệp và tôi hài lòng với kết quả. Tôi đã nhận được thư xin thị thực đúng hạn. Tôi sẽ giới thiệu cô ấy cho bất kỳ ai và chắc chắn sẽ quay lại bất cứ khi nào tôi cần giúp đỡĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tin tưởng và đặt phòng với chúng tôi. Cô Hiền và nhóm chúng tôi rất vui khi nhận được phản hồi của bạn. Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Ban đầu tôi không có ý định đến thăm Việt Nam lần này, tuy nhiên hóa ra tôi đã có thể rảnh rỗi một thời gian trong năm nay và đến thăm Việt Nam. Tôi nghĩ với hộ chiếu Đài Loan của mình thì tôi sẽ không cần thị thực, tuy nhiên hóa ra tôi lại cần thư chấp thuận thị thực. Tôi nhanh chóng tìm thấy IZITOUR và họ có thể hoàn thành công việc đó cho tôi sau 5 ngày làm việc. Hiền tại IZITOUR.com đã cực kỳ hữu ích và kiên nhẫn mô tả mọi thứ cho tôi để đảm bảo tôi cảm thấy được chào đón ở đất nước xinh đẹp này! Tận hưởng chuyến đi tại Việt Nam bắt đầu với IZITOUR!Đọc thêm",
            "Chúng tôi cảm ơn bạn đã chia sẻ kinh nghiệm của bạn với chúng tôi. Đội ngũ IZITOUR thực sự rất vui vì bạn hài lòng với những gì chúng tôi đã sắp xếp cho bạn.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "I very highly recommend IZITOUR for anyone considering a trip to Southeast Asia.  My son and I decided to visit Vietnam and Cambodia for a trip in April 2023.  We definitely wanted to arrange a private itinerary that included fully escorted tours.  The next step was to find a reputable tour company to develop and itinerary for us.I did a lot of research on the internet and found IZITOUR through TripAdvisor.  All the 5-star reviews persuaded me to contact them first.We worked with two tour consultants.  The first consultant  - Mr. Hoang Dinh -  was absolutely wonderful to work with as we made several iterations to our itinerary.  Sometime after the itinerary was finalized Hoang promoted to a Manager position.  We were assigned a second consultant  - Ms. Hein Nguyen Thu -  who was every bit as professional and wonderful to work with.IZITOUR arranged everything for our tour including several flights, airport pickups and transfers, hotels, guided tours, and many meals.  Everything worked perfectly, and the itinerary they suggested was excellent.  Hoang and Hein were very professional and stayed in contact throughout our trip to ensure that everything was meeting our expectations.  They did not disappoint.  Our trip was an experience of a lifetime.In summary, I highly recommend IZITOUR when you consider engaging a travel agency for a trip to Southeast Asia.  Their communication is timely and professional.  They have excellent guides and drivers.  Their attention to detail and attentiveness to their customers is exemplary.  We will definitely use them again for future trips to Southeast Asia.A side note completely unrelated to IZITOUR:  You can bring US Dollars for either currency exchange and in some cases for payment of goods and services.  A Vietnamese friend of mine told me in advance of our trip to bring NEW bills.  I was not able to obtain brand-new US bills from my bank so I made sure I got very new bills in pristine condition.   But I also brought  some older bills with creases, folds, and tears.  The worn dollar bills were rejected by everyone in both Vietnam and Cambodia.  Please do pay attention to the condition of the currency you bring with you.Read more",
            "Dan thân mến, Cảm ơn bạn đã đồng hành cùng Izitour. Chúng tôi rất vui vì dịch vụ của chúng tôi đáp ứng được nhu cầu của bạn\nkỳ vọng. Cảm ơn một lần nữa vì đề xuất của bạn và chúng tôi rất mong được\nchào đón bạn trở lại sớm. Chúc mừng tạm biệt và chăm sóc bản thân.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạcĐọc thêm",
            "Chuyến đi của chúng tôi được tổ chức rất tốt. Giao tiếp với cô Hiền Nguyễn ngay từ đầu đã rất chuyên nghiệp. Cô ấy rất cởi mở với những gợi ý của chúng tôi và hữu ích. Trong thời gian ở Mai Châu, chúng tôi có cơ hội trò chuyện với đại diện các dân tộc thiểu số, tìm hiểu về văn hóa và cuộc sống đời thường của họ. Chúng tôi đạp xe giữa những cánh đồng lúa xanh, đi bộ qua các bản làng, nếm thử những món ngon địa phương và thậm chí còn có cơ hội xem các điệu múa dân gian. Hướng dẫn viên của chúng tôi, ông Chương nói tiếng Đức rất tốt và cho chúng tôi nhiều thông tin thú vị về đất nước, lịch sử và hiện tại. Chúng tôi dành ngày thứ hai cho chuyến đi đến Pù Luông và lang thang qua những bản làng và ruộng bậc thang. Ngày cuối cùng là Ninh Bình và những cảnh đẹp được chiêm ngưỡng khi đạp xe và đi thuyền. Izi Tour là một công ty du lịch mà tôi hết lòng giới thiệu.Đọc thêm",
            "Alicja thân mến,\nChúng tôi cảm ơn bạn rất nhiều vì đã chọn chúng tôi khi bạn đi du lịch đến Việt Nam. Chúng tôi thực sự rất vui khi nhận được phản hồi có giá trị của bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc mọi điều tốt đẹp nhất đến với bạn!Đọc thêm",
            "Chúng tôi đã có một chuyến đi trong ngày đến Tràng An Bái Đính. Một trong những chuyến đi tuyệt vời nhất mà tôi đã từng tham gia. Trải nghiệm tuyệt vời, chúng tôi nhận được nhiều hơn những gì chúng tôi đã trả tiền. Dịch vụ này rất xuất sắc, hướng dẫn viên du lịch của chúng tôi rất am hiểu và hữu ích. Rất khuyến khích, chắc chắn sẽ chọn Izitour một lần nữa - cảm ơn bạn - Đọc thêm",
            "Chúng tôi cảm ơn bạn đã chia sẻ kinh nghiệm của bạn với chúng tôi. Đội ngũ IZITOUR thực sự rất vui vì bạn hài lòng với những gì chúng tôi đã sắp xếp cho bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Sau bao mong chờ, hành trình về Hà giang cuối cùng cũng đã bắt đầu. Dù không phải là mùa của những thửa ruộng bậc thang xinh đẹp hay hoa nở nhưng cô Silvia Dương đã lên kế hoạch và sắp xếp cẩn thận cho hành trình 3 ngày 2 đêm xuất phát từ Hà Nội mà chúng tôi vẫn được tận hưởng phong cảnh sông núi hùng vĩ cùng khung cảnh sông nước hùng vĩ. những con đường quanh co len lỏi qua chúng, thực sự ngoạn mục. Hơn nữa, những bữa ăn được lên kế hoạch cẩn thận đã thỏa mãn cơn thèm ăn của chúng tôi, khiến nhóm chúng tôi cảm thấy vô cùng hài lòng. Chúng tôi lên kế hoạch gặp lại và nhờ cô Silvia Dương sắp xếp một chuyến đi khác vào mùa tới khi vùng núi nở hoa để chúng tôi có thể thư giãn và chiêm ngưỡng vẻ đẹp một lần nữa.Đọc thêm",
            "Chúng tôi cảm ơn bạn đã chia sẻ kinh nghiệm của bạn với chúng tôi. Đội ngũ IZITOUR thực sự rất vui vì bạn hài lòng với những gì chúng tôi đã sắp xếp cho bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Thanks to Mrs. Lien Tran from IZItour we had an unforgettable holiday in Laos and Vietnam! From the beginning of our first inquiry she was the most helpful and nice and polite sales woman, I experienced through our more than 40 years of travelling! She helped us to tailor our five weeks according to our interests in ethnic people, landscapes and cultural visits to the most important sights of these two countries.In our program we had trekking to the local people of North-Laos, which was quite stressful on the way and with very low comfort in the villages. If you are interested in more colorful pictures of the people you should make it until Phongsaly, as we were not so lucky with the very shy people between Mokok Noi - Chapiew Luang and Ban Mouchee  - three days multi-ethnic trek, tribal  villages of  Akha pala, Akha Erpa and Akha Mouchee - . But we enjoyed a lot boating on the rivers in both countries, as well sightseeing of different limestone caves - sometimes we were the only visitors! Luang Prabang for sure was on our program as well - but it is not typical for Laos! It is a bit crowded already, because there are so many visitors from raund the world. It reminded me to Bali visits some years ago... The train in Laos was a quite nice experience of travelling confortable. The railway line was opened only five months ago, is very well organized and gives you an idea of Chinese organisation.In Vietnam we loved to go around in the very green Mekong-delta: cycling, boating and taking pictures. And joining cooking lessons at the homestay. Or manufacturing lotusflowers, made from paper. In Hoi An and Hue we were impressed by the wonderful historical buildings as well as by cultural shows like The Hoi An Memories Show or the Vietnamese Bamboo Circus, which reminded us of the artists from Cirque du soleil.Maybe you decide not to take the nighttrain from Hue to Hanoi - we could not sleep because of too many stations, where the train stopped and went on with a lot of jerking. And if you have to share the compartment with a foreigner who snores really loud...? Think it over twice.Hanoi was different to Ho Chi Minh City, which we liked more, but was a good place to start our tour to the most northern part of Vietnam. Once again we were on the road to get nice pictures of the people living there and enjoyed the fantastic limestone formations. On all our stops during the weeks we had affordable hotelrooms, each very clean and functional - and sometimes with really luxurious interior. For example an electric toilet with such a lot of buttons, which were so complicated to manage, that we preferred the flush-button only.What else to tell? Food is very nice, everywhere. We like to eat like the locals, and where the travel agency had booked lunch for us in advance, we had our own chillies with us, because in Vietnam they think, foreigners love to eat without spices! In Laos this was quite different - there we had to decide, if we wanted very strange food from the nightmarket as chicken feet in very hot soup or maybe some insects... But noodle soup is available everywhere! And we love all these markets, which are very colourful and sell fruits, you will dream of, when back in Europe. And they sell turtles and toads, we cannot think of cooking - but this is Asia! Ba Be was our retreat after weeks of touring through hilly and mountainous areas, foggy or sunny weather. Staying there once again in a private guesthouse with lovely hosts we would have liked more time to stroll through the ricefields.The luxurious cruise in Lan Ha Bay was our last stop on the program, so we had to head back to Hanoi. We would have preferred a simpler way of cruising, than the four stars boat  -  but the room with the balcony was quite nice! Only the program of this 2-days - 1 night cruise was a bit poor in our eyes: each day only cruising for one hour, and the two trips to the limestone caves did not impress us after the big ones we have seen in the north. However  -  if you are for the first time in a landscape like there in Lan Ha Bay, it will be an unforgetable experience to you! So for both countries and the marvelous planning by Mrs. Lien Tran from IZItour it is considered: Any time again!Read more",
            "Chúng tôi xin gửi lời cảm ơn sâu sắc đến bạn vì những chia sẻ đầy tâm huyết ở đây về trải nghiệm của bạn tại Lào và Việt Nam với IZITOUR. Cô Liên và nhóm chúng tôi rất mong có cơ hội khác được chào đón bạn lần nữa.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Chúng tôi đã đặt mua trọn gói thời gian gắn kết gia đình kéo dài. Izi rất ủng hộ và cho chúng tôi một số lựa chọn. Chúng tôi sợ rằng với một đại gia đình hơn 30 thành viên từ 5 đến 80 tuổi, sẽ khó có thể làm hài lòng tất cả mọi người. Thật bất ngờ là tất cả chúng tôi đã có một ngày vô cùng vui vẻ và tuyệt vời bên nhau. Mỗi chúng tôi đều rất ấn tượng với những hoạt động gắn kết gia đình mà Izi đã chuẩn bị cho chúng tôi. Các bữa ăn và chỗ ở rất tuyệt vời. Izi thực sự hiểu nhu cầu của chúng tôi và sắp xếp mọi thứ cẩn thận để chúng tôi có thể vui chơi, thư giãn, cười thật nhiều và dành thời gian vui vẻ với các thành viên khác trong gia đình. Chúng tôi chắc chắn sẽ giới thiệu nhóm Izi cho chuyến đi cùng gia đình.Đọc thêm",
            "Chúng tôi cảm ơn bạn đã chia sẻ kinh nghiệm của bạn với chúng tôi. Đội ngũ IZITOUR thực sự rất vui vì bạn hài lòng với những gì chúng tôi đã sắp xếp cho bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm"
        ],
        "star_ratings": [
            229,
            10,
            1,
            0,
            0
        ],
        "review_amount": 240,
        "location": [
            "Hà Nội",
            "Những việc cần làm ở Hà Nội",
            "IZITOUR.com",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 24, 2023",
            "Written April 21, 2023",
            "Written April 15, 2023",
            "Written April 14, 2023",
            "Written April 14, 2023",
            "Written April 12, 2023",
            "Written April 6, 2023",
            "Written April 5, 2023",
            "Written April 5, 2023",
            "Written April 5, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d18454690-Reviews-or50-IZITOUR_com-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or40-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or60-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-Vietnam_Airport_Tranfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297920-d20997753-Reviews-Ciao_Travels-Chiang_Rai_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589284-Reviews-Viaje_Asean-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7907365-Reviews-Secret_pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17387854-Reviews-13535_Motorbike_Rental_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g29271-d282127-Reviews-Apple_River_Canyon_State_Park-Apple_River_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g44535-d104333-Reviews-Worlds_Of_Fun_Oceans_of_Fun-Kansas_City_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g644340-d8539929-Reviews-Las_Charcas_Mud_Baths-Lo_Pagan.html",
            "https://www.tripadvisor.com/Attraction_Review-g41854-d108658-Reviews-Old_Sturbridge_Village-Sturbridge_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g644074-d3330285-Reviews-Fortress_Mirabella_Peovica-Omis_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d107860-Reviews-Jarvis_Estate-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g43230-d124588-Reviews-Lake_Pepin-Lake_City_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d10405628-Reviews-Glen_Falls_Trail-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d12612357-Reviews-Jump_World-Sharjah_Emirate_of_Sharjah.html",
            "https://www.tripadvisor.com/Attraction_Review-g3181620-d7942178-Reviews-Harry_s_Water_Park-Tabaquite_Trinidad_Trinidad_and_Tobago.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or60-IZITOUR_com-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or50-IZITOUR_com-Hanoi.html"
    },
    {
        "attraction_name": "IZITOUR.com",
        "attraction_name_vi": "IZITOUR.com",
        "general_info": [
            "238 đánh giá",
            "- 93 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Tour riêng"
        ],
        "attraction_summary": "IZITOUR.com là trang tổng hợp các hành trình du lịch tư nhân lớn nhất tại Việt Nam tính đến thời điểm hiện tại. IZITOUR.com cho phép bạn tận hưởng kỳ nghỉ của mình một cách thoải mái. Tại đây, bạn sẽ tìm thấy nhiều hoạt động - các chuyến tham quan từ một ngày đến nhiều ngày, được các chuyên gia du lịch địa phương của chúng tôi thiết kế và lắp ráp cẩn thận.Đọc thêm",
        "reviews": [
            "Toàn bộ chuyến du lịch dài ngày Bái Tử thật tuyệt vời và được tổ chức tốt từ đầu đến cuối! Người điều hành tour Trần Liên của chúng tôi đã làm rất tốt; luôn trả lời nhanh chóng và giúp đỡ chúng tôi một cách nhanh chóng và hiệu quả. Dschunk của chúng tôi, Dragon - s Pearl, là một con tàu nhỏ và đẹp nên mang lại bầu không khí riêng tư. Phi hành đoàn rất thân thiện và giúp đỡ chúng tôi bằng mọi cách có thể. Chúng tôi đã chèo thuyền kayak và đã nhìn thấy những đường hầm tự nhiên tuyệt đẹp - mà chúng tôi đã đi qua - và ăn trưa georgeus trên bãi biển - phi hành đoàn nướng cá trên bếp nướng củi. Điều tuyệt vời nhất là cảnh quan tuyệt đẹp mà chúng tôi đã trải nghiệm! Nhìn chung, đó là một trải nghiệm tuyệt vời, mặc dù thời tiết ở mức tầm thường...Ít nhất theo quan điểm của chúng tôi là một điều tuyệt đối phải làm ở Việt Nam! - Và đi tour 3 ngày 2 ngày đến Bái Tử Long, nó không đông đúc như Vịnh Hạ Long... - Đọc thêm",
            "Chúng tôi cảm ơn bạn đã chia sẻ kinh nghiệm của bạn với chúng tôi. Đội ngũ IZITOUR thực sự rất vui vì bạn hài lòng với những gì chúng tôi đã sắp xếp cho bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Đây là một trong những chuyến đi đáng nhớ nhất trong cuộc đời tôi. Tôi rất ấn tượng với thiên nhiên kỳ diệu của Việt Nam. Dưới đây là 3 từ dành cho chuyến đi Hạ Long: choáng ngợp, mạo hiểm và chữa lành. Đội ngũ hỗ trợ rất thân thiện và nhiệt tình. Tôi được hướng dẫn bởi Vân Anh, hay còn gọi là Anna. Cô ấy quan tâm và hiểu biết rằng tôi đã học được rất nhiều điều về chuyến đi từ cô ấy. Nhân tiện, nhóm rất tuyệt vời và hỗ trợ. Cám ơn vì tất cả. Việt Nam, chắc chắn sẽ quay lại để biết thêm!!!!!!!!!!!!Đọc thêm",
            "Chúng tôi cảm ơn bạn đã chia sẻ kinh nghiệm của bạn với chúng tôi. Đội ngũ IZITOUR thực sự rất vui vì bạn hài lòng với những gì chúng tôi đã sắp xếp cho bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Đến từ Tunisia, tôi cần có thị thực tại cửa khẩu để có thể vào Việt Nam, đây là một thủ tục khá phức tạp. Tôi đã yêu cầu sự giúp đỡ của Izitour để lấy được thị thực và tôi đã có thể nhận được chỉ trong vòng chưa đầy một tuần. Tôi đặc biệt giới thiệu nhà tư vấn du lịch Hein, người chịu trách nhiệm về trường hợp của tôi, anh ấy rất chuyên nghiệp, chủ động và vui vẻ trả lời mọi câu hỏi của tôi. Tôi thực sự hài lòng với chất lượng dịch vụ và mong chờ chuyến đi đến Việt Nam. Đọc thêm",
            "Chúng tôi cảm ơn bạn đã chia sẻ kinh nghiệm của bạn với chúng tôi. Đội ngũ IZITOUR thực sự rất vui vì bạn hài lòng với những gì chúng tôi đã sắp xếp cho bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất!Đọc thêm",
            "Hiền tại IziTour đã giúp tôi nhận được Thư chấp thuận Visa trước khi đến Việt Nam. Vì tôi có hộ chiếu Trinidad - Tobago nên tôi khá lo lắng về thủ tục xin visa trước khi nộp đơn. Hiền rất thân thiện, nhanh nhạy và rõ ràng và thư chấp thuận của tôi đã đến trong vòng 6 ngày làm việc. Tôi không thể giới thiệu kinh nghiệm của tôi cao hơn! Cảm ơn!Đọc thêm",
            "Chúng tôi cảm ơn bạn đã chia sẻ kinh nghiệm của bạn với chúng tôi. Đội ngũ IZITOUR thực sự rất vui vì bạn hài lòng với những gì chúng tôi đã sắp xếp cho bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất!Đọc thêm",
            "Đây là chuyến đi MyBest trong cuộc đời tôi. Phần yêu thích của tôi là ngày tôi đến phố cổ để mua sắm và xem chuyến tham quan thành phố Vì vậy, tôi yêu ẩm thực và phụ nữ Việt Nam. Cảm ơn nhóm đã chăm sóc tôi và bạn tôi - keri và chi - hai người của tôi bạn bè cho tôi biết vì đã viết bài đánh giá nàyĐọc thêm",
            "Pongpisit thân mến,\nCảm ơn bạn đã chọn chúng tôi làm bạn đồng hành của bạn tại Việt Nam. Tất cả chúng tôi đều chào đón bạn đến thăm Việt Nam một lần nữa. Chúc bạn và gia đình mọi điều tốt đẹp nhất.\nTrân trọng, Đọc thêm",
            "Kế hoạch chuyến đi của chúng tôi được thực hiện bởi Liên - nhóm lập kế hoạch - hướng dẫn viên du lịch thật tuyệt vời! Họ đáp ứng yêu cầu của chúng tôi về điểm đến, yêu cầu bữa ăn và yêu cầu bổ sung. Tất cả chúng tôi đều thích thú. Hướng dẫn viên Sue đã làm rất nhiều điều điên rồ với chúng tôi, hướng dẫn viên Huân nhớ tất cả những hạn chế về bữa ăn của chúng tôi. Cảm ơn bạn rất nhiều!Đọc thêm",
            "Helen thân yêu,\nCảm ơn bạn đã đồng hành cùng Izitour. Chúng tôi rất vui vì bạn đã có một trải nghiệm tuyệt vời. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại.\nTrân trọng,\nĐội ngũ Liên và IzitourĐọc thêm",
            "Cảm ơn Liên đã lên kế hoạch cho hành trình và cả Sue và Huân vì đã cung cấp dịch vụ chuyên nghiệp của họ tại Sa Pa và Hà Nội trong chuyến đi của chúng tôi. Chúng tôi có một thời gian tuyệt vời và vui vẻ. Rất khuyến khích - - Đọc thêm",
            "Thân gửi TTBunny,\nChúng tôi đều rất vui khi biết rằng chúng tôi đã đáp ứng đầy đủ kỳ vọng của bạn và bạn đã tận hưởng mọi thứ trong suốt chuyến đi dọc theo miền Bắc Việt Nam. Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc!Đọc thêm",
            "Chúng tôi đã đi chuyến đi 6 ngày 5 đêm - Sapa - Hà Nội - Đó là một chuyến đi thú vị, đồ ăn ngon, con người tuyệt vời Cảm ơn Lian người lập kế hoạch, cô Su - Huân hướng dẫn viên du lịch. Đó là một trải nghiệm thú vị. rất khuyến khích cho tất cả.Đọc thêm",
            "Sharon thân mến,\nChúng tôi cảm ơn bạn rất nhiều vì đã chọn chúng tôi khi bạn đi du lịch đến Việt Nam. Chúng tôi thực sự rất vui khi nhận được phản hồi có giá trị của bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc mọi điều tốt đẹp nhất đến với bạn!Đọc thêm",
            "Tôi đã có một trải nghiệm tuyệt vời khi làm việc với họ. Họ rất có tổ chức và hữu ích và luôn sẵn sàng trả lời các câu hỏi của chúng tôi. Tôi thực sự khuyên bạn nên sử dụng chúng.Đọc thêm",
            "Chào Sabina,\nCảm ơn bạn rất nhiều vì đã chọn IZITOUR làm nhà tư vấn du lịch tại Việt Nam. Rất vui được phục vụ bạn và nhận được phản hồi tốt từ bạn. Chúng tôi hy vọng sớm được gặp bạn tại Việt Nam.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Họ đã có thể đưa cho tôi thư chấp thuận thị thực nhập cảnh nhiều lần của quốc gia Ả Rập Saudi. Chúng rất hữu ích và nhanh chóng. Luôn sẵn sàng giải đáp mọi thắc mắc hoặc cập nhật trạng thái. Sẽ sử dụng lại dịch vụ của họ.Đọc thêm",
            "Xin chào Ahmed,\nCảm ơn bạn rất nhiều vì đã chọn IZITOUR làm nhà tư vấn du lịch tại Việt Nam. Rất vui được phục vụ bạn và nhận được phản hồi tốt. Chúng tôi hy vọng sớm gặp lại bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm"
        ],
        "star_ratings": [
            229,
            10,
            1,
            0,
            0
        ],
        "review_amount": 240,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "IZITOUR.com",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written April 4, 2023",
            "Written March 30, 2023",
            "Written March 29, 2023",
            "Written March 27, 2023",
            "Written March 16, 2023",
            "Written March 13, 2023",
            "Written March 13, 2023",
            "Written March 13, 2023",
            "Written March 10, 2023",
            "Written March 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d18454690-Reviews-or60-IZITOUR_com-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or50-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or70-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-Vietnam_Airport_Tranfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297920-d20997753-Reviews-Ciao_Travels-Chiang_Rai_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589284-Reviews-Viaje_Asean-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7907365-Reviews-Secret_pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17387854-Reviews-13535_Motorbike_Rental_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g298064-d319691-Reviews-Sharjah_Science_Museum-Sharjah_Emirate_of_Sharjah.html",
            "https://www.tripadvisor.com/Attraction_Review-g13362153-d1720876-Reviews-Wilpattu_National_Park-Saliyapura_Anuradhapura_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g41476-d14413566-Reviews-The_Woodshed-Brewster_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g56691-d6857199-Reviews-Gravity_Park-South_Padre_Island_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60885-d1885276-Reviews-Coco_Key_Water_Resort-Omaha_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d2091079-Reviews-Hatfield_McCoy_Dinner_Show-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g44926-d2482819-Reviews-Pythian_Castle-Springfield_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d560854-Reviews-Los_Angeles_Country_Club-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187502-d8587985-Reviews-Playa_del_Hombre_Muerto-Sitges_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d14931740-Reviews-Howl_at_the_Moon_Chicago-Chicago_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or70-IZITOUR_com-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or60-IZITOUR_com-Hanoi.html"
    },
    {
        "attraction_name": "IZITOUR.com",
        "attraction_name_vi": "IZITOUR.com",
        "general_info": [
            "238 đánh giá",
            "- 93 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Tour riêng"
        ],
        "attraction_summary": "IZITOUR.com là trang tổng hợp các hành trình du lịch tư nhân lớn nhất tại Việt Nam tính đến thời điểm hiện tại. IZITOUR.com cho phép bạn tận hưởng kỳ nghỉ của mình một cách thoải mái. Tại đây, bạn sẽ tìm thấy nhiều hoạt động - các chuyến tham quan từ một ngày đến nhiều ngày, được các chuyên gia du lịch địa phương của chúng tôi thiết kế và lắp ráp cẩn thận.Đọc thêm",
        "reviews": [
            "IZITOUR - khi bạn đánh vần tên IZITOUR bằng tiếng Việt sẽ ra cùng một từ - Easy Tour - bằng tiếng Anh! Vì vậy, điều đó có nghĩa là khi đến IZITOUR, bạn có thể dễ dàng tìm được người để được tư vấn du lịch - trong trường hợp của tôi là Silvia Dương, một nhân viên tốt bụng, tốt bụng và rất có năng lực của công ty, bạn có thể dễ dàng hoàn thành công việc khi gặp gỡ. mong đợi của bạn, bạn có thể dễ dàng chìm vào những cảm xúc vui vẻ, lãng mạn và hài lòng bên những người thân yêu của mình... IZITOUR rất có kinh nghiệm tổ chức các tour du lịch riêng ở các nước Đông Dương ... Các tour du lịch miền Nam và Siem Riep của tôi rất tuyệt vời. Xin chân thành cảm ơn IZITOUR và Silvia Dương vì sự hỗ trợ của các bạn để giúp kỳ nghỉ của tôi ở Việt Nam và Campuchia trở nên khó quên.Đọc thêm",
            "Chào Huyền,\nCảm ơn bạn rất nhiều vì phản hồi nhiệt tình của bạn. Niềm vui của bạn là động lực lớn để chúng tôi hoàn thiện dịch vụ của mình hơn nữa. Nhóm Silvia và Izitour hy vọng sớm gặp lại bạn.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Phong cảnh tuyệt vời và tổ chức tuyệt vời của nhà điều hành tour du lịch. Đó là sinh nhật của vợ tôi và cô ấy rất hạnh phúc với món quà bất ngờ và đặc biệt từ Anna tại Izitour. Tôi nồng nhiệt giới thiệu công ty nàyĐọc thêm",
            "Xin chào Philippe,\nCảm ơn bạn rất nhiều vì đã chọn IZITOUR làm nhà tư vấn du lịch tại Việt Nam. Rất vui khi được phục vụ gia đình bạn và nhận được phản hồi tốt từ bạn. Chúng tôi hy vọng sớm gặp lại bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc!Đọc thêm",
            "Nhân viên rất nhiệt tình và hữu ích. Họ cung cấp một loạt các tour du lịch có thể khiến bạn choáng ngợp nhưng với tư cách là những người đam mê ẩm thực, chúng tôi đã chọn chuyến tham quan ẩm thực Hà Nội kéo dài nửa ngày và tìm hiểu tất cả những món ăn đường phố cần thiết - Cách tốt để sử dụng thời gian hiệu quả trong chuyến du lịch của chúng tôiĐọc thêm",
            "Kính gửi Minh,\nCảm ơn bạn rất nhiều vì đã tin tưởng và chọn IZITOUR làm đơn vị tư vấn du lịch tại Việt Nam. Chúng tôi rất vui khi được phục vụ gia đình bạn và nhận được phản hồi tốt từ bạn. Chúng tôi sẽ cố gắng hết sức. Một lần nữa cảm ơn bạn rất nhiều và hy vọng sớm được gặp bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Rất phản ứng nhanh và làm mọi thủ tục dễ dàng hơn. Van Anh PHAN đã giúp tôi có được thư xin thị thực và cô ấy nhanh chóng hoàn thành mọi thủ tục, tôi thực sự khuyên bạn nên dùng Read more",
            "Khaled thân mến,\nXin chân thành cảm ơn quý khách đã tin tưởng và lựa chọn IZITOUR là nhà tư vấn du lịch tại Việt Nam. Vân Anh và nhóm chúng tôi gửi đến bạn một cái ôm nồng nhiệt.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Chúng tôi gồm 9 người đến từ Úc, Pháp và VN muốn trải nghiệm vẻ đẹp của vùng Ha Giang trong 6 ngày. Liên và nhóm của cô, từ IZITOUR, đã rất xuất sắc trong việc giúp xây dựng một hành trình tùy chỉnh cho phép chúng tôi không chỉ ngắm nhìn những cảnh đẹp mà vùng Hagiang mang lại mà còn có cơ hội đi bộ, đạp xe và giao lưu với người dân địa phương ở các làng của đồng bào dân tộc thiểu số. Người lái xe, Giang, hướng dẫn viên du lịch, Ngọc, cung cấp, đều có kinh nghiệm và xuất sắc. Họ đã vượt qua những địa hình hiểm trở và hiểm trở để đưa chúng tôi đến những vùng đất tuyệt đẹp với những ngôi làng nhỏ, những khu chợ và cho chúng tôi hiểu biết về văn hóa, cách ăn mặc, v.v. của từng nhóm dân tộc thiểu số. Đó là một trải nghiệm du lịch đặc biệt mà chúng tôi cảm thấy vinh dự khi được cung cấp. Hoan hô Liên, đoàn của cô, hướng dẫn viên Ngọc và tài xế Giang. Làm tốt! Chúng tôi đánh giá cao nỗ lực của bạn và sự chăm sóc của bạn cho 9 người chúng tôi trong 6 ngày. Cảm ơn bạn.Đọc thêm",
            "Thưa ông Anthony,\nCảm ơn bạn rất nhiều vì phản hồi nhiệt tình của bạn. Rất vui được phục vụ bạn và gia đình. Những lời nói tốt đẹp của bạn là động lực lớn để chúng tôi cải thiện dịch vụ của mình. Một lần nữa xin cảm ơn bạn rất nhiều và hy vọng sớm gặp lại bạn tại Việt Nam.\nCô Liên và nhóm chúng tôi chúc bạn mọi điều tốt đẹp nhất. Đọc thêm",
            "Dịch vụ và đội ngũ nhân viên tuyệt vời, đặc biệt là cô Silvia Dương! Trong chuyến đi Huế của chúng tôi, cô ấy đã đi xa hơn một chút để cho chúng tôi những lời khuyên và lời khuyên du lịch tốt nhất. Chúng tôi rất thích chuyến đi của mình và muốn cảm ơn cô Silvia Dương vì sự giúp đỡ tận tình và phản hồi chân thành nhanh chóng của cô! Hi vọng chúng ta sẽ có thêm nhiều chuyến đi cùng nhau trong tương lai! Cảm ơn bạn!Đọc thêm",
            "Giang thân mến,\nXin chân thành cảm ơn quý khách đã tin tưởng và chọn IZITOUR làm bạn đồng hành tại Việt Nam. Rất vui khi được phục vụ gia đình bạn và nhận được phản hồi tốt từ bạn. Chúng tôi sẽ cố hết sức. Một lần nữa xin cảm ơn các bạn rất nhiều và hy vọng sớm gặp lại các bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Tôi đến thăm Việt Nam - - trong 3 năm - s 2016 17 18 Đó là một đất nước rất đẹp và con người ở đó rất tốt Và tôi yêu tất cả các bạn - Đọc thêm",
            "Khaled thân mến,\nCảm ơn bạn rất nhiều vì đã tin tưởng và chọn IZITOUR làm đơn vị tư vấn du lịch tại Việt Nam. Chúng tôi rất vui khi được phục vụ gia đình bạn và nhận được phản hồi tốt từ bạn. Chúng tôi sẽ cố gắng hết sức. Một lần nữa cảm ơn bạn rất nhiều và hy vọng sớm được gặp bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Nhân viên tốt bụng, trong một số trường hợp nhất định, chúng tôi không thể tận dụng dịch vụ của họ, nhưng khi cần một số thông tin về chuyến tham quan Delta mekong, tôi đã nhận được sự giúp đỡ tận tình của một cô gái tên Silvia Dương, nếu một ngày nào đó tôi tình cờ đến đó, chắc chắn chúng tôi sẽ xem xét đại lý Izitour!!! cảm ơn SilviaĐọc thêm",
            "Xin chân thành cảm ơn sự đánh giá cao của bạn, đó là nguồn động viên to lớn cho Silvia Dương của chúng tôi. Chúc một ngày tốt lành - - Đọc thêm",
            "Đó là một tuần tuyệt vời đối với tôi - - Tôi - tôi sẽ nhớ khoảng thời gian được ở bên các bạn, cảm ơn các bạn rất nhiềuĐọc thêm",
            "Burak Aktas thân mến, chúng tôi chào mừng bạn đến thăm Việt Nam lần nữa. Chúc bạn và gia đình mọi điều tốt lành\ntốt nhất!Đọc thêm",
            "Tôi nghĩ điều này rất hay. Tôi thích chuyến đi ở việt nam. Và tôi chúc bạn luôn thành công với công việc kinh doanh của mìnhĐọc thêm",
            "Xin chân thành cảm ơn quý khách đã tin tưởng và lựa chọn IZITOUR là nhà tư vấn du lịch tại Việt Nam. Rất vui khi được phục vụ gia đình bạn và nhận được phản hồi tốt từ bạn. Chúng tôi sẽ cố hết sức. Một lần nữa xin cảm ơn các bạn rất nhiều và hy vọng sớm gặp lại các bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm"
        ],
        "star_ratings": [
            229,
            10,
            1,
            0,
            0
        ],
        "review_amount": 240,
        "location": [
            "Hà Nội",
            "Những việc cần làm ở Hà Nội",
            "IZITOUR.com",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written March 10, 2023",
            "Written March 9, 2023",
            "Written March 5, 2023",
            "Written March 5, 2023",
            "Written March 3, 2023",
            "Written March 2, 2023",
            "Written February 28, 2023",
            "Written February 27, 2023",
            "Written February 27, 2023",
            "Written February 25, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d18454690-Reviews-or70-IZITOUR_com-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or60-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or80-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-Vietnam_Airport_Tranfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297920-d20997753-Reviews-Ciao_Travels-Chiang_Rai_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589284-Reviews-Viaje_Asean-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7907365-Reviews-Secret_pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17387854-Reviews-13535_Motorbike_Rental_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g651972-d2359869-Reviews-Petani_Beach-Lixouri_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d548916-Reviews-Miniaturk-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d591274-Reviews-Hatch_Show_Print-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d8524783-Reviews-Graffiti_Alley-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g55876-d2314142-Reviews-Gainesville_Outlet_Mall-Gainesville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d646314-Reviews-Key_West_Express-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d106189-Reviews-Whitney_Museum_of_American_Art-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d560125-Reviews-Observatory_Park-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d12703671-Reviews-Amtrak-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g42311-d2479341-Reviews-Holly_Recreation_Area-Holly_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or80-IZITOUR_com-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or70-IZITOUR_com-Hanoi.html"
    },
    {
        "attraction_name": "IZITOUR.com",
        "attraction_name_vi": "IZITOUR.com",
        "general_info": [
            "238 đánh giá",
            "- 93 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Tour nhiều ngày",
            "Tour riêng"
        ],
        "attraction_summary": "IZITOUR.com là Lựa chọn lớn nhất về Lịch trình Tour riêng tại Việt Nam cho đến nay. IZITOUR.com cho phép bạn tạo kỳ nghỉ của mình một cách thoải mái. Tại đây, bạn sẽ tìm thấy nhiều hoạt động - tour du lịch từ một ngày đến nhiều ngày, được thiết kế và lắp ráp cẩn thận bởi các chuyên gia du lịch địa phương của chúng tôi. Đọc thêm",
        "reviews": [
            "Họ cung cấp các dịch vụ tuyệt vời, nhân viên rất hữu ích, chu đáo và luôn nở nụ cười rạng rỡ! Đến thăm một đất nước xinh đẹp như vậy xứng đáng nhận được sự hỗ trợ ở mức cao hơn, bạn chắc chắn sẽ tìm thấy điều đó ở đây!Đọc thêm",
            "Xin chào ông Marco,\nChúng tôi rất vui khi nhận được những ý kiến ​​đóng góp quý báu của bạn. Chúng tôi chúc bạn những điều tốt đẹp nhất trong cuộc sống.Đọc thêm",
            "Tôi là một giáo viên ESL trực tuyến.  Tôi cần nghỉ ngơi và chọn trải nghiệm này. Ôi mọi người ơi, tôi đã thấy vui, cười và còn vui hơn nữa!  Đồ ăn Việt Nam ngon lắm, bạn sẽ không đói đâu. Họ có nhiều loại thức ăn ngon. Ps, tốt nhất là bạn nên hỏi về thành phần của món ăn... Bằng cách đó bạn có thể quyết định xem bạn có muốn thử món đó hay có thể gọi món khác. Ở đây tôi đã uống loại cà phê ngon nhất thế giới. Đã có những người bạn tốt và hiện tại tôi chỉ hy vọng mình có thể sớm quay lại.  Yêu tất cả các bạn, Yêu các bạn Việt Nam.  - 27615555999. HendrikĐọc thêm",
            "Henrik thân mến, chúng tôi rất vui khi biết rằng bạn rất thích chuyến đi của mình. Mong sớm được gặp lại bạn ở Việt Nam. Chúng tôi chúc bạn và gia đình mọi điều tốt lành\ntốt nhất!Đọc thêm",
            "Izitour đã cung cấp các dịch vụ và hỗ trợ tuyệt vời trong suốt chuyến thăm Việt Nam và Campuchia của tôi, cho phép tôi khám phá những địa điểm mang tính biểu tượng.Đọc thêm",
            "Daniel thân mến, Chúng tôi thực sự rất vui khi nhận được phản hồi quý giá của bạn. Cảm ơn bạn rất nhiều vì\nlựa chọn chúng tôi khi bạn đi du lịch tại Việt Nam. Tất cả chúng tôi đều mong được phục vụ bạn lần nữa trong\nViệt Nam, Lào và Campuchia. Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất trong chuyến du ngoạn 3 ngày 2 đêm trên Prince Junk dọc Vịnh Hạ Long, chiếc thuyền tuyệt đẹp, cabin và phòng tắm hạng nhất. Thức ăn thật tuyệt vời, bữa sáng, bữa trưa và bữa tối đều được phục vụ trong khung cảnh tuyệt đẹp. Phi hành đoàn thật xuất sắc, họ chăm sóc chúng tôi từ đầu đến cuối, dịch vụ đẳng cấp nhất, hướng dẫn viên du lịch của chúng tôi đã khiến chuyến đi của chúng tôi trở nên thú vị, những điểm dừng dọc đường chúng tôi - thật ngoạn mục, BBQ trên bãi biển, họ đã cố gắng làm cho chúng tôi hạnh phúc, bánh sinh nhật, những món quà nhỏ, quầy bar có mọi thứ bạn mong muốn. Thật là một chuyến đi tuyệt vời. Cảm ơn Izzitours đã làm cho nó hoàn hảo từ đầu đến cuối, vận chuyển đi và về, rất chuyên nghiệpĐọc thêm",
            "Xin chào Christine, Cảm ơn bạn rất nhiều vì đã tin tưởng và đặt phòng với chúng tôi. Nhóm của chúng tôi rất vui được phục vụ bạn và giới thiệu cho bạn về đất nước xinh đẹp của chúng tôi. Chúng tôi hy vọng sớm được gặp bạn tại Việt Nam. Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Cảm ơn Liên về báo giá du lịch và lời khuyên. : - Đánh giá cao nghiên cứu và lời khuyên của bạn về những điều nên làm ở Sapa và Hà Nội cho nhóm của tôi.Đọc thêm",
            "Thân gửi Lynn, Cảm ơn bạn rất nhiều vì đã tin tưởng và chọn IZITOUR làm đơn vị tư vấn du lịch tại Việt Nam. Chúng tôi rất vui khi nhận được phản hồi tốt từ bạn. Chúng tôi sẽ cố gắng hết sức. Một lần nữa cảm ơn bạn rất nhiều và hy vọng sớm được gặp bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Phong nha Lake House là khách sạn tiêu chuẩn quốc tế. Có view hồ tuyệt vời. Khách sạn thiết kế đẹp và bữa ăn ngon. Tour đi thuyền cũng vui nhộn, có ca nhạc và múa thuyền. Bảo tàng Chăm có một triển lãm lớn về văn hóa Chăm. Cảnh quan núi Ngũ Hành Sơn tuyệt đẹp với nhiều nhà máy Đá Cẩm Thạch và những ngôi đền lịch sử.Đọc thêm",
            "Thưa ông Koh,\nChúng tôi cảm ơn bạn đã chia sẻ kinh nghiệm của bạn với chúng tôi. Đội ngũ IZITOUR thực sự vui mừng vì bạn hài lòng với những gì chúng tôi đã sắp xếp cho bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia. \nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Tôi sẽ đến Việt Nam trong vài tuần nữa và mặc dù tôi không đi cùng Izitour nhưng tôi đã liên hệ với một trong những đại diện của họ - Anna - người đã giúp tôi chuẩn bị cho chuyến đi này. Cô ấy hiệu quả, phản ứng nhanh và rất chuyên nghiệp. Cô ấy đã cho tôi lời khuyên miễn phí về nhiều thứ - đi lại, lớp học nấu ăn, v.v. - mà tôi - tôi biết ơn nhất. Cảm ơn Anna rất nhiều vì tất cả sự giúp đỡ của bạn!Đọc thêm",
            "Xin chào Laurent,\nNhóm chúng tôi rất vui khi nhận được những ý kiến ​​quý báu của bạn. Cảm ơn bạn đã lựa chọn ra đi với sự ủng hộ của chúng tôi với đầy những khoảnh khắc đẹp. Chúng tôi hy vọng có thể chào đón bạn cho kỳ nghỉ sắp tới tại Việt Nam. Chúng tôi chúc bạn những điều tốt đẹp nhất trong cuộc sống.Đọc thêm",
            "Izitour đã rất hữu ích kể từ lần đầu tiên tôi tiếp cận họ, người giao tiếp rất chuyên nghiệp, xuất sắc và hoàn thành công việc đúng thời hạn. Tôi thực sự khuyên bạn nên làm việc với họ.Đọc thêm",
            "Kính gửi Murad, Cảm ơn bạn rất nhiều vì đã tin tưởng và chọn IZITOUR làm nhà tư vấn du lịch tại Việt Nam. Thật hạnh phúc hơn khi nhận được những phản hồi tốt đẹp từ bạn. Chúng tôi sẽ cố hết sức. Một lần nữa xin cảm ơn các bạn rất nhiều và hy vọng sớm gặp lại các bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Tôi đã hợp tác với công ty Izitour và đặc biệt hơn là với Văn Anh Phan, người rất chuyên nghiệp trong việc tư vấn. Rất kiên nhẫn để hiểu đầy đủ nhu cầu của chúng tôi. Cô ấy nói tiếng Pháp hoàn hảo. Tôi giới thiệu cho tất cả người dân Pháp.Đọc thêm",
            "Xin chào Gilles,\nNhóm chúng tôi rất vui khi nhận được những ý kiến ​​quý báu của bạn. Cảm ơn bạn đã lựa chọn ra đi với sự ủng hộ của chúng tôi với đầy những khoảnh khắc đẹp. Chúng tôi hy vọng có thể chào đón bạn cho kỳ nghỉ sắp tới tại Việt Nam. Chúng tôi chúc bạn những điều tốt đẹp nhất trong cuộc sống.Đọc thêm",
            "tour du lịch tuyệt vời quanh vịnh lan. 2 ngày này được tổ chức rất tốt, từ nhà nghỉ đến thuyền. chuyến đi trên thuyền thật hoàn hảo bất chấp thời tiết xấu! chèo thuyền kayak, xe đạp... mọi thứ đều được lên kế hoạch rất tốt trong một bầu không khí dễ chịu. Cảm ơn lien vì tất cả sự giúp đỡ và phản ứng của bạn!Đọc thêm",
            "Jeanne thân mến,\nCảm ơn bạn rất nhiều vì đã tin tưởng và đặt phòng với chúng tôi. Liên và nhóm chúng tôi rất vui được phục vụ bạn và giới thiệu cho bạn về đất nước xinh đẹp của chúng tôi. Chúng tôi hy vọng sớm được gặp bạn tại Việt Nam. Chúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm"
        ],
        "star_ratings": [
            229,
            10,
            1,
            0,
            0
        ],
        "review_amount": 240,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "IZITOUR.com",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written February 24, 2023",
            "Written February 22, 2023",
            "Written February 22, 2023",
            "Written February 19, 2023",
            "Written February 18, 2023",
            "Written February 14, 2023",
            "Written February 9, 2023",
            "Written February 9, 2023",
            "Written February 8, 2023",
            "Written February 4, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d18454690-Reviews-or80-IZITOUR_com-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or70-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or90-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-Vietnam_Airport_Tranfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297920-d20997753-Reviews-Ciao_Travels-Chiang_Rai_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589284-Reviews-Viaje_Asean-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7907365-Reviews-Secret_pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17387854-Reviews-13535_Motorbike_Rental_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d10104682-Reviews-Boyztown-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d104802-Reviews-The_Queen_Mary-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189922-d9743739-Reviews-Santa_Claus_Express-Rovaniemi_Lapland.html",
            "https://www.tripadvisor.com/Attraction_Review-g54774-d2422769-Reviews-Downtown_Rapid_City-Rapid_City_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190444-d2290402-Reviews-Mikri_Vigla_Beach-Mikri_Vigla_Naxos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g652121-d8608505-Reviews-Playa_Dorada_Beach-Playa_Blanca_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d26642386-Reviews-BBC_Earth_Experience-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g274873-d25394183-Reviews-Red_Eye_Monkey_Cannabis_store-Ljubljana_Upper_Carniola_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g33000-d116687-Reviews-V_Sattui_Winery-St_Helena_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d532177-Reviews-Lyric_Opera_House-Baltimore_Maryland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or90-IZITOUR_com-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or80-IZITOUR_com-Hanoi.html"
    },
    {
        "attraction_name": "IZITOUR.com",
        "attraction_name_vi": "IZITOUR.com",
        "general_info": [
            "238 đánh giá",
            "- 93 trên 1.916 Chuyến tham quan - Hoạt động tại Hà Nội",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan nhiều ngày",
            "Tour riêng"
        ],
        "attraction_summary": "IZITOUR.com là trang tổng hợp các hành trình du lịch tư nhân lớn nhất tại Việt Nam tính đến thời điểm hiện tại. IZITOUR.com cho phép bạn tận hưởng kỳ nghỉ của mình một cách thoải mái. Tại đây, bạn sẽ tìm thấy nhiều hoạt động - các chuyến tham quan từ một ngày đến nhiều ngày, được các chuyên gia du lịch địa phương của chúng tôi thiết kế và lắp ráp cẩn thận.Đọc thêm",
        "reviews": [
            "Bạn tôi và tôi đã yêu cầu bốn báo giá từ các công ty khác nhau cho chuyến tham quan chuyên ngành - di sản - kéo dài 12 ngày tại Hà Nội - Vịnh Hạ Long và miền Trung Việt Nam vào tháng Giêng.  Chúng tôi đã thực hiện một nghiên cứu nhỏ và có một vài ý tưởng riêng về những gì chúng tôi muốn xem nhưng cô Trần Liên không chỉ cung cấp cho chúng tôi lịch trình tham quan hấp dẫn nhất - có ảnh - mà còn có vẻ phù hợp nhất với nhu cầu của chúng tôi và giá trị đồng tiền.  Sau một vài thay đổi nhỏ dễ dàng được đáp ứng và phản hồi rất nhanh chóng, chúng tôi đã đồng ý tiếp tục và khi đến nơi đã nhận được dịch vụ rất tốt từ văn phòng, hướng dẫn viên và tài xế của họ.  Chúng tôi rất thích tất cả các khía cạnh của hành trình và đã có một chuyến đi cực kỳ đáng nhớ nhờ sự tổ chức và đề xuất chuyên môn của họ.  Kể từ đó, chúng tôi đã đưa ra một số phản hồi nhỏ cho họ vì lý do duy nhất để không trao giải 5 sao là họ đã chọn một số khách sạn gần bãi biển, điều này sẽ thật tuyệt vời nếu trời không lạnh và mưa nhiều vào những ngày đặc biệt đó!  Họ đã sẵn sàng chấp nhận rằng họ nên thận trọng trong tháng 1 và lựa chọn các giải pháp thay thế trong tương lai.  Chúng tôi không ngần ngại giới thiệu họ một cách nồng nhiệt nhất cho chuyến thăm Việt Nam của bạn, dù dài hay ngắn, và chúng tôi hy vọng sẽ quay trở lại trong tương lai gần.  Chúng tôi đã học được rất nhiều điều về đất nước này và yêu thích cả phong cảnh lẫn con người!  Cảm ơn rất nhiều!Đọc thêm",
            "Richard thân mến,\nCảm ơn bạn rất nhiều vì sự tin tưởng của bạn. Chúng tôi rất vui vì nhìn chung bạn đã có một chuyến đi tuyệt vời như vậy. Được phục vụ bạn là niềm vinh dự và hạnh phúc của chúng tôi. Phản hồi của bạn sẽ giúp chúng tôi cải thiện bản thân rất nhiều. Chúng tôi hy vọng sớm gặp lại bạn tại Việt Nam. Chúc bạn mọi điều tốt đẹp nhất!Đọc thêm",
            "Tôi rất căng thẳng vì vài ngày trước khi khởi hành, tôi không nhận được phản hồi về visa. Ai đó đã chăm sóc tôi và giúp tôi mọi thủ tục giấy tờ, với rất nhiều sự quan tâm và tử tế. Thật tuyệt khi được nhìn thấy những người như vậyĐọc thêm",
            "Xin chào Thibault, \nNhóm chúng tôi rất vui khi nhận được những ý kiến ​​quý báu của bạn. Cảm ơn bạn đã lựa chọn ra đi với sự ủng hộ của chúng tôi với đầy những khoảnh khắc đẹp. Chúng tôi hy vọng có thể chào đón bạn cho kỳ nghỉ sắp tới tại Việt Nam. Chúng tôi chúc bạn những điều tốt đẹp nhất trong cuộc sống.Đọc thêm",
            "Chiếc thuyền sang trọng và đội rất hữu ích.  Chúng tôi được đưa về khách sạn mà không gặp vấn đề gì và chịu trách nhiệm ngay từ đầu.  Thức ăn rất tuyệt vời. Tôi thực sự khuyên bạn nên dùng nó.  Nó tốn kém, nhưng nó xứng đáng với tất cả - - đã đầu tư.  Cảm ơn LiênĐọc thêm",
            "Renaud thân mến,\nChúng tôi cảm ơn bạn đã chia sẻ kinh nghiệm của bạn với chúng tôi. Đội ngũ IZITOUR thực sự vui mừng vì bạn yêu thích những gì chúng tôi đã sắp xếp cho bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất!Đọc thêm",
            "Tôi đã liên hệ với cơ quan này khi tôi đang ở Pháp và cần thông tin cho con gái tôi phải đi du lịch trong dịp Tết khi mọi thứ đều đóng cửa. Cô Vân Anh PHAN cực kỳ tốt bụng và hiệu quả, gọi điện cho tôi, trả lời tất cả email của tôi, chỉ vì lòng tốt vì cô ấy không quan tâm đến lợi ích gì. Nếu về Việt Nam tôi sẽ qua công ty này vì họ làm việc hiệu quả, sẵn sàng, nhanh chóng và thân thiện. Đặt phòng với họ, tôi - tôi chắc chắn bạn sẽ - không thất vọng.Đọc thêm",
            "Xin chân thành cảm ơn quý khách đã tin tưởng và lựa chọn IZITOUR là nhà tư vấn du lịch tại Việt Nam. Rất vui khi được phục vụ gia đình bạn và nhận được phản hồi tốt từ bạn. Chúng tôi sẽ cố hết sức. Một lần nữa xin cảm ơn các bạn rất nhiều và hy vọng sớm gặp lại các bạn tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất và hãy giữ liên lạc nhé!Đọc thêm",
            "Vào giây phút cuối cùng, tôi nhận ra rằng tôi cần có Thư chấp thuận cho Việt Nam. Tôi stress vì đã đặt vé đi Hà Nội rồi. Và cảm ơn Liên, cô ấy đã giúp tôi trong 2 ngày để nhận được lá thư này. Bây giờ tôi rất vui vì có thể đến thăm đất nước xinh đẹp này.Đọc thêm",
            "Kateryna thân mến,\nChúng tôi cảm ơn bạn đã chia sẻ kinh nghiệm của bạn với chúng tôi. Đội ngũ Izitour thực sự rất vui vì bạn hài lòng với những gì chúng tôi sắp xếp cho bạn. Chắc chắn chúng tôi mong được phục vụ bạn một lần nữa tại Việt Nam, Lào và Campuchia.\nChúc bạn mọi điều tốt đẹp nhất!Đọc thêm",
            "Dịch vụ tuyệt vời. Tôi nộp đơn xin visa hơi muộn, đặc biệt là trước Tết Nguyên đán. Tuy nhiên, nhóm đã thực sự hữu ích và làm mọi thứ để đảm bảo rằng tôi sẽ có VISA đúng hạn. Xin gửi lời cảm ơn đặc biệt đến Hoàng, người đã giúp đỡ tôi trong suốt quá trình và anh ấy luôn sẵn sàng nếu cần. Tôi đánh giá cao công ty này!Đọc thêm",
            "Janice thân mến, Chúng tôi thực sự rất vui khi nhận được phản hồi quý giá của bạn. Cảm ơn bạn đã đề xuất và chúng tôi rất mong được\nchào đón bạn tại Việt Nam. Trân trọng, Đọc thêm",
            "Trần Liên đã làm rất tốt khi giúp chúng tôi tổ chức chuyến đi đến Sapa. Tôi dự định sẽ sử dụng lại dịch vụ IziTour.Đọc thêm",
            "Andrea thân mến, Cảm ơn bạn đã đồng hành cùng Izitour. Chúng tôi rất vui vì dịch vụ của chúng tôi đáp ứng được sự mong đợi của bạn. Cảm ơn một lần nữa vì lời giới thiệu của bạn và chúng tôi mong sớm được chào đón bạn quay trở lại. Trân trọng, Đọc thêm",
            "Xin chào Chuyến đi diễn ra tốt đẹp và được quản lý tốt. Cảm ơn cô Trần Liên của Izitour. Được tổ chức tốt. Đó là một trải nghiệm tuyệt vời, Cô ấy luôn sẵn sàng giải đáp mọi thắc mắc. Cảm ơn bạn rất nhiềuĐọc thêm",
            "Sudhir thân mến, chúng tôi cảm ơn bạn rất nhiều vì đã chọn chúng tôi khi bạn đến Việt Nam. Liên là một trong những chuyên gia tư vấn du lịch tốt nhất của chúng tôi và chúng tôi cảm thấy rất vui khi bạn hài lòng với tổ chức của cô ấy. Chúng tôi mong muốn có nhiều cơ hội được chào đón bạn tại Việt Nam hoặc thậm chí các điểm đến khác của Lào, Campuchia.\nChúc mọi điều tốt đẹp nhất đến với bạn!Đọc thêm",
            "Dịch vụ tuyệt vời. Ngay cả với những yêu cầu khó khăn - Chúng tôi đã đến Hà Nội, Tulong, Hạ Long, Huế, Hội An. Chúng tôi luôn được theo dõi và giúp đỡ để tiếp cận tài xế và hướng dẫn viên của mình. Không thể giới thiệu thêm đại lý này - Anna thật tuyệt vời - Đọc thêm",
            "Jerome Bourgeon thân mến, \nNhóm chúng tôi rất vui khi nhận được những ý kiến ​​quý báu của bạn. Cảm ơn bạn đã lựa chọn ra đi với sự ủng hộ của chúng tôi với đầy những khoảnh khắc đẹp. Chúng tôi hy vọng có thể chào đón bạn cho kỳ nghỉ sắp tới tại Việt Nam. Chúng tôi chúc bạn những điều tốt đẹp nhất trong cuộc sống.Đọc thêm",
            "Chúng tôi đã liên hệ với Izitour để tìm kiếm chuyến đi trong ngày riêng tư vào phút cuối cho 2 người ở Ninh Bình và vài ngày sau là Mai Châu. Giao tiếp trên WhatsApp diễn ra suôn sẻ và dễ dàng. Các chuyến tham quan có hướng dẫn diễn ra tốt đẹp. Chuyến đi Ninh Bình có lẽ đã theo dõi quá nhiều những địa điểm du lịch siêu sang và có cảm giác rằng chúng ta có thể tìm thấy những địa điểm đó trên Google. Còn với Mai Châu, một ngày trekking trên núi rất thú vị, dừng chân tại một ngôi nhà của người dân địa phương ở giữa đồng bằng. nghỉ ngơi trong rừng, đây chắc chắn là một chuyến tham quan mà có hướng dẫn viên địa phương sẽ rất có lợi. Nói đến, cả hai hướng dẫn viên đều rất thân thiện và nói tiếng Pháp hoàn hảo. Tôi sẽ liên hệ lại với Izitour cho những chuyến đi tới Việt Nam trong tương lai.Đọc thêm",
            "Nikita thân mến, Chúng tôi thực sự rất vui khi nhận được phản hồi quý giá của bạn. Cảm ơn bạn rất nhiều vì đã chọn chúng tôi khi bạn đi du lịch ở Việt Nam. Tất cả chúng tôi đều mong được phục vụ bạn một lần nữa tại Việt Nam. Chúc bạn và người yêu mọi điều tốt đẹp nhất!Đọc thêm"
        ],
        "star_ratings": [
            229,
            10,
            1,
            0,
            0
        ],
        "review_amount": 240,
        "location": [
            "Hà Nội",
            "Những điều cần làm ở Hà Nội",
            "IZITOUR.com",
            "Châu Á",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written February 2, 2023",
            "Written February 1, 2023",
            "Written January 27, 2023",
            "Written January 20, 2023",
            "Written January 18, 2023",
            "Written January 18, 2023",
            "Written January 17, 2023",
            "Written January 17, 2023",
            "Written January 2, 2023",
            "Written November 28, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d18454690-Reviews-or90-IZITOUR_com-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or80-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or100-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-IZITOUR_com-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9718210-Reviews-Vietnam_Airport_Tranfers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g297920-d20997753-Reviews-Ciao_Travels-Chiang_Rai_Chiang_Rai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15589284-Reviews-Viaje_Asean-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7907365-Reviews-Secret_pub-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861467-Reviews-Amica_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6941945-Reviews-54_Traditions_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17623018-Reviews-Compass_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19484956-Reviews-Hanoi_Airport_Transfer_Company-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6478840-Reviews-Vacation_Indochina_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15224304-Reviews-Aloha_Vietnam_Travel_Guide-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11641267-Reviews-Authentik_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4131452-Reviews-Asia_Pacific_Travel_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17387854-Reviews-13535_Motorbike_Rental_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18929735-Reviews-Anise_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15292388-Reviews-Mei_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g2318557-d8387546-Reviews-Rikkos_Beach-Geroskipou_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g295396-d15017072-Reviews-Plaja_3_Papuci-Constanta_Constanta_County_Southeast_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d877873-Reviews-Torrey_Pines_Gliderport-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187527-d2061857-Reviews-Habaneras_Shopping_Center-Torrevieja_Costa_Blanca_Province_of_Alicante_Valencian_.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d4926574-Reviews-Traganou_Beach-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2637413-Reviews-Disney_Store-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d267703-Reviews-Central_Park_Zoo-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g42094-d4732463-Reviews-Hagar_Park-Coloma_Berrien_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g46874-d103625-Reviews-Trenton_Thunder_Ballpark-Trenton_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g309685-d2460517-Reviews-Magic_Mountain-Moorea_Society_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or100-IZITOUR_com-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d18454690-Reviews-or90-IZITOUR_com-Hanoi.html"
    }
]