[
    {
        "attraction_name": "Jacky Vietnam Travel",
        "attraction_name_vi": "Jacky Việt Nam Travel",
        "general_info": [
            "174 đánh giá",
            "54 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Tour nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Bạn vui, chúng tôi vui! Chúng tôi chăm sóc bạn như những thành viên trong gia đình. Công ty lữ hành địa phương của chúng tôi sẽ đưa bạn đến những nơi đẹp nhất của Việt Nam như Hà Nội, Thành phố Hồ Chí Minh, Vịnh Hạ Long, Sapa, Ninh Bình, Huế, Hội An... Hãy cho chúng tôi biết bạn muốn đến Việt Nam trong bao lâu và chúng tôi sẽ đề xuất cho bạn một chuyến đi tuyệt vời! Đọc thêm",
        "reviews": [
            "Jacky Travels là đại lý du lịch hàng đầu tại Việt Nam! Đây không chỉ là một bài viết quảng cáo; đó là minh chứng cho trải nghiệm cá nhân của tôi. Gia đình bảy người của chúng tôi bắt đầu một cuộc phiêu lưu kéo dài 8 ngày và mỗi ngày đều tràn ngập những trải nghiệm độc đáo, thú vị và vui vẻ. Gói hàng này được tùy chỉnh tỉ mỉ cho gia đình chúng tôi và Hanna cùng với nhóm hỗ trợ tại Jacky Travels đã chú ý đến từng chi tiết. Với tư cách là Jains, thật khó để tìm được bữa ăn không có tỏi hoặc hành, và bữa ăn của bố mẹ tôi sẽ không trọn vẹn nếu không có chapati, sabji, dal và chawal. Hanna đảm bảo rằng cả năm khách sạn đều được thông báo trước về sở thích ăn uống của chúng tôi. Cô ấy thậm chí còn đưa chúng tôi đến các nhà hàng Ấn Độ và liên tục tìm kiếm phản hồi để đảm bảo chất lượng món ăn tốt nhất. Thật không may, chúng tôi phải đối mặt với tình trạng khẩn cấp về y tế và ba người chúng tôi phải quay lại Ấn Độ giữa chuyến đi. Trong khi các đại lý du lịch khác có thể không hoàn lại tiền, Jacky Travels đã thể hiện lòng tốt và tính chính trực đặc biệt bằng cách hoàn lại tiền khách sạn, vé bảo tàng và đồ ăn. Trong suốt 8 ngày, chúng tôi đã khám phá nhiều địa điểm nhờ một kế hoạch toàn diện và linh hoạt . Đặc biệt cảm ơn đại lý du lịch của chúng tôi và tất cả các hướng dẫn viên Mr. Vinh, anh Brandon, anh Jason và các tài xế của chúng tôiMr. Luân, anh Phú và anh Huh, những người đã khiến chuyến đi của chúng tôi trở nên khó quên và đầy thú vị. Hơn nữa, ban đầu chúng tôi rất e ngại về việc trả tiền trước khi đi du lịch. Jacky Travels là đại lý duy nhất yêu cầu số tiền đặt chỗ tối thiểu và không theo dõi khoản thanh toán còn lại cho đến khi chúng tôi đến Việt Nam, giúp chúng tôi yên tâm. Jacky Travels đã biến chuyến đi Việt Nam của chúng tôi thành một hành trình liền mạch, không lo lắng và đáng nhớ. Rất khuyến khích cho những ai đang lên kế hoạch cho chuyến đi đến Việt Nam!Đọc thêm",
            "Tôi sẽ nói gì đây...đây là khoảng thời gian tuyệt vời ở đây. Người tổ chức của chúng tôi, cô Smiley, đã trả lời mọi câu hỏi của chúng tôi. Cô ấy luôn ủng hộ chúng tôi! Trong kế hoạch của bạn, sở thích và mong muốn của chúng tôi đã được đưa vào. Việc liên lạc trên WhatsApp rất dễ dàng. Mọi chuyến tham quan đều được lên kế hoạch tốt và chúng tôi nhận được mọi thông tin cần thiết cho chuyến tham quan Nhà hát. Nói chung nó thật tuyệt vời và tôi sẽ giới thiệu nó cho những ai muốn đến thăm Việt Nam!!!Đọc thêm",
            "Chúng tôi đã có chuyến du lịch 3 ngày 2 đêm tuyệt vời đến Sapa từ Hà Nội do Jacky Vietnam Travel tổ chức! Bản thân chuyến tham quan thật tuyệt vời, được tổ chức tốt và bao gồm nhiều hoạt động tuyệt vời. Việc vận chuyển rất dễ dàng, khách sạn họ chọn rất tuyệt vời và đồ ăn đi kèm rất tuyệt vời và phong phú! Họ cũng phục vụ rất tốt cho bệnh dị ứng! Giao tiếp với Anne từ Jacky Vietnam Travel rất tuyệt vời, chúng tôi cảm thấy được hỗ trợ xuyên suốt nếu cần. Chuyến tham quan này là một trong những điểm nổi bật trong tháng của chúng tôi tại Việt Nam. Sapa thật tuyệt vời!Đọc thêm",
            "Chúng tôi là một nhóm gồm 12 người, trong đó có 5 trẻ em đi du lịch đến Việt Nam trong 11 ngày. Chúng tôi đã tạo ra rất nhiều kỷ niệm và trải nghiệm tuyệt vời. Cô Smiley từ Jacky Travels đã sắp xếp chuyến tham quan của chúng tôi rất tốt đến nỗi chúng tôi không thể yêu cầu gì hơn. Dịch vụ đưa đón, Khách sạn, Đồ ăn, Hướng dẫn viên, mọi thứ đều hoàn hảo. Cô ấy thường theo dõi chúng tôi hàng ngày trong suốt chuyến đi. Đặc biệt đề cập rằng họ đã sắp xếp các bữa ăn chay Ấn Độ cho chúng tôi. Chúng tôi chắc chắn sẽ giới thiệu Jacky Travels cho các chuyến tham quan Việt Nam. Đọc thêm",
            "Dịch vụ tuyệt vời của Smiley. Rất đáp ứng tất cả các truy vấn của tôi và rất có sức chứa. Đã đặt chuyến tham quan mặt đất riêng Đà Nẵng-Hội An-Huế 5D4N và toàn bộ trải nghiệm thật đáng nhớ. Cho phép chúng tôi linh hoạt tùy chỉnh bữa ăn và địa điểm chúng tôi muốn ghé thăm. Hàng ngày, khi chúng tôi đi tham quan, cô ấy sẽ liên lạc với chúng tôi. Vào ngày cuối cùng, một nhân viên đã gặp chúng tôi để nhận phản hồi và tặng quà cho chúng tôi. Họ có tài khoản ngân hàng đối tác của Malaysia và Singapore cung cấp các giao dịch không rắc rối. Đó là ngày kỷ niệm ngày cưới của bố mẹ tôi và họ đã ân cần giúp đỡ. sắp xếp để khách sạn trang trí đặc biệt phòng bố mẹ tôi và làm chúng tôi ngạc nhiên với một chiếc bánh trong bữa tối.Đọc thêm",
            "Trải nghiệm tuyệt vời ở Việt Nam. Cảm ơn Jacky đã khen thưởng chuyến đi này cho chúng tôi. Jacky rất hữu ích và linh hoạt làm theo mong muốn của chúng tôi ngay cả khi chúng tôi thay đổi quyết định vào phút cuối. Điều này rất chuyên nghiệp. Cô ấy cũng rất quan tâm hàng ngày đến cảm giác của chúng tôi trong chuyến đi. Không phải đại lý nào cũng làm điều đó, nó thực sự được đánh giá cao. Hy vọng được đặt một chuyến đi mới với cô ấy trong tương lai.Đọc thêm",
            "Chỉ để chia sẻ kinh nghiệm của chúng tôi với công ty du lịch này Đó là một chuyến đi tuyệt vời, đi cùng với hướng dẫn viên, Michael hoặc Sen, cả hai đều là những người rất chuyên nghiệp và ấm áp. Mặt khác, công ty hàng ngày hỏi thăm và chăm sóc chúng tôi, nếu mọi thứ đều ổn và mọi thứ cần thiết. Thực sự, chúng tôi muốn chúc mừng toàn bộ đội vì điều đó. Hoàn toàn đảm bảo sẽ đi du lịch cùng họ100 Đúng giờ, lựa chọn khách sạn, địa điểm, nhà hàng, xe hơi để đi du lịch, v.v., rất thuận tiện, Chúng tôi chắc chắn sẽ lặp lại với họ và chúng tôi sẽ giới thiệu cho bất kỳ ai dự định đi du lịch Việt Nam. Xin chúc mừng một lần nữaJose và AnaĐọc thêm",
            "Hành trình đã được lên kế hoạch tốt, khách sạn và đồ ăn được sắp xếp tốt. Hướng dẫn viên cung cấp lời giải thích tốt về sự hấp dẫn và tài xế cẩn thận. Chúng tôi rất thích chuyến đi của mình.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời ở Việt Nam, nhờ Jacky và nhóm. Họ lên kế hoạch cho toàn bộ hành trình cho chúng tôi bao gồm vịnh Hạ Long, thành phố Hà Nội, Ninh Bình, đồi Bà Nà, núi đá cẩm thạch Đà Nẵng và thành phố Hội An. Nhóm đã thực sự hỗ trợ trong việc xử lý các truy vấn của chúng tôi. Mong được đi du lịch cùng họ một lần nữa trong tương lai.Đọc thêm",
            "Tôi thường không viết bất kỳ bài đánh giá nào, nhưng tôi cần phải viết bài này cho công ty này vì họ thực sự tuyệt vời. Tôi tình cờ tìm thấy công ty này khi tôi đang tìm kiếm một số tour du lịch quanh Hà Nội. Ngay khi liên hệ với họ, tôi đã nhận được phản hồi nhanh chóng. Qua một vài tin nhắn trao đổi trên WhatsApp, tôi có cảm giác rằng công ty này là một cơ sở đáng tin cậy. Họ cực kỳ linh hoạt về các yêu cầu và yêu cầu của chúng tôi. Cô Hanna là người liên hệ của chúng tôi và cô ấy rất kiên nhẫn với tôi khi tôi liên tục thay đổi những gì chúng tôi muốn làm và tạo ra một kế hoạch chuyến đi toàn diện phù hợp với chúng tôi từ đầu đến cuối. Giá cả rất chính xác, không có chi phí ẩn nếu có thêm, thì sẽ được nêu rõ ràng như vậy, ví dụ như tiền boa cho hướng dẫn viên và tài xế. Nhưng chúng tôi hoàn toàn tùy thuộc vào số tiền chi cho những khoản phụ phí đó. Khi chúng tôi đến nơi, cô Hanna đã đến gặp chúng tôi tại khách sạn để đảm bảo rằng chúng tôi đã ổn định và vui vẻ. Cô ấy đã sắp xếp mọi thứ rất toàn diện và chính xác để chúng tôi không phải lo lắng bất cứ điều gì. Một ngày trước mỗi chuyến đi, cô ấy nhắn tin cho tôi về thời gian chờ đợi tại quầy lễ tân của khách sạn để đón taxi để chúng tôi biết mình đang làm gì. Và cô ấy đã kiểm tra xem tài xế có đến đón chúng tôi không để đảm bảo mọi thứ diễn ra theo đúng kế hoạch. Các khách sạn và tàu du lịch mà cô ấy đặt cho chúng tôi cũng rất tuyệt vời. Tôi không ngần ngại giới thiệu công ty này cho bất kỳ ai đang có kế hoạch đến Việt Nam. Họ thực sự xuất sắc. Đọc thêm"
        ],
        "star_ratings": [
            172,
            5,
            0,
            0,
            0
        ],
        "review_amount": 177,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Jacky Việt Nam Travel",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written June 3, 2024",
            "Written May 23, 2024",
            "Written May 21, 2024",
            "Written May 12, 2024",
            "Written May 11, 2024",
            "Written May 10, 2024",
            "Written May 4, 2024",
            "Written May 3, 2024",
            "Written May 2, 2024",
            "Written May 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14025617-Reviews-Jacky_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or10-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7081980-Reviews-Red_Lotus_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681027-Reviews-Indochina_Dream_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2578529-Reviews-Darian_Culbert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d146840-Reviews-Museum_of_Pop_Culture-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d546215-Reviews-Depeche_Mode_Baar-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g46531-d287767-Reviews-Liberty_Science_Center-Jersey_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g298419-d15656335-Reviews-Ain_Garziz-Salalah_Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g43329-d619201-Reviews-Big_Stone_Mini_golf_and_Sculpture_Garden-Minnetrista_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g298450-d9777930-Reviews-P_Burgos_Street-Makati_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g57201-d106340-Reviews-Oakledge-Burlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g32377-d116849-Reviews-Henry_Cowell_Redwoods_State_Park-Felton_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297696-d10376322-Reviews-Jimbaran_Beach-Jimbaran_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g844610-d4206542-Reviews-Wadi_Bin_Hammad-Karak_Karak_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or10-Jacky_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-Jacky_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Jacky Vietnam Travel",
        "attraction_name_vi": "Jacky Việt Nam Travel",
        "general_info": [
            "174 đánh giá",
            "54 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Bạn vui, chúng tôi vui! Chúng tôi chăm sóc bạn như những thành viên trong gia đình. Công ty lữ hành địa phương của chúng tôi sẽ đưa bạn đến những nơi đẹp nhất của Việt Nam như Hà Nội, Thành phố Hồ Chí Minh, Vịnh Hạ Long, Sapa, Ninh Bình, Huế, Hội An... Hãy cho chúng tôi biết bạn muốn đến Việt Nam trong bao lâu và chúng tôi sẽ đề xuất cho bạn một chuyến đi tuyệt vời! Đọc thêm",
        "reviews": [
            "Lên kế hoạch, phối hợp và đưa ra những khuyến nghị tốt cho chuyến đi HanoiSapa của chúng tôi. Nhóm của chúng tôi đã có khoảng thời gian tuyệt vời với hướng dẫn viên May và rất mong chờ chuyến đi tiếp theo với nhóm JT. Đọc thêm",
            "Jacky Travel đã tổ chức chuyến đi của chúng tôi đến Đà Nẵng và Hà Nội trên Vịnh Hạ Long. Chúng tôi đã có trải nghiệm tuyệt vời với chuyến du lịch của Jacky vì tính tổ chức, phản hồi nhanh chóng, sẵn sàng cho ngày hôm sau và sẵn sàng giải đáp mọi thắc mắc. Việc liên lạc với hướng dẫn viên, tài xế taxi, khách sạn, v.v. đều do Jacky Travel quản lý và chúng tôi tiến về phía trước một cách liền mạch. Chúng tôi là gia đình ăn chay, họ cũng chăm sóc chế độ ăn uống của chúng tôi và sắp xếp mọi thứ cho bữa trưa, chuyến du ngoạn. Hanah là đầu mối liên lạc của chúng tôi và đảm bảo cô ấy trả lời mọi câu hỏi. Cô ấy thậm chí còn đến gặp ở Hà Nội và tặng chúng tôi một khung ảnh truyền thống tuyệt vời của Việt Nam. Cảm ơn Jacky Travel đã khiến chuyến đi của chúng tôi trở nên tuyệt vời.Đọc thêm",
            "Thức ăn rất ngon, hướng dẫn viên du lịch của chúng tôi thực sự tốt bụng, hiểu biết, vui vẻ và có sức chứa. Chúng tôi sẽ không thể di chuyển trong thị trấn và khám phá các món ăn nếu không có Vinh! Rất khuyến khích Jacky Travel Đọc thêm",
            "Rất khuyến khích Du lịch Sử dụng Jacky Vietnam Travel là sự lựa chọn tốt nhất và chúng tôi đã có một trải nghiệm tuyệt vời. Cô Smiley luôn kết nối với tôi trong suốt chuyến đi Bà Nà Hill Hội An Đà Nẵng Đảm bảo mọi việc diễn ra suôn sẻ. Làm tốt lắm Jacky Travel, và cảm ơn cô Smiley vì làm cho chuyến đi này trở nên đáng nhớ. Hy vọng được sử dụng dịch vụ của bạn trong thời gian sắp tới! Một lần nữa xin cảm ơn Jacky vì Album quà tặng đáng nhớ của người ViệtĐọc thêm",
            "Chuyến du lịch của Jacky và cô Hanna thật tuyệt vời và tôi không thể giới thiệu họ đủ. Tôi đã đến Việt Nam được 2 tuần và họ đã lo mọi việc sắp xếp chuyến đi cho tôi và bạn trai. Họ đã làm đi làm lại và trải nghiệm tổng thể là 1010 từ chúng tôi! Những điều nhỏ nhặt như tổ chức một sinh nhật bất ngờ cho tôi và một số điều khác đã góp phần tạo nên trải nghiệm tổng thể tuyệt vời. Đến từ châu Âu, tôi hơi do dự khi đặt chỗ với một đại lý địa phương nhưng tôi vô cùng vui mừng vì đã làm theo các đánh giá trực tuyến, vì chúng rất tuyệt vời!!! Chỗ ở, hướng dẫn, vận chuyển và dịch vụ tổng thể là tuyệt vời! Tôi chắc chắn sẽ chuyển thông tin chi tiết của họ cho tất cả bạn bè và gia đình tôi muốn đi du lịch Việt Nam!Đọc thêm",
            "Chúng tôi chọn tour du lịch Đà Nẵng 6 ngày 5 đêm của Jacky Vietnam Travels. 4 người chúng tôi được tặng một chiếc xe lớn có tài xế và hướng dẫn viên.  Chuyến tham quan được tổ chức tốt bao gồm tất cả các địa điểm quan trọng ở Đà Nẵng, Huế và Hội An bao gồm Đồi Bà Nà và Ngũ Hành Sơn. Chúng tôi xếp hạng chuyến tham quan 5 sao dựa trên chương trình, đồ ăn và phương tiện xuất sắc. Đặc biệt đề cập đến hướng dẫn viên du lịch Vinh và tài xế Victor. Họ rất dễ chịu, nhiệt tình và chuyên nghiệp khi dành nhiều giờ mỗi ngày để đảm bảo chúng tôi tận dụng tối đa chuyến đi.Đọc thêm",
            "Một trong những dịch vụ tốt nhất được thấy ở Việt Nam, rất khuyến khích cho tất cả mọi người!!! Cũng cảm ơn bạn vì tất cả những cử chỉ ngọt ngào bao giờ hết!!! Nói chung là một trải nghiệm tuyệt vời đối với tôi và ba người bạn của tôi!!! Đọc thêm",
            "Tôi đã đặt chuyến đi kéo dài 10 ngày cho hai đứa con và tôi thông qua Jacky Travel và chúng tôi hoàn toàn hài lòng. Cô Hanna đã tổ chức chuyến đi của chúng tôi và mọi mong muốn của chúng tôi đều được tính đến và chúng tôi đã nhận được những lời khuyên vô cùng hữu ích. Chuyến đi đưa chúng tôi đến Hà Nội, Vịnh Hạ Long, Đà Nẵng, Hội An và kết thúc chuyến tham quan Thành phố Hồ Chí Minh. Chúng tôi rất hạnh phúc với toàn bộ chuyến đi. Tính linh hoạt của cơ quan là tuyệt vời. Các khách sạn đều tuyệt vời! Nhưng trên hết, chúng tôi nhận thấy sự hỗ trợ liên tục trong suốt chuyến đi là một món quà tuyệt vời. Đặc biệt khi tôi bị ốm trong chuyến đi, họ đã chăm sóc rất cảm động và sắp xếp sự giúp đỡ cần thiết. Tôi rất biết ơn cô Hannah nói riêng vì đã hỗ trợ và sắp xếp mọi thứ thật xuất sắc.  Chúng tôi muốn giới thiệu Jacky Travel.Đọc thêm",
            "Vợ tôi Linda và tôi vừa trở về từ chuyến đi đầu tiên đến Việt Nam. Chúng tôi đã dành 5 ngày ở miền Nam Việt Nam ở Sài Gòn và đồng bằng sông Cửu Long và 8 ngày ở miền Bắc Việt Nam để thăm Hà Nội, Vịnh Hạ Long và Ninh Bình. Chúng tôi đang ở giữa những năm 70. Chúng tôi lên kế hoạch cho chuyến đi của mình với sự tư vấn của cô Hanna tại Jacky Tours, đồng thời bổ sung thêm những ngày nghỉ ngơi khi cần thiết. Sau khi đến nơi, chúng tôi nhận ra rằng các phần của chuyến tham quan hàng ngày có thể quá vất vả đối với chúng tôi, vì vậy cô Hanna đã đưa ra cho chúng tôi những lựa chọn thay thế phù hợp hơn. Cô ấy thường xuyên liên lạc với chúng tôi thông qua WhatsApp ít nhất hai lần một ngày, hỏi thăm tình hình của chúng tôi như thế nào, có cần thay đổi gì không và tư vấn cho chúng tôi về thời gian đón tiếp theo. Nó giống như có một người trợ lý riêng, hoặc một người mẹ, chăm sóc chúng tôi. Mọi thứ đều được thực hiện dễ dàng, ngay cả những thay đổi mà chúng tôi yêu cầu. Cô Hanna cũng đã gặp chúng tôi hai lần, vào buổi tối đầu tiên và buổi tối cuối cùng tại Hà Nội, nơi đặt trụ sở của Jacky tour. Cô ấy là một người phụ nữ tuyệt vời. Tôi cảm thấy như chúng ta có một người bạn ở Việt Nam. Tôi sẽ không ngần ngại giới thiệu cô ấy cho bất kỳ ai, đặc biệt là với những người lớn tuổi hoặc bất kỳ ai cảm thấy họ có thể cần nắm tay nhau hàng ngày khi đi du lịch Việt Nam. Cảm ơn Hanna và Jacky Tours từ Allan Linda. Chúng tôi mong được trở lại Việt Nam lần nữa, sắp tới thăm miền Trung Việt Nam.Đọc thêm",
            "Tôi và chồng tôi đã đến thăm Việt Nam cùng với bạn bè vào tuần trước. Thông thường tôi không viết đánh giá nhưng các dịch vụ tuyệt vời và đặc biệt do Jacky Travels cung cấp đã buộc tôi phải viết một bài. Tôi phải nói rằng đó là một chuyến đi siêu thư giãn, thuận tiện và quan trọng nhất là nhiều thông tin và thú vị nhờ các dịch vụ tuyệt vời do họ cung cấp. Trong suốt hành trình, phương tiện thoải mái, hướng dẫn viên đầy đủ thông tin, sắp xếp vé ở tất cả các địa điểm du lịch, chăm sóc những người ăn chay trong nhóm, thông báo về các nhà hàng Ấn Độ gần đó và đảm bảo rằng chúng tôi luôn có một kỳ nghỉ thoải mái. Đặc biệt cảm ơn Hana và Jacky sẽ thực hiện một số thỏa thuận vào phút cuối. Cũng cảm ơn bạn rất nhiều vì món quà lưu niệm đáng yêu. Hãy tiếp tục phát huy nhé Jacky Travels!! Chúng tôi chắc chắn sẽ giới thiệu bạn với bạn bè của chúng tôi.Đọc thêm"
        ],
        "star_ratings": [
            172,
            5,
            0,
            0,
            0
        ],
        "review_amount": 177,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Jacky Việt Nam Travel",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written April 22, 2024",
            "Written April 13, 2024",
            "Written April 11, 2024",
            "Written April 9, 2024",
            "Written April 5, 2024",
            "Written March 30, 2024",
            "Written March 26, 2024",
            "Written March 24, 2024",
            "Written March 21, 2024",
            "Written March 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14025617-Reviews-or10-Jacky_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or20-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7081980-Reviews-Red_Lotus_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681027-Reviews-Indochina_Dream_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2578529-Reviews-Darian_Culbert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293997-d3937043-Reviews-Gold_City_Mall-Manama.html",
            "https://www.tripadvisor.com/Attraction_Review-g1507054-d3688732-Reviews-Ao_Nang_Krabi_Thai_Boxing_Stadium-Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2158644-d10779373-Reviews-Reserva_Natural_San_Cipriano-San_Cipriano_Valle_del_Cauca_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g55930-d208796-Reviews-Cowboys_Golf_Club-Grapevine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d4228163-Reviews-Count_s_Kustoms-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g40024-d8784602-Reviews-Area_51-Baton_Rouge_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60958-d787426-Reviews-Georgia_O_Keeffe_Museum-Santa_Fe_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d234204-Reviews-Champagnes_Pommery-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g189414-d8661731-Reviews-Almyros_Beach-Agios_Nikolaos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191540-d8537947-Reviews-Monolithi_Beach-Kanali_Preveza_Region_Epirus.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or20-Jacky_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or10-Jacky_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Jacky Vietnam Travel",
        "attraction_name_vi": "Jacky Việt Nam Travel",
        "general_info": [
            "174 đánh giá",
            "54 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Bạn vui, chúng tôi vui! Chúng tôi chăm sóc bạn như những thành viên trong gia đình. Công ty lữ hành địa phương của chúng tôi sẽ đưa bạn đến những nơi đẹp nhất của Việt Nam như Hà Nội, Thành phố Hồ Chí Minh, Vịnh Hạ Long, Sapa, Ninh Bình, Huế, Hội An... Hãy cho chúng tôi biết bạn muốn đến Việt Nam trong bao lâu và chúng tôi sẽ đề xuất cho bạn một chuyến đi tuyệt vời! Đọc thêm",
        "reviews": [
            "Normally we plan our own trips but Vietnam was new to us. We contacted several agencies regarding our interests and budget we are retired and on a budget, so wanted 3 star only but everyone responded with their standard inflexible bus tour itineraries. Ms Smiley, co-founder of the agency, was different. She actually listened to our needs and location interests and tailored a three week itinerary mix of group and private tours with appropriate hotels in convenient locations. Places like Hanoi, Cat Ba, Sapa, Tam Coc, Hoi An, Hue and Angkor Wat were included.We even asked for a few free days to explore places  on our own and that was no problem for them. So flexible! From start to finish, the AMAZING Ms Smiley kept in daily contact with us through WhatsApp. She was proactive and SO well organised. She promptly handled all questions, problems and transport arrangements as they arose. It was exactly like having your own personal 5 star Tour manager, plus one who is genuinely warm, friendly and so kind. We were treated like family members, not clients.The agency has a great working relationship with drivers, other tour companies and guides. The company carefully select their contacts and everyone works together to help you. The tours were well selected. We also visited Angkor Wat and the small group tour they arranged was excellent!!! And they welcome feedback, too.Theres so many little extras we could talk about, but review room is limited here.We have no hesitation in thoroughly recommending this excellent agency, especially for first time travellers to Vietnam. Jacky Travel knows all the tricks to make your visit a seamless one, down to  giving you all details of drivers to pick you up. So choose this local agency rather than the big names if you want a more authentic travel experience. You wont be disappointed .Read more",
            "Tôi đã liên lạc với Jacky Travel sau khi đọc đánh giá của họ. Smiley, người tổ chức tour của chúng tôi, thật tuyệt vời. Cô ấy luôn phản hồi rất nhanh và không có gì là quá rắc rối. Cô ấy vẫn giữ liên lạc trước kỳ nghỉ của chúng tôi và thậm chí còn thông báo cho chúng tôi về thời tiết! Cô ấy cũng gặp chúng tôi tại khách sạn để cho chúng tôi một số hướng dẫn và lời khuyên cho chuyến đi.  Smiley tổ chức 2 tour cho chúng tôi. Chuyến tham quan ẩm thực đường phố cùng Phong và chuyến tham quan cả ngày tại Ninh Bình cùng cô Lan Anh. Cả hai đều hoàn toàn thú vị. Tôi rất vui được giới thiệu Jacky Travel, đặc biệt là Smiley, người sẽ chăm sóc bạn rất tốt.Đọc thêm",
            "Đại lý du lịch đặc biệt- Giám đốc du lịch của chúng tôi, cô Hanna thật tuyệt vời. Quá trình này diễn ra liền mạch. Từ việc lấy báo giá, hành trình tour, đặt cọc, khách sạn, địa điểm chúng tôi đã đến và hỗ trợ. Họ thậm chí còn sắp xếp một vé xem múa rối nước ở Hà Nội để tránh phải xếp hàng dài ở quầy bán vé. Chúng tôi rất thích chuyến đi của mình tại Hà Nội và Vịnh Hạ Long. Chuyến đi đến thành phố Đà Nẵng-Hội An-Huế của chúng tôi nằm ngoài sự mong đợi của chúng tôi. Chúng tôi được hướng dẫn viên đón tại sân bay Đà Nẵng bởi anh Bình, một người đàn ông ân cần và hiểu biết. Chuyến đi rất giáo dục và văn hóa. Anh ấy đảm bảo rằng chúng tôi có trải nghiệm tuyệt vời. Thức ăn đường phố và nhà hàng sang trọng là một phần của chuyến tham quan. Chuyến đi tuyệt vời, khách hàng rất hài lòng.Đọc thêm",
            "Jacky và vợ anh ấy là những người tuyệt vời! Rõ ràng là họ đã giúp chúng tôi đặt chỗ cho các chuyến đi trong ngày và hành trình, nhưng cũng giúp chúng tôi mọi thứ trong chuyến đi. Từ việc đi taxi nào cho đến cách đàm phán với các nhà cung cấp địa phương. Cả hai đều cực kỳ hữu ích và cực kỳ nhanh chóng trong việc trả lời bất kỳ câu hỏi nào. Sẽ giới thiệu chúng cho mọi người đến Việt Nam. Những con người thật đáng yêuĐọc thêm",
            "Chúng tôi đã đặt với Jacky để đưa đón sân bay khứ hồi và tour riêng 1 ngày từ Hà Nội đến Tràng An và Hoa Lư. Trước chuyến đi, Anne, người phụ trách chúng tôi, đã giúp gợi ý và tư vấn về những địa điểm nên đến, vì cha mẹ lớn tuổi của tôi hạn chế khả năng di chuyển. Hướng dẫn viên của chúng tôi, Lucy, rất hiểu biết và vui vẻ. Jacky đã đến khách sạn của chúng tôi sau khi chuyến đi của chúng tôi kết thúc, gợi ý cho chúng tôi về nơi ăn uống và thậm chí còn tặng chúng tôi một món quà nhỏ. Sự hiếu khách và dịch vụ vượt quá mong đợi. Cảm ơn rất nhiều Đọc thêm",
            "Đánh giáĐây là chuyến trở lại Việt Nam của tôi và tôi đã chọn Jacky Vietnam Travel một lần nữa vì tôi có trải nghiệm rất tốt với họ trong lần đầu tiên đến Hà Nội. Chuyến đi Đà Nẵng thứ hai này đúng như mong đợi, dịch vụ tốt lại được cung cấp bởi Jacky Vietnam Travel. Trước chuyến đi, Hanna rất nhiệt tình cung cấp cho tôi hành trình đến Đà Nẵng, phản hồi của cô ấy rất nhanh và giải đáp mọi thắc mắc của tôi. Cô ấy cũng rất kiên nhẫn bất chấp những thay đổi cuối cùng của tôi từ tour nhóm sang tour riêng. Toàn bộ quá trình đã được lên kế hoạch tốt. Cả hướng dẫn viên và tài xế, anh Nam và anh Huệ đều rất thân thiện và chu đáo. Anh Nam rất tháo vát và có thể nói tiếng Anh rất tốt, anh luôn giải đáp những thắc mắc của tôi trong suốt chuyến đi. Anh ấy sẽ giải thích rõ ràng cho chúng tôi về hoạt động và thời gian mỗi ngày trước khi chúng tôi bắt đầu chuyến đi trong ngày. Anh Huệ lịch sự và là người lái xe cẩn thận, anh cũng rất tinh ý, luôn đảm bảo chúng tôi có đủ nước mỗi khi đi xe về từ địa điểm này đến xe của anh. Cuối cùng nhưng không kém phần quan trọng, anh Jacky và cô Hanna đã nhắn tin cho chúng tôi hàng ngày để kiểm tra tình hình của chúng tôi. chuyến đi để đảm bảo rằng chúng tôi được chăm sóc tốt. Vào đêm đầu tiên, máy điều hòa trong phòng khách sạn rất ồn ào làm phiền giấc ngủ của chúng tôi, Hanna đã nỗ lực liên lạc với khách sạn, vấn đề đã được giải quyết ngay lập tức bằng cách đổi chúng tôi sang phòng khác. Cảm ơn Jacky, Hanna và nhóm đã khiến chuyến đi này trở nên đáng nhớ. Vợ chồng tôi thực sự đánh giá cao. Tôi cũng đặc biệt giới thiệu Jacky Vietnam Travel cho tất cả mọi người nếu bạn muốn đi du lịch Hà Nội hoặc Đà Nẵng.Đọc thêm",
            "Tôi đã đặt chuyến đi 3 tuần tới Việt Nam với Jacky Vietnam Travel bao gồm các chuyến du lịch ở miền Nam, Hồ Chí Minh, Đồng bằng sông Cửu Long, ở miền Trung Đà Nẵng và Hội An, cũng như ở miền Bắc ở khu vực Hà Nội. Tôi rất hài lòng với tốc độ trả lời và tính linh hoạt trong việc đề xuất các lựa chọn khác nhau phù hợp với nhu cầu cụ thể của chúng tôi. Smiley đã rất nhanh chóng phản ứng và trả lời các câu hỏi của chúng tôi nhưng cũng để điều chỉnh khi chúng tôi cần, chúng tôi muốn cắt giảm một phần thời gian ở Đà Nẵng và có nhiều thời gian hơn ở Hội An chẳng hạn. Các chuyến tham quan được chọn rất vui, thú vị và có hướng dẫn viên rất thú vị. Tôi nồng nhiệt muốn giới thiệu hướng dẫn viên du lịch này. AlinaĐọc thêm",
            "Smiley, nhà điều hành của chúng tôi đã cung cấp phản hồi nhanh chóng và xuất sắc cho các yêu cầu của chúng tôi. Linh hoạt và có sức chứa để phục vụ các gia đình có người cao tuổi. Nam, hướng dẫn viên của chúng tôi, thật tuyệt vời, hiểu biết và lịch sự. Cảm ơn bạn đã làm cho chuyến đi của chúng tôi trở nên đáng nhớ, thú vị và không căng thẳng! Chắc chắn sẽ giới thiệu đại lý này cho bất kỳ nhu cầu du lịch nào đến Việt Nam.Đọc thêm",
            "Đó là một trải nghiệm thực sự tốt đẹp với những hướng dẫn tuyệt vời. Họ điều chỉnh chuyến tham quan theo nhu cầu của tôi. Tôi khám phá ra nhiều điều và đặt ra nhiều câu hỏi. Tôi thậm chí đã đến trễ 25 phút và họ không tính đến điều đó mà vẫn thực hiện chuyến tham quan kéo dài 3 giờ. Cảm ơn bạn rất nhiều!!Đọc thêm",
            "Tuần trước, chúng tôi quyết định đi đến Sapa-Fansipan-Tamdao cho kỳ nghỉ được mong đợi của mình. Vì chúng tôi lên kế hoạch cho chuyến đi này vào phút cuối nên chúng tôi gặp khó khăn khi tìm một công ty du lịch đáng tin cậy có thể phục vụ chúng tôi. May mắn thay, chúng tôi đã xem được chuyến tham quan riêng này và chúng tôi đã có một trải nghiệm đáng kinh ngạc dưới sự hướng dẫn của họ. Ngay từ khi chúng tôi liên hệ với họ, cô Hanna đã sẵn lòng giúp đỡ và kiên nhẫn đáp ứng các yêu cầu của chúng tôi. Cô ấy đã cố gắng hết sức để đảm bảo rằng chúng tôi đã có tất cả sự sắp xếp cần thiết. Ngôi sao của chuyến tham quan là hướng dẫn viên của chúng tôi, Fun. Anh ấy cực kỳ am hiểu và đã cho chúng tôi một tài khoản chi tiết về lịch sử và văn hóa của khu vực. Anh ấy cũng sẵn lòng giúp chúng tôi xác nhận đặt phòng tại khách sạn và cùng chúng tôi đi tham quan các điểm tham quan về đêm sau bữa tối. Anh ấy đảm bảo rằng chúng tôi có được những góc đẹp nhất khi chụp ảnh và quay video về phong cảnh tuyệt đẹp. Họ đưa chúng tôi đến những nhà hàng xinh đẹp với khung cảnh ngoạn mục và những món ăn ngon. Mặc dù đồ ăn rất tuyệt vời nhưng chúng tôi ước họ sẽ kết hợp nó với một số địa điểm ẩm thực địa phương được người dân địa phương thường xuyên lui tới. Ồ vâng, đừng quên người lái xe thân thiện, hữu ích của chúng tôi nữa! Nhìn chung, chúng tôi đã có một trải nghiệm tuyệt vời. Họ làm việc hiệu quả, thân thiện và chuyên nghiệp và chúng tôi thực sự muốn giới thiệu họ cho bất kỳ ai có kế hoạch đến thăm Sapa-Fansipan-Tamdao. Chúng tôi hy vọng sẽ tham gia nhiều chuyến tham quan hơn với nhóm của họ trong tương lai!Đọc thêm"
        ],
        "star_ratings": [
            172,
            5,
            0,
            0,
            0
        ],
        "review_amount": 177,
        "location": [
            "Những việc cần làm ở Hà Nội",
            "Jacky Việt Nam Travel",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written March 20, 2024",
            "Written March 20, 2024",
            "Written March 14, 2024",
            "Written March 8, 2024",
            "Written February 28, 2024",
            "Written February 24, 2024",
            "Written February 12, 2024",
            "Written February 4, 2024",
            "Written January 29, 2024",
            "Written January 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14025617-Reviews-or20-Jacky_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or10-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or30-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7081980-Reviews-Red_Lotus_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681027-Reviews-Indochina_Dream_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2578529-Reviews-Darian_Culbert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34085-d2186398-Reviews-Calusa_Beach-Big_Pine_Key_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8300005-Reviews-Starlight_Bridge_Anh_Sao_Bridge-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d10683110-Reviews-Disneyland_Resort_VIP_Tours-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d13565322-Reviews-Pertama_Complex-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g488164-d8399225-Reviews-Fenwick_Boardwalk-Fenwick_Island_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7592221-Reviews-Attaboy-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10020529-Reviews-Seoul_International_Fireworks_Festival-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g50160-d103608-Reviews-Salt_Fork_State_Park-Cambridge_Guernsey_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d130127-Reviews-Jacksonville_Zoo_Gardens-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d254773-Reviews-International_Spy_Museum-Washington_DC_District_of_Columbia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or30-Jacky_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or20-Jacky_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Jacky Vietnam Travel",
        "attraction_name_vi": "Jacky Việt Nam Travel",
        "general_info": [
            "174 đánh giá",
            "54 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Bạn hạnh phúc, chúng tôi hạnh phúc! Chúng tôi chăm sóc bạn như những thành viên trong gia đình của chúng tôi. Công ty du lịch địa phương của chúng tôi sẽ đưa bạn đến những nơi đẹp nhất của Việt Nam như Hà Nội, thành phố Hồ Chí Minh, Vịnh Hạ Long, Sapa, Ninh Bình, Huế, Hội An ... Hãy cho chúng tôi biết bạn muốn đến Việt Nam trong bao lâu và chúng tôi sẽ gợi ý cho bạn một chuyến đi thật vui vẻ!Đọc thêm",
        "reviews": [
            "bắt đầu từ đâu? Nếu bạn thực sự muốn tìm kiếm chất lượng và dịch vụ hoàn hảo thì Jacky Travel là lựa chọn tốt nhất! chúng tôi đã có một chuyến tham quan tuyệt vời đến Việt Nam; Đất nước này thực sự rất đẹp nhưng đi du lịch cùng một công ty như thế này cho phép bạn được ngắm nhìn và có trải nghiệm tốt hơn; Chuyện đó rất dễ dàng, tôi nói tiếng Anh còn chồng tôi nói tiếng Pháp, bạn lo lắng điều gì? Vâng, ở công ty Smiley này, bà chủ của chúng tôi nói hoàn hảo cả hai ngôn ngữ; Tôi thường không mất nhiều thời gian để viết bình luận; nhưng chuyến đi của chúng tôi thật tuyệt vời nhờ công ty này đã giúp tôi thực hiện được và tôi cảm thấy biết ơn hơn bao giờ hết! các khách sạn thật tuyệt vời; hướng dẫn viên luôn đến đúng giờ; Họ chào đón bạn tại sân bay, họ lấy túi xách của bạn! Bạn không phải làm bất cứ điều gì; chỉ cần tận hưởng chuyến tham quan trong ngày và hướng dẫn viên; tất cả các khách sạn đều bao gồm bữa sáng; Khi tôi nói với bạn rằng tôi đã ở Việt Nam thì đó là vì tôi thực sự đã đến đó! Ý tôi là, phải hơn 10 ngày tìm hiểu sâu về đất nước vì kế hoạch công ty tổ chức quá nhiều! Tất cả thời gian bạn đang thực hiện một hoạt động, tìm hiểu lịch sử, văn hóa, ẩm thực! Tôi có thể nói rằng công ty này là công ty tốt nhất mà chúng tôi từng có, cảm ơn Smiley và Jacky Travel rất nhiều! một công ty xuất sắc và một đội ngũ xuất sắc; hôn AleĐọc thêm",
            "Dịch vụ của Jackys là không ai sánh kịp! Anh ấy là người hiệu quả, chu đáo, dễ gần, thẳng thắn và trung thực. Các chuyến đi, phương tiện di chuyển và bữa ăn có thể được tùy chỉnh theo ngân sách và nhu cầu của bạn. Jacky đưa ra lời khuyên tốt, có khả năng giao tiếp và phản hồi nhanh. Vào tháng 12 năm 2022, tôi và gia đình có chuyến du lịch riêng tại Đà Nẵng, Bà Nà Hills và Hội An. Đó là một chuyến đi đáng nhớ đến mức chúng tôi trở lại Việt Nam vào tháng 12 năm 2023. Chúng tôi đã có các chuyến tham quan ở Hà Nội, Sapa, Phan Xi Păng, Vịnh Hạ Long và Ninh Bình. Đó là một khoảng thời gian tuyệt vời - phong cảnh đẹp, thời tiết tuyệt vời, tài xế và hướng dẫn viên du lịch tuyệt vời, những bữa ăn ngon và mua sắm thú vị tại các chợ bán buôn. Fanxipan là nơi yêu thích của chúng tôi với cảm giác đỉnh cao thế giới. Yêu thích tiếp theo là hành trình trên Vịnh Hạ Long - đơn giản là cảnh đẹp và yên bình. Ninh Bình không thể đẹp hơn với chuyến đi thuyền dài bao quanh bởi đồng lúa và núi non.   Lần tới đến Việt Nam, chúng tôi sẽ đi du lịch Hồ Chí Minh, du lịch đồng bằng sông Cửu Long, Mũi Né và Đà Lạt.   Jacky Travels cho kỳ nghỉ tại Việt Nam sẽ khiến bạn không hề hối tiếc. Sẽ chỉ có những kỷ niệm tuyệt vời và mong muốn quay trở lại Việt Nam nhiều hơn nữa - một đất nước xinh đẹp với rất nhiều điều để khám phá. Jacky rất được khuyến khích và khen ngợi. Đọc thêm",
            "Jackys Travel là sự lựa chọn tốt nhất nếu bạn từng ghé thăm Việt Nam. Cô Smiley rất thân thiện và có tổ chức tốt. Cô đảm bảo tất cả chúng tôi đều an toàn và vui vẻ trong chuyến đi này. Chúng tôi đã có 7D6N ở Việt Nam. Đã đến Hà Nội, Hội An Đà Nẵng. Dịch vụ du lịch của Jackys rất tuyệt vời, tất cả các chuyến di chuyển đều đúng giờ, tour du lịch tốt, đồ ăn ngon, giao tiếp tốt trước khi tham quan và chuyển nhượng, chúng tôi thực sự ấn tượng. Anh Vinh, hướng dẫn viên du lịch của chúng tôi ở Đà Nẵng, rất kiên nhẫn, hiểu biết hiệu quả. Ông giải thích tất cả các di tích lịch sử. Bạn có tin được không, chùa Linh ứng-núi đá cẩm thạch-thuyền thúng-phố cổ hội an-hồi an ký ức hiện về trong một ngày! Tôi chắc chắn sẽ giới thiệu Jackys Travel cho mọi người, họ thực sự không đồng ý. 1Đọc thêm",
            "Chúng tôi đã chọn Jacky Travel dựa trên các đánh giá trực tuyến và rất hài lòng khi chúng tôi sử dụng công ty này. Cô Smiley đã tổ chức chuyến đi của chúng tôi và cô ấy rất hữu ích và cung cấp nhiều thông tin với một số khuyến nghị tuyệt vời. Nhóm hỗ trợ Whats App cho chúng tôi biết ai sẽ đón chúng tôi và thời gian, v.v. thật tuyệt vời. Rất yên tâm. Chúng tôi sẽ không ngần ngại sử dụng lại công ty này, mọi thứ đều hoàn hảo! Cảm ơn bạn rất nhiều vì đã cho chúng tôi một chuyến đi đáng nhớ như vậy. Cô Smiley bạn là một ngôi sao !!Đọc thêm",
            "Chúng tôi đã đặt 2 chuyến tham quan qua jacky- Chuyến đi trong ngày- Chuyến đi trong ngày đến Ninh BìnhJacky đã gặp chúng tôi một ngày trước chuyến tham quan và giải thích cho chúng tôi về những gì mong đợi từ chuyến tham quan. Anh ấy cũng đã có những chiếc túi xách tay làm quà cho tất cả chúng tôi. Đó là một cử chỉ tuyệt vời. Khả năng giao tiếp của anh ấy trước, trong và sau các chuyến tham quan thật tuyệt vời. Hành trình chúng tôi đặt thật đặc biệt và là điểm nổi bật trong chuyến đi của chúng tôi. đó là một chiếc tàu du lịch Iris đã được 3 tháng tuổi nên mọi thứ ở đó đều đỉnh cao. Chuyến du lịch ninh bình diễn ra một ngày sau chuyến đi, hướng dẫn viên Phong của chúng tôi có tiếng Anh tốt nhất mà chúng tôi nghe được trong toàn bộ chuyến đi. Anh ấy cực kỳ thông tin và giúp đỡ mọi người trong quá trình đi bộ. kiên nhẫn chờ đợi khi chúng tôi bị tụt lại phía sau trong quá trình đi bộ. chuyến đi thuyền quá tuyệt vời và nhờ những trải nghiệm này, tôi phải nói rằng Hà Nội là thành phố yêu thích của tôi ở Việt Nam.Đọc thêm",
            "Bắt đầu đã nghi ngờ khi tham gia một chuyến du lịch địa phương như họ sẽ thành thật hay không. Kết quả là chuyến tham quan được tổ chức hoàn hảo, rất vui vì chúng tôi đã để nó đi du lịch Jacky, các chương trình tham quan tốt hơn nhiều như tôi mong đợi. Thức ăn 95 đều ngon, 5 phản hồi họ đã nhanh chóng sửa nó trong bữa ăn của chúng tôi. Tôi yêu bạn Sapa và Hà NộiMagdalene từ SingaporeĐọc thêm",
            "Dựa trên những đánh giá từ Tripadvisor, 13 khách chúng tôi đã thuê Jacky Vietnam Travel làm đại lý du lịch. Jacky đã phản hồi nhanh chóng, hoàn lại tiền vé vào cửa một cách trung thực cho những người không thể đến vào phút cuối và đưa ra lời khuyên hữu ích. Các bữa ăn được cung cấp rất tuyệt và tài xế rất chuyên nghiệp và đúng giờ. Rất khuyến khích sử dụng đại lý du lịch này.Đọc thêm",
            "This Dec23 trip to Vietnam was our second Vietnam trip with Jacky and we thorougly enjoyed it just like our first trip to Hanoi few years back. so, we started the trip from HCM, then to Mui Ne and finally to Dalat. Only thing we arranged on our own were the flight tickets from Singapore to HCM, Internal flight from Da Lat to HCM and flight from HCM to Singapore, everthing else was taken care by Hanna. We spent 2 nights in HCM, 1 in Mui Ne and 4 in Da Lat. Day 1 included a pick up straight from Airport to Cu Chi tunnel with wonderful English speaking guide Bunny who was extermely knowledgeable about Vietnamese History, War and what not. Next day we covered Mekong delta day trip which was memorable in its own ways. Day 3 morning we left for Mui Ne and the the driver dropped us at our resort fronting the beach in Mui Ne. we explored the near by market and the breach on foot.  Early morning of Day 4 was the most memorable part of the trip, where we were picked up around 4:30 AM to explore the sun rise and the white sand dunes in the ATV. Our driver was english speaking and helped click few hundred photos in different poses :. After covering few other attractions like Fairy spring stream same day around 12 PM we left for Da Lat where after reaching the hotel we explored the Night market. We started Day 5 with a 7 KM trekking tour which culminated next to a beautiful lake for a picnic style lunch prepared by our English speaking guide Justin who was wonderful, next item was Kayaking in the lake which was again awesome ! wonderful day. Day 6 we visited local attractions like the Crazy House which was really Crazy and must see in Da Lat, Railway Station where we got a portrait for us, Flower Garden etc. Again we had a English speaking guide with us for whole day. Intentionally we kept Day 7 free and easy and early morning we were dropped at Da Lat Airport by the driver to take the flight back to HCM. Hanna was still in touch if we have taken our flight from da Lat to HCM etc.. An urforgettable trip made possible by Hanna and Jacky Travels. we will come back for the third trip to SapaRead more",
            "Đó là quyết định tốt nhất đối với chúng tôi khi đặt Jacky để xử lý chuyến đi Hà Nội của chúng tôi. Đón chúng tôi tại sân bay một cách suôn sẻ và sau đó anh ấy chào đón chúng tôi tại khách sạn. Sau đó, anh ấy đưa chúng tôi đến đúng nhà hàng với các món đặc sản của họ. Anh ấy đã sắp xếp mọi thứ cho chúng tôi bao gồm cả chuyến du ngoạn qua đêm và các chuyến tham quan. Khách sạn nằm giữa khu phố cổ và khu phố Pháp, vì vậy hầu như mọi thứ đều có thể đi bộ đến, ngay cả đến quảng trường trung tâm xung quanh một hồ nước huyền thoại. Việt Nam có rất nhiều thứ để cung cấp nhưng vì rào cản ngôn ngữ, tốt nhất là nên tìm một người bản xứ như Jacky để bạn tiết kiệm thời gian đoán những địa điểm tốt nhất để đến hoặc cách đến đó. Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan tuyệt vời. Việc thực hiện hành trình diễn ra rất xuất sắc nhờ có Smiley và nhóm của cô ấy. Chúng tôi được cập nhật liên tục về thông tin tham quan có liên quan, chẳng hạn như chuyển xe, trên một nhóm trò chuyện được tạo riêng cho gia đình chúng tôi. Chúng tôi đã nếm thử nhiều món ăn Việt Nam trong chuyến tham quan của mình, tham quan thành phố Hà Nội, du lịch đến vùng cao nhất của đất nước tại Phan Xi Păng gần Sapa và nghỉ đêm ở Vịnh Hạ Long xinh đẹp.  Nói chung, chúng tôi đã gói gọn rất nhiều hoạt động vào chuyến tham quan của mình. Chúng tôi rất ấn tượng với mức độ dịch vụ khách hàng được cung cấp bởi Smiley và đội ngũ Jacky Vietnam Travel để đảm bảo chúng tôi có một chuyến đi tuyệt vời.Đọc thêm"
        ],
        "star_ratings": [
            172,
            5,
            0,
            0,
            0
        ],
        "review_amount": 177,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Jacky Việt Nam Travel",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written January 9, 2024",
            "Written January 8, 2024",
            "Written January 6, 2024",
            "Written January 3, 2024",
            "Written January 2, 2024",
            "Written January 1, 2024",
            "Written December 31, 2023",
            "Written December 31, 2023",
            "Written December 21, 2023",
            "Written December 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14025617-Reviews-or30-Jacky_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or20-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or40-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7081980-Reviews-Red_Lotus_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681027-Reviews-Indochina_Dream_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2578529-Reviews-Darian_Culbert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g33793-d117019-Reviews-Greenwich_Avenue-Greenwich_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d6999388-Reviews-Bar_54-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g580314-d8667465-Reviews-Playa_de_Sa_Coma-Sa_Coma_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806951-d10836158-Reviews-Carrefour_Guilin_Store-Wanhua_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d185115-Reviews-Toronto_Island_Park-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188043-Reviews-Piccadilly_Circus-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d104477-Reviews-Tennessee_Aquarium-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g1175544-d8355871-Reviews-Olive_Oil_Factory-Archangelos_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g293825-d14977048-Reviews-National_Children_s_Park_and_Zoo-Abuja_Federal_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g187890-d195293-Reviews-La_Vucciria-Palermo_Province_of_Palermo_Sicily.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or40-Jacky_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or30-Jacky_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Jacky Vietnam Travel",
        "attraction_name_vi": "Jacky Việt Nam Travel",
        "general_info": [
            "174 đánh giá",
            "54 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Bạn hạnh phúc, chúng tôi hạnh phúc! Chúng tôi chăm sóc bạn như những thành viên trong gia đình của chúng tôi. Công ty du lịch địa phương của chúng tôi sẽ đưa bạn đến những nơi đẹp nhất của Việt Nam như Hà Nội, thành phố Hồ Chí Minh, Vịnh Hạ Long, Sapa, Ninh Bình, Huế, Hội An ... Hãy cho chúng tôi biết bạn muốn đến Việt Nam trong bao lâu và chúng tôi sẽ gợi ý cho bạn một chuyến đi thật vui vẻ!Đọc thêm",
        "reviews": [
            "Giá cả minh bạch, không bị lừa đảo, giá cả phải chăng, siêng năng, hiếu khách, siêu thân thiện. Chúng tôi đã đặt 11 ngày nghỉ với Jacky Travel sau khi một người bạn của tôi giới thiệu - 3 đêm HCMN, 3 đêm Hà Nội, 3 đêm Phú Quốc và 1 đêm Vịnh Hạ Long . Tất cả các khách sạn đều đạt tiêu chuẩn 4 sao ở những vị trí tốt nhất, Vịnh Hạ Long là Du thuyền 5 sao. Họ cung cấp nâng cấp phòng miễn phí bất cứ khi nào có thể và đảm bảo các sở thích về bữa ăn của chúng tôi được đáp ứng một cách tỉ mỉ trên hành trình. Chúng tôi rất ngạc nhiên khi thấy rất nhiều lựa chọn ăn chay được nấu đặc biệt cho nhóm của chúng tôi và phục vụ trên bàn - một lần nữa xin cảm ơn vì đã quan tâm đến điều đó: Tất cả việc đón và trả khách đều được lên lịch đúng giờ. Tất cả các tài xế hướng dẫn đều rất thân thiện và dễ mến - họ đưa ra những khuyến nghị chân thực về các nhà hàng đi qua cửa hàng, v.v., không giống như những người khác giới thiệu bạn với ai đó đang săn lùng bạn và đưa hoa hồng cho hướng dẫn viên. Cảm ơn hướng dẫn viên Mai ở TP.HCM đã tặng con gái chúng tôi một món quà Giáng sinh dễ thương. Ngoài ra, cảm ơn Jacky vì những món quà tuyệt đẹp mà bạn đã tặng chúng tôi khi chúng tôi gặp nhau ở khách sạn, rất yêu thích chúng: Rất khuyến khích Jacky Travel lên kế hoạch cho kỳ nghỉ của bạn ở Việt Nam. Đọc thêm",
            "tình cờ gặp đại lý du lịch này khi đang tìm kiếm kế hoạch du lịch của tôi đến Hà Nội. Họ đã nhận được những đánh giá rất tốt. Toàn bộ quá trình báo giá diễn ra rất nhanh và Hanna rất hữu ích khi trả lời các câu hỏi của tôi. rất vui vì đã chọn chúng vì chuyến đi gần đây của chúng tôi đã được lên kế hoạch rất tốt. Cả hai hướng dẫn viên du lịch Phong và Chang đều rất vui vẻ và chu đáo. Phong chăm sóc tôi rất chu đáo khi leo lên và xuống núi Rồng đi bộ ở Ninh Bình. Anh chàng rất dễ chịu. Chang đưa chúng tôi đến chợ địa phương của họ và giúp mặc cả quảng cáo cho hầu hết người dân địa phương không thể giao tiếp bằng tiếng Anh. Các tài xế đều lịch sự và có kỹ năng lái xe tốt. Ông chủ Jacky rất quan tâm, biết rằng chúng tôi đã chán ăn đồ Việt Nam trong nhiều ngày và gợi ý cho chúng tôi lựa chọn sở thích ăn uống của riêng mình. Ông ấy nhắn tin hàng ngày để kiểm tra chuyến đi của chúng tôi. Ông ấy đưa chúng tôi đến chuyến đi dạo ẩm thực ban đêm và gặp lại chúng tôi vào đêm cuối cùng để dẫn chúng tôi đến một nhà hàng cá nướng mặc dù có cuộc họp nhóm ở một nhà hàng gần đó. Rất biết ơn anh ấy vì đã mở rộng dịch vụ như vậy. Tôi chưa gặp ai nồng nhiệt như anh ấy trong tất cả các chuyến du lịch riêng trước đây của tôi ở nơi khác. Tôi thực sự giới thiệu công ty du lịch của anh ấy cho bất kỳ ai có ý định đi du lịch Hà NộiSapa. Cảm ơn tất cả các bạn tại Jacky Travel đã biến đây thành một chuyến đi đáng nhớ.Đọc thêm",
            "Đây là một trong những tour du lịch tốt nhất của tôi. Chăm sóc cá nhân, rất nhanh chóng về vận chuyển. Không có sự chậm trễ. Tất cả các thành viên trong nhóm đều rất thân thiện. Tôi chắc chắn sẽ giới thiệu họ mà không do dự. Đọc thêm",
            "Jacky Travel thật tuyệt vời, họ chăm sóc gia đình chúng tôi rất tốt. Sự sắp xếp rất phù hợp với nhóm của chúng tôi, bao gồm người cao niên và trẻ em. Hướng dẫn viên Nội của chúng tôi đã cung cấp cho chúng tôi thông tin hữu ích về các khu vực tham quan và đảm bảo rằng nhóm rất thích mỗi điểm dừng. Chuyến đi ăn tối của Jacky thật tuyệt vời, đồ ăn rất ngon! Tài xế Qui của chúng tôi cũng chăm sóc chúng tôi rất tốt, đảm bảo chúng tôi đến đúng giờ ở mỗi điểm dừng và chúng tôi cảm thấy thoải mái trong chuyến đi. Chuyến đi của chúng tôi thật đáng nhớ nhờ Jacky Travel! Đọc thêm",
            "Jacky và nhóm của anh ấy đã làm một công việc tuyệt vời. Họ rất có sức chứa và nhiều thông tin. Một điều bắt buộc đối với du khách lần đầu đến Hà Nội! Đọc thêm",
            "Chuyến đi đến Việt Nam của chúng tôi đã trở nên đặc biệt hơn bởi Jacky và nhóm của anh ấy! Từ đầu đến cuối, mọi thứ đều tuyệt vời! Chúng tôi chỉ cần đi theo hành trình. Mọi chuyện diễn ra thật suôn sẻ! Rất khuyến khích! Đọc thêm",
            "Chúng tôi đã có chuyến đi 10 ngày đến Việt Nam với Jacky Travel, bao gồm Hà Nội, Đà Nẵng, Hồ Chí Minh và Hội An. Chúng tôi muốn bày tỏ lòng biết ơn đến công ty lữ hành của chúng tôi vì đã mang đến cho chúng tôi một chuyến đi đáng nhớ đến Việt Nam. Chỗ nghỉ, phương tiện di chuyển và hướng dẫn viên đều tuyệt vời. Chúng tôi đặc biệt đánh giá cao những trải nghiệm được cá nhân hóa và hiểu biết sâu sắc về địa phương mà họ cung cấp. Trân trọng Rinky bhattĐọc thêm",
            "Chúng tôi được giới thiệu về Jacky Vietnam Travel thông qua WOM và chúng tôi đã thực hiện một chuyến tham quan ẩm thực với chính Jacky. Tôi vui mừng thông báo rằng chúng tôi đã có một trải nghiệm tuyệt vời và chúng tôi rất ngạc nhiên về số lượng kiến ​​thức bạn có thể học và ăn chỉ trong vài giờ. Ngoài con đường được tổ chức tốt dọc theo một số quán ăn nổi tiếng, chúng tôi còn rất thích sự đồng hành và kiến ​​thức của Jacky: anh ấy có thể kiên nhẫn trả lời tất cả các câu hỏi của chúng tôi và giải thích nhiều thói quen văn hóa mà lẽ ra chúng tôi đã bỏ lỡ.Đọc thêm",
            "Chúng tôi đến Việt Nam trong chuyến đi nghỉ dưỡng trong một nhóm gồm 5 thành viên. Chúng tôi tình cờ gặp Jacky trong khi tìm kiếm trực tuyến các công ty lữ hành tại Việt Nam. Chọn chuyến đi của Jacky, chúng tôi khá chắc chắn rằng mình đã lựa chọn đúng. Họ đã nhanh chóng trả lời tất cả các câu hỏi của tôi ngay cả trước khi tôi rời Ấn Độ và tôi đã nhận được thông tin cập nhật kịp thời về tất cả các hướng dẫn cần thiết. Cô Smiley là điều phối viên du lịch của chúng tôi, người đã khiến trải nghiệm du lịch của chúng tôi trở nên rất đáng nhớ. Đọc thêm",
            "Chúng tôi đã mời Jacky Vietnam Travel tham gia chuyến đi 6D5N Hà Nội-Sapa-Hạ Long. Hướng dẫn viên du lịch mà chúng tôi có ở Hà Nội - Jacky rất có kinh nghiệm trong việc đưa chúng tôi đi tham quan quanh khu phố cổ và dạy chúng tôi cách băng qua con đường đông đúc với một từ kỳ diệu Yi Pai. Hướng dẫn viên địa phương được sắp xếp ở Sapa cũng đặc biệt khi đưa chúng tôi đi tham quan quanh làng giúp chúng tôi hiểu được văn hóa địa phương. Ngoài ra, chúng tôi còn gặp một trục trặc nhỏ vào cuối chuyến đi và nhóm đã giải quyết nó rất tốt. Chúng tôi đã có một chuyến đi suôn sẻ quanh 3 điểm đến và tất cả chúng tôi đều rất hài lòng với các dịch vụ được cung cấp. Chắc chắn sẽ giới thiệu Jacky Vietnam Travel nếu bạn đang tìm kiếm một tour du lịch riêng tại Việt NamĐọc thêm"
        ],
        "star_ratings": [
            172,
            5,
            0,
            0,
            0
        ],
        "review_amount": 177,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Jacky Việt Nam Travel",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written December 11, 2023",
            "Written November 24, 2023",
            "Written November 9, 2023",
            "Written November 7, 2023",
            "Written November 6, 2023",
            "Written November 6, 2023",
            "Written November 4, 2023",
            "Written October 29, 2023",
            "Written October 22, 2023",
            "Written October 16, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14025617-Reviews-or40-Jacky_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or30-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or50-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7081980-Reviews-Red_Lotus_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681027-Reviews-Indochina_Dream_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2578529-Reviews-Darian_Culbert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g41187-d2425861-Reviews-Susquehanna_State_Park-Havre_de_Grace_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d17847850-Reviews-Cannabis_Store_Amsterdam-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d1065272-Reviews-Old_West_Dinner_Cookout-Yellowstone_National_Park_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g45095-d146792-Reviews-Museum_of_the_Rockies-Bozeman_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g34187-d126854-Reviews-Honeymoon_Island_State_Park-Dunedin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g57567-d141117-Reviews-Kiptopeke_State_Park-Cape_Charles_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g43567-d142982-Reviews-Interstate_State_Park-Taylors_Falls_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g656870-d10783918-Reviews-Torrox_Market-Torrox_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12035544-Reviews-Westfield_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g315909-d2188585-Reviews-Bahia_Park-Algeciras_Costa_de_la_Luz_Andalucia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or50-Jacky_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or40-Jacky_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Jacky Vietnam Travel",
        "attraction_name_vi": "Jacky Việt Nam Travel",
        "general_info": [
            "174 đánh giá",
            "54 trong số 625 Tour du thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Bạn hạnh phúc, chúng tôi hạnh phúc! Chúng tôi chăm sóc bạn như những thành viên trong gia đình của chúng tôi. Công ty du lịch địa phương của chúng tôi sẽ đưa bạn đến những nơi đẹp nhất của Việt Nam như Hà Nội, thành phố Hồ Chí Minh, Vịnh Hạ Long, Sapa, Ninh Bình, Huế, Hội An ... Hãy cho chúng tôi biết bạn muốn đến Việt Nam trong bao lâu và chúng tôi sẽ gợi ý cho bạn một chuyến đi thật vui vẻ!Đọc thêm",
        "reviews": [
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại Hà Nội, Vịnh Hạ Long, Sapa Ninh Bình dưới sự chăm sóc của Jacky Vietnam Travel. Họ rất có trách nhiệm và đáp ứng mọi thắc mắc của chúng tôi. Chỗ ở rất tốt. Jacky và nhóm của anh ấy đã cung cấp cho chúng tôi dịch vụ hàng đầu. Các hướng dẫn viên du lịch cũng rất nhiều thông tin và hữu ích. Xin chân thành cảm ơn Jacky Vietnam Travel. Mong được tham gia cùng họ trong một chuyến lưu diễn khác tại Việt Nam. Chắc chắn sẽ giới thiệu chúng cho bạn bè và người thân của chúng tôi.Đọc thêm",
            "Trải nghiệm tuyệt vời với Jacky Travel. Một công ty du lịch thực sự! Tôi đã gửi chương trình du lịch Việt Nam của mình vài tháng trước và Jacky đã cho tôi một số lời khuyên để lên kế hoạch cho mọi thứ. Họ đã đặt cho chúng tôi Du thuyền Hạ Long và đưa ra các lựa chọn khác nhau: xe limousine chung hoặc xe buýt riêng hoặc xe buýt đêm. Vài giờ trước mỗi lần chuyển đến, họ gửi cho chúng tôi thông tin về xe hơi, tài xế, v.v. Họ cũng cung cấp một số địa chỉ tốt của các nhà hàng tiêu biểu. Tôi thực sự khuyên bạn nên công ty Jacky Travel lên kế hoạch cho chuyến đi Việt Nam. Thực sự an toàn và hiệu quả! Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất ở Việt Nam - Du thuyền trên vịnh Hạ Long, Hội An, Đà Nẵng, Thành phố Huế Hà Nội - phong cảnh tuyệt đẹp, kiến ​​trúc tuyệt vời và những con người ấm áp nhất. Điều tạo nên một trải nghiệm tuyệt vời là Jacky Vietnam Travel !!! Siêu thích nghi, dễ giải quyết, đúng giờ, vị trí khách sạn tuyệt vời, hướng dẫn tuyệt vời. Đặc biệt đề cập đến ông Cường Joe ở Đà Nẵng, Hội A, người có đẳng cấp thế giới về kiến ​​thức, sự thân thiện với kiên nhẫn! !Tôi hết lòng khuyên bạn nên sử dụng các chuyến du lịch của Jacky cho tất cả các chuyến đi với ngân sách để có một kỳ nghỉ thư giãn tuyệt vời. Cảm ơn các bạn rất nhiều, hẹn gặp lại các bạn Đọc thêm",
            "Chúng tôi đã dành 4 ngày ở Hà Nội, chuyến tham quan của chúng tôi được Jacky Vietnam Travel sắp xếp. Chuyến đi đến Vịnh Hạ Long và Ninh Bình thật tuyệt vời, thực sự là một ngôn từ tự nhiên của Trái đất.Đọc thêm",
            "Đại lý du lịch có trụ sở tại Hà Nội mà chúng tôi đã khám phá được từ Google Tìm kiếm và đây là khám phá tuyệt vời nhất của chúng tôi! Ngay từ đầu, việc liên lạc nhanh chóng với một số gợi ý hoặc giải pháp thay thế đã giúp tạo ra một hành trình riêng cho gia đình chúng tôi. Chúng tôi có toàn quyền kiểm soát các chuyến đi chúng tôi đã chọn, khách sạn chúng tôi ở, v.v. Họ sẽ đưa ra đề xuất cho chúng tôi dựa trên thông tin chúng tôi cung cấp và không thể lên kế hoạch nào tốt hơn. Chúng tôi đã đi du lịch khắp Việt Nam và cả Siem Reap, Campuchia. Jacky Travel đã sắp xếp toàn bộ chuyến đi cho chúng tôi, bao gồm Hướng dẫn viên du lịch tại mỗi thị trấn với những chiếc xe vanslimos thoải mái, chưa kể các khách sạn có thể trả phòng sớm muộn nếu cần. Mỗi buổi sáng, họ sẽ nhắn tin để biết ngày hôm trước thế nào và liệu họ có thể cải thiện được điều gì không. Họ đã thông báo trước cho tất cả các khách sạn về những kỳ vọng về chế độ ăn uống của chúng tôi nên cũng không gặp rắc rối gì về mặt đó. Các hướng dẫn viên đều nói tiếng Anh. Và bọn trẻ đã có khoảng thời gian tuyệt vời với hầu hết chúng. Chúng tôi đến thăm Hà Nội, Vịnh Hạ Long, Sapa, Hội An, Hồ Chí Minh Siem Reap. Đã trải nghiệm một trong những kỳ nghỉ gia đình tuyệt vời nhất tp date. Cảm ơn Jacky Team!Đọc thêm",
            "Tôi rất muốn giới thiệu tour này cho bất kỳ ai muốn có một chuyến đi vui vẻ, thoải mái, ưu đãi tuyệt vời, dịch vụ trung thực, chỗ ở thoải mái và thức ăn tuyệt vời. Cảm ơn Jacky Travel!!! Đọc thêm",
            "Tôi vui mừng chia sẻ rằng chuyến đi thật tuyệt vời. Sự chu đáo của nhân viên khách sạn và sự chuyên nghiệp của hướng dẫn viên du lịch khiến tôi rất hài lòng.Đọc thêm",
            "Truyền thông và dịch vụ đã xuất sắc từ đầu đến cuối. Chúng tôi đã thực hiện một chuyến tham quan Ninh Bình bao gồm đi thuyền Tràng An và đi bộ lên Hang Múa. Mọi thứ đều được tổ chức hoàn hảo và chúng tôi cảm thấy được chăm sóc rất tốt. Công ty hoàn toàn tuyệt vời. Vương quốc Anh, cặp đôi. Đọc thêm",
            "Tôi thường không phải là người đặt vé cho các công ty du lịch nhưng tôi có thể nói không chút do dự rằng công ty này thật tuyệt vời. Họ đã điều chỉnh chuyến đi của chúng tôi theo thông số kỹ thuật của chúng tôi, cung cấp dịch vụ tuyệt vời nhất cũng như các hướng dẫn viên và tài xế tuyệt vời. Họ kiểm tra chúng tôi hàng ngày để xem chúng tôi hoạt động như thế nào ngay cả vào những ngày chúng tôi không có kế hoạch gì với họ. Họ cũng đảm bảo rằng chúng tôi đã về đến nhà an toàn và tặng chúng tôi một món quà Khởi hành! Tôi không chỉ nói Việt Nam minh bạch mà tôi chỉ đến Hà Nội, Ninh Bình và Vịnh Hạ Long là một đất nước tuyệt vời và hoàn toàn bị đánh giá thấp nhưng đội ngũ này đã khiến kỳ nghỉ của chúng tôi rất suôn sẻ và dễ dàng. Hãy đặt chỗ và nhờ Smiley điều phối và Phong hướng dẫn nhé!!!! Đọc thêm",
            "Kính gửi cô Samantha,\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi! Chúng tôi thực sự vui mừng vì bạn đã có khoảng thời gian tuyệt vời ở Hà Nội, Hạ Long và Ninh Bình. Nó khuyến khích nhóm của chúng tôi, đặc biệt là Smiley và Phong, tiếp tục làm tốt công việc của mình và cải thiện hơn nữa trong tương lai. \nChúng tôi rất mong được gặp lại tất cả các bạn trong một chuyến đi khác đến Việt Nam!\n\nĐọc thêm",
            "Tôi chắc chắn sẽ giới thiệu Javky Travels cho chuyến thăm Việt Nam của bạn. Cô Sarah đã giúp tôi lên kế hoạch cho chuyến tham quan và cũng có mặt từng bước để kiểm tra xem mọi thứ có diễn ra theo đúng kế hoạch hay không. Cảm ơn bạn!Đọc thêm"
        ],
        "star_ratings": [
            172,
            5,
            0,
            0,
            0
        ],
        "review_amount": 177,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Jacky Du Lịch Việt Nam",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written October 14, 2023",
            "Written October 10, 2023",
            "Written September 2, 2023",
            "Written August 28, 2023",
            "Written August 24, 2023",
            "Written August 16, 2023",
            "Written August 15, 2023",
            "Written August 10, 2023",
            "Written July 29, 2023",
            "Written July 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14025617-Reviews-or50-Jacky_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or40-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or60-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7081980-Reviews-Red_Lotus_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681027-Reviews-Indochina_Dream_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2578529-Reviews-Darian_Culbert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g39658-d4757865-Reviews-Downtown_Midway_Kentucky-Midway_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g52977-d267754-Reviews-Sesame_Place_Philadelphia-Langhorne_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g298063-d4178739-Reviews-Al_Hamra_Mall-Ras_Al_Khaimah_Emirate_of_Ras_Al_Khaimah.html",
            "https://www.tripadvisor.com/Attraction_Review-g147405-d148860-Reviews-99_Steps-Charlotte_Amalie_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g54097-d105980-Reviews-Narragansett_Beach-Narragansett_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1717873-Reviews-Gold_Silver_Pawn_Shop-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d3916276-Reviews-The_Wreck_Bar-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d123167-Reviews-Powell_s_City_of_Books-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806427-d7257641-Reviews-Emperor_Spa-Beitou_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g190387-d2717050-Reviews-Millomeris_Waterfall-Platres_Limassol.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or60-Jacky_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or50-Jacky_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Jacky Vietnam Travel",
        "attraction_name_vi": "Jacky Việt Nam Travel",
        "general_info": [
            "174 đánh giá",
            "54 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Bạn hạnh phúc, chúng tôi hạnh phúc! Chúng tôi chăm sóc bạn như những thành viên trong gia đình của chúng tôi. Công ty du lịch địa phương của chúng tôi sẽ đưa bạn đến những nơi đẹp nhất của Việt Nam như Hà Nội, thành phố Hồ Chí Minh, Vịnh Hạ Long, Sapa, Ninh Bình, Huế, Hội An ... Hãy cho chúng tôi biết bạn muốn đến Việt Nam trong bao lâu và chúng tôi sẽ gợi ý cho bạn một chuyến đi thật vui vẻ!Đọc thêm",
        "reviews": [
            "Jacky Travels cung cấp dịch vụ tuyệt vời từ lúc đón khách cho đến khi chúng tôi kết thúc chuyến tham quan 6 ngày. Chuyến đi dạo ẩm thực Hà Nội quanh Old Qtr thật tuyệt vời, bất chấp cái nóng mùa hè. Sự hiếu khách của họ, đặc biệt là của cô Smiley, thật đặc biệt. Chúng tôi chắc chắn sẽ giới thiệu Jacky Travels cho bất kỳ du khách nào đang lên kế hoạch cho chuyến đi đến Việt Nam. Mức phí của họ rất hợp lý so với một số đại lý du lịch khác có dịch vụ sắp xếp chuyến đi tương tự.Đọc thêm",
            "Kính gửi Ông PrabakarSNair\nCảm ơn ông rất nhiều vì đã chia sẻ trải nghiệm tuyệt vời của cặp đôi với chúng tôi, điều này khích lệ nhóm của chúng tôi rất nhiều.\nChúng tôi cảm thấy rất biết ơn vì ông đã có khoảng thời gian tuyệt vời ở Hà Nội mặc dù tháng 7 là mùa hè nóng nực.\nNhóm của chúng tôi rất mong được gặp lại hai ông trong một chuyến đi khác đến Hà Nội và các nơi khác ở Việt Nam.Đọc thêm",
            "Du lịch cùng gia đình 3 người và đặt chuyến tham quan mặt đất Hội An Đà Nẵng với Jacky Vietnam Travel. Dịch vụ rất tốt từ văn phòng, đặc biệt là cô Hannah, tài xế và hướng dẫn viên địa phương. Giá cả hợp lý. Chắc chắn sẽ đặt phòng với họ một lần nữa nếu chúng tôi đi phần khác của kỳ nghỉ Việt Nam. Rất khuyến khích. Đọc thêm",
            "Tôi muốn bày tỏ lòng biết ơn của mình về trải nghiệm du lịch đặc biệt mà Jacky Travel đã mang lại. Smiley cảm ơn đặc biệt vì sự chú ý của bạn đến từng chi tiết, cách tiếp cận được cá nhân hóa và dịch vụ xuất sắc, điều đó thực sự khiến hành trình của tôi không thể nào quên. Cảm ơn bạn đã nỗ lực hết mình để đảm bảo mọi thứ đều hoàn hảo.Đọc thêm",
            "Kính gửi gia đình ông Mihir\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi.\nChúng tôi cảm thấy rất biết ơn vì bạn đã có khoảng thời gian đáng nhớ cùng chúng tôi trong chuyến đi cùng gia đình đến Hà Nội. Nó khuyến khích nhóm của chúng tôi, đặc biệt là Smiley. nhiều \nChúng tôi hy vọng được gặp lại gia đình bạn trong một chuyến đi khác đến Việt Nam.Đọc thêm",
            "I have utilized Jacky Travel for my Vietnam travel adventures in Saigon and Hanoi. My first experience was in December 2022 in Southern Vietnam for visiting the Cu Chi Tunnels and Mekong Delta. I went on a solo adventure that time, and I felt safe the entire time. My trip was arranged by Jacky Travel, which included airport transport to the hotel, transportation from hotel to all tours, tour activities, and providing clean hotels with free breakfast at an affordable price.My recent experience in June 2023 was in Hanoi for 7 days with 3 other people family and friends. It included tours to Hanoi, Sapa, Ninh Binh, and Halong Bay. Again, all of the transportation, breakfast and lunch, hotel accommodations, and tour guides were provided and arranged by Jacky Travel. I did not have to think about planning the trip and was able to enjoy the vacation and beauty of Vietnam without worrying. Jacky Travel contacted me every day to see if I was doing okay and provided excellent communication when needed.In Hanoi, we got a city tour that included a nice view of the Hoan Kiem Lake. We got to eat many different kinds of Vietnamese foods as well, including pho, lychee, fruit dessert, and banh mi. We got educated on how to cross the busy streets, and learned some Vietnamese history as well.In Sapa, we were transported on a van, which was a lot nicer and more comfortable than the huge buses. We were greeted by the tour guide, May, who was a very kind and hardworking individual. She showed us the amazing terraced rice fields and gave us insight on her ethnic background of the Red Zao group living in Vietnam. Seeing the way of life in Sapa or Vietnam in general has definitely made me much more grateful for everything I have.In Ninh Binh, we were guided by Viktor. He contacted us the night before for transportation details, which I appreciated. He picked us up from the hotel promptly and showed us three different places in Ninh Binh Hoa Lu, Tam Coc, and Mua Cave. He helped us get onto the boat ride, which lasted a little over an hour. He also rode a bicycle around the village and walked the 400 steps of the Mua Cave with the group, which was impressive. Not only that, he took a photo of us with his drone near the top of the 400 steps. Viktor definitely went above and beyond for the large group tour.In Halong Bay, we went stayed overnight in a comfortable room with a great view of the Ha Long Bay. There was a lunch buffet, dinner, early breakfast and lunch provided on the cruise. All of the cruise employees were kind and helpful as well. We had issues with the hotel cruise toilet, but it was immediately fixed by a kind, cleaning lady on Rita Cruise. The sunset in the Ha Long Bay is a must-see. I provided photos of the trip to show how beautiful Hanoi is.I would also like to mention that all of the tour guides had great English-speaking skills, even though it is not their first language. I am glad I met Jackie and Jacky Travel, because my trip wouldnt have been as fun or effortless without them. I recommend them to organize your next trip to Vietnam, and I plan to use them in the future. Vietnam is full of beauty, history, hardship, food, culture, and amazing people. Please book Jacky Travel to help you see everything that Vietnam has to offer.Read more",
            "Chúng tôi đã có chuyến du lịch nhóm riêng 6D5N tuyệt vời đến Hội An, Đà Nẵng và Huế ở miền Trung Việt Nam. Đó là một hành trình được tổ chức tốt với hướng dẫn viên nói tiếng Anh, tài xế và xe tải mới. Cảm ơn Jacky Vietnam Travel vì sự sắp xếp tuyệt vời. Người hướng dẫn ông Bình rất thân thiện, hữu ích, chuyên nghiệp và đáp ứng nhu cầu của chúng tôi với dịch vụ đặc biệt. Tất cả các bữa ăn và sắp xếp đã được chăm sóc tốt. Đại lý du lịch rất khuyến khích và sẽ sử dụng lại chúng khi đi du lịch Việt Nam trong tương lai. Hãy tiếp tục.Đọc thêm",
            "Tổ chức tuyệt vời từ đầu đến cuối. Ngay từ khi liên lạc trước khi đến cho đến lễ tân tại sân bay và trong suốt chuyến đi, chuyến đi của Jacky đã khiến tôi và gia đình rất thoải mái. Tổ chức rất tốt. Đặc biệt cảm ơn cô Smiley và hướng dẫn viên Phong của chúng tôi. Rất khuyến khích.Đọc thêm",
            "Kính gửi gia đình ông Amit,\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi! \nChúng tôi thực sự rất vui vì bạn đã thưởng thức nhiều món ăn địa phương và tất cả các điểm đến ở đây.\nNó khuyến khích nhóm của chúng tôi, đặc biệt là Smiley và Phong, tiếp tục làm tốt công việc của mình và cải thiện hơn nữa trong tương lai.\nChúng tôi rất mong được gặp lại gia đình bạn trong một chuyến đi khác đến Việt Nam!Đọc thêm",
            "Chúng tôi được giới thiệu đến Jacky Vietnam Travel qua truyền miệng. 6D5N của chúng tôi tại Vịnh Hà NộiSaPaHạ Long thật tuyệt vời; với nhiều thắng cảnh đẹp như tranh vẽ, lòng hiếu khách nồng hậu và đồ ăn ngon! Quá trình đặt chỗ qua WhatsApp và email diễn ra liền mạch và thanh toán dễ dàng bằng nội tệ của chúng tôi thông qua ngân hàng trực tuyến. Giao tiếp với điều phối viên Smiley của chúng tôi rất suôn sẻ và dễ chịu. Chúng tôi chắc chắn sẽ giới thiệu bạn bè và gia đình của mình đặt chỗ với Jacky Vietnam Travel khi họ đến thăm Việt Nam vào lần tới!Đọc thêm",
            "Kính gửi gia đình cô Erica,\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm tốt đẹp của bạn với chúng tôi.\nChúng tôi rất vui vì bạn đã có chuyến đi tuyệt vời tại Hà Nội - Sapa - Vịnh Hạ Long. Nó khuyến khích nhóm của chúng tôi tiếp tục làm tốt công việc của mình và cải thiện nhiều hơn trong tương lai.\nChúng tôi hy vọng được gặp lại gia đình bạn trong một chuyến đi khác đến Việt Nam.Đọc thêm",
            "Chúng tôi đã có chuyến du lịch gia đình đáng chú ý nhất với Jacky Vietnam Travel, từ Đà Nẵng - Huế - Bà Nà Hill - Hội An. Không chỉ mọi thứ đều hoàn hảo mà trong mọi trường hợp, chúng tôi còn cảm thấy rằng các hướng dẫn viên - trợ lý của anh Bình thực sự quan tâm đến chúng tôi và đã cố gắng hết sức để khiến chuyến đi này trở nên đáng nhớ. Cảm ơn Jacky Smiley vì đã sắp xếp bữa tiệc sinh nhật đặc biệt. Bạn không tiếc gì và lời nói không thể bày tỏ lòng biết ơn chân thành của tôi đối với tất cả những gì bạn đã làm để đảm bảo sự thoải mái và thích thú của chúng tôi. Chúng tôi thực sự giới thiệu Jacky Việt Nam cho những du khách mới và dày dạn kinh nghiệm.Đọc thêm",
            "Thân gửi gia đình chị Siewlitravel,\nChúng tôi thực sự biết ơn vì đã dành thời gian chia sẻ trải nghiệm tuyệt vời của chị với chúng tôi!\nĐội ngũ hướng dẫn viên, hỗ trợ, tài xế và Smiley của chúng tôi cũng rất vui khi được dành thời gian cho gia đình chị. Thật là những kỷ niệm đẹp để lưu giữ\nMột lần nữa, cảm ơn chị rất nhiều vì đã đến Việt Nam.\nHẹn gặp lại chị tại Hà Nội vào tháng 12 nhé!Đọc thêm",
            "Tôi đã liên hệ với Jacky Vietnam Travel để đặt chuyến du ngoạn Vịnh Hạ Long và họ đã đưa ra nhiều lựa chọn khác nhau tùy theo nhu cầu và ngân sách của tôi. Đội ngũ rất nhanh chóng, hữu ích, chân thành, đáng tin cậy và nỗ lực hết mình để đáp ứng nhu cầu của chúng tôi. Họ cung cấp nhiều chuyến tham quan tùy chọn tại Việt Nam bao gồm cả phương tiện di chuyển cá nhân. Tôi đã đặt Bà Nà Hill qua Jacky Travel khi tôi ở Đà Nẵng và họ đảm bảo mọi việc diễn ra tốt đẹp. Rất khuyến khích sử dụng Jacky Vietnam Travel để hỗ trợ kế hoạch du lịch tại Việt Nam. Tôi sẽ quay lại thành phố đáng yêu này để khám phá những địa điểm khác sớm và Jacky Vietnam Travel đã biến đây thành một chuyến đi đáng nhớ đối với tôiĐọc thêm",
            "Kính gửi cô Sslimbeaute,\nCảm ơn bạn rất nhiều vì đã chia sẻ chuyến đi tốt đẹp của bạn với chúng tôi!\nVì bạn đi du lịch một mình nên chúng tôi luôn quan tâm đặc biệt nên bạn sẽ không cảm thấy cô đơn ở đây và nhận được sự hỗ trợ gì cả. \nHy vọng chúng ta có thể gặp lại bạn, khám phá thêm nhiều vùng đất của Việt Nam!\nChúc mừng! Đọc thêm",
            "Công ty du lịch Jacky đã tham gia để giúp chúng tôi lên kế hoạch cho chuyến đi. Nói với họ những gì chúng tôi dự định và mọi thứ từ điểm a đến x đều được lên kế hoạch theo nhu cầu của chúng tôi. Smiley nói tiếng Anh tốt đã đưa chúng tôi đi tham quan ẩm thực quanh khu phố cổ Hà Nội và giới thiệu cho chúng tôi những món ăn ngon chính thống của Việt Nam. Tôi làm thất lạc hộ chiếu của mình và cô ấy đã đến hỗ trợ bằng mọi cách có thể để đảm bảo tôi có thể về nhà suôn sẻ. Rất khuyến khíchĐọc thêm"
        ],
        "star_ratings": [
            172,
            5,
            0,
            0,
            0
        ],
        "review_amount": 177,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Jacky Việt Nam Travel",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written July 8, 2023",
            "Written July 3, 2023",
            "Written June 30, 2023",
            "Written June 29, 2023",
            "Written June 12, 2023",
            "Written June 6, 2023",
            "Written June 3, 2023",
            "Written June 3, 2023",
            "Written May 9, 2023",
            "Written May 6, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14025617-Reviews-or60-Jacky_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or50-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or70-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7081980-Reviews-Red_Lotus_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681027-Reviews-Indochina_Dream_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2578529-Reviews-Darian_Culbert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7376615-Reviews-Palo_Market_Fest-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45399-d3335704-Reviews-Wild_West_Yellowstone_Rodeo-West_Yellowstone_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g642196-d1755263-Reviews-Seven_Sisters-Geiranger_Stranda_More_og_Romsdal_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g41800-d560708-Reviews-Salisbury_Beach-Salisbury_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g30155-d1574237-Reviews-Allen_Premium_Outlets-Allen_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g40951-d103816-Reviews-Wells_Reserve_at_Laudholm-Wells_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g1437311-d630808-Reviews-Gnejna_Bay-Mgarr_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d3318323-Reviews-Destin_Harbor_Boardwalk-Destin_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g656612-d982971-Reviews-Kildare_Village-Kildare_County_Kildare.html",
            "https://www.tripadvisor.com/Attraction_Review-g46593-d18544050-Reviews-Happy_Day_Farm-Manalapan_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or70-Jacky_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or60-Jacky_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Jacky Vietnam Travel",
        "attraction_name_vi": "Jacky Việt Nam Travel",
        "general_info": [
            "174 đánh giá",
            "54 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Bạn hạnh phúc, chúng tôi hạnh phúc! Chúng tôi chăm sóc bạn như những thành viên trong gia đình của chúng tôi. Công ty du lịch địa phương của chúng tôi sẽ đưa bạn đến những nơi đẹp nhất của Việt Nam như Hà Nội, thành phố Hồ Chí Minh, Vịnh Hạ Long, Sapa, Ninh Bình, Huế, Hội An ... Hãy cho chúng tôi biết bạn muốn đến Việt Nam trong bao lâu và chúng tôi sẽ gợi ý cho bạn một chuyến đi thật vui vẻ!Đọc thêm",
        "reviews": [
            "Nhóm chúng tôi quyết định đi Hà Nội, Việt Nam. Chúng tôi đã xem xét một số công ty du lịch để sử dụng cho chuyến đi Việt Nam của mình. Chúng tôi quyết định đi với Jacky Vietnam Travel vì họ cung cấp các lựa chọn tour du lịch tốt nhất cho nhóm của chúng tôi. Tất cả chúng tôi đều rất vui vì đã chọn họ - Các tour du lịch và dịch vụ của họ VƯỢT QUA mong đợi của chúng tôi! Trước khi chuyến đi của chúng tôi bắt đầu, điều phối viên tour du lịch của chúng tôi, Smiley, đã làm một công việc tuyệt vời trong việc chuẩn bị cho chúng tôi đi du lịch - giúp chúng tôi xin thị thực Việt Nam, chuẩn bị một biểu ngữ đặc biệt để chào đón nhóm của chúng tôi mà chúng tôi sử dụng trong hầu hết các bức ảnh của mình, sắp xếp để có thẻ SIM cho nhóm của chúng tôi khi chúng tôi đến Việt Nam cho điện thoại của chúng tôi! Cô ấy cũng đã điều phối tất cả các tour du lịch tuyệt vời của chúng tôi tại Hà Nội và Vịnh Hạ Long, đi bộ đường dài, du ngoạn bằng thuyền, chèo thuyền, chèo thuyền kayak và các hoạt động đặc biệt như hát karaoke sau bữa tối trên du thuyền qua đêm của chúng tôi và các bữa ăn tuyệt vời - bữa sáng, bữa trưa và bữa tối - mà nhóm của chúng tôi rất thích !! Cô ấy và Jacky Travel rất chú trọng đến sự chú ý đến từng chi tiết. 2 thành viên trong nhóm của chúng tôi có sinh nhật trong chuyến đi này và cô ấy đã sắp xếp đặc biệt cho một chiếc bánh sinh nhật để chúc mừng sinh nhật của họ mà nhóm chúng tôi không biết. Hướng dẫn viên của chúng tôi, Phong thực sự tuyệt vời! Anh ấy rất vui tính, hiểu biết về lịch sử và văn hóa Việt Nam, hữu ích và rất dễ tính! Nhìn chung, nhóm chúng tôi đã có được sự đánh giá cao, ngưỡng mộ và tôn trọng sâu sắc đối với nền văn hóa, con người và đất nước Việt Nam tươi đẹp và sẽ hết lòng giới thiệu Jacky Vietnam Travel cho những ai muốn du lịch đến Việt Nam!!Đọc thêm",
            "Chúng tôi quyết định tổ chức lễ hội ngộ trung học lần thứ 43 tại Việt Nam và rất vui vì đã chọn Jacky Vietnam Travel!   Cô Smiley đã làm một công việc tuyệt vời khi sắp xếp chuyến tham quan Hà Nội 4 ngày riêng tư của chúng tôi.  Nó đã được lên kế hoạch và tổ chức tốt. Mức giá thật không thể tin được - nó bao gồm khách sạn, tất cả các bữa ăn, một chuyến du ngoạn qua đêm trên Vịnh Hạ Long và các chuyến tham quan bằng xe buýt. Chúng tôi đi bộ đường dài, đi xe đạp, khám phá hang động, đi thuyền tam bản, hát karaoke và thậm chí tham gia lớp học nấu ăn.  Cô ấy đã giúp chúng tôi lấy được thị thực Việt Nam và thẻ sim trước chuyến đi.  Bùi Phong chỉ là hướng dẫn viên du lịch tuyệt vời nhất!  Chúng ta không thể nói đủ những điều tốt đẹp về anh ấy.  Anh ấy làm cho chuyến đi của chúng tôi thực sự đáng nhớ và thú vị!   Anh ấy cố gắng đáp ứng mọi nhu cầu của chúng tôi, và phần lớn anh ấy đã làm được, điều này không hề dễ dàng khi có 12 người chúng tôi.  Anh ấy thật tuyệt vời!  Chúng tôi giới thiệu Jacky Vietnam Travel cho tất cả gia đình và bạn bè đang lên kế hoạch cho chuyến đi đến Việt Nam.Đọc thêm",
            "Vừa trở về sau chuyến đi tuyệt vời đến Việt Nam nhờ Smiley từ Jacky Travel! Dịch vụ khách hàng thật đáng kinh ngạc và bắt đầu ngay khi chúng tôi hợp tác với Jacky Travel.  Smiley đã tạo ra một hành trình tuyệt vời cho chuyến du lịch riêng kéo dài 4 ngày cho 12 người. Chuyến tham quan bao gồm Hà Nội - Ninh Bình - Vịnh Hạ Long. Khách sạn, tất cả các bữa ăn, phương tiện đi lại, hướng dẫn viên du lịch, tour du lịch, thị thực, đón tại sân bay và thậm chí cả thẻ SIM cho điện thoại của chúng tôi đều do Smiley sắp xếp. Cô ấy đã trao đổi thư từ với tất cả chúng tôi trước và trong chuyến đi.  Bùi Phong là hướng dẫn viên du lịch am hiểu của chúng tôi, người đảm bảo tất cả chúng tôi đều vui vẻ và thoải mái. Tôi đã từng sử dụng các công ty du lịch trước đây nhưng dịch vụ do Jackey Travel cung cấp không thể so sánh được!! Chúng tôi mong chờ chuyến lưu diễn tiếp theo ở Đông Nam Á vì chúng tôi sẽ sử dụng Jacky Travel.Đọc thêm",
            "Đã đặt chuyến du ngoạn Vịnh Hạ Long 2D1N thông qua Jacky Vietnam Travel và đó là một trải nghiệm tuyệt vời từ khi đặt phòng đến khi hoàn thành chuyến đi. Tôi đến từ Singapore và Jacky Vietnam Travel có tùy chọn PayNow cho chúng tôi, điều này đã giúp chúng tôi tránh được tất cả các khoản phí ngân hàng hoặc phí paypal không cần thiết. Việc vận chuyển từ Hà Nội đến Vịnh Hạ Long rất thoải mái, thật tuyệt vời cho một chuyến xe buýt dài. Jacky rất hữu ích trong suốt chuyến đi này và đã cho chúng tôi rất nhiều món ăn ngon và gợi ý chuyến đi để biến chuyến đi của chúng tôi trở nên đáng nhớ. Hướng dẫn viên giàu kinh nghiệm và nhiệt tình, muốn giới thiệu Jacky Vietnam Travel cho mọi người! Đọc thêm",
            "Chúng tôi hoàn toàn không thể cảm ơn Jacky Tours đủ vì đã sắp xếp một kỳ nghỉ tuyệt vời và đáng nhớ như vậy cho gia đình 6 đứa trẻ từ 2 - 12 tuổi của chúng tôi. Hà Nội-Vịnh Hạ Long- Sapa- Nin Bình là một chuyến đi ngắn ngủi trong 8 ngày nhưng chúng tôi cảm thấy rằng chúng tôi đã được chăm sóc rất tốt và chúng tôi rất nóng lòng muốn quay lại để xem một phần khác của khu vực với Jacky Tours. Rất khuyến khích!Đọc thêm",
            "Kính gửi cô Grace và gia đình,\nCảm ơn bạn rất nhiều vì đã dành thời gian để cho chúng tôi một đánh giá tốt như vậy, điều này khích lệ chúng tôi rất nhiều.\nNhóm chúng tôi rất vui vì gia đình bạn đã có chuyến đi đáng nhớ đến Việt Nam.\nCác con thật mạnh mẽ và đáng yêu.\nVà rất mong sớm được gặp lại bạn ở một vùng khác của Việt Nam!\n\nĐọc thêm",
            "Đó là 10/10 điểm cho Chuyến du lịch gia đình 5 đêm 6 ngày tại Việt Nam tại Hà Nội và Thành phố Hồ Chí Minh. Vì đây là chuyến du lịch riêng của gia đình gồm 4 người lớn nên việc đón tại sân bay rất suôn sẻ với xe tải nhỏ có máy lạnh. Trong suốt chuyến đi, các bữa ăn được cung cấp đầy đủ các món ăn truyền thống của Việt Nam, đây là một trải nghiệm thú vị khi thưởng thức các món ăn địa phương. Vì không có nhiều thời gian nên chúng tôi không thể nếm thử nhiều. Các khách sạn có chi phí hợp lý với dịch vụ bạn nhận được. Phần yêu thích của tôi trong chuyến đi này là chuyến tham quan Vịnh Hạ Long và mua sắm quà lưu niệm tại Thành phố Hồ Chí Minh. Trải nghiệm khá hiệu quả và thú vị đối với tôi. Hoàn toàn khuyên bạn nên đi cùng Jacky Travel nếu bạn tình cờ đi du lịch Việt Nam.Đọc thêm",
            "Kính gửi gia đình chị Noe Noe H,\nCảm ơn bạn rất nhiều vì đã chia sẻ cho chúng tôi trải nghiệm thú vị về chuyến đi Việt Nam, điều này đã khích lệ chúng tôi rất nhiều. \nChúng tôi sẽ mang gia đình bạn thử thêm nhiều món ăn địa phương ở Đà Nẵng Hội An cho chuyến đi tiếp theo. Hy vọng bạn sẽ thích món ăn địa phương ở đó! Hẹn gặp lại ở Đà Nẵng!!!\nChúc mừng!\nĐọc thêm",
            "Vừa trở về từ 6D Sapa - Tour du lịch riêng Hà Nội do Jacky Travel tổ chức. Các hành trình đã được lên kế hoạch hoàn hảo và các bữa ăn do họ phục vụ thật tuyệt vời. Giá trọn gói hợp lý hơn so với các công ty du lịch khác. Gia đình tôi rất thích gói của họ. Chắc chắn sẽ tìm kiếm chúng một lần nữa cho chuyến thăm Việt Nam tiếp theo của tôiĐọc thêm",
            "Kính gửi gia đình ông Roving, \nChúng tôi muốn nói lời cảm ơn rất nhiều vì tình yêu lớn lao của bạn dành cho Việt Nam của chúng tôi khi bạn tiếp tục quay trở lại đây. Chúng tôi thực sự vui mừng được gặp lại bạn. \nLần sau bạn có thể ở Sapa lâu hơn để thư giãn hơn và ngắm thời tiết đẹp hơn nhé.\nTrân trọng.Đọc thêm",
            "Trải nghiệm của chúng tôi với Jacky thật tuyệt vời. Cả Hanna và Jacky đều nhanh chóng và họ sắp xếp mọi thứ một cách hoàn hảo. Chúng tôi đã có một chuyến du lịch tùy chỉnh với 2 gia đình, 4 người lớn và 4 trẻ em từ 3 đến 8 tuổi. Chúng tôi đến Hà Nội, Sapa, Vịnh Hạ Long, Hội An và Đà Nẵng. Các lựa chọn chỗ ở rất tuyệt vời, kế hoạch hàng ngày rất tốt và điều tốt nhất là việc thực hiện. Chúng tôi cảm thấy như chúng tôi thực sự được chăm sóc. Tôi thực sự muốn giới thiệu cơ quan này cho bất kỳ ai muốn du lịch miễn phí đến Việt Nam. Cả Jacky và Hanna đều đến gặp chúng tôi vào đêm đầu tiên và cả khi chúng tôi trở về từ Vịnh Hạ Long về Hà Nội... Đọc thêm",
            "Kính gửi gia đình ông Regan, \nThật vui mừng được chào đón hai gia đình hai bạn, các bé thật đáng yêu. May mắn thay, kỳ nghỉ của bạn đủ dài để bạn có thể thư giãn và khám phá đầy đủ các địa điểm. \nChúng tôi rất vui khi bạn tận hưởng chuyến đi và chỗ ở. \nGiữ liên lạc nhé!\nTrân trọng,\nHanna - Đội ngũ bán hàng. Đọc thêm",
            "Hướng dẫn viên du lịch chuyên nghiệpJacky với sự sắp xếp tuyệt vời và sắp xếp phương tiện đi lại vô tận. Đọc thêm",
            "Thưa ông Freeurhead, \nChúng tôi rất hân hạnh được vui chơi cùng nhóm đáng yêu của bạn. Kỹ năng đi bộ và chụp ảnh của bạn thật tuyệt vời. \nChúng tôi cũng rất vui khi bạn thích món ăn địa phương của chúng tôi ở đây!\nHẹn gặp lại sớm!\nĐọc thêm",
            "Nhóm lớn 30 người của chúng tôi đã có chuyến đi thú vị và thú vị nhất tại Đà Nẵng, Hội An Huế vào cuối ngày 23/3.  Trước đó, chúng tôi đã trao đổi với Jacky Vietnam Travel và anh ấy đã sắp xếp chương trình hoàn hảo cho chúng tôi, chỗ ở khách sạn tốt và những bữa ăn thịnh soạn bao gồm các món ăn Việt Nam thú vị và nhiều hải sản.  Chúng tôi cũng rất thích buổi ăn Streetfood, đặc biệt là món Bánh mì ngon nhất mà tôi từng ăn và món Phở Bò cũng rất tuyệt vời khi được cung cấp thêm bánh mì Trung Quốc để ăn kèm. Jacky cũng đích thân bay đến Đà Nẵng để gặp nhóm lớn của chúng tôi. Anh ấy thậm chí còn đưa một số người trong chúng tôi đến may áo dài. Hướng dẫn viên của họ Mr Bình hay còn gọi là Mr Bean haha... là một viên ngọc quý, giúp chúng tôi giải trí bằng những câu chuyện hài hước, vui nhộn của anh ấy. Anh ấy rất linh hoạt cũng đã đi xa hơn trong việc đáp ứng một số yêu cầu của chúng tôi. Tất cả đều bao gồm cả tài xế và trợ lý đều có trách nhiệm đúng giờ. Thực tế đây là lần thứ 3 trong số 5 chuyến đến Việt Nam của tôi cùng Jacky Vietnam Travel. Rất khuyến khíchĐọc thêm",
            "Kính gửi gia đình cô Cecilia, \nChúng tôi cảm nhận được tình yêu đích thực của bạn đối với Việt Nam khi bạn đi du lịch 5 lần. Chúng tôi ước gì bạn biết đến chúng tôi ngay từ đầu để chúng tôi có thể phục vụ bạn cả 5 chuyến đi tại đây. Bạn thực sự là đại sứ Việt Nam để quảng bá chúng tôi tới tất cả gia đình, bạn bè và cộng đồng của bạn. Chúng tôi nợ bạn rất nhiều. \nChắc chắn chúng tôi sẽ thăm bạn khi chúng tôi đến Sarawak! \nChúc bạn mọi điều tốt đẹp nhất yah!Đọc thêm"
        ],
        "star_ratings": [
            172,
            5,
            0,
            0,
            0
        ],
        "review_amount": 177,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Jacky Việt Nam Travel",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written April 28, 2023",
            "Written April 26, 2023",
            "Written April 26, 2023",
            "Written April 26, 2023",
            "Written April 23, 2023",
            "Written April 17, 2023",
            "Written April 13, 2023",
            "Written April 3, 2023",
            "Written March 31, 2023",
            "Written March 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14025617-Reviews-or70-Jacky_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or60-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or80-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7081980-Reviews-Red_Lotus_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681027-Reviews-Indochina_Dream_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2578529-Reviews-Darian_Culbert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1169179-d8492058-Reviews-Premier_Outlet-Biatorbagy_Pest_County_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g60885-d267612-Reviews-Fun_Plex-Omaha_Nebraska.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d6122664-Reviews-The_Place-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d23863347-Reviews-Gigjagja_the_Yoda_Cave-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d8442734-Reviews-Splash_Pad-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g44481-d10113625-Reviews-Hermann_Trolley-Hermann_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134362-d19545324-Reviews-Small_World_Miniature_Museum-Ariake_Koto_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g55902-d107468-Reviews-Fossil_Rim_Wildlife_Center-Glen_Rose_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g3635634-d10750314-Reviews-Torrent_de_Pareis-Sa_Calobra_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d669370-Reviews-The_Castle_Club-Ayia_Napa_Famagusta_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or80-Jacky_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or70-Jacky_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Jacky Vietnam Travel",
        "attraction_name_vi": "Jacky Việt Nam Travel",
        "general_info": [
            "174 đánh giá",
            "54 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Tour nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Các tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Bạn hạnh phúc, chúng tôi hạnh phúc! Chúng tôi chăm sóc bạn như những thành viên trong gia đình của chúng tôi. Công ty du lịch địa phương của chúng tôi sẽ đưa bạn đến những nơi đẹp nhất của Việt Nam như Hà Nội, thành phố Hồ Chí Minh, Vịnh Hạ Long, Sapa, Ninh Bình, Huế, Hội An ... Hãy cho chúng tôi biết bạn muốn đến Việt Nam trong bao lâu và chúng tôi sẽ gợi ý cho bạn một chuyến đi thật vui vẻ!Đọc thêm",
        "reviews": [
            "Tôi dự định đi du lịch Việt Nam vào năm 2020 nhưng phải hủy vì Covid-19. Trong thời gian đó, tôi đã đặt tour với Jacky Vietnam Travel nhưng họ cho phép hủy. Năm nay, cuối cùng tôi cũng có thể đến Việt Nam nên tôi liên hệ lại với Smiley từ Jacky Vietnam Travel. Tôi mới từ Việt Nam về hôm qua. Chúng tôi thực sự rất thích chuyến đi của mình và có rất nhiều niềm vui. Smiley đã làm rất tốt việc sắp xếp lịch trình tour. Tất cả các hướng dẫn viên du lịch đều rất thân thiện và tốt bụng. Hàng ngày sau chuyến tham quan, Smiley sẽ liên hệ với chúng tôi và hỏi chúng tôi về phản hồi về chuyến tham quan cũng như theo dõi lịch trình tham quan vào ngày hôm sau. Nó thực sự được khuyến khích cho Jacky Vietnam Travel và bạn chắc chắn sẽ không hối tiếc.Đọc thêm",
            "Sự hỗ trợ vô điều kiện, nhanh chóng và không bao giờ thất bại của Jacky và nhóm hỗ trợ của anh ấy suốt 247 giờ. Sự chăm sóc mà chúng tôi nhận được khiến chúng tôi cảm thấy mình như VIP.Đọc thêm",
            "Thưa vợ ông K8641JNphilipk, \nCảm ơn bạn đã dành thời gian chia sẻ trải nghiệm thú vị tại đây. \nBạn hạnh phúc, chúng tôi hạnh phúc. Hai bạn thực sự là một cặp đôi đáng yêu bất kể tuổi tác. Chúng tôi đã học được rất nhiều từ chia sẻ của bạn. \nCảm ơn bạn rất nhiều vì kho báu!\nHy vọng chúng ta có thể gặp lại bạn! Đọc thêm",
            "Tour du lịch cá nhân Đà Nẵng và Huế. Cô Smiley đã giúp tổ chức chuyến đi cho 5 người chúng tôi. Cô ấy đã lên kế hoạch hoàn hảo từ lúc đón tại sân bay cho đến khi trả khách sau chuyến tham quan. Chuyến đi thật tuyệt vời và mọi người đều đúng giờ. Tài xế và hướng dẫn viên đều tuyệt vời. Chắc chắn sẽ yêu cầu cô Smiley và Jacky Travel vào lần tới khi tôi đến Việt Nam. Kiến thức của họ rất tốt. Đọc thêm",
            "Chúng tôi đã có chuyến du lịch Việt Nam 9 ngày cùng Jacky Travel...Đó là một trong những kỳ nghỉ tuyệt vời nhất của chúng tôi ở nước ngoài.Ms. Smiley và nhóm của cô ấy có sự kiên nhẫn và sự quan tâm cá nhân rất lớn. Mọi sự sắp xếp đều diễn ra rất suôn sẻ và mọi đề xuất cũng như yêu cầu đều được đáp ứng. Công việc chuyên nghiệp tuyệt vời của cô Smiley và nhóm của cô.Đọc thêm",
            "Hành trình chu đáo và phù hợp từ Hà Nội đến Sài Gòn khiến chuyến đi trở nên rất thú vị và dễ dàng. Jacky sắp xếp các chuyến đón với giá tốt và đưa tôi đi tham quan Hội An. Cảm ơn Jacky! Đọc thêm",
            "Kính gửi cô Minsi,\nChúng tôi rất vui khi được hỗ trợ chuyến đi Việt Nam của cô. Cảm ơn cô rất nhiều vì đã giới thiệu chúng tôi ở đây. Chúng tôi hy vọng cô sẽ giữ bánh mì Hội An như một kỷ niệm đẹp!\nChúc mừng!Đọc thêm",
            "Tôi rất hài lòng. Tôi đã ăn nhiều món ăn chính thống khác nhau ở Việt Nam. Tôi rất vui khi được hướng dẫn trong tour ẩm thực này. Không có gì phải lo lắng, nếu bạn có một tour như thế này. Họ là người sẽ quyết định món ăn Việt Nam nào ngon nhất ở Khu Phố Cổ. Nhân tiện, băng qua đường cũng là phần thú vị của trải nghiệm này. Thật sự rất vui. Món ăn ngon nhất đối với tôi là Bún Chả hoặc Mì Obama. Làm tốt lắm! Đọc thêm",
            "Thưa ông Benedict, \nChúng tôi rất vui khi biết rằng bạn rất thích chuyến đi Việt Nam. Cảm ơn bạn đã đến Việt Nam của chúng tôi và chia sẻ trải nghiệm thú vị về ẩm thực địa phương cũng như chuyến phiêu lưu thú vị với giao thông Hà Nội. Chắc chắn bạn sẽ tự tin hơn khi qua đường trong chuyến đi tiếp theo tại đây. Hẹn sớm gặp lại!\nTrân trọng, \nHanna.Đọc thêm",
            "Smiley thực sự xuất sắc trong việc tổ chức các chuyến du lịch và du lịch của chúng tôi tại Việt Nam. Từ việc đón chúng tôi từ khách sạn, cô ấy đã sắp xếp tất cả các chuyến đưa đón và tham quan của chúng tôi. Cô ấy phản ứng xuất sắc với bất kỳ sửa đổi nào chúng tôi muốn. Đến gặp chúng tôi ở Hà Nội và kiểm tra xem chúng tôi có hài lòng trên mọi chặng đường hay không. Tôi đánh giá cao Smiley và Jacky Travels. Hãy liên hệ để sắp xếp chuyến du lịch Campuchia và Lào của chúng tôi vào năm tới.Đọc thêm",
            "Cảm ơn ông Matthew rất nhiều vì đã dành thời gian quý báu để cho chúng tôi đánh giá tuyệt vời về tôi và nhóm của chúng tôi.\nNó thực sự làm cho chúng tôi vui vẻ và khuyến khích chúng tôi tiếp tục công việc của mình.\nChúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời với chúng tôi.\nVà thật vui được gặp bạn và Hà Nội.\nRất mong được chào đón bạn một lần nữa trong chuyến đi khác ở Lào và Campuchia!\n\nSmiley - Đội ngũ Jacky Travel!Đọc thêm",
            "Chuyến đi qua đêm thật thú vị. Chúng tôi tận hưởng sự thanh bình của đường thủy, ánh đèn buổi tối của những chiếc thuyền du lịch khác và lòng hiếu khách trên Sapphire. Các bữa ăn rất ngon và ngon. Jackytravel đã làm rất tốt việc sắp xếp tất cả phương tiện đi lại của chúng tôi và liên lạc thường xuyên để đảm bảo mọi nhu cầu của chúng tôi đều được đáp ứng. Cảm ơn. Gary và gia đình đến từ Canada.Đọc thêm",
            "Kính gửi ông Gary và gia đình,\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình và phản hồi tuyệt vời cho nhóm của chúng tôi.\nChúng tôi thực sự rất vui vì mọi việc diễn ra suôn sẻ trong chuyến đi của bạn và gia đình bạn đã có khoảng thời gian vui vẻ trên du thuyền Sapphire.\n\nChúng tôi hy vọng sẽ gặp lại bạn trong một chuyến đi khác đến Việt Nam!\nSmiley - Nhóm du lịch Jacky!Đọc thêm",
            "Chúng tôi đã có một chuyến đi tuyệt vời tại Việt Nam do Jackytravel tổ chức hoàn toàn. Cùng với chúng tôi, chuyến đi đã được lên kế hoạch cho chúng tôi: tuyến đường, đặt phòng khách sạn, các chuyến đi và các chuyến tham quan. Từ khi hạ cánh tại Hà Nội, chúng tôi có tài xế riêng và hướng dẫn viên nói tiếng Anh. Trong suốt chuyến đi, chúng tôi luôn giữ liên lạc với Johan và cô Tuoy, những người đã hỗ trợ chúng tôi bằng những lời khuyên của họ. Chúng tôi có thể hỏi họ bất cứ điều gì: ví dụ như các chuyến đi thêm, đặt chỗ tại nhà hàng. Điều này khiến chuyến đi trở nên đáng nhớ, nhưng trên hết là một chuyến đi vô tư! Đọc thêm",
            "Kính gửi gia đình cô Ann\nCảm ơn bạn rất nhiều vì đã dành thời gian quý báu để để lại đánh giá tuyệt vời như vậy cho nhóm của chúng tôi.\nPhản hồi của bạn khuyến khích chúng tôi rất nhiều để tiếp tục làm tốt công việc của mình với các hướng dẫn viên, tài xế và dịch vụ của chúng tôi.\nChúng tôi rất vui vì bạn và gia đình đã có chuyến đi khó quên tại Việt Nam.\nThật tuyệt vời khi được gặp bạn ở đây.\nChúng tôi hy vọng sẽ gặp lại bạn ở đâu đó tại Việt Nam hoặc Bỉ.\n\nTuổi Smiley Johan - Jacky Travel Team!Đọc thêm",
            "Dịch vụ tuyệt vời của Jackie Travel, đặc biệt là hướng dẫn viên du lịch Mr Fun. Anh ấy thậm chí còn đưa chúng tôi đi xem Chuyến tàu đêm ở Hà Nội.Đọc thêm",
            "Thưa ông Yahiyak,\nCảm ơn bạn rất nhiều vì đã đi du lịch với chúng tôi!\nMr Fun thực sự rất vui khi nhìn thấy nó. Anh ấy đã có khoảng thời gian vui vẻ bên gia đình bạn!\nChúc gia đình bạn luôn vui khỏe, hạnh phúc! \nTrân trọng, Đọc thêm"
        ],
        "star_ratings": [
            172,
            5,
            0,
            0,
            0
        ],
        "review_amount": 177,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Jacky Việt Nam Travel",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written March 21, 2023",
            "Written March 20, 2023",
            "Written March 19, 2023",
            "Written March 15, 2023",
            "Written February 12, 2023",
            "Written February 10, 2023",
            "Written February 4, 2023",
            "Written January 12, 2023",
            "Written January 11, 2023",
            "Written January 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14025617-Reviews-or80-Jacky_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or70-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or90-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7081980-Reviews-Red_Lotus_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681027-Reviews-Indochina_Dream_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2578529-Reviews-Darian_Culbert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189030-d16409939-Reviews-Madol_Duwa-Koggala_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d17388915-Reviews-Beyond_The_Lens-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g33241-d6854564-Reviews-Mount_Madonna_County_Park-Watsonville_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g58775-d282066-Reviews-Emerald_Queen_Casino-Tacoma_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188828-Reviews-Grafton_Street-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1177043-d6995666-Reviews-Karavostasi_Beach-Bali_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g53301-d4311304-Reviews-Living_Treasures_Wild_Animal_Park-New_Castle_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60758-d145843-Reviews-Highway_12_Scenic_Byway-Torrey_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g40251-d272106-Reviews-Coushatta_Casino_Resort-Kinder_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d295191-Reviews-Ortakoy-Istanbul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or90-Jacky_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or80-Jacky_Vietnam_Travel-Hanoi.html"
    },
    {
        "attraction_name": "Jacky Vietnam Travel",
        "attraction_name_vi": "Jacky Việt Nam Travel",
        "general_info": [
            "174 đánh giá",
            "54 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Bạn hạnh phúc, chúng tôi hạnh phúc! Chúng tôi chăm sóc bạn như những thành viên trong gia đình của chúng tôi. Công ty du lịch địa phương của chúng tôi sẽ đưa bạn đến những nơi đẹp nhất của Việt Nam như Hà Nội, thành phố Hồ Chí Minh, Vịnh Hạ Long, Sapa, Ninh Bình, Huế, Hội An ... Hãy cho chúng tôi biết bạn muốn đến Việt Nam trong bao lâu và chúng tôi sẽ gợi ý cho bạn một chuyến đi thật vui vẻ!Đọc thêm",
        "reviews": [
            "Chúng tôi đã sắp xếp một tour du lịch riêng kéo dài 10 ngày cho Hà Nội-Hạ Long-Ninh Bình-Sapa.Daniel và May Sapa thật tuyệt vời! Chuyến tham quan ẩm thực đường phố Hà Nội là một sự kết hợp tuyệt vời.Đọc thêm",
            "Kính gửi Sydneysini56\nCảm ơn bạn rất nhiều vì đã dành thời gian đánh giá 5 sao cho chúng tôi.\nChúng tôi thực sự rất vui vì bạn và gia đình đã có khoảng thời gian vui vẻ tại Việt Nam cùng Daniel và May.\nChúng tôi hy vọng sẽ gặp lại bạn trong một chuyến đi khác đến Việt Nam.\n\nTrân trọng,\nSmiley - Jacky Travel teamĐọc thêm",
            "Jacky Vietnam Travel is a 5-star travel agency and we would highly recommend them to anyone looking to have a great time in Vietnam!Hi everyone! We just concluded a 5D4N Hanoi Trip and we highly recommend Jacky Vietnam Travel !!Seamless coordination, stress-free travel and affordable price. 1. Very responsive to inquiries and even small requests. patiently answers questions on Whatsapp and explains the details of their pricing. no hidden charges!2. carefully selected local tour operators such as our Alisa Premier overnight Cruise and Ninh Binh day tour. we thoroughly enjoyed the luxury tours arranged by Jacky. everything was good! the rooms, food, activities and bus rides. very comfortable and safe.3. hotel selectionrecommendations were also very good. our first room was rather small and had poor wifi connection but this was quickly corrected. our second room at Hong Ngoc was spacious, clean and had good wifi! not to mention great breakfast and delicious coffee!4. walking foodie tour was a pleasant surprise since we usually go DIY in the countries we visit. our guide Bùi Phong spoke great English, was very friendly and took us to all the secret places where we can get the best local Viet food. we had breakfast, snacks, egg coffee, and bun cha lunch in 3hrs. burp!5. Jacky and Hanna came to meet us on our last dinner to get personal feedback on our tours. they even gave me a handwritten card and a souvenirgift since it was my birthday. they also arranged for the hotel to send me a cake to our room. i was so surprised and touched by this simple yet thoughtful gesture!overall, Jacky Vietnam Travel made our visit to Vietnam a most memorable one. we have recommended them to friends and definitely booking them again when we return to Vietnam Read more",
            "Kính gửi gia đình cô Anne, \nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của bạn ở đây, chúng tôi có thể cảm nhận được trái tim và sự ngọt ngào mà bạn truyền tải qua bài đánh giá thực sự dài. Nó thực sự khuyến khích công việc của chúng tôi và không ngừng cải thiện bản thân để thực hiện những chuyến đi thú vị hơn cho người khác. \nHy vọng chúng ta có thể gặp lại bạn và bạn bè của bạn trong tương lai!\nTrân trọng, \nHannaĐọc thêm",
            "Jacky đã chăm sóc tốt cho gia đình tôi và 10 người chúng tôi! trong thời gian chúng tôi ở Hà Nội và Vịnh Hạ Long. Jacky đưa chúng tôi đi tham quan ẩm thực riêng rất ngon, vui vẻ và nhiều thông tin. Dịch vụ đưa đón riêng từ sân bay và vịnh Hạ Long đặc biệt thoải mái trên những chiếc xe buýt rộng rãi. Tôi rất muốn giới thiệu Jacky Vietnam Travel.Đọc thêm",
            "Kính gửi gia đình chị Poil237, \nCảm ơn bạn rất nhiều vì sự đóng góp của bạn cho chúng tôi, điều đó có ý nghĩa rất lớn. Chúng tôi thực sự rất vui khi được đồng hành cùng đại gia đình của bạn đến đây, chúng tôi cũng học được rất nhiều điều từ bố mẹ bạn. \nMột lần nữa, cảm ơn bạn đã đến Việt Nam của chúng tôi! \nHẹn gặp lại các bạn ở những miền khác của Việt Nam!\nTrân trọng,\nJacky. Đọc thêm",
            "Tôi khuyên bạn nên!  Dịch vụ hiệu quả, toàn diện.  Liên hệ giật gân. Tôi chắc chắn sẽ quay lại..Đọc thêm",
            "Tôi đã trải qua 5 công ty lữ hành trong quá trình lựa chọn trước khi quyết định làm việc với Jacky cho chuyến đi kéo dài 16 ngày của mình. Jacky đã rất nỗ lực để đáp ứng mong đợi của tôi về chuyến đi. Anh ấy luôn phản hồi bất kể giai đoạn hợp tác của tôi với anh ấy. Trước khi bán, sau khi bán và trong suốt chuyến đi, anh ấy luôn kiểm tra mức độ hài lòng và sức khỏe của tôi. Cuộc hẹn của nhóm anh ấy cho chuyến đi của tôi đã diễn ra đúng như mong đợi. Hướng dẫn viên của tôi, anh Fun, đã cực kỳ siêng năng để đảm bảo nhu cầu của chúng tôi được chăm sóc chu đáo. Tôi đánh giá cao sự tận tâm của anh ấy, xem xét và cập nhật kế hoạch của chúng tôi theo mức năng lượng hoặc sở thích của gia đình chúng tôi khi chúng tôi đi tour. Anh ấy thậm chí còn đưa tôi đi câu cá đặc biệt mà không có kế hoạch trước trong khi gia đình tôi có một ngày spa tại khu nghỉ dưỡng. Anh Fun rất giỏi chụp ảnh và đã giúp chúng tôi xây dựng những kỷ niệm tuyệt vời về chuyến đi của mình, thậm chí còn cung cấp các đoạn video dựng phim khi chúng tôi tiếp tục. Tài xế của chúng tôi, anh Van, là một tài xế tận tâm và kỷ luật. Anh ấy từ chối uống một ly rượu vang nào khi lái xe và cực kỳ cẩn thận và khéo léo trên những con đường gập ghềnh ở vùng nông thôn và miền núi. Chúng tôi cảm thấy được chăm sóc rất chu đáo trong suốt chuyến đi và bài đánh giá này là ít nhất tôi có thể làm để giúp họ cũng như những khách du lịch tiềm năng cân nhắc đến dịch vụ của họ. Đọc thêm",
            "Đây là chuyến thăm thứ 2 của chúng tôi với Jacky Vietnam Tour, nó luôn đáp ứng được những kỳ vọng rất cao của chúng tôi. Đó là một chuyến đi được tổ chức tuyệt vời, Jacky rất nhiệt tình đáp ứng yêu cầu của chúng tôi và anh ấy luôn đối xử với chúng tôi như thành viên trong gia đình, chắc chắn sẽ quay lại Jacky Vietnam Tour, đặc biệt khuyến khích Đọc thêm",
            "Tôi và bạn bè đã tham gia chuyến đi Sapa 2 ngày 1 đêm và chuyến đi trong ngày đến Vịnh Hạ Long. Chuyến đi Sapa được cô Smiley tùy chỉnh cho chúng tôi, người đã ưu tiên hàng đầu là chúng tôi được cung cấp giá cả và dịch vụ tốt nhất. Chỗ ở và đồ ăn như mong đợi. Hướng dẫn viên du lịch có kiến ​​thức và dễ chịu.Đọc thêm",
            "Kính gửi cô Liew Chuan\nChúng tôi vô cùng biết ơn vì cô đã dành thời gian để lại phản hồi tuyệt vời như vậy cho nhóm của chúng tôi.\nNhóm của chúng tôi rất vui vì cô và bạn bè đã có chuyến đi đáng nhớ tại Sapa cùng chúng tôi.\nĐiều đó khuyến khích chúng tôi tiếp tục làm tốt công việc của mình.\nThật tuyệt khi được gặp cô tại Hà Nội.\nChúng tôi hy vọng sớm được gặp lại cô tại Việt Nam hoặc Malaysia!\n\nTrân trọng,\nSmiley - Nhóm Jacky Travel\n\nĐọc thêm",
            "Chuyến đi tuyệt vời cho chúng tôi. Không hối tiếc khi tham gia Jacky Travel. Họ rất đáp ứng yêu cầu của chúng tôi và luôn không bao giờ thất bại trong việc cung cấp. Anh Phạm đưa chúng tôi lên Sapa. Đây là lần thứ 2 chúng tôi gặp nhau và chúng tôi giống như những người bạn hơn là một hướng dẫn viên du lịch. Anh ấy cũng có giá trị gia tăng và giúp chúng tôi tạo một video gia đình cho chuyến đi.... Có thể thấy rằng đại dịch không làm họ suy sụp mà còn khiến họ mạnh mẽ hơn và quảng bá tốt hơn Văn hóa Việt NamĐọc thêm",
            "Kính gửi gia đình Vincentf, \nNhững chia sẻ của bạn đã vô cùng chạm đến trái tim của nhóm chúng tôi. Cảm ơn các bạn rất nhiều vì tình yêu to lớn của các bạn dành cho Việt Nam. Chúng tôi rất vui mừng được chào đón gia đình bạn trở lại sau đại dịch. Hướng dẫn viên của chúng tôi cũng đã có khoảng thời gian vui vẻ với nhóm của bạn. Rất nhiều kỷ niệm đã được tạo ra ở đây. \nHẹn gặp lại các bạn trong những chuyến đi tiếp theo tại đây, hoặc có thể chúng ta cũng có thể gặp nhau ở Singapore nữa!\nTrân trọng, \nĐội ngũ Jacky Travel!Đọc thêm",
            "Chuyến tham quan tuyệt vời của Jacky với phản hồi nhanh chóng của anh ấy liên quan đến hành trình của chúng tôi trước chuyến đi. Jacky cũng có một đội ngũ hướng dẫn viên và tài xế giỏi trong chuyến đi của chúng tôi tại Hà Nội và SapaJacky đã đích thân đến khách sạn của chúng tôi để chào đón chúng tôi và đưa chúng tôi đi ăn tối muộn mặc dù chúng tôi không mời anh ấy vào đêm đầu tiên đến Hà Nội. Đội ngũ tổ chức tốt đã giới thiệu cho chúng tôi các nhà hàng, đặc biệt là ở Sapa để ăn tối - đồ ăn rất ngon tại Red Dzao House, Sapa. Cảm ơn Jacky Travel. Chúng tôi thật sự rất thích chuyến đi của chúng tôi. Hãy tiếp tục nhé! Đọc thêm",
            "Các bạn Ellen thân mến,\nCảm ơn bạn rất nhiều vì đã dành thời gian quý báu để để lại phản hồi tuyệt vời cho nhóm của chúng tôi. Chúng tôi cảm thấy rất vui khi biết nhóm của bạn rất thích chuyến đi ở Sapa. Quả thực chúng tôi rất may mắn với thời tiết để chiêm ngưỡng vẻ đẹp của Sapa. Hướng dẫn viên của chúng tôi cũng đã có khoảng thời gian vui vẻ với nhóm của bạn, tất cả các quý cô đều rất vui vẻ. \nChúng tôi hy vọng có thể gặp lại bạn ở một nơi nào đó ở Việt Nam. Đọc thêm",
            "Chúng tôi đến Hà Nội khá muộn. Jacky đang đợi chúng tôi và bọn trẻ, đưa chúng tôi về khách sạn. Buổi sáng, cả tài xế và hướng dẫn viên đều có mặt tại điểm và chúng tôi bắt đầu hành trình thú vị đến Ninh Bình. Chúng tôi rất thích thú với lịch sử và các thắng cảnh trên đường đi khi nhìn vào những ngọn đồi, những điểm thuận lợi, những di tích lịch sử hang động. Ở tại một ngôi nhà gỗ ở Tam Cốc và nhanh chóng đi xe đạp quanh những ngọn đồi. Chúng tôi rất thích hướng dẫn viên của họ. Sau đó, chúng tôi đến Vịnh Hạ Long, nơi chúng tôi buồn bã chia tay nhau trong đêm. Sau Hạ Long, chúng tôi trở lại Hà Nội để thực hiện chuyến tham quan thú vị cuối cùng quanh Hà Nội trước khi có những ngày nghỉ thoải mái. Nhóm du lịch này luôn liên lạc với nhau và với chúng tôi để đảm bảo mọi thứ đều diễn ra suôn sẻ. Cả tài xế anh Ding hướng dẫn Phong? cực kỳ hiểu biết, ăn nói nhẹ nhàng và rất kiên nhẫn. Gia đình tôi rất yêu thích những khoảng thời gian chúng tôi ở bên họ. Tôi có nên giới thiệu Jacky không? Tuyệt đối. Họ có hành trình của mình nhưng đủ linh hoạt để cho phép chúng tôi thêm hoặc bớt các điểm dừng. Chắc chắn bạn sẽ không gặp rắc rối và căng thẳng khi đi nghỉ cùng trẻ em.Đọc thêm",
            "Kính gửi gia đình anh Hanafi. \nĐọc những phản hồi của bạn, chúng tôi thực sự cảm nhận được tâm huyết của bạn trong từng bài viết. Chúng tôi thực sự biết ơn và đánh giá cao nó. Đánh giá của bạn cũng khuyến khích chúng tôi tiếp tục công việc của mình, đặc biệt là hướng dẫn viên và tài xế của chúng tôi. \nChúng tôi chúc gia đình bạn luôn mạnh mẽ ở đó và hy vọng được gặp lại bạn!\nTrân trọng, \nMs Hanna- Jacky Travel team.Đọc thêm"
        ],
        "star_ratings": [
            172,
            5,
            0,
            0,
            0
        ],
        "review_amount": 177,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Jacky Việt Nam Travel",
            "Châu Á",
            "Việt Nam",
            "Hà Nội"
        ],
        "reviews_time": [
            "Written January 8, 2023",
            "Written January 8, 2023",
            "Written January 6, 2023",
            "Written December 29, 2022",
            "Written December 27, 2022",
            "Written December 26, 2022",
            "Written December 20, 2022",
            "Written December 18, 2022",
            "Written December 16, 2022",
            "Written December 14, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d14025617-Reviews-or90-Jacky_Vietnam_Travel-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or80-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or100-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-Jacky_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7081980-Reviews-Red_Lotus_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15681027-Reviews-Indochina_Dream_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5777659-Reviews-Viet_Prestige_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2578529-Reviews-Darian_Culbert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8098733-Reviews-Vietnam_Creative_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19315767-Reviews-Vietnam_trip_24h-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6279888-Reviews-Vietnam_Motorbike_Tours_Vietnambikers-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5566628-Reviews-Vietnam_Motorbike_Tour_Expert-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8861377-Reviews-GADT_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7513179-Reviews-Vietnam_Rejser-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8851164-Reviews-Viet_Express_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5973397-Reviews-Asianway_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d9466015-Reviews-YESD_Responsible_Tours-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15220402-Reviews-Conical_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8595656-Reviews-Acacia_Voyage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d3669128-Reviews-Howard_Theatre-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297968-d555187-Reviews-Apollon_Temple-Side_Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34206-d7736775-Reviews-Blind_Pass_Beach-Englewood_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g304026-d2441578-Reviews-Lekki_Market-Lagos_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g48930-d8633856-Reviews-Badin_Lake-Badin_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g31029-d116355-Reviews-Russian_River-Kenai_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d19784361-Reviews-St_Louis_Aquarium_at_Union_Station-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d294952-Reviews-Bodrum_Castle-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g291969-d300696-Reviews-Actun_Tunichil_Muknal-Cayo.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d19623240-Reviews-Museum_of_Ice_Cream-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or100-Jacky_Vietnam_Travel-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d14025617-Reviews-or90-Jacky_Vietnam_Travel-Hanoi.html"
    }
]