[
    {
        "attraction_name": "Jacksonville Zoo & Gardens",
        "attraction_name_vi": "Sở thú Jacksonville - Vườn",
        "general_info": [
            "3.291 đánh giá",
            "- 10 trong số 327 điều cần làm ở Jacksonville",
            "Sở thú"
        ],
        "attraction_summary": "Công viên rộng 73 mẫu Anh này là vườn thú duy nhất ở Florida - phía đông bắc. Với hơn 2000 loài động vật và 1000 loài thực vật, Vườn thú và Vườn Jacksonville là 1 trong 7 vườn thú duy nhất ở Hoa Kỳ có đội ngũ chăm sóc sức khỏe động vật giúp cung cấp dịch vụ chăm sóc tốt nhất cho động vật của chúng tôi.Đọc thêm",
        "reviews": [
            "Đã có một thời gian tuyệt vời ở đó. Nếu bạn bị khuyết tật hoặc khuyết tật, hãy đảm bảo rằng bạn có xe tập đi, xe tập đi có chỗ ngồi hoặc xe máy để sử dụng. Đi bộ nhiều. Nhiều con vật nhìn cũng nhiều, chán lắm. Tôi đã không nhìn thấy chim cánh cụt, ước gì tôi có thể. Thích xem tất cả những con khỉ, một vài nơi để ăn Thức ăn rất ngon. Hãy nhớ mang theo nước để uống nếu trời nóng! Cửa hàng quà tặng đẹp. Muốn đến đó một lần nữa, nhưng lần sau tôi sẽ thử thuê một chiếc xe tay ga ở công viên!  Hy vọng bạn có niềm vui ở đó! - - - - - - - - - - Khoảng thời gian vui vẻ ở sở thú!!Đọc thêm",
            "Mặc dù một đợt nắng nóng đang diễn ra nhưng vườn thú này có rất nhiều bóng mát rất tốt!!!! Việc lựa chọn động vật là tuyệt vời. Những khu vườn xung quanh sở thú được chăm sóc tốt. Giá cả hơi cao cho một ngày ở sở thú nhưng tất cả chúng tôi đều rất thích thú. Hai chúng tôi có quan hệ có đi có lại với vườn thú địa phương nên đã tiết kiệm được một ít tiền trong túi.Đọc thêm",
            "Lối vào dễ dàng ngay gần 95\nRất dễ tìm.\nBãi đậu xe miễn phí.\nBạn phải mua vé trực tuyến.\nHọ không bán vé vào cổng.\nVé cơ bản chỉ được vào vườn thú.\nTrả thêm tiền cho các vé bao gồm tàu ​​hỏa, Phim 4D, băng chuyền, cho động vật ăn và gặp gỡ động vật.\nPhải đi bộ rất nhiều để đi từ triển lãm động vật này sang triển lãm động vật tiếp theo.\nKhuôn viên rất đẹp với những bông hoa tươi tốt và cây trồng.\nRất nhiều bóng râm.\nKhu vườn Nhật Bản xinh đẹp.\nĐộng vật có vẻ được chăm sóc tốt. Một số thùng loa có vẻ nhỏ đối với tôi.\nMột tài liệu mà tôi đã tương tác rất hữu ích và hiểu biết về các loài động vật.\nTôi hỏi cô ấy tên những chiếc Jaguars là gì và cô ấy biết con cái là Babette và đứa bé là Banks nhưng cô ấy không thể nhớ tên con đực.\nCô đã dành thời gian tìm kiếm trên điện thoại cho đến khi tìm thấy tên anh. Harry - Cô ấy chắc chắn đã vượt lên trên tất cả.\nThức ăn rất đắt.\n - 4 soda\n - 6 bắp rang\n - 12,99 cho một chiếc bánh hamburger\n - 2 cho khoai tây chiên\n\nTôi chỉ đánh giá nó 4 sao vì mặc dù khuôn viên và thực vật rất đẹp nhưng tôi không nghĩ mình đã nhìn thấy nhiều động vật như ở các vườn thú khác.Đọc thêm",
            "Mặc dù đây là niềm vui đối với các gia đình và thanh niên nhưng cũng là niềm vui đối với người già.  Spooktacular được thiết lập tốt với những đồ trang trí tuyệt vời - một số đáng sợ, một số không quá đáng sợ, rất nhiều thiết kế bí ngô.  Thật dễ dàng để đi qua và được chiếu sáng tốt.  Rất nhiều nhân viên ăn mặc chỉnh tề...tôi thích nhất là người đàn ông không đầu - chúng tôi nhìn thấy anh ta ngay khi bạn bước qua lối vào - .  Có trò lừa hoặc chiêu đãi dành cho trẻ em - và cả những người cao tuổi chúng tôi nữa! - .  Và phần yêu thích của chúng tôi là phần đáng sợ - chúng tôi đã rất vui khi sợ hãi.  Tất cả đều vui vẻ.   Ngoài ra còn có kể chuyện, âm nhạc và bạn có thể mua đồ ăn nhẹ trên đường đi. \nNó được thiết lập tốt, nhân viên thân thiện, phòng vệ sinh sạch sẽ, có chỗ đậu xe miễn phí và nhiều chỗ đậu xe và dễ dàng đi đến.  Chúng tôi đã đi vào ngày 30 tháng 10 và mặc dù có rất nhiều người ở đó nhưng nó không có cảm giác đông đúc. \nChúng tôi sẽ nói với gia đình và hàng xóm và chắc chắn sẽ quay lại vào năm tới.\nLàm tốt lắm, Sở thú Jacksonville. Đọc thêm",
            "Đã đi vào thứ Tư và thật tuyệt vời! Chúng tôi đã có rất nhiều cuộc trò chuyện thú vị với một số nhân viên vườn thú, tất cả đều thân thiện và sẵn sàng giải đáp mọi thắc mắc. Tất cả các sở thú đều có tác phẩm nghệ thuật đẹp, rất hấp dẫn.  Những chú sóc không hề nhút nhát chút nào và nhiều chú trong số chúng rất vui nhộn.  Sở thú tuyệt vời!Đọc thêm",
            "Tôi không thể nhấn mạnh rằng chúng tôi YÊU THÍCH triển lãm đèn lồng thắp sáng Colors Of The Wild hiện tại của Sở thú đến mức nào. Thật là ngoạn mục.  Chúng tôi đã mua vé trực tuyến vì hào hứng với ánh đèn, nhưng đã đến vào khoảng 3:30 chiều để chúng tôi có thể đến thăm các loài động vật sống - yêu thích hươu cao cổ, hồng hạc và khỉ đột của chúng! - Trước khi màn đêm buông xuống và ánh đèn bật sáng.  Đây là một triển lãm hạng A được thực hiện một cách chuyên nghiệp và sẽ khiến bạn thích thú.Đọc thêm",
            "Đêm qua thực sự tuyệt vời tại Sở thú Jacksonville với triển lãm Màu sắc hoang dã!  - - Những chiếc đèn lồng đẹp đến nghẹt thở, các loài động vật, hoa và côn trùng thật đáng kinh ngạc.  - - Phần tôi thích nhất là đom đóm!  - Nếu bạn chưa xem, tôi thực sự khuyên bạn nên xem qua trước khi kết thúc vào tháng 2.Đọc thêm",
            "Đây là một màn trình diễn ánh sáng đáng kinh ngạc. Trời càng tối thì càng tốt. Màn trình diễn đom đóm thật ấn tượng.  Đây là chuyến đi bộ tự hướng dẫn nên hãy mang giày thoải mái. Khu vui chơi tương tác rất thú vị cho trẻ em và người lớn. Khu ẩm thực bên trong mở cửa phục vụ đồ uống và đồ ăn nhẹ. Cửa hàng quà tặng có rất nhiều mặt hàng thú vị.  Chúng tôi đã đi vào một tối chủ nhật và đám đông rất thấp. Con đường đi bộ rộng nên bạn có thể bước sang một bên và dành chút thời gian để thưởng thức các màn trình diễn vì có rất nhiều màn trình diễn.  Các loài động vật không xuất hiện - nhưng chúng tôi đã nhìn thấy một con báo đốm, chim cánh cụt và nhiều con hồng hạc.Đọc thêm",
            "Vườn thú tuyệt vời! Rộng rãi và thực sự gần gũi với các loài động vật. Tôi thích cách mọi thứ đều được bao gồm trong vé đặc biệt. Cho hươu ăn, rạp chiếu phim 4D và Tàu hỏa rất thú vị.\nCửa hàng quà tặng đã đóng cửa.\nThật tuyệt khi họ có những màn trình diễn lớn khắp công viên. Đọc thêm",
            "Sở thú đẹp đấy. Rất nhiều cảnh quan tuyệt vời. Chúng tôi đã thấy hầu hết các loài động vật. Nhân viên rất thân thiện. Cách bố trí vườn thú này thật thú vị khi đi lại. Mọi thứ đều rẽ ra khỏi lối đi trung tâm. Chúng tôi rất thích chuyến thăm của chúng tôi. Quang cảnh hồ rất tuyệt.Đọc thêm",
            "Sau khi kiểm tra trang web để xác nhận sở thú đã mở cửa, chúng tôi lái xe 2 giờ chỉ để biết vé chỉ bán trực tuyến và chúng đã bán hết trong ngày. Người ở cổng cho biết đáng lẽ phải có một cửa sổ bật lên trực tuyến nói rằng - chỉ có vé trực tuyến. - Tôi đã thử nó trên một thiết bị khác- khi bạn nhấn - chấp nhận cookie - cửa sổ bật lên biến mất nên tôi chưa bao giờ có cơ hội đọc nó. Trở về nhà cho chuyến đi vòng quanh 4 giờ của chúng tôi đến hư không! Cảm ơn nhà thiết kế web sở thú! Đọc thêm",
            "Chúng tôi đã nghe rất nhiều đánh giá tuyệt vời về sở thú này và đó là điều phải xem từ nhiều bạn bè của chúng tôi. Nó chắc chắn đã quá cường điệu. Mặc dù các điểm tham quan động vật rất thú vị, nhưng có một số nơi là cầu trượt, chỉ có một nơi trong toàn bộ sở thú để lấy thứ gì đó để ăn - nó chật cứng và họ đã làm xáo trộn thứ tự - bạn chỉ có thể thực hiện các tính năng bổ sung nếu bạn mua toàn bộ trải nghiệm gói - nó cũng có cái này được đăng trực tuyến - tất cả các tính năng bổ sung kết hợp lại - không đáng giá - 50 chúng tôi phải trả. Chuyến tàu - đó là lý do duy nhất chúng tôi có được gói trải nghiệm đầy đủ - chỉ mất chưa đầy 20 phút khứ hồi và bạn hầu như không thể nhìn thấy bất kỳ loài động vật nào. Ngoài ra, người điều khiển tàu liên tục chỉ ra các loài động vật khác nhau và cho chúng tôi biết lịch sử của chúng mặc dù chúng không có ở đó hoặc không còn được trưng bày nữa. Nửa sau của chuyến đi tàu có thể được tóm tắt bằng - có rất nhiều động vật đằng sau những cái cây này cản tầm nhìn mà bạn sẽ không thể nhìn thấy - . Tôi đã đến nhiều sở thú nhỏ hơn với chi phí vào cửa rẻ hơn rất nhiều, nhưng chúng tôi lại vui hơn gấp nhiều lần. Chỉ là đề xuất của tôi, nhưng đừng truy cập vào đây trừ khi bạn - chỉ muốn có thể nói rằng bạn đã làm vậy. Đồng thời mang theo đồ uống và thức ăn của riêng bạn để bạn không phải xếp hàng dài chờ đợi tại 1 nhà hàng mà họ chỉ phải thất vọng.Đọc thêm",
            "Một người bạn đã đề nghị tôi đưa đứa con 8 tuổi của chúng tôi đến Sở thú Jacksonville và nó đã vượt quá sự mong đợi của chúng tôi!  Khu vực Châu Phi là khu vực yêu thích của tôi với diện tích rộng lớn cho tê giác, linh dương và các loài chim sinh sống.    Tất nhiên, chúng tôi muốn nhìn thấy những con hổ nên đã đi sang phía đối diện và điều đó không làm chúng tôi thất vọng - một con hổ đang ngủ ngay phía bên kia của tấm kính plexi, thật tuyệt vời khi được nhìn thấy! Chúng tôi cũng rất thích khu rừng châu Phi với những chú khỉ trên đường trở lại lối vào.  Đề xuất duy nhất của tôi là nâng cấp để có được Kinh nghiệm tổng thể để bạn có thể đi tàu quanh sở thú vì đây là một tài sản khổng lồ.   Ngày chúng tôi đến thăm trời nắng và khoảng 85 độ nên cậu bé của chúng tôi mệt mỏi sau vài giờ.   Tre và cây được trồng một cách chiến lược để bạn có thể ngồi và tận hưởng những khu vực râm mát xung quanh vườn thú. Rất thích khi thấy khoảng không gian rộng rãi cho các loài động vật tận hưởng môi trường của chúng.   Sẽ quay lại lần nữa trong chuyến đi tiếp theo của chúng tôi tới Jacksonville! Đọc thêm",
            "Đây là sở thú có kích thước hoàn hảo với trẻ nhỏ. Tàu hỏa - - 4 người - làm cho nó trở nên thú vị và cho phép mọi người nghỉ ngơi khi đi từ bên này sang bên kia của công viên. Thức ăn tại Trout River Grill ổn và không tốn kém. Ví dụ: Bánh mì gà với khoai tây chiên - - 9,99 - . Nhiều loại động vật và khuôn viên được bảo quản tốt với nhiều bức tượng động vật để chụp ảnh. Đọc thêm",
            "Chúng tôi đến đây khoảng 2 năm trước và quyết định kiểm tra lại.  Tất cả các loài động vật đã ra ngoài thật tuyệt vời! Họ có một khu vực khủng long được thiết lập thật tuyệt vời! Con tôi YÊU khủng long! Họ phải vuốt ve một con cá đuối! miếng đệm đã mở. Chúng tôi sợ nó sẽ bị đóng cửa vì Covid-19, nhưng họ chỉ cho phép một số lượng người nhất định trong một khoảng thời gian nhất định. Tuy nhiên nó không tệ chút nào. Bọn trẻ đã có rất nhiều niềm vui.  Chúng tôi mua một ít kem, đá Kona và đến quán cà phê để ăn trưa. Tất cả đều tốt.  Một điều tôi rất thất vọng là sân chơi trẻ em đã đóng cửa. Bọn trẻ háo hức được chạy đua xuống cầu trượt. Tôi hiểu rồi. Covid  - . Họ có các trạm khử trùng ở khắp mọi nơi và nhân viên đều đeo khẩu trang. Giãn cách xã hội thật tuyệt vời!! Họ đã làm một công việc kỹ lưỡng với điều đó! Tôi - sẽ quay lại lần sau Tôi - tôi ở Jacksonville để xem lại tất cả các loài động vật!Đọc thêm",
            "Chúng tôi đã đi đến sở thú vào Thứ Sáu Tuần Thánh.  Chúng tôi đã có khoảng thời gian tuyệt vời với ba đứa cháu của mình.  Tôi muốn giới thiệu nếu có thể để mua tổng số vé trải nghiệm.  Nó bao gồm các chuyến tàu không giới hạn, đi vòng quay, chiếu phim 4D, cho lorikeets, hươu cao cổ và cá đuối ăn.  Nếu bạn không mua toàn bộ trải nghiệm, bạn có thể nhìn thấy tất cả các loài động vật nhưng không thể làm bất kỳ điều gì tôi đã đề cập.  Các cháu của tôi đã đi nhiều vòng quay ngựa gỗ, cho tất cả các loài động vật đó ăn - hươu cao cổ hai lần - và xem phim hai lần.  Và thật tuyệt khi có thể đi tàu đến phía sau công viên rồi lại đến lối vào.  Đó là một vườn thú xinh đẹp với rất nhiều loài động vật.  Quán ăn tự phục vụ không tệ đối với đồ ăn trong vườn thú và bữa ăn dành cho trẻ em là xúc xích, bánh hamburger, 2 miếng thịt gà hoặc có thể là một lựa chọn khác với đồ uống nhỏ, khoai tây chiên, khoai tây chiên hoặc trái cây và bánh quy giòn động vật với giá - 6,99.  Điều đó khá tốt cho một địa điểm kiểu sự kiện.  Khoảng 2 - 3 người đeo khẩu trang.Đọc thêm",
            "Vườn thú này là điểm dừng chân tuyệt vời cho các gia đình và cặp đôi - bất kỳ ai thích động vật. Nơi đây có nhiều loài động vật từ khắp nơi trên thế giới. Hãy chắc chắn dành ít nhất 3 giờ để xem tất cả chúng. Vườn thú đang cho thấy những dấu hiệu điển hình của mức tài trợ thấp hơn - một tác dụng phụ đáng tiếc của nền kinh tế đang suy thoái. Đừng để điều đó ngăn cản bạn đến thăm nơi này, vì phí vào cửa của bạn giúp giữ cho các loài động vật thoải mái và được chăm sóc tốt. Đọc thêm",
            "Đây là sở thú tốt nhất mà chúng tôi đã ghé thăm. Chúng tôi đi 2,5 giờ để đi. Các con tôi - 4, 4 và 10m - đã có khoảng thời gian tuyệt vời nhất. Cá đuối gai độc là món ưa thích của họ. Tôi thích bóng mát của nó, chuyến tàu đi từ bên này sang bên kia của vườn thú nên chúng tôi không phải đi bộ vòng quanh, các cuộc triển lãm rất lớn, giá vé là một điểm tốt và tổng số trải nghiệm được bao gồm trong đó nhiều và tiết kiệm cho chúng tôi rất nhiều tiền. Thức ăn thậm chí còn ngon và có giá tốt. Tàu chắc chắn có thể sử dụng bản cập nhật và cả phòng tắm nữa. Cộng thêm việc dọn dẹp bổ sung suốt cả ngày nhưng với Covid, tôi chắc chắn rằng họ thiếu nhân lực. Tôi - tôi rất vui vì không cần đến mặt nạ - nếu không chúng tôi sẽ - không ghé thăm. Đó là một trải nghiệm tuyệt vời và tôi rất mong được quay lại thăm lần nữaĐọc thêm",
            "Chúng tôi đến sở thú muộn nhưng nghĩ - tại sao không -, vì chúng tôi đã ở đó.  Nếu bạn có nhân viên ở sở thú và bạn không đủ năng lực, tôi - tôi không hiểu tại sao bạn lại không bán vé trực tiếp cho ai đó mà chúng tôi buộc phải mua vé trực tuyến.  Khi điện thoại của tôi không hoàn tất giao dịch, giao dịch có thể được thực hiện ở cửa sổ, nhưng phải đến khi điều đó xảy ra.  Sau đó, việc sắp xếp chỗ ở cho chúng tôi dường như là một việc vặt. Chúng tôi đã nhìn thấy nhiều động vật giả hơn động vật thật.  Đó là một nơi đẹp đẽ, nhưng tôi không ấn tượng với biển hiệu và nhân viên của họ.  Có vẻ như phần lớn sở thú đã đóng cửa một giờ trước khi thực sự đóng cửa. Đó là điểm mà họ có thể đề cập đến.   Thật đáng thất vọng, tôi đã mong đợi nhiều hơn thế từ quảng cáo. Đọc thêm",
            "Cảm ơn phản hôi của bạn.  Chúng tôi xin lỗi vì trải nghiệm của bạn đã gây thất vọng.  Là một phần trong giao thức của chúng tôi và để giảm sự lây lan của COVID-19, vé phải được mua trước và trực tuyến.  Tuy nhiên, chúng tôi sẽ hỗ trợ trong trường hợp có vấn đề kỹ thuật.  Động vật của chúng ta có quyền tự do lựa chọn đi vào trong và ra ngoài, đây là yếu tố nền tảng cho sức khỏe và thể chất của động vật.  Đọc thêm",
            "Các loài động vật và màn trình diễn thật tuyệt vời, rất đa dạng. Chúng tôi thực sự yêu thích khu vực cho hươu cao cổ ăn vì đây là khoản phụ phí tại vườn thú địa phương của tôi. Xe lửa và băng chuyền có giá trị thêm. Tuy nhiên cách bố trí của vườn thú rất kỳ lạ và kém hiệu quả. Đó là một loạt các vòng lặp mà bạn phải tiếp tục quay lại các mục bạn đã thấy để thoát khỏi vòng lặp và chuyển sang vòng lặp tiếp theo. Điều này lãng phí rất nhiều thời gian thay vì có thể tiếp tục tiến về phía trước với nhiều động vật hơn. Họ cũng không phát bản đồ nên chúng tôi không bao giờ biết mình đang ở đâu. Thức ăn cũng là một vấn đề lớn. Vườn thú địa phương của tôi có xe xúc xích ở mọi ngóc ngách để bạn luôn có thể lấy thức ăn một cách nhanh chóng. Vườn thú này dường như có một quầy chính - nhà hàng - với hàng giờ. Chúng tôi đi xa hơn một chút và tìm thấy một túp lều nhỏ khác về cơ bản chỉ cung cấp gà rán nhưng ít nhất không có hàng đợi ở đó. Nhìn chung, chúng tôi thích các loài động vật nhưng không thích cách bố trí của sở thú.Đọc thêm"
        ],
        "star_ratings": [
            2117,
            891,
            182,
            64,
            37
        ],
        "review_amount": 3291,
        "location": [
            "Jacksonville",
            "Hoa Kỳ",
            "Florida - FL -",
            "Sở thú Jacksonville - Vườn",
            "Những việc cần làm ở Jacksonville"
        ],
        "reviews_time": [
            "Written July 11, 2023",
            "Written July 31, 2023",
            "Written October 16, 2023",
            "Written October 31, 2023",
            "Written November 30, 2023",
            "Written January 12, 2024",
            "Written January 21, 2024",
            "Written January 22, 2024",
            "Written February 7, 2024",
            "Written March 5, 2024",
            "Written September 26, 2020",
            "Written July 7, 2021",
            "Written May 13, 2021",
            "Written January 19, 2020",
            "Written June 19, 2020",
            "Written April 2, 2021",
            "Written February 25, 2020",
            "Written March 15, 2021",
            "Written December 10, 2020",
            "Written October 18, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60805-d130127-Reviews-Jacksonville_Zoo_Gardens-Jacksonville_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60805-d6498196-Reviews-Junior_s_Seafood_Restaurant_Grill-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60805-d10730989-Reviews-Junior_s_Famous_Sandwiches-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60805-d4294683-Reviews-Joseph_s_Pizza-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60805-d12972021-Reviews-Hip_Hop_Fish_Chicken-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60805-d4246128-Reviews-Pizza_Hut-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60805-d17532218-Reviews-Hardee_s-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60805-d826019-Reviews-Domino_s_Pizza-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60805-d4421844-Reviews-Austin_s_Soul_Food-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60805-d397246-Reviews-Chan_s_Chinese_Restaurant-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60805-d17833505-Reviews-Dunkin-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d2561226-Reviews-The_Florida_Theatre-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d3725718-Reviews-EverBank_Field-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d6948864-Reviews-VyStar_Veterans_Memorial_Arena-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d3987867-Reviews-Jacksonville_Center_for_the_Performing_Arts-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d6701167-Reviews-121_Financial_Ballpark-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d126928-Reviews-Museum_of_Science_and_History-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d6696766-Reviews-Reddie_Point_Preserve-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d130755-Reviews-Friendship_Fountain-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d561701-Reviews-Veterans_Memorial_Wall-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d8522357-Reviews-Jacksonville_Main_Public_Library-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d130127-Reviews-or10-Jacksonville_Zoo_Gardens-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d2177977-Reviews-Jacksonville_Walking_Tours-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d561763-Reviews-Jacksonville_Symphony_Orchestra-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d2462229-Reviews-Sweet_Pete_s_Candy-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d2331091-Reviews-Riverside_Arts_Market-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d4765164-Reviews-Adventures_Up_The_Creek_Jacksonville-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34328-d9710346-Reviews-Fishdaflats_Inshore_Fishing_Charters-Jacksonville_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g186543-d8180365-Reviews-Inverness_Castle-Inverness_Scottish_Highlands_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g47087-d12661397-Reviews-La_Llorona_Park-Las_Cruces_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g33446-d146054-Reviews-Linwood_Cemetery-Glenwood_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1156060-d10553698-Reviews-Zero_point-Sonmarg_Ganderbal_District_Kashmir_Jammu_and_Kashmir.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d244821-Reviews-Barcelona_Zoo-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57567-d2470029-Reviews-Cape_Charles_Beach-Cape_Charles_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g608863-d4932212-Reviews-Bella_Vraka_Beach-Syvota_Igoumenitsa_Thesprotia_Region_Epirus.html",
            "https://www.tripadvisor.com/Attraction_Review-g663368-d3246933-Reviews-Parc_Natural_de_Mondrago-Santanyi_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g50599-d15355823-Reviews-Mansfield_Reformatory-Mansfield_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g304026-d7790431-Reviews-Ikeja_City_Mall-Lagos_Lagos_State.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60805-d130127-Reviews-or10-Jacksonville_Zoo_Gardens-Jacksonville_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60805-d130127-Reviews-Jacksonville_Zoo_Gardens-Jacksonville_Florida.html"
    }
]