[
    {
        "attraction_name": "Jaco Beach",
        "attraction_name_vi": "Bãi biển Jaco",
        "general_info": [
            "1.664 đánh giá",
            "5 trong số 23 điều cần làm ở Jaco",
            "Bãi biển"
        ],
        "attraction_summary": "Cách San Jose hối hả và nhộn nhịp chưa đầy hai giờ, Jaco là một thị trấn ven biển sôi động được người dân địa phương yêu thích. Bãi biển đầy sỏi sẫm màu của nó được bao quanh bởi những cây cọ, với những con sóng lăn tăn ấm áp thu hút những người lướt sóng từ khắp Costa Rica. Vì sóng có thể mạnh nên bạn không nên bơi lội nhưng bạn luôn có thể học lướt sóng hoặc thậm chí cưỡi ngựa dọc theo bờ biển. Gần đó, bạn sẽ tìm thấy rất nhiều cửa hàng và nhà hàng, đồng thời sau khi mặt trời lặn, các quán bar trên bãi biển Jacos trở nên sống động với âm nhạc và khiêu vũ. Để có thời tiết bãi biển lý tưởng, tốt nhất bạn nên ghé thăm vào khoảng thời gian từ tháng 12 đến tháng 4.  TripadvisorĐọc thêm",
        "reviews": [
            "Bãi biển rất tuyệt để đi bộ hoặc chạy bộ nhưng thực sự dành cho những người lướt sóng. Playa Herradura, cách đó vài km về phía bắc là nơi lý tưởng để bơi lội với một số quán bar nhỏ tuyệt vời trên bãi biển. Đi xe buýt với giá 330c đón dọc theo Đại lộ Pastor Diaz ở Jaco bắt đầu từ đầu phía bắc đúng giờ. Mất khoảng 45 phút sau đó rời bãi biển đúng giờ. Bạn cũng có thể bắt xe buýt này đến điểm rẽ 3 điểm qua trường học ở thị trấn Herradura trước khi đến bãi biển và đi bộ km cuối cùng đến công viên phiêu lưu Los Suenos.Đọc thêm",
            "Tôi chưa bao giờ trải nghiệm bất cứ điều gì như thế này! Ở đó có đủ loại Phụ nữ và đó là vào mùa mưa chậm. Tôi không thể tưởng tượng nó sẽ như thế nào vào mùa hè. Tôi khuyên bất kỳ chàng trai độc thân nào hãy đến Bãi biển Jaco một lần trong đời để trải nghiệm những điều không thể đánh bại.Đọc thêm",
            "Những chuyến đi trong ngày rất thú vị nhưng có rất nhiều người xin tiền.  Bị một anh chàng tiếp cận, rõ ràng là đang nghiện ma túy, xin tiền. Điều đó làm tôi sợ. Tôi gọi nhân viên nhà hàng để đuổi anh ta ra khỏi tôi. Đừng đi ra ngoài vào ban đêm.  Nhận giao bữa tối hoặc thứ gì đó.  Bạn có thể đang ăn trong một nhà hàng và mọi người được phép vào, làm gián đoạn bữa tối của bạn, để bán đồ ăn vặt cho bạn. Tôi có ghé thăm lại không?...có lẽ là khôngĐọc thêm",
            "Bãi biển tuyệt đẹp với những vách đá xếp tầng lớn ở mỗi đầu.  Đây chắc chắn là một bãi biển lướt sóng nên sóng vỗ, sóng mạnh nên cần phải là người bơi giỏi mới có thể vào được.  Không có vỏ sò chỉ có những tảng đá đẹp nên có giày bơi sẽ rất tốt.   Bãi biển rất rộng khi thủy triều xuống rất tuyệt để đi bộ và ngắm cảnh hoàng hôn tuyệt vời.  Các nhà hàng xung quanh phải đi bộ đến, cát tối và khó cởi ra khỏi bộ đồ bơi nhưng đáng để có một ngày vui vẻ ở đây.  Chắc chắn muốn thuê ghế và ô như chúng tôi đã làm với Ticos.Đọc thêm",
            "Hoàng hôn ở đây là một cảnh tượng tuyệt vời để xem. Vào tháng 3, nước ấm đến mức tôi không thể cảm thấy đủ. Ngoài ra, vào tháng 3, nó không quá đông đúc. Có rất nhiều cây cọ trong trường hợp bạn cần bóng mát và nếu đủ may mắn, bạn có thể hạ gục một quả dừa! Người dân địa phương ở đây rất thân thiện và có rất nhiều địa điểm ăn uống. Rất nhiều lựa chọn cho kẻ thù và cuộc sống về đêm. Sóng rất tuyệt vời để lướt sóng. Tôi sẽ quay lại! Đọc thêm",
            "Bãi biển rất đẹp và có lẽ chính xác là những gì mọi người hình dung khi nghĩ về bãi biển Thái Bình Dương của Costa Rica. Đó là một đoạn đi bộ ngắn đến dải chính, rất sang trọng nhưng chân thực. Có rất nhiều nhà hàng, hố tưới nước và chỗ ở dọc theo bãi biển. Nhược điểm lớn đối với tôi là đây rõ ràng là một địa điểm du lịch nhiều hơn; bạn nghe rất nhiều tiếng Anh và bạn sẽ bị quấy rầy RẤT NHIỀU để thuê ván lướt sóng, cưỡi ngựa và mua đồ lặt vặt. Vẫn đáng để ghé thăm.Đọc thêm",
            "Chúng tôi ở tại House Impala, cách bãi biển khoảng 100 m. 2 phút đi bộ.\nBãi biển Jaco có cát đen, nhiệt độ nước là 82 độ F. rất nhiều khách du lịch Mỹ và Canada nhưng vẫn có rất nhiều, và ý tôi là rất nhiều! phòng để tận hưởng bãi biển, lướt sóng, ceviche và bia lạnh. Chúng tôi đã thực hiện chuyến tham quan cá sấu 3 trên 10, chuyến tham quan ATV 10 trên 10, dài khoảng 5 giờ và sòng bạc 8 trên 10. Chi phí trung bình hàng ngày với tất cả các điểm tham quan là khoảng 300. Đọc thêm",
            "Sau khi đặt nơi nghỉ ngơi của chúng tôi ở Jaco với rất ít nghiên cứu ngoài việc tìm kiếm những bãi biển ở phía Thái Bình Dương của Costa Rica, tôi bắt đầu lo lắng rằng tôi đã chọn một thị trấn du lịch bẩn thỉu, ồn ào và sơ sài như Myrtle Beach nhưng ở Costa Rica.  Tôi không thể nào sai hơn được nữa.\n\nBãi biển tương đối yên tĩnh và không quá đông đúc ít nhất là vào đầu tháng 6, điều này chưa bao giờ có ý nghĩa đối với tôi.  Vâng, trời nóng và nước biển hơi gồ ghề nhưng tuyệt vời cho những người lướt sóng, nhưng đó chính là thứ chúng tôi cần - một kỳ nghỉ ở bãi biển, nhiều nhà hàng và cuộc sống về đêm chỉ cách bãi biển một dãy nhà.  \n\nSẽ quay lại trong tích tắc và hy vọng một ngày nào đó chúng tôi sẽ làm được.Đọc thêm",
            "Sau khi đặt chuyến đi nghỉ dưỡng ở Jaco mà không tìm hiểu nhiều ngoài việc tìm kiếm những bãi biển ở phía Thái Bình Dương của Costa Rica, tôi bắt đầu lo lắng rằng mình đã chọn một thị trấn du lịch tồi tệ, bẩn thỉu, ồn ào, đáng ngờ như Myrtle Beach nhưng lại ở Costa Rica. Tôi đã không thể sai hơn. Bãi biển tương đối yên tĩnh và không quá đông đúc ít nhất là vào đầu tháng 6, điều mà tôi không bao giờ hiểu được. Đúng vậy, trời nóng và nước biển hơi động nhưng rất tuyệt cho những người lướt sóng, nhưng đó chính xác là những gì chúng tôi cần - một kỳ nghỉ ở bãi biển, và rất nhiều nhà hàng và cuộc sống về đêm chỉ cách bãi biển một dãy nhà. Sẽ quay lại ngay lập tức và hy vọng một ngày nào đó chúng tôi sẽ làm như vậy. Đọc thêm",
            "Chúng tôi ở tại House Impala, cách bãi biển khoảng 100 m. 2 phút đi bộ. Bãi biển Jaco có cát đen, nhiệt độ nước là 82 độ F. rất nhiều khách du lịch Mỹ và Canada nhưng vẫn có rất nhiều, và ý tôi là rất nhiều! phòng để tận hưởng bãi biển, lướt sóng, ceviche và bia lạnh. Chúng tôi đã thực hiện chuyến tham quan cá sấu 3 trên 10, chuyến tham quan ATV 10 trên 10, dài khoảng 5 giờ và sòng bạc 8 trên 10. Chi phí trung bình hàng ngày với tất cả các điểm tham quan là khoảng 300. Đọc thêm",
            "Nơi này là thiên đường trên trái đất. Trời rất ẩm, đúng như mong đợi. Cuộc sống về đêm rất sôi động. Người dân ở đó rất thân thiện. Nó hơi đắt một chút, nhưng mọi thứ đều được nhập khẩu khá nhiều. Cuộc sống Pura Vida nếu tốt.  Đọc thêm",
            "Bãi biển rất đẹp và có lẽ chính xác là những gì mọi người hình dung khi nghĩ về bãi biển Thái Bình Dương của Costa Rica. Đó là một đoạn đi bộ ngắn đến dải chính, rất sang trọng nhưng chân thực. Có rất nhiều nhà hàng, hố tưới nước và chỗ ở dọc theo bãi biển. Nhược điểm lớn đối với tôi là đây rõ ràng là một địa điểm du lịch nhiều hơn; bạn nghe rất nhiều tiếng Anh và bạn sẽ bị quấy rầy RẤT NHIỀU để thuê ván lướt sóng, cưỡi ngựa và mua đồ lặt vặt. Vẫn đáng để ghé thăm.Đọc thêm",
            "Hoàng hôn ở đây là một cảnh tượng tuyệt vời để xem. Vào tháng 3, nước ấm đến mức tôi không thể cảm thấy đủ. Ngoài ra, vào tháng 3, nó không quá đông đúc. Có rất nhiều cây cọ trong trường hợp bạn cần bóng mát và nếu đủ may mắn, bạn có thể hạ gục một quả dừa! Người dân địa phương ở đây rất thân thiện và có rất nhiều địa điểm ăn uống. Rất nhiều lựa chọn cho kẻ thù và cuộc sống về đêm. Sóng rất tuyệt vời để lướt sóng. Tôi sẽ quay lại! Đọc thêm",
            "Không có nhiều việc phải làm trên dải bờ biển này, trừ khi bạn muốn chạy bộ. Có rất nhiều bãi biển tuyệt vời xung quanh, hãy bỏ qua bãi biển này, hãy tự giúp mình.Đọc thêm",
            "Bãi biển thì ổn, mặc dù không sạch lắm. Có một số rác nằm xung quanh. Nhưng điều khó chịu nhất là những người bán hàng, họ không bao giờ ngừng đến với bạn và chào hàng. Không thể thư giãn khi cứ 5 phút lại có người đến gần bạn. Nếu bạn lờ họ đi, họ chỉ đứng đó cho đến khi thu hút được sự chú ý của bạn. Thật khó chịuXem thêm",
            "Bãi biển tuyệt đẹp với những vách đá xếp tầng lớn ở mỗi đầu.  Đây chắc chắn là một bãi biển lướt sóng nên sóng vỗ, sóng mạnh nên cần phải là người bơi giỏi mới có thể vào được.  Không có vỏ sò chỉ có những tảng đá đẹp nên có giày bơi sẽ rất tốt.   Bãi biển rất rộng khi thủy triều xuống rất tuyệt để đi bộ và ngắm cảnh hoàng hôn tuyệt vời.  Các nhà hàng xung quanh phải đi bộ đến, cát tối và khó cởi ra khỏi bộ đồ bơi nhưng đáng để có một ngày vui vẻ ở đây.  Chắc chắn muốn thuê ghế và ô như chúng tôi đã làm với Ticos.Đọc thêm",
            "Jaco was recommended by a number of friends who had traveled here before so when looking for a beach stay after touring the mountains, Jaco seemed like a reasonable choice. The lack of mid-price hotels and beach front properties should have been a clue, we booked a lovely condo midway on the beach front and spent a L_O_N_G four days. It was not horrible, but for the price, we probably could have gone to a resortThe good: the climate is ideal. Its warm and the the near-equatorial sun is definitely strong. The beach is a couple of miles long end-to-end and certainly felt safe during our morning walks. Its not a great beach. With a number of small estuaries that feed the bay, the beach is more dirt than sand. Not uncomfortable, but dont expect the Caribbean white sands and blue waters here in the Pacific.  Compared to other touristy public beaches, the number of annoying vendors selling beverages or trinkets and trash was surprisingly low.There are a number of independent enterprises that will rent you chaises, seats, umbrellas for a few dollars which did not seem unreasonable. Compared to the main drag of Pastor Diaz Ave, we felt much safer on the beach than walking to restaurants in town at night. As noted by others the town seems over-populated with liquor stores, beachwear shops and quick service food places... And oh - from my point of view - everything is very costly. VERY! 2 kg of local sirloin was 70 USD!!! KFC for two people 25 USD.  For these prices, one can travel and enjoy Hawaii or Cancun or Aruba!Lastly, I would say that Jaco is not particularly friendly. Its not that people are rude - its just that as a tourist, nobody seemed to be happy we were there visiting. Oh, and Im a Spanish speaker...so, its not a communication problem. And btw, if you dont Speak Spanish, nearly everyone in a customer facing job in Costa Rica speaks English so you can relax.After so enjoying our stay in La Fortuna, we were very disappointed with Jaco and would strongly urge most vacationers to look elsewhere.Read more",
            "Những chuyến đi trong ngày rất thú vị nhưng có rất nhiều người xin tiền.  Bị một anh chàng tiếp cận, rõ ràng là đang nghiện ma túy, xin tiền. Điều đó làm tôi sợ. Tôi gọi nhân viên nhà hàng để đuổi anh ta ra khỏi tôi. Đừng đi ra ngoài vào ban đêm.  Nhận giao bữa tối hoặc thứ gì đó.  Bạn có thể đang ăn trong một nhà hàng và mọi người được phép vào, làm gián đoạn bữa tối của bạn, để bán đồ ăn vặt cho bạn. Tôi có ghé thăm lại không?...có lẽ là khôngĐọc thêm",
            "Xin chào, có căn hộ nào có ưu đãi tốt cho thuê trong một tháng ở jaco gần bãi biển không?Đọc thêm",
            "Hãy xem Palms. Đọc thêm",
            "Xin chào, tôi sẽ đến Jaco vào tháng 10 và tôi muốn biết những bãi biển nào không quá gồ ghề. Tôi biết jaco nổi tiếng với những con sóng lướt sóng, nhưng tiếc là tôi và bạn bè không lướt sóng. Cười. Tôi cũng đọc được rằng dây buộc cũng rất mạnh. Có ai có thể giới thiệu những bãi biển ở jaco thân thiện với việc bơi lội hơn không? \n\nCảm ơn bạn Đọc thêm",
            "Nếu bạn muốn tắm biển, Jaco không phải là nơi thích hợp. Nó được biết đến như một thiên đường lướt sóng là có lý do. Hãy đến Manuel Antonio nếu bạn muốn bơi. Các bãi biển bơi lội ở đó và gần đó rất đẹp.Đọc thêm",
            "Xin chào, tôi đang muốn tổ chức một bữa tối sinh nhật trang trọng với một số người bạn ở hoặc gần Jaco. Tốt nhất là một nhà hàng bít tết hoặc nhà hàng hải sản nổi tiếng. Bạn muốn giới thiệu gì? Theo trang trọng, ý tôi là một nơi yêu cầu trang phục phù hợp.Đọc thêm",
            "Nơi nhỏ nhưng sang trọng nhất mà chúng tôi tìm thấy là Lemon Zest!  Dịch vụ và thực phẩm đáng kinh ngạc!  Công ty cho thuê của chúng tôi đã đề xuất điều đó và nó không thể tốt hơn được! Nếu bạn mặc quần short và đi dép tông đến nơi này, bạn có thể cảm thấy không thoải mái!  chúng tôi đã ở đó vào tháng trước!Đọc thêm",
            "Trong nhiều năm, tôi đã đến Jaco, đêm nào cũng có những bữa tiệc diễn ra.  Năm ngoái là Thứ Hai Jaco đi bộ Thứ Ba Thứ Tư Màu Cam Blu, Thứ Năm Marlin Đen..vv.v.v. Bối cảnh quán bar hiện tại là gì và các đêm dành cho Quý Bà là gì.Đọc thêm",
            "Rất xin lỗi, tôi chỉ ở đó trong ngày, buổi chiều, trời đổ mưa gần hết buổi chiều, có lẽ một trong những khách sạn có thể trả lời câu hỏi đó, chúc may mắnĐọc thêm",
            "CHÀO! Tôi muốn biết thêm về nơi bạn tìm thấy ghế bãi biển và ô cho thuê! Chúng tôi đang ở Oceano trên phố một chút nên chúng tôi sẽ cần ghế và ô. Ngoài ra, bạn có đề xuất nào về bất kỳ khu nghỉ dưỡng nào cho phép bạn sử dụng ghế dài và đặt hàng từ nhân viên của họ không?? Cảm ơn trước!!! Đọc thêm",
            "Chào bạn,\nXin lỗi, tôi không thể giúp bạn thông tin về việc thuê ghế và ô trên bãi biển.  Chúng tôi ở VRBO và họ có sẵn ghế để sử dụng.Đọc thêm",
            "Có những khu nghỉ dưỡng nào tại Bãi biển Jaco.\nĐọc thêm",
            "Không có bất kỳ khu nghỉ dưỡng lớn nào ngoại trừ những khu nghỉ dưỡng nhỏ hơn như Jaco Laguna hay Balcon del Mar tuy nhiên ý kiến ​​của tôi là Oceano là khách sạn tốt nhất với không gian tuyệt vời và tầm nhìn đẹp!! Hy vọng điều này sẽ giúp!!Đọc thêm",
            "Đầu tháng 6 có phải là thời điểm tốt để ghé thăm không? Lên kế hoạch học lướt sóng.  Đọc thêm",
            "Du lịch giảm dần nên bạn nhận được nhiều sự chú ý đặc biệt ĐúngĐọc thêm",
            "Thời tiết từ ngày 19 tháng 2 đến ngày 1 tháng 3Đọc thêm",
            "Trong tuần của chúng tôi ở đó là giữa những năm 80 mỗi ngày và có một ngày mưa khoảng hai giờ sau giờ ăn trưa. Đọc thêm",
            "Chúng tôi đã đặt vé với Transport Costa Rica Mv S.A. để đi vòng quanh Costa Rica. Tôi không tìm thấy bất kỳ đánh giá nào về công ty này. Có ai có thể cung cấp một số thông tin không?Đọc thêm",
            "Tất cả các công ty vận tải ở Costa Rica đều tốtĐọc thêm",
            "Chúng tôi đang ở tại một BB ngay bên ngoài Jaco, tôi muốn tìm một nơi mà chúng tôi có thể dành cả ngày thư giãn trong hồ bơi có quầy bar ngay sát hồ bơi và một bãi biển.  Có gợi ý gì không?Đọc thêm",
            "Khách sạn Terraza Del Pacifico là sự lựa chọn của tôi ....Đọc thêm"
        ],
        "star_ratings": [
            559,
            515,
            375,
            135,
            80
        ],
        "review_amount": 1664,
        "location": [
            "Jaco",
            "Tỉnh Puntarenas",
            "Bãi biển Jaco",
            "Quận Jaco",
            "Costa Rica",
            "Các hoạt động ở Jaco",
            "Trung Mỹ",
            "Đô thị Garabito"
        ],
        "reviews_time": [
            "Written August 11, 2023",
            "Written November 28, 2023",
            "Written December 15, 2023",
            "Written January 21, 2024",
            "Written March 18, 2024",
            "Written April 3, 2024",
            "Written May 6, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 6, 2024",
            "Written April 4, 2024",
            "Written April 3, 2024",
            "Written March 18, 2024",
            "Written January 30, 2024",
            "Written January 27, 2024",
            "Written January 21, 2024",
            "Written January 4, 2024",
            "Written December 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g309271-d309613-Reviews-Jaco_Beach-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntarenas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g309271-d21400987-Reviews-SER_Restaurante-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309271-d1634918-Reviews-Tsunami_Sushi_Jaco_Walk-Jaco_Jaco_District_Garabito_Municipality_Province_of_Punt.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309271-d13897819-Reviews-El_Novillo_Alegre_Jaco-Jaco_Jaco_District_Garabito_Municipality_Province_of_Punt.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309271-d10433328-Reviews-Ohana_Sushi_Tapas_Bar-Jaco_Jaco_District_Garabito_Municipality_Province_of_Punta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309271-d12899136-Reviews-Ridiculous_Burgers-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntaren.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309271-d1990728-Reviews-Graffiti_Restro_Cafe_and_Wine_Bar-Jaco_Jaco_District_Garabito_Municipality_Provin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309271-d15235355-Reviews-Los_Mahi_Tacos_de_Cholo-Jaco_Jaco_District_Garabito_Municipality_Province_of_Pun.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309271-d19654615-Reviews-El_Chicano_Mexican_Food-Jaco_Jaco_District_Garabito_Municipality_Province_of_Pun.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309271-d1187652-Reviews-Soda_Jaco_Rustico-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g309271-d8852907-Reviews-Chili_Guaros_at_Room2Board-Jaco_Jaco_District_Garabito_Municipality_Province_of_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d3849926-Reviews-Tico_Pod_Art_House_Gifts-Jaco_Jaco_District_Garabito_Municipality_Province_of_Pun.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d13942031-Reviews-Jaco_Walk_Open_Air_Shopping_Center-Jaco_Jaco_District_Garabito_Municipality_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d15780859-Reviews-El_Miro-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d14093285-Reviews-Jaco_Poker-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d2432440-Reviews-Hotel_Cocal_and_Casino-Jaco_Jaco_District_Garabito_Municipality_Province_of_Punta.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d12492387-Reviews-Parque_Recreativo_Johannes_Dankers-Jaco_Jaco_District_Garabito_Municipality_Prov.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d2394998-Reviews-Daystar_Center_Jaco-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntaren.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d26980853-Reviews-Jaco_Tattoo_Shop_Body_Piercing-Jaco_Jaco_District_Garabito_Municipality_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d16742717-Reviews-Royal_Butterflies-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntarena.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d14159735-Reviews-Mirador_de_Jaco-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d309613-Reviews-or10-Jaco_Beach-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d2572503-Reviews-Neofauna_Costa_Rica-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntaren.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d1953662-Reviews-Pura_Vida_Gardens_and_Waterfalls-Jaco_Jaco_District_Garabito_Municipality_Provinc.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d3879918-Reviews-Catarata_Bijagual-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d2174391-Reviews-Hacienda_las_Agujas-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntaren.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d27649142-Reviews-Sunshine_Tours-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d26731773-Reviews-Emanuel_waterfalls_tours-Jaco_Jaco_District_Garabito_Municipality_Province_of_Pu.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d25091709-Reviews-Pura_Vida_Jiu_Jitsu-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntare.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d24990638-Reviews-Randall_s_Waterfalls_Tours-Jaco_Jaco_District_Garabito_Municipality_Province_of_.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d2454209-Reviews-Tortuga_Surf_School-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntaren.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d15645064-Reviews-Jaco_Mountain_Biking-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntar.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d6027721-Reviews-Bob_Marley_Surf_School-Jaco_Jaco_District_Garabito_Municipality_Province_of_Punta.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d7142662-Reviews-Surfer_Factory_Surf_School-Jaco_Jaco_District_Garabito_Municipality_Province_of_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d15645065-Reviews-Enchanting_Costa_Rica-Jaco_Jaco_District_Garabito_Municipality_Province_of_Punta.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d12723450-Reviews-JungleXpeditions-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d6931030-Reviews-Jaco_Canyoning-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d2005152-Reviews-Costa_Rica_Waterfall_Tours-Jaco_Jaco_District_Garabito_Municipality_Province_of_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d2639232-Reviews-Jaguariders_Atv_Tour-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntare.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d23105943-Reviews-Paradise_Surf_School-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntar.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d4106864-Reviews-D_Tours_Costa_Rica-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntarena.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d23777201-Reviews-Bemos_Tours_And_Rides-Jaco_Jaco_District_Garabito_Municipality_Province_of_Punta.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d2081669-Reviews-AXR_An_Xtreme_Rider-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntaren.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d8337854-Reviews-Tico_Surf_Lessons-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntarenas.html",
            "https://www.tripadvisor.com/Attraction_Review-g309271-d17454653-Reviews-Playa_Hermosa_Vacation-Jaco_Jaco_District_Garabito_Municipality_Province_of_Punt.html",
            "https://www.tripadvisor.com/Attraction_Review-g39163-d653232-Reviews-Heaven_Hill_Bourbon_Experience-Bardstown_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d324761-Reviews-Night_Safari-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g1121580-d1238997-Reviews-Takachiho_Gorge-Takachiho_cho_Nishiusuki_gun_Miyazaki_Prefecture_Kyushu.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d7374372-Reviews-Eszeweria_Bar-Krakow_Lesser_Poland_Province_Southern_Poland.html",
            "https://www.tripadvisor.com/Attraction_Review-g494953-d4980930-Reviews-Plathiena_Beach-Milos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g298551-d7050683-Reviews-Grave_Of_Hamzah-Medina_Al_Madinah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d19514868-Reviews-Museum_of_Fantastic_Illusions-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g754554-d3292234-Reviews-The_Big_Duck-Flanders_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294074-d8592083-Reviews-Gringo_Tuesdays_Bogota-Bogota.html",
            "https://www.tripadvisor.com/Attraction_Review-g48883-d8648133-Reviews-The_Westchester-White_Plains_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g309271-d309613-Reviews-or10-Jaco_Beach-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntarenas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g309271-d309613-Reviews-Jaco_Beach-Jaco_Jaco_District_Garabito_Municipality_Province_of_Puntarenas.html"
    }
]