[
    {
        "attraction_name": "Jade Market",
        "attraction_name_vi": "Chợ Ngọc",
        "general_info": [
            "514 đánh giá",
            "221 trong số 1.478 điều cần làm ở Hồng Kông",
            "Chợ trời"
        ],
        "attraction_summary": "Khu phố Jordan và Yau Ma Tei là nơi bạn sẽ tìm thấy một số khu vực đích thực hơn của Hồng Kông. Không quyến rũ hay bận rộn như những người hàng xóm Mong Kok ở phía bắc hoặc Tsim Sha Tsui ở phía nam, Yau Ma Tei thường bị du khách nhầm lẫn bỏ qua trong chuyến đi đến Hồng Kông. Khám phá một số khu vực của khu vực này khiến bạn có cảm giác như mình đã được đưa ngược thời gian. Một phần lớn của khu phố bắt nguồn từ lịch sử phong phú của Phố Temple, trải dài từ Jordan đến Yau Ma Tei, nơi có sự kết hợp của các nhà hàng ngoài trời dai pai dongs, quầy hàng chợ, thầy bói và quán karaoke cũ làm nổi bật lịch sử và văn hóa của khu vực. Khu phố là nơi trưng bày sự đa dạng của các dân tộc, nền văn hóa khác nhau và sự pha trộn giữa cũ và mới. Đọc thêm",
        "reviews": [
            "Đã thường xuyên ghé thăm chợ Jade khi tôi ở HK trước khi xảy ra COVID, tôi đã đi tìm lại nó. Địa điểm mà nó từng chiếm giữ hiện đang được đào lên để xây dựng các công trình, nhưng nếu nhìn sang bên trái một chút về phía Đường Nathan, bạn sẽ thấy một tòa nhà màu xám và đó là nơi nó đã chuyển đến. Tôi rất vui khi tìm được nhà cung cấp quen thuộc của tôi là Sandra Chau của Sandras Pearls ở đó. Bây giờ cô ấy là Gian hàng 152 và chắc chắn đáng để ghé thăm. Cô ấy có nguồn vốn tuyệt vời và không bao giờ ép buộc mọi việc cho bạn mà thích bạn quyết định. Giá của cô ấy là công bằng và chất lượng đồ trang sức của cô ấy là tốt. Tôi chắc chắn sẽ giới thiệu cô ấy.  Đọc thêm",
            "Sau một thời gian dài gián đoạn, cuối cùng tôi cũng có thể đến thăm Hồng Kông và Chợ Ngọc Yau Matei. Tôi đã bị sốc khi phát hiện ra địa điểm cũ bây giờ là một công trình xây dựng. Rất may, tôi đã đi xa hơn một chút và thấy chợ ngọc bích vẫn hoạt động nhưng nằm trong tòa nhà có biển báo phù hợp ở lối vào. Tôi bước vào thì thấy đầy sạp hàng nhưng có rất nhiều quầy hàng được bọc trong bạt vì những người trông quán vẫn chưa đến để bắt đầu ngày làm việc. Tôi phải đi loanh quanh vài lần mới tìm được người bán hàng thường xuyên của mình. Tôi rất vui khi nhìn thấy họ nhưng những người trông coi gian hàng khác lại rất tích cực cố gắng thu hút tôi quan tâm đến sản phẩm của họ. Nhìn chung đó là khoảng thời gian hiệu quả và thú vị ở đó.Đọc thêm",
            "Rất nhiều thiết kế trang sức và thú vị mà bạn sẽ tìm thấy ở các cửa hàng trang sức cao cấp. Nhưng bạn cần phải mặc cả, khoảng một phần tư hoặc một phần ba mức giá nhất định. Nhưng chất lượng thì rất tốt, không cần biết người bánĐọc thêm",
            "Tổng số quấy rối. Rất thất vọng với trải nghiệm. Rất có thể tránh được. Họ là những người bán hàng rất hung hãn nắm lấy cánh tay bạn và phớt lờ những gì bạn nói và muốn. Nó cảm thấy khó xử. Tôi hoàn toàn hối hận về chuyến thăm.Đọc thêm",
            "Thật đáng xấu hổ và đáng xấu hổ gấp đôi cho Cơ quan Du lịch Hồng Kông vì đã cho phép thảm họa bẫy du lịch này vẫn tiếp diễn. Ngay từ 30 giây đầu tiên khi vào cửa, bạn đã bị túm lấy tay và làm phiền trong 20 phút tiếp theo để bán hàng, Trải nghiệm Hồng Kông này nên được GỠ KHỎI danh sách việc cần làm. Chẳng trách những người bán hàng lại tuyệt vọng vì bán hàng khi không ai muốn đến đó. Tôi thực sự khuyên bạn nên tránh bằng mọi giá. Có vô số lựa chọn Jade khác trên khắp thành phố. Đừng đến hoặc tự chịu trách nhiệm!!!! Đọc thêm",
            "Trải nghiệm tuyệt vời, mua vài món, mặc cả với gian hàng Sandra Pearls 152, chị Sarah đã ở đó, giúp đỡ mà không cần khó bán. Đọc thêm",
            "Sự lựa chọn các sản phẩm ngọc bích là quá nhiều. Có rất nhiều gian hàng rất chật chội bán hầu hết các mặt hàng giống nhau. Không có giá nên bạn phải hỏi và tất nhiên là mặc cả. Những người bán hàng rất hăng hái, thậm chí còn cố gắng tóm lấy tôi khi chúng tôi bước qua. Chúng tôi đi với tốc độ khá nhanh và cố gắng không dừng lại vì cảm thấy khá khó chịu. Cuối cùng, bạn tôi quyết định muốn mua một thứ gì đó nên cô ấy ngẫu nhiên dừng lại ở một gian hàng và cố gắng mua được giá tốt. Cuối cùng tôi đã mua một chiếc vòng cổ ngọc trai có lẽ quá đắt và tôi không có bằng chứng xác thực nhưng tại một cửa hàng ở nhà, tôi có thể sẽ trả số tiền tương tự cho ngọc trai giả nên tôi ổn với mức giá tôi đã trả.Đọc thêm",
            "Rất nhiều thiết kế trang sức và thú vị mà bạn sẽ tìm thấy ở các cửa hàng trang sức cao cấp. Nhưng bạn cần phải mặc cả, khoảng một phần tư hoặc một phần ba mức giá nhất định. Nhưng chất lượng thì rất tốt, không cần biết người bánĐọc thêm",
            "Sau một thời gian dài gián đoạn, cuối cùng tôi cũng có thể đến thăm Hồng Kông và Chợ Ngọc bích Yau Matei. Tôi đã rất sốc khi phát hiện ra địa điểm cũ giờ đã là một công trình xây dựng, tức là. May mắn thay, tôi đã đi xa hơn một chút và thấy rằng chợ ngọc bích vẫn đang hoạt động nhưng trong tòa nhà có biển báo phù hợp trên lối vào. Tôi bước vào và thấy nơi đây đầy những gian hàng nhưng rất nhiều gian hàng được phủ bạt vì người bán hàng vẫn chưa đến để bắt đầu ngày kinh doanh. Tôi đã phải đi vòng quanh một vài lần trước khi tìm thấy những người bán hàng thường xuyên của mình. Thật vui khi thấy họ nhưng những người bán hàng khác đang rất tích cực cố gắng thu hút sự chú ý của tôi vào hàng hóa của họ. Nhìn chung, đó là một khoảng thời gian bổ ích và thú vị ở đó. Đọc thêm",
            "Đã thường xuyên ghé thăm chợ Jade khi tôi ở HK trước khi xảy ra COVID, tôi đã đi tìm lại nó. Địa điểm mà nó từng chiếm giữ hiện đang được đào lên để xây dựng các công trình, nhưng nếu nhìn sang trái một chút về phía Đường Nathan, bạn sẽ thấy một tòa nhà màu xám và đó là nơi nó đã chuyển đến. Tôi rất vui khi tìm được nhà cung cấp quen thuộc của tôi là Sandra Chau của Sandras Pearls ở đó. Bây giờ cô ấy là Gian hàng 152 và chắc chắn đáng để ghé thăm. Cô ấy có nguồn vốn tuyệt vời và không bao giờ ép buộc mọi việc cho bạn mà thích bạn quyết định. Giá của cô ấy là công bằng và chất lượng đồ trang sức của cô ấy là tốt. Tôi chắc chắn sẽ giới thiệu cô ấy.  Đọc thêm",
            "Tôi sẽ bắt đầu bài đánh giá này bằng cách nói rằng tôi chỉ đến gặp Sandra tại Booth 152, dựa trên tất cả các bài đánh giá trên TripAdvisor và tôi đã không thất vọng. Tôi không thích việc mặc cả và thương lượng ở những nơi như thế này nên tôi rất vui vì tất cả những lời giới thiệu và đi thẳng đến gian hàng của cô ấy. Cô ấy không ở đó ngày hôm đó, nhưng chị gái và anh trai cô ấy đã giúp đỡ tôi. Họ đưa ra cho tôi những mức giá tuyệt vời và thậm chí còn giảm giá nhiều hơn dựa trên số lượng tôi mua. Tôi chân thành đánh giá cao dịch vụ khách hàng thân thiện và kiên nhẫn và ra vào chỉ trong vòng chưa đầy 30 phút.Đọc thêm",
            "Trải nghiệm tuyệt vời tại Chợ Ngọc. Lần đầu tiên chúng tôi gặp Kelvin, một người đàn ông hết sức đáng yêu và hay giúp đỡ. Tôi mua một số bông tai và một chiếc vòng tay truyền thống từ anh ấy. Sau đó, anh ấy giới thiệu chúng tôi với chị gái Sandra Pearls, người thiết kế đồ trang sức của riêng cô ấy. Gian hàng 152. Cô ấy thiết kế rất đáng yêu và mua vài chiếc khuyên tai tinh xảo và một chiếc vòng cổ có mặt dây chuyền. Tất cả giá tốt. Rất vui. Chúng tôi sống ở HK hơn 20 năm nên biết giá cả đưa ra là hợp lý.Đọc thêm",
            "Tôi đến Chợ Ngọc để tìm thứ gì đó tưởng niệm. Ngọc trai Sandra mà trước đây nhiều người đánh giá là gian hàng số 447, hiện nằm ở gian hàng số 152 do chợ sắp xếp lại. Tương thích với các đánh giá khác, cô Sandra là một người đáng tin cậy, một người lịch sự và rất tốt bụng. Cô ấy vui lòng chỉ cho tôi và nói với tôi sự khác biệt giữa ngọc thật giả nhưng có màu nhân tạo và ngọc thật khi chạm vào rất mát. Giá ngọc rất hợp lý và chất lượng rất hài lòng nên bạn không cần phải thương lượng.Đọc hơn"
        ],
        "star_ratings": [
            90,
            160,
            176,
            51,
            37
        ],
        "review_amount": 514,
        "location": [
            "Hong Kong",
            "Những điều cần làm ở Hồng Kông",
            "Trung Quốc",
            "Châu Á",
            "Chợ Ngọc"
        ],
        "reviews_time": [
            "Written June 21, 2023",
            "Written August 21, 2023",
            "Written August 28, 2023",
            "Written May 27, 2024",
            "Written December 30, 2023",
            "Written November 19, 2023",
            "Written October 4, 2023",
            "Written August 28, 2023",
            "Written August 22, 2023",
            "Written June 21, 2023",
            "Written June 18, 2023",
            "Written May 11, 2023",
            "Written April 4, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294217-d537991-Reviews-Jade_Market-Hong_Kong.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d1321684-Reviews-Manakamana_Nepali_Restaurant-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d9709379-Reviews-Kai_Kai_Dessert_Jordan-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d23315367-Reviews-Wagyu_Yakiniku_Ichiro_Jordan-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d2437900-Reviews-DimDimSum_Dim_Sum_Specialty_Store_Jordan-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d25163524-Reviews-Bubbly_Feast_HK_Style_Hot_Pot-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d15756424-Reviews-Kane_Tsuru_Ramen-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d3927685-Reviews-Tai_Ping_Koon_Restaurant_Mau_Lam_Street-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d24175576-Reviews-Victorian_Era_Jordan-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d800834-Reviews-Mak_Man_Kee_Noodle_Shop-Hong_Kong.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294217-d10537968-Reviews-Curry_Leaf_Indian_Cuisine-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d593038-Reviews-Tin_Hau_Temple-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d9748656-Reviews-Public_Square_Street-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d23887008-Reviews-Yau_Ma_Tei_Theatre-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d3363894-Reviews-Wing_on_Plus_Jordan-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d315245-Reviews-Temple_Street_Night_Market-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d590918-Reviews-Yaumatei-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d2228870-Reviews-Star_Ferry-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d23989683-Reviews-Former_South_Kowloon_District_Court-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d2136182-Reviews-Elements_Mall-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d12526188-Reviews-Red_Brick_Building-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d537991-Reviews-or10-Jade_Market-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d3357351-Reviews-Bobby_s_Fashions_Hong_Kong_Bespoke_Tailors-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d14929039-Reviews-Intime_Artisan_de_Parfum-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d3821611-Reviews-Empire_International_Tailors-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d5956374-Reviews-Rashmi_Custom_Tailors_Hong_Kong_Tailors-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d5015782-Reviews-Bee_s_Diamonds-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d4039364-Reviews-David_Fashions_Hong_Kong_Tailors-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d4192844-Reviews-OM_Custom_Tailors_Best_Tailors_in_Hong_Kong_for_Men_s_Women_s_Bespoke_Suits_Shirt.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d2550897-Reviews-MingCha_Tea_House-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d2482891-Reviews-Sam_s_Tailor-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d4354556-Reviews-Apsley_Tailor_ltd-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d8628344-Reviews-Hong_Kong_with_Stephen_Private_Tours-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d1840430-Reviews-Kayak_and_hiking_trips-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d2197503-Reviews-Hong_Kong_Urban_Adventures-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d11426626-Reviews-Broadway_Circuit-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d15674828-Reviews-Terrible_Baby_Music_Room-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d5213273-Reviews-Title_Escape-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d6851195-Reviews-Dim_Sum_Experience-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g294217-d3343914-Reviews-Yau_Ma_Tei_Fruit_Market-Hong_Kong.html",
            "https://www.tripadvisor.com/Attraction_Review-g54963-d26389203-Reviews-Little_Debbie_Park-Collegedale_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g297733-d6643563-Reviews-Bangsal_Harbour-Lombok_West_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g60946-d105260-Reviews-Providence_Children_s_Museum-Providence_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g54091-d25257690-Reviews-Spa_Light-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g49587-d123076-Reviews-Hammocks_Beach_State_Park-Swansboro_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d8822824-Reviews-Star_Cineplex-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g42785-d4771206-Reviews-Iron_Mountain_Iron_Mine-Vulcan_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d6922712-Reviews-Myrtle_Manor-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d2433042-Reviews-LEGO_Discovery_Center-Atlanta_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294217-d537991-Reviews-or10-Jade_Market-Hong_Kong.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294217-d537991-Reviews-Jade_Market-Hong_Kong.html"
    }
]