[
    {
        "attraction_name": "Jadrolinija",
        "attraction_name_vi": "Dây buồm",
        "general_info": [
            "423 đánh giá",
            "- 151 trong số 183 việc cần làm ở Split",
            "Phà"
        ],
        "attraction_summary": "Thuyền thoải mái và mát mẻ bên trong với AC. Cũng sạch sẽ. Nhưng chàng trai nhân viên còn hơn cả kinh khủng và không hề quan tâm đến khách hàng. La mắng một cặp đôi chỉ vì họ hỏi họ phải tự cất hành lý hay nhân viên nên làm việc đó. Chưa bao giờ có phản ứng khủng khiếp như vậy từ nhân viên trên thuyền. Thay vì tử tế và trấn an họ lại thô lỗ và phân biệt chủng tộc.\nNếu tôi có thể tránh được chiến dịch này thì sẽ tốt hơn.Đọc thêm",
        "reviews": [
            "Những phần tốt. Con tàu đã đúng giờ. Peroni lạnh. Chúng ta tới Ý trước khi Ancona tỉnh dậy.\nNhững phần xấu. 50 - nhân viên thô lỗ và rõ ràng là không có động lực. Việc tải rơ-moóc xe tải mất một thời gian và tất cả chúng tôi phải đỗ xe và quan sát khi điều này xảy ra. Nhà vệ sinh công cộng nam ở Tầng 7 trông thật kinh tởm. Rõ ràng là hầu hết các bồn tiểu không còn hoạt động và tình trạng thiếu bảo trì nói chung. Cabin bên ngoài của chúng tôi chỉ có thể sử dụng được.Đọc thêm",
            "Jadrolinija là một công ty phà nối một số thành phố băng qua Biển Adriatic ở Bờ biển Croatia. Chúng tôi đi từ Vela Luka - ở Đảo Korcula - đến Split - trong đất liền - và chúng tôi thực hiện hành trình vào sáng sớm, vì vậy chúng tôi có thể nhìn thấy. mặt trời mọc được bao quanh bởi các hòn đảo. Những khoảnh khắc thực sự rất đẹp để chụp rất nhiều hình ảnh. Chúng tôi có thể nhìn thấy cảng khởi hành vào ban đêm và cảng đích vào buổi sáng, trong khi chúng tôi tận hưởng ánh bình minh. Rất đẹp.Đọc thêm",
            "Đọc các đánh giá và tự hỏi vật liệu sẽ như thế nào. Đặt từ Split đến Ancona. Nhân viên tại Slit không thể hữu ích hơn, hoặc đội bốc xếp, đặc biệt là khi Marko Polo chủ yếu lùi vào phà và chúng tôi có một xe cắm trại và xe kéo!!. Dễ dàng vượt qua đêm, canon tốt với nhà vệ sinh và vòi hoa sen, tất cả đều sạch sẽ.\nKhông chắc chắn về các đánh giá xấu, trải nghiệm của chúng tôi đều tốt. Lý do duy nhất không cho 5 là không ai nói với chúng tôi rằng chúng tôi sẽ phải lùi vào phà - Đọc thêm",
            "Không biết bắt đầu từ đâu với cái này! Chúng tôi chỉ trả dưới 300 euro cho 11 giờ địa ngục. Qua đêm qua Split đến Ancona. Jadrolinija Marco Polo. Chiếc thuyền này cần được tháo dỡ. Đó là một mối nguy hiểm cho sức khỏe. Các phòng đều gây sốc! Tôi phàn nàn ngay lập tức và được nhân viên tiếp tân nói rằng hãy nhìn vào các phòng khác, tất cả đều tệ như vậy, và bởi vì chúng tôi đã vào phòng nên chúng tôi không thể - hoàn lại tiền - chúng tôi sẽ ngồi cả đêm ở khu vực chỗ ngồi thay vì ở trong đó căn phòng khủng khiếp!! - Vết bẩn trên mọi thứ nệm bẩn thỉu. Những bức tường dính đầy máu. Tôi không ngủ. Nhà vệ sinh có vòi sen không sử dụng được, thật khó để tôi giải thích bằng lời rằng nó tệ đến mức nào, thật tệ hại. Bữa tối chúng tôi đặt trước hoàn toàn là một trò đùa. Hình ảnh đằng sau quầy thức ăn mô tả sự lựa chọn đa dạng và ngon miệng. Chúng tôi rất ngạc nhiên khi thấy...không có gì trong phần lớn các thùng chứa! Rau trộn chín quá trong một cái, một vài miếng thịt ở cái kia. 2 hoặc 3 món salad nhàm chán, bánh mì cứng. Tôi có thứ ở đó là một ít thịt, một ít rau và khoai tây chiên. Khi dùng thử tôi phát hiện ra nó không nóng - thậm chí còn không nóng nên đã trả lại! Chúng tôi phàn nàn và - đầu bếp - miễn cưỡng sản xuất một vài món schnitzel và một ít khoai tây chiên, họ không vui. Thực phẩm, dịch vụ, phòng, bàn, vải lanh, trang trí hoàn toàn khủng khiếp. Mọi thứ đều bụi bẩn và ố màu! Tôi sẽ không bao giờ đặt chân lên chiếc thuyền này hoặc đi cùng công ty phà này nữa. Đó là trải nghiệm tồi tệ nhất trên một chiếc phà mà tôi từng có, khá lo lắng khi nghĩ rằng nó vẫn hoạt động bình thường? Người quản lý đến phòng để xem khiếu nại là gì, anh ấy hoàn toàn đồng ý với chúng tôi rằng điều đó là không thể chấp nhận được.  Anh ấy không có quyền làm bất cứ điều gì cho chúng tôi và đã xin lỗi. Đọc thêm",
            "Nhân viên thực sự thô lỗ mà tôi cho là thuyền trưởng như anh ta gọi nó - con tàu của tôi -. Chúng tôi kéo hành lý của mình lên lối đi phía sau tàu 25 phút trước giờ khởi hành. Điều tiếp theo là chúng tôi bị la mắng và yêu cầu xuống tàu - tàu của tôi - . Tôi nói tốt - cảm ơn vì đã cư xử tử tế - và kéo hành lý của chúng tôi xuống lối đi để đến bến tàu. Người - đội trưởng - sau đó bước ra và nói một cách hung hãn tại sao bạn lại vào. Tôi giải thích rằng không có ai trên bến tàu, không có dây thừng bắc qua lối vào cầu tàu và không có biển báo nào nói không được vào. Vì vậy, theo cách giống hệt như cách chúng tôi đã lên tàu một tuần trước đó ở Split, đi lên lối đi rồi vào tàu. Sau đó anh ấy nói chúng tôi có thể vào như vậy, không quá 2 phút sau khi được lệnh rời khỏi tàu, chúng tôi được phép vào nên chúng tôi kéo túi xách trở lại. Không hay lắm vì tôi bị khuyết tật. Một số bài học về quan hệ khách hàng sẽ không đi chệch hướng. Chỉnh sửa: trừ khi con tàu hoạt động bằng AI, anh ấy không phải là Thuyền trưởng như chúng tôi đã rời Vis và ông Aggro đang lang thang trên boong. Những hành khách khác đã tiếp cận chúng tôi để xem liệu chúng tôi có ổn không và có thể chứng minh cách chúng tôi được đối xử hay không.Đọc thêm",
            "Công ty cũ mệt mỏi. Hình vẽ khu ổ chuột trong nhà vệ sinh có từ thời chiến tranh. Tôi hoàn toàn đổ lỗi cho ban quản lý. Những người Uhleb làm công việc mà họ không đủ tiêu chuẩn. Thật tiếc vì Croatia quá đẹp và đầy tiềm năng.Đọc thêm",
            "Đọc các nhận xét và tự hỏi những gì sẽ là vật liệu. Đặt từ Split đến Ancona. Các nhân viên tại Slit không thể hữu ích hơn, hoặc đội bốc hàng, đặc biệt là khi Marko Polo chủ yếu lùi vào phà và chúng tôi có một nhà di động và xe kéo!!. Dễ dàng qua đêm, canon tốt với nhà vệ sinh và vòi hoa sen, tất cả đều sạch sẽ. Không chắc chắn về những đánh giá xấu, trải nghiệm của chúng tôi đều tốt. Lý do duy nhất để không cho điểm 5 là không ai nói với chúng tôi rằng chúng tôi sẽ phải quay lại phà - Đọc thêm",
            "Nhân viên giao tiếp kém rằng chuyến phà từ Split đến Supetar bị hủy. Đại diện công ty không thông báo cho bạn cho đến giây phút cuối cùng rằng chuyến phà bị hủy. Tôi sống ở Brac và điều đó chưa bao giờ xảy ra trước đó rằng tất cả các chuyến phà từ 12 giờ cho đến tối đều bị hủy - phà thường đi ngay cả khi thời tiết xấu hơn nhiều hơn hôm nay - .Đọc thêm",
            "Trải nghiệm rất tiêu cực, đặc biệt là trên phà Tin Ujevic, đi du lịch Supetrus - Chia tay với xe của tôi. Không giúp được gì, họ rất thiếu hiểu biết. Ngoài ra, chúng tôi đã gọi cho dịch vụ văn phòng, họ nói với chúng tôi rằng họ sẽ yêu cầu báo cáo từ thuyền trưởng, nhưng chúng tôi chưa bao giờ nhận được câu trả lời. Tôi nghĩ đó không phải là cách cư xử tốt. Tôi không khuyên bạn nên đi tuyến này, hoặc có thể là chuyến phà này.Đọc thêm",
            "Chúng tôi phải đi phà từ Split đến Ancona vì đây là lựa chọn nhanh nhất. Chúng tôi đã đi du lịch trái mùa - thật tuyệt vời khi không có đám đông - nhưng không có gì được cung cấp cho khách du lịch. Chúng tôi đã đi du lịch khắp châu Âu trong 8 tuần nên có rất nhiều hành lý. Chúng tôi lên phà vì đã đọc các nhận xét từ trang web - và các món ăn, lựa chọn bữa tối và bữa sáng dự kiến ​​sẽ được cung cấp. Hãy tưởng tượng sự ngạc nhiên của chúng tôi khi không có gì. Không có thức ăn, không có lựa chọn ăn sáng - nada. 11 tiếng - không wifi - không TV - không thể ra ngoài - kẹt trong nhà - chán đến phát khóc. Jadrolinja - bạn thực sự cần cập nhật trang web của mình trong thời gian trái mùa. Lẽ ra chúng tôi sẽ mua đồ ăn cho bữa tối.Đọc thêm",
            "Chúng tôi đã đặt trước và thanh toán trước cho các chuyến phà qua trang web và ứng dụng Jadroliija và mọi thứ đều tuyệt vời, giá cả quá rẻ. Trang web này rất dễ sử dụng và chứa nhiều thông tin về lịch trình mỗi tháng cũng như thông tin về thời gian lên phà trước khi khởi hành. Tại bến phà, bảng thông tin có ghi rõ tất cả số bến và biển chỉ đường rõ ràng. Chúng tôi đặt vé từ Split đến Supetar trên đảo Brac vào ngày 29 tháng 9 và quay lại Split vào ngày 6 tháng 10 rồi lên phà và một giờ sau đó từ Split đến Hvar và quay trở lại Split vào ngày 9 tháng 10, các chuyến đi đều hoàn hảo và đúng giờ. Những chiếc phà sạch sẽ không tì vết, chúng tôi đã sử dụng Marjan hai lần, Judita - Karolina. Không thể có lỗi gì cả và chắc chắn sẽ đặt và sử dụng chúng lần nữaĐọc thêm",
            "Công ty tệ hại. Hoàn toàn vô tổ chức. Nhân viên ở split không biết lịch trình của phà. Chúng tôi đã lỡ chuyến phà vì mọi thông tin trực tuyến đều không chính xác, nhân viên hoàn toàn không giúp ích và thiếu tôn trọng. Nhưng đó là một công ty độc quyền của Croatia nên không ai cần phải quan tâm. Tốt hơn là tránh xa đất nước này. Đọc thêm",
            "Jadrolinija là một công ty phà nối một số thành phố băng qua Biển Adriatic ở Bờ biển Croatia. Chúng tôi đi từ Vela Luka - ở Đảo Korcula - đến Split - trong đất liền - và chúng tôi thực hiện hành trình vào sáng sớm, vì vậy chúng tôi có thể nhìn thấy. mặt trời mọc được bao quanh bởi các hòn đảo. Những khoảnh khắc thực sự rất đẹp để chụp rất nhiều hình ảnh. Chúng tôi có thể nhìn thấy cảng khởi hành vào ban đêm và cảng đích vào buổi sáng, trong khi chúng tôi tận hưởng ánh bình minh. Rất đẹp.Đọc thêm",
            "Xin chào, chúng tôi muốn đi thuyền catamaran từ Zadar đến Ist và quay lại thẳng. Thuyền catamaran có ghế ngồi ngoài trời không?\n\nTuyến phà nào từ Zadar có cảnh đẹp?\nĐọc thêm",
            "Xin chào - khi bạn đặt chuyến phà Jadrolinija từ Dubrovnik đến Bol, bạn có thể xuống ở một số hòn đảo khác như Korcula hoặc Hvar trên đường đi, dành một hoặc hai ngày rồi quay lại phà để tiếp tục đến Bol không? Hoặc tôi có cần mua vé riêng từ Dubrovnik đến Korcula, Korcula đến Hvar và Hvar đến Bol không?Đọc thêm",
            "Xin chào, tôi muốn đặt chuyến du lịch cho hai người từ Dubrovnik đến Bari vào ngày 6 tháng 5 năm sau và đang gặp khó khăn. Trang web này cho biết không có chuyến phà nào hoạt động vào thời điểm đó, nhưng ở những nơi khác thì lại cho biết là có. Bạn có thể vui lòng chỉ cho tôi đi đúng hướng? Ngoài ra, chúng tôi đang muốn có một cabin hoặc ít nhất là một chiếc giường cho mỗi người trong chuyến đi. Làm thế nào để làm điều này xin vui lòng? Chúng tôi là hai người đàn ông trưởng thành.Đọc thêm",
            "Xin chào, tôi đã sử dụng trang web chính thức, các chuyến đi phí chỉ vào một số ngày nhất định. Chúng tôi có một chiếc canin với 4 giường tầng.Đọc thêm",
            "Xin chào, trên trang web của công ty tôi không tìm thấy tên - chia - cho tên cảng khởi hành. tôi muốn học ở stari grad, hvar. Bạn chọn tên gì? cảm ơn bạn đã phản hồiĐọc thêm",
            "Xin chào, phà cấp độ Split-stari có thực hiện giãn cách xã hội tốt và áp dụng các biện pháp liên quan đến Covid không? Có quán cà phê ăn vặt nào theo đúng quy trình không? Cảm ơnĐọc thêm",
            "Dường như không ai ở Croatia tôn trọng các quy tắc giãn cách xã hội. Không ai đeo mặt nạ. Ngay cả những người trong quán cà phê hay cửa hàng trên tàu cũng không đeo khẩu trang. Một số người đeo mặt nạ lỏng lẻo trên cằm. Đọc thêm",
            "Tôi sẽ đi phà ô tô từ Supetar đến Split vào sáng mai lúc 7:45 sáng. Tôi đã có vé nhưng rõ ràng là vé ngày, nghĩa là nếu phà đầy, tôi sẽ phải đợi phà tiếp theo.\n\nNếu tôi đến trước giờ khởi hành 1 giờ, thì có ổn không?Đọc thêm",
            "Chúng tôi sẽ bay chia đôi và đưa tàu catamaran tới hvar trong cùng ngày. Chúng tôi hạ cánh ngay trước 10 giờ sáng. Tôi - tôi lo lắng về việc đặt chỗ trước trong trường hợp chuyến bay của chúng tôi bị trì hoãn vì bất kỳ lý do gì.  Thật dễ dàng biết bao khi đến và đặt chuyến phà - catamaran trong ngày để đón chuyến tiếp theo. Vào cuối tháng 9. TIA. Đọc thêm",
            "Nếu bạn đến bến phà ít nhất 10 phút trước khi khởi hành, tôi sẽ nói rằng bạn - vẫn ổn. Đọc thêm",
            "Sẽ đi du lịch Split đến Supetar với tư cách là một hành khách đi bộ với hành lý- một vài câu hỏi\n\n1. Từ bến cảng phải đi bộ ra phà với vali.\n2 Trên phà có chỗ nào an toàn để để vali trong chuyến phà không, nếu có thì ở boong nào\n3 Bạn có vào phà trên boong ô tô và lên tầng trên cùng để ngồi không, v.v. nếu vậy bạn phải leo bao nhiêu tầngĐọc thêm",
            "Những câu trả lời này liên quan đến những chiếc phà mà chúng tôi đã sử dụng và tôi không chắc liệu những chiếc thuyền khác có khác hay không. Lên thuyền không xa, có lẽ khoảng 50 thước. Có chỗ để hành lý trên tàu catamaran nhưng nó nằm ở khu vực thoáng đãng. Tuy nhiên, chúng tôi cảm thấy rằng túi của chúng tôi được an toàn ở đó. Trên chuyến phà chở ô tô, chúng tôi mang theo túi xách đến quán bán đồ ăn nhanh và giữ chúng bên mình. Trên phà ô tô bạn vào boong ô tô. Nếu bạn sử dụng cầu thang thì phải đi khoảng 3 chuyến thang bộ lên tầng đầu tiên. Có một thang máy ở phía trước tàu.Đọc thêm",
            "Do những lời phàn nàn của người dân và thị trưởng Breko - Ugljan - và mối đe dọa chặn bến phà nếu Jadrolinija tiếp tục sử dụng - Sis - và - Vladimir Nazor - chúng tôi quyết định thử nghiệm nó và khởi hành vào ngày 2 tháng 8 năm 2019 với the - Sis - từ Garzenica lúc 1:30 chiều đến Iz và quay lại - 5:30 chiều -! Chiếc phà có vẻ ở trong tình trạng hoàn hảo bên ngoài, sàn ô tô vẫn ổn. , nội thất cực kỳ sạch sẽ, lớp bọc nhung cũ trên ghế sạch sẽ lạ thường! Nhà vệ sinh rộng rãi, sạch sẽ, có chút bụi bẩn trong ngày! Sàn nhà ổn, mình không tìm thấy khung cửa sổ han gỉ nào cả, ở khu vực nhà vệ sinh gioăng cao su cửa sổ xốp nhưng mọi thứ đều ổn định! Con tàu vẫn ổn!! Chúng tôi cũng đã đi - Lastovo - và các chuyến phà - Bol - Ilovik - Brac - và - Cres - mọi thứ ở đây cũng ổn!Đọc thêm",
            "Chỗ ở như 4 bến bên ngoài có phòng tắm riêng là gì? Có ai có kinh nghiệm - hình ảnh có thể chia sẻ được không?Đọc thêm",
            "Xin lỗi nhưng chúng tôi chỉ đi bằng phà ô tô chứ không phải qua đêm.Đọc thêm"
        ],
        "star_ratings": [
            54,
            91,
            51,
            37,
            194
        ],
        "review_amount": 427,
        "location": [
            "Dây buồm",
            "Quận Split-Dalmatia",
            "Tách ra",
            "Châu Âu",
            "Croatia",
            "Những điều cần làm ở Split",
            "chó đốm"
        ],
        "reviews_time": [
            "Written July 21, 2023",
            "Written September 13, 2023",
            "Written September 28, 2023",
            "Written May 13, 2024",
            "Written June 1, 2024",
            "Written May 28, 2024",
            "Written May 25, 2024",
            "Written May 13, 2024",
            "Written April 1, 2024",
            "Written December 20, 2023",
            "Written December 14, 2023",
            "Written October 26, 2023",
            "Written October 8, 2023",
            "Written September 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g295370-d12860269-Reviews-Jadrolinija-Split_Split_Dalmatia_County_Dalmatia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g295370-d12691972-Reviews-Portofino-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295370-d12790544-Reviews-Laganini-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295370-d6774557-Reviews-Adriatic_Sushi_Oyster_Bar_Split-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295370-d8570867-Reviews-4coffee_Soul_Food-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295370-d16723961-Reviews-Fig_Split-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295370-d4290139-Reviews-Konoba_Korta-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295370-d23432030-Reviews-The_Daltonist-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295370-d17341237-Reviews-Bota_Sare_Oyster_Sushi_Bar_Split-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295370-d24056927-Reviews-Temple_Kitchen_Seafood_Steak-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295370-d10328169-Reviews-To_Je_Tako-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g2034431-d8744085-Reviews-Krilo_Ferry-Krilo_Jesenice_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295374-d23909098-Reviews-D_Marin_Borik_Marina-Zadar_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d3420254-Reviews-Green_Market-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d26356095-Reviews-Birth_House_of_Franz_von_Suppe-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d2718916-Reviews-Ethnographic_Museum_Split-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d14109485-Reviews-Mandrill_Nano_Brewing_CO-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d523517-Reviews-Cathedral_of_Saint_Domnius-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d26441114-Reviews-Split_Sign-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d2390422-Reviews-Jaman_Art-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d317704-Reviews-Palazzo_di_Diocleziano-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d12860269-Reviews-or10-Jadrolinija-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d10296894-Reviews-Adriatic_Shuttle_Transfers_Tours-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d10427515-Reviews-Croatia_Private_Tours-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d17691782-Reviews-Excursion_Dalmatia-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d10405867-Reviews-Airport_Taxi_Split-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d9681466-Reviews-Solo_Transfers-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d17636213-Reviews-Sparusboats-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d17375507-Reviews-Click2Shuttle_Croatia_Private_Transfers_Tours-Split_Split_Dalmatia_County_Dalmat.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d8364001-Reviews-Croatia_Shuttle-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d9826807-Reviews-Transfer_Croatia_Private_Airport_Shuttle-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d21505738-Reviews-SplitExplore-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d23797031-Reviews-Travela-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d12902304-Reviews-Active365-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d15147360-Reviews-Koda_Sail-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d15832069-Reviews-Flarent-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d11965710-Reviews-Daluma_Travel_Croatia_Cruises_Tours-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d10435153-Reviews-Polaris_Split-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d3214257-Reviews-Red_Adventures_Croatia-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d4573637-Reviews-Sugaman_Tours-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d4955222-Reviews-Apodos_Travel_Agency-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d25125878-Reviews-Out_To_Sea_Split_Boat_Party-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d12619177-Reviews-Eat_In_Split_Food_Tours-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d14194530-Reviews-The_Boat_Party_Split-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295370-d12288700-Reviews-Blue_Cave_Travel-Split_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29845-d218843-Reviews-Harriet_Tubman_Home-Auburn_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g658275-d11789873-Reviews-Playas_de_Vera-Vera_Province_of_Almeria_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g36344-d3228511-Reviews-Stade_s_Farm_and_Market-McHenry_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g33422-d11891639-Reviews-Desert_Reef_Hot_Spring-Florence_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g30272-d1799607-Reviews-Outback_Kangaroo_Farm-Arlington_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d8773359-Reviews-Vik_Swimming_Pool-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d196238-Reviews-CineStar_Original_and_IMAX-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g50239-d1643714-Reviews-Historic_Roscoe_Village-Coshocton_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d638635-Reviews-House_From_A_Christmas_Story-Cleveland_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g38379-d10662961-Reviews-Edinburgh_Manor-Scotch_Grove_Iowa.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g295370-d12860269-Reviews-or10-Jadrolinija-Split_Split_Dalmatia_County_Dalmatia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g295370-d12860269-Reviews-Jadrolinija-Split_Split_Dalmatia_County_Dalmatia.html"
    }
]