[
    {
        "attraction_name": "Jamestown Settlement",
        "attraction_name_vi": "Khu định cư Jamestown",
        "general_info": [
            "4.445 đánh giá",
            "14 trong số 107 điều cần làm ở Williamsburg",
            "Địa điểm lịch sử",
            "Tàu thuyền"
        ],
        "attraction_summary": "Ồ! Tôi đã đến thăm vào năm 2012 và đã có rất nhiều thay đổi được thêm vào phần bảo tàng. Đó là một trong những bảo tàng tuyệt vời nhất mà tôi từng đến thăm. Nó được cung cấp thông tin rất đầy đủ, sử dụng tuyệt vời các đồ tạo tác và tái tạo, đồng thời bố cục dễ dàng điều hướng và bắt mắt. Chúng tôi đã không xem bộ phim kể từ khi tôi chiếu nó cho học sinh của mình hàng năm, nhưng tôi có thể xác nhận 1607: A Nation Takes Root là một bộ phim ngắn tuyệt vời. Con tôi và tôi rất thích ngôi làng của người Mỹ bản địa, những người diễn lại đang giải thích một số hoạt động họ đang làm, chính pháo đài với những người diễn lại đó, và tất nhiên là cả hai chiếc thuyền. Chúng tôi đã dành cả buổi sáng ở đó và cảm thấy có đủ thời gian để xem những gì chúng tôi muốn thấy!Đọc thêm",
        "reviews": [
            "Là một người yêu thích lịch sử, tôi lo rằng nơi này sẽ quá giống Disneyland. KHÔNG CÓ GÌ!  Các nhà thông dịch lịch sử rất am hiểu về lịch sử lâu dài và phức tạp này cũng như các cuộc khai quật được thực hiện từ năm 1994. Địa điểm này được hoàn thiện rất tốt và ấn tượng. Có thể ở lại thêm vài giờ để xem mọi thứ và đi dạo trong khuôn viên nhiều hơn. Rất khuyến khích!Đọc thêm",
            "Thỏa thuận giải quyết được bố trí rất tốt và cung cấp lượng đọc, hành động trực tiếp và trải nghiệm thực hành hoàn hảo cho trẻ em và những đứa trẻ tâm huyết. Phim giới thiệu là tùy chọn; Tôi sẽ không đợi quá 10 phút cho một buổi chiếu. Dự kiến ​​sẽ mất 2-3 giờ để tham quan các địa điểm văn hóa khác nhau, các con tàu và chuyến đi bộ trong nhà. Đừng quên ghé qua cửa hàng thổi thủy tinh...có lẽ là một trong những địa điểm hàng đầu.Đọc thêm",
            "First time visiting Williamsburg and since we live History visiting the Jamestown Settlement was an easy decision.  We arrived about 11am and completed everything at about 5pm. We started with the outdoor attractions first because of the heat and weather.  Kids liked the Indian Village and the Role players were very knowledgeable and helpful.  Next we went to the Colonial Ships at the River which were the highlight.  Lived that we can go on board and walk around.  Having role players in costume was Awesome.  After that we went through the Colonial Village Fort and walked through all the Houses,  Governors House,  Farm,  and Even watched one actor fire a replica musket.  \nAfter a short time we went inside the actual museum and walked around inside finishing our day.  They had some really cool exhibits including a movie about beacons rebellion that was really done expertly. My Wife and daughter really loved the interactive exhibits that brought the female colonists to life and gave them a voice and made it more personal and revealing.  This was one of the best museums we have been to and really had a great time.  Even one of our Kids who doesnt normally do history got involved and said she really enjoyed this museum. Great exhibits and a great staff that was always friendly and very Knowledgeable. This Attraction has so much to offer that i would recommend this as a stand alone Day visit.  Youll really be here all day and still not get everything done.  They have really nice Cafe for lunch and a cash only Ice Cream and drink area between the Indian Village and the ships so make sure you have cash.  Inside the Cafe takes Credit cards.  The gift shop was huge and full of everything Colonial and Virginia.  This was an awesome experience my whole family really enjoyed.  Read more",
            "Bảo tàng rất tuyệt vời với nhiều thông tin tuyệt vời từ những góc nhìn khác nhau.  Bao gồm một số video tuyệt vời. Tôi cho điểm bảo tàng và cơ sở vật chất là 10. Pháo đài James ngoài trời và các đặc điểm khác đều ổn nhưng bạn không thể làm được gì nhiều với bản sao của những túp lều hoặc các công trình kiến ​​​​trúc thế kỷ 17 khác. Những điều đó tôi sẽ cho điểm 6. Họ có một số nhân viên mặc trang phục hỗ trợ thêm.Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời. Chúng tôi đã mua vé Tam giác lịch sử Hoa Kỳ cho nhiều địa điểm và đó là khoản tiền tốt nhất. Chúng tôi ở lại khu vực Williamsburg và lái xe đến đây với kế hoạch tấn công địa điểm này và địa điểm Lịch sử Jamestown trong một ngày. Các cuộc triển lãm bên trong được thực hiện tốt, có nhiều không gian đi bộ và máy lạnh mát mẻ. Các cuộc triển lãm bên ngoài cũng rất tuyệt vời vì bạn sẽ có thể lên bản sao của ba con tàu mà những người định cư đã sử dụng. Ngoài ra còn có một ngôi làng của người Mỹ bản địa trong khu đất này để cho thấy những cư dân người Mỹ đầu tiên đã sống như thế nào. Nếu bạn đang ở khu vực Williamsburg để tham quan Colonial Williamsburg, bạn nên dành cho mình thêm một ngày để tham quan tại đây.Đọc thêm",
            "Nhân viên của chúng tôi đến xem triển lãm đặc biệt Reign and Rebellion. Nó được thực hiện rất tốt và tạo ra sự kết nối tuyệt vời với trải nghiệm hiện đại của chúng tôi. Cảm ơn các nhân viên của Jamestown Settlement đã mang đến cho chúng tôi trải nghiệm thú vị và thú vị như vậy. \n\nNhân viên Bảo tàng Nhà thờ Lịch sử St. LukesĐọc thêm",
            "Chúng tôi không mua vé kết hợp vì chúng tôi muốn ghé thăm Jamestown trước khi đến các địa điểm khác.\nJamestown giải thích rõ ràng nguồn gốc của thị trấn và chúng tôi đã dành một khoảng thời gian đáng kể để tham quan bảo tàng trước khi ra ngoài. \n\nMặc dù thông tin trong bảo tàng mang tính thông tin nhưng có vẻ như họ đang đưa người Mỹ bản địa và nô lệ châu Phi vào câu chuyện như một sự thừa nhận về sự tồn tại của họ hơn là niềm tin thực sự rằng họ đã đóng góp vào nguồn gốc của nước Mỹ. \n\nChúng tôi đặc biệt thích thú với các hiệu ứng bên ngoài - ngôi làng của người da đỏ, pháo đài và những con tàu và đã xem loạt phim Jamestown chiếu ở Anh, thật tuyệt khi thấy rằng các nhà sản xuất của loạt phim đã thực sự kết hợp nó với sự thật lịch sử.Đọc thêm",
            "Bố cục và thông tin tại trang web này thật tuyệt vời.   Các nhân viên rất hữu ích.   Du khách vẫn có thể tưởng tượng những khó khăn phải chịu ở nơi này và dữ liệu hiển thị thật đáng kinh ngạc.\nBảo tàng thứ hai cách đó khoảng 3 km cũng mang lại trải nghiệm tương tự nhưng cái nhìn thoáng qua về nó đã thuyết phục chúng tôi rằng địa điểm ban đầu là lựa chọn tốt hơn.\nChiếc vé được liên kết với bảo tàng Yorktown Battle cách đó khoảng 20km.Đọc thêm",
            "Nơi này là nơi yêu thích của chúng tôi để ghé thăm.  Chúng tôi đang ở Richmond và cố gắng khám phá nhiều di tích lịch sử nhất có thể trong 7-8 ngày của mình.  Chúng tôi đã đến thăm những chiến trường, những ngôi nhà tuyệt vời, v.v. nhưng đây là nơi tuyệt vời nhất.  Chúng tôi đã mua vé Tam giác lịch sử vì biết rằng chúng tôi sẽ ghé thăm tất cả các địa điểm.\n\nChúng tôi đã học được rất nhiều điều từ các diễn viên mặc trang phục khi đi dạo quanh khu vực.  Bạn chỉ cần hỏi một câu hỏi mà nghĩ rằng bạn biết về lịch sử và họ sẽ cho bạn biết chính xác lịch sử của những người sống ở đó như thế nào.  Tôi biết họ đến đây với tư cách là một nhóm được công ty tài trợ, nhưng tôi không biết chính xác điều gì sẽ xảy ra với những người ở đó.  Rất thú vị.  Chúng tôi đã học về cây kích.  Trước đây đã nghe từ này nhưng không biết nó là gì.  Khu vực người Mỹ bản địa cũng rất nhiều thông tin.  Một câu hỏi đơn giản của ai đó sẽ cung cấp cho bạn rất nhiều thông tin.\n\nBảo tàng cũng rất tuyệt vời với rất nhiều thứ để xem và những bộ phim rất hay.  Tôi chắc chắn rất muốn quay lại đây và dành thêm một chút thời gian nữa.  Mọi người diễn xuất đã làm rất tốt.\n\nĐọc thêm",
            "Tôi đã đến thăm khu định cư Jamestown vào ngày 1 tháng 2 năm 2020. Bảo tàng trong nhà được xây dựng rất độc đáo với rất nhiều tương tác và thông tin có sẵn. Bên ngoài chỉ có hướng dẫn. Chúng tôi có ba người hướng dẫn. Một ở làng Powhatan, một ở tàu và một ở pháo đài. Các tour du lịch rất vội vã! Cuối cùng tôi rơi vào một nhóm có khoảng 20 người. người hướng dẫn sẽ đi đến khu triển lãm tiếp theo và chỉ bắt đầu nói chuyện mà không đợi những người còn lại trong nhóm tham gia. Bạn không thể tự mình đi ra ngoài và khám phá. Tôi là kiểu người thích dành thời gian khám phá mọi ngóc ngách, đặc biệt nếu tôi trả tiền cho nó. Ví dụ, khi đến pháo đài, chúng tôi chỉ đi bộ qua hai tòa nhà và một trong số đó tôi phải lắng nghe từ bên ngoài tòa nhà xem người hướng dẫn nói gì về nó vì nhóm quá đông. Họ cho nhóm chúng tôi khoảng 5 phút để khám phá con tàu lớn. Nói cách khác, hãy đi qua nó nhưng đừng nhìn hay chạm vào bất cứ thứ gì và hãy nhanh lên. Khi kết thúc chuyến tham quan, tôi đã nói chuyện ngắn gọn với hướng dẫn viên về sự thất vọng của mình và được yêu cầu quay lại sau khoảng một tháng và tôi có thể có nhiều thời gian hơn để làm những gì mình muốn. Vì vậy, nếu bạn là người yêu thích lịch sử thì đừng ghé thăm vào những tháng mùa đông! Hoặc đến khu định cư Jamestown, hãy cho phép vị khách trả tiền của bạn khám phá mà không cần hướng dẫn viên hối thúc bạn. Đọc thêm",
            "Vợ tôi và tôi rất biết ơn vì đã đến đây. Thông thường, chỉ có thể tham quan bên ngoài bằng chuyến tham quan có hướng dẫn viên. Do lượng người đông nên họ cho phép chúng tôi tự do di chuyển và duyệt qua. Khu vực định cư rất dễ nhìn. Có một số người ăn mặc đang chia sẻ lịch sử bên trong một số tòa nhà. Tuy nhiên, chúng tôi hình dung sẽ có nhiều cuộc biểu tình hơn nếu thời tiết ấm hơn. Ngày chúng tôi đi trời lạnh và đầy gió, nhưng rất biết ơn vì những gì chúng tôi có thể nhìn thấy. Được leo lên bản sao của một trong những con tàu có lẽ là điểm nổi bật của chúng tôi. Nhìn thấy những khu nhà chật hẹp mà họ sẽ phải sống, thực sự khiến chúng tôi có cái nhìn sâu sắc hơn về mọi thứ. Bảo tàng được bố trí hợp lý và rất nhiều thông tin cho những người yêu thích bảo tàng cũng như lịch sử.Đọc thêm",
            "Khu định cư Jamestown là một trải nghiệm tuyệt vời cho gia đình chúng tôi và là vị trí tốt nhất tại Colonial Williamsburg để cân bằng những cân nhắc về Covid với lý trí và lẽ thường đối với những vị khách đến thăm. Các hướng dẫn đã tự giải thích và không gây cảm giác quá hạn chế. Chỗ ngồi ở hai rạp chiếu phim đã được dàn trải. Quy mô chuyến tham quan bị giới hạn trong các tòa nhà ngoài trời, nhưng đám đông không phải là vấn đề. Đã có đủ các buổi biểu diễn ngoài trời với đội ngũ nhân viên nhiệt tình và hiểu biết để mọi người có thể dễ dàng đi qua địa điểm. Thuyền có dây để lên nhưng bạn có thể nhìn thấy mọi thứ từ bến tàu bất cứ lúc nào. Chúng tôi rất biết ơn vì quán cà phê mở cửa phục vụ bữa trưa. Các nhân viên rất thân thiện, đồ ăn rất tuyệt vời cho một quán ăn tự phục vụ và giá cả hợp lý. Tôi có món súp tự làm, các con tôi có những bữa ăn ngon lành dành cho trẻ em, chồng tôi đã gọi món rueben. Sau khi ghé thăm Colonial Williamsburg, nơi hầu như không có gì được mở và không có cách nào để ăn trưa mà không đi đến khu vực chính của thị trấn, đó là một trải nghiệm thay thế thực sự thú vị tại Jamestown. Các cuộc triển lãm trong bảo tàng rất thú vị đối với tất cả chúng tôi, kể cả trẻ em dưới 10 tuổi. Hai bộ phim đã giúp tạo nên không khí và giới thiệu cho chúng tôi về khu định cư. Chắc chắn khuyên bạn nên ghé thăm! Đọc thêm",
            "Chỉ có hai ngày ở Williamsburg nên tôi đã đi dạo sau giờ làm việc không vé qua Colonial Williamsburg khi đến nơi vào ngày hôm qua, sau đó dành vài giờ tại Khu định cư Jamestowne vào ngày hôm nay. Với mức nhập học 18 người rất hợp lý cho mỗi người, chúng tôi đã dành vài giờ lang thang trong ngôi làng bộ lạc bản sao, những chiếc thuyền và pháo đài, sau đó thêm hai giờ nữa tại các cuộc triển lãm trong tòa nhà chính. Mặc dù đây không phải là những tòa nhà ban đầu nhưng chúng được trình bày rất ấn tượng và các phiên dịch viên đã trả lời rất tốt các câu hỏi. Các bộ phim và triển lãm trong nhà được thực hiện rất đẹp. Tôi không chắc rằng nó sẽ thú vị đối với trẻ nhỏ nhưng hầu hết người lớn và trẻ lớn hơn mà chúng tôi gặp dường như đều có khoảng thời gian vui vẻ.Đọc thêm",
            "Bảo tàng giáo dục về sự thành lập Jamestown này là một trong những bảo tàng tốt nhất mà chúng tôi từng trải nghiệm trong các chuyến du lịch khắp đất nước. Trình bày cuộc phiêu lưu ở Jamestown từ mọi góc nhìn: Người bản xứ, người da trắng và nô lệ. Xin lưu ý rằng các cuộc triển lãm trong nhà sẽ mất một khoảng thời gian đáng kể nếu bạn cố gắng xem hết. Sau đó, có những tác phẩm tái tạo ngoài trời về pháo đài, ngôi làng của người da đỏ và ba con tàu để khám phá. Rất đáng thời gian và sự thừa nhận.Đọc thêm",
            "Chuyến đi này là ngày cuối tuần đầu tiên mở cửa sau đợt virus. Bảo tàng này và các hoạt động tái hiện bên ngoài của nó mang lại rất nhiều thông tin và đã dạy cho tôi và bọn trẻ rất nhiều điều! Chúng tôi dự định ở đó trong 2 giờ nhưng cuối cùng lại ở lại 5 giờ! Bên trong cũng thú vị không kém. Tôi khuyên bạn nên ra ngoài trước để bọn trẻ có thể trải nghiệm khoảng thời gian sau đó khi bạn ghé thăm bảo tàng bên trong, chúng sẽ nhìn thấy những món đồ mà chúng đã chạm vào hoặc nghe nói của các diễn viên. Thật tuyệt khi thấy các em kết nối việc học của mình! Những bộ phim và hiện vật thật tuyệt vời! Các con tôi 6,6,9 đều yêu thích chúng!Đọc thêm",
            "Chúng tôi đã mua vé Combo một ngày bao gồm: Khu định cư Jamestown và Bảo tàng Cách mạng Hoa Kỳ.  Điều này cho phép bạn được mua vé tham quan 1 ngày tới mỗi bảo tàng.  Nghĩa là bạn có 1 lần ghé thăm mỗi địa điểm bảo tàng.  Có rất nhiều vé kết hợp bạn có thể nhận được nhưng điều này mang lại hiệu quả tốt nhất cho chuyến thăm của chúng tôi.  Những bảo tàng này TUYỆT VỜI và rất đáng giá vào cửa.  Dành đủ thời gian để xem cả hai.  Chúng tôi nghĩ 1-2 giờ là đủ nhưng thực tế không phải vậy.  Vì vậy, hãy cho phép bản thân không vội vã và tận hưởng lịch sử.  Bảo tàng và nhân viên ở đây làm việc rất tuyệt vời và thân thiện.  Cho bạn biết, dịch vụ Công viên Quốc gia vận hành Khu di tích lịch sử Jamestown ngay gần đó, nơi có Nhà kính và các khu trưng bày khác có tính phí riêng biệt.   Những thứ này độc lập với bảo tàng này.Đọc thêm",
            "Bảo tàng triển lãm thật tuyệt vời.  Nó trình bày góc nhìn của các bộ lạc bản địa, những người Anh định cư và những nô lệ châu Phi mà họ mang theo gặp phải, mà không có bất kỳ quan niệm lãng mạn nào về chủ nghĩa dân tộc hay số phận.  Chỉ là sự kể lại sâu sắc về việc định cư ở vùng đất mới khó khăn như thế nào cũng như những thách thức và thất bại mà họ phải đối mặt. Điểm đến tuyệt vời nếu thời tiết không ổn.  Có rất nhiều việc để làm trong bảo tàng hoặc ngoài pháo đài, tàu thuyền, làng bản địa.Đọc thêm",
            "Có cơ hội đến thăm khu định cư Jamestown ở Williamsburg Virginia vào đầu tháng 11 năm 2019. Từ thời điểm bạn bước vào bảo tàng, có rất nhiều thứ để xem và khám phá. Từ sự khởi đầu của đất nước vĩ đại của chúng ta vào năm 1607 với sự xuất hiện của những người định cư từ Anh cho đến hầu hết những năm 1600 được thể hiện một cách đáng kinh ngạc. Quá nhiều thứ để tiếp nhận đến mức bạn có thể dành vài giờ. Lịch sử bộ tộc Powhatan và câu chuyện về Pocahontas và John Smith. Sau đó, đến khu vực ngoài trời, các diễn viên đóng vai bộ tộc Powhatan với những túp lều mà họ sống. Thật ngạc nhiên về những gì họ đã làm để tồn tại và sinh sống. Sau đó đến pháo đài Jamestown với cơ hội nhìn thấy súng hỏa mai được bắn, các bài học từ Thợ rèn và học cách trồng trọt và bảo quản thực phẩm trong những năm 1600. Đi dạo bên cạnh bản sao của những con tàu đã đưa người Anh định cư đến Tân Thế giới. Thời gian tuyệt vời để học hỏi rất nhiều. Chắc chắn sẽ giới thiệu.Đọc thêm",
            "Vào lúc 2 giờ chiều, chúng tôi bắt đầu cuộc hành trình do Will hướng dẫn, người đưa chúng tôi đi ngược thời gian khi Jamestown lần đầu tiên được người châu Âu định cư. Anh ấy là một chương trình dành cho một người đàn ông được giải thích chi tiết bằng giọng Anh, thể hiện rõ cuộc sống hồi đó như thế nào. Xuất sắc! Bảo tàng với 3 triệu hiện vật cũng rất tuyệt vời!Đọc thêm"
        ],
        "star_ratings": [
            2918,
            1171,
            274,
            49,
            33
        ],
        "review_amount": 4445,
        "location": [
            "Những điều cần làm ở Williamsburg",
            "Virginia VA",
            "Hoa Kỳ",
            "Williamsburg-thành phố",
            "Khu định cư Jamestown"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written June 28, 2023",
            "Written July 5, 2023",
            "Written July 8, 2023",
            "Written July 8, 2023",
            "Written July 27, 2023",
            "Written August 5, 2023",
            "Written August 26, 2023",
            "Written September 29, 2023",
            "Written October 6, 2023",
            "Written February 2, 2020",
            "Written January 21, 2020",
            "Written April 6, 2021",
            "Written June 10, 2022",
            "Written October 22, 2021",
            "Written June 29, 2020",
            "Written April 28, 2022",
            "Written May 3, 2021",
            "Written January 7, 2020",
            "Written December 27, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g58313-d559162-Reviews-Jamestown_Settlement-Williamsburg_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d8025379-Reviews-Dale_House_Cafe-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d25087833-Reviews-Frothy_Moon_Brewhouse-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d632442-Reviews-Jamestown_Pie_Company-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d12439806-Reviews-Toby_s_Dog_House-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d443104-Reviews-Jamestown_Settlement_Cafe-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d928758-Reviews-Five_Forks_Cafe_LLC-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d5960688-Reviews-Sushiya_Williamsburg_VA-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d21155070-Reviews-Spoke_Art_Provisions_Co-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d881899-Reviews-Two_Sisters_Pizzeria-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g58313-d20257698-Reviews-Little_Charlie_s_Pizzeria-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d7116578-Reviews-Jamestown_Glasshouse-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d8493767-Reviews-Jamestown_Scotland_Ferry-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d10256983-Reviews-Jamestown_Beach_Event_Park-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d6684153-Reviews-Colonial_National_Historic_Park-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d102548-Reviews-Historic_Jamestowne-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d27010421-Reviews-Jamestown_Beach-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58227-d7815223-Reviews-Jamestown_Scotland_Ferry-Surry_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d554588-Reviews-Abby_Aldrich_Rockefeller_Folk_Art_Museum-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60775-d3628264-Reviews-Colonial_Parkway-Yorktown_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d554590-Reviews-DeWitt_Wallace_Decorative_Arts_Museum-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d559162-Reviews-or10-Jamestown_Settlement-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d102549-Reviews-Colonial_Williamsburg-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d143928-Reviews-Bassett_Hall-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d13967923-Reviews-Colonial_Williamsburg_Capitol_Building-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d554594-Reviews-Bruton_Parish_Episcopal_Church-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d218489-Reviews-William_Mary-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d143926-Reviews-Governor_s_Palace-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d12421662-Reviews-George_Wythe_House-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d140892-Reviews-Public_Hospital_Museum-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d13081299-Reviews-Billsburg_Brewery-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d8704382-Reviews-Jamestown_Discovery_Boat_Tour-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d4522799-Reviews-Eco_Discovery_Park-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d25562754-Reviews-Jamestown_Murder_Cruise-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d25559960-Reviews-Pirate_Tales_of_the_Chesapeake-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d25439054-Reviews-Jamestown_Haunted_River_Cruise-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d2324054-Reviews-Williamsburg_Walking_Tours-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58313-d1381353-Reviews-Oleta_Tour_Travel_Inc-Williamsburg_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34550-d13310228-Reviews-Flora_Bama_Lounge-Pensacola_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55921-d2170917-Reviews-Granbury_City_Beach-Granbury_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1450344-d4997640-Reviews-Mae_Kampong_Village-Mae_On.html",
            "https://www.tripadvisor.com/Attraction_Review-g52046-d117025-Reviews-Umpqua_Hot_Springs-Roseburg_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188485-Reviews-Musee_Marmottan_Monet-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d552671-Reviews-Lopud_Island-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g31371-d218268-Reviews-Navajo_Falls-Supai_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d568027-Reviews-Tamarack_Marketplace-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57686-d10521149-Reviews-United_Airlines_Club_Lounge-Dulles_Loudoun_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g48894-d3168033-Reviews-Glen_Falls-Williamsville_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g58313-d559162-Reviews-or10-Jamestown_Settlement-Williamsburg_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g58313-d559162-Reviews-Jamestown_Settlement-Williamsburg_Virginia.html"
    }
]