[
    {
        "attraction_name": "Jardín Botánico de Vallarta",
        "attraction_name_vi": "Vườn bách thảo Vallarta",
        "general_info": [
            "2.933 đánh giá",
            "1 trong 10 điều cần làm ở Cabo Corrientes",
            "Vườn"
        ],
        "attraction_summary": "Tham quan Vườn Bách thảo Vallarta nổi tiếng thế giới. Những khu rừng nhiệt đới tươi tốt bao quanh các khu vườn trồng trọt và nhà kính có hoa lan, đỗ quyên, cây dứa dại, hoa mộc lan và nhiều loài thực vật thú vị khác. Các loại cây Mexico có tầm quan trọng về ẩm thực trên toàn thế giới như vani và sô cô la được trồng và trồng theo kiểu đẹp đến khó quên. Mặc dù bất kỳ ai cũng có thể tự mình trải nghiệm Khu vườn nhưng việc tham quan với Hướng dẫn viên chính thức về Vườn là cách tốt nhất để tận dụng tối đa thời gian của bạn ở đây. Xem và trải nghiệm: - Vườn trồng trọt - Nhà kính thực vật - Đường đi bộ - Khu bảo tồn rừng - Nhà hàng đạt giải thưởng - Cửa hàng quà tặng làm vườn Giải thưởng vườn ươm thực vật: - USA TODAYs Độc giả bình chọn 4 Vườn thực vật ở Bắc Mỹ năm 2018 - TripAdvisor 1 Gardens ở Mexico 2018 Được đề xuất hàng đầu Tour: TUYỆT VỜI THỰC VẬT Tour Phiêu lưu ẩm thựcĐọc thêm",
        "reviews": [
            "Tôi yêu nó!  Tôi nghĩ ít nhất tôi cũng muốn đến thăm những khu vườn nhưng anh bạn - nó rất đẹp và những người làm việc ở đó rất tốt bụng - tôi chỉ cần nói rằng tôi rất thích chuyến thăm Vườn Bách thảo!  Nó cách xa Puerto Vallarta nhưng bạn đang ở một thế giới khác khi ở đó.  Tôi cũng thích ăn ở nhà hàng - những khung cảnh như vậy từ bàn của họ.Đọc thêm",
            "Xin chào,\n\nRất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ, chúng tôi hy vọng sẽ sớm gặp lại bạn! Đọc thêm",
            "Khu vườn đẹp!!! Phần tuyệt nhất là đi bộ đường dài puma? đường mòn và bơi lội trên sông! Vì vậy, đừng quên mặc bikini và nếu có giày đi nước sẽ giúp bạn qua sông. Sau chuyến đi bộ đường dài, bạn sẽ cần bổ sung nước và bạn là người may mắn! Nhà hàng bên trong có tầm nhìn tuyệt đẹp ra khu vườn và một trong những loại cocktail ngon nhất mà tôi đã pha với Vanilla!Đọc thêm",
            "Cảm ơn,\nThật tuyệt vời khi bạn đã đi theo con đường puma và thưởng thức một trong những loại cocktail Vanilla đó, thật ngon.\n\nChúng tôi luôn sẵn sàng phục vụ bạn!Đọc thêm",
            "Chồng tôi và tôi đến thăm vào cuối tháng 10 và thấy rằng chúng tôi gần như có nơi này cho riêng mình. Chúng tôi đến đó bằng taxi 450 MXN và bắt xe buýt công cộng quay lại PV 50 MXN mỗi chiếc. Vé vào là 300 peso. Lẽ ra chúng tôi có thể dành cả ngày ở đó và chúng tôi đi theo con đường mòn xuống sông rồi quay trở lại khu rừng. Đó là một cơ hội tuyệt vời để nhìn thấy nhiều loài chim và khu vực sông rất đẹp. Phần tuyệt nhất là nhà hàng và ngắm nhìn những chú chim ruồi từ bàn của chúng tôi. Thức ăn rất tuyệt vời với các lựa chọn ăn chay ngon và sự chú ý đến từng chi tiết của nhân viên rất tuyệt vời, thậm chí còn có một nghệ sĩ violin sống. Điều duy nhất tôi sẽ cải thiện là cách trình bày và ghi nhãn của các loại cây vì đôi khi nó có vẻ hơi ngẫu nhiên và lộn xộn - nhưng điều đó rất kén chọn và tôi biết chúng tôi đã ghé thăm vào đầu mùa. Đọc thêm",
            "Cảm ơn bạn đã chia sẻ nhận xét của mình và những gì bạn đề cập đến việc ghi nhãn cho các loại cây mà chúng tôi đang nỗ lực cải thiện.\n\nTrân trọng,,Đọc thêm",
            "Được rồi, tôi là người yêu thích hồ bơi và bãi biển nhưng đôi khi tất cả không thể chỉ xoay quanh bạn và sau đó khiến chính bạn ngạc nhiên. Điều này nằm trong danh sách những việc bạn phải làm cho những người yêu quý thiên nhiên. Những bức ảnh không thể thực hiện công lý này và bạn phải đi.\nCùng Hector ra hiên uống nước và ngắm cảnh nhưng hãy dành cho bản thân 2 hoặc 3 giờ nếu không họ sẽ đuổi bạn ra ngoài. Sau đó lên nhà hàng để thưởng thức bữa trưa ngon miệng với bánh mì tươi, tôi dự định dành 2 ngày nếu bạn có thể để xem hết vì có lẽ chúng tôi chỉ có thời gian ít hơn một nửa để đi bộ quanh khu đất.\nUber thật tuyệt khi có được họ nhưng Taxi thì hơi khó khăn khi quay trở lại vì không có dịch vụ di động trong rừng. Xe buýt vào thị trấn cũng sẽ hoạt động nhưng taxi đến thị trấn chỉ cao hơn Uber 100 peso và không giống như taxi ở sân bayĐọc thêm",
            "Thật vui khi biết bạn đã có khoảng thời gian vui vẻ tại khu vườn, cảm ơn bạn đã ghé thăm chúng tôi.\n\nTrân trọng! Đọc thêm",
            "Wow, tôi không biết những gì mong đợi. Tôi đã đến các vườn bách thảo trên khắp thế giới. Đây là một thiết lập rất khác so với phần lớn trong số họ. Nó ít trang trọng hơn nhiều, ít xác định được các loài thực vật khác nhau. Điều đó nói rằng, nó thực sự rất đẹp. Giống một chuyến tham quan khu vườn tại một điền trang hơn là một khu vườn thực vật chính thức. Nhà hàng trong khuôn viên thật ngoạn mục. Dịch vụ thật đặc biệt. Kích thước của nơi này vừa phải, có thể đi dạo xung quanh trong vài giờ. Chúng tôi rất thích đi bộ xuống sông. Đó là một ngày tuyệt vời khi rời xa thành phố.Đọc thêm",
            "Rất vui khi biết bạn đã có khoảng thời gian tuyệt vời, rất vui được phục vụ bạn, hy vọng bạn sẽ sớm quay lại.\n\nTrân trọng!Đọc thêm",
            "Trải nghiệm này rất tuyệt vời. Khu vườn được thiết kế một cách hấp dẫn. Cây được chăm sóc tốt và nhân viên rất thân thiện.\nChúng tôi đã bắt Uber đến khu vườn từ Puerto Vallarta, nhưng biết rằng bạn sẽ cần đến quầy lễ tân để đặt taxi địa phương cho bạn vì Uber không đón khách tại địa điểm này.Đọc thêm",
            "Cảm ơn bạn rất nhiều ý kiến ​​của bạn.\n\nTốt nhất cho bạn!Đọc thêm",
            "Đây là chuyến thăm thứ ba của chúng tôi ở đây. Những khu vườn thật đáng kinh ngạc và luôn thay đổi và cải thiện. Thích nhìn thấy những con bướm và chim ruồi. \n\nThật đáng buồn, nhà hàng này là một cái bẫy du lịch. Thức ăn quá đắt và những phần quá nhỏ. Người phục vụ duyên dáng của chúng tôi trở nên không còn quyến rũ nữa sau khi chỉ đưa ra 15 đô la tiền boa.  Nhưng quan điểm là không thể tin được. Đề nghị của tôi: đặt hàng càng ít càng tốt. Sự khoét lỗ không cần thiết của nó.  Đọc thêm",
            "Chào buổi chiều \nThật vui khi biết rằng bạn luôn ghé thăm khu vườn, cảm ơn bạn. \n\nTôi chắc chắn sẽ chia sẻ nhận xét của bạn về nhà hàng. Điều thực sự quan trọng đối với chúng tôi là phải có và phục vụ những món ăn chất lượng hàng đầu và để điều này xảy ra, tất cả các nguyên liệu đều được lựa chọn đặc biệt cũng như đưa những món đó vào thực đơn của chúng tôi.\n\nTrân trọng!Đọc thêm",
            "Thật thú vị khi bắt xe buýt từ Puerta Vallarta khi bạn tìm thấy trạm xe buýt. Khu vườn xinh đẹp nhưng sẽ tiết kiệm năng lượng nếu bạn đi ra sông vì có rất nhiều cầu thang lên xuống. Bạn có thể bơi nhưng đáy đá khó đi. Cửa hàng quà tặng có những thứ đáng yêu, đắt tiền. Một chiếc áo thun đã hơn 100! Chúng tôi đã mua bình xịt 12 con nhưng không có con bọ nào. Nhà hàng có đồ ăn ngonXem thêm",
            "Thật tuyệt khi biết bạn đã có khoảng thời gian vui vẻ, chúng tôi hy vọng sớm được gặp lại bạn.\n\nTrân trọng! Đọc thêm",
            "Chúng tôi đã không đi du lịch. Tôi và bạn tôi bắt chiếc Uber mất 40 phút lái xe đến khu vườn vào một ngày ấm áp ở Puerto Vallarta. Chúng tôi rất ngạc nhiên khi thấy bầu trời u ám và nhiệt độ rất lạnh. Vì ở cửa hàng chỉ có một chiếc khăn choàng đẹp để mua nên bạn tôi đã mua một chiếc khăn trải bàn để làm khăn choàng. Tôi đã mang theo một chiếc áo khoác chống nắng. Một giờ sau khi chúng tôi đến, trời bắt đầu mưa nhẹ. Tuy nhiên, những khu vườn rất đẹp với nhiều con đường lang thang. Có một nhà hàng lớn nơi chúng tôi ăn trưa. Máy chủ của chúng tôi rất duyên dáng, cho bạn tôi thử một vài loại rượu vang Mexico. Cả hai chúng tôi đều nếm thử và từ chối chúng. Tôi uống trà dâm bụt Jamaica không đá và bạn tôi uống bia. Cả hai chúng tôi đều gọi món súp tortilla được phục vụ một cách khéo léo nhưng có vị như súp cà chua với những dải bánh tortilla giòn. Bạn tôi thích chiếc bánh pizza mà cô ấy gọi. Lò Nachos của tôi vẫn ổn.Đọc thêm",
            "Xin chào,\nCảm ơn bạn đã bình luận, chúng tôi hy vọng sớm gặp lại bạn!Đọc thêm",
            "Cuộc phiêu lưu đi bộ ở Puerto Vallarta với Abraham là một lựa chọn tuyệt vời để đến Vườn Bách thảo Vallarta. Áp-ra-ham là người hướng dẫn am hiểu, nhiều thông tin và thân thiện để đưa chúng tôi qua các khu vườn và xuống sông. Bản thân Vườn Bách thảo thật ngoạn mục và là một nơi tuyệt vời để ghé thăm. Nhà hàng rất xuất sắc với nhiều loại thực phẩm có hương vị tuyệt vời. Tour rất đáng giá. Xe buýt ở đó rất thoải mái và cung cấp phong cảnh tuyệt vời cũng như sao chổi có chiều sâu từ Abraham. Tôi chắc chắn sẽ giới thiệu Tour này.Đọc thêm",
            "Thật vui khi biết rằng bạn đã có khoảng thời gian vui vẻ, cảm ơn vì những nhận xét tử tế của bạn.\n\nMong được gặp lại bạn tại vườn.\n\nTrân trọng!Đọc thêm",
            "Hãy tự làm điều đó. Xe buýt El Tuito từ xung quanh Centro. Không có bản đồ nào trừ khi bạn trả 60 peso, hôm nay là 3,58, hãy đưa mắt vào đây. Gần 5 CAD. Bỏ qua sảnh chính. Đừng ăn ở đó Đừng mua bất cứ thứ gì quá đắt ở đó. Các con đường mòn được đánh dấu rất kém và hiếm khi có lan can bằng tay - trẻ nhỏ và người lớn tuổi đều eeek! Nếu bạn đi lang thang dọc theo dòng sông, hãy buộc một số rác lên cây để bạn có thể tìm đường về nhà với nhiều rác có sẵn dưới lòng sông.Đọc thêm",
            "Chúng tôi cảm ơn bạn đã ghé thăm Vườn Bách thảo là một nơi tuyệt đẹp và trải nghiệm tuyệt vời, chúng tôi vẫn phục vụ bạn và sẽ đánh giá cao nếu bạn ghé thăm chúng tôi lần nữa. \n\nTrân trọng!Đọc thêm",
            "TL;DR  incredible experience, not to be missed. Plant lovers - bring sunscreenbug spray and an appetite! This was hands-down my favorite experience during a weeklong family trip to Puerto Vallarta. Im a plant fanatic, so I booked the private tour Botanical Delights with Culinary Adventure for myself, my mother and my sister.  The entire experience was amazing - even my sister who could care less about gardeninghouseplants loved this tour! We took a taxi to the check-in spot, which is right near the marina. The meeting spot is actually in front of a liquor store, so we were worried initially that we were in the wrong place, but then Juan our driver and Eduardo tour guide arrived and we were off! Juan drove us south through Puerto Vallarta  through Zona Romántica and the seaside villages that dot the coastline heading towards the mountains, while Eduardo told us a bit about the area and what we could expect for the day ahead, including the menu for lunch. The drive takes a little less than an hour, and follows a windingcurvy road up into the mountains to the Botanical Garden. When we arrived at the garden, we re-applied our sunscreen and started the tour. A note about bug spray  we brought it, and Eduardo also had some, but being late March, the bugs werent a problem for us. I could see bug spray definitely being helpful for later spring or summer tours.Eduardo took us through the various conservatories and gardens at the site, all the while teaching us about the history of the botanical garden and pointing out native plants of particular interest vanilla orchids, monsteras, cacao, etc. and even giving us a taste of the ones that were edible. The vastness of the orchid collection alone was amazing  but then to see so many tropical plants  philodrendrons, monsteras, allll the succulents  and each specimen was absolutely living its best life in that environment. Eduardos knowledge of plants and the region in general is extensive and we felt so lucky to have him to ourselves and to be able to pepper him with questions the entire time. Following the tour, we had lunch in the on-site restaurant with Eduardo. The food was fantastic  I had tortilla soup and fish tacos, with their signature vanilla mojito made with vanilla produced on-site and vanilla ice cream best I have ever had, no lie for dessert. When lunch was finished, we had an hour to ourselves to do whatever we wanted before meeting Juan back at the van for the ride back to PV. That time went by too quickly! We visited the pet cemetery, another quick peek at the orchids, flew through the gift shop and then poof! Time to go:I cannot recommend this tour highly enough  my only regret is that we couldnt come back the next day and do it over again! Eduardo is such an incredible resource, and we had so much fun hanging out with him for the day.Read more",
            "Cảm ơn bạn đã chia sẻ trải nghiệm của mình tại các khu vườn. Tôi chắc chắn cũng sẽ cho Eduardo và Juan biết, vui lòng quay lại thăm khu vườn khi bạn quay lại Puerto Vallarta.\n\nTrân trọng!Đọc thêm",
            "Chúng tôi quyết định bắt xe buýt địa phương từ Zona Romantica và tự mình đi thăm Vườn Bách thảo. Chuyến đi xe buýt rất thú vị và giá rẻ đưa bạn xuống ngay bên ngoài. Thật thú vị khi được ngắm cảnh trên đường đi, những nơi mà bạn có thể muốn khám phá sau này. Bản thân những khu vườn thật sự rất đẹp! Chúng tôi đã dành hàng giờ ở đây, ngắm nhìn tất cả các loài hoa khác nhau và thư giãn. Chúng tôi thưởng thức đồ ăn và đồ uống trong nhà hàng và ngắm nhìn tất cả những chiếc máng cho chim được treo một cách chuyên nghiệp để chụp cận cảnh nhiều loài chim khác nhau, bao gồm cả chim ruồi. Các nhân viên xung quanh khu vườn rất thân thiện. Chúng tôi rất thích chuyến thăm của chúng tôi. Rất muốn giới thiệu.Đọc thêm",
            "Cảm ơn ý kiến ​​​​của bạn, chúng tôi vẫn luôn phục vụ bạn!Đọc thêm",
            "Vợ tôi và tôi bắt một chiếc uber đến khu vườn với giá 450 peso. Đó là chuyến đi tuyệt vời. Gian hàng vào được thiết lập độc đáo, bạn sẽ nhận được một dây đeo cổ tay khi vào. Vợ chồng tôi vào là 600 peso. Tôi phát hiện ra một trong những dấu hiệu cho thấy 60% nguồn tài trợ của khu vườn đến từ việc vào cổng và 600 peso cho hai người là hợp lý so với những gì bạn có thể thấy. Có một bản đồ bảng để hiển thị cho bạn các khu vực và đường mòn. Chúng tôi đến đó vào khoảng 11 giờ sáng. Chúng tôi đã đi tham quan nhiều con đường mòn gần đó. Có rất nhiều thứ để xem. Đến từ Canada, hầu hết các loại cây mà chúng tôi thấy đều là cây trồng trong nhà, vì vậy thật tuyệt khi được nhìn thấy chúng trong môi trường sống tự nhiên của chúng. Bạn có thể mua cây ở khu vườn này và có một cửa hàng quà tặng. Nó có nhiều vật dụng liên quan đến thực vật như chậu cây và sách về thực vật. Nhà hàng rất đẹp vì nó ở trên cao và bạn có thể nhìn thấy xung quanh những cái cây một chút. Bữa ăn rất ngon. Có một nghệ sĩ violin và piano chơi đàn trong khi chúng tôi ăn. Đó là một liên lạc tốt đẹp. Họ cũng lấy thẻ tín dụng. Chúng tôi đi tham quan thêm một chút khu vườn. Chúng tôi không thể nắm bắt hết trong ngày hôm nay, nhưng chúng tôi đã thấy được khá nhiều điều. Trong khi chờ một chiếc taxi mà quầy vào đã gọi cho chúng tôi và được đánh giá cao, tôi nhìn thấy biển hiệu cho tất cả đất mà họ đã mua trong nhiều năm để duy trì sự tồn tại vĩnh viễn cho động vật hoang dã. Vẫn còn đất trống cạnh vườn bách thảo để mua. Tôi hy vọng họ có thể mua nó và mở rộng khu vực được bảo vệ của họ. Đáng xem. Chúng tôi sẽ quay lại và hy vọng sẽ thấy nhiều đất hơn được bảo vệ và bảo vệ bởi vườn thực vật. Đọc thêm",
            "Cảm ơn bạn đã nhận xét, thật vui khi biết bạn đã có khoảng thời gian vui vẻ.\n\nChúng tôi hy vọng sẽ sớm gặp lại bạn!\n\nTrân trọng!Đọc thêm",
            "Cuộc phiêu lưu đi bộ ở Puerto Vallarta với Abraham là một lựa chọn tuyệt vời để đến Vườn Bách thảo Vallarta. Áp-ra-ham là người hướng dẫn am hiểu, nhiều thông tin và thân thiện để đưa chúng tôi qua các khu vườn và xuống sông. Bản thân Vườn Bách thảo thật ngoạn mục và là một nơi tuyệt vời để ghé thăm. Nhà hàng rất xuất sắc với nhiều loại thực phẩm có hương vị tuyệt vời. Tour rất đáng giá. Xe buýt ở đó rất thoải mái và cung cấp phong cảnh tuyệt vời cũng như sao chổi có chiều sâu từ Abraham. Tôi chắc chắn sẽ giới thiệu Tour này.Đọc thêm",
            "Thật vui khi biết rằng bạn đã có khoảng thời gian vui vẻ, cảm ơn vì những nhận xét tử tế của bạn.\n\nMong được gặp lại bạn tại vườn.\n\nTrân trọng!Đọc thêm",
            "Chúng tôi đã dành khoảng 4 giờ để xem mọi thứ và ăn uống tại nhà hàng. Nhân viên thân thiện và quan điểm tuyệt vời. Chúng tôi sẽ quay lại lần nữa. Đọc thêm",
            "Xin chào\n\nCảm ơn bạn đã bình luận. Rất vui khi biết rằng bạn đã có khoảng thời gian vui vẻ.\n\nTrân trọng!Đọc thêm",
            "Tận hưởng chuyến thăm buổi chiều đến vườn bách thảo trên sườn núi bên ngoài Puerto Vallarta.  Phí vào cửa rất rẻ và chuyến thăm của bạn có thể bao gồm đi dạo trong khuôn viên, bơi dưới sông, ngắm nhìn động vật hoang dã, mua sắm với giá rất phải chăng! cửa hàng quà tặng, hay thưởng thức đồ uống giải khát tại quầy bar và nhà hàng nhìn ra sông và vườn.  Mang theo bình xịt muỗi hoặc mua một ít ở lối vào để có thể chiêm ngưỡng hết vẻ đẹp mà không bị ngứa ngáy!Đọc thêm",
            "Chào buổi sáng\nThật vui khi biết bạn đã có khoảng thời gian vui vẻ.\n\nTrân trọng!Đọc thêm",
            "Tôi đã có một thời gian tuyệt vời trong chuyến lưu diễn này vào ngày sinh nhật của tôi. Juan là một người lái xe cừ khôi và đến đúng giờ mà không phải lo lắng gì về việc đón khách. Eduardo rất lôi cuốn và dường như thích chia sẻ tất cả những gì anh ấy biết về khu vườn cũng như những điều nhỏ nhặt về chính Puerto Vallarta. Chuyến tham quan này bao gồm bữa trưa ngon miệng với tầm nhìn và trải nghiệm tổng thể là tất cả những gì bạn có thể yêu cầu vào một ngày nắng. Tổng thời gian chuyến đi bao gồm cả lái xe là khoảng 5 giờ và đáng giá từng phút! Nếu bạn đi, hãy đảm bảo rằng bạn đặt chỗ với Eduardo, bạn sẽ có khoảng thời gian tuyệt vời!Đọc thêm",
            "Xin chào, Cảm ơn bạn đã ghé thăm khu vườn, thật vui khi biết rằng bạn đã có khoảng thời gian vui vẻ. Chúng tôi chắc chắn sẽ chuyển ý kiến ​​của bạn tới Eduardo và Juan.Đọc thêm",
            "Chúng tôi đã không đi du lịch. Tôi và bạn tôi bắt chiếc Uber mất 40 phút lái xe đến khu vườn vào một ngày ấm áp ở Puerto Vallarta. Chúng tôi rất ngạc nhiên khi thấy bầu trời u ám và nhiệt độ rất lạnh. Vì ở cửa hàng chỉ có một chiếc khăn choàng đẹp để mua nên bạn tôi đã mua một chiếc khăn trải bàn để làm khăn choàng. Tôi đã mang theo một chiếc áo khoác chống nắng. Một giờ sau khi chúng tôi đến, trời bắt đầu mưa nhẹ. Tuy nhiên, những khu vườn rất đẹp với nhiều con đường lang thang. Có một nhà hàng lớn nơi chúng tôi ăn trưa. Máy chủ của chúng tôi rất duyên dáng, cho bạn tôi thử một vài loại rượu vang Mexico. Cả hai chúng tôi đều nếm thử và từ chối chúng. Tôi uống trà dâm bụt Jamaica không đá và bạn tôi uống bia. Cả hai chúng tôi đều gọi món súp tortilla được phục vụ một cách khéo léo nhưng có vị như súp cà chua với những dải bánh tortilla giòn. Bạn tôi thích chiếc bánh pizza mà cô ấy gọi. Lò Nachos của tôi vẫn ổn.Đọc thêm",
            "Xin chào,\nCảm ơn ý kiến ​​​​của bạn, chúng tôi hy vọng sẽ sớm gặp lại bạn! Đọc thêm",
            "Sự sắp xếp đáng yêu của nhiều loại hoa cây tinh tế. Việc đi bộ ra sông không quá thú vị nhưng dòng sông trong vắt và có thể bơi được, không nơi nào thay đổi được, fyi. Có những con công, gà guinea và rùa đang lảng vảng, đó là một bất ngờ thú vị. Nhà nguyện nhỏ trong khuôn viên có giấy dán tường đầy màu sắc, rất bắt mắt. Chỉ cần chuẩn bị cho một chuyến đi dài quanh co, chúng tôi bắt taxi, nhưng cũng có xe buýt đến và đi. KHÔNG ĂN TẠI NHÀ HÀNG ĐÓ, trừ khi bạn muốn chi rất nhiều tiền cho những món ăn tầm thường.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Gardens, chúng tôi rất vui vì bạn đã có khoảng thời gian vui vẻ. \n\nChúng tôi có rất nhiều nhận xét tốt về nhà hàng và đồ ăn ngon không tầm thường.\n\nTrân trọng!\n\nĐọc thêm",
            "Bạn có chấp nhận thẻ tín dụng không?Đọc thêm",
            "Bạn có chấp nhận thẻ tín dụng không?Đọc thêm",
            "Chúng ta nên dành bao nhiêu thời gian cho chuyến thăm của mình?Đọc thêm",
            "Thẻ nhập cảnh của bạn cho phép 2 lượt truy cập trong cùng một tuần. Nếu bạn yêu thích những bông hoa đẹp và đi bộ đường dài thì có thể đi 2 ngày. Có nhiều con đường mòn và một nhà hàng xinh xắn có máng cho chim ruồi ăn.  Có một con sông phía dưới đường mòn nhà hàng rio, bạn có thể ngâm mình ở đó để giải nhiệt nếu thời gian cho phép. Tôi lên kế hoạch cho cả ngày!  Có một số thời điểm nhất định trong năm họ đóng cửa vào thứ Hai nên hãy lưu ý nếu tôi trái mùa.Đọc thêm",
            "Chó có được phép không?\nĐọc thêm",
            "Xe buýt Peso đến vườn bách thảo, giá vé năm 2020 là bao nhiêu?\nĐọc thêm",
            "Tôi giả sử câu hỏi là giá xe buýt đến khu vườn là bao nhiêu.  Tôi không thể trả lời điều đó khi chúng tôi đặt một chuyến tham quan bao gồm đón bằng chiếc xe tải rất đẹp của họ từ khách sạn, chuyến tham quan có hướng dẫn viên và bữa trưa, tất cả đều tuyệt vời.   Tôi đã từng đến đó hai lần trước đây, không có người hướng dẫn và điều này thật đáng giá từng xu.Đọc thêm",
            "Có ai đi xe buýt thành phố đến vườn chưa? Tôi hiểu rằng có một lựa chọn, nhưng điểm dừng có dễ tìm không?Đọc thêm",
            "xe buýt đến Tuito sẽ đưa bạn đến đó. nó chạy trên đường cao tốc chính 2 khoảng 30 peso. hãy chắc chắn để nói với tài xế xe buýt. desfrutar!Đọc thêm",
            "Vận chuyển từ tàu du lịch hoạt động như thế nào? Chuyến đi tới đó kéo dài bao lâu?Đọc thêm",
            "Xin chào 260dawna, \n\nVườn Bách thảo Vallarta đang cung cấp Chuyến phiêu lưu ẩm thực THỰC VẬT THÚ VỊ mới của mình. Khu vườn có thể đi thẳng đến Marina Vallarta nơi tàu du lịch đến đón bạn, điều duy nhất bạn cần làm là đặt chuyến tham quan tại TripAdvisor và gửi thư đến thư tìm kiếm khu vườn trên trang web của họ yêu cầu bạn đón tại Marina Vallarta, với thời gian đến và đi của tàu. Tôi hy vọng thông tin này sẽ giúp bạn.Đọc thêm",
            "Chúng tôi nghe nói có một con sông để bơi. Đây có phải là việc nên làm không và nếu có thì họ có tủ khóa để đựng đồ của bạnĐọc thêm",
            "Tôi xin lỗi nếu điều này đến quá muộn, nhưng tôi không biết câu trả lời cho câu hỏi của bạn - xin lỗi.Đọc thêm",
            "Bạn phải mua vé trước hay mua tại cửa Đọc thêm",
            "CHÀO,\n\nBạn có thể mua vé vào cổng chung tại cổng Vườn Bách Thảo. Nếu bạn muốn đặt tour thì phải đặt trước. \n\nChúc mừngĐọc thêm",
            "Đi taxi từ trung tâm giá khoảng bao nhiêu?Đọc thêm",
            "Khoảng 200 peso và bạn có thể bắt xe buýt đưa bạn đến cửa vườn bách thảo và chi phí sẽ chỉ là 30 peso. Đọc thêm"
        ],
        "star_ratings": [
            2092,
            662,
            141,
            24,
            14
        ],
        "review_amount": 2933,
        "location": [
            "Các hoạt động ở Cabo Corrientes",
            "México",
            "Vườn bách thảo Vallarta",
            "Mũi Corrientes",
            "Jalisco"
        ],
        "reviews_time": [
            "Written July 16, 2023",
            "Written July 31, 2023",
            "Written November 2, 2023",
            "Written November 17, 2023",
            "Written December 1, 2023",
            "Written December 13, 2023",
            "Written December 17, 2023",
            "Written February 3, 2024",
            "Written February 11, 2024",
            "Written March 11, 2024",
            "Written May 11, 2024",
            "Written March 31, 2024",
            "Written March 23, 2024",
            "Written March 12, 2024",
            "Written March 11, 2024",
            "Written March 8, 2024",
            "Written February 23, 2024",
            "Written February 21, 2024",
            "Written February 11, 2024",
            "Written February 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g4004460-d657304-Reviews-Jardin_Botanico_de_Vallarta-Cabo_Corrientes.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g150793-d2169642-Reviews-Hacienda_de_Oro-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Restaurant_Review-g4004460-d1032090-Reviews-Chico_s_Paradise-Cabo_Corrientes.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d3953119-Reviews-Summer_s_Ranch-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d3701813-Reviews-Baston_del_Rey-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d2232380-Reviews-Playa_Las_Gemelas-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g4004460-d152865-Reviews-Playa_Las_Animas-Cabo_Corrientes.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d524282-Reviews-Los_Arcos_de_Mismaloya-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d25388665-Reviews-Tequila_El_Gusto_del_Rey-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g1015495-d153492-Reviews-Edenva_Parque_Ecoturistico-Mismaloya_Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g4004460-d153522-Reviews-Quimixto-Cabo_Corrientes.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d2560514-Reviews-Las_Animas_Adventure_Park-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g1015495-d933965-Reviews-Zoologico_de_Vallarta-Mismaloya_Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g4004460-d657304-Reviews-or10-Jardin_Botanico_de_Vallarta-Cabo_Corrientes.html",
            "https://www.tripadvisor.com/Attraction_Review-g4004460-d10758534-Reviews-Colomitos-Cabo_Corrientes.html",
            "https://www.tripadvisor.com/Attraction_Review-g4004460-d19611594-Reviews-Playa_Mayto-Cabo_Corrientes.html",
            "https://www.tripadvisor.com/Attraction_Review-g4004460-d27428518-Reviews-El_Santuario_De_Las_Guacamayas-Cabo_Corrientes.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d589635-Reviews-Los_Veranos_Canopy_Tour-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g1015495-d16870358-Reviews-Jack_Sparrow_PV-Mismaloya_Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d12357208-Reviews-Jet_s_Private_Boat_Tours_Charters-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d2225350-Reviews-Spa_Holistic-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d607643-Reviews-The_Palm_Cabaret_and_Bar-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d23416498-Reviews-Nogalito_Ecopark-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d19217727-Reviews-Jet_s_Naked_Boat_Tours-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d22827897-Reviews-Tamale_s_Tours-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d1973197-Reviews-Canopy_River_Park-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d1222182-Reviews-Metamorfosis_Day_Spa-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d19698699-Reviews-Chictini_by_Pinnacle-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d950994-Reviews-Blue_Massage_puerto_vallarta-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g1631939-d8464514-Reviews-Kendwa_Beach-Kendwa_Zanzibar_Island_Zanzibar_Archipelago.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d7103216-Reviews-Two_Medicine_Lake-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d154310-Reviews-Magic_Sands-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d313571-Reviews-Grona_Lund-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g1187649-d10643652-Reviews-Thapsa_Beach-Kymi_Euboea_Region_Central_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7238083-Reviews-Dubai_Turtle_Rehabilitation_Project-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1009804-d1066188-Reviews-White_Sand_Dunes-Mui_Ne_Phan_Thiet_Binh_Thuan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29171-d145737-Reviews-Rock_Springs_Run-Apopka_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g662606-d11945841-Reviews-Aranya_Thai_Massage-Costa_Adeje_Adeje_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g36265-d2190273-Reviews-Par_King_Skill_Golf-Lincolnshire_Lake_County_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g4004460-d657304-Reviews-or10-Jardin_Botanico_de_Vallarta-Cabo_Corrientes.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g4004460-d657304-Reviews-Jardin_Botanico_de_Vallarta-Cabo_Corrientes.html"
    }
]