[
    {
        "attraction_name": "Jefferson County Lake",
        "attraction_name_vi": "Hồ hạt Jefferson",
        "general_info": [
            "20 đánh giá",
            "1 trong 9 điều cần làm ở Rigby",
            "Nguồn nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Nơi này khá tuyệt vời! Chúng tôi cắm trại ở đây và chủ nhà rất thân thiện và có những bó củi cỡ lớn mà họ sẽ thả tại khu cắm trại của bạn. Có bến cảng trên mặt nước rất thú vị, nhiều sân chơi, thuyền chèo kayak có sẵn cho thuê. Có một số xe bán đồ ăn xung quanh và chiếc nón tuyết màu cam là tuyệt nhất! Tôi đã có ba trong một ngày! Chúng tôi chắc chắn sẽ quay lại. Đọc thêm",
            "Đây là một hồ nước đẹp. Rất mát mẻ và thanh thản. Phải ghé thăm. Tôi cũng sẽ quay lại sớm với bạn bè. Tôi cảm thấy đói và không có thức ăn. Tuy nhiên đó là do tôiĐọc thêm",
            "Đây là một nơi tuyệt vời để bơi lội, chèo thuyền kayak và vui chơi trên bãi biển. Nó tuyệt vời cho trẻ em. Nước sẽ lạnh nếu bạn không quen với hồ Idaho lạnh giá. Đó là một bãi biển tuyệt vời nếu bạn không thể đến một bãi biển thực sự. Nó trở nên đông đúc vào thứ bảy và vào các ngày trong tuần nóng nực vào giữa buổi chiều khoảng 1-4. Thời gian tốt nhất để tránh đám đông là buổi sáng và buổi tối.Đọc thêm",
            "Chúng tôi tận hưởng kỳ nghỉ hai đêm tại hồ nước nhỏ này ngay trong thị trấn.  Trời đủ ấm để xuống nước cho mát - nhiều người có thuyền kayak nhỏ, ca nô, bè và thuyền đạp cùng với các thiết bị nổi khác.  Các khu cắm trại dọc theo mặt nước thật tuyệt vời - bạn có thể đi bộ ngay xuống nước từ khu cắm trại của mình.  Đây là vị trí thuận tiện - chỉ cần lái xe một đoạn ngắn là bạn sẽ đến được một cửa hàng tạp hóa rất đẹp, khu vực trung tâm thành phố quyến rũ và nhiều điểm tham quan khác trong khu vực.  Đọc thêm",
            "Hồ đẹp, không xa xa lộ. Mỗi xe có 5 chỗ ngồi, khá hợp lý. Có nhiều khu vực để ngồi dưới nắng hoặc bóng râm. Có dịch vụ cho thuê thuyền kayak và thuyền đạp nước. Có vẻ như không có đồ ăn nào được bán, vì hôm đó là Chủ Nhật nên có lẽ đó là lý do. Chúng tôi đã có một vài giờ thư giãn và đọc sách tuyệt vời ở đây. Không xuống nước nhưng có rất nhiều trẻ em, v.v. ở đó. Ngoài ra còn có một cầu trượt ở giữa. Nơi mát mẻ để ngồi trong vài giờ. Đọc thêm",
            "Không bao giờ trở lại!  Không ai cần phải bị đối xử như một tên tội phạm đang cố gắng mua vui cho bọn trẻ. Bất cứ ai chịu trách nhiệm về nhân viên đều cần phải bịt mồm con quái vật già khó chịu đó bằng chiếc dao cạo màu xanh đen. Tôi làm việc để kiếm sống và nếu tôi BAO GIỜ nói chuyện với một khách hàng theo cách cô ấy nói với tôi thì tôi sẽ thất nghiệp. Hãy hạnh phúc vì tôi đã không ghi lại điều đó...Đọc thêm",
            "Chúng tôi rất tiếc vì bạn cảm thấy mình bị đối xử tệ. Chúng tôi cũng nhận ra rằng mọi câu chuyện đều có hai mặt. Hầu hết những người được yêu cầu thay đổi việc họ đang làm là do các quy định hoặc quy tắc mà họ chưa biết. Khi được yêu cầu thay đổi hành vi, đôi khi những người mà nhân viên của chúng tôi đang tiếp xúc sẽ tức giận vì họ không biết hoặc không muốn thay đổi. Chúng tôi xin lỗi nếu đây không phải là trường hợp. Chúng tôi sẽ cố gắng giữ bình tĩnh nhất có thể khi xử lý những tình huống như vậy trong tương lai. Đọc thêm",
            "Chúng tôi rất thích Hồ Rigby! Hồ sạch sẽ và thân thiện với gia đình. Họ đã cải thiện rất nhiều so với khi tôi còn nhỏ. Tôi thích con đường đi bộ. Đọc thêm",
            "Ở đó vào đêm Thứ Hai và chỉ có khoảng 4 người khác cắm trại ở đó. Thật tuyệt vời để đi bộ quanh hồ. Chúng tôi ở khu 42 và ngay cạnh đường cao tốc, vì vậy hãy thử đi sang phía bên kia hồ để ít tiếng ồn từ đường hơn. Nhà vệ sinh hố xí và rất bẩn. Ít nhất là những nhà vệ sinh gần chúng tôi. Hoàng hôn đẹp. Có lẽ sẽ ở lại đó một lần nữa cho đến khi một chiếc xe tải chạy quanh sau khi trời tối và phun thứ gì đó vào không khí. Tôi cho là để xua muỗi, nhưng không chắc lắm. Tôi biết điều này có thể không làm phiền một số người, nhưng tôi không muốn phải chịu đựng điều đó. Ít nhất thì một lời cảnh báo cũng tốt. Đọc thêm",
            "Chúng tôi đã điều chỉnh việc dọn dẹp hố xí và đã có những cải tiến lớn trong năm qua để giữ cho chúng luôn sạch sẽ. Và đúng vậy, đó là vì lũ muỗi, chiếc xe tải nhỏ chạy qua khoảng mỗi tuần một lần vì chúng khá tệ khi ra ngoài nước... Chúng tôi hy vọng bạn quay lại và gặp lại chúng tôi vào một thời điểm nào đó trong tương lai!Đọc thêm",
            "Quận Jefferson đã thực sự cải thiện Hồ Rigby! Các khu cắm trại có sẵn điện nước cũng như các địa điểm dựng lều. Dịch vụ cho thuê ván chèo đồ chơi dưới nước, thuyền kayak thường được cung cấp thông qua một nhà cung cấp tư nhân tại hồ. Có nhà vệ sinh công cộng. Con đường đi xe đạp trải nhựa. Cây. Phí 5 cho mỗi xe tải trừ khi bạn mua vé theo mùa với giá 30.Đọc thêm",
            "Trang web rất đẹp nhưng không có cống thoát nước. Cuối tuần thật hoang dã với người dân địa phương. Sau nhiều giờ yên tĩnh và tốt đẹp. Yêu con đường đi bộ. Một số tiếng ồn từ đường cao tốc nhưng có quạt nên ok. Sẽ ở lại nếu ở trong khu vực một lần nữa. Đối với hai mươi một ngày không tệ. Điều đó sẽ bao gồm phí vào cửa.Đọc thêm",
            "Vì bạn đã cắm trại tại cơ sở của chúng tôi nên chúng tôi đã thực hiện một số cải tiến...Một trong số đó là bức tường xi măng giữa đường cao tốc và các khu cắm trại ở phía đông của hồ. Điều này đã cải thiện các trang web đó về độ an toàn, tiếng ồn và quyền riêng tư. Chúng tôi đang xem xét những gì sẽ cần để đặt một bãi chứa RV tại chỗ, đó cũng có thể là thứ chúng tôi có thể cung cấp trong tương lai! Đọc thêm",
            "Mua thẻ hàng năm ở đâuĐọc thêm",
            "Khi bạn đi đến cổng mở, hãy yêu cầu họ cấp thẻ hàng năm cho nămĐọc thêm",
            "khi nào hồ sẽ mở cửa?  Sẽ có cầu trượt chứ?Đọc thêm",
            "Chó có được phép đến Hồ không?Đọc thêm",
            "Trên dây xích, trong công viên, nhưng tôi không nghĩ rằng chúng được phép ở các khu vực hồ hoặc bãi biển.Đọc thêm",
            "Chào bạn. Chúng tôi đang nghĩ đến việc cắm trại RV ở đây vào tháng 8. Bạn có thể cho tôi biết ở đó có vấn đề về muỗi không? Cảm ơn rất nhiều! Đọc thêm",
            "Nó phụ thuộc vào ý nghĩa của vấn đề.  Chúng tôi có những con muỗi khổng lồ ở Idaho.  Chúng tôi nhận thấy rằng kem dưỡng da mềm mại AVON là sản phẩm tốt nhất để đẩy lùi chúng.  Bạn sẽ không cảm thấy khó chịu nếu sử dụng sản phẩm đó...và nó có mùi dễ chịu và cũng có spf30 để bảo vệ khỏi tia UV từ mặt trời.Đọc thêm",
            "Khu cắm trại có phòng tắm dành cho người cắm trại không?Đọc thêm",
            "Chúng tôi có hai vòi hoa sen ở tòa nhà chính ở cuối. Nhưng hiện tại chúng chỉ là nước lạnh. Đọc thêm"
        ],
        "star_ratings": [
            11,
            5,
            3,
            1,
            0
        ],
        "review_amount": 20,
        "location": [
            "Rigby",
            "Hoa Kỳ",
            "ID Idaho",
            "Những điều cần làm ở Rigby",
            "Hồ hạt Jefferson"
        ],
        "reviews_time": [
            "Written June 18, 2022",
            "Written February 21, 2022",
            "Written August 30, 2020",
            "Written July 28, 2020",
            "Written August 4, 2019",
            "Written June 12, 2019",
            "Written March 31, 2019",
            "Written September 11, 2018",
            "Written August 27, 2018",
            "Written August 3, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g35585-d9990042-Reviews-Jefferson_County_Lake-Rigby_Idaho.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g35585-d4917008-Reviews-The_Great_Bambino-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35585-d4679352-Reviews-New_Star-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35585-d4277820-Reviews-Pizza_Hut-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35585-d4615572-Reviews-Wendy_s-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35585-d21090175-Reviews-Cafe_Catalina_s-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35585-d23917850-Reviews-The_Rocky_Bean-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35585-d10274336-Reviews-Lil_Mike_s_Bar_B_Que-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35585-d4582905-Reviews-Dairy_Queen_Grill_Chill-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35585-d540824-Reviews-Broulims-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Restaurant_Review-g35585-d6028639-Reviews-The_Caramel_Tree-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35583-d2221459-Reviews-Yellowstone_Bear_World-Rexburg_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35585-d8114934-Reviews-Farnsworth_TV_and_Pioneer_Museum-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35585-d9990042-Reviews-or10-Jefferson_County_Lake-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35585-d21167415-Reviews-Jefderson_Hills_Golf_Course-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g60758-d12422069-Reviews-Wilderness_Ridge_Trail_Llamas-Torrey_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g35583-d11669058-Reviews-Cress_Creek_Nature_Trail-Rexburg_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35583-d12703561-Reviews-Rexburg_Idaho_Temple-Rexburg_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35530-d10119743-Reviews-Menan_Butte-Menan_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35583-d8814760-Reviews-Rexburg_Nature_Park-Rexburg_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35587-d6197949-Reviews-The_Ririe_Bar-Ririe_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35583-d8541881-Reviews-BYU_Idaho_Ropes_Course-Rexburg_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35585-d5838359-Reviews-Dons_Lounge-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35585-d27034421-Reviews-Yellowstone_Escape_Rooms-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35585-d24094196-Reviews-Fun_Run_Rentals-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35585-d27045760-Reviews-Cedar_Park_Golf_Course-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g35585-d14214805-Reviews-Klim-Rigby_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d1576260-Reviews-Laserium-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d2367266-Reviews-Half_Moon_Beach-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g41565-d7613068-Reviews-Falmouth_Heights_Beach-Falmouth_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d1059048-Reviews-City_of_David_National_Park-Jerusalem_Jerusalem_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g189441-d629575-Reviews-Blue_Grotto-Kastellorizo_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d7043534-Reviews-Nyang_nyang_Beach-Pecatu_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1918452-d12654184-Reviews-Spiaggia_Pescoluse-Pescoluse_Salve_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g43501-d12070423-Reviews-Can_Can_Wonderland-Saint_Paul_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g801295-d12676629-Reviews-Filikuri_Beach-Himare_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g46756-d5973836-Reviews-Carnegie_Lake-Princeton_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g35585-d9990042-Reviews-or10-Jefferson_County_Lake-Rigby_Idaho.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g35585-d9990042-Reviews-Jefferson_County_Lake-Rigby_Idaho.html"
    }
]