[
    {
        "attraction_name": "Jeju Stone Park",
        "attraction_name_vi": "Công viên đá Jeju",
        "general_info": [
            "211 đánh giá",
            "11 trong số 179 điều cần làm ở Jeju",
            "Công viên",
            "Trang web giáo dục"
        ],
        "attraction_summary": "Hoạt động thứ hai trong ngày. Được vào miễn phí vì có một lễ hội đang diễn ra. Tôi đã có một chuyến đi dạo thú vị xung quanh. Tôi đã thực hiện cả ba vòng. Nếu bạn sắp hết thời gian, tôi sẽ giới thiệu vòng 2, đó là vòng mà tôi yêu thích. Hầu hết các biển báo đều có tiếng Anh. Rất nhiều nhà vệ sinh và có một quán cà phê nhỏ. Đó là một nơi tuyệt vời để đến vào một ngày nắng. Bữa tối thay đổi nhanh chóng mây đen kéo đến rồi gió và mưa Nói chung tôi rất thích Đọc thêm",
        "reviews": [
            "Công viên đá thú vị và rộng lớn có rất nhiều thứ để xem liên quan đến lịch sử địa chất của Jeju. Chúng tôi bắt taxi riêng từ Cảng trong chuyến đi kéo dài 4 giờ và quãng đường này không quá xa và kết hợp rất tốt với chuyến thăm Sangumburi.Đọc thêm",
            "Tuyệt vời cho những nhà địa chất đầy tham vọng...Công viên đẹp và khá rộng để đi bộ xung quanh. Bạn sẽ có một bài học địa lý về các loại đá khác nhau và cũng là một bài học về nguồn gốc thần thoại của Jeju-do. Đọc thêm",
            "Công viên đá Jeju là một khu vực rộng lớn với mọi thứ liên quan đến đá.  Vì Jeju là một hòn đảo núi lửa nên đá nham thạch có ở khắp mọi nơi, từ những bức tượng Harubang đến những bức tường bao quanh những ngôi nhà.  Công viên được chia thành ba khóa học, mỗi khóa học sẽ mất khoảng một giờ với tốc độ nhàn nhã.  Khóa học đầu tiên có hầu hết các bức tượng đá bao gồm các bức tượng Harubang rất có thể có ý nghĩa tôn giáo nào đó.  Khóa học thứ hai cho thấy cách các tảng đá được sử dụng cho các mục đích thiết thực hơn như bia mộ, công cụ, nhà ở, v.v. qua các thời đại khác nhau của lịch sử Hàn Quốc.  Khóa học thứ ba đặc biệt giới thiệu những ngôi nhà theo phong cách Jeju khác nhau được làm chủ yếu bằng các bức tường đá núi lửa.  Đây có lẽ không phải là nơi tốt nhất để tận hưởng cái nóng vào mùa hè nhưng khi thời tiết đẹp, đây là nơi tuyệt vời để dành vài giờ.Đọc thêm",
            "Phí vào cửa là 5.000 won và miễn phí cho người cao tuổi và người khuyết tật vì nơi này không thân thiện với xe lăn. Cảm ơn Chúa vì dì tôi có thể đi bộ một chút nên những phần không thể đẩy bằng xe lăn.... dì phải đi chậm..Đọc thêm",
            "Nửa khoa học, nửa nghệ thuật. Một bảo tàng dành riêng cho sự hình thành của đá lửa trong khu vực, chuyển động của mảng kiến ​​​​tạo, phun trào núi lửa, hình thành các ống dung nham và các phương pháp tạo miệng núi lửa khác nhau. Vô cùng thú vị! Rồi nghệ thuật trên đá. Rất nhiều tảng đá thú vị từ khắp nơi trên đảo, được sắp xếp theo cách khiến chúng trở nên hấp dẫn. Hãy dành một vài giờ ở đây để đi bộ thong thả qua những khu vực này. Thêm một vài giờ nữa để xem khu làng lịch sử mà chúng tôi chưa đi sâu vào vì chúng tôi đã thấy những khu vực này ở nơi khác.Đọc thêm",
            "Nơi này vượt quá sự mong đợi của tôi, nó chắc chắn là một điểm nổi bật của Jeju, nó được tổ chức một cách hoàn hảo để trở thành một cuộc hành trình. Chúng tôi đã dành khoảng 3 giờ đi bộ xung quanh nó, có 3 tuyến đường khác nhau được giải thích rõ ràng trên bản đồ và chỉ đơn giản là cảm thấy thiên nhiên đã được chữa lành. Vé vào cửa là 6.000 won Hàn Quốc mỗi người. Họ có đài phun nước uống và nhà vệ sinh bên trong. Bạn có thể đến đó bằng xe buýt!Đọc thêm",
            "Công viên đá Jeju vượt quá mong đợi của chúng tôi.  Rất nhiều không gian và mọi thứ được bố trí tốt.  Bảo tàng đặc biệt thú vị với một số mảnh dung nham tuyệt vời và thiết lập kính hiển vi mà Con gái 9 tuổi của tôi yêu thích.  Họ cũng đã có một buổi triển lãm nhiếp ảnh tạm thời thú vị.  Nếu bạn là một nhà địa chất và hoặc chỉ quan tâm đến núi lửa và đá, thì có thể bạn sẽ dành cả ngày ở đây.  Đánh giá cao các máy nước ở khắp mọi nơi nhưng nhà hàng đã đóng cửa đề phòng trường hợp bạn đói.  Tất cả chúng tôi đều thích nó vô cùng.  Trẻ em dưới 12 tuổi được miễn phí và người lớn là 5000 KRW rất hợp lý. Đọc thêm",
            "Hãy nhớ rằng, người sáng lập, Paek Uncheol, đã trích dẫn rằng: Tham quan công viên là hành trình khám phá thần thoại của hòn đảo, đi vào qua tai của Seolmundae, tiến triển qua cơ thể và thoát ra ở chân. Nó tượng trưng cho hành trình của sự sống và cái chết. Thực hiện một hành trình kết thúc bằng cái chết, ngay cả khi đó là một cái chết huyền thoại, huyền bí, khó hiểu, có thể không hấp dẫn tất cả mọi người, nhưng nó có thể biến đổi nếu bạn cởi mở với nó. Dành nhiều giờ để chiêm ngưỡng những viên đá, hàng nghìn, hàng chục nghìn viên đá, tự nhiên, được chạm khắc, chính hãng, bản sao - cối xay, cối xay, bom núi lửa, mốc ranh giới, 2000 chiếc bình gốm, rễ cây hóa thạch - người dân địa phương nghĩ rằng người tạo ra nó, người đã thu thập những viên đá này trong bốn mươi năm, đã phát điên. Sau đó là ba khóa học, mỗi khóa học kéo dài từ một đến hai giờ. Seolmundae Halmang, bà của Đảo Jeju. Đọc thêm",
            "Chúng tôi đã dành hơn 3 giờ trong công viên và tòa nhà triển lãm. Mang đến cho bạn cái nhìn hoàn hảo về lịch sử và sự phát triển của đất mẹ. Chúng tôi thực sự rất thích và học được rất nhiều điều.Đọc thêm",
            "Những con chó nhỏ có được phép vào công viên không? Tất nhiên là có dây xích. Cảm ơn.Đọc thêm",
            "Tôi không biết câu trả lời cho câu hỏi này.  Chúng tôi đã ở đó vài giờ và không thấy ai có thú cưng bên trong mặc dù đã nhìn thấy ai đó có một con chó nhỏ trong bãi đậu xe. Lưu ý rằng mặc dù có khá nhiều hoạt động đi bộ ngoài trời nhưng có một số tòa nhà bảo tàng trong nhà nơi tôi cho rằng vật nuôi không được phép vào.  Nếu bạn đã đặt khách sạn hoặc đang ở khách sạn ở Jeju, tôi sẽ yêu cầu nhân viên khách sạn gọi cho Stone Park và tìm hiểu. Đọc thêm",
            "Xin chào, làm cách nào để đặt chỗ ở tại Công viên Đá Jeju? tôi sẽ đến Jeju vào tháng 7 năm 2019Đọc thêm",
            "Bạn có thể nghỉ tại các khách sạn trung tâm thành phố hoặc Seogwipo và tham quan công viên đá Jeju. Bạn có thể thuê ô tô và lái hoặc đi cả ngày có tài xế thuêĐọc thêm",
            "Làm thế nào để đến đó bằng xe buýt? Đọc thêm",
            "Trước ngày 26 tháng 8 năm 2017, bạn có thể đi xe buýt Tham quan Thành phố Jeju chạy hàng giờ, đi qua 20 điểm dừng, bao gồm Công viên Đá Jeju và chi phí 1200 KRW mỗi chuyến mỗi lần bạn lên xe. Từ ngày 26 tháng 8 năm 2017, toàn bộ hệ thống xe buýt đã được tân trang lại và tour xe buýt Thành phố Jeju đã được sáp nhập với Golden bus tour và tuyến mới có 22 điểm dừng, nhưng không bao gồm Công viên Đá Jeju. Chi phí là 3000 KRW mỗi chuyến hoặc 12000 KRW cho cả ngày. Để đến công viên Đá Jeju từ Sân bay hoặc bến xe buýt liên tỉnh Jeju, bạn cần bắt xe buýt số 130. Vui lòng kiểm tra với Trung tâm thông tin du lịch Hàn Quốc khi bạn ở Hàn Quốc hoặc sử dụng google maps để kiểm tra các tuyến xe buýt của bạn. Hiện tại, trên mạng chưa có nhiều thông tin chi tiết về các tuyến đường mới. Sử dụng thẻ T-money sẽ giúp bạn tiết kiệm 50 KRW mỗi lần sử dụng xe buýt.Đọc thêm",
            "Xin chào, tôi có thể biết phí nhập học là bao nhiêu không?Đọc thêm",
            "Giá vé là 5000 KRW cho người lớn và 3500 KRW cho trẻ em. Ngoài ra còn có giảm giá cho nhóm trên 10 người. Đọc thêm",
            "mất bao lâuĐọc thêm",
            "Ý bạn là đi chơi ở công viên à? Đó là một khu vực rộng lớn. Nếu bạn thực sự đọc thông tin ở đó và dừng lại để chụp ảnh, bạn sẽ cần ít nhất 3 giờ để đi hết công viên. Tôi không chắc điều đó là có thể. Chúng tôi chỉ bao phủ một phần ba công viên.Đọc thêm",
            "Có ông nội thật nào trong công viên không hay tất cả đều là bản sao?Đọc thêm",
            "Đó là những ông nội thực sự, một số tuyến đường rất rùng rợn.Đọc thêm",
            "Có mất phí gì để vào công viên hoặc tham gia bất kỳ chuyến tham quan nào không?Đọc thêm",
            "Phí vào cửa là 5000 won cho người lớn, 3500 won cho trẻ em. Có giảm giá 500 won cho mỗi người nếu bạn đặt trực tuyến nhưng điều đó không thực sự đáng để bạn gặp rắc rối.Đọc thêm"
        ],
        "star_ratings": [
            91,
            83,
            26,
            9,
            2
        ],
        "review_amount": 211,
        "location": [
            "đảo Jeju",
            "Công viên đá Jeju",
            "Những điều cần làm ở Jeju",
            "Hàn Quốc",
            "Jeju",
            "Châu Á"
        ],
        "reviews_time": [
            "Written May 15, 2024",
            "Written April 6, 2024",
            "Written December 19, 2023",
            "Written March 30, 2020",
            "Written November 8, 2019",
            "Written October 10, 2019",
            "Written July 26, 2019",
            "Written July 2, 2019",
            "Written June 27, 2019",
            "Written May 25, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297885-d2204929-Reviews-Jeju_Stone_Park-Jeju_Jeju_Island.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297885-d26337976-Reviews-Four_Seasons_Noodle-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297885-d8610483-Reviews-Seongmi_Garden-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297885-d4031955-Reviews-Togyejeong-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297885-d9385763-Reviews-Nang_Yard_E_Suimpang-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g983296-d21118140-Reviews-Hamdeokgolmok_Sikdang-Jeju_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297885-d9313958-Reviews-Sangchun_Jae-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297885-d9308461-Reviews-Saeng_I_Sound-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297885-d8930691-Reviews-2093_House-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297885-d27461273-Reviews-Ohpanfire-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Restaurant_Review-g983296-d25789519-Reviews-Muamdon-Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d2337348-Reviews-Eco_Land_Theme_Park-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d1878205-Reviews-Sangumburi_Crater-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d2202425-Reviews-Jeolmul_Natural_Forest_Resort-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d7287893-Reviews-Jeju_April_3rd_Peace_Park-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d4087348-Reviews-Jeju_Mini_Mini_Land-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d3808281-Reviews-Hallasan_Seongpanak-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d13141957-Reviews-Saryeoni_Forest_Path-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d12485161-Reviews-Roe_Deer_Observation_Center-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d2337364-Reviews-Angel_and_Woodcutter_Museum-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d8790325-Reviews-Geomunoreum-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d2204929-Reviews-or10-Jeju_Stone_Park-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d13358425-Reviews-Jeju_51-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d2204891-Reviews-Spirited_Garden-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297892-d1582693-Reviews-Seongsan_Ilchulbong-Seogwipo_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297892-d550726-Reviews-Hallasan_National_Park-Seogwipo_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d550694-Reviews-Hamdeok_Beach-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d2202426-Reviews-Bijarim_Forest-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297892-d1888847-Reviews-Daepo_Haean_Jusangjeolli_Cliff-Seogwipo_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297892-d2487434-Reviews-Yongmeori_Beach-Seogwipo_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d4504781-Reviews-Hyeopjae_Beach-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d1776326-Reviews-Udo-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d7264232-Reviews-Yeha_Tour-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d8786742-Reviews-Jeju_Taxi_Tour_KJ-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d10034435-Reviews-Core_Travel-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d3610624-Reviews-Eco_Land_Country_Club-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d24905240-Reviews-Jeju_K_Tour-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d10766442-Reviews-Funtasy_Trip-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g297885-d1643536-Reviews-Manjanggul_Cave-Jeju_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d3723265-Reviews-Balearia_Caribbean-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d23746424-Reviews-Colette_New_Orleans-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g1137831-d12793369-Reviews-Mushroom_Beach-Nusa_Lembongan_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g32279-d6373215-Reviews-Baby_Beach-Dana_Point_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g46325-d3368083-Reviews-Sri_Venkateswara_Temple-Bridgewater_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1060900-d15273891-Reviews-Kichijoji_Petit_Mura-Musashino_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d261241-Reviews-Hanauma_Bay_Nature_Preserve-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g54448-d534525-Reviews-BMW_Zentrum-Spartanburg_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d296037-Reviews-Suleymaniye_Mosque-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g52819-d116604-Reviews-The_Hershey_Story_Museum-Hershey_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297885-d2204929-Reviews-or10-Jeju_Stone_Park-Jeju_Jeju_Island.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297885-d2204929-Reviews-Jeju_Stone_Park-Jeju_Jeju_Island.html"
    }
]