[
    {
        "attraction_name": "Jeonju Hanok Village",
        "attraction_name_vi": "Làng Jeonju Hanok",
        "general_info": [
            "882 đánh giá",
            "1 trong số 71 điều cần làm ở Jeonju",
            "Điểm tham quan Điểm mốc"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Khi bàn bạc, chúng tôi chỉ quyết định địa điểm là Làng Jeonju Hanok và đi một cách liều lĩnh.\nKhi chúng tôi vừa đến Làng Jeonju Hanok, chúng tôi có thể thấy mọi người đang đi bộ trên phố trong bộ hanbok. Hơn nữa, có rất nhiều điểm tham quan như nhà thờ, quán cà phê, kiến ​​trúc truyền thống Hàn Quốc được gọi là Hanok, v.v. Tất cả chúng tôi đều đồng ý rằng phần tuyệt nhất của Làng Jeonju Hanok là cảnh đêm và đi dạo phố đêm trong tâm trạng lãng mạn và khung cảnh tráng lệ.\nNgoài ra, nhà hàng mì Veteran và tiệm bánh PN nổi tiếng cũng nằm gần làng, rất đáng để bạn ghé thăm một lần trong đời.\nMột điều tệ là giá không thể nói là rẻ. Chỉ vậy thôi.Đọc thêm",
            "Nếu họ muốn chụp ảnh với bầu không khí cổ kính, tôi khuyên bạn nên ghé thăm Làng Jeonju Hanok. Có rất nhiều hanok, mang lại bầu không khí cổ xưa. Bạn có thể thuê hanbok xung quanh bạn. Ngoài ra, bạn có thể mua đồ ăn, điều này thật thú vị tại các quầy hàng thực phẩm gần đó. Nó có ưu điểm là có nhiều phông nền để bạn có thể chụp ảnh làm kỷ niệm với gia đình hoặc người yêu. Tuy nhiên, nếu bạn không thích chụp ảnh thì có nhược điểm là những thứ thích thú sẽ bị giảm đi đáng kể. Và đồ ăn bán ở các quán thì hơi đắt so với chất lượng hay số lượng. Nếu bạn thích chụp ảnh với bầu không khí của hanoks thì tôi thực sự khuyên bạn nên làm như vậy.Đọc thêm",
            "Nếu bạn hỏi tôi, nơi duy nhất bạn thực sự phải đến là Làng Jeonju Hanok. Làng Jeonju Hanok là một trong những địa điểm du lịch nổi tiếng nhất ở Jeonju. Hầu hết các tòa nhà ở đây đều là hanok. Bạn có thể trải nghiệm truyền thống bằng cách mặc hanbok, tham quan các di sản văn hóa hoặc tham gia các chương trình trải nghiệm. Khi nói đến ẩm thực, không chỉ các nhà hàng phục vụ món ăn Hàn Quốc mà còn có nhiều món ăn đường phố khác nhau đều nổi tiếng. Ngoài ra, phong cảnh rất tuyệt, rất thích hợp để chụp những bức ảnh đẹp. Đặc biệt cảnh đêm rất đẹp nên mình khuyên bạn nên đi dạo trên phố vào ban đêm.Đọc thêm",
            "Làng Jeonju Hanok nằm ở trung tâm thành phố Jeonju, nơi tập trung những ngôi nhà mái ngói truyền thống của Hàn Quốc. Nơi đây hiện đang là địa điểm du lịch nổi tiếng nhất ở Jeonju. Làng Hanok rất độc đáo, thu hút rất nhiều khách du lịch. Tại Làng Hanok, bạn có thể trải nghiệm Hanok Stay tại Nhà Hanok. Nếu bạn đi du lịch, bạn sẽ có thể cảm nhận được một bầu không khí khác với khách sạn mà bạn thường ở. Ngoài ra, một đặc điểm lớn là bạn có thể trải nghiệm nhiều món ăn đường phố khác nhau. Có rất nhiều điều thú vị để thưởng thức ở Làng Hanok, chẳng hạn như Hội trường Kyunggijeon, Cổng Pungnammun, Nhà thờ Jeondong và Omokdae. Làng Hanok được đề xuất là địa điểm du lịch cho gia đình.Đọc thêm",
            "Nếu bạn không phải là người yêu thích các công viên giải trí với các quầy bán đồ ăn nhanh và phòng trưng bày bắn súng, bạn có thể thấy Làng Jeonju Hanok hơi ngạc nhiên.\n\nPhần lớn thị trấn cổ đã biến thành thiên đường du lịch, nơi các cửa hàng cho thuê trang phục truyền thống thống trị quang cảnh đường phố. Nhiều du khách chọn thuê những bộ trang phục này để khoác lên mình bộ trang phục lộng lẫy - thực sự khá thú vị.\n\nTôi tự hỏi liệu ngành công nghiệp điện ảnh đang bùng nổ của Hàn Quốc có ảnh hưởng đến xu hướng này hay không, nơi mà mọi người hàng ngày đều khao khát được đóng vai chính trong các bộ phim truyền hình hư cấu?\n\nBạn nên khám phá những con phố nhỏ ít khách du lịch nhưng lại toát lên vẻ quyến rũ. Nhưng nhìn chung, bạn có thể sẽ nhanh chóng đi qua Làng Jeonju Hanok - trừ khi bạn lưu trú tại một trong nhiều nhà khách trong khu vực.Đọc thêm",
            "Ngôi làng xinh đẹp này có hơn 800 ngôi nhà theo phong cách truyền thống Hàn Quốc được gọi là Hanok. Đặc điểm dễ nhận thấy nhất là mái ngói ống với các góc cong dốc, sàn nâng và cửa trượt bằng gỗ và giấy. Ngoài mái nhà, các tòa nhà được làm chủ yếu bằng gỗ, mang lại cho ngôi nhà một vẻ ngoài rất quyến rũ. Mặc dù nhiều ngôi nhà đã được chuyển đổi thành cửa hàng, quán cà phê và nhà hàng để phục vụ lượng khách du lịch khổng lồ. Nhiều ngôi nhà vẫn là nơi ở và chỉ làm tăng thêm vẻ quyến rũ. Ngoài ra còn có một số buổi biểu diễn và phim tài liệu về văn hóa và thủ công đáng để xem. Văn phòng thông tin du lịch gần bãi đậu xe có lần. Các tòa nhà đáng tham quan bao gồm Đền thờ Kyunggijeon, Cổng Pungnammun, Trường Nho giáo Jeonju Hyanggyo và các bảo tàng ở phía tây nam của ngôi làng.\n\nThật sự đáng để ở lại ít nhất một vài đêm trong ngôi nhà hanok truyền thống để có được trải nghiệm trọn vẹn.Đọc thêm",
            "Ngôi làng xinh đẹp này có hơn 800 ngôi nhà theo phong cách truyền thống Hàn Quốc được gọi là Hanok. Đặc điểm dễ nhận thấy nhất là mái ngói ống với các góc cong dốc, sàn nâng và cửa trượt bằng gỗ và giấy. Ngoài mái nhà, các tòa nhà được làm chủ yếu bằng gỗ, mang lại cho ngôi nhà một vẻ ngoài rất quyến rũ. Mặc dù nhiều ngôi nhà đã được chuyển đổi thành cửa hàng, quán cà phê và nhà hàng để phục vụ lượng khách du lịch khổng lồ. Nhiều ngôi nhà vẫn là nơi ở và chỉ làm tăng thêm vẻ quyến rũ. Ngoài ra còn có một số buổi biểu diễn và phim tài liệu về văn hóa và thủ công đáng để xem. Văn phòng thông tin du lịch gần bãi đậu xe có lần. Các tòa nhà đáng tham quan bao gồm Đền thờ Kyunggijeon, Cổng Pungnammun, Trường Nho giáo Jeonju Hyanggyo và các bảo tàng ở phía tây nam của ngôi làng. Thật sự đáng để ở lại ít nhất vài đêm trong một ngôi nhà hanok truyền thống để có được trải nghiệm trọn vẹn.Đọc hơn",
            "Nếu bạn không phải là người yêu thích các công viên giải trí với các quầy đồ ăn nhanh và phòng tập bắn súng, bạn có thể thấy Làng Jeonju Hanok hơi ngạc nhiên. Phần lớn thị trấn cổ đã được biến thành thiên đường du lịch, nơi các cửa hàng cho thuê trang phục truyền thống thống trị cảnh quan đường phố. Nhiều du khách chọn thuê những bộ trang phục này để chụp mình trong những bộ trang phục xa hoa - thực sự khá thú vị. Tôi tự hỏi liệu ngành công nghiệp điện ảnh đang bùng nổ của Hàn Quốc có ảnh hưởng đến xu hướng này hay không, nơi mà mọi người hàng ngày đều khao khát được đóng vai chính trong các bộ phim truyền hình hư cấu? Bạn nên khám phá những điều ít hơn thế? những con phố du lịch, toát lên vẻ quyến rũ. Nhưng nhìn chung, bạn có thể sẽ nhanh chóng đi qua Làng Jeonju Hanok - trừ khi bạn lưu trú tại một trong nhiều nhà khách trong khu vực.Đọc thêm",
            "Làng Jeonju Hanok nằm ở trung tâm thành phố Jeonju, nơi tập trung những ngôi nhà mái ngói truyền thống của Hàn Quốc. Nơi đây hiện đang là địa điểm du lịch nổi tiếng nhất ở Jeonju. Làng Hanok rất độc đáo, thu hút rất nhiều khách du lịch. Tại Làng Hanok, bạn có thể trải nghiệm Hanok Stay tại Nhà Hanok. Nếu bạn đi du lịch, bạn sẽ có thể cảm nhận được một bầu không khí khác với khách sạn mà bạn thường ở. Ngoài ra, một đặc điểm lớn là bạn có thể trải nghiệm nhiều món ăn đường phố khác nhau. Có rất nhiều điều thú vị để thưởng thức ở Làng Hanok, chẳng hạn như Hội trường Kyunggijeon, Cổng Pungnammun, Nhà thờ Jeondong và Omokdae. Làng Hanok được đề xuất là địa điểm du lịch cho gia đình.Đọc thêm",
            "Ngôi làng đáng yêu nơi bạn có thể đánh giá cao những người mặc quần áo truyền thống và bạn có thể ăn những món ăn ngon của địa phương. Nếu bạn ở Seul và có thời gian, đừng bỏ lỡ, chỉ cần đi hai chuyến và cũng có những chuyến tham quan có thể đưa bạn đến đóĐọc thêm",
            "Vẽ tranh ở Hanbok thật tuyệt vời trong 1 ngày hoặc 1 đêm Vườn trà có trà tuyệt vời - hãy thử - nếu bạn đã xem phim truyền hình k - điều này càng trở nên sống động hơn Hãy thử cửa hàng thủ công và cửa hàng Dalgkna sau trò chơi mực Hãy thử món ăn đường phố tức là bánh mì của Hàn Quốc - Mỗi nơi có phiên bản gimibap riêng - thực sự là một trải nghiệm ẩm thực khi thấy phòng hanok thực sự nhỏ - điều này là bình thường đối với Hàn Quốc - sàn nhà được sưởi ấm - dễ dàng đi đến bằng xe buýt đến bến xe buýt hoặc ga xe lửa - thẻ tiền hoạt động và rất hữu ích. uber và naver hoạt độngĐọc thêm",
            "Nếu bạn hỏi tôi, nơi duy nhất bạn thực sự phải đến là Làng Jeonju Hanok. Làng Jeonju Hanok là một trong những địa điểm du lịch nổi tiếng nhất ở Jeonju. Hầu hết các tòa nhà ở đây đều là hanok. Bạn có thể trải nghiệm truyền thống bằng cách mặc hanbok, tham quan các di sản văn hóa hoặc tham gia các chương trình trải nghiệm. Khi nói đến ẩm thực, không chỉ các nhà hàng phục vụ món ăn Hàn Quốc mà còn có nhiều món ăn đường phố khác nhau đều nổi tiếng. Ngoài ra, phong cảnh rất tuyệt, rất thích hợp để chụp những bức ảnh đẹp. Đặc biệt cảnh đêm rất đẹp nên mình khuyên bạn nên đi dạo trên phố vào ban đêm.Đọc thêm",
            "Nếu họ muốn chụp ảnh với bầu không khí cổ kính, tôi khuyên bạn nên ghé thăm Làng Jeonju Hanok. Có rất nhiều hanok, mang lại bầu không khí cổ xưa. Bạn có thể thuê hanbok xung quanh bạn. Ngoài ra, bạn có thể mua đồ ăn, điều này thật thú vị tại các quầy hàng thực phẩm gần đó. Nó có ưu điểm là có nhiều phông nền để bạn có thể chụp ảnh làm kỷ niệm với gia đình hoặc người yêu. Tuy nhiên, nếu bạn không thích chụp ảnh thì có nhược điểm là những thứ thích thú sẽ bị giảm đi đáng kể. Và đồ ăn bán ở các quán thì hơi đắt so với chất lượng hay số lượng. Nếu bạn thích chụp ảnh với bầu không khí của hanoks thì tôi thực sự khuyên bạn nên làm như vậy.Đọc thêm",
            "Ngoài du lịch và thương mại. Có một khu vực rất nhỏ trông rất đẹp và phần còn lại nằm trên đỉnh cao phô trương của Joseon.  Bước ra ngoài những con phố hanok chật hẹp này, bạn sẽ nhanh chóng bắt gặp những khu vực khá tồi tàn với rác thải dọc đường. Jeonju có vẻ cường điệu hơn là thực chất.Đọc thêm",
            "Đẹp như tranh vẽ và dễ dàng để đi bộ xung quanh.  Rất nhiều cửa hàng nhỏ và các điểm quan tâm.  Rất vui được điền vào 2 đến 3 giờ.  Kiến trúc thú vị.Đọc thêm",
            "Nơi rất du lịch. Giống như một khu mua sắm khổng lồ theo phong cách làng hanok. Không có gì mang tính văn hóa và không có ý nghĩa gì trong chuyến đi trong ngày từ Seoul.Đọc thêm",
            "Các địa điểm ở Làng Hanok mở cửa đến bao giờ? Chúng tôi dự định bắt đầu thăm quan vào khoảng 3 giờ chiều và tôi tự hỏi liệu điều đó có quá muộn khôngĐọc thêm",
            "Một số mở cửa đến 9 giờ tối. Nhưng một số đóng cửa lúc 6 giờ chiều. Tốt nhất nên kiểm tra trang web chính thức: \ntiếng anh.visitkorea.or.krenuATRSI_EN_3_1_1_1.jsp?cid264285\n\nTôi hy vọng bạn có những phút giây tận hưởng tuyệt vời ở đây. Đọc thêm",
            "CHÀO,\nLàm thế nào để tôi đến Jeonju từ Sân bay Quốc tế Seoul bằng xe buýt? Tôi có những lựa chọn xe buýt nào?Đọc thêm",
            "CHÀO,\n\nBạn có thể sử dụng xe buýt Daihan Express từ Seoul đến Jeonju. Xe buýt đi từ cả hai nhà ga hành khách. Bạn có thể tìm thêm thông tin trên trang web Daihan. Thật không may, tôi không thể đưa liên kết vào đây. Cứ thử Google Daihan Limusine Korea không có lỗi chính tả, họ viết như thế này.\nChuyến đi mất khoảng 4 - 4,5 giờ và tốn 31000 KRW. Xe buýt rất thoải mái. Người lái xe sẽ dừng giữa chừng để giải khát, đi vệ sinh, v.v. Từ ga Jeonju đến làng Hanook chỉ mất 10 phút. Đi taxi.\n\nChúc bạn có một chuyến đi vui vẻ!Đọc thêm",
            "CHÀO \nTôi dự định ở nhà khách hanok trong làng jeonju hanok. Tôi có thể biết liệu taxi có thể chở tôi thẳng đến nhà khách trong làng hay không được phép sử dụng ô tô trong làng?Đọc thêm",
            "CHÀO. Taxi có thể đi càng gần càng tốt đến hầu hết các nơi. Đôi khi, giữa đường và lối vào có vài mét bạn phải đi bộ.  Hỏi chủ nhà nghỉ xem từ cửa ra đường bao xa....Đọc thêm",
            "Thời tiết tháng 6 sẽ như thế nào? Có nóng lắm không!? Và mất bao lâu để đến jeonju từ seoul? Đọc thêm",
            "Có tốt để đi vào mùa đông không? Chúng tôi đang có kế hoạch đi vào ngày 28 tháng 12 năm 2018 cho chuyến đi trong ngày. Đọc thêm",
            "Sẽ rất tuyệt, có lẽ sẽ có ít người hơn, nhưng bạn nên chuẩn bị cho thời tiết lạnh giá. Mặt khác thời điểm bạn dự định đi có lượng mưa ít nhất trong năm.Đọc thêm",
            "Có sự khác biệt nào giữa ngôi nhà truyền thống ở Seoul và Jenonju không?Đọc thêm",
            "Bản thân những ngôi nhà đều giống nhau. Sự tôn trọng là, Jeonjus là một thị trấn lớn. Bạn có thể ở đó, tìm hiểu văn hóa truyền thống Hàn Quốc, có rất nhiều cửa hàng và nhà hàng. Đọc thêm",
            "Tôi dự định đến Jeonju vào ngày 4 tháng 10 để tự mình đi du lịch. Tôi biết đó là lễ Chuseok? NgàyTết Trung ThuNgày đó, vậy ngày đó có phải là thời điểm thích hợp để đi du lịch không? Hầu hết các địa điểm sẽ bị đóng cửa?Đọc thêm",
            "Trong chu seok. Làng han ok là địa ngục của nhiều người. Cửa hàng nào cũng sẽ mở. nhưng rất đông đúc.  nên nếu bạn muốn tận hưởng thoải mái. tôi không khuyên bạn nên mùa đó. nên bạn phải lo nơi đông đúc chứ không phải quán đóng cửa. cảm ơn bạnĐọc thêm",
            "xin chào gia đình tôi và tôi sẽ đi du lịch từ ngày 8 đến ngày 12 tháng 5, tôi đang tự hỏi chúng tôi nên ở khu vực nào và cách tốt nhất để đi du lịch vì có 12 người.Đọc thêm",
            "CHÀO. Tôi xin lỗi vì phản hồi chậm trễ. Jeonju là một khu vực tuyệt vời với nhiều điểm tham quan dành cho cả gia đình. Chúng tôi ở tại Gaeunchae Hanok và người chủ nói tiếng Anh và có thể đưa ra rất nhiều gợi ý nên đi đâu. Tôi không biết liệu toàn bộ Hanok có thể chứa được 12 người hay không nhưng nó đáng để hỏi. Tôi khá chắc chắn rằng anh ấy có khoảng 5-6 phòng. Hãy đặt càng sớm càng tốt ở bất cứ nơi nào bạn quyết định ở vì 12 là rất nhiều đối với hầu hết các nơi. Hy vọng điều này sẽ giúp... chúc bạn có thời gian vui vẻ! Tháng 5 chắc sẽ đẹp lắm!Đọc thêm",
            "Ba chúng tôi sẽ đến làng Jeonju Hanon vào ngày 2 tháng 10.\nMỗi người sẽ được yêu cầu mang theo một chiếc vali cỡ M khi vào.\nMình nghe nói có những nơi bạn có thể để hành lý miễn phí nhưng để 3 vali cỡ vừa có được không?Đọc thêm",
            "Tôi đã có thể gửi hành lý tại khách sạn miễn phí sau khi trả phòng đến khoảng 3 giờ chiều.\nTôi không biết nó có miễn phí hay không, nhưng vì có rất nhiều khách du lịch nên tôi nghĩ có những cơ sở để bạn có thể để hành lý ở đó.\nNếu bạn thuê xe máy ở cửa hàng cho thuê xe máy điện thì họ sẽ giữ xe cho bạn tạm thời. Tôi nghĩ giá khoảng 30.000w một giờ.\nBạn cũng có thể ngồi cho hai người.Đọc thêm",
            "cách tốt nhất để đến làng từ Seuol là gì?Đọc thêm",
            "Đi tàu ở ga Seoul. Sẽ mất 1 giờ 50 phút từ Seoul.Đọc thêm"
        ],
        "star_ratings": [
            340,
            330,
            150,
            44,
            18
        ],
        "review_amount": 882,
        "location": [
            "Jeollabuk-do",
            "Những điều cần làm ở Jeonju",
            "Làng Jeonju Hanok",
            "Jeonju",
            "Hàn Quốc",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 28, 2023",
            "Written January 5, 2024",
            "Written January 9, 2024",
            "Written April 16, 2024",
            "Written May 15, 2024",
            "Written May 17, 2024",
            "Written May 17, 2024",
            "Written May 15, 2024",
            "Written April 16, 2024",
            "Written March 24, 2024",
            "Written February 1, 2024",
            "Written January 9, 2024",
            "Written January 5, 2024",
            "Written October 30, 2023",
            "Written October 21, 2023",
            "Written August 13, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1143545-d2224863-Reviews-Jeonju_Hanok_Village-Jeonju_Jeollabuk_do.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1143545-d6494509-Reviews-Hyundaiok_Nambusijang-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1143545-d4034745-Reviews-Hanguk_Jip-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1143545-d4881057-Reviews-Veteran-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1143545-d9180410-Reviews-Waeng_I_Yellow_Beans_Rice_Soup-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1143545-d4033251-Reviews-Yetchon_Makgeolli-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1143545-d4190073-Reviews-Nammun_Pisundae-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1143545-d9095274-Reviews-Da_Urang-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1143545-d8995311-Reviews-PNB_Pungnyeon_Bakery_Hanok_Maeul_1_ho-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1143545-d6592021-Reviews-HanKookKwan-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1143545-d9079110-Reviews-E_Ruhwa-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d3805436-Reviews-Jeondong_Catholic_Church-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d3805544-Reviews-Gyeonggijeon_Shrine-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d6491582-Reviews-Royal_Portrait_Museum-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d13151708-Reviews-Statue_of_Peace-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d2476755-Reviews-Pungnammun_Gate-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d6622681-Reviews-Hakindang-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d4094842-Reviews-Jeonju_Crafts_Exhibition_Hall-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d10754881-Reviews-Nambu_Market-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d3583968-Reviews-Omokdae_and_Imokdae-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d10754895-Reviews-Chungnyun_Mall-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d2224863-Reviews-or10-Jeonju_Hanok_Village-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d3805550-Reviews-Jeonjuhyanggyo_Confucian_School-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d3136731-Reviews-Jeonju_World_Cup_Stadium-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d7937126-Reviews-Jeonju_Gaeksa-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d10898005-Reviews-Jaman_Mural_Village-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d3805468-Reviews-Hanbyeokdang_Pavillion-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d12661694-Reviews-Hanboknam_Jeonju_Hanok_Village-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d27748686-Reviews-Jeonju_Hanok_Village_History_Museum-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d10748030-Reviews-Blue_Stone_Pottery-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d7939990-Reviews-Sol_Hwarang-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g1143545-d3805578-Reviews-Jeonju_Korean_Traditional_Wine_Museum-Jeonju_Jeollabuk_do.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d661389-Reviews-Main_Street-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g42986-d23292772-Reviews-Thai_Massage_Asian_Spa_Crystal-Crystal_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g33265-d4758999-Reviews-Toyota_Amphitheater-Wheatland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g293997-d7274332-Reviews-Water_Garden-Manama.html",
            "https://www.tripadvisor.com/Attraction_Review-g29584-d3443156-Reviews-Myre_Big_Island_State_Park-Albert_Lea_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g297966-d3602194-Reviews-Club_Inferno_Kemer-Kemer_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d261241-Reviews-Hanauma_Bay_Nature_Preserve-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g56209-d1574245-Reviews-Luckenbach_Texas-Luckenbach_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g304138-d2534649-Reviews-Udawattekele_Sanctuary-Kandy_Kandy_District_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d181707-Reviews-Owens_Thomas_House_Slave_Quarters-Savannah_Georgia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1143545-d2224863-Reviews-or10-Jeonju_Hanok_Village-Jeonju_Jeollabuk_do.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1143545-d2224863-Reviews-Jeonju_Hanok_Village-Jeonju_Jeollabuk_do.html"
    }
]