[
    {
        "attraction_name": "Jewel Cave National Monument",
        "attraction_name_vi": "Di tích Quốc gia Hang Ngọc",
        "general_info": [
            "1.435 đánh giá",
            "8 trong số 41 điều cần làm ở Custer",
            "Các công viên quốc gia",
            "Hang động Hang động"
        ],
        "attraction_summary": "Đài tưởng niệm Quốc gia Hang Jewel là nơi có một trong những hang động dài nhất thế giới. Cung cấp một loạt các hình dạng hang động và cơ hội giải trí, nhiều du khách thực sự ngạc nhiên trước vùng hoang dã dưới lòng đất này. Ấn tượng nhất là việc thăm dò, khám phá vẫn tiếp tục diễn ra tại nguồn tài nguyên thiên nhiên quan trọng này. Xin lưu ý rằng trong thời gian trái mùa 2020-2021, trung tâm du khách, Cửa hàng Công viên, đường mòn trên bề mặt và khu dã ngoại mở cửa từ Thứ Năm đến Chủ Nhật, từ 8:30 sáng đến 4:30 chiều. MDT. Tuy nhiên, các chuyến tham quan hang động bị đình chỉ do dự án xây dựng thang máy. Đối với những người tham quan di tích, đường đi một chiều được thiết lập bên trong trung tâm du khách, với các biển chỉ dẫn để du khách nhận biết. Các nhân viên kiểm lâm của Công viên có mặt tại chỗ để trả lời các câu hỏi và hỗ trợ các Chương trình Kiểm lâm Thiếu niên và Kiểm lâm Pee Wee ngày càng phổ biến. Nếu có câu hỏi và hỗ trợ cụ thể, vui lòng liên hệ trước với di tích qua điện thoại hoặc email.Đọc thêm",
        "reviews": [
            "Có rất nhiều thứ để đến đây hơn người ta nghĩ dựa trên quy mô trên mặt đất. Có một trung tâm trình diễn với các cuộc triển lãm, rạp hát với các video về hang động nếu bạn không thể tham gia chuyến tham quan hang động. Bạn cũng có thể đi bộ trên nhiều con đường mòn khác nhau, một trong số đó dẫn đến lối vào lịch sử của Hang Ngọc. Mô tả chuyến tham quan hang động và vé có sẵn tại Recreation.gov tối đa 3 ngày trước chuyến thăm của bạn. Nếu bạn quyết định đi theo ý thích, hãy đi sớm để có lựa chọn tốt nhất cho các chuyến tham quan trong ngày. Đội ngũ nhân viên có kiến ​​thức, thân thiện và giỏi gợi ý các hoạt động cho nhóm của bạn.Đọc thêm",
            "Đối với những người trong chúng ta đã đạt đến độ tuổi nhất định mà 700 bậc thang không phải là lựa chọn mong muốn khi khám phá hang động, thì Hang Jewel là một lựa chọn tuyệt vời. Chúng tôi đã tham gia tour cho phép bạn trải nghiệm hang động trên một bề mặt phẳng với ít cầu thang nhất và hiệu quả tối đa. Thang máy sẽ đưa bạn xuống tầng hang động và bạn sẽ bước ra một bề mặt phẳng phù hợp với xe lăn. Hướng dẫn viên sẽ đưa bạn đến nhiều góc khác nhau của căn phòng lớn này, giải thích các đặc điểm khiến hang động này trở thành một viên ngọc thực sự. Tour này kéo dài khoảng 20 phút. Để có những trải nghiệm sâu sắc hơn, di tích này cung cấp nhiều cuộc khám phá dưới lòng đất ấn tượng hơn. Đọc thêm",
            "Giống như bất kỳ công viên hoặc di tích quốc gia nào hiện nay, vé nên được đặt trước thông qua quy trình rất đơn giản trên trang đặt chỗ. Chúng tôi đã đặt được năm vé khá dễ dàng cho chuyến tham quan ngắm cảnh. Hướng dẫn đến nơi, những gì sẽ xảy ra, các mặt hàng bị cấm cũng như những yêu cầu về thể chất đã được nêu rõ ràng trên trang web. Chuyến tham quan ngắm cảnh là một trong những trải nghiệm hang động tuyệt vời nhất mà tôi từng có và tôi đã đi tham quan các hang động trên khắp lục địa Hoa Kỳ và Hawaii. Cầu thang và sân ga gần đây đã được làm lại vào năm 2020 và điều đó cho thấy chúng an toàn và dễ đi lại. Có rất nhiều dạng đá khác nhau và hướng dẫn kiểm lâm của chúng tôi rất nhiều thông tin, thú vị và thân thiện. Các nhân viên của trung tâm du khách cũng rất niềm nở và tốt bụng. Tôi không thường xuyên ghé thăm một hang động nhiều lần, nhưng tôi nóng lòng muốn quay lại hang động này và thực hiện chuyến tham quan dưới ánh đèn vào lần tới. Tôi không phải là người có vóc dáng cân đối nhất và đầu gối cũng như hông của tôi thường xuyên bị đau, nhưng tôi không gặp khó khăn gì trong chuyến tham quan ngắm cảnh. Đọc thêm",
            "Chúng tôi hy vọng có thể tham quan công viên này vì chúng tôi không thể đến Hang Gió.  Thật không may, họ đã được đặt trước trong ngày nên chúng tôi không thể tham gia chuyến tham quan.  Chúng tôi đã xem phim tại một tòa nhà gần trung tâm du khách nên điều đó đã cung cấp cho chúng tôi thông tin về Hang Ngọc.  Chúng tôi cũng lái xe đến khu vực lịch sử và đi bộ một đoạn đường mòn.  Chúng tôi thật may mắn khi nhìn thấy một số con cừu sừng lớn trong công viên.   Nếu chúng tôi quay trở lại khu vực này, sẽ cố gắng thực hiện chuyến tham quan, nhưng vẫn vui vì chúng tôi đã dừng lại và kiểm tra một Di tích Quốc gia khác. Đọc thêm",
            "Thật là một trải nghiệm thú vị! Chúng tôi được hướng dẫn bởi một Kiểm lâm phiên dịch, người đã chia sẻ thông tin về hang động khi chúng tôi đi qua. Có khá nhiều bước trong Chuyến tham quan ngắm cảnh mà chúng tôi đã thực hiện, nhưng nó thật phi thường. Đặt chỗ trực tuyến để tiết kiệm thời gian và đảm bảo rằng bạn có chỗ trong chuyến tham quan và có mặt sớm. Mang theo áo khoác vì nhiệt độ trong hang không đổi là 49 độ, nhưng một chiếc áo nhẹ mà bạn có thể quấn quanh eo trên đường ra ngoài sẽ rất hữu ích vì tôi thấy ấm trên đường trở ra. Bạn không thể mang theo một chiếc túi hoặc bất cứ thứ gì lớn hơn những gì vừa với túi của bạn và bạn cần có những đôi giày kín hoàn toàn. Có một khay khử nhiễm mà bạn sẽ đi qua trên đường ra khỏi hang.Đọc thêm",
            "Tôi đã đọc một số bài đánh giá tỏ ra khó chịu vì không thể tham quan hang động trong cùng một ngày. Thật không may, hầu hết các địa điểm phổ biến đều yêu cầu đặt chỗ trước vài ngày. Tôi không thích thực tế mới, nhưng nó là như vậy. \n\nChúng tôi rất thích chuyến tham quan của mình với Ranger Tom. Anh ấy có khiếu hài hước tuyệt vời và chúng tôi rất thích những câu chuyện của anh ấy về lịch sử hang động. Đây là một chuyến tham quan hang động tuyệt đẹp và rất đáng để bạn dành thời gian nếu bạn có thể lên kế hoạch trước cho việc đặt tour. Đọc thêm",
            "Chúng tôi đã tham gia chuyến tham quan Discovery.  Rất ấn tượng.  Hướng dẫn viên đã làm rất tốt việc trả lời các câu hỏi và chỉ ra các tính năng khác nhau.  Đi thang máy rất nhanh, khoảng 15 giây.  Khu vực bạn bước vào hang là một căn phòng rộng.  Ngay cả khi hơi ngột ngạt một chút, tôi nghĩ bạn có thể làm được.  Có một số con đường mòn bạn có thể đi bộ ở đây và bãi đậu xe của Khu di tích lịch sử là một nơi tuyệt vời để đi dã ngoại hoặc để thoát khỏi sự vội vã một chút.Đọc thêm",
            "Chúng tôi đã đặt một chuyến tham quan có hướng dẫn trực tuyến, điều này được khuyến khích.  Chúng tôi đã có một chuyến du lịch với Tom.  Anh ấy rất thông tin. Chúng tôi đã học được rất nhiều và thực sự rất thích chuyến tham quan.  Có rất nhiều cầu thang, nhưng lối đi và cầu thang ở tình trạng rất tốt.  Đây là một hang động nên mặc dù lối đi khá rộng mở nhưng nó có thể hơi chật đối với một số người mắc chứng sợ bị nhốt.Đọc thêm",
            "Vé cần phải mua trước nếu bạn muốn chắc chắn rằng mình có thể đi vào Hang động. Chúng tôi đã thực hiện chuyến tham quan ngắm cảnh, mất khoảng một giờ 15 phút.  Hướng dẫn kiểm lâm rất nhiều thông tin về lịch sử của hang động, sự hình thành là gì và hệ thống hang động tiếp tục được khám phá như thế nào. Anh ấy làm cho chuyến đi của mình rất thú vị và thú vị. Bạn đi thang máy xuống khoảng 380 ft và sau đó bắt đầu chuyến tham quan ở nhiều phòng hang động khác nhau.  Chuyến tham quan tiếp tục đi qua những con đường và khá nhiều cầu thang để đến các phần khác. Ở đó mát mẻ nên hãy mang theo áo len hoặc áo khoác nhẹ. Chắc chắn có thứ gì đó để xem.Đọc thêm",
            "Trải nghiệm hoàn toàn tuyệt vời. \n\nHang động thực sự là một viên ngọc quý với các lớp canxit dày và các khoáng chất khác lót trong hang. Có rất nhiều hình dạng và căn phòng thú vị để chiêm ngưỡng trong chuyến tham quan. \n\nCơ sở vật chất được bảo trì tốt, bao gồm cả phòng vệ sinh và nhân viên đều thân thiện. \n\nTôi đã tham gia chuyến tham quan ngắm cảnh. Đó là một chút vất vả và có lẽ không phải là một lựa chọn tuyệt vời cho những người gặp khó khăn trong việc di chuyển. Tuy nhiên, lối đi và cầu thang ở trong tình trạng tốt. Đọc thêm",
            "Một trải nghiệm thú vị để tìm hiểu về một trong những hang động lịch sử ở Hoa Kỳ của chúng tôi. Chúng tôi rất thích chuyến tham quan Discovery ngắn. 20 phút. Trung tâm thông tin có rất nhiều màn hình mang tính giáo dục. Các cháu gái của chúng tôi đã có thể nhận được huy hiệu Junior Ranger.Đọc thêm",
            "Chúng tôi đã đi vào tháng Hai và nhóm 11 người của chúng tôi đã có toàn bộ chuyến tham quan ngắm cảnh cho riêng mình. Hướng dẫn viên của chúng tôi thật tuyệt vời và có đầy đủ thông tin hấp dẫn về hang động. Chúng tôi đã thực hiện chuyến lưu diễn với một đứa trẻ 5, 6 và 8 tuổi. Nó đủ thú vị để thu hút sự chú ý của họ trong suốt chuyến tham quan kéo dài 1 giờ 20 phút. Hãy chắc chắn rằng nếu bạn có con nhỏ, bạn sẽ tham gia chương trình Junior Ranger. Chúng tôi cũng đã dành thời gian xem video tại trung tâm dành cho du khách Verne và cả 3 cậu bé đều giành được Huy hiệu VÀ Huy hiệu Kiểm lâm Thiếu niên. Đọc thêm",
            "Nếu bạn là người yêu thích khoa học về hang động, hãy dừng lại. Tìm hiểu về loài dơi và tất cả các dạng đá khác nhau ở cùng một nơi. Chuyến đi bộ thú vịĐọc thêm",
            "Ngày đẹp trời nên chúng tôi ăn trưa dã ngoại trước khi xem phim Hang Ngọc, sau đó đặt trước chuyến tham quan.  Công viên Quốc gia Ranger Don của chúng tôi là một nguồn thông tin tuyệt vời và tôi thích biết về lịch sử của hang động cũng như cách nó vẫn đang được khám phá.  Nếu bạn đang đi tham quan hang động, hãy đặt chỗ sớm.Đọc thêm",
            "Trải nghiệm hoàn toàn tuyệt vời. Hang động thực sự là một viên ngọc quý với các lớp canxit dày và các khoáng chất khác lót trong hang. Có rất nhiều hình dạng và căn phòng thú vị để chiêm ngưỡng trong chuyến tham quan. Cơ sở vật chất được bảo trì tốt, bao gồm cả phòng vệ sinh và nhân viên đều thân thiện. Tôi đã tham gia chuyến tham quan ngắm cảnh. Đó là một chút vất vả và có lẽ không phải là một lựa chọn tuyệt vời cho những người gặp khó khăn trong việc di chuyển. Tuy nhiên, lối đi và cầu thang ở trong tình trạng tốt. Đọc thêm",
            "Bạn cần mua vé trước nếu muốn đảm bảo rằng bạn có thể vào Hang động. Chúng tôi đã tham gia tour ngắm cảnh, mất khoảng một giờ 15 phút. Hướng dẫn viên kiểm lâm rất am hiểu về lịch sử của hang động, các thành tạo và cách hệ thống hang động tiếp tục được khám phá. Anh ấy cũng làm cho chuyến tham quan của mình trở nên rất thú vị và giải trí. Bạn đi thang máy xuống khoảng 380 ft và sau đó bắt đầu tham quan trong các phòng hang động khác nhau. Chuyến tham quan tiếp tục qua các con đường và khá nhiều cầu thang để đến các khu vực khác. Trời mát ở đó nên hãy mang theo áo len hoặc áo khoác nhẹ. Chắc chắn có điều gì đó để xem. Đọc thêm",
            "Hang động đẹp. Đi bộ gọn gàng. Tìm hiểu về tất cả những gì họ biết về phần còn lại của hang động rất thú vị. Hướng dẫn viên kiểm lâm vui vẻ và thân thiện! Đọc thêm",
            "Chúng tôi đã đặt tour có hướng dẫn trực tuyến, rất đáng để thử. Chúng tôi đã đi tour với Tom. Anh ấy rất am hiểu. Chúng tôi đã học được rất nhiều và thực sự thích tour này. Có rất nhiều cầu thang, nhưng đường đi và cầu thang thực sự rất tốt. Đây là một hang động nên mặc dù đường đi khá thoáng, nhưng có thể hơi chật đối với một số người mắc chứng sợ không gian hẹp. Đọc thêm",
            "Chúng tôi đã tham gia chuyến tham quan Discovery.  Rất ấn tượng.  Hướng dẫn viên đã làm rất tốt việc trả lời các câu hỏi và chỉ ra các tính năng khác nhau.  Đi thang máy rất nhanh, khoảng 15 giây.  Khu vực bạn bước vào hang là một căn phòng rộng.  Ngay cả khi hơi ngột ngạt một chút, tôi nghĩ bạn có thể làm được.  Có một số con đường mòn bạn có thể đi bộ ở đây và bãi đậu xe của Khu di tích lịch sử là một nơi tuyệt vời để đi dã ngoại hoặc để thoát khỏi sự vội vã một chút.Đọc thêm",
            "Tôi đã đọc một số bài đánh giá tỏ ra khó chịu vì không thể tham quan hang động trong cùng một ngày. Thật không may, hầu hết các địa điểm phổ biến đều yêu cầu đặt chỗ trước vài ngày. Tôi không thích thực tế mới, nhưng nó là như vậy. Chúng tôi rất thích chuyến tham quan của mình với Ranger Tom. Anh ấy có khiếu hài hước tuyệt vời và chúng tôi rất thích những câu chuyện của anh ấy về lịch sử hang động. Đây là một chuyến tham quan hang động tuyệt đẹp và rất đáng để bạn dành thời gian nếu bạn có thể lên kế hoạch trước cho việc đặt tour. Đọc thêm",
            "Trang web nêu rõ \n\nTất cả những người tham gia chuyến tham quan phải có khả năng di chuyển 723 bậc thang dọc theo tuyến đường tham quan mà không cần trợ giúp. Nên đưa trẻ nhỏ tham gia Discovery Talk. Trẻ sơ sinh và trẻ mới biết đi chỉ có thể được vận chuyển bằng xe đẩy phía trước và trẻ phải ở trong xe đẩy trong suốt thời gian tham quan. Cha mẹ không được phép bế trẻ ở mọi lứa tuổi trong chuyến tham quan này nếu không có người vận chuyển phía trước.\n\nAi đó có thể vui lòng xác nhận rằng tôi có thể đặt đứa con 2 tuổi của mình vào một chiếc xe đẩy phía trước không?  Người ta cũng nói là hãng vận chuyển phía trước nhưng không đề cập đến hãng vận chuyển ba lô kiểu Kelty, những thứ đó có được phép không?  Chúng không rộng hơn một người và không khiến trẻ cao hơn nhiều so với người lớn.Đọc thêm",
            "Vừa thực hiện chuyến tham quan này...Tôi đồng ý với những nhận xét trước đó...hang có nhiều chỗ chật và có chỗ rất dốc. Bạn phải giữ chặt các lối đi. Chỉ cần gọi cho park để có câu trả lời dứt khoát.Đọc thêm",
            "Có đi bộ đường dài không? Tôi có 3 đứa trẻ mới biết đi?Đọc thêm",
            "Nếu bạn là người lớn độc thân, việc quản lý ba người và đi theo đường mòn trong hang động có thể là một thách thức. Quy định trong hang động khá nghiêm ngặt, tôi sẽ hỏi công viên qua email trước và Tìm hiểu trước khi đi. Đọc thêm",
            "Chuyến tham quan ngắm cảnh hoặc Chuyến tham quan đèn lồng, người đã thực hiện cả hai...và chuyến tham quan nào tốt hơn vào tháng Bảy. Rất tiếc là chúng tôi không có thời gian cho cả hai.Đọc thêm",
            "Tôi đã đến thăm vào tháng 5, vì vậy tour tham quan latern không khả dụng. Hãy nhớ rằng tour tham quan latern theo mùa tùy thuộc vào thời kỳ ngủ đông của dơi, vất vả hơn và ai đến trước được phục vụ trước. Và nếu ánh sáng chỉ giới hạn ở nhóm cầm latern, có thể bạn sẽ không nhìn thấy nhiều, chỉ đủ để tránh vấp ngã đập đầu.\nTour tham quan danh lam thắng cảnh tốt hơn tôi mong đợi, khiến đứa con 14 tuổi của tôi hoàn toàn tập trung và đủ thử thách với những thay đổi về độ cao, độ dài đường đi và vẻ đẹp tuyệt đối. Đọc thêm",
            "Có bao nhiêu du khách đi thang máy cùng một lúc?  NPS có chính sách cho phép những người sợ bị nhốt chỉ đi thang máy với một vài khách để tránh cảm giác đông đúc không?  Ngoài ra, chuyến đi kéo dài bao lâu?\n\nTôi sẽ ở khu vực Black Hills từ ngày 14 đến ngày 27 tháng 9 năm 2019 và rất muốn vào bên trong nhưng cần chỗ ở trên thang máy. Tôi ổn trong hang động, miễn là trời lạnh.  Tôi đánh giá cao bất kỳ thông tin nào, cảm ơn!Đọc thêm",
            "Nếu bạn là người sợ hãi, hang động không phải là nơi bạn muốn ghé thăm. Thang máy chứa được 20 người với 2 lượt cho 40 người mỗi lượt. Nhiệt độ trong hang quanh năm khoảng 50 độ Đọc thêm",
            "Tôi nên đến sớm bao lâu để nhận được vé tham quan trong ngày?  Cảm ơnĐọc thêm",
            "Dù phòng vé mở cửa vào lúc nào thì cách đây vài tuần là 8h30, khi chúng tôi đến 8h15 thì đã có hàng dài xếp hàng chờ mua vé.  Chuyến tham quan đầu tiên mà chúng tôi có thể bắt đầu là lúc 10:40 sáng, nhưng trong khi đó chúng tôi đã đi bộ trên một trong những con đường mòn tự nhiên vòng quanh để giết thời gian.  Có một chuyến tham quan lúc 10:00 bạn có thể mua vé trực tuyến nhưng vé đã được đặt kín từ hơn một tuần trước.Đọc thêm",
            "Nếu chúng tôi đặt trước vé cho chuyến tham quan ngắm cảnh và chuyến tham quan đèn lồng lịch sử có sẵn khi chúng tôi đến đó, liệu chúng tôi có thể đổi vé không? Chuyến đi của chúng tôi được lên kế hoạch vào tuần thứ 2 của tháng 6 và chuyến tham quan đèn lồng sẽ diễn ra sớm và không thể đặt trước được. Cảm ơn trước!Đọc thêm",
            "Đặt chỗĐọc thêm",
            "Chúng tôi dự kiến ​​sẽ đến thăm vào tuần đầu tiên của tháng 5 năm 2018, khi đó các hang động có mở cửa không?Đọc thêm",
            "Có ... Khu tưởng niệm Quốc gia Hang Ngọc mở cửa quanh năm; tuy nhiên, có những chuyến tham quan và thời gian hạn chế trong những tháng mùa đông. Kể từ tháng 5 năm 2018, Đài tưởng niệm sẽ tổ chức các chuyến tham quan hang động có hướng dẫn viên mỗi ngày trong tuần. \n\nVào ngày tham quan, vé được bán theo nguyên tắc ai đến trước được bán trước và thường bán hết vào cuối buổi sáng hoặc đầu giờ chiều. Nếu bạn muốn mua vé trước, vui lòng xem trang web của Black Hills Vacations, đây là trang web dành cho Cơ quan đặt phòng trung tâm Black Hills ... và nhấp vào liên kết đến Công viên quốc gia và Công viên tiểu bang.\n\nNếu có thêm câu hỏi, đừng ngần ngại liên hệ với trung tâm du khách ... địa chỉ email và số điện thoại có thể được tìm thấy trực tuyến.Đọc thêm",
            "Chúng tôi đang lên kế hoạch đi tham quan Scenic, nhưng chồng tôi đã 65 tuổi. Liệu anh ấy có ổn không hay anh ấy sẽ quá cao?Đọc thêm",
            "Anh ta sẽ ổn thôi.  Diện tích hang động nơi diễn ra chuyến tham quan thắng cảnh rất lớn.  Anh ấy sẽ chỉ phải coi chừng đầu mình ở một vài chỗ thôi!Đọc thêm",
            "Chúng tôi sẽ đến thăm vào giữa cuối tháng 9 và có thể sẽ để một con chó trong xe trong suốt chuyến tham quan, nếu trời đủ mát.  Có khu vực bóng mát nào trong bãi đậu xe ở Hang Ngọc hay Hang Gió không?Đọc thêm",
            "Không có khu vực nào có đủ bóng râm để bỏ mặc vật nuôi trong xe trong những tháng mùa hè và chúng tôi thực sự không khuyến khích hành vi này.Đọc thêm",
            "Có bao nhiêu cầu thang trong chuyến tham quan thông thường?Đọc thêm",
            "Chuyến tham quan ngắm cảnh có 723 bậc thang hoặc 42 tầng cầu thang.Đọc thêm"
        ],
        "star_ratings": [
            838,
            378,
            133,
            42,
            44
        ],
        "review_amount": 1435,
        "location": [
            "Các hoạt động ở Custer",
            "Di tích Quốc gia Hang Ngọc",
            "Nam Dakota SD",
            "Hoa Kỳ",
            "Custer"
        ],
        "reviews_time": [
            "Written July 4, 2023",
            "Written July 19, 2023",
            "Written August 8, 2023",
            "Written September 7, 2023",
            "Written September 16, 2023",
            "Written September 22, 2023",
            "Written October 1, 2023",
            "Written October 3, 2023",
            "Written October 7, 2023",
            "Written October 12, 2023",
            "Written May 30, 2024",
            "Written February 11, 2024",
            "Written November 12, 2023",
            "Written October 17, 2023",
            "Written October 12, 2023",
            "Written October 7, 2023",
            "Written October 5, 2023",
            "Written October 3, 2023",
            "Written October 1, 2023",
            "Written September 22, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60865-d143180-Reviews-Jewel_Cave_National_Monument-Custer_South_Dakota.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d10607011-Reviews-Hell_Canyon_Trail-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d143180-Reviews-or10-Jewel_Cave_National_Monument-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d104025-Reviews-Custer_State_Park-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d145927-Reviews-Needles_Eye-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d3546101-Reviews-Cathedral_Spires_Hiking_Trail-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d146968-Reviews-Black_Hills_National_Forest-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d125427-Reviews-Sylvan_Lake-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d12698625-Reviews-Peter_Norbeck_Scenic_Byway-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d147181-Reviews-Legion_Lake-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d7246252-Reviews-Little_Devil_s_Tower_Trail-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d145924-Reviews-Stockade_Lake-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d145919-Reviews-Grace_Coolidge_Creek-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d293589-Reviews-Four_Mile_Old_West_Town-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d8540188-Reviews-Ponderosa_Trail_Rides-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d670084-Reviews-Golden_Circle_Tours-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d2650998-Reviews-Spirit_Horse_Escape-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d675670-Reviews-National_Museum_of_Wood_Carving-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g187529-d2386747-Reviews-L_Umbracle_Mya-Valencia_Province_of_Valencia_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g47452-d617388-Reviews-Chautauqua_Institution-Chautauqua_Chautauqua_County_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g31029-d116355-Reviews-Russian_River-Kenai_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1528345-Reviews-Calypso_Cabaret-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g41616-d4374275-Reviews-Hopkinton_State_Park-Hopkinton_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d9820740-Reviews-Juanillo_Beach-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d309003-Reviews-Kula_Wild_Adventure_Park-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g33389-d142974-Reviews-Dillon_Reservoir-Dillon_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1023473-d1425044-Reviews-Cup_Noodle_Museum_Osaka_Ikeda-Ikeda_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g181717-d2074262-Reviews-Lynn_Canyon_Suspension_Bridge-North_Vancouver_British_Columbia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60865-d143180-Reviews-or10-Jewel_Cave_National_Monument-Custer_South_Dakota.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60865-d143180-Reviews-Jewel_Cave_National_Monument-Custer_South_Dakota.html"
    }
]