[
    {
        "attraction_name": "Jewel Changi Airport",
        "attraction_name_vi": "Sân bay Jewel Changi",
        "general_info": [
            "1.461 đánh giá",
            "- 28 trong số 1.192 điều cần làm ở Singapore",
            "Trung tâm mua sắm"
        ],
        "attraction_summary": "Sân bay Jewel Changi - Jewel - - Điểm đến phong cách sống đa chiều hoàn toàn mới của Singapore! Tọa lạc ngay tại trung tâm Sân bay Changi Singapore, Jewel tích hợp các điểm vui chơi có một không hai và cảnh quan rộng lớn với hơn 280 ý tưởng mua sắm và ăn uống thú vị, một khách sạn 130 phòng và cơ sở sân bay dành cho du khách.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "The Jewel là nơi con trai tôi muốn đến thăm.  Vì chúng tôi đang ở Malaysia nên chúng tôi đã đáp chuyến bay Scoot.  The Jewel là một nơi thực sự đẹp và chỉ có Sân bay Quốc tế Changi của Singapore mới được coi là sân bay tốt nhất trên thế giới.  Có rất nhiều thứ để làm và rất nhiều cơ hội chụp ảnh.  Con gái tôi rất thích chụp ảnh với các nhân vật truyện tranh Marvel và chụp ảnh cùng Người Sắt khổng lồ bên Vortex.  Canopy Walk thực sự rất đẹp và người ta có thể thấy rất nhiều loài động vật khác nhau được làm từ thực vật.\n\nJewel sẽ rất tuyệt nếu ghé thăm vào ban đêm vì các hiệu ứng ánh sáng khác nhau.  Chúng tôi chỉ thực hiện một chuyến đi trong ngày đến Singapore và rời đi vào buổi chiều.  Ngoài ra còn có rất nhiều cửa hàng khác nhau ở đó để mua sắm tốt.  Chuyến thăm này thật đáng giá.Đọc thêm",
            "Xin chào Potatochip1, chúng tôi rất vui vì bạn đã có khoảng thời gian vui vẻ khám phá Jewel! Trong lần ghé thăm tiếp theo, chúng tôi hy vọng bạn có thể xem buổi trình diễn Âm thanh và Ánh sáng mang tính biểu tượng của chúng tôi diễn ra hàng ngày lúc 8 giờ tối và 9 giờ tối - 10 giờ tối vào Thứ Sáu-Chủ Nhật - hoặc thử nhiều điểm vui chơi hấp dẫn của chúng tôi tại Canopy Park! Nếu bạn có bất kỳ bức ảnh đẹp nào được chụp tại Jewel, hãy nhớ chia sẻ chúng bằng cách gắn thẻ chúng tôi tại - JewelChangiAirport. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Jewel!Đọc thêm",
            "Ngay cả những đứa trẻ lớn cũng thích chơi trên lưới nảy - rất thú vị. Viên ngọc là một cách tốt để dành thời gian của bạn\nTại sân bay. Nhà hàng ở tầng trên rất đẹp và thư giãn hơn ánh đèn sân bay huỳnh quang và tiếng ồn ở tầng dướiĐọc thêm",
            "Xin chào Harrang70, chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời khi khám phá Sân bay Jewel Changi và các điểm tham quan ở đó! Trong lần ghé thăm tiếp theo, chúng tôi hy vọng bạn có thể xem buổi trình diễn Âm thanh và Ánh sáng mang tính biểu tượng của chúng tôi phát hàng ngày lúc 8 giờ tối và 9 giờ tối - 10 giờ tối vào Thứ Sáu-Chủ Nhật - ! Nếu bạn có bất kỳ bức ảnh đẹp nào được chụp tại Jewel, hãy nhớ chia sẻ chúng bằng cách gắn thẻ chúng tôi tại - JewelChangiAirport. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Jewel!Đọc thêm",
            "Viên ngọc quý của sân bay Changi là một kỳ công kiến ​​trúc. Một thiết kế thực sự đẹp được thực hiện tốt. Chắc chắn đáng ghé thăm khi bạn đang ở sân bay, nếu không nhất thiết phải là một chuyến thăm đặc biệt. \n\nRất nhiều cửa hàng nếu bạn có nhu cầu mua đồ - Tôi đã không - t - ngoại trừ một cây bút mới! - . Đọc thêm",
            "Xin chào df86, chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời khi khám phá Sân bay Jewel Changi! Hãy thử vô số trò chơi hấp dẫn độc đáo của chúng tôi và chúng tôi hy vọng bạn có thể xem buổi trình diễn Âm thanh và Ánh sáng mang tính biểu tượng của chúng tôi phát hàng ngày lúc 8 giờ tối và các chương trình 9 giờ tối - 10 giờ tối vào Thứ Sáu-Chủ Nhật - ! Nếu bạn có bất kỳ bức ảnh đẹp nào được chụp tại Jewel, hãy nhớ chia sẻ chúng bằng cách gắn thẻ chúng tôi tại - JewelChangiAirport. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Jewel!Đọc thêm",
            "Chúng tôi đến sân bay sớm 6 tiếng so với chuyến bay vì nghĩ rằng sẽ có đủ thời gian để tận hưởng Viên ngọc.  Chúng tôi không có đủ thời gian!\n\nĐây là Trung tâm mua sắm hạng A với nhiều thương hiệu cao cấp được đại diện.  Nếu bạn không thích mua sắm, nhiều nhà hàng. Khu ẩm thực nằm ở tầng thấp nhất trong khi có nhiều lựa chọn ăn uống tốt hơn ở các tầng cao hơn.  Mọi thứ từ tiếng Trung đến A - W đều có rất nhiều sự lựa chọn.\n\nHọ cũng có Công viên Canopy và Thung lũng rừng Shiseido.  Tính theo mét vuông, nó lớn hơn Flower Dome trong Garden by the Bay.  Cốt lõi của không gian xanh này là thác nước hùng vĩ - một địa điểm không thể bỏ qua. \n\nSắp xếp thời gian để xem địa điểm này.Đọc thêm",
            "Xin chào CanuckJames, chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời khi khám phá Sân bay Jewel Changi! Nếu bạn có bất kỳ bức ảnh đẹp nào được chụp tại Jewel, hãy nhớ chia sẻ chúng bằng cách gắn thẻ chúng tôi tại - JewelChangiAirport. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Jewel!Đọc thêm",
            "Jewel là một phần của sân bay Changi bạn có thể có hoặc không có chuyến bay nhưng bạn có thể ghé thăm nơi này. Chúng tôi đến sớm và dành khoảng một tiếng rưỡi ở Jewel trước khi lên máy bay. Kiến trúc và môi trường rất mát mẻ và dễ chịu. Nhiều lựa chọn để mua sắm và dùng bữa. Chúng tôi rất thích nơi này. Đọc thêm",
            "Xin chào abhay60, chúng tôi rất vui khi biết về trải nghiệm tuyệt vời của bạn tại Jewel. Jewel nằm ở khu vực công cộng và không cần hộ chiếu! Trong lần ghé thăm tiếp theo, chúng tôi hy vọng bạn có thể xem buổi trình diễn Âm thanh và Ánh sáng mang tính biểu tượng của chúng tôi phát hàng ngày lúc 8 giờ tối và 9 giờ tối - 10 giờ tối vào Thứ Sáu-Chủ Nhật - ! Nếu bạn có bất kỳ bức ảnh đẹp nào được chụp tại Jewel, hãy nhớ chia sẻ chúng bằng cách gắn thẻ chúng tôi tại - JewelChangiAirport. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Jewel!Đọc thêm",
            "Trung tâm mua sắm đáng kinh ngạc về cơ bản nằm ở giữa tất cả các nhà ga. The Jewel yêu cầu bạn phải vào Singapore trong trường hợp bạn muốn ghé thăm trong thời gian di chuyển kéo dài. Trung tâm mua sắm như vậy có rất nhiều cửa hàng và nhà hàng. Điểm nổi bật là thác nước với khu vườn xung quanh.Đọc thêm",
            "Xin chào Reslimpan, chúng tôi rất vui khi biết về trải nghiệm tuyệt vời của bạn tại Jewel. Trong lần ghé thăm tiếp theo, chúng tôi hy vọng bạn có thể xem vô số điểm vui chơi hấp dẫn của chúng tôi, cũng như chương trình biểu diễn Âm thanh và Ánh sáng mang tính biểu tượng của chúng tôi diễn ra hàng ngày lúc 8 giờ tối và 9 giờ tối - 10 giờ tối vào Thứ Sáu-Chủ Nhật - ! Nếu bạn có bất kỳ bức ảnh đẹp nào được chụp tại Jewel, hãy nhớ chia sẻ chúng bằng cách gắn thẻ chúng tôi tại - JewelChangiAirport. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Jewel!Đọc thêm",
            "Chúng tôi hoàn toàn thích chuyến thăm tới Jewel. Chúng tôi bay muộn và quyết định tranh thủ ghé thăm Jewel. Đó là một tính năng tuyệt vời. Chúng tôi đã có một khiếu nại lớn. Xe đẩy hành lý - s. Chúng tôi phải di chuyển ra ngoài và họ không mấy quan tâm đến việc họ chiếm bao nhiêu không gian trong thang máy. Điều này thật đáng thất vọng.Đọc thêm",
            "Xin chào Maeve H, đã ghi nhận phản hồi của bạn về xe đẩy hành lý. Chúng tôi có nhiều hành lang thang máy dành cho những cá nhân có xe đẩy để tiếp cận mọi tầng. Tuy nhiên, chúng tôi hy vọng bạn đã có khoảng thời gian vui vẻ khi khám phá Sân bay Jewel Changi! Nếu bạn có bất kỳ ảnh hoặc video nào được chụp ở đây, hãy gắn thẻ chúng tôi - JewelChangiAirport trên mạng xã hội. Chúng tôi hy vọng sẽ sớm được chào đón bạn trở lại Jewel!Đọc thêm",
            "Thật tốt khi thấy. \nNhưng - đây - là nhưng - ... mua sắm và ăn uống đều hơi đắt. Có lẽ một khoản phí bảo hiểm ở Changi để kiếm thêm tiền từ khách du lịch và làm tổn thương những người dân địa phương nghèo.\n\nĐi chụp ảnh. Điều đó - hoàn toàn miễn phí.Đọc thêm",
            "Xin chào kmisjude, cảm ơn phản hồi của bạn. Tại Sân bay Jewel Changi, chúng tôi có nhiều dịch vụ mua sắm và ăn uống phù hợp với mọi ngân sách. Thật đáng tiếc khi bạn không được trải nghiệm nhiều những điều này. Tuy nhiên, chúng tôi hy vọng bạn đã có khoảng thời gian vui vẻ khi khám phá Jewel! Jewel là nơi có thác nước trong nhà cao nhất thế giới, khu vườn trong nhà tươi tốt, các điểm vui chơi độc đáo cũng như 250 lựa chọn mua sắm và ăn uống. Trong lần ghé thăm tiếp theo của bạn, hãy khám phá vô số điểm vui chơi hấp dẫn của chúng tôi và chúng tôi hy vọng sẽ sớm được chào đón bạn quay lại Jewel!Đọc thêm",
            "Trung tâm mua sắm khổng lồ có nhiều cửa hàng bán lẻ và nhà hàng có thương hiệu cùng dịch vụ nhận phòng và nhận phòng tự động sớm. Tôi nghĩ ở đó cũng có rạp chiếu phim. Có thể đến bằng ô tô giống như một Nhà ga thích hợp và được liên kết với 4 nhà ga bằng cầu dành cho người đi bộ và tàu đưa đón.\n\nThác nước trung tâm rất ấn tượng. Cả người lớn và trẻ em sẽ tìm thấy nơi giải trí. \n\nChúng tôi đã dành hơn 6 giờ bao gồm cả bữa tối tại Jewel trước khi lên chuyến bay.Đọc thêm",
            "Xin chào victorhP8547IR, chúng tôi rất vui vì bạn đã tận hưởng chuyến đi đến Sân bay Jewel Changi! Nếu bạn có bất kỳ bức ảnh đẹp nào được chụp tại Jewel, hãy nhớ chia sẻ chúng bằng cách gắn thẻ chúng tôi tại - JewelChangiAirport. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Jewel!Đọc thêm",
            "Từng được đánh giá là sân bay tốt nhất thế giới, việc thiếu dịch vụ khách hàng tốt đã khiến sân bay này bị tụt hạng. Dịch vụ WiFi miễn phí của nó cũng không còn đáng tin cậy nữa. \n\nNhà ga số 1 có một trung tâm mua sắm tuyệt vời mà mọi người đều có thể dễ dàng tiếp cận, vì vậy đừng để bị lừa bởi những kẻ lừa đảo cung cấp vé vào cửa từ Singapore. Nó có một khu vườn xinh đẹp với một đài phun nước....cũng như các hoạt động du lịch tốn kém.\n\nCó rất nhiều điều để xem và làm sau khi kiểm tra an ninh cho các chuyến bay. Đọc thêm",
            "Xin chào John N, chúng tôi rất tiếc khi biết về trải nghiệm dịch vụ khách hàng kém lý tưởng của bạn tại sân bay. Jewel nằm ngay cạnh Nhà ga số 1 ở khu vực công cộng. Không chỉ là thác nước trong nhà cao nhất thế giới tọa lạc tại Jewel, chúng tôi còn có các điểm vui chơi độc đáo cũng như 250 lựa chọn ăn uống và mua sắm cho khách hàng. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Jewel!Đọc thêm",
            "Hãy thành thật mà nói....Chỉ là một Trung tâm mua sắm khác. Đúng, Rain Vortex rất đẹp và có một số nhà hàng tuyệt vời ở đó, nhưng suy cho cùng - chỉ là một Trung tâm mua sắm, trừ khi bạn muốn trả tiền cho những điểm tham quan của họ. Chúng tôi chỉ ở đây vì có chuyến bay buổi tối và đang cố giết thời gian.  Nếu bạn không hào hứng với việc Mua sắm thì hãy chuẩn bị sẵn sàng để cảm thấy buồn chán. Chúng tôi đãĐọc thêm",
            "cửa ngõ bước ra thế giới, nhiều lựa chọn cho các chuyến bay quốc tế. Luôn mang lại cảm giác dễ chịu, thoải mái và an toàn khi quá cảnh. Có lần tôi để ví trong toilet ở phòng chờ SilverKris và họ thông báo tên tôi qua loa mời tôi lên bàn lễ tân. Điều ngạc nhiên là ví của tôi vẫn còn đó, chẳng mất gì cả.Đọc thêm",
            "Nếu bạn có - 5 giờ giữa chuyến bay, bạn phải ghé thăm Jewel. Để tham quan bạn phải vào Singapore rời khỏi sân bay. Bạn có thể bảo đảm hành lý xách tay của mình ở một trong nhiều địa điểm để có thể đến trang sức mà không cần mang theo hành lý. Đó là một nơi rộng lớn với nhiều nhà hàng và địa điểm mua sắm. Trung tâm có thác nước rất hùng vĩ, hãy đến đó vào buổi tối để xem trình diễn ánh sáng.Đọc thêm",
            "Xin chào L2210TBmarkc, chúng tôi hy vọng bạn đã có khoảng thời gian vui vẻ khám phá Sân bay Jewel Changi! Trong chuyến thăm tiếp theo của bạn, hãy nhớ ghé thăm vô số điểm vui chơi hấp dẫn của chúng tôi tại Canopy Park nếu bạn chưa đến! Nếu bạn có bất kỳ bức ảnh đẹp nào được chụp tại Jewel, hãy chia sẻ chúng bằng cách gắn thẻ chúng tôi tại - JewelChangiAirport. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Jewel!Đọc thêm",
            "Bản thân Jewel tại Sân bay Changi đã là một điểm thu hút - vì vậy hãy đảm bảo mang theo ít nhất 1,5 giờ để đi dạo quanh nhiều điểm tham quan của nó. Tốt nhất bạn nên lập chiến lược cho những hoạt động nào bạn muốn tham gia - vì hầu hết chúng đều là những điểm tham quan phải trả phí. Khi đến đó, chúng tôi may mắn có cơ hội được chiêm ngưỡng Vườn hoa theo chủ đề Avengers - ngoài những sắc màu sặc sỡ tuyệt đẹp của những bông hoa trong vườn, bạn - còn có cơ hội nhìn thấy những bức tượng nhỏ có kích thước thật của - những anh hùng mạnh nhất Trái đất - .Tuy nhiên, điểm nổi bật tất nhiên sẽ là cảnh tượng thác nước - mà bạn có thể nhìn thấy từ Công viên Canopy và Cầu Canopy. Cầu Mastercard Canopy có thể là một điểm thu hút phải trả phí, nhưng hãy tin rằng - điều này đáng giá từng xu! Nó cho phép bạn chiêm ngưỡng thác nước từ một vị trí thuận lợi không bị cản trở!Đọc thêm",
            "Xin chào milicah889, chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời khi khám phá Sân bay Jewel Changi và các điểm tham quan của chúng tôi! Trong lần ghé thăm Jewel tiếp theo, bạn cũng có thể xem buổi trình diễn Âm nhạc và Ánh sáng mang tính biểu tượng của chúng tôi diễn ra từ Thứ Hai đến Thứ Năm lúc 8 giờ tối và 9 giờ tối - cùng với chương trình bổ sung lúc 10 giờ tối vào Thứ Sáu-Chủ Nhật - ! Nếu bạn có bất kỳ bức ảnh đẹp nào được chụp tại Jewel, hãy nhớ chia sẻ chúng bằng cách gắn thẻ chúng tôi tại - JewelChangiAirport. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Jewel!Đọc thêm",
            "Quả là một nơi tuyệt vời! Thác nước dường như gần như không có thật, thật đáng kinh ngạc! Chúng tôi yêu thích chuyến thăm của chúng tôi và ở lại trong vài giờ. Rất đáng để đi tàu đến Changi để xem. Phòng ăn cũng rất rộng nên chúng tôi ăn trưa ở đó.Đọc thêm",
            "Xin chào swinggal, chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời khi khám phá Sân bay Jewel Changi! Trong lần ghé thăm Jewel tiếp theo, bạn cũng có thể xem buổi trình diễn Âm nhạc và Ánh sáng mang tính biểu tượng của chúng tôi diễn ra từ Thứ Hai đến Thứ Năm lúc 8 giờ tối và 9 giờ tối - cùng với chương trình bổ sung lúc 10 giờ tối vào Thứ Sáu-Chủ Nhật - ! Nếu bạn có bất kỳ bức ảnh đẹp nào được chụp tại Jewel, hãy nhớ chia sẻ chúng bằng cách gắn thẻ chúng tôi tại - JewelChangiAirport. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Jewel!Đọc thêm",
            "Đây chắc chắn là sân bay tốt nhất mà tôi từng đến và là một trong hai sân bay tốt nhất trên thế giới. Thật khó tin khi nghĩ rằng những khu vườn và đài phun nước tuyệt vời này lại nằm trong một tòa nhà sân bay. Tôi thực sự khuyên bạn nên ghé thăm nếu bạn bay đến Singapore và thậm chí còn hơn thế nữa nếu bạn đang ở quá cảnh.Đọc thêm",
            "Xin chào Skeetex3, chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời khi khám phá Sân bay Jewel Changi! Trong lần ghé thăm Jewel tiếp theo, bạn cũng có thể xem buổi trình diễn Âm nhạc và Ánh sáng mang tính biểu tượng của chúng tôi diễn ra từ Thứ Hai đến Thứ Năm lúc 8 giờ tối và 9 giờ tối - cùng với chương trình bổ sung lúc 10 giờ tối vào Thứ Sáu-Chủ Nhật - ! Nếu bạn có bất kỳ bức ảnh đẹp nào được chụp tại Jewel, hãy nhớ chia sẻ chúng bằng cách gắn thẻ chúng tôi tại - JewelChangiAirport. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Jewel!Đọc thêm",
            "Sân bay Changi luôn có danh tiếng tuyệt vời. Điều này càng khiến nơi đây trở nên hấp dẫn hơn chứ không chỉ là một sân bay. Vô số cửa hàng và nhà hàng đẹp mắt phục vụ mọi mức giá trên nhiều tầng với trung tâm là thác nước trong nhà này - thác nước cao nhất thế giới. Nằm giữa một khu vực khiến bạn có cảm giác như đang ở trong một khu rừng nhiệt đới.Đọc thêm",
            "Xin chào MarkyMark383, chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời khi khám phá Sân bay Jewel Changi! Trong lần ghé thăm Jewel tiếp theo, bạn cũng có thể xem buổi giới thiệu Âm nhạc và Ánh sáng mang tính biểu tượng của chúng tôi diễn ra từ Thứ Hai đến Thứ Năm lúc 8 giờ tối và 9 giờ tối - cùng với chương trình bổ sung lúc 10 giờ tối vào Thứ Sáu-Chủ Nhật - ! Nếu bạn có bất kỳ bức ảnh đẹp nào được chụp tại Jewel, hãy nhớ chia sẻ chúng bằng cách gắn thẻ chúng tôi tại - JewelChangiAirport. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Jewel!Đọc thêm",
            "Sân bay tốt nhất thế giới - Sân bay quốc tế Changi. Rất nhiều để xem. Jewel là một trong những nơi tốt nhất... Phải ghé thăm khi bạn quá cảnh hoặc đến thăm Singapore.Đọc thêm",
            "Xin chào RoamtheWorld82, chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời khi khám phá Sân bay Jewel Changi! Trong lần ghé thăm Jewel tiếp theo, bạn cũng có thể xem buổi giới thiệu Âm nhạc và Ánh sáng mang tính biểu tượng của chúng tôi diễn ra từ Thứ Hai đến Thứ Năm lúc 8 giờ tối và 9 giờ tối - cùng với chương trình bổ sung lúc 10 giờ tối vào Thứ Sáu-Chủ Nhật - ! Nếu bạn có bất kỳ bức ảnh đẹp nào được chụp tại Jewel, hãy nhớ chia sẻ chúng bằng cách gắn thẻ chúng tôi tại - JewelChangiAirport. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Jewel!Đọc thêm",
            "Sân bay này ngày càng lớn hơn mỗi lần chúng tôi ở đó. Không có gì ngạc nhiên khi họ tiếp tục đạt được thứ hạng cao trên thế giới. Thác nước khổng lồ trong nhà được thực hiện bởi màn hình lớn và hệ thống âm thanh là điều đáng chú ý.Đọc thêm",
            "Xin chào Go727864, chúng tôi rất vui vì bạn đã có khoảng thời gian tuyệt vời khi khám phá Sân bay Jewel Changi! Trong lần ghé thăm Jewel tiếp theo, bạn cũng có thể xem buổi giới thiệu Âm nhạc và Ánh sáng mang tính biểu tượng của chúng tôi diễn ra từ Thứ Hai đến Thứ Năm lúc 8 giờ tối và 9 giờ tối - cùng với chương trình bổ sung lúc 10 giờ tối vào Thứ Sáu-Chủ Nhật - ! Nếu bạn có bất kỳ bức ảnh đẹp nào được chụp tại Jewel, hãy nhớ chia sẻ chúng bằng cách gắn thẻ chúng tôi tại - JewelChangiAirport. Chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại Jewel!Đọc thêm",
            "Việc xin giấy phép nhập cảnh khi đến nơi không phải là một quá trình rõ ràng. Tôi không tìm thấy gì trực tuyến trước khi vào. Nó có thể được thực hiện bằng phương tiện điện tử tại chỗ nhưng quy trình lấy không rõ ràng.Đọc thêm",
            "Xin chào Compass07789106982, chúng tôi rất tiếc về trải nghiệm của bạn ở Singapore và tại sân bay. Nhưng chúng tôi hy vọng sẽ sớm được chào đón bạn quay trở lại.Đọc thêm"
        ],
        "star_ratings": [
            1030,
            306,
            82,
            19,
            33
        ],
        "review_amount": 1470,
        "location": [
            "Châu Á",
            "Sân bay Jewel Changi",
            "Những điều cần làm ở Singapore",
            "Singapore"
        ],
        "reviews_time": [
            "Written July 6, 2023",
            "Written July 12, 2023",
            "Written July 26, 2023",
            "Written July 27, 2023",
            "Written July 28, 2023",
            "Written July 29, 2023",
            "Written August 2, 2023",
            "Written August 12, 2023",
            "Written August 16, 2023",
            "Written August 21, 2023",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 23, 2024",
            "Written May 21, 2024",
            "Written May 18, 2024",
            "Written May 14, 2024",
            "Written May 12, 2024",
            "Written May 1, 2024",
            "Written May 1, 2024",
            "Written April 24, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294265-d17237163-Reviews-Jewel_Changi_Airport-Singapore.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d23629919-Reviews-CouCou_Hot_Pot_Jewel-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d25150323-Reviews-Earle_Swensen_s_Jewel-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d24874095-Reviews-Terrace_Chinese_Kitchen-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d23809721-Reviews-TGM_Japanese_Korean_Cuisine-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d17655769-Reviews-Violet_Oon_Singapore-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d17332024-Reviews-Prive_Jewel-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d17345978-Reviews-Jumbo_Seafood_Jewel_Changi_Aiport-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d17409791-Reviews-Kam_s_Roast-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d17380852-Reviews-Tonito_Latin_American_Kitchen-Singapore.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294265-d25498005-Reviews-Wa_En_Wagyu_Yakiniku-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d19706430-Reviews-Naiise_Iconic-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d16824897-Reviews-HSBC_Rain_Vortex-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d16824916-Reviews-Jewel_Canopy_Park-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d17346097-Reviews-Shiseido_Forest_Valley-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8325506-Reviews-Rainforest_by_Sats-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8325514-Reviews-Furla-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8325539-Reviews-Salvatore_Ferragamo-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8325528-Reviews-The_Style_Avenue-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8325543-Reviews-Tory_Burch-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8325511-Reviews-Coach-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d17237163-Reviews-or10-Jewel_Changi_Airport-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d23629733-Reviews-Black_Crow_Taxidermy_Art-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d24837336-Reviews-Silver_Bullion-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8544774-Reviews-East_Inspirations-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d324771-Reviews-Tea_Chapter-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d7218608-Reviews-Mohan_s_Custom_Tailors-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d19097940-Reviews-BullionStar-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d5212582-Reviews-Perfume_Workshop_Singapore-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2234445-Reviews-Yixing_Xuan_Teahouse-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d2138910-Reviews-The_Shoppes_at_Marina_Bay_Sands-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d13078277-Reviews-Maxwell_Food_Centre-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d26171134-Reviews-Minmed_Wellness_Collective-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8325505-Reviews-Discover_Singapore-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8325527-Reviews-M_M_s_World-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8325507-Reviews-Adidas_Originals-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8325519-Reviews-Cosmetics_Perfumes_by_Shilla-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g294265-d8325522-Reviews-Kidztime-Singapore.html",
            "https://www.tripadvisor.com/Attraction_Review-g155032-d2225015-Reviews-Bota_Bota_spa_sur_l_eau-Montreal_Quebec.html",
            "https://www.tripadvisor.com/Attraction_Review-g147345-d149220-Reviews-Sulphur_Springs-Soufriere_Soufriere_Quarter_St_Lucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g28930-d546116-Reviews-Blue_Cypress_Lake-Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d304817-Reviews-SoCo_District-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60805-d316349-Reviews-Kathryn_Abbey_Hanna_Park-Jacksonville_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33130-d8036553-Reviews-Zap_Zone-Stockton_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187440-d546472-Reviews-Crocodile_Park-Torremolinos_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g154943-d155845-Reviews-Robson_Street-Vancouver_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g309226-d2513717-Reviews-La_Fortuna_Waterfall-La_Fortuna_de_San_Carlos_Arenal_Volcano_National_Park_Provin.html",
            "https://www.tripadvisor.com/Attraction_Review-g55388-d8457942-Reviews-Full_Throttle_Sloonshine_Distillery-Trimble_Tennessee.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294265-d17237163-Reviews-or10-Jewel_Changi_Airport-Singapore.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294265-d17237163-Reviews-Jewel_Changi_Airport-Singapore.html"
    }
]