[
    {
        "attraction_name": "Jewel Tours",
        "attraction_name_vi": "Chuyến tham quan ngọc quý",
        "general_info": [
            "27 đánh giá",
            "609 trên 1.916 Tour Hoạt động tại Hà Nội",
            "Các tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Công ty du lịch của chúng tôi được thành lập vào năm 2005 chuyên tổ chức các tour du lịch đến Việt Nam, Campuchia và Lào. Các tour du lịch của chúng tôi tập trung vào văn hóa đích thực, các tập tục truyền thống ở tất cả các điểm đến. Chúng tôi đã lựa chọn cẩn thận các khách sạn để sử dụng cho kỳ nghỉ của bạn hướng tới phong cách boutique, tiêu chuẩn quốc tế và giá trị đồng tiền. Hướng dẫn viên khu vực của chúng tôi sẽ dẫn bạn tìm hiểu sâu về lịch sử, di sản thế giới, cảnh quan tuyệt vời, thực tế cuộc sống hàng ngày và hoạt động của người dân địa phương, nếm thử các món ăn truyền thống...Đội ngũ của chúng tôi đều là người địa phương và hỗ trợ người dân địa phương để có một nền du lịch bền vữngĐọc thêm",
        "reviews": [
            "Thomas rất hữu ích, rất nhiều thông tin và anh ấy rất vui vẻ với những đứa trẻ và chăm sóc người già. Hướng dẫn hoàn hảo mà bất cứ ai cũng có thể yêu cầu. Anh ấy dẫn chúng tôi đi tham quan trong 3 ngày và khiến tất cả chúng tôi rất thoải mái. Cảm ơn bạn Thomas Đọc thêm",
            "Cảm ơn bạn rất nhiều vì sự đánh giá cao của bạn, chúng tôi mong muốn được phục vụ bạn một lần nữa sớm nhất Việt Nam - Campuchia - LàoĐọc thêm",
            "Jewel Tours đã sắp xếp một tour du lịch 14 ngày có hướng dẫn viên riêng đến Việt Nam và Campuchia. Họ đề xuất lộ trình và một kế hoạch rồi thực hiện nó. Chuyến tham quan bao gồm Hà Nội, Huế, Hội An, thành phố Hồ Chí Minh và Camboida Siem Reap. Chuyến tham quan bao gồm hướng dẫn viên ở mỗi thành phố, xe AC và tài xế, khách sạn tốt và phí vào cửa. Hướng dẫn viên lịch sự và hiểu biết, nói tiếng Anh. Chúng tôi có 4 người. mặc dù đó là Tết Nguyên đán nhưng chúng tôi đã có khoảng thời gian tuyệt vời. Rất khuyến khích.Đọc thêm",
            "Jewel Tour là một trong những công ty tổ chức tour du lịch tốt nhất tại Việt Nam, không có tín hiệu thời gian khi tôi cần phải bận tâm về điều gì đó. Mọi thứ diễn ra rất suôn sẻ. Chắc chắn chúng tôi sẽ giới thiệu cho những người khác nữa. Đọc thêm",
            "Chúng tôi rất vui mừng cho chuyến du lịch ngọc quý của bạn. Cảm giác gần như giống như tôi đang bước vào một kỷ nguyên mới cùng bạn. Chúng tôi sẽ luôn nghĩ về cuộc hành trình này và nó sẽ là một trong những kỷ niệm yêu thích của bạn. Mong rằng vài ngày này sẽ mang lại cho chúng ta nhiều niềm vui và hạnh phúc.. Cảm ơn Jewels Travel và nhóm.Đọc thêm",
            "Cảm ơn JEWEL TOURS rất nhiều vì đã làm cho chuyến đi của chúng tôi trở nên đáng nhớ. Sự chú ý đến từng chi tiết với khách sạn. phương tiện di chuyển và bữa ăn rất hoàn hảo. Ngay từ ngày đầu tiên, chúng tôi đã được chăm sóc rất chu đáo.  Ông Định hướng dẫn viên của chúng tôi là một người dẫn chương trình xuất sắc và rất ấn tượng, mang lại cho tôi một kỳ nghỉ hoàn hảo.  Bản thân tôi đã được ông Định và tất cả các hướng dẫn viên khác từ những nơi chúng tôi đến thăm chăm sóc rất chu đáo, vì tôi đang bị đau chân. Tôi rất biết ơn tất cả họ. Chúng tôi rất vui vì có cơ hội đến thăm đất nước xinh đẹp này. Mong được ghé thăm một lần nữa trong thời gian gần hơn. Tôi thực sự khuyên bạn nên ghé thăm Việt Nam cho kỳ nghỉ tiếp theo của mình. Một lần nữa xin gửi lời cảm ơn đến anh Định, người đã đối xử với chúng tôi rất nồng hậu và nhiệt tình. Cảm ơn bạn.xĐọc thêm",
            "Cảm ơn JEWEL TOURS rất nhiều vì đã khiến chuyến đi Việt Nam trở nên đáng nhớ và tuyệt vời. Sự hỗ trợ và nhân viên của bạn rất lịch sự để giúp cho việc lưu trú và đi lại của chúng tôi trở nên thoải mái hơn rất nhiều. Chuyến đi được lên kế hoạch rất tỉ mỉ. Rất khuyến khích cho bất kỳ chuyến đi ở Việt Nam. Chúc mừngĐọc thêm",
            "Tôi đặt tour du lịch Bana Hill và nó được tổ chức rất tốt. Nhà điều hành tour rất hữu ích. Cảm ơn bạn đã tạo ra những kỷ niệm thật đặc biệt. Hãy tiếp tục làm tốt công việc của mình. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những bình luận của bạn, chúng là động lực để chúng tôi tiếp tục cải thiện ngày một tốt hơn. Đọc thêm",
            "Chuyến đi thật tuyệt vời. Travis, hướng dẫn viên của chúng tôi, rất thông minh và hữu ích. Anh ấy phác họa từng chi tiết về những nơi chúng tôi đến thăm. Chúng tôi rất thích chuyến đi.Đọc thêm",
            "Cảm ơn bạn rất nhiều, hãy chia sẻ kinh nghiệm của bạn và giới thiệu chúng tôi với bạn bè của bạn Đọc thêm",
            "Bản thân tôi Philipmathew và 3 người bạn của tôi đến từ kochi, kerala, Ấn Độ. Chúng tôi thực sự rất thích chuyến thăm này với các chuyến tham quan Jewel. Travis hướng dẫn viên du lịch của chúng tôi, người rất thoải mái giao tiếp và chia sẻ lịch sử Việt Nam một cách đẹp đẽ. Một lần nữa xin cảm ơn Travis. Bạn đã làm rất tốtĐọc thêm",
            "Cảm ơn bạn rất nhiều, hãy chia sẻ kinh nghiệm của bạn và giới thiệu chúng tôi với bạn bè của bạn Đọc thêm",
            "Hướng dẫn viên du lịch của chúng tôi, Travis là một chàng trai trẻ năng động và luôn giúp đỡ tận tình. Anh ấy rất nhanh nhạy và ngôn ngữ rất tốt. Thật là một chuyến đi tuyệt vờiXem thêm",
            "Cảm ơn bạn rất nhiều, hãy chia sẻ kinh nghiệm của bạn và giới thiệu chúng tôi với bạn bè của bạn Đọc thêm"
        ],
        "star_ratings": [
            26,
            1,
            0,
            0,
            0
        ],
        "review_amount": 27,
        "location": [
            "Việt Nam",
            "Chuyến tham quan ngọc quý",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 1, 2024",
            "Written March 12, 2024",
            "Written February 19, 2023",
            "Written January 11, 2023",
            "Written January 5, 2023",
            "Written December 12, 2022",
            "Written November 17, 2022",
            "Written November 14, 2022",
            "Written November 14, 2022",
            "Written November 14, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d11640626-Reviews-Jewel_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11640626-Reviews-or10-Jewel_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11640626-Reviews-or20-Jewel_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8039458-Reviews-Tuan_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17118205-Reviews-Educational_School_Trip-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7396530-Reviews-Water_Puppet_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15686307-Reviews-Vietnam_Tours_Experts-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15512006-Reviews-Phuong_Trach_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16744419-Reviews-Vietnam_Day_Tours_This_Is_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5512749-Reviews-Cuong_Motorbike_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12340570-Reviews-Ao_Dai_Que_Huong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d106440-Reviews-The_National_WWII_Museum-New_Orleans_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g51560-d10536171-Reviews-Wheeler_Ferris_Wheel-Oklahoma_City_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1520212-Reviews-XS_Nightclub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g32861-d6948760-Reviews-Franklin_Hot_Springs-Paso_Robles_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g50874-d256362-Reviews-Perry_s_Cave-Put_in_Bay_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d23709243-Reviews-SUMMIT_One_Vanderbilt-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g35889-d3688695-Reviews-McDonald_s_1_Store_Museum-Des_Plaines_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g147248-d310833-Reviews-The_Butterfly_Farm-Oranjestad_Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g424910-d1894208-Reviews-Almaza_Bay-Mersa_Matruh_Matrouh_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d110209-Reviews-King_Tut_s_Tomb_and_Museum-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d11640626-Reviews-or10-Jewel_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d11640626-Reviews-Jewel_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Jewel Tours",
        "attraction_name_vi": "Chuyến tham quan ngọc quý",
        "general_info": [
            "27 đánh giá",
            "609 trên 1.916 Tour Hoạt động tại Hà Nội",
            "Tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Công ty du lịch của chúng tôi được thành lập vào năm 2005 chuyên tổ chức các tour du lịch đến Việt Nam, Campuchia và Lào. Các tour du lịch của chúng tôi tập trung vào văn hóa đích thực, các tập tục truyền thống ở tất cả các điểm đến. Chúng tôi đã lựa chọn cẩn thận các khách sạn để sử dụng cho kỳ nghỉ của bạn hướng tới phong cách boutique, tiêu chuẩn quốc tế và giá trị đồng tiền. Hướng dẫn viên khu vực của chúng tôi sẽ dẫn bạn tìm hiểu sâu về lịch sử, di sản thế giới, cảnh quan tuyệt vời, thực tế cuộc sống hàng ngày và hoạt động của người dân địa phương, nếm thử các món ăn truyền thống...Đội ngũ của chúng tôi đều là người địa phương và hỗ trợ người dân địa phương để có một nền du lịch bền vữngĐọc thêm",
        "reviews": [
            "Chúng tôi đã đặt một số kỳ nghỉ thông qua Dragon Travel và rất thích những hành trình được tổng hợp riêng cho chúng tôi. Chúng tôi rất đau lòng khi biết tin họ sẽ nghỉ hưu vào năm 2019 khi chúng tôi yêu cầu một kỳ nghỉ lặp lại ở miền Bắc Việt Nam vào năm 2020 với hành trình bao gồm thăm quan các địa điểm cũng như khám phá những địa điểm mới. Ki đề nghị chúng tôi liên hệ với Jewel Travel để tổ chức kỳ nghỉ năm 2020 và chuyển email của chúng tôi cho họ. Chúng tôi đã nghe ngay từ cô Huệ Trần, người đã biên soạn một chương trình tạm thời với những gợi ý về những địa điểm mà chúng tôi chưa từng đến hoặc biết đến như Bảo tàng Phụ nữ, bộ sưu tập nhạc cụ, du ngoạn qua đêm trên Vịnh Hạ Long và Vườn Quốc gia. Tất cả đều rực rỡ! Tất cả các chuyến bay trung chuyển và nội địa đều do Jewel Travel tổ chức và điều duy nhất chúng tôi chịu trách nhiệm là các chuyến bay quốc tế khứ hồi từ Heathrow đến Hà Nội. Thậm chí, cô Huệ Trần còn tư vấn cho chúng tôi về thời gian và chuyến bay nào sẽ kết nối với các chuyến bay nội địa từ Đà Nẵng và cô đã sắp xếp chỗ ngồi cho chúng tôi. Chúng tôi chưa bao giờ tự mình đặt vé máy bay quốc tế trước đây nên chúng tôi rất biết ơn và đánh giá cao sự hỗ trợ, lời khuyên và sự trấn an của cô ấy trong suốt kế hoạch ban đầu và kỳ nghỉ thực tế. Chúng tôi sẽ không ngần ngại giới thiệu Jewel Tour. Họ lấy những Ý tưởng ban đầu của chúng tôi và biến chúng thành một hành trình tuyệt vời kết hợp mọi thứ chúng tôi mong muốn và hy vọng. Sự chú ý đến từng chi tiết - các chuyến tham quan, bữa ăn, dịch vụ đưa đón, chỗ ở, tài xế và hướng dẫn viên - thật ấn tượng và kết quả là kỳ nghỉ thật hoàn hảo. Cảm ơn cô Hue Tran rất nhiều!Virginia và DavidĐọc thêm",
            "Xin chào bà Virginia và ông David,\n\nThật vui khi được xem bài đánh giá tuyệt vời của bạn ngày hôm nay. Thành thật mà nói, tôi rất vui mừng được sắp xếp chuyến trở về cho bạn và thực sự vui khi biết rằng bạn đã tận hưởng chuyến đi. Đó chính là thành công của chúng tôi và sẽ là động lực để cả nhóm chúng tôi nỗ lực mỗi ngày. Cảm ơn bạn rất nhiều vì đã tin tưởng dịch vụ của chúng tôi và hẹn gặp lại bạn trong hành trình tiếp theo.\n\nGiữ an toàn ở đó!\n\nTrân trọng\nHue Tran - Tư vấn du lịch tại Jewel Tours Việt Nam.Đọc thêm",
            "Gần đây chúng tôi đã hoàn thành 7 ngày trong chuyến đi 22 ngày tới Việt Nam.  Chúng tôi trở về nhà do sự lây lan toàn cầu của Covid-19 và những khó khăn đối với khách du lịch nước ngoài.  Chuyến đi của chúng tôi do Jewel Tours và Giám đốc điều hành ông Định tổ chức và tùy chỉnh thành một chuyến du lịch riêng cho hai chúng tôi với sự hướng dẫn của cô Daisy và tài xế anh Quốc.  Chúng tôi đã có những yêu cầu cụ thể vượt quá mong đợi của chúng tôi về quan điểm văn hóa của TP.HCM và Đồng bằng sông Cửu Long.  Điều khiến Jewel Tours trở nên có giá trị đối với chúng tôi là dịch vụ và sự chăm sóc đặc biệt khi chuyến đi của chúng tôi trở nên quá khó khăn để tiếp tục sau khi chúng tôi đến Châu Đốc ở biên giới Việt Nam-Campuchia.  Ông Định đã đích thân gọi điện cho chúng tôi vào tối thứ Bảy để khuyên chúng tôi nên rút ngắn chuyến đi và về nhà.  Anh ấy giải thích rõ ràng những rủi ro và làm việc với chúng tôi cũng như hướng dẫn viên Daisy của chúng tôi về kế hoạch đưa chúng tôi trở lại TP.HCM và đặt lại chuyến bay đến Los Angeles.  Cô Daisy cung cấp dịch vụ liên tục cho chúng tôi cho đến khi chúng tôi được đặt lại đầy đủ.  Chi phí đối với chúng tôi: vô giá!  Điều thực sự đáng kinh ngạc là Jewel Tours đã cung cấp cho chúng tôi tuyên bố hoàn tiền vào Chủ Nhật! đối với hầu như tất cả các chuyến bay, khách sạn và chuyến du lịch chưa được sử dụng của chúng tôi trong vòng chưa đầy 24 giờ kể từ thời điểm chúng tôi quyết định trở về nhà. Giá trị tổng thể của chuyến đi cực kỳ cao với mức phí rất hợp lý.  Các khách sạn được lựa chọn kỹ càng về dịch vụ, vị trí và mức giá tùy chọn.  Mức độ kiến ​​thức và cam kết cá nhân đối với dịch vụ khách hàng vượt xa sự mong đợi của chúng tôi và chúng tôi sẽ đặt chuyến đi vào năm tới thông qua Mr. Dinh và Jewel Tours.Đọc thêm",
            "Sally K thân mến,\n\nXin chân thành cảm ơn những ý kiến ​​đóng góp của bạn về dịch vụ của Jewel Tours.  Thật tiếc khi bạn không thể kết thúc chuyến tham quan Việt Nam như kế hoạch lần này, chúng tôi rất mong sớm được phục vụ bạn sớm ở phần còn lại của chuyến tham quan.\n\nChúc các bạn luôn bình an và khỏe mạnh để sớm gặp lại nhau\nTrân trọng từ cơn mưa nhẹ Hà Nội\n\nĐịnh Thành\nĐọc thêm",
            "Vừa trở về sau 3 tuần du lịch Việt Nam, chuyến thăm thứ hai của chúng tôi đến đất nước xinh đẹp này. Chuyến đi khác của chúng tôi với Jewel là Lào Campuchia. Đã đến thăm những điểm nổi bật của Việt Nam, chúng tôi rất hài lòng khi làm việc với Huế, nhờ chuyên môn ở đây, cô ấy đã có thể sắp xếp một hành trình tuyệt vời cho vợ tôi và tôi. Toàn bộ chuyến đi thật suôn sẻ , tất cả các hướng dẫn viên đều có kiến ​​thức, nói tiếng Anh xuất sắc và tự hào khi có thể cho chúng tôi thấy đất nước của họ. Chúng tôi đã có khoảng thời gian tuyệt vời và không ngần ngại giới thiệu các chuyến tham quan ngọc quý cho bất kỳ chuyến đi nào ở Châu Á. Một công ty rất chuyên nghiệp luôn tập trung vào khách hàng dịch vụ. Tôi coi họ là công ty du lịch số 1. Suy nghĩ của chúng tôi hướng tới tất cả những người ở Việt Nam và đặc biệt là những người liên quan đến du lịch trong thời điểm rất khó khăn này. Chúng tôi rất vui vì có cơ hội đến thăm trước khi mọi hạn chế được áp dụng.Đọc thêm",
            "Chào ông Derek,\n\nThật vui khi biết rằng bạn đã có một chuyến trở về đáng nhớ tại đất nước xinh đẹp của chúng tôi :. Tôi phải nói rằng tôi muốn cảm ơn bạn rất nhiều vì đã tin tưởng vào dịch vụ của chúng tôi và tôi đã có cơ hội sắp xếp chuyến đi cho bạn. Từ đáy lòng mình, tôi cầu chúc mọi điều tốt đẹp nhất sẽ đến với các bạn trong lúc khó khăn và hơn thế nữa. Giữ an toàn!\n\nTrân trọng,\nHuếĐọc tiếp",
            "Đại lý du lịch của chúng tôi ở Bỉ đã ký hợp đồng với Jewel Tours cho chuyến du lịch tư nhân 14 ngày hành trình Việt Nam từ Bắc vào Nam. Từ khi đến sân bay Hà Nội, chúng tôi đã có 14 ngày tuyệt vời với những hướng dẫn viên riêng. Những địa điểm tuyệt vời với những điểm nổi bật tại du thuyền Vịnh Hạ Long, Mai Châu, lớp học nấu ăn ở Huế, Hội An, đồng bằng sông Cửu Long và TP.HCM. Việc lựa chọn khách sạn và tổ chức tour du lịch rất xuất sắc và rất chuyên nghiệp. Chúng tôi rất ấn tượng bởi các hướng dẫn viên và dịch vụ khách hàng tổng thể.. Xin chân thành cảm ơn toàn thể đội ngũ, các hướng dẫn viên địa điểm Hà, Dược, Hà và Thyand, tất nhiên là những tài xế đã giúp chúng tôi đi qua các thành phố khác nhau một cách an toàn. Rất có thể giới thiệu các chuyến tham quan Jewel để tổ chức chuyến đi Việt Nam của bạn.Đọc thêm",
            "Pberckma thân mến,\n\nCảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn và Thật vui khi bạn thích chương trình du lịch. Tất cả các khách sạn và hướng dẫn viên du lịch đều nằm trong danh sách tốt nhất và được lựa chọn kỹ lưỡng để đảm bảo bạn có một chuyến đi đáng nhớ. Đánh giá của bạn sẽ là động lực để nhóm chúng tôi tiếp tục làm việc chăm chỉ. \n\nMột lần nữa, cảm ơn bạn rất nhiều vì đã ghé thăm đất nước của chúng tôi và hy vọng được gặp bạn trong hành trình tiếp theo.\n\nTrân trọng,\nHuế - Tư vấn du lịch tại Jewel Tours Việt NamĐọc thêm",
            "Công ty du lịch Canada và Thái Lan của chúng tôi đã sử dụng Jewel Tours tại Hà Nội và chúng tôi thật may mắn khi được gặp và đi du lịch cùng Duyên. Từ lúc chúng tôi gặp nhau cho đến khi rời đi, anh ấy đối xử với chúng tôi bằng sự nồng nhiệt và nhiệt tình. Tiếng Anh của anh ấy rất xuất sắc và kiến ​​thức cũng như niềm đam mê của anh ấy đối với thành phố và đất nước của anh ấy rất rõ ràng. Những gợi ý của anh ấy về thời gian rảnh rỗi đã đưa trải nghiệm của chúng tôi lên một tầm cao mới và chúng tôi mãi mãi biết ơn. Đọc thêm",
            "Đó là một chuyến đi tuyệt vời được Jewel Tours Hà Nội tổ chức thành công và mỗi giây của chuyến đi đều được lên kế hoạch tỉ mỉ. Vợ tôi, tôi và hai người bạn của chúng tôi rất hài lòng với chuyến du lịch Việt Nam.Đọc thêm",
            "Tôi đã sử dụng Jewel Tours cho chuyến đi 12 ngày tại Việt Nam và chuyến tham quan 5 ngày tới Khu khảo cổ Angkor ở Campuchia. Tôi rất ấn tượng với mọi khía cạnh của chuyến tham quan. Tôi được đón tại sân bay bởi một hướng dẫn viên nói tiếng Anh rất am hiểu và đi tham quan nhiều vùng miền bắc Việt Nam - Hà Nội, Vịnh Hạ Long, Sapa. Ngoài ra tôi cũng đã đi tham quan Hội An, Sài Gòn và Đồng bằng sông Cửu Long. Tất cả các khách sạn đều có chất lượng cao và hướng dẫn viên ở từng khu vực đều thân thiện, hữu ích và hiểu biết. Tôi chắc chắn sẽ sử dụng Jewel Tours một lần nữa vào năm tới.  Tôi đã trải nghiệm nhiều điều mà tôi không thể tự mình trải nghiệm được. Tiền chi tiêu tốt!Đọc thêm",
            "Thưa ông Jonhs Baker,\n\nĐây là một sự khích lệ tuyệt vời cho nhóm của chúng tôi, cảm ơn bạn rất nhiều vì sự đánh giá cao của bạn. Nếu bạn có thể chia sẻ một số bức ảnh bạn chụp ở Việt Nam và Campuchia thì thật tuyệt. \n\nRất mong được phục vụ bạn lần nữa vào năm 2019\nGiữ liên lạc với JewelĐọc thêm",
            "32 ngày ở Đông Nam Á với 6 quý cô lớn tuổi.  Mọi chi tiết đều được chăm chút một cách tuyệt vời.  Không một sự thất vọng.  Tôi không thể đánh giá công ty này đủ cao.  Ít nhất mười sao!Đọc thêm",
            "Kính gửi cô Joy E,\n\nThay mặt Nhóm Jewel Tours, tôi xin cảm ơn bạn rất nhiều vì đánh giá tuyệt vời của bạn trên Trip Advisor. Những lời nói tuyệt vời của bạn đã được truyền đạt bởi hướng dẫn viên, tài xế nói tiếng Anh. Tất cả đều rất tự hào vì bạn hài lòng với dịch vụ của chúng tôi!\n\nKỳ nghỉ riêng biệt là cách tuyệt vời nhất để du lịch Việt Nam, Campuchia và Thái Lan và tôi tin rằng bạn và nhóm của bạn đã trải nghiệm nhiều hơn thế này. Để đảm bảo khách hàng của chúng tôi có thể nhận được 100 chuyến tham quan riêng được thiết kế riêng; chúng tôi luôn lắng nghe đầy đủ các nhu cầu và yêu cầu của khách hàng về chỗ ở, chuyến bay, hướng dẫn viên du lịch, bữa ăn và các sở thích thu hút trước khi hoàn tất chương trình.\n\nTất cả những điểm nổi bật của chuyến đi, mang đến cho bạn những trải nghiệm độc đáo từ dãy núi Sapa đến Bangkok, từ di sản thiên nhiên Vịnh Hạ Long đến di sản văn hóa đền Angkor Wat, v.v. Đây sẽ là một kỳ nghỉ thực sự khó quên đối với tất cả du khách thế giới.\n\nCảm ơn bạn rất nhiều và mong được gặp lại bạn!\n\nTrân trọng,\nDịch vụ khách hàng\nĐọc thêm",
            "Vợ tôi và tôi đi du lịch cùng một nhóm 15 - 20 người đến Lào, Campuchia và Việt Nam vào tháng 1 - tháng 2 năm 2018 với các hướng dẫn viên địa phương do Jewel Tours sắp xếp, đồng thời các hướng dẫn viên và chủ sở hữu chính của họ đều là hạng nhất.  Các hướng dẫn viên cực kỳ hiểu biết, thân thiện và rất vui được làm quen.  Họ rất trung thực về các vấn đề mà Khu vực phải đối mặt và chúng tôi hoàn toàn tận hưởng khoảng thời gian dưới sự lãnh đạo của Jewel Tours.  Chúng tôi thực sự khuyên bạn nên sử dụng chúng.Đọc thêm",
            "Thưa ông Stuart B\n\nChúng tôi rất vui khi thấy nhận xét của bạn về dịch vụ của chúng tôi trên khắp Lào, Campuchia và Việt Nam. Nếu không có sự cộng tác của các bạn chuyến đi không thể thành công được, xin chân thành cảm ơn các bạn rất nhiều. \n\nChúng tôi tin rằng trong chuyến đi bạn sẽ có cái nhìn tổng quan về văn hóa, truyền thống và lòng hiếu khách của người dân địa phương. Vì có rất nhiều người quan tâm đến Đông Dương nên chúng tôi cần sự giúp đỡ của bạn để chia sẻ với người thân và bạn bè về những dự định của bạn về chuyến đi. Với sự tham khảo của bạn, chúng tôi đảm bảo rằng họ sẽ tự tin đến thăm chúng tôi. \n\nJewel Team đang chờ đợi để sớm được phục vụ nhóm tiếp theo\n\nTrân trọng\nDịch vụ khách hàng\n\n  Đọc thêm",
            "Chúng tôi đã dành kỳ nghỉ Giáng sinh cùng gia đình và bạn bè tại Việt Nam! Đó là một kỳ nghỉ đáng chú ý và cảm ơn Đình và nhóm của anh ấy đã chăm sóc chúng tôi từ khi chúng tôi hạ cánh cho đến khi chúng tôi ở Charming Vietnam. Nhóm Jewel Tours đã quản lý toàn bộ hành trình ngay từ khi chúng tôi đến lập kế hoạch thực hiện và đảm bảo mọi thứ được quan tâm. Chúng tôi bao phủ Hồ Chí Minh, Vịnh Hạ Long Hà Nội. Hãy đón chờ một chuyến đi khác đến Việt Nam với Jewel Tours.Đọc thêm",
            "Neil thân mến,\n\nCảm ơn bạn rất nhiều vì nhận xét của bạn về dịch vụ của chúng tôi, điều này sẽ khuyến khích nhóm của chúng tôi rất nhiều để duy trì các dịch vụ tiêu chuẩn cao và cải thiện từng ngày trải nghiệm của khách hàng.\n\nHãy theo dõi chúng tôi trên facebookjeweltours hoặc youtubejeweltours để cập nhật thông tin về công ty và sản phẩm của chúng tôi.\n\nChúng tôi rất vui được phục vụ bạn một lần nữa trong thời gian sắp tới.\n\nDinhĐọc thêm"
        ],
        "star_ratings": [
            26,
            1,
            0,
            0,
            0
        ],
        "review_amount": 27,
        "location": [
            "Việt Nam",
            "Tour du lịch trang sức",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written April 10, 2020",
            "Written March 28, 2020",
            "Written March 25, 2020",
            "Written February 24, 2020",
            "Written November 23, 2019",
            "Written January 25, 2019",
            "Written August 21, 2018",
            "Written April 19, 2018",
            "Written March 3, 2018",
            "Written October 13, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d11640626-Reviews-or10-Jewel_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11640626-Reviews-Jewel_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11640626-Reviews-or20-Jewel_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8039458-Reviews-Tuan_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17118205-Reviews-Educational_School_Trip-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7396530-Reviews-Water_Puppet_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15686307-Reviews-Vietnam_Tours_Experts-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15512006-Reviews-Phuong_Trach_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16744419-Reviews-Vietnam_Day_Tours_This_Is_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5512749-Reviews-Cuong_Motorbike_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12340570-Reviews-Ao_Dai_Que_Huong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1022438-d1424047-Reviews-Miyajima_Ropeway-Hatsukaichi_Hiroshima_Prefecture_Chugoku.html",
            "https://www.tripadvisor.com/Attraction_Review-g34188-d1117318-Reviews-KP_Hole_Park-Dunnellon_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g29612-d126890-Reviews-Spam_Museum_and_Visitor_Center-Austin_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g33020-d6728859-Reviews-Reed_s_Indoor_Range-San_Jose_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147350-d629875-Reviews-Kim_Sha_Beach-Simpson_Bay_Sint_Maarten_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d108447-Reviews-Sundance_Square-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219108-d2032815-Reviews-Pantai_Green_Bowl-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d25291576-Reviews-CBD_SHOP_YANAGI-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g54946-d8453058-Reviews-The_Passage-Chattanooga_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d19984150-Reviews-Shirley_Chisholm_State_Park-Brooklyn_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d11640626-Reviews-or20-Jewel_Tours-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d11640626-Reviews-or10-Jewel_Tours-Hanoi.html"
    },
    {
        "attraction_name": "Jewel Tours",
        "attraction_name_vi": "Chuyến tham quan ngọc quý",
        "general_info": [
            "27 đánh giá",
            "609 trên 1.916 Tour Hoạt động tại Hà Nội",
            "Các tour tham quan",
            "Tour riêng"
        ],
        "attraction_summary": "Công ty du lịch của chúng tôi được thành lập vào năm 2005 chuyên tổ chức các tour du lịch đến Việt Nam, Campuchia và Lào. Các tour du lịch của chúng tôi tập trung vào văn hóa đích thực, các tập tục truyền thống ở tất cả các điểm đến. Chúng tôi đã lựa chọn cẩn thận các khách sạn để sử dụng cho kỳ nghỉ của bạn hướng tới phong cách boutique, tiêu chuẩn quốc tế và giá trị đồng tiền. Hướng dẫn viên khu vực của chúng tôi sẽ dẫn bạn tìm hiểu sâu về lịch sử, di sản thế giới, cảnh quan tuyệt vời, thực tế cuộc sống hàng ngày và hoạt động của người dân địa phương, nếm thử các món ăn truyền thống...Đội ngũ của chúng tôi đều là người địa phương và hỗ trợ người dân địa phương để có một nền du lịch bền vữngĐọc thêm",
        "reviews": [
            "Tôi đã đi du lịch với Jewel Tours và thật tuyệt vời!! mọi thứ đã được lên kế hoạch và cách tất cả nhân viên đối xử với chúng tôi! Chúng tôi đã đi Hà Nội, Hạ Long và Hội An. Tôi mong muốn được quay lại Việt Nam một lần nữa và tất nhiên tôi sẽ tin tưởng Jewel Tours một lần nữa! CẢM ƠN BẠN! Đọc thêm",
            "Gabriela thân mến,\n\nCảm ơn bạn rất nhiều vì những nhận xét của bạn về dịch vụ của chúng tôi tại Việt Nam, điều này sẽ khuyến khích đội ngũ chúng tôi duy trì chất lượng dịch vụ ở mức cao nhất có thể để đảm bảo hành trình hoàn hảo. \n\nHãy giữ liên lạc để cập nhật cho bạn về các chuyến tham quan và hoạt động mới bằng cách theo dõi Jeweltours trên facebook và youtube\n\nChúng tôi rất mong được phục vụ bạn lần nữa tại miền Nam Việt Nam và Campuchia\n\nNhóm dịch vụ khách hàng\nĐọc thêm",
            "Chồng tôi và tôi sắp xếp một chuyến du lịch riêng trong 8 ngày ở Campuchia. Chúng tôi muốn chụp ảnh các loài chim biển và nhiều hơn nữa về vùng nông thôn và con người cũng như các điểm tham quan chính ở Phnom Penh và Siem Reap. Các chuyến tham quan Jewel đã cung cấp hai hướng dẫn viên chuyên nghiệp xuất sắc, những người thực sự đã tạo ra trải nghiệm. Xe là Highlander và Lexus, rất thoải mái. Các khách sạn rất tuyệt vời mà không có nhóm lớn nào. Họ là những khách sạn cổ điển. Mỗi người đều có một bữa sáng miễn phí tuyệt vời. Các khách sạn có hồ bơi, dịch vụ phòng, bữa tối tuyệt vời mặc dù chúng tôi chỉ ăn trong một đêm. Chúng tôi hoàn toàn hài lòng với tất cả sự sắp xếp. Thực sự đó là một chuyến đi tuyệt vời. Đọc thêm",
            "Elise thân mến,\n\nCảm ơn bạn rất nhiều vì nhận xét của bạn về các dịch vụ của chúng tôi tại Campuchia, điều này sẽ khuyến khích nhóm duy trì chất lượng dịch vụ của chúng tôi ở mức cao nhất có thể để đảm bảo hành trình hoàn hảo.\n\nHãy giữ liên lạc để cập nhật cho bạn về các chuyến tham quan và hoạt động mới bằng cách theo dõi Jeweltours trên facebook và youtube\n\nChúng tôi mong muốn được nhìn thấy bạn một lần nữa sớm\n\nTrân trọng,\nKatchanĐọc thêm",
            "Vợ tôi và tôi đã chọn Jewel Tours cho chuyến du lịch kỷ niệm 25 năm Việt Nam Campuchia. Mọi thứ đều thực sự tốt: - việc cá nhân hóa chuyến tham quan thật tuyệt vời, khi nhóm tại Jewel nói chuyện với chúng tôi qua Skype để tập hợp mọi thứ mà chúng tôi muốn. - chúng tôi được thông báo đầy đủ về mọi thứ, bao gồm cả lời khuyên về thị thực, v.v. Đôi khi có lo ngại về thị thực Việt Nam vì thư giới thiệu được gửi với số lượng lớn, nhưng thư của chúng tôi mang tính cá nhân. - Khách sạn đạt tiêu chuẩn rất cao, đáp ứng mọi mong đợi của chúng tôi và hơn thế nữa. - Hướng dẫn viên, tài xế và phương tiện đặc biệt tốt và việc trở thành một chuyến tham quan cá nhân có nghĩa là chúng tôi có sự linh hoạt hơn rất nhiều, ví dụ: quyết định thời điểm chúng tôi muốn đi tham quan các ngôi đền ở Ankor. Mối quan tâm duy nhất của chúng tôi là gửi số tiền khó kiếm được của mình về Việt Nam - nhưng đừng lo lắng vì công ty này rất đáng tin cậy. Cũng cần lưu ý rằng công ty này hiện đã được đại diện ở Vương quốc Anh và Châu Âu bởi Avocet Asia, vì vậy mọi thứ đều có thể được xử lý tại địa phương, bao gồm tất cả các biện pháp bảo vệ thông thường từ ABTA, IATO, v.v. Tôi không thể đánh giá cao công ty này - họ thực sự đã khiến một kỳ nghỉ trong đời trở nên rất đặc biệt!Đọc thêm",
            "Kính gửi Ông Ez\n\nCảm ơn ông rất nhiều vì đã đánh giá cao dịch vụ của chúng tôi, những bình luận của ông sẽ khuyến khích đội ngũ của chúng tôi rất nhiều để cải thiện tiêu chuẩn nhằm mang đến cho khách hàng những kỳ nghỉ hài lòng tại Châu Á.\n\nHy vọng ông sẽ giúp chúng tôi quảng bá Việt Nam, hãy giữ liên lạc với chúng tôi để cập nhật các tour và hoạt động mới bằng cách theo dõi Jeweltours trên facebook và youtube\n\nChúng tôi mong sớm được gặp lại ông\n\nTrân trọng,\n\nÔng Hùng\nTrung tâm dịch vụ khách hàngXem thêm",
            "Tour du lịch riêng tuyệt vời được sắp xếp bởi Jewel Tours.  Không có gì là quá nhiều rắc rối và các hướng dẫn viên địa phương đã vượt xa những gì được mong đợi.  Vinh ở Hội Chí Minh thật tuyệt vời. Đất nước này thật tuyệt vời với mọi thứ từ 5 sao sang trọng và ý tôi là 5 sao cho đến nghỉ tại nhà.  Phong cảnh thật ngoạn mục và người dân địa phương không thể làm đủ cho bạn.  Đáng để thực hiện một chuyến đi từ Nam ra Bắc nếu bạn chưa từng đến vì điều này mang lại một cái nhìn tổng quan tuyệt vời.  Chi phí rất tuyệt vời, đặc biệt khi bạn có chuyến tham quan riêng theo yêu cầu của mình và có thể thay đổi vào phút cuối ngay cả khi bạn ngồi trên xe cùng với hướng dẫn viên!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những bình luận về tour và dịch vụ của chúng tôi, tôi sẽ chia sẻ sự cảm kích của bạn đến Vinh và những hướng dẫn viên khác mà bạn đã đi cùng. Bạn có thể chia sẻ với chúng tôi một số hình ảnh về chuyến đi của bạn không.\n\nHy vọng bạn sẽ giúp chúng tôi quảng bá Việt Nam, hãy giữ liên lạc với chúng tôi để cập nhật các tour và hoạt động mới bằng cách theo dõi Jeweltours trên facebook và youtube\n\nChúng tôi mong sớm được gặp lại bạn\n\nTrân trọng,\nTrung tâm dịch vụ khách hàngXem thêm",
            "Chúng tôi vừa trải qua mười ngày tuyệt vời với những chuyến du lịch ngọc quý từ Hà Nội đến Huế, Hội An và Nah Thrang. Phương tiện đi lại và chỗ ở là đỉnh cao. Dịch vụ xuất sắc và giá trị lớn. Tôi chắc chắn sẽ giới thiệu Jewel cho các chuyến du lịch ở Đông Nam Á nói chung và Việt Nam nói riêng. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những nhận xét của bạn về chuyến tham quan và dịch vụ của chúng tôi, hãy lên kế hoạch quay lại với chúng tôi trong khoảng thời gian từ tháng 9 đến tháng 10 khi bạn có thể tận hưởng những hoạt động yêu thích của mình với Jewel Tours. Nếu bạn có thể chia sẻ thêm một số bức ảnh về Việt Nam cho những khách hàng tiếp theo của chúng tôi, chúng tôi sẽ đánh giá rất cao.\n\nHãy giữ liên lạc với chúng tôi để cập nhật các tour và hoạt động mới bằng cách theo dõi Jeweltours trên facebook và youtube\n\nChúng tôi mong muốn được nhìn thấy bạn một lần nữa sớm\n\nTrân trọng,\nDinhĐọc thêm"
        ],
        "star_ratings": [
            26,
            1,
            0,
            0,
            0
        ],
        "review_amount": 27,
        "location": [
            "Việt Nam",
            "Chuyến tham quan ngọc quý",
            "Những điều cần làm ở Hà Nội",
            "Hà Nội",
            "Châu Á"
        ],
        "reviews_time": [
            "Written September 26, 2017",
            "Written January 24, 2017",
            "Written December 31, 2016",
            "Written December 30, 2016",
            "Written December 28, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d11640626-Reviews-or20-Jewel_Tours-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11640626-Reviews-or10-Jewel_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11640626-Reviews-Jewel_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8039458-Reviews-Tuan_Linh_Travel_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17118205-Reviews-Educational_School_Trip-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7396530-Reviews-Water_Puppet_Tours_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15686307-Reviews-Vietnam_Tours_Experts-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19273847-Reviews-Blue_Asia_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25145959-Reviews-Sao_La_Vietnam_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8761009-Reviews-We_Ride_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8611127-Reviews-Your_Vietnam_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15512006-Reviews-Phuong_Trach_Pagoda-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12404751-Reviews-The_Terrible_Tour_Guide_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8290098-Reviews-Swallow_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16744419-Reviews-Vietnam_Day_Tours_This_Is_Vietnam-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5512749-Reviews-Cuong_Motorbike_Adventure-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12340570-Reviews-Ao_Dai_Que_Huong-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4552674-Reviews-Ninh_Binh_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303945-d2484803-Reviews-Trang_An_Grottoes-Ninh_Binh_Ninh_Binh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189449-d630372-Reviews-Kritinia_Castle-Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g297576-d8595452-Reviews-Monument_Ali_and_Nino-Batumi_Adjara_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g55711-d5413058-Reviews-Margaret_Hunt_Hill_Bridge-Dallas_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34913-d2290600-Reviews-JeJu_Sauna-Duluth_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g480250-d23695721-Reviews-Busowoko_Waterfalls-Jinja_Eastern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g30217-d144549-Reviews-Mount_Equinox-Arlington_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g60768-d6988231-Reviews-Scenic_Drive_Overlook-El_Paso_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1440418-Reviews-Kahala_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g47931-d263717-Reviews-Olana_State_Historic_Site-Hudson_New_York.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d11640626-Reviews-or20-Jewel_Tours-Hanoi.html"
    }
]