[
    {
        "attraction_name": "Jigokudani Snow Monkey Park",
        "attraction_name_vi": "Công viên khỉ tuyết Jigokudani",
        "general_info": [
            "2.740 đánh giá",
            "- 1 trong 56 điều cần làm ở Yamanouchi-machi",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chúng tôi đã có trải nghiệm tuyệt vời tại Công viên Khỉ Tuyết!  Chúng tôi bắt taxi từ ga xe lửa - mất khoảng 15 phút và tốn khoảng 2000 yên.  Chúng tôi đến đúng lúc nó mở cửa lúc 08:30 sáng và là những vị khách duy nhất trong công viên.  Có rất nhiều khỉ khi chúng tôi đến thăm và rất nhiều trẻ sơ sinh.  Thật là một trải nghiệm thú vị!!!!  Đó là một chút đi bộ từ cơ sở.  Khi chúng tôi đi thì trời không lầy lội nhưng tôi tưởng tượng có thể xảy ra nếu trời mưa.Đọc thêm",
            "Gia đình tôi - 6 người trong đó có 4 cậu thiếu niên - rất thích chuyến thăm Công viên Khỉ Tuyết! Chúng tôi đã chọn phương án giao thông công cộng và thấy nó thật tuyệt vời. Hướng dẫn của chúng tôi, Hiro, thật tuyệt! Anh ấy rất am hiểu về công viên và khiến phần giao thông trở nên liền mạch. Anh ấy cũng cố gắng hết sức để đảm bảo trải nghiệm của chúng tôi thật tuyệt vời. Đến thăm vào mùa hè, chúng tôi - không chắc chắn điều gì sẽ xảy ra, nhưng lũ khỉ đã ra ngoài và rất đông. Nhìn chung, tôi muốn giới thiệu tour này. Đọc thêm",
            "Một chuyến đi trong ngày từ Tokyo. Chúng tôi đi tàu Shinkansen từ ga Tokyo đến Nagano. Ở Nagano, chúng tôi đi tàu địa phương đến Yudanaka. Sau đó đi xe buýt đến Shibu Onsen. Chúng tôi đi bộ đường dài từ quầy thông tin. Đường đi khá dốc. Đi bộ nhanh khoảng 30-35 phút đến bãi đậu xe và sau đó khoảng 12 phút đến công viên. Chuyến đi bộ rất xứng đáng! Ngay cả ngoài mùa chính, chúng tôi vẫn có thể nhìn thấy rất nhiều thứ!!! Trên đường trở về, chúng tôi dừng lại ở Shibu Onsen và tắm. - Khuyến nghị nhanh - đi xe buýt từ ga tàu và trên đường trở về, bạn có thể đi bộ. Đọc thêm",
            "Sau một chuyến đi bộ dài - 30 phút - và tuyệt đẹp trên một con đường nhỏ xuyên qua Rừng, bạn leo lên một suối nước nóng nơi những chú khỉ tắm. Chúng rất hấp dẫn và không hề sợ những người chụp ảnh, đôi khi quá gần chúng. Thân thiện với trẻ em và độc đáo. Tôi thực sự khuyên bạn nên thử. Đọc thêm",
            "Ở tại khách sạn ngay dưới đường, vì vậy có thể tận hưởng chuyến tham quan công viên mà không cần vội vàng.  Yêu khoảng một dặm đi bộ vào thung lũng.  Những con khỉ bắt đầu bò quanh cây cầu và sau đó rất nhiều con đang nô đùa gần suối nước nóng.    Một số du khách đã đến quá gần những con khỉ, tuy nhiên những người phục vụ đã nhanh chóng theo dõi và chuyển hướng.  Điểm dừng ăn trưa tại Enza Cafe cuối cùng là một kết thúc hoàn hảo.  Nói chung là một trải nghiệm độc đáo.Đọc thêm",
            "Tôi thấy việc đi bộ lên đường dốc và mệt mỏi. Khi bước lên những bậc thang xuyên rừng, nó bằng phẳng và dễ đi. những con đường đóng băng, vì vậy việc mang giày là điều cần thiết.\nlũ khỉ ở khắp mọi nơi trên sông, spa, khắp nơi. họ thậm chí còn đến quanh chân bạn. chúng tôi được bảo là có thể bận nhưng không phải hôm nay\nRất đáng để ghé thăm nhưng hãy chuẩn bịĐọc thêm",
            "Dậy sớm tham quan công viên khỉ trước khi các đoàn du lịch đến. Khu vực công viên chính cách khu rừng công viên quốc gia một quãng đường leo núi đều đặn kéo dài nửa giờ. Không được mang đồ ăn, đồ uống vào công viên và không được bỏ rác. Nhà vệ sinh nằm ở lối vào trạm xe buýt phía dưới và tại trung tâm du khách - cách quầy vé 30 phút. Đừng để bị mắc kẹt. Không còn lựa chọn nào khác. Thẻ Snow Monkey Pass được bán bởi Đường sắt Nagano-Dentetsu không mang lại giá trị lớn trừ khi bạn đến rất sớm vào ngày đầu tiên của vé 2 ngày và dự định đi đến các thị trấn địa phương khác như Obuse để đến bảo tàng Hokusai. Chỉ đối với công viên, tốt hơn hết bạn nên mua riêng vé tàu, xe buýt và công viên.Đọc thêm",
            "Quãng đường đi bộ 1,6km lên núi có thể nguy hiểm với trẻ nhỏ. Hãy chuẩn bị bế con bạn - trẻ mới biết đi - lên xuống nếu chúng không chịu đi. Con đường hẹp, trơn trượt và lầy lội, chắc chắn không thân thiện với trẻ em. Bạn nên mang giày tuyết thích hợp, quần không thấm nước - quần trượt tuyết, áo khoác không thấm nước với áo hoodie để che đầu khỏi băng tuyết rơi từ trên cây xuống. Nếu không có giày đi tuyết, bạn có thể mua giày đi tuyết ở cửa hàng ở lối vào công viên. Tuy nhiên, dù phải đi bộ một quãng đường dài nhưng tất cả đều xứng đáng khi chúng tôi được tận mắt nhìn thấy chú khỉ tuyết khiêm tốn này. Nhưng tôi chắc chắn không khuyên bạn nên đưa trẻ nhỏ đến đây.Đọc thêm",
            "Việc nhìn thấy những chú khỉ tuyệt vời - độc đáo này sống - thật gần - chỉ có ở Nhật Bản - thật khác biệt so với những gì người ta nhìn thấy trên Vblog hay hình ảnh. Không có gì đánh bại được trải nghiệm phi thường này. Chắc chắn giá trị chuyến đi ở đây. Tuy nhiên, hãy cảnh báo - bạn cần phải đi bộ rất xa từ lối vào chính đến lối vào công viên - mệt mỏi - khoảng nửa giờ MỘT CÁCH - khoảng 1,6km một chiều - - dọc theo một con đường leo núi hẹp với rất nhiều khách du lịch đi cả hai chiều. Một số phần rất gần với rìa núi. Đường đi rất gồ ghề, trơn trượt - lầy lội khi ướt - mưa hoặc tuyết - . Nếu trời mưa hoặc tuyết bất ngờ khi tham gia chuyến đi dài, có thể khá nguy hiểm vì không có nơi trú ẩn. Chắc chắn không nên dùng cho người già, trẻ nhỏ hoặc những người có hoàn cảnh khó khăn về thể chất vì quá rủi ro - đòi hỏi thể chất.Đọc thêm",
            "Chúng tôi thực sự rất thích chuyến đi này. Bắt đầu chặng đường dài 1,3 km vào khoảng 8:45, chúng tôi dành thời gian tận hưởng tuyết và đi bộ xuyên rừng. Phần lớn chặng đường không có ai khác trong tầm mắt. Đó không phải là một chuyến đi bộ quá khó khăn, nhưng trên đường đi xuống, chúng tôi đã vượt qua một số người đang gặp khó khăn. Tất cả đều là đồi núi, không quá dốc nhưng không có nơi nào để dừng lại và nghỉ ngơi, vì vậy hãy thực tế. \n\nĐến gần những chú khỉ là một trải nghiệm tuyệt vời. Chúng tôi đánh giá cao nó. Bắt đầu sớm để đánh bại đám đông.Đọc thêm",
            "Đây là chuyến đi mà tôi mong chờ nhất và nó đã không làm tôi thất vọng. Để đến được vị trí hiện tại thì phải đi một chặng đường dài và có một số bước khó khăn để đứng lên mà không phải ai trong nhóm chúng tôi cũng có thể làm được. Có những thông báo nói rằng hãy tránh xa đàn khỉ một mét nhưng rõ ràng là không ai nói với họ vì chúng đã đến rất gần, điều đó thật tuyệt vời! Họ rất xinh đẹp, cũng rất ồn ào và đang rượt đuổi nhau. Bởi vì chúng tôi đến vào tháng 4 nên ở đó có rất nhiều em bé rất dễ thương. Chắc chắn là một nơi nên ghé thăm nếu bạn yêu động vật.Đọc thêm",
            "Thật đáng để ghé thăm, nhưng phải mất khoảng một giờ để xem nó - Mất khoảng 30 phút một chiều - Hãy cẩn thận nếu bạn gặp vấn đề về di chuyển - Có chỗ đậu xe miễn phí - Khoảng 30 phút đi bộ Có chỗ đậu xe miễn phí. hãy nhìn xem. Xin đừng tập quá sức nếu bạn bị khập khiễng.Đọc thêm",
            "Nếu bạn định đi từ Tokyo và với một chuyến tham quan như tôi đã làm trên nền tảng KKDAY, hãy quên điều đó đi, chỉ có nơi khỉ thôi - được thôi, bạn chỉ có vài con khỉ thôi, có thể là 20 con? , một chuyến đi dài như vậy không đáng là bao, hướng dẫn viên không giải thích nhiều, không mua sắm xung quanh, rất cơ bản, họ không giúp bạn giải trí bằng bất cứ điều gì khác mà chỉ 3 - 4 ngày trên xe buýt và chưa đầy 2 giờ tham quan - Tour siêu lộn xộn và nhàm chánĐọc thêm",
            "Xin vui lòng không ghé thăm nơi này. Nếu bạn thực sự quan tâm đến động vật, hãy tránh ghé thăm Công viên Khỉ tuyết Jigokudani. Đó là một cái bẫy du lịch đang thực sự ảnh hưởng đến môi trường sống của chúng. Chúng không thể được gọi là hoang dã nếu nhân viên cho chúng ăn, khiến chúng tranh giành thức ăn chỉ để giữ chúng xung quanh để làm hài lòng những du khách muốn có một bức ảnh đẹp, chúng không thể được gọi là hoang dã nếu chúng ta quan tâm đến một bức ảnh đẹp - du lịch hơn là bảo tồn, và chúng không thể gọi là hoang dã khi có hàng trăm máy quay trước mặt họ mỗi giây trong 7 giờ ngày này qua ngày khác - điều đó thật đáng buồn và tôi thực sự hối tiếc về chuyến thăm của mình, nó không như tôi mong đợi. Tôi hy vọng mọi người bắt đầu suy nghĩ kỹ và tìm hiểu kỹ về địa điểm này trước khi đến thăm, tôi đã nghĩ là mình đã làm vậy nhưng thực tế là tôi đã sai.Đọc thêm",
            "Mất 40 phút đi bộ qua những ngọn đồi để đến nơi lũ khỉ tuyết tụ tập. Đó là một con đường đẹp nhưng có thể cực kỳ băng giá và nguy hiểm trong những tháng mùa đông. Chúng tôi đã biết về điều này nên đã mang theo đế đinh, bạn cũng có thể mua một số loại giày trượt tại cửa hàng trước khi bắt đầu leo ​​núi. Điều này rất đáng giá vì chúng tôi đã trải qua nhiều người bị trượt và ngã. Khi bạn đến đó, điều đó thật đáng giá. Những con khỉ hoàn toàn thoải mái khi ở gần con người, nhưng đừng quên, đây là những loài động vật hoang dã và cần được đối xử như vậy. Đừng chạm vào hoặc tương tác với họ theo bất kỳ cách nào, nếu không, bạn sẽ hủy hoại điều đó đối với những người khác trong tương lai. Thật là một đặc ân khi được trải nghiệm những loài linh trưởng này trong môi trường sống tự nhiên. Tắm trong hồ bơi và nghịch tuyết. Nó thực sự là một món ăn tuyệt vời và được khuyên dùng cho cả người lớn cũng như gia đình.Đọc thêm",
            "Chúng tôi dậy sớm và đến sau 45 phút kể từ khi công viên mở cửa. Nếu bạn đến vào mùa đông, bạn phải đỗ xe ở bãi đỗ xe thấp hơn. Nơi đây cực kỳ đông đúc với người và khỉ. Nhân viên công viên ném thức ăn cho khỉ nên về cơ bản đây là một sở thú cưng nhưng không có ai vuốt ve chúng. Đừng chạm vào khỉ bất kể chúng đến gần bạn đến mức nào. Đường đi đóng băng, nên đi giày đinh băng nếu bạn không có giày tốt hoặc không quen đi trên tuyết tan. Bạn có thể đi xe đẩy, nhưng đường đi hẹp và bạn sẽ chiếm hết cả lối đi, khiến những người khác khó có thể đi qua và không bị rơi xuống vách đá. Nhìn chung, tôi rất vui vì đã đến đây. Nếu chúng tôi đến đó lần nữa, chúng tôi dự định sẽ đến trước giờ mở cửa để tránh đám đông. Đọc thêm",
            "Thật đáng thất vọng nếu bạn quan tâm đến thiên nhiên và động vật. Tiết kiệm công sức và tiền bạc và thay vào đó hãy đến xem khỉ trong sở thú. Đây là một bối cảnh rất nhân tạo và không tự nhiên - Ngoài ra, thực sự chỉ có một suối nước nóng rất nhỏ nơi những chú Khỉ tụ tập, ở cuối con đường mòn lầy lội, trơn trượt dài 1,6 km. Phong cảnh ở đây gần như tuyệt đẹp. Về cơ bản là - xếp hàng và chụp ảnh Instagram của bạn - trước khi bạn đi xuống đồi lần nữa Đọc thêm",
            "Trải nghiệm độc đáo với quần thể khỉ phương Bắc nhiều nhất thế giới. Khỉ không bị làm phiền bởi sự hiện diện của con người và đi dạo ngay cạnh bạn. Rất đông khách du lịch và đông đúc, đặc biệt khi xe buýt chở những người trong chuyến đi trong ngày đến vào khoảng 1 giờ chiều.Đọc thêm",
            "Nếu bạn tôn trọng và quan tâm đến thiên nhiên, VUI LÒNG KHÔNG THAM QUAN TẠI ĐÂY. Đây là một trải nghiệm hoàn toàn không tự nhiên - họ được cho ăn - và đó là một địa điểm rất thu hút khách du lịch. Nếu bạn nhìn đủ gần, bạn có thể nhận thấy các nhân viên đang sử dụng máy phóng - mặc dù ranh mãnh - v.v. để ngăn lũ khỉ rời đi khi có khách du lịch trả tiền ở xung quanh. Hãy ủng hộ những trải nghiệm bảo tồn thiên nhiên đích thực ở những nơi khác ở Nhật Bản.Đọc thêm",
            "Chúng tôi thực sự rất thích chuyến đi này. Bắt đầu chặng đường dài 1,3 km vào khoảng 8:45, chúng tôi dành thời gian tận hưởng tuyết và đi bộ xuyên rừng. Phần lớn chặng đường không có ai khác trong tầm mắt. Đó không phải là một chuyến đi bộ quá khó khăn, nhưng trên đường đi xuống, chúng tôi đã vượt qua một số người đang gặp khó khăn. Tất cả đều là đồi núi, không quá dốc nhưng không có nơi nào để dừng lại và nghỉ ngơi, vì vậy hãy thực tế. Đến gần những chú khỉ là một trải nghiệm tuyệt vời. Chúng tôi đánh giá cao nó. Bắt đầu sớm để đánh bại đám đông.Đọc thêm"
        ],
        "star_ratings": [
            1729,
            764,
            178,
            34,
            35
        ],
        "review_amount": 2740,
        "location": [
            "Koshinetsu",
            "Súng Shimotakai",
            "Châu Á",
            "Ống",
            "Yamanouchi-machi",
            "Những điều cần làm ở Yamanouchi-machi",
            "Nhật Bản",
            "tỉnh Nagano",
            "Công viên khỉ tuyết Jigokudani"
        ],
        "reviews_time": [
            "Written June 14, 2023",
            "Written July 12, 2023",
            "Written October 28, 2023",
            "Written December 30, 2023",
            "Written January 9, 2024",
            "Written January 10, 2024",
            "Written January 14, 2024",
            "Written February 11, 2024",
            "Written February 14, 2024",
            "Written February 15, 2024",
            "Written May 20, 2024",
            "Written April 14, 2024",
            "Written April 2, 2024",
            "Written March 26, 2024",
            "Written March 24, 2024",
            "Written March 10, 2024",
            "Written March 5, 2024",
            "Written February 23, 2024",
            "Written February 20, 2024",
            "Written February 16, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1117904-d324924-Reviews-Jigokudani_Snow_Monkey_Park-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Kos.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1117904-d6569920-Reviews-Enza_Cafe-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1117904-d4789773-Reviews-Rausuan-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1117904-d4902049-Reviews-Restaurant_Crystal_Terrace-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Kos.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1117904-d12885934-Reviews-THE_FARMHOUSE-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Chub.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1117904-d13313612-Reviews-Hotarutei-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1117904-d10311261-Reviews-Sobaroku-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1117904-d10116926-Reviews-Shiga_no_Sato-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Chub.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1117904-d13837635-Reviews-Izakaya_Chokkun-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Ch.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1117904-d6055899-Reviews-Motoya-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1117904-d7494682-Reviews-Kozushi-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d10508321-Reviews-Jigokudani_Funsen-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d1198551-Reviews-Shiga_Kogen_Ski_Area-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinets.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d15059591-Reviews-Mizunashiike-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d1229973-Reviews-Shigakogen_Plateau-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d7602242-Reviews-Shiga_Highlands_Roman_Museum-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_K.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d604009-Reviews-Shiga_Kogen-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d8149549-Reviews-Minzoku_Shiryokan_Gosetsu_No_Yakata-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefe.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d6558245-Reviews-Sake_Storehouse_Art_Museum_Gallery_Tamamura_Honten-Yamanouchi_machi_Shimotakai_g.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d2153352-Reviews-Otozan_Onsenji_Temple-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinet.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d3681107-Reviews-Okushiga_Kogen_Ski_Area-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d324924-Reviews-or10-Jigokudani_Snow_Monkey_Park-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefectur.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d3536759-Reviews-Mt_Yokote-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d1424810-Reviews-Ryuoo_Ski_Park-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Chub.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d9727950-Reviews-Shigakogen_Yakebitaiyama_Ski_Area-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefect.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d1424813-Reviews-Hasuike-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d9605982-Reviews-Ryuoo_Mountain_Park-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d13015824-Reviews-Ichinose_Family_Ski_Resort-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Ko.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d13413781-Reviews-Japan_Powder_Culture_Tours-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Ko.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d1424814-Reviews-Shibu_Onsen-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d7618606-Reviews-Snow_Monkey_Resorts_Info_Gift_Shop-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefec.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d8004207-Reviews-Shibu_Oyu-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d1424815-Reviews-Yudanaka_Onsen-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Chub.html",
            "https://www.tripadvisor.com/Attraction_Review-g1117904-d7912822-Reviews-Wakuwakunoyu-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g31792-d145337-Reviews-Petit_Jean_State_Park-Morrilton_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d186111-Reviews-Chileno_Beach-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g11887997-d6653324-Reviews-Omu_Resort-Ibeju_Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d317521-Reviews-Petronas_Twin_Towers-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g292019-d17513303-Reviews-Aj_s_Monkeys_And_Sloths-Roatan_Bay_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d23417451-Reviews-Assembly_Food_Hall-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g33338-d1166291-Reviews-Paint_Mines_Interpretive_Park-Calhan_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g49232-d136440-Reviews-Latta_Place_Historic_Site-Huntersville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d194214-Reviews-Quartier_Montparnasse-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d558282-Reviews-Christopher_Columbus_Waterfront_Park-Boston_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1117904-d324924-Reviews-or10-Jigokudani_Snow_Monkey_Park-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefectur.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1117904-d324924-Reviews-Jigokudani_Snow_Monkey_Park-Yamanouchi_machi_Shimotakai_gun_Nagano_Prefecture_Kos.html"
    }
]