[
    {
        "attraction_name": "Jim Whelan Boardwalk Hall",
        "attraction_name_vi": "Hội trường lối đi lót ván Jim Whelan",
        "general_info": [
            "499 đánh giá",
            "7 trong số 63 điều cần làm ở Atlantic City",
            "Sân vận động Arenas"
        ],
        "attraction_summary": "Boardwalk Hall là một cơ sở đa năng nằm trên Đường đi bộ lát ván của Thành phố Atlantic mang tính biểu tượng và có đấu trường chính rộng 141.000 foot vuông với sức chứa 14.770 chỗ ngồi cũng như Nhà hát Adrian Phillips rộng 23.100 foot vuông với sức chứa 3.200 chỗ ngồi. Được xây dựng vào năm 1929 với tư cách là trung tâm hội nghị ban đầu của đất nước, trong 85 năm Boardwalk Hall đã làm choáng ngợp du khách và cư dân của Thành phố Atlantic với các biểu tượng sân khấu huyền thoại như Elton John, Paul McCartney, The Rolling Stones và The Beatles. Năm 2001, một dự án trùng tu trị giá 90 triệu USD đã được hoàn thành để biến hội trường ban đầu thành hiện trạng như một địa điểm tổ chức các sự kiện đặc biệt hiện đại có khả năng tổ chức các buổi hòa nhạc, sự kiện thể thao và buổi biểu diễn dành cho gia đình. Boardwalk Hall được sở hữu và tài trợ bởi Cơ quan Phát triển Tái đầu tư Sòng bạc New Jersey CRDA. Spectra của Comcast Spectacor cung cấp cả Quản lý địa điểm và Dịch vụ ăn uống cho Boardwalk Hall.Đọc thêm",
        "reviews": [
            "Lần đầu tiên tham dự một sự kiện tại Boardwalk Hall. Thật tuyệt vời, không có chỗ ngồi tồi!  Tôi chắc chắn sẽ tham dự một sự kiện khác trong tương lai.Đọc thêm",
            "Nếu tôi có thể cho bất cứ thứ gì thấp hơn 1 sao thì đó là điều tôi đã làm. Đã đến đây vào cuối tuần vừa qua để xem chương trình Katt Williams. Lần đầu tiên, sự kiện đã bán hết vé cho 14.000 người và có ba bộ cửa mở mà không có tổ chức nào xô đẩy để vào trong chỉ để sau đó cố gắng xếp thành từng hàng một khi vào bên trong để vượt qua 4 máy dò kim loại bị trục trặc đang phát ra tiếng bíp theo đúng nghĩa đen đối với mọi người. Không ai ở phía trước cố gắng sắp xếp hàng, chỉ là một đám hỗn loạn đang cố gắng chen vào. Cuối cùng, chúng tôi đã bỏ lỡ toàn bộ màn bắt đầu khi cố gắng chen vào. Tôi yêu Katt Williams, nhưng tôi sẽ KHÔNG BAO GIỜ tham dự một sự kiện khác tại địa điểm này. Họ thực sự cần phải làm tốt hơn!! Đọc thêm",
            "Địa điểm đã lỗi thời.  Chỗ ngồi kém.  Âm thanh tàn khốc.  Đã đến radio city cách đây 2 tuần và nơi này thậm chí không thể so sánh được.  Nó thất bại thảm hại. Buổi biểu diễn thật phi thường nhưng địa điểm cần được nâng cấp nghiêm túc.  Nếu chương trình của bạn có thể được xem ở nơi khác, tôi thực sự khuyên bạn nên làm như vậyĐọc thêm",
            "Đã gặp Katt Williams và thật đáng thất vọng. Việc sản xuất thật khủng khiếp. Tôi đã ngồi ở Secrion 321! Màn hình nhỏ và đặt trên sân khấu. Âm lượng của micrô không nhất quán và chỗ ngồi chật chội đến mức người chồng nặng 63, 250 lb của tôi phải bỏ đi chỉ để đứng ở hành lang! Katt không hài hước và dàn diễn viên hài đầu tiên quá dài nên không buồn cười. Ông ấy thiên về chính trị hơn. Lil MO thật sảng khoái, Monique, Mark Curry và Tommy Davidson cười khúc khích.Đọc thêm",
            "Đã chi 200 cho 2 đêm đua xe mini và xe kart trong nhà. Tôi được thông báo khi chúng tôi đến đó rằng họ đã bỏ việc hút thuốc ngoài trời và chúng tôi không thể quay lại hút thuốc nếu quay lại phía trước để hút thuốc. Điều này đơn giản là ngu xuẩn khi xét đến lượng khói thải mà chúng ta đang hít phải bên trong địa điểm. SMHĐọc thêm",
            "Làm sao an ninh có thể đuổi mọi người ra khỏi phòng tắm sau buổi biểu diễn Disney on Ice với trẻ nhỏ? Chưa bao giờ trong đời tôi thấy điều này!!! Đọc thêm",
            "Nếu tôi có thể cho KHÔNG sao, tôi sẽ cho!! Được nêu trong mục Nhà hàng trong Lên kế hoạch cho chuyến thăm của bạn, Hãy ghé thăm một số nhà hàng địa phương tuyệt vời nhất trong thị trấn trước hoặc sau sự kiện. KHÔNG ĐƯỢC đến nhà hàng TRƯỚC sự kiện của bạn nếu bạn là người ra về với đồ ăn thừa!! Bữa tối của chúng tôi tốn 400 đô la tại một Nhà hàng bít tết và chúng tôi buộc phải vứt đồ ăn thừa vào thùng rác! Điều đó là KHÔNG THỂ CHẤP NHẬN! Chúng tôi đi ăn tối, đi Uber đến Boardwalk Hall và gặp phải nhân viên địa điểm thiếu chuyên nghiệp hét lên, TUYỆT ĐỐI KHÔNG ĐƯỢC NƯỚC, KHÔNG ĐƯỢC PHÉP MANG Ô!!!!! Một người phụ nữ bảo chúng tôi, hãy để đồ vào xe. Thật sao??!! Xe gì nếu chúng tôi vừa bước ra khỏi Uber?!! Đồ ăn thừa của chúng tôi được đóng gói cẩn thận và cố định trong hộp đựng mang đi của nhà hàng VÀ được cho vào một chiếc túi có in rõ tên nhà hàng ở mặt trước. Không phải chúng tôi cố gắng lén mang đồ ăn vào để không phải mua đồ ăn tại địa điểm; chúng tôi đến với cái bụng no căng và có ý định sẽ ăn hết những gì chúng tôi không thể ăn hết ở nhà hàng khi trở về từ chương trình. Để thêm dầu vào lửa, như thể những điều trên là chưa đủ, chúng tôi được thông báo rằng ô không được phép mang theo sau khi chịu đựng những cơn mưa như bão suốt cả ngày! Đây là loại BS nào vậy?! Không có chỗ nào trên trang web nêu rằng ô hoặc thức ăn thừa KHÔNG được phép mang theo. Tôi rất có xu hướng tin rằng những quy tắc này được thực hiện vì địa điểm này đang tổ chức một chương trình hài kịch với các diễn viên hài da đen và chủ yếu là khán giả da đen. Tôi cá là khán giả của Taylor Swift sẽ không bị buộc phải vứt bỏ ô sau một ngày đêm mưa như trút nước, hay thức ăn thừa từ bữa ăn 400 đô la cho hai người. Nếu bạn định khuyến khích mọi người ăn tối trước buổi biểu diễn khi biết rằng bạn có những quy tắc này, thì ít nhất, hãy cung cấp tủ đựng đồ!! Tôi tức điên Đọc thêm",
            "Tôi nghĩ nó đáng để ghé thăm - đó là một trải nghiệm. Tôi có lẽ sẽ không quay trở lại. Bãi biển thật ĐẸP! Tôi chỉ mong mọi người đừng lười biếng và dùng thùng rác làm thùng rác của mình!! Đồ ăn dọc theo lối đi bộ có giá quá cao và không thực sự là ngon nhất - nhưng đó là một trải nghiệm.Đọc thêm",
            "Chúng tôi đã xem buổi hòa nhạc có sự góp mặt của Gary US Bonds tại Trung tâm Hội nghị AC. Anh ấy rất xuất sắc cũng như các nghệ sĩ biểu diễn và ban nhạc khác. Và để đánh bại tất cả, nó MIỄN PHÍ!  Chúng tôi chắc chắn sẽ quay lại lần nữa. Đọc thêm",
            "Một mẫu kiến ​​trúc lộng lẫy. Đến đây để xem một trận bóng rổ ở trường đại học.. Địa điểm tuyệt vời, tầm nhìn không bị cản trở, nhiều ưu đãi. Nhưng tòa nhà là ngôi sao. Một quý bà vĩ đại từ thời hoàng kim của Thành phố Atlantic với tư cách là một khu nghỉ dưỡng sang trọng hàng đầu. Thực sự cho phép bạn cảm nhận nơi này đã từng như thế nào. Tuyệt vời.Đọc thêm",
            "Bạn có cần thẻ tiêm chủng để vàoĐọc thêm",
            "Có bao nhiêu lối vào?Đọc thêm",
            "Tôi chỉ biết rằng văn phòng chính và lối vào chính đều ở phía lối đi bộ lót ván.  Tôi thực sự không biết liệu có lối vào nào khác dẫn đến Boardwalk Hall hay không.Đọc thêm",
            "Tôi có cần vé tham quan không và nếu có thì làm cách nào để lấy vé? Tôi đọc tour du lịch là miễn phíĐọc thêm",
            "Không chắc chắnĐọc thêm",
            "Tôi sẽ đến buổi hòa nhạc của anh em nhà Jonas vào tháng 11! Khách sạn nào là tủ quần áo cho lối đi bộ lát gỗ Đọc thêm",
            "không chắc \nnhưng nó sẽ phụ thuộc vào số tiền bạn muốn chiĐọc thêm",
            "Giá cho chuyến tham quan hậu trường là bao nhiêu? Chúng được đưa ra bao lâu một lần?Đọc thêm",
            "Không có chi phí.  Đó là buổi biểu diễn miễn phí và chuyến tham quan miễn phí.Đọc thêm",
            "Sau khi đỗ xe và mọi thứ về việc bạn phải mất bao lâu mới được vào và ngồi vào chỗ? Nó nói cửa mở 1 tiếng trước buổi biểu diễn và tôi không muốn đến sớm và phải ngồi đó chờ nhưng tôi không muốn đến muộn?Đọc thêm",
            "Tôi đã đến buổi biểu diễn của Katt Williams, chúng tôi mất khoảng 30 phút để vào và chúng tôi đậu xe đối diện sòng bạc Caesars, mất khoảng 5 phút. Đọc thêm",
            "Việc đậu xe ở lối đi lót ván như thế nào?Đọc thêm",
            "Tôi không biết chỗ đỗ xe cụ thể cho Boardwalk Hall nhưng bạn có thể đỗ xe ở Caesars gần đó và có bãi đậu xe rộng rãi. Đó là một cuộc đi bộ ngắn trên lối đi bộ lót ván Đọc thêm",
            "Đối với đấu trường quyền anh, ghế tốt có ích gì?Đọc thêm",
            "Càng gần càng tốt nhưng tôi không nghĩ trong nhà có chỗ ngồi xấu. Âm thanh tuyệt vời và không có cột hoặc rào cản nào cản trở tầm nhìn của bạn. Hãy tận hưởng!Đọc thêm",
            "Chỗ ngồi tốt nhấtĐọc thêm",
            "Tôi chỉ đến đây để biểu diễn đàn organ, nhưng cũng như bất kỳ hội trường nào, hãy tránh xa mọi ranh giới như tường và đặc biệt là những góc nơi âm trầm có thể tích tụ và khiến buổi biểu diễn khó nghe.Đọc thêm",
            "Có ai ngồi ghế câu lạc bộ chưa? Đang xem phần 322 nhưng chưa bao giờ đến đây nên không chắc quang cảnh sẽ như thế nào.Đọc thêm",
            "Xin lỗi nhưng tôi không biết về chỗ ngồi của câu lạc bộ...Tôi biết rằng chúng tôi ngồi ở khu 122 và nó nằm ở tầng một, không tính số ghế trên sàn. Tôi hình dung 300 chỗ ngồi ở trên cao nhưng không chắc lắm.  Bạn có thể đến sự kiện bạn muốn xem và chọn chỗ ngồi cho riêng mình.Đọc thêm"
        ],
        "star_ratings": [
            225,
            176,
            56,
            27,
            15
        ],
        "review_amount": 499,
        "location": [
            "thành phố Atlantic",
            "Jersey Shore",
            "Hội trường lối đi lót ván Jim Whelan",
            "Hoa Kỳ",
            "New Jersey NJ",
            "Những hoạt động nên làm ở Thành phố Atlantic"
        ],
        "reviews_time": [
            "Written March 13, 2024",
            "Written February 19, 2024",
            "Written February 18, 2024",
            "Written February 18, 2024",
            "Written January 26, 2024",
            "Written November 12, 2023",
            "Written October 8, 2023",
            "Written August 24, 2023",
            "Written August 2, 2023",
            "Written March 10, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g29750-d532225-Reviews-Jim_Whelan_Boardwalk_Hall-Atlantic_City_New_Jersey.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d491036-Reviews-Dock_s_Oyster_House-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d491033-Reviews-Chef_Vola_s-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d459195-Reviews-White_House_Sub_Shop-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d662433-Reviews-Morton_s_The_Steakhouse-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d7274274-Reviews-Gordon_Ramsay_Pub_Grill_Caesars_Atlantic_City-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d4480344-Reviews-Broadway_Burger_Bar-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d559926-Reviews-Cuba_Libre_Restaurant_Rum_Bar-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d617002-Reviews-Carmine_s_Italian_Restaurant_Atlantic_City-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d819004-Reviews-Rainforest_Cafe-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29750-d2078800-Reviews-Maria_s_Luncheonette-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d11998721-Reviews-Kennedy_Plaza-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d269143-Reviews-Caesars_Atlantic_City_Casino-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d909710-Reviews-The_Playground_at_Caesars-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d12220427-Reviews-Circus_Maximus_Theater-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d10990271-Reviews-New_Jersey_Korean_War_Memorial-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d506474-Reviews-The_Quarter_at_Tropicana-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d269186-Reviews-Wild_Wild_West_Casino-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d17691139-Reviews-Dante_Hall_Theater-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d18717417-Reviews-Atlantic_City_Airshow-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d269142-Reviews-Bally_s_Atlantic_City_Casino-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d532225-Reviews-or10-Jim_Whelan_Boardwalk_Hall-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d107495-Reviews-Absecon_Lighthouse-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d11765581-Reviews-In_the_Line_of_Duty_Sculpture-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d268859-Reviews-Atlantic_City_Boardwalk-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d7964028-Reviews-Gardner_s_Basin-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d532039-Reviews-Central_Pier_Arcade-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d7277485-Reviews-Greek_Temple_Monument_World_War_I_Memorial-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d10830483-Reviews-Civil_Rights_Garden-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d17689657-Reviews-Parish_of_Saint_Monica-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d23120545-Reviews-Operation_City_Quest_Scavenger_Hunt_of_Atlantic_City-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d3138415-Reviews-Atlantic_City_Mini_Golf-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d1130147-Reviews-Qua_Baths_Spa_at_Caesars_Atlantic_City-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d5846421-Reviews-Ducktown_Tavern_Liquors-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d4831200-Reviews-Dusk-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d10840952-Reviews-Escape_AC_Escape_Rooms-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29750-d638155-Reviews-IMAX_Theatre_at_Tropicana-Atlantic_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d946227-Reviews-Crescent_Bay_Point_Park-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g11804437-d11998269-Reviews-Panam_Nagar-Sonargaon_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g293791-d5929218-Reviews-Boston_Day_Spa-Addis_Ababa.html",
            "https://www.tripadvisor.com/Attraction_Review-g34561-d6628577-Reviews-England_Brothers_Park_Band_Shell-Pinellas_Park_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d658315-Reviews-Springs_Preserve-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2694612-Reviews-Dubai_Ferry-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g499184-d2315517-Reviews-St_Martins_Sea_Caves-St_Martins_New_Brunswick.html",
            "https://www.tripadvisor.com/Attraction_Review-g56451-d1847154-Reviews-Austin_s_Park_n_Pizza-Pflugerville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g262055-d2470643-Reviews-Ayia_Thekla_Beach-Ayia_Napa_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g318873-d784369-Reviews-Wadi_Ghuweir-Dana_Tafilah_Governorate.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g29750-d532225-Reviews-or10-Jim_Whelan_Boardwalk_Hall-Atlantic_City_New_Jersey.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g29750-d532225-Reviews-Jim_Whelan_Boardwalk_Hall-Atlantic_City_New_Jersey.html"
    }
]