[
    {
        "attraction_name": "Johnson's Shut-ins State Park",
        "attraction_name_vi": "Công viên tiểu bang Johnsons Shut-ins",
        "general_info": [
            "288 đánh giá",
            "1 trong 2 hoạt động giải trí ở Middle Brook",
            "Công viên tiểu bang"
        ],
        "attraction_summary": "Chơi ở vùng nước nông ở Ngã ba phía Đông của Sông Đen. Bắn xuyên qua hệ thống thủy lực của Mẹ Thiên nhiên trong các cửa đóng. Đi bộ trên con đường mòn sẽ cho bạn thấy 1,4 tỷ năm lịch sử địa chất. Đưa ngựa của bạn đi trên một con đường mòn trên núi đẹp. Công viên Tiểu bang Johnsons Shut-Ins là một viên ngọc quý của hệ thống, một nơi dành cho tất cả mọi người: những khu dã ngoại xinh đẹp, phong cảnh Ozark, những địa điểm bơi lội tự nhiên, những khu cắm trại tuyệt vời.Đọc thêm",
        "reviews": [
            "Đây là một công viên đẹp. Nó được duy trì tốt. Các tòa nhà được thiết kế tốt và sạch sẽ với đội ngũ nhân viên thân thiện. Tôi cho điểm này là ba vì bọ ve. Tôi biết phải chờ đợi và kiểm tra bọ ve khi đi bộ đường dài nhưng tôi chưa bao giờ gặp phải nhiều bọ ve như thế này. Tất cả chúng tôi đều mang theo vài chiếc và những con chó của chúng tôi đều được che chắn. Hãy chuẩn bị!Đọc thêm",
            "Điểm 3 là 5 cho bản thân Shut-Ins và 1 cho Đường mòn Shut-Ins. Đường đi đến đặc điểm nước rộng, được lát đá và sau đó là ván lót và tuyệt vời nhất. Shut-Ins, là một đặc điểm tự nhiên, là những gì nó có, hoang dã, tự nhiên, độc đáo, thú vị, có thể nguy hiểm, trượt ngã nhưng chắc chắn là phải xem cho khu vực này. Mang theo giày đi nước. Đường mòn đi bộ đường dài là một câu chuyện khác. Khi bạn đến cuối ván lót sau một đoạn cầu thang dài lên và sau đó là một đoạn cầu thang dài xuống, bạn sẽ đến một nơi có thể quan sát được. Có một khoảng trống cố ý trên lan can cho phép bạn tiếp tục trên phần hoang dã của đường mòn. Biển báo duy nhất là một mũi tên màu xanh nhỏ. Không có biển báo nào cho biết đường mòn dài bao nhiêu, cũng không có bản đồ hay mô tả nào về tình trạng đường mòn. Dọc theo đường mòn được đánh dấu màu xanh, có một số đoạn không có biển báo và chúng tôi lo lắng rằng mình đã bị lạc. Trong một đoạn dài không có biển báo nào khác ngoài các biển báo màu xanh. Đường mòn ở trong tình trạng tồi tệ, cây cối rậm rạp, vô cùng nhiều đá, và ở một số nơi, nó giống như một cuộc leo trèo hơn là đi bộ đường dài. Có rất nhiều chỗ dốc có thể giết chết bạn. Có khá nhiều nơi mà không rõ cách đi tiếp. Nhưng có lẽ vấn đề tồi tệ nhất là, như Chúa chứng giám, các bản đồ có sẵn không khớp với đường mòn thực tế. Kể từ chuyến đi bộ đường dài, tôi đã tìm kiếm một bản đồ chất lượng tốt và vẫn chưa tìm thấy bản đồ nào khớp với những gì chúng tôi đã trải nghiệm. Cụ thể, đường mòn dường như băng qua những đường mòn khác Đường mòn Ozark? nhưng chỉ có một nơi có biển báo chỉ ra tên của hai đường mòn và trong hầu hết các trường hợp, chúng tôi không biết nên đi theo con đường nào. Vì những lý do này, tôi coi đường mòn này là nguy hiểm và không khuyến khích trừ những người đi bộ đường dài tham vọng nhất, những người hoàn toàn nhận thức được vấn đề. Đọc thêm",
            "Chúng tôi ở trong cabin cắm trại số 4. Cabin được trang bị điện, hệ thống sưởi và làm mát, nhưng không có hệ thống ống nước, Phòng tắm và máy bơm nước xuống dốc khoảng 150 bậc. Họ đã được giữ tốt.  Chúng tôi mang theo khăn trải giường riêng cho chiếc giường cỡ Queen thoải mái.  Tất cả các cabin ngoại trừ 5 đều có tầm nhìn đẹp ra ao.  Những con ếch kêu to! HÃY THƯỞNG THỨC: nếu bạn chọn cabin 4, cầu thang lên hiên nằm ở phía đối diện cabin với khu vực hố lửa.   Điều này có nghĩa là RẤT NHIỀU việc phải đi bộ xung quanh cabin trên ĐÁ LỚN.  Vỉa hè xung quanh cabin KHÔNG được trải nhựa.   Cabin 4 là cabin duy nhất như thế này và thực sự là một thiếu sót lớn về thiết kế.Đọc thêm",
            "Các văn phòng công viên đã đóng cửa khi chúng tôi đến thăm vào tháng 10, nhưng có một bản đồ bên ngoài tòa nhà cung cấp thông tin về nơi cần đến.  Ở lối vào công viên có nhiều tảng đá khổng lồ đã bị nước lũ cuốn đến vị trí của chúng do vỡ đập ở thượng nguồn.  Màn trình diễn khá ấn tượng về sức mạnh của nước.   Cuối đường là bãi đậu xe rộng rãi.  Từ đó đi bộ, chúng tôi đi theo con đường đi bộ bằng gỗ tuyệt vời với lan can bằng thép chắc chắn dọc theo con đường mòn đến nơi nước sông bị mắc kẹt để chảy và đổ xuống giữa những tảng đá.  Đó là tất cả những cảnh đẹp và êm dịu.  Vấn đề duy nhất của chúng tôi là biển báo vào thời điểm đó.  Nơi dường như gần như đi vào ngõ cụt, một cầu thang gỗ rộng rãi và cấp quân sự dẫn lên bên phải.  Nó đã đi đâu?  Chúng tôi trèo lên và đi theo nó vài phút trước khi quay lại mà không biết nó dẫn đến đâu.  Ngoài ra, ở cuối lối đi gần như cụt có một mũi tên nhỏ màu xanh chỉ vào một con đường khó nhận biết trên những tảng đá lớn.  Điều đó đã dẫn đến đâu?  Chúng tôi không biết và những du khách khác ở đó cũng biết.  Biển báo tốt hơn sẽ được khuyến khích.Đọc thêm",
            "Đây là một nơi thực sự thú vị để ghé thăm. Bạn có thể thoải mái bơi lội nhưng hãy cẩn thận với những tảng đá trơn trượt. Bãi đậu xe khá gần suối. Họ có một trung tâm du khách tốt đẹp với đội ngũ nhân viên hữu ích. Đây chắc chắn là nơi đáng để ghé thăm và mang theo đồ bơi của bạn.Đọc thêm",
            "Đây là một trong những trải nghiệm tốt nhất của chúng tôi. Chúng tôi đã rất vui khi băng qua những tảng đá qua các máng nước và dòng chảy nên chúng tôi quyết định thay đổi kế hoạch để quay lại vào một ngày khác.  Thật đáng để ghé thăm và dành trọn một ngày.Đọc thêm",
            "Bạn muốn dành chút thời gian ở ngoài trời và với nước thì đây là dành cho bạn.  Chúng tôi phải quay lại vào ngày thứ hai, chúng tôi rất thích thời gian ở nơi này.  Công viên thật đẹp!  Nó đã bị xóa sổ bởi trận lũ lụt năm 2005 nên mọi thứ còn khá mới.  Rất nhiều không gian mở, khu dã ngoại, lối vào miễn phí và rất nhiều bãi đậu xe.  Chúng tôi dành gần như toàn bộ thời gian ở dưới nước.  Lên kế hoạch mang theo giày nước, một bộ đồ tươm tất và quần áo để thay. Họ có phòng thay đồ và cửa hàng quà tặng.  Có một rủi ro với niềm vui này mà bạn nên biết.  Các chồi, hay còn gọi là các khối đá, là các khối đá mà bạn điều hướng.  Nước có thể chảy xiết, đá có thể trơn trượt và tất cả những điều đó đều có thể nguy hiểm.  Khi bạn xuất hiện bạn sẽ biết ý tôi là gì.  Nó có đáng không?  Ồ, vâng!!  Rất nhiều niềm vui mỗi lần đi một con đường khác nhau. Sau khi đóng cửa, có một khu vực dễ chịu hơn và sau đó là các vách đá để nhảy và bơi.  Tất cả đều rất tuyệt vời.Đọc thêm",
            "Thời gian cực kỳ thú vị khi bơi lội và khám phá các thành tạo trong khi chúng tôi ở đó. Chúng tôi đã đi như một nhóm bạn và hoàn toàn tận hưởng cái nóng 100 độ!Đọc thêm",
            "Giống như một thành phố nhỏ bằng đá! Thật tuyệt! Hãy quan sát những tảng đá trên đường đến bên trái trung tâm du khách và đọc biển báo dưới gốc cây cạnh tảng đá lớn nhất. Đọc thêm",
            "Hãy chắc chắn rằng bạn hiểu cách đến đó trước khi đi.  GPS sẽ đưa bạn đến sai địa điểm.  Tôi không có nhiều thời gian và có lẽ sẽ thích thú hơn nếu tôi khám phá khu vực này nhiều hơn.  Khu vực mà chúng tôi bước vào khu vực đóng cửa trông không giống khu vực trang web với toàn đá.  Có lẽ chúng ta nên đi bộ xa hơn.  Tuy nhiên, sẽ rất thú vị nếu lập kế hoạch tốt hơn.Đọc thêm",
            "Khu cắm trại đông đúc như thế nào vào mùa đông?Đọc thêm",
            "Bạn có thể bơi ở Johnson Shuttering nếu bạn đi bộ bằng gậy mà không có đá trơnĐọc thêm",
            "Quãng đường đi bộ từ bãi đậu xe tới bờ sông là bao lâu?  hay đóng cửa? một số đánh giá nói rằng chuyến đi bộ dài nhưng bao lâu? nếu có bãi đậu xe gần sông hơn?Đọc thêm",
            "Khoảng 5 đến 10 phút, tùy thuộc vào tốc độ bạn đi bộ.Đọc thêm",
            "Tôi hiểu chó có quyền truy cập hạn chế vào công viên này. Nhưng để làm rõ hơn: a liệu tôi có thể nhìn thấy dòng thác nếu tôi mang theo con chó của mình không và b liệu con chó của tôi có thể đến gần hoặc xuống nước không?Đọc thêm",
            "Thành thật mà nói, tôi không chắc chó có được phép vào công viên này hay không. Tôi không nhớ đã nhìn thấy bất kỳ thứ gì ở đây trong bất kỳ chuyến thăm nào của tôi. Tôi có thể nhầm lẫn. Đặt cược tốt nhất là gọi trực tiếp đến công viên. \nXin lỗi, tôi không thể nói chính xác hơn về câu hỏi của bạn.Đọc thêm",
            "Nếu chúng ta đến cắm trại với một chiếc motorhome và không có cóc vòng 2, liệu chúng ta có thể đi bộ đến các khu vực nước khác nhau không? Thực chất, chúng tôi không phải là những người đi bộ đường dài nhưng chúng tôi có thể đi bộ vài dặm. Chúng ta có cần kéo một phương tiện khác để đi lại không?Đọc thêm",
            "Có, Đi bộ sẽ không có vấn đề gì. Đi bộ một đoạn ngắn đến nơi đóng cửa, đi bộ đường dài hơn trên những con đường mòn nếu bạn chọn làm như vậy.Đọc thêm",
            "Bạn có đoán được nhiệt độ nước trong tuần đầu tiên của tháng 4 không? Đang thắc mắc liệu nó có thể bơi được ngay cả khi hơi lạnh hay không.Đọc thêm",
            "Tôi không chắc lắm, nhưng tôi định nói rằng chắc chắn nước sẽ rất lạnh. Chắc chắn có thể bơi được!Đọc thêm",
            "Có loại bản đồ hoặc thứ gì đó chỉ ra nơi đỗ xe và cách đến các hồ nước nông phía trên các khu vực đóng cửa không?  Tôi có con nhỏ và không muốn đưa chúng đến nơi giam giữ thực sự. Ngoài ra, vào cuối tháng 8 đông đúc đến mức nào?Đọc thêm",
            "Tôi không biết bản đồ nhưng lối ra đầu tiên ra khỏi lối đi bộ lót ván là đến một trong những hồ cạn.  Chúng tôi luôn đi lúc 4 giờ chiều nên không gặp vấn đề gì với đám đông, cũng không phải lo lắng nhiều về kem chống nắng.Đọc thêm",
            "Cách dễ nhất để tiếp cận nguồn nước là gì?  Đọc thêm",
            "Từ bãi đậu xe, đi theo con đường trải nhựa cho đến khi bạn đến cầu thang. Hỏi nhân viên đỗ xe xem bãi đậu xe nào gần mặt nước nhất.  Có hai bộ cầu thang. Tập đầu tiên là khu vực nước dành cho những người trẻ và kém nhanh nhẹn. Bậc thang thứ hai dẫn lên khu vực nhiều đá và rêu phong hơn. Đây là dành cho những người bơi lội mạo hiểm hơn. Có một khu vực kiểu bãi biển khi bạn trèo qua tất cả các tảng đá.Đọc thêm",
            "Chúng tôi đang tìm một khu cắm trại thân thiện với gia đình gần Johnson Shut-Ins để cắm trại trong lều. Khu cắm trại ở công viên tiểu bang đã được đặt trước khi chúng tôi muốn đi. Có gợi ý gì không?Đọc thêm",
            "Chúng tôi chưa bao giờ cắm trại ở đó nhưng có vẻ như có khu cắm trại ở đó. Tôi sẽ gọi để xem họ giới thiệu gì.Đọc thêm",
            "Bạn có được phép mang theo chó không?Đọc thêm",
            "Bạn được phép nhưng chỉ giới hạn ở một vài nơi. Vì vậy, nếu bạn không thể thực sự tận hưởng được con đường nếu đi cùng thú cưng của mình.Đọc thêm"
        ],
        "star_ratings": [
            196,
            71,
            16,
            4,
            1
        ],
        "review_amount": 288,
        "location": [
            "Công viên tiểu bang Johnsons Shut-ins",
            "Trung Brook",
            "Missouri MO",
            "Hoa Kỳ",
            "Những hoạt động nên làm ở Middle Brook"
        ],
        "reviews_time": [
            "Written May 15, 2024",
            "Written October 6, 2023",
            "Written March 31, 2022",
            "Written October 31, 2021",
            "Written September 19, 2021",
            "Written September 7, 2021",
            "Written August 22, 2021",
            "Written July 8, 2021",
            "Written July 5, 2021",
            "Written June 4, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g44666-d2218163-Reviews-Johnson_s_Shut_ins_State_Park-Middle_Brook_Missouri.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g44666-d272343-Reviews-Taum_Sauk_Mountain_State_Park-Middle_Brook_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g44666-d2218163-Reviews-or10-Johnson_s_Shut_ins_State_Park-Middle_Brook_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g294480-d9975338-Reviews-Taboga_Express_Fast_Ferry-Panama_City_Panama_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g51867-d274040-Reviews-Heceta_Head_Lighthouse-Florence_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g190502-d246101-Reviews-Mount_Floyen_and_the_Funicular-Bergen_Hordaland_Western_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g13811269-d2077265-Reviews-Linjiang_Street_Tonghua_Night_Market-Da_an_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g499174-d1848875-Reviews-Head_Harbour_Lighthouse-Campobello_Island_New_Brunswick.html",
            "https://www.tripadvisor.com/Attraction_Review-g60406-d2322728-Reviews-Ho_Chunk_Gaming_Wittenberg-Wittenberg_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g298251-d2359846-Reviews-Shymbulak_Mountain_Resort-Almaty.html",
            "https://www.tripadvisor.com/Attraction_Review-g297555-d669886-Reviews-Old_Market-Sharm_El_Sheikh_South_Sinai_Red_Sea_and_Sinai.html",
            "https://www.tripadvisor.com/Attraction_Review-g499087-d3366276-Reviews-Aquapolis-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32389-d21251476-Reviews-Folsom_Historic_District-Folsom_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g44666-d2218163-Reviews-or10-Johnson_s_Shut_ins_State_Park-Middle_Brook_Missouri.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g44666-d2218163-Reviews-Johnson_s_Shut_ins_State_Park-Middle_Brook_Missouri.html"
    }
]