[
    {
        "attraction_name": "Johnny's Hideaway",
        "attraction_name_vi": "Johnny - s Hideaway",
        "general_info": [
            "95 đánh giá",
            "- 26 trên 158 Cuộc sống về đêm ở Atlanta",
            "Câu lạc bộ khiêu vũ - vũ trường"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đã có nhiều điều được viết và nói về Atlanta Nightspot huyền thoại này. Đã ghé thăm vào tối qua, Thứ Sáu, ngày 12 - 29 - 3023, tôi sẽ đưa ra lý do tại sao tôi nghĩ nó vẫn rất phổ biến trong hơn 4 thập kỷ qua. Mặc dù dường như luôn bận rộn nhưng các nhân viên phía trước rất niềm nở và thân thiện. Tôi rất may mắn có được một chỗ ở Malinda - s - sp? -  quán ba. Một sự chuyên nghiệp hoàn chỉnh. Hữu ích, thân thiện. Mất thời gian để trả lời các câu hỏi khi có thể. Chưa bao giờ phải yêu cầu nạp tiền, luôn chú ý đến mọi nhu cầu của khách hàng. Không ngừng hối hả để bắt kịp với đám đông khổng lồ và ngày càng tăng, luôn nở nụ cười thích thú. Đơn giản là nổi bật. Tất nhiên không có nhân viên pha chế nào làm việc đó một mình. Demitri trở lại quán bar thật phi thường, không ngừng hỗ trợ. Những ly mới, nguyên liệu cocktail, dự trữ rượu và bia, tôi chưa bao giờ thấy anh ấy dừng lại, đội của anh ấy chẳng muốn gì cả.  Anh ấy rất chủ động và thực hiện điệu nhảy hỗ trợ một cách hoàn hảo. Vì vậy, vâng, một câu lạc bộ khiêu vũ và quán bar vui vẻ, rất đa dạng, rõ ràng có sự quản lý và cơ chế phục vụ khách hàng quen của họ.  Lần tới tôi - tôi ở Atlanta, đầu danh sách của tôi để quay trở lại. Yêu từng phút trong chuyến thăm dài của tôi.Đọc thêm",
            "Nơi này từng là địa điểm. Bây giờ họ tính phí 30,00 đô la để làm gì. Các bartender của chúng tôi không giống nhau. Mẹ tôi sẽ lăn lộn trên thiên đường khi biết nơi này đã trở nên tồi tệ như thế nào.  Biến thành nơi trẻ tuổi của những người đồng tính. Đọc thêm",
            "Nơi tuyệt vời để vui chơi - khiêu vũ. Sang trọng, đồ ăn ngon - âm nhạc hay. Có dịch vụ đỗ xe cho khách nếu bạn muốn Đọc thêm",
            "Chúng tôi đến nơi ẩn náu của Johnny vì có người đã giới thiệu đây là một hộp đêm tốt ở Atlanta, với nhiều người ở độ tuổi phù hợp. Lúc chúng tôi đến nơi là khoảng chín giờ ba mươi và nơi này đã chật cứng. Chúng tôi trả phí - 10 để vào, đi thẳng đến quầy bar và gọi đồ uống. Tôi có thể thành thật nói rằng đó là loại đồ uống mạnh nhất mà tôi từng được phục vụ. Vấn đề lúc đó là chúng ta có thể đứng ở đâu mà không cản đường ai đó! Cuối cùng chúng tôi phải đứng dựa vào tường, không còn chỗ trống nào nữa, tất cả các bàn xung quanh phòng đều có biển báo ghi sẵn trên đó. Chúng tôi muốn nhảy nhưng điều đó là không thể. Chúng tôi rời đi sau lần uống đầu tiên. Trên đường ra, chúng tôi đi ngang qua một phụ nữ trẻ đang đi cùng một phụ nữ lớn tuổi, say đến mức không thể đứng thẳng, thật đáng buồn cho một người ở độ tuổi đó mà lại rơi vào tình trạng đó. Mọi người ở đó cư xử như thể họ đang ở trong một hộp đêm, nhưng tôi sẽ không gọi nó là hộp đêm, đối với tôi đó là một quán bar có sàn nhảy rất nhỏ. Nhưng với tất cả những gì đã nói, rõ ràng đây là một nơi rất nổi tiếng và có bầu không khí tốt. Tôi sẽ không đi nữa, nhưng tôi có thể hiểu tại sao một số người lại thích nó!Đọc thêm",
            "NƠI NÀY XUỐNG ĐÁNH GIÁ nếu bạn - đang thắc mắc tại sao chúng - lại tốt đến vậy. - Người quản lý - người bảo vệ ở đây chắc chắn là một người HẤP DẪN. Kinh tởm. Thiếu tôn trọng và có vấn đề LỚN về sự tức giận. KHÔNG nên sở hữu một doanh nghiệp và có tính phân biệt đối xử. Anh ấy sẽ hét lên và mất trí vì một chiếc mũ - ? - và làm cảnh sát - ? - hộ tống mọi người ra ngoài qua một chiếc mũ? Điều này không được liệt kê trong quy định về trang phục trực tuyến. Và sau đó, bạn sẽ không có một cuộc trò chuyện bình thường hoặc tỏ ra tôn trọng chút nào nếu bạn yêu cầu làm rõ những gì họ đang nói vì họ đang la hét và chiếu đèn vào mặt bạn và đột nhiên đội mũ. Cực kỳ hung hãn và hoàn toàn không an toàn khi có phụ nữ ở gần, công khai đe dọa làm tổn thương bạn tôi khi cô ấy hỏi một câu về quy định về trang phục. Nếu bạn - là phụ nữ KHÔNG đến đây. Sẵn sàng bị ông già chửi bới và CẮM nếu đội nhầm mũ - áo - ??? ĐỪNG ĐẾN ĐÂY! Kinh tởm và kỳ lạ và thực sự không an toàn. Có lẽ đây không phải là một nơi tồi tệ nếu bạn không muốn tôi tiếp tục để lại bài đánh giá này.Đọc thêm",
            "Frick anh bạn nhân viên kinh khủng, tôi - chưa bao giờ thất vọng đến thế, nhân viên cần làm việc, có vẻ như họ đã đuổi chúng tôi ra ngoài ngay cả khi mua đồ uốngĐọc thêm",
            "Cảm ơn phản hôi của bạn. Chúng tôi rất tiếc khi biết rằng bạn đã có trải nghiệm tiêu cực tại Johnny - s. Nếu bạn muốn thảo luận thêm về vấn đề này, vui lòng gửi email cho Emily Moody theo địa chỉ emily - thinkmla.com.Đọc thêm",
            "Nơi này thật đẹp. Tôi có thể thấy nó có sự mới lạ, nhưng các nhân viên, đặc biệt là một nhân viên pha chế đặc biệt rất thô lỗ. Họ cố đuổi nhóm chúng tôi ra ngoài ngay sau khi chúng tôi gọi đồ uống. Tuy nhiên, nơi này có mùi khủng khiếp, giống như họ không dọn dẹp nơi này. Tôi khuyên bạn nên kiểm tra nhưng hãy cẩn thận với bọn phát xít đằng sau quán bar.Đọc thêm",
            "Cảm ơn phản hôi của bạn. Chúng tôi rất tiếc khi biết rằng bạn đã có trải nghiệm tiêu cực tại Johnny - s. Nếu bạn muốn thảo luận thêm về vấn đề này, vui lòng gửi email cho Emily Moody theo địa chỉ emily - thinkmla.com.Đọc thêm",
            "Chúng tôi đã đến đây trong nhiều năm. Chúng tôi vừa bước sang tuổi 50 nên chúng tôi - không phải là người lớn tuổi nhất ở đây nhưng chúng tôi - chắc chắn không phải là người trẻ nhất. Johnny - s luôn là một nơi thú vị để đi uống chút gì đó và khiêu vũ với bạn bè của bạn. Tuy nhiên, gần đây là thứ Sáu và thứ Bảy Đêm đến sàn nhảy tràn ngập những người đàn ông độc thân chỉ đứng trên sàn nhảy thậm chí không nhảy. Ôm các cô gái. Những kẻ này hầu hết là những người Trung Đông, không hiểu ranh giới. Nếu cách những kẻ này tóm lấy phụ nữ xảy ra ở bất kỳ nơi công cộng nào khác thì họ sẽ bị buộc tội. Một từ dành cho quản lý: an ninh của bạn quan tâm nhiều hơn đến đồ uống trên sàn nhảy và tôi hiểu tại sao. Nhưng hãy làm gì đó với những anh chàng độc thân cứ đứng giữa sàn nhảy khắp sàn nhảy, cọ sát và túm lấy những cô gái muốn ra ngoài và nhảy. Vợ tôi và bạn bè của cô ấy thường thích đến đó và chúng tôi khiêu vũ. Nhưng những kẻ này không biết ranh giới.  Nếu bạn là một phụ nữ có vẻ ngoài khá tươm tất, hãy chuẩn bị tinh thần để đối mặt với những anh chàng đáng sợ chỉ đứng giữa sàn nhảy, nhìn chằm chằm vào bạn và cố gắng dụ dỗ bạn. Nếu bạn bước ra sàn nhảy và không đi cùng một người đàn ông nào đó, hãy sẵn sàng để bị tóm lấy liên tục. Một số phụ nữ có thể thích điều này, nhưng mọi người đều đồng thuận rằng chúng ta đã tương tác với mong muốn thì hành vi này sẽ dừng lại.Đọc thêm",
            "Cảm ơn phản hôi của bạn. Chúng tôi rất tiếc khi biết rằng bạn đã có trải nghiệm tiêu cực tại Johnny - s. Nếu bạn muốn thảo luận thêm về vấn đề này, vui lòng gửi email cho Emily Moody theo địa chỉ emily - thinkmla.com.Đọc thêm",
            "Thật là một bầu không khí tuyệt vời! Một loạt các âm nhạc và khách hàng quen!  Bartender Steve thật tuyệt vời!  Chúng tôi chắc chắn sẽ quay lại! Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời tại Johnnys. Đó là niềm vui lớn, thức ăn ngon và dịch vụ tuyệt vời. Các nhân viên ở đây rất tuyệt vời và những giai điệu và sàn nhảy đập mạnh. Nhất định phải ghé thăm ở Atlanta! Đọc thêm",
            "Tôi luôn muốn trải nghiệm nơi này nhưng chưa có cơ hội đến. Tôi sẽ dùng thử trong vài tuần nữa và nghe nói có một nhân viên pha chế tên là Ashley, cô ấy vẫn ở đó chứ? Nếu có thì khi nào cô ấy ở đó? Có cần phải đeo khẩu trang không? Không thể chờ đợi để cuối cùng đi. Thời điểm tốt nhất để đến đó trước đám đông là khi nào?Đọc thêm",
            "Xin chào! Tôi đang làm một số công việc và tôi muốn biết thêm một chút về địa điểm, chẳng hạn như: loại đồ ăn và đồ uống được phục vụ ở đó và bạn đã nghe loại nhạc nào ở đó? Ý tôi là, các ca sĩ và ban nhạc, sẽ rất hữu ích nếu bạn trả lời tôi! Tri ân.\n\n\nXin chào! Tôi đang làm việc và muốn biết thêm một chút về địa điểm, chẳng hạn như: loại đồ ăn thức uống được phục vụ tại chỗ và bạn đã nghe những bài hát nào ở đó? Ý tôi là các ca sĩ và ban nhạc, sẽ rất hữu ích nếu họ trả lời tôi! Cảm ơn.Đọc thêm",
            "Tôi 65 tuổi, đây có phải là nơi dành cho tôiĐọc thêm",
            "Chuẩn rồi. Ở đó có một ông cụ đã ngoài 70 tuổi. Anh ấy là vũ công giỏi nhất ở đó nên bạn rất giỏi!Đọc thêm",
            "Đi đêm nào là thích hợp nhất cho người độc thân?Đọc thêm",
            "Thứ sáu hoặc thứ bảy....những ngày khác thì yên tĩnh.Đọc thêm"
        ],
        "star_ratings": [
            25,
            30,
            12,
            9,
            19
        ],
        "review_amount": 95,
        "location": [
            "Atlanta",
            "Georgia - GA -",
            "Những điều cần làm ở Atlanta",
            "Hoa Kỳ",
            "Johnny - s Hideaway"
        ],
        "reviews_time": [
            "Written December 30, 2023",
            "Written December 16, 2023",
            "Written September 2, 2023",
            "Written July 22, 2023",
            "Written July 4, 2023",
            "Written February 4, 2023",
            "Written February 4, 2023",
            "Written February 4, 2023",
            "Written May 15, 2022",
            "Written February 25, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60898-d606959-Reviews-Johnny_s_Hideaway-Atlanta_Georgia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d444220-Reviews-Hal_s_On_Old_Ivy-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d10730934-Reviews-Superica_Buckhead-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d6407892-Reviews-Tin_Lizzy_s_Cantina-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d7604766-Reviews-Bartaco-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d14920026-Reviews-Hal_s_The_Steakhouse-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d855757-Reviews-Marcello_s_Pizza_Subs-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d19652957-Reviews-Fia_Restaurant-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d435942-Reviews-Landmark_Diner-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d16885133-Reviews-KarmaFarm-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60898-d4380086-Reviews-Menchie_s_Frozen_Yogurt-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d103493-Reviews-Atlanta_History_Center-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d257375-Reviews-Swan_House-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d126945-Reviews-Buckhead-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d126918-Reviews-Lenox_Square-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d13340855-Reviews-Blue_Heron_Nature_Preserve-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d2433042-Reviews-LEGO_Discovery_Center-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35122-d8058802-Reviews-William_Harris_Homestead-Monroe_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d490800-Reviews-Chastain_Park_Amphitheater-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d560311-Reviews-Miami_Circle_Design_District-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g35266-d558467-Reviews-Silver_Comet_Trail-Smyrna_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d606959-Reviews-or10-Johnny_s_Hideaway-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d11778747-Reviews-Atlanta_Magic_Theater-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d606992-Reviews-Blind_Willie_s-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d20912718-Reviews-Pedal_Pub_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d4495354-Reviews-Sister_Louisa_s_Church_of_the_Living_Room_and_Ping_Pong_Emporium-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d2427413-Reviews-Laughing_Skull_Lounge-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d15607148-Reviews-Clermont_Lounge-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d4207655-Reviews-Sweet_Georgia_s_Juke_Joint-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d606951-Reviews-Northside_Tavern-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d7376964-Reviews-Orpheus_Brewing-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d5841305-Reviews-Joystick_Gamebar-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d27015286-Reviews-Kim_s_Day_Spa-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d10065866-Reviews-Breakout_Games_Atlanta_Buckhead-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d6199003-Reviews-The_Ivy_Buckhead-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d23953156-Reviews-The_NOW_Massage_Buckhead-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d575440-Reviews-Jolie_The_Day_Spa-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d283048-Reviews-Institut_DERMed_Spa_Buckhead-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g46303-d10821960-Reviews-Stella_Farms-Berlin_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187892-d2057583-Reviews-Corso_Umberto-Taormina_Province_of_Messina_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d12050157-Reviews-Akanthus_club-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d10355655-Reviews-Moco_Museum_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60270-d12558483-Reviews-Deland_Park-Sheboygan_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g34913-d7188024-Reviews-Gwinnett_Place_Mall-Duluth_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d108447-Reviews-Sundance_Square-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d15710579-Reviews-Puente_Colgante_El_Jorullo-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g35328-d3847994-Reviews-North_Beach-Tybee_Island_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d143367-Reviews-Greenwich_Village-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60898-d606959-Reviews-or10-Johnny_s_Hideaway-Atlanta_Georgia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60898-d606959-Reviews-Johnny_s_Hideaway-Atlanta_Georgia.html"
    }
]