[
    {
        "attraction_name": "Jungle Rapids Family Fun Park",
        "attraction_name_vi": "Công viên giải trí gia đình Jungle Rapids",
        "general_info": [
            "218 đánh giá",
            "25 trong số 140 điều cần làm ở Wilmington",
            "Công viên giải trí chủ đề"
        ],
        "attraction_summary": "Go Karts, Laser Tag, Miniature Golf, Arcade, Rock Climbing Wall, Kids Jungle Indoor Playground và Water Park đóng cửa trong mùa này. Có thứ gì đó dành cho tất cả mọi người!Đọc thêm",
        "reviews": [
            "Chúng tôi đã đến Jungle Rapids từ năm 2005. Không có nhiều thay đổi, nhưng họ đã loại bỏ một số đường trượt nước để đưa vào một đường trượt loại trọng lực lớn. Thành thật mà nói tôi nhớ các đường trượt nước. Thực sự chỉ có hai đường trượt nước tốt ở công viên này, có một vài đường trượt chậm hơn dành cho trẻ em nhưng chỉ có khoảng 3 đường trượt dành cho người lớn.  Công viên sóng nước luôn vui vẻ, nhưng tôi ước họ có nhiều ô hơn xung quanh. Thật không may, giống như mọi nơi khác, rất nhiều người dành toàn bộ ghế cho con cái họ mà không bao giờ sử dụng ghế dưới ô. Bọn trẻ đã có khoảng thời gian tuyệt vời, mặc dù chúng cảm thấy buồn chán vì thiếu đường trượt nước và bạn chỉ có thể dành rất nhiều thời gian trong bể tạo sóng. Đây là lúc chúng tôi tiến vào bên trong. Họ thích làm những thứ bên trong nhưng nó trở nên đắt đỏ vì mọi thứ đều là tiện ích bổ sung. Công viên nước có một mức giá và mọi thứ bạn làm bên trong đều có giá khác. Thật tệ là bạn không thể mua các gói để làm nhiều việc hơn.  Tôi cũng ước họ có những lựa chọn lành mạnh hơn cho các món giảm giá và đồ uống. Sẽ thật tuyệt nếu có một số số 0 Gatorade hoặc Powerade Zero hoặc những thứ tương tự dành cho những người trong chúng ta không uống nước ngọt và không muốn trả 4 đô la cho một chai nước. Ngoài ra, chiếc bánh pizza đã bị trúng hoặc trượt, ba trong số bốn chiếc trong số đó đã bị nấu quá chín và khi họ đưa cho chúng tôi một miếng đã bị chín quá mức, tôi đã yêu cầu một trong những chiếc khác và họ không hài lòng về điều đó. Nhưng khi bạn trả những mức giá đó, bạn không nên mua những chiếc bánh pizza bị cháy khô. Họ không chấp nhận American Express nên những ai cần sử dụng thẻ tín dụng khác hãy đảm bảo mang theo nó. Các nhân viên mà chúng tôi gặp rất thân thiện, công viên nước và phòng tắm đều sạch sẽ.Đọc thêm",
            "Đến thăm Jungle Rapids cùng cháu trai 12 tuổi của chúng tôi.  Công viên rất sạch sẽ, nhân viên rất thân thiện và chu đáo.  Chúng tôi đến vào giờ mở cửa vào thứ ba và phải chờ một thời gian ngắn để mua vé.  Công viên không quá đông đúc và chúng tôi có thể đặt được một chiếc bàn có ô.  Hầu hết các slide đều có dòng ngắn ngoại trừ slide thu hút chính.  Nghĩ rằng giá vào cửa hơi cao.  Bạn không thể mang thức ăn hoặc đồ uống bên ngoài vào nhưng họ có một quán cà phê đẹp.  Thức ăn có giá hợp lý và phù hợp với đồ ăn ở công viên giải trí.  Chắc chắn sẽ quay lại lần nữa.  Đã cho nó 4 sao do giá vào cửa.  Đọc thêm",
            "Trải nghiệm rất tốt nhưng vé vào công viên nước có giá quá cao so với số lượng đường trượt mà họ phải cung cấp. Giá bình thường nên giảm giá 26 cho sau 4.Đọc thêm",
            "Lần đầu tiên và chúng tôi yêu nơi này. Rất nhiều việc để làm cho mọi lứa tuổi. Nơi này siêu sạch và thức ăn rất ngon. Chúng tôi nóng lòng muốn quay lại. Đọc thêm",
            "Tôi đưa các cháu 9 và 10 tuổi của mình đi chơi game và vui chơi nhưng hoàn toàn ngược lại. Đây không phải là chuyến thăm đầu tiên của chúng tôi nhưng nó sẽ là lần cuối cùng. Chúng tôi đã cố gắng cho nó một cơ hội khác, nhưng tất cả chúng tôi đều rất thất vọng với trải nghiệm này. Tôi để các cháu của mình viết đánh giá của riêng chúng và thế này: Chúng tôi đã bị lừa rất nhiều lần khiến bạn phải quay cuồng. Lần đầu tiên chúng tôi đi thì ổn nhưng càng ngày càng tệ hơn. Có vẻ như họ muốn nó trở nên tồi tệ hơn.  Họ tính phí quá cao cho mỗi trò chơi và trò chơi đó không thể thắng được. Khi bạn yêu cầu giúp đỡ, họ cố gắng - 1 để tự thoát khỏi nó hoặc 2 họ sửa chữa nhưng thực ra không phải vì họ không giúp đỡ.  Chúng tôi chỉ được chơi những trò chơi yêu thích của mình một vài lần vì giá cả. Nếu bạn định chi 50 đô la và vì giá cao sẽ mất số tiền đó sau vài phút thì đây là nơi tốt nhất dành cho bạn. Vui lòng không đưa trẻ em hoặc người trên 60 tuổi đến đây trừ khi bạn không thích chúng. Lý do duy nhất chúng tôi đến đây là vì Chucky Cheese đóng cửa nơi thú vị nhất từ ​​trước đến nay.Đọc thêm",
            "Chuẩn bị tốt cho một ngày vui vẻ tại công viên nước.  Các em đã có khoảng thời gian vui vẻ trên tất cả các cầu trượt và chơi các trò chơi bên trong khi trời mưa. Ngay cả sau khi ở đó 4 giờ, một điều tuyệt vời là chúng tôi đã nhận được kiểm tra mưa để bù đắp cho việc công viên đóng cửa do thời tiết.Đọc thêm",
            "Công viên nước rất tuyệt, những chuyến đi thú vị và đường đi nhanh chóng. Mặt khác, một trong những nhân viên tên Allen đang làm việc với xe đẩy lại rất thất vọng. Anh ấy nói với chúng tôi trước khi chúng tôi lên đường rằng có một cảnh báo và sau cảnh báo đó là bạn. sẽ được yêu cầu rời đi. Một vài người trong chúng tôi vô tình va vào nhau và bỏ chạy. Sau khi mọi chuyện kết thúc, anh ta tiếp tục đuổi một nửa nhóm của chúng tôi ra ngoài mà không báo trước và chúng tôi không được hoàn lại tiền. Ngoài ra, khi chúng tôi quay lại lần thứ hai, họ đã buộc tội nhầm một số người trong số chúng tôi. những người không va chạm như những người đã va chạm và chỉ có hai trong số 10 người của chúng tôi được lên xe khi họ chỉ bị loại khỏi một nửa nhóm của chúng tôi. Họ cảm thấy rất có quyền và sử dụng nhiều quyền lực hơn những gì họ thực sự có. gọi cho người quản lý trong khi chúng tôi chỉ ngồi đó và xem hai người khác trong nhóm của chúng tôi đi xe. Rất đáng thất vọng và chúng tôi sẽ mong đợi được hoàn lại toàn bộ số tiền cho xe đẩy. Allen nếu bạn nhìn thấy điều này, tôi hy vọng một ngày nào đó bạn sẽ phát triển một cặp và ngừng sử dụng những chiếc xe đẩy như một cách bù đắp cho sự thiếu tôn trọng mà bạn nhận được trong thế giới thực.Đọc thêm",
            "Công viên nước rất tuyệt và tất cả chúng tôi đều có khoảng thời gian vui vẻ nhưng khi chúng tôi bắt đầu đi xe ngựa, một nhân viên tên Allen rất thô lỗ và thậm chí còn đuổi ba thành viên trong nhóm của tôi ra ngoài vì va chạm nhẹĐọc thêm",
            "Chúng tôi đã đi vào buổi tối để làm gì đó.  Cô con gái tuổi teen của chúng tôi đã có khoảng thời gian vui vẻ chơi gôn thu nhỏ và xin quay lại. Chúng tôi dự định quay trở lại để đi xe go go và chơi các trò chơi trong khu trò chơi điện tử.   Nhân viên thân thiện với chúng tôi và giá cả hợp lýĐọc thêm",
            "Dịch vụ khách hàng thật khủng khiếp. Nếu bạn là người lớn đang giám sát những đứa trẻ lớn hơn nhưng không muốn chơi công viên nước hoặc không thể chơi do chấn thương ở chân thì bạn đã không gặp may. 40 Dù thế nào đi chăng nữa, ngay cả khi bạn mua 4 đường chuyền toàn năng trên 200 Và đừng chạm vào nước. Có vẻ như một hố tiền cũ kỹ, xuống cấp, rất bẩn thỉu, hoạt động kém hiệu quả. Nếu bạn muốn một bữa ăn hoặc bữa ăn nhẹ - hãy chuẩn bị chờ đợi rất lâu!! Xếp hàng nhận đồ ăn quá dài và ít người làm việc. Những công nhân được chú ý Thậm chí phải xếp hàng dài để ăn trong giờ nghỉ.Đọc thêm"
        ],
        "star_ratings": [
            79,
            81,
            36,
            13,
            9
        ],
        "review_amount": 218,
        "location": [
            "Bờ biển Bắc Carolina",
            "Hoa Kỳ",
            "Những điều cần làm ở Wilmington",
            "Công viên giải trí gia đình Jungle Rapids",
            "Wilmington",
            "Bắc Carolina NC"
        ],
        "reviews_time": [
            "Written August 27, 2023",
            "Written July 18, 2023",
            "Written July 5, 2023",
            "Written July 2, 2022",
            "Written January 19, 2022",
            "Written July 16, 2021",
            "Written July 1, 2021",
            "Written July 1, 2021",
            "Written June 28, 2021",
            "Written June 27, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g49673-d1594064-Reviews-Jungle_Rapids_Family_Fun_Park-Wilmington_North_Carolina.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g49673-d527412-Reviews-K_38_Baja_Grill-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49673-d576377-Reviews-Casey_s_Buffet_Barbecue_Home_Cookin-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49673-d4717685-Reviews-Grinders_Cafe-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49673-d4726801-Reviews-La_Costa_Mexican_Restaurant-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49673-d1889708-Reviews-Olympia_Restaurant-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49673-d1901442-Reviews-Nicola_s_Italian_Restaurant-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49673-d4843374-Reviews-Port_City_Java-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49673-d9600697-Reviews-Moe_s_Original_BBQ-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49673-d4614660-Reviews-Dairy_Queen_Treat-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Restaurant_Review-g49673-d13819755-Reviews-Papa_Johns_Pizza-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d318472-Reviews-Airlie_Gardens-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d527285-Reviews-New_Hanover_County_Arboretum-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d3570960-Reviews-Noni_Bacca_Winery-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d23984770-Reviews-Bats_And_Brews-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d7914811-Reviews-Hugh_McRae_Park_renamed_Long_Leaf_Park-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d12205212-Reviews-Wrightsville_Beach_Brewery-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d126588-Reviews-Battleship_North_Carolina-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d2258302-Reviews-Bellamy_Mansion-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d126586-Reviews-Historic_District-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d3645942-Reviews-Downtown_Wilmington-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d1594064-Reviews-or10-Jungle_Rapids_Family_Fun_Park-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d7317632-Reviews-Jellybeans_Family_Skate_Center-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d10617307-Reviews-Wilmington_Yoga_Center-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d3477953-Reviews-Rebel_Yoga_and_Pilates-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d9605512-Reviews-ProFishNC_Charters-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d21130943-Reviews-Aqua_Float_Cryo-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49686-d2292922-Reviews-WB_Surf_Camp-Wrightsville_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g2137396-d17606428-Reviews-Topsail_Surf_Adventures-Topsail_Island_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49686-d12262363-Reviews-La_Dee_Dah_Cruises-Wrightsville_Beach_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d6628698-Reviews-Wrightsville_Kayak_Company-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g40063-d8531892-Reviews-Cameron_Ferry-Cameron_Louisiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g499087-d7909987-Reviews-Nirvana_Beach-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d563697-Reviews-Blue_Man_Group-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g8286767-d456320-Reviews-Wat_Phra_That_Doi_Suthep-Doi_Suthep.html",
            "https://www.tripadvisor.com/Attraction_Review-g635605-d6713773-Reviews-War_Shelter_of_Platanias-Platanias_Chania_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g4564016-d7071074-Reviews-Livadia_Beach-Livadia_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g58704-d4552199-Reviews-Henry_Moses_Aquatic_Center-Renton_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d309795-Reviews-Parque_La_Sabana-San_Jose_San_Jose_Metro_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g274706-d277589-Reviews-Pilsner_Urquell_Brewery-Pilsen_Pilsen_Region_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41489-d2296522-Reviews-Great_Brook_Farm_State_Park-Carlisle_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g49673-d1594064-Reviews-or10-Jungle_Rapids_Family_Fun_Park-Wilmington_North_Carolina.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g49673-d1594064-Reviews-Jungle_Rapids_Family_Fun_Park-Wilmington_North_Carolina.html"
    }
]