[
    {
        "attraction_name": "Jungfraujoch Sphinx Observatory",
        "attraction_name_vi": "Đài thiên văn Nhân sư Jungfraujoch",
        "general_info": [
            "699 đánh giá",
            "- 1 trong 8 điều cần làm ở Jungfraujoch",
            "Đài quan sát - Tháp"
        ],
        "attraction_summary": "Thật là một trải nghiệm tuyệt vời và tuyệt vời khi được đến đây tại vùng đất của - người da trắng -! Thật là một cảm giác tuyệt vời và tuyệt vời mà trừ khi có mặt ở đây, người ta sẽ không thể cảm nhận được sức mạnh và vẻ đẹp của thiên nhiên mẹ chúng ta!\n\nMọi nơi bạn nhìn thấy từ đây đều có màu trắng, tức là những ngọn núi và vùng đất được bao phủ bởi tuyết! Và nếu bạn nghĩ Mt Titlis vốn đã rất cao và lạnh lẽo thì bạn đã nhầm! Điều này thậm chí còn cao hơn và lạnh hơn.\n\nSau khi đi trên chuyến tàu đưa chúng tôi đến đây, chúng tôi đang ở vùng đất băng tuyết và mọi thứ chúng tôi nhìn thấy, chạm vào và cảm nhận, đặc biệt là những người đến từ các nước nhiệt đới, điều đó thực sự tuyệt vời!\n\nTrời lạnh tuy không lạnh như chúng ta mong đợi, bạn có thể chọn ở trong nhà ngắm cảnh hoặc ra ngoài tự mình trải nghiệm tuyết. Đối với một số người, bạn có thể cảm thấy ngột ngạt vì thiếu oxy và nếu vậy, hãy nhanh chóng đi vào tòa nhà nhưng nếu có thể, hãy cố gắng đi bộ ít nhất một lúc và trải nghiệm - một lần trong đời - trải nghiệm theo dõi tuyết, nhìn thấy dấu chân của bạn! Đi chậm và nói chậm, bạn sẽ ổn thôi!\n\nChúng tôi rất thích chuyến dạo bộ ở đây và hãy xem những đánh giá khác của tôi về Jungfrau ở đây trong một số bài đăng tiếp theo!\n\nKhuyến khích cao.Đọc thêm",
        "reviews": [
            "Khi tàu Jungfraujoch đến đỉnh Jungfraujoch, nó sẽ dẫn chúng tôi tới Đài quan sát Nhân sư. Bên dưới Đài quan sát còn có các điểm tham quan khác như Alpine Sensation, Ice Palace, Lindt Swiss Chocolate Heaven...vv. \nChúng tôi bước vào thang máy leo lên đỉnh 108m chỉ trong 25 giây. Khi đến nơi, chúng tôi đi thẳng lên cầu thang và xếp hàng để chụp ảnh với biển hiệu Top of Europe như mọi người vẫn làm. \nChúng tôi đã không đến vào một ngày đẹp trời vì trời có tuyết rơi dày đặc và gió mạnh. Chúng tôi không thể nhìn thấy Sông băng Alestch vĩ đại được UNESCO công nhận là Di sản Thế giới, cả đỉnh Jungfrau, Monch hay Eiger vì ngoài kia chỉ có màu trắng khi chúng tôi đến. Chúng tôi rất thất vọng nhưng chúng tôi luôn biết sẽ có rủi ro nếu đến vào tháng Năm. Tuy nhiên, bản thân đài quan sát đã rất tuyệt. Chúng tôi đã chụp ảnh với tấm biển - Crushed Landing on You -. Chúng tôi còn lên cao nguyên chụp ảnh với cờ Thụy Sĩ và lăn mình trên tuyết dưới tuyết dày và gió mạnh. Đó là một trải nghiệm khó quên nhưng vẫn tiếc nuối vì chúng tôi đã không thấy được những gì mình đã lên kế hoạch cho cả năm. Suy cho cùng, nó không hề rẻ - 160,60 CHF - với Thẻ Du lịch Thụy Sĩ của chúng tôi.  - không giảm giá là 214 CHF - .Đọc thêm",
            "Đây là một phần của Jungfraujoch - Điểm thu hút hàng đầu Châu Âu. Trong mạch họ có ở khu vực này, đây là một trong những đoạn mà bạn phải đi thang máy lên đài quan sát. Từ đó, bạn sẽ nhìn thấy quang cảnh Sông băng Aletsch và những ngọn núi phủ tuyết tuyệt đẹp của dãy núi Bernese Alps. \n\nTôi đã đi trong thời gian mở cửa và vì vậy không thể đánh giá chính xác tình hình đám đông, nhưng vào thời điểm đó, nó không đông đúc chút nào.Đọc thêm",
            "Họ không nói với bạn rằng mọi thứ đều đóng cửa theo thời tiết cho đến khi bạn lên đến đỉnh. Thật là lãng phí tiền - 100 - mỗi người.  Kiểm tra thời tiết trước khi bạn đi. Nếu trời nhiều mây hoặc có gió thì đừng đi.Đọc thêm",
            "Đây là một phần của Jungfraujoch - Điểm thu hút hàng đầu Châu Âu. Trong mạch họ có ở khu vực này, đây là một trong những đoạn mà bạn phải đi thang máy lên đài quan sát. Từ đó, bạn sẽ nhìn thấy quang cảnh Sông băng Aletsch và những ngọn núi phủ tuyết tuyệt đẹp của dãy Bernese Alps. Tôi đã đi vào thời gian mở cửa và vì vậy không thể đánh giá chính xác tình hình đám đông, nhưng vào thời điểm đó, nó không đông đúc chút nào.Đọc thêm",
            "Khi tàu Jungfraujoch đến đỉnh Jungfraujoch, nó sẽ dẫn chúng tôi tới Đài quan sát Nhân sư. Bên dưới Đài quan sát còn có các điểm tham quan khác như Alpine Sensation, Ice Palace, Lindt Swiss Chocolate Heaven...vv. Chúng tôi bước vào thang máy leo lên đỉnh 108m chỉ trong 25 giây. Khi đến nơi, chúng tôi đi thẳng lên cầu thang và xếp hàng để chụp ảnh với biển hiệu Top of Europe như mọi người vẫn làm. Chúng tôi đã không đến vào một ngày đẹp trời vì trời có tuyết rơi dày đặc và gió mạnh. Chúng tôi không thể nhìn thấy Sông băng Alestch vĩ đại được UNESCO công nhận là Di sản Thế giới, cả đỉnh Jungfrau, Monch hay Eiger vì ngoài kia chỉ có màu trắng khi chúng tôi đến. Chúng tôi rất thất vọng nhưng chúng tôi luôn biết sẽ có rủi ro nếu đến vào tháng Năm. Tuy nhiên, bản thân đài quan sát đã rất tuyệt. Chúng tôi đã chụp ảnh với tấm biển - Crushed Landing on You -. Chúng tôi còn lên cao nguyên chụp ảnh với cờ Thụy Sĩ và lăn mình trên tuyết dưới tuyết dày và gió mạnh. Đó là một trải nghiệm khó quên nhưng vẫn tiếc nuối vì chúng tôi đã không thấy được những gì mình đã lên kế hoạch cho cả năm. Suy cho cùng, nó không hề rẻ - 160,60 CHF - với Thẻ Du lịch Thụy Sĩ của chúng tôi.  - không giảm giá là 214 CHF - .Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời và đáng kinh ngạc khi được ở đây, tại vùng đất của - người da trắng -! Thật là một cảm giác tuyệt vời và tuyệt vời khi nếu bạn không ở đây, bạn sẽ không thể cảm nhận được sức mạnh và vẻ đẹp của thiên nhiên mẹ chúng ta! Mọi nơi bạn nhìn thấy từ đây đều là màu trắng, tức là những ngọn núi và vùng đất phủ đầy tuyết! Và nếu bạn nghĩ rằng Núi Titlis đã rất cao và lạnh, thì bạn đã nhầm! Nơi này thậm chí còn cao hơn và lạnh hơn. Sau khi đi trên chuyến tàu đưa chúng ta đến đây, chúng ta đang ở vùng đất của tuyết hoặc băng và mọi thứ chúng ta nhìn thấy, chạm vào và cảm nhận, đặc biệt là những người đến từ các nước nhiệt đới, thì thực sự tuyệt đẹp! Trời lạnh nhưng không lạnh như chúng ta mong đợi, bạn có thể chọn ở trong nhà để ngắm cảnh hoặc ra ngoài để tự mình trải nghiệm tuyết. Đối với một số người, bạn có thể cảm thấy ngạt thở do thiếu oxy và nếu vậy, hãy nhanh chóng vào trong tòa nhà nhưng nếu có thể, hãy cố gắng ít nhất là đi bộ một lúc và trải nghiệm trải nghiệm theo dõi tuyết - một lần trong đời -, nhìn thấy dấu chân của bạn! Đi chậm và nói chậm, bạn sẽ ổn thôi! Chúng tôi rất thích chuyến đi bộ ở đây và hãy xem các bài đánh giá khác của tôi về Jungfrau ở đây trong một vài bài đăng tiếp theo! Rất đáng để thử. Đọc thêm",
            "Lần đầu tiên chúng tôi đến thăm Jungfraujoch là vào năm 1995 và chưa bao giờ quay lại. Chúng tôi quyết định đi một tuần ở Wengen và quay trở lại Jungfraujoch. Chuyến tàu được dự đoán là đông đúc với khách du lịch. Khi chúng tôi xuống tàu ở phía trên, khu vực nhà hàng rất hỗn loạn. Có quá nhiều người chen chúc nhau. Chúng tôi lên tháp quan sát nhân sư, ngắm nhìn xung quanh các đỉnh núi, sau đó đi ra sông băng. Tôi leo lên Mönchsjochhütte và quay lại. Khu vực quán cà phê đã chật cứng. Mỗi người chúng tôi uống một ly cà phê, thật lãng phí tiền bạc, đây là loại cà phê đắt tiền và tào lao nhất mà tôi từng uống, và đã bị vứt vào thùng rác. Hãy tiết kiệm tiền của bạn và thưởng thức đồ uống trên đường xuống Eigergletscher. Một chuyến đi phải xem, nếu bạn muốn thực hiện nó cùng với hầu hết du khách đến Thụy Sĩ cùng một lúc.Đọc thêm",
            "Đây là Đỉnh Châu Âu, Đài quan sát Nhân sư. Đúng như tên gọi, đây là nơi bạn có thể ngắm nhìn những ngọn núi phủ tuyết và quang cảnh thật ngoạn mục. Bạn có thể nhìn thấy nó từ bên trong Đài quan sát hoặc bạn có thể bước ra đài quan sát bên ngoài. Bạn có thể cảm nhận được gió và lạnh. Cảm giác ở ngoài đó thật tuyệt vời. Không khí rất loãng nên hãy cẩn thận và đừng ra ngoài quá lâu. Ngoài ra, hãy chụp bao nhiêu ảnh - quay video tùy thích vì mọi thứ xung quanh đều đẹp như tranh vẽ. Phải ghé thămĐọc thêm",
            "Mọi thứ đều rất tuyệt nhưng nơi này cần hai điều; tất cả các cửa hàng đều mở cửa cho công chúng. Thật khó chịu khi đến nơi mà không thể nhâm nhi một tách cà phê hay thứ gì đó. Thứ hai và quan trọng nhất là nơi này cần có cửa sổ sưởi ấm ở trên cùng, tại đài quan sát Sphinx. Trời lạnh và có gió nên chúng tôi không thể nhìn thấy bất cứ thứ gì bên ngoài vì băng - nhưng đó vẫn là một trải nghiệm tuyệt vời. Đọc thêm",
            "WowNgày 18 tháng 6: đỉnh Jungfraujoch và khung cảnh tuyệt đẹp của những ngọn núi xung quanh được bao phủ bởi băng. Thang máy cực nhanh sẽ đưa bạn đến đài quan sát, leo lên độ cao 108 mét trong 25 giâyĐọc thêm",
            "Lượt xem, như mọi nhận xét, đều thật tuyệt vời.  Giá của một tiện ích bổ sung cho một số gói khu vực khác rất cao.  Giá chỉ cho một tấm vé - Top of Europe - thật nực cười.  Trước khi bạn đi, hãy kiểm tra webcam để xem quang cảnh như thế nào - ngày tôi đi thật tuyệt vời, nhưng tôi - đã nghe nói vào một số ngày trời - có sương mù, nhiều mây, v.v. Có chín - chuyến tham quan - như người ta gọi, hoặc các điểm tham quan.  Chúng không phải là những chuyến du lịch mà là những thứ để xem - làm.  Hãy kiểm tra những điều này vì một số đến nhiều nơi có thể bị đóng cửa và giá vào cửa của bạn là như nhau!  Hang băng, Đài quan sát và chuyến tham quan ngoài trời - 9 - không dễ tìm - là tốt nhất.  Chế độ xem tuyệt vời - chụp nhiều ảnh.  Hãy tận hưởng nó và cố gắng đừng nghĩ đến việc nó sẽ khiến bạn tốn bao nhiêu tiền!!! Đọc thêm",
            "đài quan sát thiên văn cung cấp tầm nhìn tuyệt đẹp ra đỉnh núi và các khu vực xung quanh..một nền tảng nhô ra từ đó có thể hơi khó đi lại .. Đây là một trong những đài quan sát cao nhất trên thế giới..Đọc thêm",
            "Có thể ngắm bầu trời đêm từ đài quan sát không?  Tôi sẽ ở đó vào ngày 26 tháng 9 và rất thích ngắm bầu trời đêm từ độ cao đó.  Nó chắc chắn phải đẹp!!Đọc thêm",
            "Xin chào, mình đang định đi Jungfrau nên muốn biết bạn bắt tàu đi đâu để đến đài quan sát - sphynx - Đọc thêm",
            "Giadan146 thân mến, bạn có thể bắt chuyến tàu xuất phát từ Interlaken Ost. Sau đó nó đi qua Grindelwald hoặc Lauterbrunnen và Wengen. Vì vậy, bạn muốn đi lên Đỉnh Châu Âu theo cách nào là tùy thuộc vào bạn.Đọc thêm",
            "Ưu đãi giảm giá cho người giữ vé Corcovado có còn hiệu lực không?Đọc thêm",
            "Chào buổi sáng Amanda, hôm mình đến không thấy thông báo gì, nhân viên cũng không nói gì, mình thanh toán theo bảng bán hàng bình thường.Xem thêm",
            "CHÀO,\nchúng tôi sẽ ở lauterbrunnen và dự định đến thăm jungfrau, bạn có thể vui lòng cho biết bạn đã đi tàu như thế nào và bạn đã đi zipline ở đâu không\ncảm ơnĐọc thêm",
            "Zipline?Đọc thêm",
            "Gói này có bao gồm Đài thiên văn Spinx không?Đọc thêm",
            "Gói bao gồm đài quan sát Sphinx, tác phẩm điêu khắc trên băng, đồng bằng băng.Đọc thêm",
            "Ưu đãi giảm giá cho người giữ vé Corcovado có còn hiệu lực không?Đọc thêm",
            "Vietnamese: Tôi dự định cùng chồng và con gái đi Interlaken vào tháng 3. Chúng tôi muốn thực hiện chuyến đi đến Top of Europe. Tôi đọc trên mạng thấy vé corcovado giảm 50% cho chuyến đi Jungfrau hoặc Top of Europe có đúng không? \nGiảm giá này có còn hiệu lực trong năm 2018 không? \nVé của tôi đã được sử dụng vào tháng 11 năm 2017, chúng có giá trị đến tháng 11 năm 2018 vì mục đích giảm giá không? Liệu chúng có hiệu lực cho tháng 3 năm 2018 không?\n\n\nVietnamese: Tôi dự định cùng chồng và con gái đi Interlaken vào tháng 3. Chúng tôi rất mong chờ chuyến lưu diễn Top of Europe. Tôi đọc trên mạng thấy vé corcovado giảm 50% khi đi Jungfrau hoặc Top of Europe, điều đó có đúng không?\nNăm 2018 chương trình giảm giá này còn hiệu lực không?\nVé của tôi đã được sử dụng vào tháng 11 năm 2017, chúng có giá trị đến tháng 11 năm 2018 vì mục đích giảm giá không? Chúng có hiệu lực vào tháng 3 năm 2018 không?Đọc thêm",
            "Xin lỗi, tôi không biết. Đọc thêm",
            "Xin chào,\nĐể tham quan Cung điện Băng và Đài thiên văn Sphinix bạn phải trả thêm vé hay miễn phí?Đọc thêm",
            "Xin chào, 2 điểm tham quan này đã bao gồm trong giá vé tham gia Jungfraujoch của bạn.\n\nTrân trọngĐọc thêm",
            "Tôi có cần mua vé tàu riêng và đặt chỗ cho chuyến tham quan này không hay tour này bao gồm cả vé tàu và đặt chỗ?Đọc thêm",
            "từ Interlaken, mọi thứ đều được bao gồm. Nếu bạn có thẻ du lịch Thụy Sĩ, bạn cũng được giảm giá..Đọc thêm",
            "Xin chào!\n\nCó cửa hàng quà tặng - lưu niệm nào ở trên không?\n\nCảm ơn bạn! Đọc thêm",
            "Tôi tin là có Đọc thêm"
        ],
        "star_ratings": [
            528,
            130,
            22,
            8,
            11
        ],
        "review_amount": 699,
        "location": [
            "Dãy núi Alps của Thụy Sĩ",
            "Các hoạt động ở Jungfraujoch",
            "Châu Âu",
            "Jungfraujoch",
            "bang Valais",
            "Thụy sĩ",
            "Đài thiên văn Nhân sư Jungfraujoch"
        ],
        "reviews_time": [
            "Written July 3, 2023",
            "Written July 28, 2023",
            "Written November 20, 2023",
            "Written April 28, 2024",
            "Written November 20, 2023",
            "Written July 28, 2023",
            "Written July 3, 2023",
            "Written October 3, 2022",
            "Written July 4, 2022",
            "Written October 22, 2021",
            "Written May 23, 2020",
            "Written February 18, 2020",
            "Written February 12, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1785161-d5607915-Reviews-Jungfraujoch_Sphinx_Observatory-Jungfraujoch_Canton_of_Valais_Swiss_Alps.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1785161-d4735980-Reviews-Restaurant_Crystal-Jungfraujoch_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g20992876-d4313404-Reviews-Restaurant_Eigergletscher-Eigergletscher_Lauterbrunnen_Jungfrau_Region_Bernese_.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1785161-d4453889-Reviews-Indian_Restaurant_Bollywood-Jungfraujoch_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1785161-d20949467-Reviews-Aletsch_Restaurant-Jungfraujoch_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1785161-d26875151-Reviews-Pikantus_Lounge_by_Erdinger-Jungfraujoch_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1785161-d2401333-Reviews-Mochnsjochhutte-Jungfraujoch_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188080-d10890982-Reviews-Monchsjochhutte-Grindelwald_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Restaurant_Review-g285724-d4260134-Reviews-Skibar_Schreinerei-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1870860-d2295760-Reviews-Hotel_Restaurant_Stechelberg-Stechelberg_Jungfrau_Region_Bernese_Oberland_Canton.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1870860-d14981631-Reviews-Berggasthaus_Trachsellauenen_Restaurant-Stechelberg_Jungfrau_Region_Bernese_Obe.html",
            "https://www.tripadvisor.com/Attraction_Review-g188078-d199009-Reviews-Jungfrau-Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g1785161-d9983593-Reviews-Jungfraujoch_Top_of_Europe-Jungfraujoch_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g1785161-d6895386-Reviews-Ice_Palace_Jungfraujoch-Jungfraujoch_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g1785161-d546447-Reviews-Jungfraujoch-Jungfraujoch_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g188082-d523968-Reviews-The_Eiger-Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d2280144-Reviews-Trummelbach_Falls-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g188082-d523731-Reviews-Kleine_Scheidegg-Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g188085-d3579507-Reviews-Luftseilbahn_Wengen_Mannlichen-Wengen_Lauterbrunnen_Jungfrau_Region_Bernese_Oberl.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d531599-Reviews-Lauterbrunnen_Valley_Waterfalls-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Can.html",
            "https://www.tripadvisor.com/Attraction_Review-g188084-d11785620-Reviews-Thrill_Walk_Felsensteg_Birg-Murren_Jungfrau_Region_Bernese_Oberland_Canton_of_Be.html",
            "https://www.tripadvisor.com/Attraction_Review-g1785161-d5607915-Reviews-or10-Jungfraujoch_Sphinx_Observatory-Jungfraujoch_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d2661312-Reviews-Airtime_Paragliding-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g188085-d7645381-Reviews-Skiset_Wengen-Wengen_Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_Ber.html",
            "https://www.tripadvisor.com/Attraction_Review-g188080-d2312655-Reviews-Paragliding_Jungfrau-Grindelwald_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d10751586-Reviews-Lauterbrunnen_Village-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_B.html",
            "https://www.tripadvisor.com/Attraction_Review-g188080-d814791-Reviews-Maennlichen-Grindelwald_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13355845-Reviews-Royal_Smart_Limousine-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g47292-d219012-Reviews-Bear_Mountain_State_Park-Bear_Mountain_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g28947-d267833-Reviews-Beartooth_Highway-Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g49584-d273433-Reviews-Topsail_Island-Surf_City_Topsail_Island_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g189462-d4894000-Reviews-Plakaki_Beach-Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g41555-d108058-Reviews-Coast_Guard_Beach-Eastham_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d17353711-Reviews-Paradise_Club-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294202-d4415294-Reviews-Dream_Park-Giza_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d7984272-Reviews-Talk_Of_The_Town-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g187371-d2043233-Reviews-Aqualand-Cologne_North_Rhine_Westphalia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1785161-d5607915-Reviews-or10-Jungfraujoch_Sphinx_Observatory-Jungfraujoch_Canton_of_Valais_Swiss_Alps.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1785161-d5607915-Reviews-Jungfraujoch_Sphinx_Observatory-Jungfraujoch_Canton_of_Valais_Swiss_Alps.html"
    }
]