[
    {
        "attraction_name": "Jungala Aqua Experience",
        "attraction_name_vi": "Trải nghiệm thủy sinh ở Jungala",
        "general_info": [
            "164 đánh giá",
            "31 trong số 120 điều cần làm ở Playa del Carmen",
            "Công viên nước"
        ],
        "attraction_summary": "MỘT ỐC ĐẢO TUYỆT VỜI Cho dù bạn đang tìm kiếm niềm vui gia đình hay sự thư giãn thực sự sang trọng, Jungala Aqua Experience mang đến cách tối ưu để tận hưởng không gian ngoài trời tuyệt vời và tạo nên sự nổi bật trong kỳ nghỉ của bạn. Với tuyển chọn các trò chơi dưới nước hay nhất thế giới mà không cần xếp hàng, đám đông hay rắc rối như công viên truyền thống của bạn, đây là cảnh quan nước cực kỳ độc quyền, mật độ thấp mà chỉ Vidanta mới có thể mang đến cho bạn.Đọc thêm",
        "reviews": [
            "Công viên nước đẹp trong khu nghỉ dưỡng nằm trong rừng rậm. Đội ngũ nhân viên rất chuyên nghiệp, an toàn là ưu tiên hàng đầu ở đây. Con sông lười dường như kéo dài vô tận - người ta kể rằng nó dài khoảng một dặm. Nhìn chung, chúng tôi cảm thấy điểm tham quan này hướng đến các gia đình có trẻ nhỏ vì chỉ có 3 đường trượt được dán nhãn cảm giác mạnh mà thanh thiếu niên và người lớn sẽ thực sự thích thú.  Một vài điều thú vị - bạn không được mang bất kỳ đồ ăn nào vào công viên, mỗi người chỉ được mang theo một chai nước. Việc kiểm tra túi xách của bạn đến và ĐI vì họ không muốn bất kỳ ai bước đi với chiếc khăn siêu thấm sợi nhỏ của họ. Có vé cả ngày và nửa ngày - cả hai đều đắt 8050. Chúng tôi đã thực hiện nửa ngày 3p-6p và sẵn sàng rời đi sau 2 giờ. Chúc gia đình vui vẻ.Đọc thêm",
            "Xin chào KurtF158! Cảm ơn đánh giá thân thiện của bạn. Chúng tôi rất vui mừng khi có bạn. Hãy quay lại sớm! JungalaParkĐọc thêm",
            "Muốn giới thiệu 1010Thực phẩm tuyệt vời không cần xếp hàng trẻ em đã có rất nhiều chuyến đi ngay cả đối với trẻ nhỏThời gian bạn khởi hành bằng xe đưa đónĐọc thêm",
            "Xin chào DanielG961! Cảm ơn đánh giá thân thiện của bạn. Chúng tôi rất vui mừng khi có bạn. Hãy quay lại sớm! JungalaParkĐọc thêm",
            "Jungala là một công viên nước rất nhỏ.  Chúng tôi rất thích dòng sông lười nhưng chỉ có một vài đường trượt nước dành cho người lớn.  Tôi chắc chắn rằng nó hoàn hảo cho trẻ nhỏ, vì nó quá nhỏ nên chúng tôi đã làm nửa ngày với chi phí rẻ hơn.  3 giờ là đủ thời gian cho chúng tôi.Đọc thêm",
            "Xin chào lesliedD6388IC! Cảm ơn đánh giá thân thiện của bạn. Chúng tôi rất vui mừng khi có bạn.  JungalaParkĐọc thêm",
            "Chúng tôi đã đi nghỉ xuân và tất cả chúng tôi đã có khoảng thời gian tuyệt vời!!! Chúng tôi là 2 cặp vợ chồng có một đứa trẻ 7 và 9 tuổi và công viên này rất hoàn hảo cho các bé gái. Nó không quá lớn. Mọi thứ đã gần kề. Thức ăn và đồ uống rất tuyệt. Dịch vụ thật tuyệt vời! Rất khuyến khích bạn có con nhỏ.Đọc thêm",
            "Xin chào amorea320! Cảm ơn đánh giá thân thiện của bạn. Chúng tôi rất vui mừng khi có bạn. Hãy quay lại sớm! JungalaParkĐọc thêm",
            "Phí vào cửa đắt so với những gì bạn nhận được, nhưng bên trong đẹp đẽ và nguyên vẹn.  Tuy nhiên, các điểm tham quan thực tế rất hạn chế.. Có vẻ như họ đang cố gắng sao chép Công viên kỷ Jura. Nó sang trọng và sạch sẽ nhưng sau 2-3 giờ bạn đã thấy phần lớn cơ sở. Cầu trượt, bể tạo sóng, sông lười, đệm nước. Hãy nhớ rằng điều này thuộc sở hữu của các khu nghỉ dưỡng Vindata, nơi được biết đến nhiều hơn với 5 chai nước uống trong khách sạn của họ cũng như kết nối Internet tốc độ siêu chậm nếu bạn không chọn nâng cấp tốn kém.  Nên tránh Grand Maya nếu bạn lo lắng về khả năng tiếp cận hoặc chi phí bổ sung. Cuối cùng, nó rất đắt tiền và cần một số cập nhật và sửa chữa. Chỉ cần luôn theo dõi ví của bạn. Họ sẽ làm trống nó cho bạn nếu bạn không chú ý.Đọc thêm",
            "Xin chào D840GHjeremyb, rất tiếc vì bạn đã có trải nghiệm khác với trải nghiệm mà chúng tôi đã dự đoán. Cảm ơn phản hôi của bạn. Tại JUNGALA, chúng tôi đầu tư vào việc bảo vệ trải nghiệm của bạn với các tiêu chuẩn vệ sinh và bảo mật cao nhất.Đọc thêm",
            "Công viên nước tuyệt vời! Bỏ qua những đánh giá tiêu cực - đây là một công viên đẹp, được bảo dưỡng tốt, có đội ngũ nhân viên rất tốt. Dịch vụ tuyệt vời và có nhân viên cứu hộ ở khắp mọi nơi. Hồ bơi tạo sóng thật tuyệt vời, sóng thực sự rất vui, không chắc liệu hồ bơi này có được cải thiện so với trước đây không nhưng chắc chắn là ngang bằng nếu không muốn nói là tốt hơn những hồ bơi khác mà chúng tôi từng đến. Sông lười thực sự tuyệt đẹp, có thể là một trong những hồ đẹp nhất mà chúng tôi từng thấy. Trẻ em đã có rất nhiều niềm vui trong pháo đài mưa! Cuối cùng, các cầu trượt rất vui, cầu trượt nước gia đình là cầu trượt yêu thích của chúng tôi. Chắc chắn sẽ ghé thăm lại! Đọc thêm",
            "Xin chào SunnyTRL! Cảm ơn đánh giá thân thiện của bạn. Chúng tôi rất vui mừng khi có bạn. Hãy quay lại sớm! JungalaParkĐọc thêm",
            "Một nơi tuyệt vời, không quá lớn nếu bạn có những đứa trẻ từ 11 tuổi trở lên để tự mình đi chơi, rất sạch sẽ ở mọi nơi chắc chắn sẽ được đề xuất trong ngày. Đọc thêm",
            "Xin chào! Cảm ơn rất nhiều cho nhận xét của bạn. Rất vui được chào đón bạn tại JungalaPark. Chúng tôi hy vọng sớm được gặp bạn!Đọc thêm",
            "Công viên này không có nhiều cầu trượt. Con gái tôi đang mang thai và thậm chí còn không được phép xuống dòng sông lười.. Thật là thất vọng. Họ cân bạn ở hầu hết các lần trượt dành cho người lớn và việc này sẽ kéo dài mãi mãi. Nếu bạn cao dưới 3,5 feet thì họ không có bất kỳ cầu trượt nào dành cho độ tuổi đó. Tôi không hiểu tại sao người lớn lại không thể chơi cầu trượt cùng một đứa trẻ. Đồ ăn và đồ uống đắt đến mức 10 pina coladas. Đối với giá nhập học tôi sẽ không trả lại. Nơi này sạch sẽ và nhân viên thì tuyệt vời, nhưng các quy tắc của họ thì quá nhiều. Đọc thêm",
            "Xin chào kristyd249, rất tiếc vì bạn đã có trải nghiệm khác với trải nghiệm mà chúng tôi đã dự đoán. Cảm ơn phản hôi của bạn. Tại JUNGALA, chúng tôi đầu tư vào việc bảo vệ trải nghiệm của bạn với các tiêu chuẩn vệ sinh và bảo mật cao nhất.Đọc thêm",
            "Chúng tôi quyết định thực hiện bán vé giảm giá từ 3 giờ chiều - 6 giờ chiều và rất vui vì chúng tôi đã làm như vậy. Mặc dù nó trải rộng và bao phủ một diện tích lớn nhưng chỉ có 4 đường trượt, một bể tạo sóng là một trò đùa - không có sóng và hai khu vực dành cho trẻ em. Một khu vực dành cho trẻ em tốt hơn cho đứa con gái 5 tuổi của tôi, nó KHÔNG thích phun nước vào cô ấy - ở đó có một vài cầu trượt và một khu vực nông hơn để trẻ em lội vào, nhưng khu vực chính dành cho trẻ em thì quá choáng ngợp đối với cả hai đứa trẻ của tôi - các đường trượt rất tuyệt nhưng nước bắn ra mọi hướng mọi lúc quá nhiều. Trời cũng nhiều mây, có bão và nước lạnh. Dòng sông lười rất ấn tượng nhưng nó dài đến nỗi phải mất hơn 30 phút mới nổi - và đó là dòng nước lạnh nhất vì nó rất râm mát. Điều tuyệt vời nhất đối với gia đình tôi là những bồn tắm nước nóng, ấm áp và đông đúc do ngày mát mẻ nhiều mây. Công viên xinh đẹp, không đáng giá nếu bạn đã từng đến bất kỳ công viên vui chơi nào ở các bang - nó không thể so sánh được. Đọc thêm",
            "Xin chào! Cảm ơn đánh giá thân thiện của bạn. Chúng tôi rất vui mừng khi có bạn. Hãy quay lại sớm! JungalaParkĐọc thêm",
            "Công viên sạch sẽ. Dịch vụ thật tuyệt vời. Nhưng đối với 2 bữa ăn cho trẻ em và bơ thực vật, chúng tôi đã trả 140,00. Họ chỉ có một vài slide. 2 khu trẻ em. Thành thật mà nói, cách họ quảng bá nó, tôi đã nghĩ nó sẽ giống như Hurricane Harbor hay gì đó. Thành thật mà nói không có giá trị thêm tiền. Đáng lẽ nó chỉ là một phần của khu nghỉ dưỡng! Tôi sẽ không quay lạiXem thêm",
            "Xin chào veroagarcia0401, rất tiếc vì bạn đã có trải nghiệm khác với trải nghiệm mà chúng tôi đã dự đoán.Đọc thêm",
            "Cách tốt nhất để đến được khu nghỉ dưỡng taxi này là gì? Xe buýt? Resort có taxi để đón về plata del carmen không, cảm ơnĐọc thêm",
            "Thậm chí đừng bận tâm đến việc đi...Giá của nó quá cao so với những gì ở đó. Đó là một sự lột xác tuyệt đối ngay khi bạn đến. Bạn sẽ cảm thấy bị lừa nếu điĐọc thêm",
            "Cách tốt nhất để đến được khu nghỉ dưỡng taxi này là gì? Xe buýt? Resort có taxi để đón về plata del carmen không, cảm ơnĐọc thêm",
            "Có giảm giá cư trú không?Đọc thêm",
            "Xin chào! Chúng tôi rất vui khi chia sẻ mức giá sau đây với các mức giảm giá đã áp dụng, người lớn phải xuất trình CMND chính thức và hợp lệ từ Quintana Roo hoặc Yucatan khi mua vé tại phòng vé\n\nTrẻ em MIỄN PHÍ Dưới 0,91 m\nTrẻ em 348,00 MX Trên 0,91 m\nNgười lớn 696,00 MX Trên 1,22 m\n\nĐừng quên sử dụng mã khuyến mại: alberca50 cho các chuyến thăm trong tháng 7 hoặc gọi để đặt chỗ theo số 1-855-227-4199.\nKhuyến mại tùy thuộc vào tình trạng chỗ.\nĐiều khoản và điều kiện áp dụng.\n\nHẹn gặp lại bạn sớm! JungalaParkĐọc thêm",
            "Xin chào, tôi sẽ đi Mexico vào tháng 8. Vừa nhìn địa điểm đi, thích công viên nước và chỉ muốn biết nơi này có gì hay không??? Hoặc có ai có thể đưa tôi đến công viên nước lớn ở khu Cancun được không?? Cảm ơn bạn x Đọc thêm",
            "Các bạn có mở cửa từ ngày 1-20/1 khôngĐọc thêm",
            "Xin chào ShaneB2. ĐÚNG! Chúng tôi sẽ rất vui khi có bạn với chúng tôi. Bạn cũng có thể kiểm tra lịch trình và tình trạng phòng trống trực tiếp trên trang web của chúng tôi.Đọc thêm",
            "Nếu bạn là thành viên của grand lux thì giá công viên nước cho một người lớn và một trẻ em năm tuổi là bao nhiêu? Và những chiếc lều dành cho thành viên hạng sang ở công viên nước có giá bao nhiêu?Đọc thêm",
            "Xin chào!\n\nChúng tôi có giá đặc biệt dành cho khách VIDANTA:\n\nThẻ ngày đi rừng bao gồm:\nTruy cập chung\nKhăn tắm\nWifi miễn phí\nDịch vụ hướng dẫn khách\nVòi hoa sen\n\nĐịnh giá\n\nTrẻ em MIỄN PHÍ\nDưới 0,91 m\n\nTrẻ em 438,00 MX\nTrên 0,91 m\n\nNgười lớn 813,00 MX\nTrên 1,22 m\n\nTại Công viên Jungala, bạn có cơ hội thuê một trong những chiếc lều tuyệt vời của chúng tôi trong suốt thời gian lưu trú tại công viên từ 10 giờ sáng đến 6 giờ chiều. Để biết thêm về tùy chọn này, vui lòng liên hệ với nhân viên trợ giúp đặc biệt của bạn.\n\nHẹn sớm gặp lại! TheJungleIsCallingĐọc thêm",
            "Xin chào, bạn có thể sử dụng Go pros bên trong công viên và trên các máng trượt không? Đọc thêm",
            "Để ghi lại khoảng thời gian tuyệt vời nhất của bạn? TẤT NHIÊN RỒI! TheJungleIsCallingĐọc thêm",
            "Xin chào, lều riêng giá bao nhiêu? Đọc thêm",
            "Nó phụ thuộc vào gói bạn chọn. Vui lòng truy cập trang web của chúng tôi và nhấp vào phần Cabanas hoặc gửi tin nhắn trực tiếp cho chúng tôi trên Instagram hoặc Facebook để gửi cho bạn bảng giá, chúng tôi không thể chia sẻ định dạng PNG hoặc PDF tại đây.Đọc thêm",
            "Có dễ dàng đi bộ từ Jungala đến Joya Cirque du Soleil không?\nCảm ơn bạnĐọc thêm",
            "Xin chào Nicky. Vâng, giống như explorer133790 đã đề cập, lối vào đi qua bãi đậu xe Cirque du Soleil JOYÀ. Ở đó, xe đưa đón Jungala của chúng tôi sẽ đợi bạn để đưa bạn đến Jungala và sẽ đưa bạn trở lại bất cứ khi nào bạn quyết định quay lại.Đọc thêm",
            "Xin chào, chúng tôi đang ở Bãi biển Catalonia Yucatán. Cách tốt nhất để đến công viên là gì? \n\nXe taxi? Có ai định giá cho việc này không? \n\nCảm ơn! Đọc thêm",
            "Xin chào Macey, vui lòng liên hệ để xem họ có cung cấp dịch vụ vận chuyển đến Cirque du Soleil JOYÀ không, vì lối vào là qua bãi đậu xe Cirque du Soleil JOYÀ nên tại đó Jungala Transfer của chúng tôi sẽ đón bạn để đưa bạn đến công viên.Đọc thêm"
        ],
        "star_ratings": [
            97,
            26,
            16,
            9,
            16
        ],
        "review_amount": 164,
        "location": [
            "Quintana Roo",
            "México",
            "bán đảo Yucatan",
            "Bãi biển Carmen",
            "Riviera Maya",
            "Những hoạt động không thể bỏ qua ở Playa del Carmen",
            "Trải nghiệm thủy sinh ở Jungala"
        ],
        "reviews_time": [
            "Written April 5, 2024",
            "Written March 27, 2024",
            "Written March 23, 2024",
            "Written March 21, 2024",
            "Written February 29, 2024",
            "Written February 16, 2024",
            "Written January 6, 2024",
            "Written December 3, 2023",
            "Written November 26, 2023",
            "Written November 18, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150812-d17431846-Reviews-Jungala_Aqua_Experience-Playa_del_Carmen_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g3198845-d8067777-Reviews-Il_Olivo-Playa_del_Secreto_Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d13294126-Reviews-Tramonto-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d7684725-Reviews-Bistro_Bleu_Riviera_Maya-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d10338406-Reviews-Gong_At_Vidanta_Riviera_Maya-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d10461301-Reviews-Blue_Fish-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d9860571-Reviews-Nektar_at_Vidanta_Riviera_Maya-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d3836626-Reviews-Havana_Moon-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d19917605-Reviews-Green_Break-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d12671736-Reviews-Restaurant_Del_Lago-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150812-d23000237-Reviews-Barbacoa_Y_Tacos_Los_7_Reyes-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d7225914-Reviews-Cirque_du_Soleil_Joya-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d23565341-Reviews-Aqua_Nick_Riviera_Maya-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d153800-Reviews-Tres_Rios_Ecopark-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g240327-d13164555-Reviews-Fabrica_Casa_Cervecera_Pescadores-Puerto_Morelos_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g240327-d10034815-Reviews-Delphinus_Puerto_Morelos-Puerto_Morelos_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d17568332-Reviews-Desde_El_Rancho-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d17431846-Reviews-or10-Jungala_Aqua_Experience-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d152777-Reviews-Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d10459825-Reviews-Xenses_Park_by_Xcaret-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d4547960-Reviews-Bel_Air_Animal_Park-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d14938269-Reviews-Chanolandia-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d10826062-Reviews-Santi_Tour-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g663501-d3357800-Reviews-Iberostar_Golf_Club_Playa_Paraiso-Playa_Paraiso_Playa_del_Carmen_Yucatan_Peninsul.html",
            "https://www.tripadvisor.com/Attraction_Review-g240327-d1639421-Reviews-Rancho_Bonanza-Puerto_Morelos_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d15564443-Reviews-Dressel_Divers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d1144079-Reviews-Maroma_Beach-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d10541784-Reviews-The_Nicklaus_Par_Three_Experience_at_Vidanta_Riviera_Maya-Playa_del_Carmen_Yucat.html",
            "https://www.tripadvisor.com/Attraction_Review-g240327-d815084-Reviews-Paradise_Catamarans-Puerto_Morelos_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d6585484-Reviews-Kay_Tours_Mexico-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d16809651-Reviews-My_Quest_Concierge_Private_Tours-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g240327-d7385436-Reviews-Mexico_Lindo_Cooking-Puerto_Morelos_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g240327-d11832729-Reviews-Riviera_Maya_Food_Tours-Puerto_Morelos_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g240327-d8572708-Reviews-Layla_Guesthouse_Mayan_Experience_Cenote_Tour-Puerto_Morelos_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g240327-d6700238-Reviews-Om_Delfin-Puerto_Morelos_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g187286-d190247-Reviews-Philosopher_s_Walk-Heidelberg_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g36664-d4545225-Reviews-Frank_Fritz_Finds-Savanna_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g3158215-d3411558-Reviews-Broadkill_Beach-Broadkill_Beach_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d3167987-Reviews-Outlets_Ocean_City-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d455387-Reviews-Fine_Arts_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g12079897-d10714192-Reviews-Lido_di_Ravello-Castiglione_Ravello_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g43810-d7753654-Reviews-Hub_Bowling_Lanes-Hattiesburg_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g29563-d8489430-Reviews-Critchlow_Alligator_Sanctuary-Athens_Calhoun_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g52970-d2588552-Reviews-Tellus360-Lancaster_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g46373-d7202765-Reviews-Columbus_Farmers_Market-Columbus_New_Jersey.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150812-d17431846-Reviews-or10-Jungala_Aqua_Experience-Playa_del_Carmen_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150812-d17431846-Reviews-Jungala_Aqua_Experience-Playa_del_Carmen_Yucatan_Peninsula.html"
    }
]