[
    {
        "attraction_name": "K1 Klub House",
        "attraction_name_vi": "Câu lạc bộ K1",
        "general_info": [
            "66 đánh giá",
            "- 23 trên 61 Cuộc sống về đêm ở Nairobi",
            "Quán Bar - Câu Lạc Bộ",
            "Câu lạc bộ khiêu vũ - vũ trường"
        ],
        "attraction_summary": "Chuyến thăm Nairobi không bao giờ trọn vẹn nếu không trải nghiệm K1 Klubhouse. Nằm dọc theo Đường Ojijo ở Parklands, K1 là điểm giải trí hàng đầu của Nairobi - - - nơi người dân địa phương gặp gỡ để thưởng thức âm nhạc hay nhất cùng với bầu không khí tuyệt vời. Hãy thưởng thức bản thân mỗi ngày với tuyển tập Nhạc Dj - - - s hay nhất và thực đơn hấp dẫn bao gồm các bữa ăn châu Phi và phương Tây. K1 là nơi hội tụ của nhiều nền văn hóa khác nhau hòa quyện với nhau để mang đến niềm vui tột đỉnh.Đọc thêm",
        "reviews": [
            "Đã ở đó vài lần. Khác nhau vào các ngày trong tuần và chủ đề. Địa điểm rộng lớn, an ninh hợp lý. Đồ ăn ổn, không có gì đặc biệt, nhưng đó không phải là lý do mọi người đến đây. Đồ uống và cocktail có giá cả hợp lý. Dịch vụ quầy bar nhanh chóng, dịch vụ bàn chậm. Tùy thuộc vào ngày bạn chọn đến - có thể gần như trống rỗng với các cô gái đi làm - như thứ Tư -, hoặc hoàn toàn đầy đủ với không gian tuyệt vời và chương trình trực tiếp - tối Chủ nhật - .Âm nhạc hay, dj làm nóng các vũ công, nhưng nơi này hạ nhiệt khá sớm. Kiểm tra chủ đề trước khi bạn đi. Đọc thêm",
            "Trải nghiệm tốt nhất sau một vài cốc bia khi bạn sẽ không nhận thấy đồ ăn kém được phục vụ bởi những nhân viên phục vụ mờ nhạt. Ban quản lý có xu hướng mặc cho nhân viên của họ mặc đồng phục học sinh hoặc những bộ trang phục kỳ quái khác mà chỉ có thể thu hút những người say sưa vui chơi hoặc những người đã trải qua một số hình thức của chấn thương thời thơ ấu. Chuyến thăm của chúng tôi trùng hợp với một buổi tối theo chủ đề kaki safari.... Bên ngoài, giữa các tòa nhà, có một khu vực nhai khat - Miraa đang hoạt động với nhiều thùng nhổ cung cấp một chướng ngại vật cho những người đã vượt qua một vài ngà voi. Hình ảnh tuổi trẻ nhai ngấu nghiến sẽ ngăn cản mọi cám dỗ để nuông chiều bản thân, tuy nhiên, như một biện pháp ngăn chặn sự thèm ăn, nó sẽ giúp bạn thoát khỏi nỗi đau kéo dài khi chờ đợi thức ăn đến. Ngay cả với Miraa, nhiều người đã từ bỏ mọi hy vọng và biến mất trong chiếc Subarus của họ - có lẽ là đang hướng đến sân trước của Oil Libya gần nhất để tiếp tục nhai ngấu nghiến. Có thể sự kết hợp của các yếu tố...thức ăn kém, bia ấm, trang phục lúng túng, sự bất cẩn.....đã tạo ra một mức độ khinh thường nhất định và tạo nên đặc điểm của nơi này.Trên điểm cộng là âm nhạc nói chung là hay - reggae - , có bàn bi-a và ờ....chỉ thế thôi.Đọc thêm",
            "Lần đầu tiên đến chợ trời Chủ nhật - rất thích công ty, thịt gà rất ngon nhưng thịt dê rất cứng dù được tẩm ướp kỹ càng! Đồ uống trong giờ khuyến mãi rất tuyệt nhưng phải mất rất nhiều thời gian để có được chúng vì dịch vụ quá tải! Đọc thêm",
            "Chúng tôi đã có một trải nghiệm khủng khiếp vào ngày thứ 4. Chúng tôi được phục vụ bởi Terry. Cô ấy không biết gì cả. Họ là những tên trộm. Chúng tôi đã ở đây vào thứ ba và chúng tôi đã mua một chai jackdaniels 750ml với giá 5500..một ngày sau là 7550. Bạn mua một chai rượu whisky ở đâu trên trái đất và bạn bị tính phí cho một máy trộn thảm hại...chính xác là coke??? ? Hơn nữa, giá cả mỗi ngày đều khác nhau. k1 Nairobi đánh cắp bạn theo đúng nghĩa đen. Hãy đến khi bạn say...nhảy và về nhà. Không chi tiêu gì cả. Không đáng. Bàn bên cạnh bỏ chạy mà không trả tiền nên họ xé toạc chúng tôi để bù đắp. Không có dịch vụ khách hàng...am Kenya nhưng chúng tôi cần thay đổi. Tôi thậm chí sẽ không boa cho cô hầu bàn của mình. Cô ấy ăn trộm của bạn trước. Thật là xấu hổ. Hãy mở rộng tầm mắt khi đến đây...giữ biên lai. Cười. Thực sự thất vọngXem thêm",
            "KHÔNG ghé thăm nơi này đặc biệt nếu bạn đến từ nước ngoài.  Chúng tôi đã có một cuộc gặp gỡ gây sốc đến mức khiến tôi và gia đình rung động đến tận xương tủy.  Người phục vụ đã tính phí quá cao cho chúng tôi 3.600 KSH.  Cô ấy nói rằng sẽ tốt hơn nếu tôi đưa tiền mặt thay vì tín dụng, điều này khơi dậy sự tò mò của tôi.  Tôi tự trách mình vì đã không cảnh giác và nhận thức được chuyện gì đang xảy ra nhưng tôi đang đi nghỉ và trong tâm trạng thoải mái đến mức tôi không nghĩ nhiều đến hóa đơn KSH7,600 chỉ bao gồm đồ uống cho 5 người - chưa kể rằng đây không phải là đồ uống ưa thích mà là bia - .  Các cô hầu bàn còn có hợp đồng thuê biến mất cùng với tiền lẻ của bạn với hy vọng bạn sẽ quên nó đi.  Ồ, và một trong những chai của chúng tôi bị nứt khi cô phục vụ mở nó ra.  Nhắc đến, cô khẳng định chai bị nứt không phải lỗi của cô và không muốn thay chai.  Hãy RẤT cẩn thận khi bạn ghé thăm nơi này.  Hãy cảnh giác cao độ!  Chúng tôi chắc chắn sẽ không bao giờ ghé thăm nơi này nữa.Đọc thêm",
            "Tôi đến đó cùng người nhà để chia tay chỉ để thất vọng khi được mời một cốc bia rất phẳng với giun bên trong..... Bố tôi đã phải tốn vài đô la để điều trị tối hôm đó. Ban quản lý không có hành động nào và họ đảm bảo rằng họ hoàn toàn tránh mặt chúng tôi. Vẫn đang ở tòa chờ kết luận vụ án. Khi uống đồ uống, hãy cẩn thận và thực hiện các biện pháp vì ban quản lý không quan tâm đến những gì bạn uống. Đừng bao giờ thử địa điểm này nếu bạn chưa từng đến nơi này. Đọc thêm",
            "K1 là một địa điểm tuyệt vời với âm nhạc hay nhất nhưng cũng là hình ảnh thu nhỏ của những điều hay nhất và tệ nhất của Nairobbery Một nỗi ám ảnh khét tiếng của những cô gái đèn đỏ đang tìm kiếm khách hàng tiếp theo cũng như những nhân viên phục vụ sẵn sàng thổi phồng những tờ tiền ướt sau tai khách du lịch Cá nhân tôi yêu nơi đo. Chỉ cần tỏ ra thông minh trên đường phố, biết điều gì đang thực sự xảy ra và đề phòng.  Khi nhận hóa đơn, bạn hãy chụp ảnh bằng điện thoại, đặc biệt là những hóa đơn viết tay không in.  Sau đó hãy phân tích nó một cách cẩn thận.  Nếu nó bị phồng lên, chỉ cần yêu cầu nhân viên phục vụ hoặc người phục vụ mang đúng loại.  Họ sẽ cố gắng xé bỏ cái cũ.  Khi cái mới đến, hãy trả số tiền bạn nợ hoặc gây ồn ào về lý do tại sao cái cũ lại khác đến vậy.  Cho họ xem những bức ảnh.  Tận hưởng khuôn mặt của họ trở nên trắng bệch.  Hãy cân nhắc việc gọi điện cho người quản lý hoặc yêu cầu bồi thường.   Đây là cách Nairobi hoạt động.  Đừng cảm thấy quá tệ về điều đó, các nhân viên chỉ đang cố gắng làm công việc hối hả của họ. Tương tự với các cô gái đang làm việc, chấp nhận vị trí của họ trong câu lạc bộ và một lời cảm ơn lịch sự nhưng không, lời cảm ơn sẽ là đủ.  Đừng bao giờ tin vào lời khen của họ, họ đang làm việc. Đó là công việc của họ. Hãy tận hưởng k1, đặc biệt là nhạc reggae của gia đình dohety.  Âm nhạc thật nổi bậtĐọc thêm",
            "Nhân viên cực kỳ lố bịch, gọi một cốc bia nhẹ, cô phục vụ mang một cốc bia ngà khi mang nó đến bàn của tôi. Tôi nói với cô ấy rằng tôi gọi một cốc bia nhẹ chứ không phải một cốc bia, cô ấy thật thô lỗ và nói với tôi nếu bạn muốn uống loại bia này hãy uống nó hoặc bỏ đi, gọi đồ ăn mất 2 tiếng mới mang đồ ăn lên mới biết cô đã đưa đồ ăn cho người khác. Chúng tôi phải rời khỏi nơi trong sự tức giận Dịch vụ khách hàng tuyệt đối kém Đọc thêm",
            "Đây không phải là một kỳ nghỉ gia đình, đây là một khu phức hợp theo phong cách du lịch bụi, theo định hướng tiệc tùng. Nó có nhiều quán bar và vào cuối tuần thì sẽ kéo dài suốt đêm. Tuy nhiên, đây không phải là một nơi rẻ tiền để uống, nó đắt hơn hầu hết các quán bar ở Nairobi nhưng nó là một khu phức hợp có cổng nên nếu vấn đề an toàn là mối quan tâm thì đây là dành cho bạn.Đọc thêm",
            "Tôi đã có trải nghiệm ăn uống đáng thất vọng nhất trong một thời gian dài tại K1. 1. Dịch vụ này rất tệ, điều này gây sốc vì chúng tôi thấy có rất nhiều nhân viên đang đi lại xung quanh. Chúng tôi đã phải yêu cầu nhiều lần để được phục vụ vì nhân viên liên tục quên đơn đặt hàng của chúng tôi - đã yêu cầu nước 3 lần từ cùng một người trong khoảng thời gian 30 phút -. Ngoài ra, nhân viên cũng không thèm hỏi đồ ăn - đồ uống của chúng tôi thế nào hay thậm chí còn hỏi xem chúng tôi có cần gì không mà phải đi tìm.2. Phần thức ăn rất nhỏ so với giá cả. Đặt một con gà đầy đủ với giá 2500 KES và nó không phải là một món ăn hoàn chỉnh. Phải nhờ người quản lý, người mang đầu bếp đến, người này thừa nhận đó không phải là một con gà đầy đủ. Ngoài ra, trên hóa đơn còn có những khoản phụ phí không cần thiết như tính thêm các món bổ sung theo thực đơn. Trải nghiệm thực sự gây sốc. Tóm lại, nếu bạn phải đến K1, hãy bám vào quán bar và xem một trận đấu, nhưng hãy tìm nơi khác để ăn.Đọc thêm"
        ],
        "star_ratings": [
            10,
            22,
            12,
            11,
            11
        ],
        "review_amount": 66,
        "location": [
            "Kenya",
            "Nairobi",
            "Những điều cần làm ở Nairobi",
            "Câu lạc bộ K1",
            "Châu phi"
        ],
        "reviews_time": [
            "Written February 18, 2022",
            "Written December 5, 2015",
            "Written April 20, 2019",
            "Written October 4, 2018",
            "Written December 29, 2016",
            "Written October 14, 2014",
            "Written July 3, 2019",
            "Written August 13, 2018",
            "Written April 18, 2018",
            "Written December 5, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294207-d1121881-Reviews-K1_Klub_House-Nairobi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d6507827-Reviews-Lucca-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d26842497-Reviews-Baladi_Restaurant-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d8727190-Reviews-Tambourin-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d25325398-Reviews-Pablos_Mexobar-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d13390071-Reviews-Bao_Box-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d11860800-Reviews-Shabana_N_More-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d4610537-Reviews-Ashiana_Vegetarian_Restaurant-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d26835240-Reviews-The_Vanguard_Lounge-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d3599579-Reviews-Shamura_s_Kitchen-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d1126608-Reviews-Pitcher_Butch-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d26442901-Reviews-Moyo_Casino-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d311544-Reviews-Nairobi_National_Museum-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d10049929-Reviews-Mayfair_Casino_Nairobi-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2707373-Reviews-Karura_Forest-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d669487-Reviews-Snake_Park-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d3636925-Reviews-Kenyatta_International_Conference_Center-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d480482-Reviews-Nairobi_Arboretum-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d3347685-Reviews-Westgate_Shopping_Mall-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d10225690-Reviews-Casino_FlaminGo_Nairobi-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d27104664-Reviews-John_Michuki_Memorial_Park-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d1121881-Reviews-or10-K1_Klub_House-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d17326857-Reviews-ESA_Safaris-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2613361-Reviews-Spinners_Web_Kenya-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d26866028-Reviews-Michoore_Tours_Travel-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d19962111-Reviews-Mulberry_Project_at_The_Alchemist-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d20259728-Reviews-ECOVIBE_MILLENNIALS_SAFARIS-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d19848720-Reviews-Trip_Trails_Advance-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d16670870-Reviews-The_African_Thrillist-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d23456421-Reviews-Cerelak-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d18930092-Reviews-TULIP_VACATIONS-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d23414001-Reviews-Rum_Tastings_at_Tortuga_Rum_Bar-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d16672959-Reviews-Safari_Travel_Plus-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d21336266-Reviews-Discover_Safaris-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d23219971-Reviews-African_Adventure_Specialists-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d19840929-Reviews-Amet_Adventures-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d19929659-Reviews-Goldleaf_VIP_Transfers-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d16852889-Reviews-Skywide_Tours_and_Travel-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d3393830-Reviews-Travel_Wild_East_Africa-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d15322697-Reviews-Blasio_Safaris-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d21322063-Reviews-Zakale_Expeditions_Ltd-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d14106241-Reviews-Modan_Rent_A_Car-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d23509669-Reviews-Wanderlust_Outdoors-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d14075115-Reviews-Bison_Safaris-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d20103736-Reviews-Safariline_Defender_Tours-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d10404075-Reviews-Kempinski_The_Spa-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d17728589-Reviews-French_Beach-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g660503-d3507784-Reviews-Dinopark-Goynuk_Kemer_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g55649-d5615493-Reviews-Santa_s_Wonderland-College_Station_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1070758-d10531519-Reviews-Teleferico_Fuente_De-Fuente_De_Cantabria.html",
            "https://www.tripadvisor.com/Attraction_Review-g49021-d6785492-Reviews-Gimghoul_Castle-Chapel_Hill_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g58003-d1135061-Reviews-Natural_Bridge_Zoo-Natural_Bridge_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41790-d7225128-Reviews-Front_Beach-Rockport_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g51733-d282352-Reviews-Little_Sahara_State_Park-Waynoka_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d324291-Reviews-Gion_Corner-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g187817-d196070-Reviews-Via_dell_Amore-Cinque_Terre_Italian_Riviera_Liguria.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294207-d1121881-Reviews-or10-K1_Klub_House-Nairobi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294207-d1121881-Reviews-K1_Klub_House-Nairobi.html"
    }
]