[
    {
        "attraction_name": "KA WA‘A, a Luau at Aulani",
        "attraction_name_vi": "TIME - A, a Luau tại Aulani",
        "general_info": [
            "143 đánh giá",
            "- 6 trên 7 Nhà hát - Buổi hòa nhạc ở Kapolei",
            "Chậm"
        ],
        "attraction_summary": "Trải nghiệm một hành trình thú vị và đầy mê hoặc xuyên suốt lịch sử Hawaii - và khám phá nguồn gốc văn hóa sâu sắc của nó trong hoạt động thám hiểm bằng ca nô - waʻa - đã đưa những nhà thám hiểm cổ đại đầu tiên đến bờ biển Ko Olina.Đọc thêm",
        "reviews": [
            "Yêu khu nghỉ dưỡng Aulani và đồ ăn ở nhà hàng. Chúng tôi thất vọng về luau. Đó không phải là những gì chúng tôi mong đợi. Nó có nhiều cảm giác Mỹ hóa hơn. Chúng tôi không thích hầu hết các món ăn. Ước gì có nhiều món ăn Hawaii hơn. Vẫn có một khoảng thời gian tuyệt vời trong vài ngày chúng tôi ở đó. Đọc thêm",
            "Chúng tôi đã mua một chỗ ngồi ưa thích cho một gia đình 5 người. Vì đến sớm nên chúng tôi đã có được những chỗ ngồi tuyệt vời ở phía trước. Rất nhiều người đã mua chỗ ngồi ưu tiên nhưng dù đã được chỉ định chỗ ngồi nhưng bạn vẫn phải xếp hàng. Tôi khuyên bạn nên đến sớm để có thể ngồi ở phía trước. Thức ăn rất ổn nhưng đó là tiệc tự chọn - bạn nhận được đồ uống không giới hạn - rượu - đồ uống không cồn. Chương trình - hoạt động kéo dài 3 giờ - tôi cảm thấy như vậy - xứng đáng với mức giá đắt đỏ mà họ đã tính.Đọc thêm",
            "Người biểu diễn xuất sắc, thức ăn ngon.\nChúng tôi ngồi gần phía trước với Mai Tai - s miễn phí. Nhóm nhạc sĩ rất tài năng, trong đó có một tay bass dây với cây bass dây vàng hiếm có.\nKhi người dẫn chương trình bước ra, chúng tôi biết mình đang tham gia một buổi biểu diễn tuyệt vời - giọng nói của cô ấy tựa như nhung trên pha lê, thật sự dễ chịu.\nCác vũ công rất tràn đầy năng lượng, đồng bộ rất tốt và biểu diễn trước đám đông. Cách kể chuyện hula thật mê hoặc.\nThức ăn được phục vụ theo kiểu tự chọn, bao gồm thịt lợn, Ahi, cá hồi, salad và nhiều món khác mà tôi không thể nhớ được. Poi là một sở thích đã có được - mà tôi vẫn chưa có được. Sau này tôi mới biết rằng một ít muối thực sự có ích.\nCác nhân viên phục vụ đã rót đầy ly của chúng tôi và dọn sạch bộ đồ ăn đã qua sử dụng. Họ rất chu đáo.\nBuổi biểu diễn mang đậm nét văn hóa Hawaii và ngoài mục đích giải trí, chúng tôi còn tìm hiểu thêm về Hawaii. \nLuao được tổ chức tại Aulani, một khu nghỉ dưỡng của Disney, vì vậy đã có chuyến viếng thăm bắt buộc trên sân khấu của Chuột Mickey và Minnie cũng như một số giáo sư âm nhạc về di sản đó.\nChúng tôi đã có khoảng thời gian tuyệt vời và sẽ giới thiệu KA Wa - a Luao cho mọi người!Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời tại địa điểm này. Họ có một quầy bar mở cung cấp cho bạn đồ uống chào mừng và đồ ăn rất ngon. Đó là kiểu tự chọn và bạn có thể xếp hàng theo từng bàn, điều này thật tuyệt nên không quá đông đúc và không mất nhiều thời gian. Theo quan điểm của tôi, nó được tổ chức rất tốt và xứng đáng với những gì chúng tôi đã bỏ ra. Tôi muốn giới thiệu!Đọc thêm",
            "Yêu luau này! Vừa đủ Disney với các nghệ sĩ và nhạc sĩ người Hawaii ngoạn mục! \n\nHọ đã chuẩn bị đồ uống chào mừng cho bạn khi đến cùng với cách trình diễn cách làm poi, chơi ukulele và làm lei. \n\nQuầy bar mở, tiệc buffet tuyệt vời, đội ngũ nhân viên chu đáo và những người biểu diễn tuyệt vời đã tạo nên một buổi tối thực sự tuyệt vời. \n\nBan nhạc thật tuyệt vời và các vũ công hula thật tuyệt vời! \n\nRất khuyến khích.Đọc thêm",
            "Luau thật đáng kinh ngạc. Chúng tôi đã trả tiền cho chỗ ngồi cao cấp. Vì vậy, chúng tôi đã có chỗ ngồi thực sự tốt. Mặc dù tôi không nghĩ có chỗ ngồi nào xấu. Họ có vũ công khắp nơi. Âm nhạc và các màn trình diễn được thực hiện rất tốt. Có một sự nhấn mạnh vào lịch sử văn hóa Hawaii thật tuyệt vời. Âm nhạc thật tuyệt vời!  Có những máy chủ tuyệt vời, Keanu và Debbie. Keanu thật tuyệt khi chúng tôi bắt đầu và Debbie là người phục vụ tại bàn của chúng tôi. Cô ấy thật tuyệt vời khi trả lời các câu hỏi và cung cấp cho chúng tôi bất cứ thứ gì chúng tôi cần! Thật tuyệt vời khi được gặp dàn diễn viên và đặt câu hỏi sau khi chương trình kết thúc.Đọc thêm",
            "Buổi biểu diễn luau rất hay.  Có một quầy bar mở mà một số người sẽ thấy tuyệt vời.   Họ rót rất nhiều đồ uống!\n\nThức ăn ổn.  Nó có vị ngon nhưng nó không nóng.  Đó là một bữa tiệc buffet\n\nChương trình tốt nhưng tổng thể không có giá trị lớnĐọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời tại Luau.  Thức ăn rất ngon, giải trí tuyệt vời và vị trí rất thuận tiện.  Có phải Disney không - đúng vậy, nhưng không hoàn toàn.  Đó là tại khách sạn Disney nhưng Mikey chỉ xuất hiện được khoảng 5 phút.  Chương trình nói về Hawaii và văn hóa của nó.  Tôi muốn giới thiệu nó nếu bạn đang ở Aulani.  Chỉ cần đảm bảo bạn đặt trước.Đọc thêm",
            "Buổi biểu diễn luau rất hay.  Có một quầy bar mở mà một số người sẽ thấy tuyệt vời.   Họ rót rất nhiều đồ uống! Đồ ăn ổn.  Nó có vị ngon nhưng nó không nóng.  Đó là một bữa tiệc buffetChương trình hay nhưng nhìn chung không có giá trị lớnĐọc thêm",
            "Luau thật đáng kinh ngạc. Chúng tôi đã trả tiền cho chỗ ngồi cao cấp. Vì vậy, chúng tôi đã có chỗ ngồi thực sự tốt. Mặc dù tôi không nghĩ có chỗ ngồi nào xấu. Họ có vũ công khắp nơi. Âm nhạc và các màn trình diễn được thực hiện rất tốt. Có một sự nhấn mạnh vào lịch sử văn hóa Hawaii thật tuyệt vời. Âm nhạc thật tuyệt vời!  Có những máy chủ tuyệt vời, Keanu và Debbie. Keanu thật tuyệt khi chúng tôi bắt đầu và Debbie là người phục vụ tại bàn của chúng tôi. Cô ấy thật tuyệt vời khi trả lời các câu hỏi và cung cấp cho chúng tôi bất cứ thứ gì chúng tôi cần! Thật tuyệt vời khi được gặp dàn diễn viên và đặt câu hỏi sau khi chương trình kết thúc.Đọc thêm",
            "Yêu luau này! Vừa đủ Disney với các nghệ sĩ và nhạc sĩ người Hawaii ngoạn mục! Họ đã chuẩn bị đồ uống chào mừng cho bạn khi đến cùng với cách trình diễn cách làm poi, chơi ukulele và làm lei. Quầy bar mở, tiệc buffet tuyệt vời, đội ngũ nhân viên chu đáo và những người biểu diễn tuyệt vời đã tạo nên một buổi tối thực sự tuyệt vời. Ban nhạc thật tuyệt vời và các vũ công hula thật tuyệt vời! Rất khuyến khích.Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời tại địa điểm này. Họ có một quầy bar mở cung cấp cho bạn đồ uống chào mừng và đồ ăn rất ngon. Đó là kiểu tự chọn và bạn có thể xếp hàng theo từng bàn, điều này thật tuyệt nên không quá đông đúc và không mất nhiều thời gian. Theo quan điểm của tôi, nó được tổ chức rất tốt và xứng đáng với những gì chúng tôi đã bỏ ra. Tôi muốn giới thiệu!Đọc thêm",
            "Những người biểu diễn xuất sắc, đồ ăn ngon. Chúng tôi ngồi gần phía trước với Mai Tai - s miễn phí. Nhóm nhạc sĩ rất tài năng, trong đó có một tay bass với cây bass dây vàng hiếm có. Khi người dẫn chương trình bước ra, chúng tôi biết mình sắp có một buổi biểu diễn tuyệt vời - giọng của cô ấy như nhung trên pha lê, thực sự dễ chịu. các vũ công tràn đầy năng lượng, đồng bộ rất tốt và biểu diễn trước đám đông. Cách kể chuyện hula thật mê hoặc. Đồ ăn được phục vụ theo kiểu tự chọn, bao gồm thịt lợn, Ahi, cá hồi, salad và nhiều món khác mà tôi không thể nhớ được. Poi là một sở thích đã có được - mà tôi vẫn chưa có được. Sau này tôi mới biết rằng một ít muối thực sự có tác dụng. Nhân viên phục vụ luôn rót đầy ly cho chúng tôi và dọn sạch bộ đồ ăn đã qua sử dụng. Họ rất chú ý. Buổi biểu diễn mang nặng văn hóa Hawaii và cũng như để giải trí, chúng tôi đã tìm hiểu thêm về Hawaii. Luao được tổ chức tại Aulani, một khu nghỉ dưỡng của Disney, vì vậy đã có chuyến viếng thăm bắt buộc của Chuột Mickey và Minnie cùng một số chuyên gia âm nhạc về di sản đó. Chúng tôi đã có khoảng thời gian tuyệt vời và sẽ giới thiệu KA Wa - a Luao tới mọi người!Đọc thêm",
            "Chúng tôi đã đến để ăn mừng lễ đính hôn và 2 sinh nhật của con gái mình. Chúng tôi đã chọn tiệc luau này vì chúng tôi thích tiệc buffet mà họ không còn nữa. Chúng tôi có 16 người trong đoàn, bao gồm trẻ em, thanh thiếu niên, thanh niên và người lớn. Ngay từ đầu đã rất thất vọng. Người chào đón chúng tôi hẳn là nhân viên an ninh. Không chào đón, không chào hỏi - . Anh ta ngay lập tức bắt đầu hét lên tất cả các quy tắc và nhắc lại nhiều lần rằng, - đó - là một trò chơi số khi bạn vào. Đi thẳng đến hàng và lấy chỗ ngồi của bạn ngay lập tức nếu không bạn sẽ phải ngồi ở những chỗ ngồi tồi tệ! Đừng tham gia các hoạt động, hoặc bất cứ nơi nào! Chỉ cần xếp hàng và lấy chỗ ngồi của bạn! - Không cần phải nói, Ấn tượng đầu tiên là rất thất vọng - thực sự rất khó chịu. 4 nghề thủ công mà họ cung cấp đã được đưa cho chúng tôi, không chắc tại sao họ lại gọi đó là nghề thủ công. Tiệc luau nằm ở trung tâm của các tòa nhà cao tầng - hoàn toàn không có tầm nhìn ra đại dương - . Đồ ăn ngon - 6 trên 10 - . Chúng tôi đã đến 4 Luau khác nhau ở Oahu, nhìn chung Paradise Cove có chi phí thấp hơn và mang lại trải nghiệm tốt hơn. Đọc thêm",
            "We came last year to this Luau and honestly it is the best bang for your buck. You get open bar, all you care to enjoy food and top notch entertainment. If you get the general admission ticket, it is first come first served for the table that you get assigned to. We got in line 45 minutes early  - at 4:15 - 4:20pm -  and there was already 2 parties ahead of us in line. The line grew very long very quickly so be sure to show up as early as you can. You get checked in, get a photo, and then get in line to be sat. The tables are farmhouse - family style so if you are a party of 2, you will be seated across from your party with strangers directly on either side of you, so just be prepared for that. As third in line for the general admission, we were sat in the third row of tables  - as the first 2 rows are reserved for the VIP tickets - . It was a great seat with a great view. They also have little pop up stages with performers for those further back as well. After you find your seats, you can go around to the activities they have set up. They have a flower wrist lei, a tattoo stamp, taro pounding, and ukelele lessons. If you can use the restroom before hand because you have to exit the lawn and go into the resort and come back for the bathrooms. There is a server that comes around to your table for drink orders but it does take a while as expected so be prepared to get up and go to the bar for your drinks. They have a variety of alcoholic and non alcoholic drinks. Then you get dismissed for dinner. They have so many food options. The best is the kalua pulled pork and the sliced prime rib. We could have gotten a plate of just that! The desserts are amazing too. Both kinds of fruit cake and the macadamia brownie was so good. But honestly the fresh fruit that they had was just so refreshing. Right before the show begins Mickey came out to do a hula with everyone about the story of Aulani. Then the show begins. The story is about the Kaw - aa which is a large boat - canoe that people used to travel from Polynesia to the Hawaiian islands. The performers - dancers are amazing, there are live singers which are amazing, and all of the music is from a live band which is amazing. The atmosphere overall is just perfect. Yes the price is a little much but it is very similar to the ones in Waikiki which are just mass produced hotel food. At Disney you know you are getting top notch. You do really need a rental car or to be staying at Aulani for it to be the most convenient since it is over in Ko - Olina, which is about 45 or so minutes from Waikiki. They do validate your parking so be sure to give your parking ticket to your server. We also arrived early to walk around the grounds and check out the shops as well. Overall highly recommend this luau for great food and entertainment.Read more",
            "Chúng tôi đã chọn chỗ ngồi ưa thích và chúng tôi rất vui vì đã làm như vậy. Các bàn trước khi bắt đầu rất thú vị: tự làm vòng tay lei, đập vỡ poi, hình xăm và đàn ukulele. Thức ăn đều ngon. Buổi biểu diễn thật thú vị. Nhận xét duy nhất của tôi là Mickey và Minnie xuất hiện trong sự kiện một lần trong vài giây. Tôi cảm thấy Disney lẽ ra nên làm nhiều hơn với các nhân vật trước khi bộ phim bắt đầu.Đọc thêm",
            "Tới vịnh thiên đường! Còn rất nhiều hoạt động nữa và bạn không cần phải đợi cả tiếng để tham gia. Tôi - cũng đã từng đến các thủ lĩnh và trung tâm văn hóa PolynesiaĐọc thêm",
            "tham dự có phải ở resort không hay công chúng chỉ mua vé luau thôi?? Đọc thêm",
            "Bất cứ ai cũng có thể đặt luau. Chúng tôi đã không ở tại khu nghỉ mát. Cách tuyệt vời để xem nó và làm tốtĐọc thêm",
            "Họ có không gian riêng cho người đội mũ tiện dụng không?Đọc thêm",
            "Vâng, việc cần làmĐọc thêm",
            "Tôi có thể quay lại trực tuyến không? Tôi không thể tìm thấy một liên kếtĐọc thêm",
            "Có, có một liên kết trên trang web Aulani. Đọc thêm",
            "Luau này có ghế ăn cho trẻ nhỏ không?Đọc thêm",
            "Tôi tin là có! Họ rất nhiệt tình nên tôi không thể - không hiểu tại sao họ có thể - không lấy cho bạn một chiếc ghế caoĐọc thêm",
            "Xin chào, tôi vừa gọi cho Aulani để đặt chỗ cho VIP nhưng tôi không thể biện minh cho 179,96 - Mỹ, tôi nghĩ vậy - thật quá đáng!!! Bây giờ chúng tôi đang lên kế hoạch thực hiện những việc thường xuyên. Bạn nói bạn là người xếp hàng đầu tiên, họ có phát vé hay chỉ định số bàn cho người xếp hàng đầu tiên không? Chúng tôi muốn ngồi ít nhất ở phía trước phía sau các VIP chứ không phải ngồi ở phía sau. Bất kỳ đầu vào sẽ được đánh giá rất nhiều. Cảm ơn!Đọc thêm",
            "chúng tôi đến đó khoảng 45 phút trước khi họ mở cửa lúc 4 giờ; 30 và chúng tôi đứng thứ 5 trong hàng.  chúng tôi ngồi ngay sau khu VIP.Đọc thêm"
        ],
        "star_ratings": [
            69,
            37,
            17,
            13,
            8
        ],
        "review_amount": 144,
        "location": [
            "Oahu",
            "THỜI GIAN - A, và Luau tại Aulani",
            "California",
            "Hoa Kỳ",
            "Hawaii - HI -",
            "Những việc cần làm ở Kapolei"
        ],
        "reviews_time": [
            "Written June 15, 2023",
            "Written July 26, 2023",
            "Written February 24, 2024",
            "Written March 7, 2024",
            "Written March 19, 2024",
            "Written April 15, 2024",
            "Written May 9, 2024",
            "Written June 3, 2024",
            "Written May 9, 2024",
            "Written April 15, 2024",
            "Written March 20, 2024",
            "Written March 7, 2024",
            "Written February 24, 2024",
            "Written November 28, 2023",
            "Written November 28, 2023",
            "Written August 26, 2023",
            "Written August 5, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60654-d12111643-Reviews-KA_WA_A_a_Luau_at_Aulani-Kapolei_Oahu_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d3802786-Reviews-Monkeypod_Kitchen-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d11722094-Reviews-Island_Country_Markets_at_Ko_Olina_87-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d2296683-Reviews-Ama_Ama_Restaurant-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d636607-Reviews-Roy_s_Restaurant-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d10445326-Reviews-Noe-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d10716267-Reviews-Mina_s_Fish_House_at_Four_Seasons_Oahu-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d7745566-Reviews-Ulu_Cafe-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d2400245-Reviews-Makahiki-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d24131699-Reviews-The_Olelo_Room-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60654-d3830301-Reviews-Off_the_Hook-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d24131212-Reviews-Aulani_Resort_Beach-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d14787991-Reviews-Rainbow_Reef-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d2454215-Reviews-Paradise_Cove_Beach-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g11900445-d629155-Reviews-Ko_Olina_Lagoons-Ko_Olina_Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g11900445-d8440722-Reviews-Ko_Olina_Beach_Park-Ko_Olina_Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d561027-Reviews-Ko_Olina_Marina-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d4063698-Reviews-Kahe_Point_Beach_Park-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d1518818-Reviews-Wet_n_Wild_Hawaii-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d19271066-Reviews-Ross_Dress_for_Less-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d19271063-Reviews-T_J_Maxx-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d12111643-Reviews-or10-KA_WA_A_a_Luau_at_Aulani-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60647-d13464434-Reviews-Toa_Luau-Haleiwa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d24000123-Reviews-The_Magical_Mystery_Show_at_Hilton_Waikiki_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60659-d25465885-Reviews-Mauka_Warriors_Luau-Wahiawa_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d14927858-Reviews-Experience_Nutridge-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d24027892-Reviews-Mele_Luau-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d13306614-Reviews-Chief_s_Luau-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60656-d9997437-Reviews-Ha_Breath_of_Life-Laie_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60656-d1083842-Reviews-Polynesian_Cultural_Center-Laie_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2587086-Reviews-Rock_A_Hula-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2671446-Reviews-Friday_Night_Fireworks_at_Hilton_Hawaiian_Village_Waikiki_Beach_Resort-Honolulu_Oa.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d27037116-Reviews-Painted_Sky_HI_Style_Studio-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d24132658-Reviews-Laniwai_A_Disney_Spa-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d3812553-Reviews-Laniwai_Spa-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d4398650-Reviews-Stars_Above_Hawaii-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d107220-Reviews-Ihilani_Spa-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d526144-Reviews-Ko_Olina_Golf_Club-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d12012193-Reviews-Naupaka_Spa-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g21152120-d15325929-Reviews-Four_Oceans_Paddle-Honokai_Hale_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d15279207-Reviews-Trident_Adventures-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d1856913-Reviews-FIA_FIA_Polynesian_Show-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60654-d617345-Reviews-Paradise_Cove_Luau-Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g11900445-d12703945-Reviews-Mana_Cruises-Ko_Olina_Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g298312-d15110659-Reviews-Tamarind_Square-Cyberjaya_Sepang_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g2437733-d17599847-Reviews-Afadjato_Mount_Afadjato-Volta_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g51839-d124583-Reviews-Breitenbush_Hot_Springs-Detroit_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g29784-d6483965-Reviews-Akron_Falls_Park-Akron_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188470-Reviews-Village_St_Paul-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60978-d104611-Reviews-The_Breakers-Newport_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g17802731-d7893503-Reviews-Ko_Samae_San-Samaesan_Sattahip_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g58275-d17741246-Reviews-Rosie_s_Gaming_Emporium-Vinton_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41472-d269999-Reviews-New_England_Botanic_Garden_at_Tower_Hill-Boylston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g31805-d104721-Reviews-Crater_of_Diamonds_State_Park-Murfreesboro_Arkansas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60654-d12111643-Reviews-or10-KA_WA_A_a_Luau_at_Aulani-Kapolei_Oahu_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60654-d12111643-Reviews-KA_WA_A_a_Luau_at_Aulani-Kapolei_Oahu_Hawaii.html"
    }
]