[
    {
        "attraction_name": "Kalido Travel",
        "attraction_name_vi": "du lịch Kalido",
        "general_info": [
            "3.758 đánh giá",
            "- 1 trong 726 Phương tiện giao thông ở Cancun",
            "Taxi - Xe đưa đón"
        ],
        "attraction_summary": "Chúng tôi là những người thường xuyên ở Cancun và đã thử các dịch vụ vận chuyển khác nhau nhưng ngày hôm qua cho đến nay là trải nghiệm tuyệt vời nhất của chúng tôi. Người lái xe của chúng tôi, Fernando, hay còn gọi là - Người lái xe hạnh phúc - thật xuất sắc. Ở đó đúng giờ, cực kỳ thân thiện và rất am hiểu về khu vực Cancún. Chúng tôi chắc chắn sẽ nói với tất cả bạn bè của mình và chúng tôi sẽ yêu cầu Fernando trong chuyến đi tiếp theo.Đọc thêm",
        "reviews": [
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido travel, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn bạn rất nhiều vì đã ủng hộ - Đọc thêm",
            "Agustin thật tuyệt vời!! Anh ấy là tài xế của chúng tôi - người hướng dẫn cho kỳ nghỉ của chúng tôi ở Tulum, anh ấy đợi chúng tôi ở mỗi nơi - đảm bảo rằng chúng tôi biết mình đang làm gì - điều gì sẽ xảy ra trong các hoạt động hàng ngày của chúng tôi. Anh ấy trông chừng chúng tôi - giúp việc vận chuyển của chúng tôi nhanh chóng - tuyệt vời. Manyas Gracias Agustin!!!!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido travel, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn bạn rất nhiều vì đã ủng hộ - Đọc thêm",
            "Trải nghiệm của chúng tôi với Kalido thật tuyệt vời! Chúng tôi đã đặt một gói hàng qua Costco và nhận thấy công ty vận tải mà họ hợp tác, BD Experience, đã có những đánh giá không tốt. Chúng tôi đã giúp đỡ chính mình và đặt dịch vụ đưa đón đến và đi từ sân bay với Kalido. Người lái xe của chúng tôi, David Piña, rất tốt bụng, thân thiện và chuyên nghiệp. Anh ấy đã chia sẻ kiến ​​thức về khu vực và các điểm ưa thích khi lái xe, thậm chí còn dạy chúng tôi một số tiếng Tây Ban Nha! Nếu bạn muốn có một công ty vận tải đáng tin cậy ở Cancun thì không cần tìm đâu xa!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido travel, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn bạn rất nhiều vì đã ủng hộ - Đọc thêm",
            "Chúng tôi đã sử dụng Kalido cho tất cả các chuyến đi gần đây của mình.  Trình điều khiển - s nhanh chóng, đáng tin cậy, an toàn và luôn tốt bụng!  Xe luôn rất gọn gàng, thoải mái và mát mẻ khi vận chuyển. Cảm ơn bạn một lần nữa và hẹn gặp lại bạn trong chuyến đi tiếp theo.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido travel, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn bạn rất nhiều vì đã ủng hộ - Đọc thêm",
            "Một chuyến đi khác đến Playa del Carmen, một chuyến chuyển nhượng tuyệt vời khác với Kalido. Người lái xe Luis Valerio của chúng tôi thật tuyệt vời. Chúng tôi đã sử dụng nhiều công ty và Kalido là công ty tốt nhất, luôn chuyên nghiệp và luôn đúng giờ. Rất khuyến khích.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido travel, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn bạn rất nhiều vì đã ủng hộ - Đọc thêm",
            "Kalido tiếp tục làm chúng tôi ngạc nhiên mỗi khi chúng tôi đi cùng họ. Từ việc đón nhanh tại sân bay cho đến chuyến đi suôn sẻ đến khu nghỉ dưỡng. Chúng tôi luôn nhận được đồ uống lạnh khi đặt phòng và họ đảm bảo rằng chúng tôi luôn hài lòng. Các tài xế và thân thiện như mọi khi! Lần này chúng tôi có Rafeal và Rene làm tài xế. Rafeal nhớ đến chúng tôi từ những chuyến đi trước mà tôi nghĩ là rất ấn tượng.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido travel, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn bạn rất nhiều vì đã ủng hộ - Đọc thêm",
            "Dịch vụ cực kỳ dễ dàng. Họ đã đợi chúng tôi ngay khi chúng tôi đến sân bay và nhanh chóng đưa chúng tôi đến khu nghỉ dưỡng. Tài xế David Pina của chúng tôi đã cung cấp dịch vụ tuyệt vời và trò chuyện khiến chuyến đi 30 phút trôi qua thật nhanh. Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido travel, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn bạn rất nhiều vì đã ủng hộ - Đọc thêm",
            "David piná thật tuyệt vời. Anh ấy lịch sự, chu đáo và xe sạch sẽ. Anh ấy làm cho chuyến đi một giờ tới sân bay dường như chỉ có mười phút. Chắc chắn cần nhiều driver như thế này!!! Cảm ơn một lần nữa.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido travel, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn bạn rất nhiều vì đã ủng hộ - Đọc thêm",
            "Người lái xe của chúng tôi là Rene Mukul. Anh ấy chở chúng tôi từ khách sạn đến sân bay. Anh ấy đến đúng giờ và cực kỳ hữu ích với tính cách tuyệt vời 10 - 10. Kiến thức của anh ấy về khu vực Cancun được đánh giá cao. Công ty này rất chuyên nghiệp và tôi đánh giá cao họ.   Dịch vụ tuyệt vời xung quanhĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido travel, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn bạn rất nhiều vì đã ủng hộ - Đọc thêm",
            "Tôi nhận thấy công ty này được xếp hạng 1 trên TA và được đề xuất trên Vlog. Tôi đã đặt dịch vụ vận chuyển đến và đi từ sân bay trước vài tháng. Chúng tôi đã bị hoãn chuyến bay và họ đã có thể nhận được email của tôi kịp thời về việc chúng tôi đến sau. Họ cung cấp thông tin rất chi tiết qua email và hướng dẫn cách tránh những kẻ lừa đảo mà bạn có thể gặp ở sân bay. Họ đã đến đúng nơi họ nói họ sẽ đợi. Họ nói tiếng Anh tốt và tài xế của chúng tôi trong cả hai trường hợp đều cung cấp thông tin về khu vực. Và chính vì tài xế của chúng tôi nên chúng tôi sẽ quay trở lại Cancun để trải nghiệm công viên nước! Chúng tôi chắc chắn sẽ đặt phòng với họ một lần nữa và sẽ giới thiệu họ với gia đình và bạn bè. Hẹn gặp lại vào tháng 9 : - Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido travel, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn bạn rất nhiều vì đã ủng hộ - Đọc thêm",
            "Dịch vụ tuyệt vời, tôi thực sự khuyên bạn nên, họ đúng giờ cả hai chiều, thân thiện và rất an toàn. Tôi sẽ chỉ sử dụng công ty này một lần nữa, đó là mức độ ấn tượng của tôi. Người lái xe Rafael của chúng tôi rất tuyệt, đã tương tác với chúng tôi, cho chúng tôi một chuyến tham quan có hướng dẫn - khi chúng tôi lái xe đến sân bay để giải thích những sự thật rất thú vị về đất nước xinh đẹp này. Nó thuộc sở hữu của gia đình, chiếc xe cũng là loại 1. Cuối cùng, chi phí rất hợp lý so với các công ty khác - sẽ sử dụng lại chúng.Đọc thêm",
            "Kalido Travel đã qua sử dụng để chuyển từ sân bay đến khách sạn và ngược lại. Dịch vụ đặc biệt. Họ đúng giờ và xe cộ sạch sẽ, ngăn nắp.  Các tài xế rất lịch sự và thân thiện. Tôi đã giới thiệu chúng và sẽ không ngần ngại sử dụng lại chúng. Chi phí cũng rất cạnh tranh, một trong những mức giá rẻ nhất. Vui mừng tôi đã chọn chúng. Cảm ơn bạnĐọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido Travel cho nhu cầu di chuyển và tham quan ở Cancun và Riviera Maya, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn rất nhiều vì sự hỗ trợ của bạn...\n\nkalido, du lịch kalido, cancun, tour du lịch cancun, đưa đón cancun, sân bay cancun, đưa đón sân bay cancun, vận chuyển sân bay Cancun, playa mujeres, costa mujeres, puerto morelos, maroma, playa del carmen, puerto aventuras, akumal, tulum, riviera maya, riviera chuyến tham quan maya, chuyến đi riviera maya, riviera maya Transportaion, quintana roo, chichen itza, coba, ek balamĐọc thêm",
            "Kalido Travel đã qua sử dụng để đưa đón sân bay, liền mạch và đáng tin cậy đang chờ chúng tôi ở sân bay Cancún, đúng giờ tại khu nghỉ dưỡng để đón. Cũng đã đặt hai chuyến du ngoạn, chắc chắn sẽ khuyên bạn nên sử dụng chúng ở Cancun! Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido Travel cho nhu cầu di chuyển và tham quan ở Cancun và Riviera Maya, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn bạn rất nhiều vì đã hỗ trợ...   \n\nkalido, du lịch kalido, cancun, tour du lịch cancun, đưa đón cancun, sân bay cancun, đưa đón sân bay cancun, vận chuyển sân bay Cancun, playa mujeres, costa mujeres, puerto morelos, maroma, playa del carmen, puerto aventuras, akumal, tulum, riviera maya, riviera chuyến tham quan maya, chuyến đi riviera maya, riviera maya Transportaion, quintana roo, chichen itza, coba, ek balamĐọc thêm",
            "Kalido Travel cung cấp dịch vụ vận chuyển riêng từ khách sạn của chúng tôi đến sân bay cho 9 du khách người lớn. Họ đã đến kịp thời và làm rất tốt việc phù hợp với tất cả hành lý của chúng tôi. Xe sạch sẽ, thoải mái và có máy lạnh.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido travel cho nhu cầu di chuyển và tham quan của bạn tại Cancun và Riviera Maya, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn bạn rất nhiều vì sự ủng hộ của bạn...\n\nkalido, kalido travel, cancun, cancun tours, cancun transfers, cancun airport, cancun airport transfers, Cancun airport transportation, playa mujeres, costa mujeres, puerto morelos, maroma, playa del carmen, puerto aventuras, akumal, tulum, riviera maya, riviera maya tours, riviera maya transfers, riviera maya transportaion, quintana roo, chichen itza, coba, ek balamĐọc thêm",
            "Fransisco là một người lái xe tuyệt vời! Chuyên nghiệp và cá nhân. Xe rất ngầu, đúng giờ và mang dấu ấn cá nhân. Rất khuyến khích.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido Travel cho nhu cầu di chuyển và tham quan ở Cancun và Riviera Maya, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn rất nhiều vì sự hỗ trợ của bạn...\n\nkalido, du lịch kalido, cancun, tour du lịch cancun, đưa đón cancun, sân bay cancun, đưa đón sân bay cancun, vận chuyển sân bay Cancun, playa mujeres, costa mujeres, puerto morelos, maroma, playa del carmen, puerto aventuras, akumal, tulum, riviera maya, riviera chuyến tham quan maya, chuyến đi riviera maya, riviera maya Transportaion, quintana roo, chichen itza, coba, ek balamĐọc thêm",
            "Kalido thật tuyệt vời từ đầu đến cuối. Tôi không thể nhớ tên tài xế đã đón chúng tôi nhưng anh ấy thật tuyệt vời - . Anh ấy kể cho chúng tôi nghe về rất nhiều món ăn địa phương tuyệt vời để làm và ăn. Chúng tôi cảm thấy an toàn và thích công ty của anh ấy. Trên xe bán tải của chúng tôi, Luis cũng tốt như vậy. Anh ấy rất tốt bụng và thân thiện. Cuộc trò chuyện tuyệt vời! Lái xe của anh ấy rất an toàn và chính xác. Cảm giác như chúng tôi đã có được sự hỗ trợ hoàn hảo cho chuyến đi của mình.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido Travel cho nhu cầu di chuyển và tham quan ở Cancun và Riviera Maya, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn bạn rất nhiều vì đã hỗ trợ...\n\nkalido, du lịch kalido, cancun, tour du lịch cancun, đưa đón cancun, sân bay cancun, đưa đón sân bay cancun, vận chuyển sân bay Cancun, playa mujeres, costa mujeres, puerto morelos, maroma, playa del carmen, puerto aventuras, akumal, tulum, riviera maya, riviera chuyến tham quan maya, chuyến đi riviera maya, riviera maya Transportaion, quintana roo, chichen itza, coba, ek balamĐọc thêm",
            "Rafael và Daniel là những người lái xe xuất sắc - s!  Rất khuyến khích.  Xe chuyên nghiệp, đúng giờ và rất đẹp.  Chắc chắn sẽ sử dụng lại.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido Travel cho nhu cầu di chuyển và tham quan ở Cancun và Riviera Maya, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn bạn rất nhiều vì đã hỗ trợ...\n\nkalido, du lịch kalido, cancun, tour du lịch cancun, đưa đón cancun, sân bay cancun, đưa đón sân bay cancun, vận chuyển sân bay Cancun, playa mujeres, costa mujeres, puerto morelos, maroma, playa del carmen, puerto aventuras, akumal, tulum, riviera maya, riviera chuyến tham quan maya, chuyến đi riviera maya, riviera maya Transportaion, quintana roo, chichen itza, coba, ek balamĐọc thêm",
            "Tháng 5 năm 2024, Luis Valerio, tài xế Kalido của chúng tôi, đã đến Secrets Akumal lúc 6 giờ sáng để chúng tôi đi đến Chichen Itzá. Anh ấy mỉm cười chào chúng tôi, điều chỉnh điều hòa và chúng tôi lên đường. Chiếc xe còn mới, rất thoải mái, không tì vết và máy điều hòa không khí lạnh được đánh giá cao sau vài giờ nóng nực ở Chichen Itza. Trong chuyến hành trình trở về khách sạn của chúng tôi, anh ấy đề nghị dừng lại để tham quan Valodolid - anh ấy rất tử tế vì chúng tôi đã không làm như vậy xác định một hành trình. Đừng ngần ngại yêu cầu Luis làm tài xế cho bạn.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido Travel cho nhu cầu di chuyển và tham quan ở Cancun và Riviera Maya, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn bạn rất nhiều vì đã hỗ trợ...  \n\nkalido, cancun, tour cancun, chuyển cancun, playa mujeres, costa mujeres, puerto morelos, maroma, playa del carmen, puerto aventuras, akumal, tulum, riviera maya, riviera maya tour, riviera maya chuyển, quintana roo, chichen itza, coba , ek balamĐọc thêm",
            "Đó là một chuyến đi hoàn hảo, với những người lái xe rất tốt bụng. Họ luôn có mặt đúng giờ và kem chống nắng chúng tôi mua trong chuyến đi có chất lượng cao nhất. Chúng tôi chắc chắn sẽ sử dụng Kalido một lần nữa.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido Travel cho nhu cầu di chuyển và tham quan ở Cancun và Riviera Maya, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn bạn rất nhiều vì đã hỗ trợ...\n\nkalido, cancun, tour cancun, chuyển cancun, playa mujeres, costa mujeres, puerto morelos, maroma, playa del carmen, puerto aventuras, akumal, tulum, riviera maya, riviera maya tour, riviera maya chuyển, quintana roo, chichen itza, coba , ek balamĐọc thêm",
            "Người lái xe Alejandro của chúng tôi thật tuyệt vời. Anh ấy đến khu nghỉ dưỡng của chúng tôi sớm và rất thân thiện và chuyên nghiệp.  Cảm ơn bạn một lần nữa - cho đến lần sau!Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã chọn Kalido travel cho nhu cầu di chuyển và tham quan của bạn tại Cancun và Riviera Maya, chúng tôi thực sự đánh giá cao đánh giá tuyệt vời của bạn... và cảm ơn bạn rất nhiều vì sự ủng hộ của bạn...\n\nkalido, cancun, cancun tours, cancun transfers, playa mujeres, costa mujeres, puerto morelos, maroma, playa del carmen, puerto aventuras, akumal, tulum, riviera maya, riviera maya tours, riviera maya transfers, quintana roo, chichen itza, coba, ek balamĐọc thêm",
            "Xin chào, chi phí đưa đón khứ hồi đến khách sạn Iberostar Selection Paraíso Lindo vào tuần cuối cùng của tháng 5 là bao nhiêu.\nChúng tôi có 6 ngườiĐọc thêm",
            "Xin chào, tôi muốn biết liệu dịch vụ ô tô của bạn có thể đón chúng tôi từ sân bay quốc tế Cancun vào ngày 20 - 03 và đưa chúng tôi đến airbnb ở Tulum, Mexico hay không. Chúng tôi sẽ quay lại cancun Thứ Ba - 03 - 22 - sáng để ở Paradisus cancun và muốn biết liệu chúng tôi có thể được đón từ airbnb ở Tulum và đưa đến Paradisus Cancun hay không. Cảm ơn bạn và mong nhận được phản hồi sớm từ bạn! Đọc thêm",
            "Có, Kalidotravel - Gmail Họ phản hồi nhanh chóng !!Đọc thêm",
            "Tôi nên đặt dịch vụ đưa đón khách sạn - du ngoạn trước bao lâu?Đọc thêm",
            "Xin lỗi vì sự chậm trễ. Nếu bạn chưa có kỳ nghỉ, tôi thường đặt dịch vụ đưa đón riêng của mình 3-4 tuần trước chuyến đi. Đọc thêm",
            "Chính xác thì bạn đi đâu để được đón tại sân bay? Có khu vực cụ thể nào bạn cần đến không?Đọc thêm",
            "Ngày tốt...\n\nNếu bạn có thể kiểm tra trên trang web của chúng tôi, chúng tôi có trang TÌM CHÚNG TÔI TẠI SÂN BAY và trên phiếu xác nhận bạn nhận được, bạn sẽ tìm thấy thông tin chi tiết trên trang thứ 3 về việc gặp nhóm của chúng tôiĐọc thêm",
            "Chúng tôi đang băn khoăn về việc sử dụng phương tiện di chuyển đáng tin cậy cho chuyến tham quan. Bạn có đón và trả khách sạn ở bất kỳ địa điểm nào không. Về cơ bản, khu nghỉ dưỡng của chúng tôi ở riviera maya đến bến phà ở cancun. Sau đó vào buổi tối đón từ phà ở cancun và trở về khu nghỉ mát của chúng tôi?Đọc thêm",
            "Chỉ 2 tuần trước, Kalido đã đón chúng tôi tại một khu nghỉ dưỡng ở Playa Paraiso và đưa chúng tôi đến Puerto Juarez - bến phà đến Isla Soones - .  Chúng thật tuyệt.  Bạn có thể liên hệ trực tiếp với họ thông qua trang web hoặc trang Facebook của họ để biết mức giá.Đọc thêm",
            "Xin chào! Chúng tôi gồm 12 người đã đến Cancun vào tháng 8, chúng tôi sẽ ở Playa Paraiso. Tôi muốn biết giá đưa đón khứ hồi đến sân bay CancunĐọc thêm",
            "Bạn cần liên hệ với công ty để biết giá. Kalidotravel. com. Tôi sử dụng chúng, không sở hữu chúng.Đọc thêm",
            "Sự khác biệt lớn về giá cho chuyển khoản riêng cho hai người. Tại sao xe van - 70 và SUV - 110? Điều gì là điểm khác biệt nếu cả hai đều là chuyển khoản cá nhân?Đọc thêm",
            "Chúc một ngày tốt lành Jane...\n\nĐối với Van, đây là một chiếc xe cơ bản hơn - tuy nhiên vẫn đẹp - và đối với một chiếc SUV, chúng thoải mái hơn và lý do là giá cao hơn - chúng sử dụng nhiều xăng hơn do động cơ lớn hơnĐọc thêm",
            "Nếu chúng tôi đặt dịch vụ chuyển từ cancun airpirt sang playacar thì chỉ có 2 chúng tôi hay chúng tôi sẽ chia sẻ với người khácĐọc thêm",
            "Kalido thật xuất sắc.  Chúng nằm bên ngoài sau khi bạn làm thủ tục hải quan tại sân bay - bên kia con phố nhỏ ngay phía sau nhóm công ty du lịch đầu tiên bên ngoài.  Bạn có thể gọi đồ uống hoặc đồ ăn nhẹ trực tuyến khi đặt chỗ và họ sẽ đợi bạn trên xe.  Chúng tôi đi xe riêng và trên đường đến khu nghỉ dưỡng trong vòng 5 phút.  Họ đến sớm 5 phút để đưa chúng tôi trở lại sân bay.  Chắc chắn sẽ sử dụng chúng một lần nữa.Đọc thêm",
            "Xin chào, một chuyến đi vòng quanh sân bay tốn bao nhiêu tiền-Khách sạn EmporioĐọc thêm",
            "Xin chào Isis...\n\nĐây là mức giá bắt đầu từ - 55 usd hoặc - 1.100 peso mxn mà bạn có thể đặt trực tiếp trên trang web của chúng tôi...Đọc thêm",
            "Bạn sử dụng loại phương tiện nào để di chuyển cá nhân khi nói - SUV - ?Đọc thêm",
            "Chúc một ngày tốt lành Jimmy... Đối với xe SUV của mình, chúng tôi sử dụng Ford ExpeditionsĐọc thêm"
        ],
        "star_ratings": [
            3802,
            21,
            3,
            3,
            0
        ],
        "review_amount": 3829,
        "location": [
            "Quintana Roo",
            "Mêhicô",
            "Những điều cần làm ở Cancun",
            "bán đảo Yucatan",
            "du lịch Kalido",
            "Cancun"
        ],
        "reviews_time": [
            "Written June 3, 2023",
            "Written June 5, 2023",
            "Written June 6, 2023",
            "Written June 9, 2023",
            "Written June 10, 2023",
            "Written June 10, 2023",
            "Written June 11, 2023",
            "Written June 13, 2023",
            "Written June 13, 2023",
            "Written June 14, 2023",
            "Written June 3, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150807-d15594382-Reviews-Kalido_Travel-Cancun_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274739-d21159020-Reviews-Oregano_Bistro_Augustow_Pizza_i_NaleSniki-Augustow_Podlaskie_Province_Eastern_Po.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298101-d23144210-Reviews-Melange_Coffee_House-Aqaba_Al_Aqabah_Governorate.html",
            "https://www.tripadvisor.com/Restaurant_Review-g737141-d12970800-Reviews-Guri_I_Kuq-Pec.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294003-d8870613-Reviews-Al_Bustan_Restaurant-Kuwait_City.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297586-d8148052-Reviews-Punjabi_Affair-Hyderabad_Hyderabad_District_Telangana.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187363-d27709473-Reviews-Konvergenz_53-Stralsund_Mecklenburg_West_Pomerania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188593-d25274434-Reviews-Good_Bear_Cookies-Haarlem_North_Holland_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188052-d24184809-Reviews-Allresto_Beirut-Bern_Bern_Mittelland_District_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Restaurant_Review-g662323-d19736018-Reviews-Ramji_Shyamji_Pohewala-Nagpur_Nagpur_District_Maharashtra.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304556-d5898069-Reviews-Anjappar_Chettinad_Restaurant-Chennai_Madras_Chennai_District_Tamil_Nadu.html",
            "https://www.tripadvisor.com/Attraction_Review-g317087-d20808994-Reviews-Jardin_Oran-Sfax_Sfax_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g34914-d20807136-Reviews-Caffeine_Octane-Dunwoody_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g186470-d20380366-Reviews-Stena_Edda-Belfast_Northern_Ireland.html",
            "https://www.tripadvisor.com/Attraction_Review-g48562-d20365371-Reviews-Spring_Run_Trail-Saratoga_Springs_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1638447-d11918499-Reviews-Mausoleum_of_Tekturmas-Taraz_Jambyl_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297927-d18340800-Reviews-Heaven_7-Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274951-d20365664-Reviews-Naujasis_Teatras-Vilnius_Vilnius_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g12312153-d14215354-Reviews-Jenis_Grapes-Cumbum_Theni_District_Tamil_Nadu.html",
            "https://www.tripadvisor.com/Attraction_Review-g662111-d17206494-Reviews-Hide_Seek_Children_s_Market-Elanora_Gold_Coast_Queensland.html",
            "https://www.tripadvisor.com/Attraction_Review-g1632946-d15330539-Reviews-Skejtpark-Orkelljunga_Orkelljunga_Municipality_Skane_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d15594382-Reviews-or10-Kalido_Travel-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3708118-Reviews-CARM_Tours_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d23628567-Reviews-Unique_Private_Transportation-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d6419625-Reviews-USA_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d11732183-Reviews-STP_Caribe-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d21177195-Reviews-Brasil_em_Cancun_Turismo-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3909552-Reviews-Canada_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d25085358-Reviews-Caribbean_Transfers-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d20958402-Reviews-Brasileiros_em_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2534666-Reviews-Cancun_Shuttle_and_Tours-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d21283121-Reviews-Daytrip-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d20978946-Reviews-The_Holy_Grail_Bar_Tattoo-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g294446-d26711766-Reviews-Gota-Tirana_Tirana_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g187855-d25077704-Reviews-Arreda_con_Stile-Turin_Province_of_Turin_Piedmont.html",
            "https://www.tripadvisor.com/Attraction_Review-g293999-d25312962-Reviews-Artimico-Tehran_Tehran_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34234-d23068124-Reviews-Coastal_Bohemian_Studio-Fort_Walton_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g652192-d24829462-Reviews-Hansel_Gretel-Zeewolde_Flevoland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g775971-d20350985-Reviews-Gulzar_Jewellers-Cavelossim_South_Goa_District_Goa.html",
            "https://www.tripadvisor.com/Attraction_Review-g34617-d23997976-Reviews-Gear4Here-Santa_Rosa_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g297633-d25802958-Reviews-A_ira_Spa_and_Wellness-Kochi_Cochin_Ernakulam_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g30124-d27644201-Reviews-Oasis_Watersports-Andersonville_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g1448458-d27374322-Reviews-Jamaica_Seashell_Tours-Hanover_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g30133-d20344534-Reviews-Isle_of_Scuba-Atoka_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g298484-d17416400-Reviews-South_West_Moscow_Private_walking_tours-Moscow_Central_Russia.html",
            "https://www.tripadvisor.com/Attraction_Review-g312743-d25368855-Reviews-Las_Cabrera-Province_of_Buenos_Aires_Central_Argentina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1944325-d25018938-Reviews-Wo_men_Green_vtc-Saint_Mathieu_de_Treviers_Herault_Occitanie.html",
            "https://www.tripadvisor.com/Attraction_Review-g188052-d12728101-Reviews-Aare_River-Bern_Bern_Mittelland_District_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g60588-d154311-Reviews-Spencer_Beach_Park-Waimea_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g189432-d735611-Reviews-Kolymbithres_Beach-Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g10780333-d655063-Reviews-Glen_Ivy_Hot_Springs-Temescal_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d653867-Reviews-South_Waterfront_Lower_Tram_Terminal-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d2444816-Reviews-Archimedes_Banya-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d12704878-Reviews-Industry_City-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1383492-d1552426-Reviews-Arecibo_Lighthouse_Historical_Park-Arecibo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g298316-d1632410-Reviews-Sultan_Salahuddin_Abdul_Aziz_Shah_Mosque-Shah_Alam_Petaling_District_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d3369632-Reviews-Hydromania-Rome_Lazio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150807-d15594382-Reviews-or10-Kalido_Travel-Cancun_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150807-d15594382-Reviews-Kalido_Travel-Cancun_Yucatan_Peninsula.html"
    }
]