[
    {
        "attraction_name": "Kamari Beach",
        "attraction_name_vi": "Bãi biển Kamari",
        "general_info": [
            "7.063 đánh giá",
            "2 trên 32 hoạt động giải trí ở Kamari",
            "Bãi biển"
        ],
        "attraction_summary": "Bãi biển cát đen tuyệt đẹp này nằm ở phía đông nam của Santorini, ngay dưới chân núi Mesa Vuono. Đây là một nơi tuyệt vời để tắm nắng và bơi lội đã được trao Cờ Xanh vì làn nước trong xanh và sạch sẽ. Ngoài ra còn có rất nhiều thứ để làm, như cho thuê ghế tắm nắng và ô, các quán rượu và quán bar kiểu Hy Lạp gần đó cũng như các môn thể thao dưới nước như mô tô nước. Chỉ cần nhớ mang giày bảo hộ vì địa hình đầy sỏi có thể gồ ghề và nóng bức. Tốt nhất bạn nên đến sớm, đặc biệt là vào mùa hè, để có ít đám đông hơn. Bãi biển này là điểm dừng chân phổ biến trong chuyến tham quan Santorini, nơi bạn có thể khám phá thêm hòn đảo với sự giúp đỡ của hướng dẫn viên giàu kinh nghiệm.  TripadvisorĐọc thêm",
        "reviews": [
            "Sau khi chi 25 đô la cho mỗi chiếc ghế dài ở Mykonos, thật tuyệt khi đến Kamari và sử dụng MIỄN PHÍ 4 chiếc ghế và 2 chiếc ô!  Đúng vậy, miễn phí!  Nhắc nhở duy nhất là các nhà hàng yêu cầu bạn mua đồ uống hoặc thức ăn khi bạn ở đó.  Phong cảnh ở đó rất đẹp và nhiệt độ nước hoàn hảo.  Tuy nhiên, đây là một bãi biển đầy sỏi nên hãy mang theo những đôi dép chống nước tốt.  Đây là một cách tuyệt vời và thư giãn để dành vài giờ khi ở Santorini.Đọc thêm",
            "Một trong những điểm nổi bật của kỳ nghỉ ở châu Âu là đến một trong những bãi biển địa phương và thuê phòng chờ trong ngày. Nhiều lựa chọn tại Kamari nhất với các lựa chọn đồ ăn và đồ uống. Đối với cả hai chuyến thăm của chúng tôi, chúng tôi đã sử dụng phòng chờ tại Prince với giá 10 euro mỗi ngày. Dịch vụ nhanh chóng và cực kỳ thân thiện đối với bia lạnh và đồ ăn\n\nLà một vận động viên bơi lội đại dương ở Úc, tôi đã có cơ hội bơi dọc theo bãi biển và không có máy bay phản lực trượt tuyết hoặc những thứ tương tự có thể gây rắc rối.  Có thể bơi 2,5 km trong làn nước trong xanh tuyệt đẹp.  Có thể khó vào bãi biển nhưng chỉ cần dành thời gian của bạn.  Các cửa hàng địa phương tốt, đặc biệt là tiệm bánh gần trạm xe buýt với những chiếc bánh và sôcôla tuyệt vời ở bên trái bạn hướng xuống bãi biển. Dịch vụ xe buýt địa phương lý tưởng cho việc vận chuyển và thu hút hành khách cũng như thái độ lái xe của người dân địa phương.Đọc thêm",
            "Bãi biển đáng yêu! Vâng, đó là những viên sỏi và vâng, chắc chắn bạn phải mang giày bơi đi biển, vì vậy việc mang giày này xuống biển sẽ dễ dàng hơn nhiều. Đã thấy quá nhiều người phải vật lộn để ra vào. Khách sạn của chúng tôi có một phần riêng của bãi biển này và chúng tôi chưa bao giờ gặp khó khăn khi tìm được một chiếc ghế phơi nắng, phần còn lại của bãi biển trông khá giống nhau. Bạn có thể nghe thấy tiếng máy bay bay đến nhưng không đến mức quá ồn ào, chúng thực sự đã trở thành một trò chơi để chúng ta đoán xem đó sẽ là máy bay của công ty nào. Thực sự khá vui khi thấy họ đến và họ thường không thực sự như vậyĐọc thêm",
            "Chúng tôi yêu Kamari.  Rất nhiều cửa hàng, quán bar và nhà hàng đáng yêu. \nBãi biển có nhiều đá cuội và biển hơi động nên có vẻ khá khó thoát ra!\nNgười dân địa phương thực sự thân thiện.\nChúng tôi hoàn toàn muốn giới thiệu nó và sẽ quay lại.Đọc thêm",
            "Bãi biển đáng yêu với cát núi lửa đen và sỏi. Các phòng tắm nắng có giá từ miễn phí đến khoảng 10 euro. Những cái miễn phí đều được miễn là bạn mua đồ uống. Cố gắng tránh những chiếc ghế tắm nắng ở phía dưới xa hơn một chút vì bạn được vẫy gọi sử dụng chúng nhưng chúng chật cứng như một chuyến tàu và bạn sẽ hầu như ở trong bóng râm. Xin lưu ý rằng mặt trời sẽ di chuyển phía sau bạn vào buổi chiều nên bạn cần không gian để di chuyển giường phơi nắng xung quanh. Tốt nhất là bên những tảng đá khi bạn ra khỏi đường cao tốc.Đọc thêm",
            "bãi biển đầy đá chìm xuống biển. nho mạnh ở phía trước biển vì vậy hãy cẩn thận với trẻ em vì nó đẩy người lớn qua.\nkhung cảnh đẹp và giường phơi nắng tốt với dù che nắng.\nphụ nữ tai liên tục hỏi bạn có muốn mát-xa không nếu bạn không muốn, bạn chỉ cần lắc đầu và nhìn đi chỗ khác nếu không họ sẽ đứng đó kiên trì, điều này cứ vài phút lại gây khó chịu.Đọc thêm",
            "Chúng tôi có taxi nước từ Perissa. 8 mỗi chiều. Nghĩ rằng đó là rất nhiều trong 15 phút trên thuyền. Phải lội xuống nước vì không có cầu cảng ở đầu. Trên đường đi, trời rất gồ ghề và chúng tôi đã ướt sũng khi xuống xe! Điều đó không quan trọng nhưng hãy lưu ý nếu bạn không tự tin về nước. Bãi biển rất tốt để bơi lội. Có vẻ bận rộn hơn Perissa nhưng về cơ bản là tương tự.Đọc thêm",
            "Bãi biển là cát núi lửa, vâng, có sỏi, đó là lý do tại sao lời khuyên về giày đi biển trên giường tắm nắng thực sự là một thứ phải có, khiến tôi phải trả 7 đô cho cả ngày. Nếu bạn đi ra biển, hãy cẩn thận với dòng chảy mạnh nhưng nó khá đáng yêu, nếu bạn có một chiếc giường tắm nắng và muốn đi mua một số thực phẩm an toàn thì hãy để lại một chiếc khăn trên giường. \nMong chờ chuyến thăm tiếp theo của tôi vào năm tới 2024 hoặc chắc chắn là 2025 Đọc thêm",
            "Bản thân bãi biển về cơ bản không có nhiều việc phải làm tuy nhiên những người đang tìm kiếm làn da rám nắng có vẻ lý tưởng.  Tôi thấy rằng các cửa hàng lưu niệm dọc theo bãi biển có dịch vụ khách hàng kém và rất phân biệt chủng tộc.  Chúng tôi đã cố gắng mua một số quà lưu niệm và cảm thấy rất khó chịu khi bị theo dõi và theo dõi ở hầu hết các cửa hàng dự kiến ​​khoảng 2. Đặc biệt, cửa hàng sao đang kinh hoàng khi hai cô gái nhân viên cửa hàng đang nhìn về phía chúng tôi trò chuyện và cười nên chúng tôi rời đi, có một anh chàng lớn tuổi hơn ngồi sau quầy và anh ấy nhìn thấy chúng tôi và ra hiệu cho những người công nhân về sự có mặt của chúng tôi.  Tôi đã bị sốc trước những kiểu hành vi này của những người này thật ngu ngốc và ngu ngốc đến mức nào.   Tuy nhiên, các nhà hàng cũng rất nhiệt tình chào đón Vodoo và Love boat, chúng tôi thực sự rất thích thời gian ở những quán bar này. Đọc thêm",
            "Chúng tôi có xe buýt từ Fira đến bãi biển. Nó có giá 2 euro mỗi cái và mất khoảng 20 phút. Thời gian biểu rất đáng tin cậy. Chúng tôi trả 10 euro mỗi giường cho các giường ở quầy bar thứ 2 bên trái con đường chính mà bạn đi bộ từ xe buýt xuống. Nó có những chiếc giường thoải mái nhất. Quán bar được gọi là Nostos Bar. Mặc dù chúng tôi đã mua giày đi biển để xuống biển do có nhiều đá, nhưng thực sự việc xuống nước vẫn rất nguy hiểm. Có những tảng đá và những cái hố lớn. Bạn thực sự có thể làm tổn thương chính mình. Đi biển thì tuyệt vời nhưng tôi chỉ đi một lần vì sợ té ngã.  Có rất nhiều quán bar dọc theo lối đi dạo. Thật tiếc là xe buýt quay lại Fira dừng khá sớm nếu không chúng tôi sẽ quay lại để thăm quan vào ban đêm vì có vẻ như sẽ khá bận rộn. Đọc thêm",
            "Bãi biển đáng yêu, rất yên tĩnh, có nhiều giường phơi nắng và địa điểm ăn uống. Giường phơi nắng dường như miễn phí ở hầu hết các nơi nếu bạn ăn uống. Có một chiếc thuyền đi đến Perissa - xin lưu ý rằng họ chỉ lấy tiền mặt, không có thông tin nào về việc này ở bất cứ đâu và tôi đã phát hiện ra một cách khó khăn sau khi lội ra biển để lên thuyền chỉ để thấy họ không lấy thẻ - doh. Bãi biển Kamari là nơi bạn có thể ngồi cả ngày, uống rượu, ăn uống, ngồi cùng gia đình và bạn bè và không bao giờ chán nhìn thế giới trôi qua. Vâng, cát có màu đen, vâng, chúng là đá. Mang giày đi biển nếu có thể. Không thể chờ đợi để trở lại. XĐọc thêm",
            "Bãi biển rất yên tĩnh, có giường phơi nắng thoải mái. Cát và đá đen nổi tiếng. Khó ra vào biển do đá trơn trượt rất phẳng khoảng 12 mét.Đọc thêm",
            "Bãi biển tuyệt vời có giường phơi nắng và ô dù miễn phí. Đi dạo dài có nhiều cửa hàng và nhà hàng, taxi 4 euro đến bãi biển perissa..Đọc thêm",
            "Bãi biển đầy sỏi. Rất lãng mạn, chủ yếu là các cặp đôi. Ở phía đối diện của hòn đảo đối diện với Caldera. Một trong số ít bờ biển trên đảo núi lửa, cùng với bãi biển Perissa. Có thể dễ dàng tiếp cận bằng tiền mặt xe buýt địa phương chỉ thanh toán trên xe buýt từ Fira, khoảng 20 phút.Đọc thêm",
            "Bãi biển cát đen tuyệt đẹp - đừng bỏ lỡ cảnh mặt trời mọc và con đường đi bộ tuyệt đẹp dọc theo con đường. Yên tĩnh, thanh bình và xinh đẹpĐọc thêm",
            "Một bãi biển cát đen tuyệt vời. Hoàn hảo cho chuyến thăm vào mùa xuân hoặc mùa thu khi không khí và nước hơi lạnh, nhưng bãi biển đủ ấm để có trải nghiệm bãi biển tuyệt vời.Đọc thêm",
            "Tuyệt vời Một khu vực hoàn hảo để làm căn cứ Vâng, bãi biển hơi nhiều đá nhưng chúng tôi biết rằng trước khi chúng tôi đặt Đồ ăn rất tuyệt vời và giá cả rất hợp lý Thuê một chiếc ô tô trong tuần thật tuyệt vời. Chúng ta có thể làm và đi bất cứ nơi nào chúng ta muốn, khi chúng ta muốn Dịch vụ rất đặc biệt Thời tiết lý tưởng để đi bộ, đêm mát mẻ nên hãy mang theo một số quần dài và áo hoodie để đề phòng. Rất khuyến khích hành trình hoàng hôn. Hoàn toàn tuyệt vời và điểm nhấn thực sự trong chuyến đi của chúng tôi. Làm thế nào mà bất cứ ai có thể phàn nàn đều nằm ngoài tầm hiểu biết của tôi. Nếu bạn đủ may mắn để có thể đến đây thì không bao giờ có lý do gì để phàn nàn.Đọc thêm",
            "Thật là một nơi tuyệt đẹp để tham quan, bãi biển đầy đá tuyệt vời với khung cảnh tuyệt vời. Rất nhiều quán bar cung cấp giường phơi nắng miễn phí trên bãi biển để bạn thư giãn và thưởng thức đồ uống lạnh.Đọc thêm",
            "Không nơi nào gần sẵn sàng cho mùa giải bắt đầu! Rác và dù che nắng cũ, đồ nội thất và rác khắp bãi biển.  Những con mèo đi lạc ở địa phương phải sử dụng nó làm khay đựng rác cho chúng! Tôi đã bắt gặp nhiều con vào buổi sáng khi đang ngắm bình minh!Đọc thêm",
            "Bãi biển hoàn hảo dành cho các cô gái tuổi teen: có nhiều bãi biển dễ thương và rất nhiều lựa chọn để thưởng thức. Chúng tôi đã đến đó vào đầu tháng 5 và bạn có thể sử dụng ghế dài và ô che nắng miễn phí. Ở một số nơi, họ muốn bạn gọi đồ ăn, còn những nơi khác thì họ không quan tâm. vì vậy hãy kiểm tra trước những gì họ yêu cầu. Điều khó chịu duy nhất là bãi biển tràn ngập các nhà trị liệu mát-xa Trung Quốc, vì vậy bạn sẽ được cung cấp dịch vụ mát-xa cứ sau 5 phút. Có một số khu vực mà sỏi mịn hơn một chút, dễ dàng đi vào nước hơn so với lối đi dốc hơn với những viên sỏi lớn hơn.Đọc thêm",
            "Làm thế nào để bạn đặt một chiếc ghế ở bãi biển kamari?Đọc thêm",
            "Có một số nhà hàng cung cấp giường phơi nắng khi bạn dùng bữa tại chỗ của họ, tôi thấy một nhà hàng cung cấp một số đồ uống đi kèm giường phơi nắng miễn phí. Tôi chưa bao giờ thấy bãi biển đông người đến mức không thể có được một chiếc ghế, luôn có một số chỗ và ghế miễn phí.Đọc thêm",
            "CHÀO \nChúng tôi ở ngay bên ngoài bãi biển kamari,\nỞ đó có nhiều chỗ ăn uống không?\nGiá trung bình cho một ly bia là bao nhiêu?Đọc thêm",
            "Tôi không biết liệu bạn có cần câu trả lời hay không, có thể bạn đã đến đó và tận mắt chứng kiến ​​khu vực Kamari yên bình và đẹp đẽ như thế nào, có rất nhiều nhà hàng dọc bãi biển, rất nhiều lựa chọn về địa điểm ăn uống, về giá cả bia Tôi xin lỗi tôi không uống nên tôi không biết nó giá bao nhiêu.Đọc thêm",
            "Chào bạn, thời tiết ở Santorini đầu tháng 10 thế nào?\ncảm ơnĐọc thêm",
            "Lấy làm tiếc.  Không biết chỉ có vào tháng Sáu khi trời cực kỳ nóng.  Chỉ có thể đề xuất, giống như chúng tôi, rằng bạn nên tham khảo một số trang web để biết một số ý tưởng về tháng 10 sẽ như thế nào.Đọc thêm",
            "Tôi đang ở Kamari và muốn tìm những quán bar và nhà hàng tốt nhất để ngắm hoàng hônĐọc thêm",
            "Chắc chắn hãy ghé thăm trung tâm của Santorini để ngắm hoàng hôn ở bờ biển phía tây. Kamari nằm trên bờ biển phía đông nên rất tuyệt để ngắm bình minhĐọc thêm",
            "Xin chào,\n\nTôi sẽ đến Kamari vào cuối tháng 7.\nChỉ đang tìm kiếm lời khuyên về giá cả và những nhà hàng và hoạt động tốt nhất.\n\nCảm ơnĐọc thêm",
            "Santorini Đọc thêm",
            "Xin chào mọi người, ở bãi biển Kamari có chỗ nào cho thuê ghế tắm nắng và ô dù rẻ nhất không? Hoặc có nhà hàng nào có ghế tắm nắng miễn phí, phục vụ đồ ăn ngon và có nhân viên phục vụ không? Đọc thêm",
            "Tất cả các quán bar đều cung cấp giường phơi nắng miễn phí nếu bạn mua đồ uống hoặc đồ ănĐọc thêm",
            "Xin chào, đi bộ từ khách sạn Alexandra đến đầu kia bãi biển sẽ mất bao lâu?Đọc thêm",
            "Xin chào, tôi chỉ đang thắc mắc giá trung bình cho bữa ăn và đồ uống là bao nhiêu. Tôi đã đọc rất nhiều đánh giá trái ngược nhau, cảm ơnĐọc thêm",
            "Đồ ăn ở Hy Lạp rẻ hơn bất kỳ nước châu Âu nào khác mà tôi từng đến thăm. Tại bãi biển Kamari, chúng tôi có cá chẽm tươi với saladfries và đồ uống không cồn với giá 20 - 25 Eur. Trên đường phố, một con quay hồi chuyển có thể có giá khoảng 5EUR. Khi bạn đi bộ dọc bãi biển, có rất nhiều nhà hàng cung cấp các ưu đãi cho bữa trưa và bữa tối nên tôi khuyên bạn nên xem qua trước khi đưa ra quyết định. Ngoài ra còn có nhà hàng Thái giá cả hợp lý. Gia đình 4 người có đồ uống cho bữa tối 100 Eur và quá no cho món tráng miệng. Kem gelato dọc bãi biển sẽ phải đợi chuyến đi tiếp theo của chúng ta.Đọc thêm",
            "Đi biển bằng xe buýtĐọc thêm",
            "Tùy thuộc vào nơi bạn đang ở tbh..chúng tôi ở cách bãi biển 15 phút đi bộ..Đọc thêm",
            "Chiếc ô và hai chiếc giường phơi nắng giá bao nhiêu? Chúng có giống nhau ở tất cả các bãi biển không?\nTôi đã đọc điều gì đó về việc họ sẽ miễn phí nếu bạn ăn ở nhà hàng của họ nhưng việc đó diễn ra như thế nào? Cảm ơn!!! Đọc thêm",
            "bạn sẽ thấy nó được viết nếu chúng miễn phí cho những khách hàng dùng bữa trưa tại một trong những quán rượu. Những người trả vào tháng 7 10 euro cho hàng thứ hai, 20 euro cho hàng đầu tiên. 10 euro 2 giường phơi nắng và ôĐọc thêm"
        ],
        "star_ratings": [
            2754,
            2845,
            1136,
            236,
            92
        ],
        "review_amount": 7063,
        "location": [
            "Các hoạt động ở Kamari",
            "Châu Âu",
            "Nam Aegean",
            "Cyclades",
            "Hy Lạp",
            "Hôm qua",
            "Santorini",
            "Bãi biển Kamari"
        ],
        "reviews_time": [
            "Written June 24, 2023",
            "Written July 3, 2023",
            "Written July 8, 2023",
            "Written July 16, 2023",
            "Written July 28, 2023",
            "Written August 4, 2023",
            "Written August 8, 2023",
            "Written August 8, 2023",
            "Written August 14, 2023",
            "Written August 14, 2023",
            "Written June 3, 2024",
            "Written June 1, 2024",
            "Written May 27, 2024",
            "Written May 25, 2024",
            "Written May 21, 2024",
            "Written May 11, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written May 7, 2024",
            "Written May 3, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g658914-d2663198-Reviews-Kamari_Beach-Kamari_Santorini_Cyclades_South_Aegean.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d27473485-Reviews-Ta_Tertipia_Santorini-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d1181283-Reviews-Almira_Restaurant-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d17425829-Reviews-Gia_Mas-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d10304509-Reviews-Santo_Athiri_Restaurant-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d23448790-Reviews-The_Finch-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d21168189-Reviews-Ariale_Restaurant-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d26029381-Reviews-Cosi_Italian_Restaurant-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d3205263-Reviews-Vassilikos_Restaurant-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d10443351-Reviews-Vinsanto-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Restaurant_Review-g658914-d4260331-Reviews-Il_Forno_Pizza_and_Pasta-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d10344487-Reviews-Gabbiano_Nero-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g482942-d3324249-Reviews-Tzamia_Krystalla_Art_Gallery_Santorini-Fira_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d8116501-Reviews-Eduart_Gjopalaj_Workshop-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d26800210-Reviews-Panagia_Myrtidiotissa_Church-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g12994579-d7179953-Reviews-Ieros_Naos_Panagias_Episkopis_Thiras-Moni_Profitou_Iliou_Santorini_Cyclades_Sou.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d4992245-Reviews-Estate_Argyros-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d26800175-Reviews-Agios_Nektarios_Church-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g8043198-d2178679-Reviews-Artemis_Karamolegos_Winery-Exo_Gonia_Fira_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d243145-Reviews-Ancient_Thera-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g657830-d3208376-Reviews-Gaia_Winery-Perivolos_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d2663198-Reviews-or10-Kamari_Beach-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d2368798-Reviews-Hiking_Trail_Fira_Oia-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g635864-d3300798-Reviews-Skaros_Rock-Imerovigli_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g657830-d6988148-Reviews-Perivolos_Beach-Perivolos_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g482941-d1223227-Reviews-Amoudi_Bay-Oia_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191887-d8324071-Reviews-Santorini_Horse_Riding-Megalochori_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g1188919-d6882559-Reviews-Vlychada_Beach-Vlychada_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d481767-Reviews-Nea_Kameni-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g635608-d1932270-Reviews-Perissa_Black_Sand_Beach-Perissa_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d288470-Reviews-Santorini_Volcano-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g657830-d2299372-Reviews-Eros_Beach-Perivolos_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d2602280-Reviews-Love_Boat_Bar-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d24036983-Reviews-Noravite-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d7907435-Reviews-Volcano_Dive_Center-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d12511633-Reviews-X_treme_Watersports_Santorini-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d24173224-Reviews-Bellajocalia-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g482941-d27532730-Reviews-Santo_Transfer-Oia_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d8385773-Reviews-Santorini_Mini_Golf-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d12930298-Reviews-Ministry_of_Art-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d11950650-Reviews-Yolicious-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g189433-d20893135-Reviews-La_Boheme-Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d8132379-Reviews-Escape_Game_Kamari-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d6428585-Reviews-Santorini_Experts-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g658914-d26260667-Reviews-Tiggy_s_Bar-Kamari_Santorini_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g32867-d10751478-Reviews-Lone_Cypress-Pebble_Beach_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d7056076-Reviews-Mushroom_Beach-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1179328-d3211090-Reviews-Torre_dell_Orso_Beach-Torre_dell_Orso_Melendugno_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g29784-d4498679-Reviews-Destroyer_Park_Golf-Akron_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d6378743-Reviews-Alive_Museum_Insadong-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565031-Reviews-Roosevelt_Island-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g635872-d8820212-Reviews-F1_Italian_Grand_Prix-Monza_Province_of_Monza_and_Brianza_Lombardy.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028928-d2275559-Reviews-Barberino_Designer_Outlet-Barberino_Di_Mugello_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g187291-d257371-Reviews-Porsche_Museum-Stuttgart_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g2039674-d4761520-Reviews-FKK_Kandarola_Beach_Rab-Palit_Rab_Island_Kvarner_Bay_Islands_Primorje_Gorski_Kot.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g658914-d2663198-Reviews-or10-Kamari_Beach-Kamari_Santorini_Cyclades_South_Aegean.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g658914-d2663198-Reviews-Kamari_Beach-Kamari_Santorini_Cyclades_South_Aegean.html"
    }
]