[
    {
        "attraction_name": "Kancamagus Highway",
        "attraction_name_vi": "Đường cao tốc Kancamagus",
        "general_info": [
            "3.589 đánh giá",
            "1 trong số 39 hoạt động giải trí tại North Conway",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Quốc lộ 112 chạy từ Center Conway đến North Woodstock, ngay phía nam Franconia Notch. Đi qua Rừng Quốc gia White Mountain, đây được coi là một trong những đường cao tốc đẹp nhất nước Mỹ và có nhiều điểm dừng chân thú vị.Đọc thêm",
        "reviews": [
            "Có quá nhiều thứ để xem trên chuyến đi ngắm cảnh này.  Pemi Valley Overlook là nơi hoàn hảo để đón hoàng hôn.  Mang theo một bữa ăn và thư giãn.  Nhiều điểm thác nước dọc đường để khám phá và có vẻ như muộn hơn trong ngày và trong tuần là tốt nhất nếu bạn muốn ít đám đông hơn.Đọc thêm",
            "Hãy chắc chắn rằng bạn dừng lại ở tất cả các điểm ngắm cảnh trên chuyến đi yên bình này qua những ngọn núi! Chuyến đi rất yên bình qua thiên nhiên. Thích thú với chuyến đi bộ quanh ao ở Rocky Gorge! Rất nhiều chuyến đi bộ đường dài ở khắp mọi nơi! Đọc thêm",
            "Chúng tôi đã thực hiện Đường cao tốc Kancamagus vào tháng 5 năm 2023. Bạn có thể dễ dàng dành vài ngày để dừng lại ở các điểm khác nhau và đi bộ đến nhiều địa điểm khác nhau.  Chúng tôi chỉ có khoảng bốn giờ trước khi trời tối.  Chúng tôi rời khách sạn ở Lincoln, NH và lái xe lên đường và cố gắng tiếp cận những điểm nóng mà chúng tôi tìm thấy trên mạng.  Chúng tôi không có thời gian để đi bộ đường dài nhiều, nhưng có những địa điểm gần với khung cảnh và thác nước tuyệt đẹp.  Một phần xinh đẹp của Hoa Kỳ.Đọc thêm",
            "Lái xe tuyệt đẹp với khung cảnh tuyệt đẹp, những chuyến đi bộ ngắn, lịch sử và thác nước.\n\nLấy bản đồ từ Lincoln hoặc Conway phác thảo tất cả các điểm dừng!! Hãy dành thời gian và tận hưởng thiên nhiên trong chuyến đi tuyệt đẹp này.Đọc thêm",
            "Đường cao tốc tuyệt đẹp chạy giữa Conway và Lincoln. Trên đường đi có rất nhiều ngã rẽ thú vị. Yêu thích của chúng tôi là Thác Sabbaday và khu vực Hẻm núi Hoàng gia. Hãy dành thời gian lái xe qua và thưởng ngoạn phong cảnh.Đọc thêm",
            "Chúng tôi thuê một căn hộ 3 phòng ngủ ở Glen, ban đầu là để đưa cháu đi chơi vài ngày. Hóa ra họ không thể làm được. Chỉ có bà, ông và con chó. Căn hộ cách một con sông, một nhánh của sông Ellis khoảng 50 thước?. Chúng tôi ngồi trên những tảng đá và đặt ngón tay của mình vào. Tháng Tám vẫn còn lạnh! Chúng tôi đã thực hiện một số chuyến đi bộ ngắn và dễ dàng. Tôi yêu dãy núi trắng! Thật hùng vĩ và xinh đẹp, cũng như những khu rừng và đường thủy xung quanh! Tôi nghĩ thiên nhiên thật tuyệt vời và đây là một nơi tuyệt vời để ngắm nhìn. Hầu hết các con đường mòn đều thân thiện với chó. Đi đến một nhà hàng và quán rượu nhỏ tuyệt vời ở Jackson, tên là Wildcat. Chúng tôi ngồi trong phòng khách, ăn những món ăn được chế biến tuyệt vời và nghe nhạc sống.Đọc thêm",
            "Chúng tôi đã may mắn được đi trên chiếc Kanc mà không có nhiều phương tiện giao thông. Chúng tôi đã thực hiện hầu hết các chuyến đi của mình vào các buổi chiều muộn hơn và không gặp bất kỳ vấn đề gì khi tìm chỗ đậu xe ở các điểm dừng. Chúng tôi rất thích nghe Ứng dụng Hướng dẫn khi chúng tôi lái Kanc, nó cung cấp các cửa hàng và lịch sử thú vị của khu vực. Nó cũng khuyến nghị các máy bay cất cánh để ngắm cảnh.Đọc thêm",
            "Ngay từ khi biết đến Đường cao tốc Kankamagus, chúng tôi đã biết mình muốn lái xe trên đường cao tốc tuyệt đẹp này. Đầu năm nay chuyến đi theo kế hoạch của chúng tôi đã bị cản trở do sự cố xe hơi. Vì vậy, chúng tôi quay trở lại...chỉ để lái chiếc Kank vào một ngày mưa tháng Chín. Chúng tôi bắt đầu ở Lincoln, dự trữ đầy đủ bánh mì sandwich, salad nguội, khoai tây chiên và đồ uống vì không có nơi nào để mua bất cứ thứ gì dọc theo con đường này. Chúng tôi đã có một bản đồ được in từ Internet; điều đó rất hữu ích trong việc xác định các điểm tham quan đẹp mắt và các địa điểm khác để ghé thăm. Ở một vài lượt ngắm cảnh đầu tiên, sương mù ở tầm thấp vẫn khá đẹp mặc dù che khuất tầm nhìn ra núi và cây cối có nhiều màu sắc và hình dạng ở tiền cảnh. Điểm dừng chân tốt nhất là Thác Sabbaday, ngay cả khi trời mưa liên tục trong khi chúng tôi mang theo ô. Chúng tôi đã đi qua một số địa điểm khác vì trời mưa quá to để có thể tận hưởng.   Đọc thêm",
            "Vợ tôi và tôi đã đặt chuyến tham quan Tán lá mùa thu New England thông qua một công ty mà chúng tôi thường sử dụng cho các chuyến tham quan nước ngoài có hướng dẫn viên của mình. Đường cao tốc K là tâm điểm của chúng tôi trong suốt chuyến đi kéo dài 9 ngày. \n\nNhư tiêu đề của bài đánh giá này đã đề cập, chỉ từ ngữ thôi thì không thể diễn tả hết khung cảnh mùa thu. Nếu bạn đủ may mắn để trải nghiệm chuyến lái xe dài 34 dặm tuyệt đẹp này vào khung giờ cao điểm mùa thu, chúng tôi khuyên bạn nên thuê tài xế hoặc nhóm du lịch để cả gia đình bạn có thể ngắm cảnh!Đọc thêm",
            "Rất đáng để lái xe để xem khu vực tuyệt vời này.  Rất nhiều điểm dừng với khu vực đậu xe để xem các trang web. Một số có phí đậu xe, vì vậy hãy ghi nhớ điều đó.  Không có dịch vụ di động cho phần lớn chuyến đi, vì vậy hãy tải trước bản đồ của bạn!!  Mang theo tiền mặt vì một số điểm dừng thanh toán bằng cách bỏ tiền vào phong bì.Đọc thêm",
            "Đó là một chuyến đi rất thú vị vào thời điểm này trong năm.  Có rất ít xe cộ qua lại nên việc ra vào các danh lam thắng cảnh không hề căng thẳng.  Quang cảnh núi non thật tuyệt vời.Đọc thêm",
            "Một trong những chuyến đi có phong cảnh đẹp nhất cả nước. Tôi đã lái xe từ bờ biển này sang bờ biển khác hai lần và từ bờ biển phía Đông đến Arizona cũng hai lần. Đoạn đường ngoằn ngoèo này mang đến một số cảnh đẹp, cơ hội ngắm nhìn động vật hoang dã, nai sừng tấm, hươu và thậm chí cả gấu, cũng như một số địa điểm nghỉ ngơi ngu ngốc để đi dã ngoại hoặc chụp ảnh. Đường cao tốc chạy từ North Conway đến Lincoln và mất khoảng một giờ lái xe. Đọc thêm",
            "Đó là một chuyến đi thú vị và tôi chắc chắn rằng nó sẽ tuyệt vời vào mùa xuân, mùa hè và mùa thu. Vào mùa đông, hầu hết các khu vực có tầm nhìn đều bị đóng cửa do tuyết và do đó bạn sẽ không thể ngắm cảnh. Tuy nhiên, đây là một chuyến lái xe rất thú vị xuyên qua những ngọn núi và luôn có cơ hội nhìn thấy động vật hoang dã, vì vậy hãy chú ý theo dõi.Đọc thêm",
            "Một chuyến đi đẹp và thơ mộng. Hy vọng sẽ quay trở lại vào mùa hè và có thể nhìn thấy một con nai sừng tấm. Nếu bạn có thời gian để đi hết chặng đường, nhất định phải làm như vậy. Đọc thêm",
            "Wow, thật là một chuyến đi tuyệt đẹp. Trong tất cả các tuyến đường ngắm cảnh quốc gia khác nhau mà chúng tôi đã lái, đây là nơi dễ tìm thấy nhất để dừng lại và khám phá. Tôi khuyên bạn nên dừng lại ở trạm kiểm lâm và lấy một tấm bản đồ nhỏ để bạn không bỏ lỡ các điểm dừng. Chúng tôi đi vào một ngày mưa, đầu hè nên chúng tôi không có cơ hội đi bộ đường dài. Nhưng những chuyến đi ngắn mà chúng tôi đã đi thì thật tuyệt. Các con tuổi teen của tôi và chú chó của chúng tôi thích ra ngoài ở nhiều nơi khác nhau và khám phá dòng sông. Chắc chắn muốn quay lại vào một ngày nắng để ngắm tất cả những cảnh đẹp mà chúng tôi đã bỏ lỡ trên mây. Đọc thêm",
            "Tôi đã lái xe trên xa lộ này RẤT NHIỀU trong nhiều năm, và đây là một chuyến đi tuyệt vời... trong khu vực. đọc các góc nhìn trên những con đường quanh co lên đến khoảng 1900 hoặc hơn tôi tin vậy. Từ Conway, NH đến Lincoln Woodstock rồi xuống Littleton hoặc tiếp tục đến Vermont, hoặc qua Concord, những con đường sẽ đưa bạn đến bất cứ nơi nào bạn muốn đến, và không có con đường nào tệ. Đây KHÔNG phải là con đường yêu thích của chúng tôi như thế này, đó sẽ là Skyline Drive Blue Ridge Parkway, nhưng đây là lựa chọn thứ hai. Lần này chỉ sau một trận tuyết rơi 3-5 độ, họ gọi đó là một cơn bão... thật sao?, và cây cối phủ đầy tuyết và đơn giản là đẹp. Và những con đường được bảo dưỡng tốt nên việc lái xe rất dễ dàng và hoàn toàn không gây căng thẳng. Đọc thêm",
            "Mùa vụ năm nay hơi muộn nên lá chưa cao điểm. Lái xe lên đỉnh và có 4 khu vực đậu xe để ngắm nhìn những thung lũng và ngọn núi xa xôi. Các tấm bảng giáo dục về địa chất tại một số điểm dừng quan sát. Chuyến đi khứ hồi 25 dặm ra khỏi Lincoln để xem tất cả các điểm dừng gần đỉnh trên đường tốt dưới 10 cấp. . Không có trạm xăng không phải là vấn đề trừ khi bạn khởi hành trên đường E. Bạn phải dừng lại để có tầm nhìn tối thiểu từ đường khi lái xe. Sẽ không làm điều đó vào mùa hè nhưng cuối tuần trước của tháng 9 đầu tiên của tháng 10 thường có màu sắc cao nhất tùy thuộc vào thời tiết. Cuối tuần tới có thể sẽ cao điểm trong năm nay.Đọc thêm",
            "Tuyến đường này rất đẹp nhưng vào mùa Thu nên rất đông đúc.  Mọi người đậu xe khắp nơi và đi ra đường.  Chúng tôi đã lái nó hai lần, một lần vào giờ cao điểm trong ngày và dừng lại vài lần, nhưng sẽ thú vị hơn nhiều khi chúng tôi lái nó trở về từ Công viên Bang Franconia vào chiều muộn ngày hôm sau.  Tầm nhìn từ Hancock Overlook thật tuyệt vời; Thác Sabbaday cách đường khoảng 10 phút đi bộ, nhưng con đường bằng phẳng tốt ở phía trên và phía dưới Thác và một bãi đậu xe cỡ lớn chắc chắn đáng để dừng lại để xem.Đọc thêm",
            "Luôn thích lái xe qua Đường cao tốc Kancamagus khi đến khu vực này. Nơi đây rất đẹp và có một số điểm dừng để đi bộ đường dài, v.v. trên đường đi. Đọc thêm",
            "Khi ở trong khu vực phải làm, hãy dành thời gian vì có rất nhiều thứ để xem. Tôi khuyên bạn nên lấy bản đồ hoặc một số điểm ưa thích để dừng lại và tận hưởng thiên nhiênĐọc thêm"
        ],
        "star_ratings": [
            2841,
            600,
            132,
            10,
            6
        ],
        "review_amount": 3589,
        "location": [
            "Hoa Kỳ",
            "Những hoạt động không thể bỏ qua ở Bắc Conway",
            "Conway",
            "Núi Trắng",
            "New Hampshire NH",
            "Đường Bắc Conway",
            "Đường cao tốc Kancamagus"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written June 22, 2023",
            "Written July 7, 2023",
            "Written July 19, 2023",
            "Written July 30, 2023",
            "Written August 15, 2023",
            "Written October 2, 2023",
            "Written October 3, 2023",
            "Written October 7, 2023",
            "Written October 19, 2023",
            "Written May 18, 2024",
            "Written May 17, 2024",
            "Written April 20, 2024",
            "Written March 26, 2024",
            "Written March 3, 2024",
            "Written January 31, 2024",
            "Written January 27, 2024",
            "Written December 21, 2023",
            "Written December 12, 2023",
            "Written November 1, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g46186-d104262-Reviews-Kancamagus_Highway-North_Conway_Conway_New_Hampshire.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g46054-d14978745-Reviews-Cheese_Louise_North_Conway-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46054-d16655980-Reviews-Riverstones_Bakery-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46054-d4183790-Reviews-Dunkin-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2413001-d417234-Reviews-Almost_There_Restaurant-Albany_New_Hampshire.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46054-d4834889-Reviews-First_stop_deli-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46054-d2481161-Reviews-Sweet_Maple_Cafe-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46054-d417196-Reviews-Bea_s_Cafe-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46186-d1544110-Reviews-Jonathon_s_Seafood-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46054-d417232-Reviews-Banners_Restaurant-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46054-d2392241-Reviews-Leavitt_s_Country_Bakery-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46054-d10816767-Reviews-Russell_Colbath_Homestead-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46054-d642514-Reviews-Boulder_Loop_Trail-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d12788496-Reviews-Champney_Falls_Trail-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46054-d25064643-Reviews-The_Red_Barn-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d7194774-Reviews-Oliverian_Brook_Trail-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46054-d609277-Reviews-Tuckerman_Brewing_Company-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46054-d15082984-Reviews-Saco_River_Covered_Bridge-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d105603-Reviews-Cathedral_Ledge-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46143-d8504103-Reviews-Art_to_Go-Littleton_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d116559-Reviews-Settlers_Green-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d104262-Reviews-or10-Kancamagus_Highway-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d11039371-Reviews-Redline_Guiding-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d311746-Reviews-Cranmore_Mountain_Resort-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d1990551-Reviews-North_Conway_Moose_Safari_Moose_Tour-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d10592929-Reviews-Black_Cap_Hiking_Trail-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d109578-Reviews-International_Mountain_Climbing_School-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d276207-Reviews-North_Conway_Country_Club-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d23113543-Reviews-Mountain_Shadow_Adventures-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d8685643-Reviews-North_Moat_Mountain_Trail-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d146453-Reviews-Baldface_Range-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46020-d1586175-Reviews-Northern_Extremes_Snowmobiling_Tours-Bartlett_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d116561-Reviews-Zeb_s_General_Store-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46186-d2281447-Reviews-Diana_s_Baths-North_Conway_Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46054-d19104556-Reviews-The_Cassidy_Gallery-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46054-d737191-Reviews-Saco_Canoe_Rental_Company-Conway_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g41614-d2008339-Reviews-Dinosaur_Footprints-Holyoke_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276128-Reviews-Central_Market_Hall-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g54122-d6922672-Reviews-Watch_Hill_Merry_Go_Round_Beach-Watch_Hill_Westerly_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d276458-Reviews-Letna_Park-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d1657485-Reviews-Bosphorus_Strait-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g46885-d8671189-Reviews-Stairway_to_Heaven_Trail-Vernon_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g52669-d3248723-Reviews-Cowans_Gap_State_Park-Fort_Loudon_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d4322658-Reviews-Khlong_Lat_Mayom_Floating_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60795-d126354-Reviews-Please_Touch_Museum-Philadelphia_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60864-d7951659-Reviews-Museum_of_Death-New_Orleans_Louisiana.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g46186-d104262-Reviews-or10-Kancamagus_Highway-North_Conway_Conway_New_Hampshire.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g46186-d104262-Reviews-Kancamagus_Highway-North_Conway_Conway_New_Hampshire.html"
    }
]