[
    {
        "attraction_name": "Kanneliya Rain Forest Reserve",
        "attraction_name_vi": "Khu bảo tồn rừng mưa Kanneliya",
        "general_info": [
            "84 đánh giá",
            "- 1 trong số 1 điều cần làm ở Koralegama",
            "Rừng"
        ],
        "attraction_summary": "Khu bảo tồn rừng Kanneliya Trải nghiệm cảm giác đi bộ trong rừng mưa nhiệt đới. . . Khu bảo tồn rừng KDN - Kanneliya-Dediyagama-Nakiyadeniya - là khu vực rừng nguyên sinh lớn thứ hai ở Sri Lanka và nổi tiếng về giá trị lưu vực. Khu rừng chiếm khu vực giữa hai con sông - Gin Ganga và Nilwala Ganga. Thảm thực vật tự nhiên của khu phức hợp KDN là rừng thường xanh ẩm ướt vùng đất thấp, là hình thành rừng đỉnh cao với sự liên kết của Shorea, Dipterocarpus và Mesua. Hơn 17 - hệ thực vật vùng ẩm ướt được giới hạn ở khu vực này, nơi nổi bật nhất là rừng KDN. Khu vực này được xác định là một trong những khu vực giàu hoa nhất ở Nam Á. Hệ thực vật và động vật đặc hữu của vùng ẩm ướt phía tây nam, bao gồm cả KDN, tạo thành một di tích của hệ sinh vật của mảng Ấn Độ có tổ tiên Gondwanaic. Do đó, hệ sinh vật ở phía tây nam Sri Lanka, bao gồm cả khu rừng KDN, có mối quan tâm khoa học đáng kể về mặt địa sinh học. Có một tỷ lệ đặc hữu cao trong số các loài thực vật thân gỗ được xác định, với 150 loài là loài đặc hữu của Sri Lanka. Có 78 làng xung quanh khu rừng KDN. Có những tiểu thủ công nghiệp quy mô nhỏ dựa trên cây cọ đuôi cá - Kitul -, và nhiều người dân địa phương tham gia thu hái cây thuốc và sản phẩm thực vật cũng như mây để sản xuất đồ thủ công và đồ nội thất. Những gì có thể thấy:- Hơn 100 loài chim, trong đó có 16 loài đặc hữu của Sri Lanka - như Báo mỏ xanh, Ác xanh và Chim hét cánh đốm - . Hơn 15 loài cá nước ngọt đặc hữu. Nhiều loài bò sát, lưỡng cư và bướm đặc hữu khác cũng có thể được nhìn thấy trong khu vực.Đọc thêm",
        "reviews": [
            "Tốt cho những người yêu thiên nhiên. Khâu gà rừng ceylon, giám sát nước châu Á và bắt nước. Chúng tôi có một hướng dẫn tốt, tên cô ấy là latha. cô ấy giải thích mọi thứ cho chúng tôi .. cũng có kiến ​​thức tốt.. và cũng có những con đỉa tốt. điều họ không có điện thoại . Vì trước khi đi, chúng tôi đã cố gắng liên lạc với họ nên cuối cùng chúng tôi phải đi bộ đường dài với cái bụng đói.Đọc thêm",
            "Đây là một nơi tuyệt vời, không dành cho những người cực kỳ không thích hợp hoặc yếu tim. Đi bộ đến thác nước rất khó khăn và bạn có thể đi qua một hang động nhỏ nằm sâu trong đá. Hướng dẫn viên của chúng tôi, Peomi là một phụ nữ đáng yêu và cô ấy đã thực hiện chuyến đi trong đôi dép xỏ ngón! Cô ấy rất am hiểu và chỉ ra các loài rắn, nhện, thằn lằn, chim và thực vật - cây cối. Thác nước khiến chuyến đi trở nên đáng giá vì vậy hãy kiên trì. Rất khuyến khíchĐọc thêm",
            "Chúng tôi đã đặt chỗ này vào ngày cuối cùng ở Weligama. Cách khách sạn 1 giờ 20 phút đi ô tô. Chúng tôi chỉ chọn trải nghiệm 3 - hang động, thác nước nhỏ - cây 600 tuổi - trong số 6 điểm tham quan của khu rừng khi chúng tôi đến vào khoảng 2 giờ chiều và không có đủ thời gian để hoàn thành tất cả. Họ cung cấp hướng dẫn viên du lịch rất am hiểu và có thể phát hiện ra một số sinh vật sống - thằn lằn, tắc kè hoa, rắn, tôm, chim -. Phải đi bộ rất nhiều nên cần có điều kiện thể chất tối thiểu .Đọc thêm",
            "Thiên đường của các nhiếp ảnh gia Thác nước Anahimala Alla là nơi tuyệt vời để chụp ảnh phong cảnh. Cơ hội chụp ảnh cận cảnh cũng có sẵn, tĩnh lặng và yên tĩnh. Tốt hơn nên ghé thăm vào buổi sáng. Đọc thêm",
            "Thời gian mở và đóng cửa vào là bao lâu?!  Tôi muốn đến thăm vào cuối tuần tới, những ngày này có thích hợp để tham quanĐọc thêm",
            "Tôi đến bằng ô tô và đã gọi điện trước vào ngày hôm trước để đảm bảo sẽ có người hướng dẫn vào lúc 6h30 sáng. Chúng tôi đã tìm được 19 loài chim trong hai chuyến đi ngắn hơn - gói - được cung cấp trong ba giờ. Chi phí vào cửa là 660 Rupee và thêm 1000 Rupee cho hướng dẫn bắt buộc. Tôi vẫn đi trên con đường chính và không leo xuống hang động hay thác nước do đầu gối khập khiễng. Bạn sẽ không gặp phải đỉa theo cách này, nhưng tôi đã chuẩn bị sẵn một túi muối đề phòng trường hợp một vài con đỉa bám vào tôi. Bạn không cần tất hoặc ủng đỉa vì dép nhựa sẽ phù hợp nếu bạn mang theo muối. Bạn sẽ thấy những mạng nhện đáng kinh ngạc và rất nhiều loài bướm xinh đẹp cũng như tất cả các loài chim. Hướng dẫn viên Rubica của tôi biết tên của rất nhiều loài cây và phát hiện ra hai loài thằn lằn đặc hữu. Chúng tôi tìm thấy Chim chích có cánh đốm trong bụi rậm và cũng nhìn thấy các loài Malabar Trogans, Khỉ nhỏ lửa, một số loài Chào mào và Đớp ruồi, Khướu bụi Scimitar và Khướu bụi mặt đen. Rừng chỉ là khu rừng thứ sinh phục hồi sau nạn phá rừng khoảng 30 - 40 năm trước và không nơi nào ấn tượng bằng Sinharaja. Đây vẫn là một nơi tuyệt vời cho chuyến thám hiểm ngắm chim vào sáng sớm. Hãy mang theo thức ăn và nước uống của riêng bạn vì ở đó không có gì ngoài rừng.Đọc thêm",
            "Rừng mưa rất tốt để tham quan ở Sri Lanka. Rất nhiều loài đặc hữu và một số loài có nguy cơ tuyệt chủng nằm trong khu rừng nhiệt đới này.Đọc thêm",
            "Cần phải đi bộ qua khu rừng vài dặm. cần phải tuân thủ các quy tắc nghiêm ngặt để không làm phiền đến cuộc sống của những người trong rừng. THÁC NƯỚC ĐẸP NHƯNG KHÔNG ĐƯỢC PHÉP TẮMXem thêm",
            "Đi bộ dễ dàng thú vị trên những con đường cứng - còn sót lại từ việc khai thác gỗ cũ cách đây 30 hoặc 40 năm - Nhiều loài chim, thằn lằn và bướm, ngoài ra chúng tôi còn thấy một số con khỉ đen ăn trái sầu riêng hoang dã. Hướng dẫn viên của chúng tôi đã giải thích về lịch sử và thông tin về cây cối địa phương cũng như đời sống hoang dã.Đọc thêm",
            "Mặc dù tính đa dạng sinh học của khu bảo tồn rừng Kanneliya được cho là cao ngang với Sinharaja nhưng thật khó để quan sát chim. Vì thảm thực vật rậm rạp và độ cao của rừng. Nhưng chắc chắn bạn có thể nhìn thấy nhiều loài bò sát và lưỡng cư dọc theo những con đường mòn tự nhiên. Hầu hết chúng là loài đặc hữu. Đó là một nơi tuyệt vời để tắm suối nước ngọt. Bạn có thể đến đó trong vòng hai giờ từ Galle và trải nghiệm rừng nhiệt đới. Hãy sẵn sàng cho điều kiện ẩm ướt và mưa nếu bạn định đến thăm ngoại trừ tháng Hai và tháng Ba, những tháng thường khô ráo. Bạn thậm chí có thể đến đó bằng xe buýt.Đọc thêm",
            "Nó có phù hợp cho trẻ 13 và 11 tuổi không? Đi bộ bao lâu. Tổng thời gianĐọc thêm",
            "Trước khi đi vào rừng kanneliya chúng ta có cần phải thông báo không?Đọc thêm",
            "Có đáng để đến khu bảo tồn nếu bạn có con nhỏ - chỉ có thể đi bộ 1-2 giờ? Anh ấy sẽ được chúng tôi mặc nên không cần phải lo lắng về việc anh ấy đi bộĐọc thêm",
            "Chúng ta có thể cắm trại không?Đọc thêm",
            "không, bạn không thể - cắm trại ở đây. bạn có thể đặt phòng từ colombo.Đọc thêm",
            "Sự khác biệt giữa chuyến tham quan này và Sinharaja là gì? Cái nào gần Galle hơn? Khoảng cách bằng taxi? Chúng tôi có thể sắp xếp một chuyến đi riêng kéo dài hai giờ khi mẹ tôi và các con tôi đi cùng không.Đọc thêm",
            "Làm thế nào chúng ta có thể tận hưởng chuyến đi 2 ngày của trường đến Kanneliya? Chúng ta có thể ở đâu qua đêm và chi phí bao nhiêu? Những địa điểm tham quanĐọc thêm",
            "giá vào cửa là bao nhiêu?!Đọc thêm",
            "Chào bạn, vậy vé vào cổng RS năm nay là bao nhiêu?Đọc thêm",
            "Các lựa chọn lưu trú là gì? Đọc thêm",
            "Bạn có thể ở trong rừng tại ký túc xá của sở lâm nghiệp. Bạn cần đặt trước từ văn phòng chính của sở lâm nghiệp tại Battaramulla. Ngoài ra còn có các khách sạn nhỏ. Đọc thêm",
            "Làm thế nào chúng ta có thể sử dụng phương tiện giao thông công cộng từ Colombo đến rừng mưa KanneliyaĐọc thêm",
            "Binara Bu...thnx. Xin lỗi sakugeeth...Tôi đang trong kỳ thi. sakugeeth bạn có thể sử dụng đường đề cập ở trên.Đọc thêm",
            "Làm thế nào chúng ta có thể đến đó bằng phương tiện công cộng từ Galle?Đọc thêm",
            "Bạn phải đi xe buýt Neluwa - Thawalama - Dellawa từ Galle và yêu cầu người soát vé dừng gần Lối vào Kanneliya - cách Thị trấn Udugama 3-4 km -  \nhoặc bạn có thể đi xe buýt Udugama từ Galle. \nTừ Udugama, bạn có thể đi xe buýt Hiniduma - Neluwa và xuống gần lối vào với sự trợ giúp của người soát vé xe buýt hoặc bạn có thể đi xe tuk tuk từ Udugama. \n - Mất khoảng 1-1,5 km từ Đường chính đến Cổng chính vào Khu bảo tồn Rừng, vì vậy tôi khuyên bạn nên thuê xe tuk tuk nếu bạn sử dụng phương tiện giao thông công cộng. Để bạn có thể tiết kiệm năng lượng cho phần còn lại của hành trình xuyên rừng - - Đọc thêm"
        ],
        "star_ratings": [
            32,
            37,
            9,
            3,
            3
        ],
        "review_amount": 84,
        "location": [
            "Khu bảo tồn rừng mưa Kanneliya",
            "Châu Á",
            "Tỉnh phía Nam",
            "Các hoạt động ở Koralegama",
            "Sri Lanka",
            "Koralegama"
        ],
        "reviews_time": [
            "Written April 25, 2024",
            "Written February 15, 2024",
            "Written December 24, 2023",
            "Written March 24, 2023",
            "Written February 20, 2022",
            "Written August 19, 2019",
            "Written August 9, 2019",
            "Written August 7, 2019",
            "Written March 3, 2019",
            "Written January 9, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g14192173-d6413090-Reviews-Kanneliya_Rain_Forest_Reserve-Koralegama_Southern_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g14192173-d6413090-Reviews-or10-Kanneliya_Rain_Forest_Reserve-Koralegama_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d14416967-Reviews-Sri_Lanka_Paradise_Tours-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12897880-d27520595-Reviews-Tileza_Tours-Baddegama_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g499082-d27671004-Reviews-Pathum_Fernando_Sea_Turtle_Sanctuary_Conservation_Research_Center-Kosgoda_Galle_.html",
            "https://www.tripadvisor.com/Attraction_Review-g2492460-d27110845-Reviews-Mist_of_Sinharaja_Eco_Lodge-Neluwa_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12897880-d27522673-Reviews-Tileza_Tours-Baddegama_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189030-d27698445-Reviews-Umesh_Ranasingha-Koggala_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g25803050-d27885884-Reviews-Idyllic_Drive_Professional_Tour_Drive_Service-Pidurangala_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297896-d27518245-Reviews-Magical_Therapy-Galle_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12901120-d27519633-Reviews-Ceylon_Crystal_House-Maha_Induruwa_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297896-d27884816-Reviews-Idyllic_Drive-Galle_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g12897880-d27520599-Reviews-Tileza_Tours-Baddegama_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297896-d27715678-Reviews-Galle_Trip-Galle_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304134-d27539946-Reviews-Pivithuru_River_Cabanas-Hikkaduwa_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297896-d27515469-Reviews-Magical_Therapy-Galle_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297896-d27886158-Reviews-Sri_Lanka_Tours_Idyllic_Drive-Galle_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2209381-d2332594-Reviews-Wli_Waterfalls-Afegame_Volta_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d4108044-Reviews-Honolulu_Fish_Auction-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g47441-d276490-Reviews-Woodbury_Common_Premium_Outlets-Central_Valley_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g297700-d16817474-Reviews-Nusa_Penida_Fast_Boat_Ticket-Sanur_Denpasar_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d1223572-Reviews-Volcan_de_Lodo_El_Totumo-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g187525-d630944-Reviews-Terra_Natura_Benidorm-Benidorm_Costa_Blanca_Province_of_Alicante_Valencian_Communi.html",
            "https://www.tripadvisor.com/Attraction_Review-g303829-d8284161-Reviews-Aquapark_Aquacolors_Porec-Porec_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g33450-d103592-Reviews-Grand_Mesa-Grand_Junction_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g5993724-d15032594-Reviews-Kremiotis_Waterfall-Kritou_Terra_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g7380863-d270013-Reviews-Avenue_of_the_Giants-Humboldt_County_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g14192173-d6413090-Reviews-or10-Kanneliya_Rain_Forest_Reserve-Koralegama_Southern_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g14192173-d6413090-Reviews-Kanneliya_Rain_Forest_Reserve-Koralegama_Southern_Province.html"
    }
]