[
    {
        "attraction_name": "Kapas Island",
        "attraction_name_vi": "Đảo Bông",
        "general_info": [
            "106 đánh giá",
            "- 1 trong số 1 điều cần làm ở Pulau Kapas",
            "Quần đảo"
        ],
        "attraction_summary": "Chuyến đi ngắn đến hòn đảo này, cách Cầu tàu Marang 10 phút, nơi bãi biển thích hợp cho trẻ nhỏ cũng như các hoạt động lặn với ống thở. Hãy đến đây vào dịp Hari Raya Haji, nơi ít đông đúc hơn vì hầu hết người dân địa phương đã trở về nhà trong lễ hội Hồi giáo và hãy đến vào sáng sớm để ngăn chặn đám đông. Cuối cùng, hãy tránh leo lên Bukit Singa vì đường đi nguy hiểm mà không có bất kỳ sự an toàn nào.Đọc thêm",
        "reviews": [
            "Đã tạo ra rất nhiều kỷ niệm trong khoảng thời gian 4 ngày của tôi ở đây và yêu thích từng chút một. Mọi thứ thật hoàn hảo - Đọc thêm",
            "Bản thân hòn đảo không quá lớn. Nếu bạn đang tìm kiếm một nơi nào đó vui vẻ để chơi trong ngày, thì đây chắc chắn là nơi dành cho bạn! Chuyến đi từ cầu tàu - MARANG - đến Đảo Kapas chỉ mất khoảng 10 phút cộng thêm, đủ để bạn tránh bị say sóng HAHA. San hô ở đây ổn nhưng hãy đảm bảo chú ý đến sứa và nhím biển và không chạm vào chúng nếu không bạn sẽ gặp rắc rối! Nếu may mắn, bạn cũng có thể phát hiện ra cá mập đầu đen ở rạn san hô! Nếu bạn có thể phàn nàn rằng đồ ăn trên đảo đắt, hãy mang theo hộp đựng đồ ăn dã ngoại của riêng bạn hoặc nếu bạn không phàn nàn, hãy ăn tối ở đây vì họ có khá nhiều nhà hàng phục vụ đồ ăn địa phương! Đọc thêm",
            "Tôi thích nơi này. Chúng tôi ở lại cả tuần. Lặn biển bằng ống thở rất tuyệt. Có một bến tàu trên đảo vậy tại sao những chiếc thuyền lớn lại phải lái vào bãi biển phá hủy san hô và quấy rối người bơi? Ngoài ra, tại khách sạn lớn còn có một máy kéo cát từ bãi biển vào khách sạn. Một thiên đường như thế này cần được bảo vệ tốt hơn. Không cần phải xả rác. Đọc thêm",
            "Hòn đảo nhỏ xinh đẹp. Chưa quá turistic. Các bãi biển thực sự sạch sẽ - không phải là điểm cuối của con đường rừng - và nước trong vắt. Khá nhiều vào các ngày trong tuần, bận rộn hơn vào cuối tuần với người Mã Lai. Đắt hơn đất liền nhưng vẫn có giá cả phải chăng cho du khách ba lô. Không có đom đóm - Đọc thêm",
            "Chúng tôi bắt chuyến phà địa phương đến Pulau Kapas, một hòn đảo tuyệt đẹp lý tưởng để bơi lội và lặn với ống thở. Xuống thuyền đòi hỏi phải leo xuống một bậc thang nên không phù hợp với những ai gặp khó khăn trong việc di chuyển. Rất thích bơi lội trong làn nước biển ấm áp đáng yêu - hãy chú ý đến những con sứa - và bữa trưa ngon miệng tại một quán cà phê trên bãi biển. Chắc chắn đáng để ghé thămXem thêm",
            "Hòn đảo yên tĩnh xinh đẹp, lặn với ống thở tuyệt vời với trẻ nhỏ. Chỉ mất 20 phút đi thuyền là tới nơi. Nơi ở giá cả phải chăng. Qimi là nơi tuyệt vời nhất, với Rose là người dẫn chương trình và nấu ăn tuyệt vời!Đọc thêm",
            "Đó là một nơi tốt để dành cho gia đình và bạn bè. Không có nhiều nơi khác xung quanh khu vực này - chủ yếu là lặn với ống thở và chơi đùa với làn nước trong vắt. Biển hơi sâu và cần cẩn thận khi có con nhỏ. Chỗ ở tối thiểu hai đêm. Bạn có thể liên hệ với Qimi Challet- - 60 17-917 5744Hoặc khu nghỉ dưỡng Dseri - 60 19-975 8654. Bạn cần đặt chỗ sớm hơn vì nơi này gần như kín chỗ. Chúng tôi không có cơ hội ở lại đó. Cuối năm tháng 10-12 không khuyến khích nơi này gió to và không an toàn cho thuyền.Đọc thêm",
            "Đơn giản là độc đáo bởi vẻ đẹp của nó xung quanh bạn. Địa điểm hoàn hảo để lặn với ống thở và khám phá hệ động vật rất phong phú và tuyệt đẹp bao gồm cá nemo và những người bạn Gish. Tín hiệu di động rất tốt mặc dù mộc mạc và cơ bản. TÔI YÊU ITA phải làm không chút do dự Đọc thêm",
            "Tôi ở đây một mình trong 1 tuần vào tháng 12 năm 1980. Một ngư dân thả tôi xuống bãi biển phía bắc. không có ai và không có dấu hiệu nào của sự can thiệp của con người trên toàn bộ hòn đảo. Robinson Crusoe 1 tuần, cắm trại trên bãi biển. có lẽ hơi ngu ngốc giữa rất nhiều cá Sư tử và cá Đá, Thằn lằn lớn và hang động đầy dơi. sáng tạo một cách tốt nhất. buồn khi nhìn những bức ảnh hôm nay.Đọc thêm",
            "Internet UMobile 3g hoặc 4g có thể truy cập được trên đảo không?Đọc thêm",
            "Có lẽ là vậy nhưng đường dây sẽ không tốt ở một hòn đảo xa xôi như kapas\nĐọc thêm",
            "Tôi có thể đi vào dịp Tết Nguyên Đán không? Việc tìm đồ ăn ngon có khó không?Đọc thêm",
            "Đây có phải là thời điểm tốt để đi vào tháng 2 trong dịp Tết Nguyên đán?Đọc thêm",
            "Không. Sẽ đông đúc và chỉ mở cửa từ Gió mùa.\nĐọc thêm",
            "Tôi có thể đi vào tháng 11 không?Đọc thêm",
            "Có thểĐọc thêm",
            "Khi nào Pulau Kapas đóng cửa vào mùa gió mùa? Tôi đang cố gắng lên kế hoạch cho chuyến thăm vào tuần đầu tiên của tháng 10.. nhưng tôi thấy thông tin khác trên mạng. Một số trang nói rằng nó sẽ đóng cửa vào tháng 10, những trang khác nói rằng nó sẽ đóng cửa vào tháng 11. Có ai có thể cho tôi biết chắc chắn không?Đọc thêm",
            "Sẽ đóng cửa vào tháng 10.Đọc thêm",
            "Có cần đặt phòng từ 30/8 đến 4/8 để ngủ ngonĐọc thêm",
            "Khi đến pulau kapas, tôi có thể đi lặn với ống thở và cắm trại ở đâu? Đó có phải là đại lý du lịch ở đó không?Đọc thêm",
            "Tôi thấy lặn với ống thở khá tốt\ncó một số khu cắm trại, tất cả đều nằm trên bãi biểnĐọc thêm"
        ],
        "star_ratings": [
            64,
            26,
            10,
            3,
            3
        ],
        "review_amount": 106,
        "location": [
            "Đảo Bông",
            "Terengganu",
            "Các hoạt động ở Pulau Kapas",
            "Malaysia",
            "Đảo Bông",
            "Châu Á"
        ],
        "reviews_time": [
            "Written July 5, 2023",
            "Written October 4, 2020",
            "Written April 17, 2020",
            "Written April 13, 2020",
            "Written March 13, 2020",
            "Written October 10, 2019",
            "Written October 4, 2019",
            "Written September 18, 2019",
            "Written September 6, 2019",
            "Written September 5, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g304001-d8666603-Reviews-Kapas_Island-Pulau_Kapas_Terengganu.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g304001-d13811648-Reviews-Koko_Restaurant-Pulau_Kapas_Terengganu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g304001-d1062896-Reviews-Captain_s_Longhouse-Pulau_Kapas_Terengganu.html",
            "https://www.tripadvisor.com/Attraction_Review-g304000-d3916652-Reviews-Kelulut_Beach-Marang_Terengganu.html",
            "https://www.tripadvisor.com/Attraction_Review-g304000-d5289422-Reviews-Seberang_Marang_Mosque-Marang_Terengganu.html",
            "https://www.tripadvisor.com/Attraction_Review-g304001-d8666603-Reviews-or10-Kapas_Island-Pulau_Kapas_Terengganu.html",
            "https://www.tripadvisor.com/Attraction_Review-g298320-d5289409-Reviews-Tengku_Tengah_Zaharah_Mosque-Kuala_Terengganu_Terengganu.html",
            "https://www.tripadvisor.com/Attraction_Review-g304000-d20131513-Reviews-Suria_Link-Marang_Terengganu.html",
            "https://www.tripadvisor.com/Attraction_Review-g304000-d4986904-Reviews-Marang_Market-Marang_Terengganu.html",
            "https://www.tripadvisor.com/Attraction_Review-g298320-d4986903-Reviews-Pandak_Beach-Kuala_Terengganu_Terengganu.html",
            "https://www.tripadvisor.com/Attraction_Review-g298320-d12732257-Reviews-Noor_Arfa_Craft_Complex-Kuala_Terengganu_Terengganu.html",
            "https://www.tripadvisor.com/Attraction_Review-g33048-d13516788-Reviews-Seabright_State_Beach-Santa_Cruz_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g644337-d1547122-Reviews-Ourense_Thermal_Springs-Ourense_Province_of_Ourense_Galicia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298085-d12912951-Reviews-Ba_Na_Cable_Car-Da_Nang.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7276075-Reviews-Ski_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8532025-Reviews-Mears-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d211907-Reviews-Sherlock_Holmes_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d1223572-Reviews-Volcan_de_Lodo_El_Totumo-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d12592972-Reviews-Ripley_s_Mountain_Coaster-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d7106737-Reviews-Aqua_Golf-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g30090-d14927614-Reviews-Boulevard_Lanes-Anderson_South_Carolina.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g304001-d8666603-Reviews-or10-Kapas_Island-Pulau_Kapas_Terengganu.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g304001-d8666603-Reviews-Kapas_Island-Pulau_Kapas_Terengganu.html"
    }
]