[
    {
        "attraction_name": "Karen Blixen Museum",
        "attraction_name_vi": "Bảo tàng Karen Blixen",
        "general_info": [
            "2.268 đánh giá",
            "8 trong số 159 điều cần làm ở Nairobi",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Đây là ngôi nhà trang trại xinh đẹp nơi Karen Blixen, tác giả cuốn Out of Africa, sống từ năm 1914 đến năm 1931, cho đến khi bà rời Kenya sau một loạt bi kịch cá nhân.Đọc thêm",
        "reviews": [
            "Bảo tàng này tất nhiên là một hoạt động phải làm khi đến thăm Nairobi. Mỗi nhóm du khách đều có một sinh viên hướng dẫn? người đi cung cấp thông tin cơ bản và lịch sử.\n\nThú vị đối với những ai đã đọc sách hoặc xem phim nhưng đừng mong đợi điều gì tuyệt vời.Đọc thêm",
            "Mọi người đều có người hướng dẫn đưa bạn đi khắp nhà và ngoài sân. Tôi yêu thích bộ phim Out of Africa nên rất vui khi được xem ngôi nhà và những món sushi khác khi hiên nhà trao chiếc máy hát. Thật không may, không có hình ảnh nào được phép bên trong. Tôi nghĩ rằng Karen Blixen cũng đã viết Lễ Babettes. \nThật thú vị khi đi dạo quanh khu vườn, đến máy xay cà phê và đàn hyrax đang sống bên trong! \nỞ đây có một quán cà phê và cửa hàng quà tặng.Đọc thêm",
            "Đó là một chuyến tham quan thú vị, sẽ có ý nghĩa hơn nếu bạn đã đọc sách hoặc xem phim. Được bảo quản tốt và thú vị, với một cửa hàng quà tặng nhỏ xinh. Tuy nhiên, họ KHÔNG chấp nhận USD, Shilling hoặc Tín dụng tại quầy vé. Chúng tôi phải yêu cầu tài xế trả tiền cho chúng tôi và chúng tôi đã trả tiền cho anh ta, điều này thật khó chịu. Và cửa hàng quà tặng chỉ lấy tín dụng.Đọc thêm",
            "Tôi có một hướng dẫn viên tình nguyện tuyệt vời, người đã đưa tôi đi khắp nhà và có khoảng một giờ rất thú vị. Thật vui khi biết nơi Karen sống và bộ phim được quay một phần ở đây. Tôi khuyên bạn nên xem lại phim trước khi ghé thăm. Như những người đánh giá khác đã đề cập, quá trình mua vé thật lố bịch. Bạn phải mua chúng trực tuyến vì không có tiện ích thẻ tín dụng tại chỗ, điều này là không thể nếu bạn không có SIM hoạt động vì họ không có wi-fi ở lối vào. Điều này cần phải được sắp xếp để thực hiện chuyến thăm 5 sao này. Quán cà phê bên cạnh có WiFi nhưng vui lòng chỉ sử dụng nó khi bạn đã mua cà phê và hoặc một số đồ ăn.Đọc thêm",
            "Chuyến tham quan bảo tàng hấp dẫn. Tôi đã có một hướng dẫn viên du lịch cá nhân, Alexander, người rất xuất sắc. Toàn bộ trải nghiệm rất xứng đáng với giá nhập học. Khung cảnh tuyệt vời của Ngong Hills, thực sự thú vị khi xem các đạo cụ và hiện vật trong phim. Tôi muốn xem thêm tác phẩm nghệ thuật nguyên bản của Karen, nhưng nó ở Đan Mạch. Đồng ý với nhận xét của những người khác rằng hệ thống thanh toán đầu vào thật lố bịch. Tôi đã đăng nhập được, có lẽ sau 10 phút nhấp chuột xung quanh, tôi đã đặt lại mật khẩu và xác thực 2 yếu tố. Quả hạch, phong cách Xô Viết!Đọc thêm",
            "Chúng tôi đến thăm bảo tàng như một phần của chuyến tham quan safari theo nhóm.  Đây từng là nhà của tác giả người Đan Mạch Nam tước Karen Blixen, hay còn gọi là Isak Dinesen, tác giả cuốn Out of Africa, sống ở đây từ năm 1917 đến năm 1931. Nhóm chúng tôi yêu cầu người hướng dẫn cho chúng tôi một chuyến tham quan nhanh hơn bình thường vì nó là như vậy muộn.  Chúng tôi đi vòng quanh sân trước để xem các thiết bị nông nghiệp cũ, sau đó chúng tôi đi tham quan ngôi nhà và nhà bếp riêng biệt, rồi đi ngang qua khu đất để đến những chiếc máy chế biến cà phê lớn.  Một số hiện vật thực sự thuộc về Karen Blixen, nhưng những hiện vật khác chỉ đơn giản là có từ cùng khoảng thời gian.  Tuy nhiên, bạn có thể tưởng tượng cuộc sống ở đây vào thời điểm được mô tả trong Out of Africa sẽ như thế nào.  Chúng tôi đã dành 40 phút ở đây.Đọc thêm",
            "Bảo tàng Karen Blixen ở Nairobi là địa điểm không thể bỏ qua. Cô ấy là tác giả của cuốn sách Out of Africa - Tôi đã xem phim. Cô sống ở đây với chồng và một phần khuôn viên xinh đẹp và rộng lớn cũng là đồn điền cà phê. \n\nChúng tôi đã có một chuyến tham quan tuyệt vời. Người hướng dẫn đã cung cấp cho chúng tôi thông tin cơ bản về cuộc sống và mối quan hệ của họ cũng như mối quan hệ muộn màng của cô ấy với một người đàn ông khác. Chuyến tham quan ngôi nhà rất thú vị. \n\nCó một quán cà phê - rất thích hợp để thưởng thức đồ ăn nhanh.Đọc thêm",
            "Chúng tôi đi bộ từ chỗ ở của mình, cũng ở ngoại ô Karen, nhưng họ bảo chúng tôi không được quay lại, vì vậy hãy thận trọng với nạn trộm cắp ở khu vực này. Bảo tàng thật hấp dẫn. Không được phép chụp ảnh bên trong. Tôi đã đọc một số tiểu sử về cuộc đời của cô ấy và của Finch-Hatton. Tôi luôn muốn được tận mắt nhìn thấy vị trí. Với một khoản phí nhỏ, bạn được phép vào cửa không giới hạn thời gian, vì vậy sau chuyến tham quan, chúng tôi lang thang quanh khuôn viên trang trại và nghỉ ngơi dưới tán cây. Người phụ nữ trong cửa hàng quà tặng rất dễ trò chuyện, chúng tôi đều là độc giả nên đã trao đổi khá nhiều tựa sách cho nhau để đọc sau. Hấp dẫn nhất là những bức tranh của Karen. Họ đang thực hiện rất tốt. Bản thân ngôi nhà thật xinh xắn với đồ nội thất được bảo quản tốt, tất cả những cuốn sách cô ấy viết được trưng bày và bạn có thể cảm nhận được một sự hiện diện mạnh mẽ trong ngôi nhà.Đọc thêm",
            "Tôi không quen cô ấy nên thật thú vị khi nghe lịch sử và tác động của cô ấy đối với Kenya.  Chúng tôi đi tham quan khu đất nơi đó là đồn điền cà phê và nhà của cô ấy. Một đám cưới lớn tình cờ diễn ra khi chúng tôi ở đó.  Hướng dẫn viên du lịch là những câu hỏi rất am hiểu và khuyến khích. Tôi sẽ phải xem Out of Africa trên chuyến bay trở về.Đọc thêm",
            "Nó chắc chắn rất đáng để ghé thăm mặc dù phải vật lộn để trả tiền để vào vì hệ thống thanh toán ngu ngốc qua đầu đọc mã QR - đã gặp trục trặc. Không thân thiện với người dùng chút nào!\nHướng dẫn rất tuyệt nhưng trở nên ủ rũ khi cô ấy không bao giờ nhận được tiền boa! Phí vào cửa bao gồm một chuyến tham quan có hướng dẫn viên miễn phí - tấm biển ghi như vậy.\nBảo tàng được chăm sóc chu đáo với hoa tươi trong tất cả các phòng. Tôi không nghĩ người bán tác phẩm nghệ thuật ở khu vườn ngay cạnh nhà là phù hợp - nó làm hỏng những bức ảnhĐọc thêm",
            "Trải nghiệm rất thú vị tổng thể. Hướng dẫn viên cực kỳ hữu ích và đây là một nơi tuyệt vời để ghé thăm, đặc biệt là để tìm hiểu về lịch sử. Nhược điểm duy nhất là những người bán hàng hung hãn ở ngoài bãi cỏ, đẩy những tác phẩm nghệ thuật sản xuất hàng loạt vào tay bạn và gây áp lực buộc bạn phải mua. Theo chị gái tôi, người nhập khẩu từ Trung Quốc, tác phẩm nghệ thuật này rõ ràng được sản xuất hàng loạt. Chúng tôi đã mặc cả giá và nhận được chúng ở mức 10-20! Mặc dù vậy, đó là một chuyến thăm thú vị.Đọc thêm",
            "Gần đây tôi đã đến thăm Bảo tàng Karen Blixen và nhìn chung, đó là một trải nghiệm bổ ích. Tuy nhiên, quá trình mua vé vào cửa ban đầu khá bực bội. Trang web e-Citizen yêu cầu thanh toán cực kỳ lỗi và thật không may, nó không hoạt động với tôi. May mắn thay, đội ngũ nhân viên thân thiện rất nhiệt tình và cho phép tôi thanh toán bằng tiền mặt, điều này thật nhẹ nhõm. Khi vào bên trong, tôi có thể đánh giá đầy đủ về bảo tàng. Mặc dù không có kiến ​​thức trước về cuộc đời hoặc tác phẩm Out of Africa của Karen Blixen, tôi đã rời đi với sự hiểu biết và đánh giá mới, nhờ hướng dẫn viên vô cùng hiểu biết và thân thiện của chúng tôi, Daisy. Cô ấy đã khiến chuyến tham quan trở nên hấp dẫn và bổ ích, chia sẻ rất nhiều thông tin về cuộc đời và di sản của Blixen. Đọc thêm",
            "Mình vừa đọc sách vừa xem phim nên các bạn có thể đoán được trải nghiệm của mình khi đến nơi này. Đây là một trong số ít nơi mà người ta có thể du hành ngược thời gian và trải nghiệm Nairobi thuộc địa cũ. Mặc dù những cánh đồng rộng lớn và vùng đồng bằng hoang dã được mô tả một cách sống động trong cuốn sách đã không còn nữa nhưng vẫn có điều gì đó dành cho những người yêu thích lịch sử và thiên nhiên vẫn có thể tận hưởng. Kenya có động vật hoang dã tuyệt đẹp nhưng việc tìm hiểu và trải nghiệm lịch sử và văn hóa của quốc gia này là một điểm cộng đối với bất kỳ du khách nào. Thật vui khi biết được điều này từ người hướng dẫn viên có niềm đam mê lịch sử và văn hóa cũng dễ lây lan như giúp bạn mở rộng tầm mắt. Những địa điểm như thế này khiến Nairobi trở nên độc đáo. Tên hướng dẫn viên là Robert và tôi hết lòng giới thiệu anh ấy. Địa chỉ liên hệ của anh ấy là rthuo541gmail.com và 254725894994Đọc thêm",
            "Đưa đứa con trai 9 tuổi của tôi đến bảo tàng, sau vài ngày nhìn thấy các loài động vật muốn làm điều gì đó khác biệt. Quá trình đăng ký thật lố bịch khi thực hiện trực tuyến với số hộ chiếu mà tôi đã nói rằng tôi không có số hộ chiếu của mình - vì vậy họ đã lấy tiền mặt!! Có thể đã cứu tôi một vài phút ngay từ đầu. Thật thú vị khi được ngồi lắng nghe chi tiết cuộc đời cô rồi bước vào nhà. Lẽ ra có thể viết ra nhiều hơn để chúng ta đọc lúc rảnh rỗi và tận hưởng không gian.Đọc thêm",
            "Quán cà phê thật tuyệt vời - nhưng để vào nhà cần phải tải lên hộ chiếu và các thông tin chi tiết khác. Thực hiện một chuyến đi đặc biệt để xem nó - cuối cùng thì không.  Rất thất vọng.Đọc thêm",
            "Nó chắc chắn rất đáng để ghé thăm mặc dù phải vật lộn để trả tiền để vào vì hệ thống thanh toán ngu ngốc qua đầu đọc mã QR - đã gặp trục trặc. Hoàn toàn không thân thiện với người dùng! Hướng dẫn rất hay nhưng lại trở nên ủ rũ khi cô ấy không bao giờ nhận được tiền boa! Phí vào cửa bao gồm một chuyến tham quan có hướng dẫn viên miễn phí - tấm biển ghi như vậy. Bảo tàng được chăm sóc chu đáo với hoa tươi trong tất cả các phòng. Tôi không nghĩ người bán tác phẩm nghệ thuật ở khu vườn ngay cạnh nhà là phù hợp - nó làm hỏng những bức ảnhĐọc thêm",
            "Thực sự rất thích bảo tàng Karen Blixen, đặc biệt là nhờ hướng dẫn viên của chúng tôi, Leah! Leah đã cung cấp một chuyến tham quan rất chi tiết về tất cả các khu vực trong nhà và sân.Đọc thêm",
            "Chúng tôi đã cố gắng đến bảo tàng nhưng sau 20 phút cố gắng mua vé trên ứng dụng ecitizen bắt buộc, chúng tôi đã bỏ cuộc. Bạn không thể mua vé bằng tiền mặt hoặc thẻ tín dụng. Bạn phải sử dụng ứng dụng. Tôi đã đăng ký vé vào Trường mầm non Sheldrick với công dân điện tử nhưng vẫn không thể mua được vé ngay cả khi có sự giúp đỡ của những người bán vé ở bảo tàng. Wi-Fi thật khủng khiếp. Những người khác cũng cố gắng và rời đi. Thật quá đáng khi bạn không thể mua vé bằng thẻ tín dụng và phải phụ thuộc vào mạng wifi tồi tàn. Tôi hy vọng chính phủ sẽ thay đổi điều đó. Chúng tôi thực sự rất tiếc khi bỏ lỡ nó, nhưng trải nghiệm cố gắng vào được là hoàn toàn không thể chấp nhận được. Muốn đi thì phải mua vé trước khi có wifi tốt.Đọc thêm",
            "Chúng tôi tận hưởng một buổi chiều tuyệt vời trong khu vườn yên bình.  Đồ uống của chúng tôi rất ngon và sảng khoái nhưng trên hết chúng tôi đánh giá cao dịch vụ tuyệt vời của cô hầu bàn Stephanie, người rất tốt bụng khi đến thăm chúng tôi và trả lời một số câu hỏi của chúng tôi về địa điểm xinh đẹp này và đất nước tuyệt vời của cô ấy, cảm ơn bạn! Helge Danmark và Esther United Kỳ.Đọc thêm",
            "Tôi không quen cô ấy nên thật thú vị khi nghe lịch sử và tác động của cô ấy đối với Kenya.  Chúng tôi đi tham quan khu đất nơi đó là đồn điền cà phê và nhà của cô ấy. Một đám cưới lớn tình cờ diễn ra khi chúng tôi ở đó.  Hướng dẫn viên du lịch là những câu hỏi rất am hiểu và khuyến khích. Tôi sẽ phải xem Out of Africa trên chuyến bay trở về.Đọc thêm",
            "Làm cách nào để tôi có thể nhìn thấy điều này với hướng dẫn viên mà không phải tham gia chuyến tham quan dài hơn?\n\nCó hướng dẫn viên nào được tuyển dụng tại bảo tàng không? :Đọc thêm",
            "Bạn có thể đi bộ trong khuôn viên bảo tàng không?Đọc thêm",
            "Bạn có đào tạo hướng dẫn viên về lịch sử THỰC TẾ của địa điểm này không? Tôi hoàn toàn không đồng ý với kiến ​​thức lịch sử của họ về địa điểm liên quan đến Karen blixen và cách cô ấy liên hệ với người Kenya vào thời điểm đó...Đọc thêm",
            "Tôi nghĩ nó liên quan đến hướng dẫn bạn có. khi bạn nói họ, bạn đề cập đến tất cả nhưng tôi đoán chỉ có một người hướng dẫn đưa bạn đi một vòng. Nó có thể phụ thuộc vào số tháng hoặc kinh nghiệm mà thực tập sinh có thể đã có với họ trước chuyến thăm của bạn. Tôi khá am hiểu về địa điểm và văn hóa KenyaĐọc thêm",
            "Tôi chỉ muốn ghé thăm cửa hàng quà tặng chỉ để mua quà lưu niệm cho một người bạn. Tôi có cần phải trả phí vào cửa không?Đọc thêm",
            "Không, bạn không cần phải mua véĐọc thêm",
            "Có ai có thể cung cấp chi tiết liên hệ trang web của nam nghệ sĩ trẻ vẽ tranh từ hiên nhà ở Nhà Karen Blixens không?Đọc thêm",
            "Không có ai vẽ tranh trên hiên nhà vào ngày chúng tôi đến thăm. Bạn đã liên hệ với bảo tàng và hỏi thông tin bạn muốn chưa?  Tôi chắc chắn họ sẽ biết ai đang vẽ ở đó.Đọc thêm"
        ],
        "star_ratings": [
            922,
            842,
            387,
            79,
            38
        ],
        "review_amount": 2268,
        "location": [],
        "reviews_time": [
            "Written July 24, 2023",
            "Written August 20, 2023",
            "Written September 7, 2023",
            "Written September 20, 2023",
            "Written November 4, 2023",
            "Written November 14, 2023",
            "Written November 30, 2023",
            "Written January 20, 2024",
            "Written February 4, 2024",
            "Written March 21, 2024",
            "Written June 5, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written April 12, 2024",
            "Written March 23, 2024",
            "Written March 21, 2024",
            "Written March 9, 2024",
            "Written February 20, 2024",
            "Written February 9, 2024",
            "Written February 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g294207-d311548-Reviews-Karen_Blixen_Museum-Nairobi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d1214146-Reviews-Tamarind_Restaurant-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d21354999-Reviews-Saab_Bakery_Cafe-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d6622735-Reviews-Hemingway_s_Brasserie_Nairobi-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d17397877-Reviews-Kengele_s-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12559418-d14156923-Reviews-Trymid_Bar_Restaurant-Karen_Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d17426358-Reviews-RE_BAR_MARULA-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d23196295-Reviews-CJ_s_Waterfront-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g12559418-d26999269-Reviews-Gmc_Choma_Ranch_And_Pizzeria-Karen_Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d12146010-Reviews-Shayana_s_Bar_and_Grill-Nairobi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g294207-d4540736-Reviews-Haru_Japanese_Restaurant-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g23201417-d1607150-Reviews-Karen_Blixen_Coffee_Garden-Langata_Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2694588-Reviews-Oloolua_Nature_Trail-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d459948-Reviews-Giraffe_Centre-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d1569686-Reviews-Sheldrick_Wildlife_Trust-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d649051-Reviews-Ngong_Hills-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d10832490-Reviews-The_Hub_Karen-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d311535-Reviews-Nairobi_National_Park-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d15541868-Reviews-Maji_Magic-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d18927101-Reviews-The_Waterfront-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d8356978-Reviews-Mandera_Shopping_Centre-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d311548-Reviews-or10-Karen_Blixen_Museum-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d311544-Reviews-Nairobi_National_Museum-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d479163-Reviews-Bomas_of_Kenya-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d480479-Reviews-Nairobi_Railway_Museum-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d4356712-Reviews-Aero_Club_of_East_Africa_ACEA-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d3334746-Reviews-African_Heritage_House_Museum-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2025242-Reviews-Nairobi_Gallery-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d479162-Reviews-National_Archives-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g12559418-d12068972-Reviews-Karen_Village-Karen_Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d12441844-Reviews-Victorious_Crafts_Group-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d12064082-Reviews-Nairobi_Gallery-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d311548-Reviews-Karen_Blixen_Museum-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d14180365-Reviews-African_Horizons-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d16701892-Reviews-Oribi_Expeditions-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d10729329-Reviews-Africa_Safari_Classics-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d2011471-Reviews-Kazuri_Beads_Factory-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d15780704-Reviews-Rhino_Safaris-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d8706928-Reviews-Bigfoot_Adventures-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d17469724-Reviews-Untamed_Ventures_Safaris-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d11761941-Reviews-Escape_Room_Kenya-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294209-d4584426-Reviews-ToKenya-Maasai_Mara_National_Reserve_Rift_Valley_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d19503076-Reviews-Designer_Safari-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d15309755-Reviews-Bush_Pumba_Safaris-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g187793-d191000-Reviews-Vatican_Museums-Vatican_City_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d1165693-Reviews-Cooter_s_Museum_and_Store_Nashville-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g39427-d5948287-Reviews-The_Mint_Gaming_Hall_at_Kentucky_Downs-Franklin_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d126918-Reviews-Lenox_Square-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60927-d106387-Reviews-Bob_Hall_Pier-Corpus_Christi_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d450965-Reviews-Siam_Center-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d105257-Reviews-Museum_of_Fine_Arts-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g44007-d6884686-Reviews-Okatoma_Outdoor_Post-Seminary_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548580-Reviews-The_Cock-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d188473-Reviews-Musee_Picasso_Paris-Paris_Ile_de_France.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g294207-d311548-Reviews-or10-Karen_Blixen_Museum-Nairobi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g294207-d311548-Reviews-Karen_Blixen_Museum-Nairobi.html"
    }
]