[
    {
        "attraction_name": "Karma Beach",
        "attraction_name_vi": "Bãi biển Karma",
        "general_info": [
            "618 đánh giá",
            "- 4 trong số 11 điều cần làm ở Ungasan",
            "Bãi biển",
            "Bãi biển - Câu lạc bộ hồ bơi"
        ],
        "attraction_summary": "Thể hiện những ngày hạnh phúc, chân trần, vô tư và những đêm đầy sao quyến rũ. Bãi biển Karma Kandara còn có nhiều điều thú vị hơn ngoài làn nước biển hoang sơ. Hãy tham gia và tham gia cùng chúng tôi để tận hưởng chủ nghĩa khoái lạc lướt cát-mặn thuần túy. Bãi biển Karma Kandara thân thiện với gia đình - tận hưởng những ngày vui vẻ với các môn thể thao dưới nước, đi dạo trên bãi biển, trị liệu spa trên biển và những chiếc lều riêng nhìn ra Ấn Độ Dương. Hãy đến lúc hoàng hôn và đắm chìm trong những buổi tối gợi cảm với sự góp mặt của DJ, nhạc sống, cocktail và tiệc hải sản. Khi nói đến bãi biển sang trọng, thư giãn, Bãi biển Karma Kandara đặt ra một tiêu chuẩn mới về cảm giác sống động. Hãy tham gia cùng chúng tôi!Đọc thêm",
        "reviews": [
            "Chúng tôi đã đi vào Chủ nhật, họ có một bữa tiệc trên bãi biển những năm 90 - âm nhạc thật tuyệt vời, rất tuyệt vời. Nhớ đi sớm để lấy giường, chúng tôi đến lúc 11 giờ sáng và lấy 2 chiếc cuối cùng dành cho những người không phải khách. \nKhi thủy triều rút vào khoảng 4 giờ chiều, 4 chàng trai của chúng tôi rất thích các hoạt động dưới nước, họ chèo thuyền kayak, chèo thuyền và tìm cua trên đá, họ rất thích anh chàng giúp đỡ họ. Đại dương thật êm đềm và trong xanh. \nThức ăn rất tuyệt, cá và khoai tây chiên rất tuyệt, cũng như bánh burger wagu và burger gà với burrata! Rất khuyên bạn nên dành một ngày đẹp trời ở đây. Đọc thêm",
            "LeeanneSH thân mến,\n\nChúng tôi rất biết ơn khi nhận được những lời tốt đẹp của bạn về kỳ nghỉ gần đây của bạn với chúng tôi và đánh giá cao việc chia sẻ rằng bạn rất thích khu nghỉ dưỡng và dịch vụ từ nhóm đã đáp ứng mong đợi của bạn. \nMột lần nữa, thay mặt cho toàn thể tập thể, chúng tôi rất mong chờ sự trở lại của bạn để có một kỳ nghỉ sang trọng hơn.\nTrân trọng,\nShaun\nĐọc thêm",
            "Chủ nhật tại Karma Beach Club thật là ngoạn mục! Vẻ đẹp của bãi biển cộng thêm bầu không khí thanh bình đã tạo nên một trải nghiệm khó quên. Thức ăn và đồ uống rất ngon, phù hợp với khung cảnh đầy cảm hứng. Điểm nổi bật chắc chắn là dịch vụ mát-xa bên bờ biển của Ocean Spa - một niềm đam mê thực sự. Khi ngày sắp kết thúc, hoàng hôn thật tuyệt đẹp. Dịch vụ hoàn hảo, đảm bảo một ngày hoàn hảo trên thiên đường!Đọc thêm",
            "Angelinashash thân mến,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ kinh nghiệm của bạn với chúng tôi. \nSự kết hợp tuyệt vời giữa đồ ăn ngon, dịch vụ thân thiện và bầu không khí tuyệt vời được tạo ra để mang lại trải nghiệm quý giá nhất với chúng tôi tại Karma Beach. \nChúng tôi rất vui khi biết rằng bạn đã có thể tận hưởng những khoảng thời gian vui vẻ cùng chúng tôi và luôn mong sớm được phục vụ trở lại.\nTrân trọng,\nShaunĐọc thêm",
            "Hạnh phúc! Chúng tôi - đã ở đây được hai tuần, chúng tôi đã có những trải nghiệm rất thú vị khi lướt sóng, lặn với ống thở khi thủy triều xuống, chèo thuyền và chèo thuyền.\nChúng tôi - đã ăn trưa ở đây hầu hết các ngày và có thể vui vẻ nói rằng thực đơn rất ngon, tất cả đều được làm mới để đặt hàng và các loại cocktail rất ngon!\nCác nhân viên thật tuyệt vời, chu đáo và niềm nở.\nChúng tôi cũng đã tận hưởng dịch vụ mát-xa ngẫu hứng tại Kandara Spa, lên một số cầu thang và dường như đang lơ lửng riêng tư trên bãi biển, đón một làn gió dễ chịu.\nNhững chiếc giường trên bãi biển rất thoải mái, mang lại bóng mát tuyệt vời và sự rung cảm từ các DJ khiến ngón chân của bạn luôn rung động.Đọc thêm",
            "Kính gửi awR5974TF,\nThật vui khi có bạn gần đây tại Bãi biển Karma! \nCảm ơn rất nhiều vì đã giúp chia sẻ. Những đánh giá như của bạn có ý nghĩa rất lớn đối với chúng tôi và rất quan trọng đối với những du khách tương lai. \nMột lần nữa xin cảm ơn bạn vì đã dành thời gian chia sẻ phản hồi tuyệt vời này và mong được gặp lại bạn.\nTrân trọng,\nShaun\n\nĐọc thêm",
            "Hạnh phúc! Chúng tôi - đã ở đây được hai tuần, chúng tôi đã có một trải nghiệm hết sức thú vị khi lướt sóng, lặn với ống thở khi thủy triều xuống, chèo thuyền và chèo thuyền. Chúng tôi - đã ăn trưa ở đây hầu hết các ngày và có thể vui vẻ nói rằng thực đơn rất ngon, tất cả đều được chế biến tươi ngon theo yêu cầu và các loại cocktail rất ngon! Các nhân viên rất tuyệt vời, chu đáo và niềm nở. Chúng tôi cũng đã tận hưởng dịch vụ mát-xa ngẫu hứng tại Kandara Spa, lên một số cầu thang và dường như đang bay lơ lửng trên bãi biển, đón một làn gió đáng yêu. Giường trên bãi biển rất thoải mái và cung cấp đầy đủ tiện nghi. bóng mát tuyệt vời và sự rung cảm từ các DJ khiến ngón chân của bạn luôn rung động.Đọc thêm",
            "Kính gửi awR5974TF,\nThật vui khi có bạn gần đây tại Bãi biển Karma! \nCảm ơn rất nhiều vì đã giúp chia sẻ. Những đánh giá như của bạn có ý nghĩa rất lớn đối với chúng tôi và rất quan trọng đối với những du khách tương lai. \nMột lần nữa xin cảm ơn bạn vì đã dành thời gian chia sẻ phản hồi tuyệt vời này và mong được gặp lại bạn.\nTrân trọng,\nShaun\n\nĐọc thêm",
            "Không khí rất tuyệt, bãi biển đẹp và đồ uống ngon. Nhân viên rất thân thiện và hữu ích. Tôi dành 1 ngày ở đó để uống và ăn. Đọc thêm",
            "Chào bạn, nghỉ nửa ngày,\n\nCảm ơn bạn đã ghé thăm bãi biển Karma của chúng tôi. Thật vui khi được gặp bạn ở bãi biển và hãy cho chúng tôi biết chuyến thăm tiếp theo của bạn vì chúng tôi có nhiều sự kiện thú vị hơn sắp tới,\n\nCảm ơn và hẹn gặp lại sớm,\n\nTrân trọng,\nShaun\n\nĐọc thêm",
            "Chủ nhật tại Karma Beach Club thật là ngoạn mục! Vẻ đẹp của bãi biển cộng thêm bầu không khí thanh bình đã tạo nên một trải nghiệm khó quên. Thức ăn và đồ uống rất ngon, phù hợp với khung cảnh đầy cảm hứng. Điểm nổi bật chắc chắn là dịch vụ mát-xa bên bờ biển của Ocean Spa - một niềm đam mê đích thực. Khi ngày sắp kết thúc, hoàng hôn thật tuyệt đẹp. Dịch vụ hoàn hảo, đảm bảo một ngày hoàn hảo trên thiên đường!Đọc thêm",
            "Angelinashash thân mến,\n\nCảm ơn bạn rất nhiều vì đã chia sẻ kinh nghiệm của bạn với chúng tôi. \nSự kết hợp tuyệt vời giữa đồ ăn ngon, dịch vụ thân thiện và bầu không khí tuyệt vời được tạo ra để mang lại trải nghiệm quý giá nhất với chúng tôi tại Karma Beach. \nChúng tôi rất vui khi biết rằng bạn đã có thể tận hưởng những khoảng thời gian vui vẻ cùng chúng tôi và luôn mong sớm được phục vụ trở lại.\nTrân trọng,\nShaunĐọc thêm",
            "Ở lối vào, chúng tôi được thông báo rằng gói đã chọn của chúng tôi bao gồm giường tắm nắng, khăn tắm, đồ uống và thức ăn. Nhưng vào cuối ngày, chúng tôi nhận được một bất ngờ lớn - hãy kiểm tra đồ uống và thức ăn. Hỏi hai lần hoặc tốt hơn là yêu cầu viết ra những quy tắc mà họ đưa ra.Đọc thêm",
            "Maruta K thân mến,\n\nLời chào từ bãi biển Karma,\nCảm ơn bạn đã ghé thăm gần đây và chúng tôi đánh giá cao phản hồi của bạn về việc thanh toán hóa đơn. Chúng tôi đang xem xét vấn đề này một cách nghiêm túc và hãy yên tâm rằng chúng tôi đã chia sẻ phản hồi có giá trị của bạn với bộ phận liên quan để đảm bảo rằng các khiếu nại của bạn đã được giải quyết triệt để. \nChúng tôi hy vọng bạn - sẽ cho chúng tôi một cơ hội khác để tạo nghiệp tốt trong kỳ nghỉ tiếp theo của bạn.\nTrân trọng,\nShaunĐọc thêm",
            "NƠI NÀY LÀ MỘT LẶN. TRÁNH NÓ DƯỚI BẤT KỲ TRƯỜNG HỢP NÀO ĐỂ KHÔNG SPOLI THỜI GIAN CỦA BẠN. KHI ĐẾN ĐÓ CÓ MÔI THUỐC LÁ MỌI ĐÂU. CHÚNG TÔI ĐÃ ĐẶT BA BA CABANA, DILAPIDATED, TATTY, THỰC PHẨM RÁC BẨN. HÌNH ẢNH TRÊN TRANG WEB PHẢI ĐƯỢC HAI MƯƠI TUỔI. NÂNG CAO KHÔNG HOẠT ĐỘNG, BẠN PHẢI ĐI XUỐNG GẦN 300 MÉT QUA TÀU TÀU TUYỆT VỜI VÀ CÁC BƯỚC BÊ TÔNG HỎI CÓ ĐỘ CAO KHÁC NHAU. HÌNH ẢNH ĐÍNH KÈM CẠNH CÙNG BẾP NÀO THWY Vứt rác. CÁC ĐÁNH GIÁ TUYỆT VỜI TẤT CẢ ĐỀU LÀ GIẢ.Đọc thêm",
            "Tobuyortolet thân mến,\n\nCảm ơn bạn đã ghé thăm Karma Beach gần đây, Thật đáng thất vọng khi biết rằng trải nghiệm của bạn không đáp ứng được kỳ vọng của bạn.\nChúng tôi rất trân trọng phản hồi của bạn và sẽ chia sẻ và điều tra những lo ngại của bạn.\nVui lòng đừng ngần ngại chia sẻ thêm tại gm - karmakandara.com\nChúng tôi hy vọng rằng chúng tôi có một cơ hội khác để chào đón bạn trở lại trong tương lai\n\nTrân trọng,\nShaun\nĐọc thêm",
            "We were guests of Six Senses at Kamala Beach club  - seems that Sux Senses have an arrangement that their guests have access to Kamala Beach Club so a bonus for us as I - d been wanting to checkout the beach clubs  -  we really enjoyed our day there - . Stylish, good loungers, nice beach, good DJ, attentive staff and they also have a bar, restaurant  - Le Club 22 -   -  lounge service for food which gave us good options for eating.  Beach is nice white sand, obviously more beach available for walking  -  games at low tide but fine still at high tude -  it - s protected from surf by a reef, they have a lifeguard there but didn - t feel dangerous to swim at all.  We had a credit of IDR 450,000 each to use on F - B so guessing that - s standard entry price? We had two loungers - umbrella -  towel  -  there were blue bean bags scattered around that we also used to lounge in  - tho maybe if it - s busy that option might not be there? -  .  We walked whole beach so also checked out Sundays  - nice architecturally but absolutely packed, lots of bean bags, not so many loungers -  - extremely busy.  White Rock was a huge modern building, setup for a lot of people but not so many there - flashing disco lights at night so maybe a dance thing going on there?  Though felt v.quiet when we left at 7pm.  Kamala we would be v.happy to return to, clean, upmarket, more loungers than bean bags, stylish, attentive staff and good food  -  cocktails - felt more exclusive than other options. Fire on beach at night nice touch  - Sundays had same thing -  .  Happy hour is  2 for 1 cocktails that we only became aware of when leaving  -  -  -  -  -  -  -  -  - think happy hour was 5-7pm?  Note: Their hillside  - tram -  was under maintenance  - fixed now according to their post -  but they resolved by providing a shuttle down to Melasti beach  -  there is a paved reasonably easy walking track to Kamala -  - it was lit on way home - . When leaving they ensured shuttle was waiting for us - staff were good, attentive and helpful.  Happy to recommend and this will definitely be the beach club we return to when in Bali next  - note - we went to the Four Seasons Sundara Beach Club  during our July Bali stopover -  it was odd, everybody squeezed around a long thin pool  -  beach nowhere near as nice - won - t be going back there in a hurry! - Read more",
            "Pigacho thân mến,\n\nCảm ơn bạn đã ghé thăm Bãi biển Karma gần đây. Thật vui khi biết bạn có thể trải nghiệm một số điều kỳ diệu khiến khu nghỉ dưỡng của chúng tôi trở nên độc đáo và đặc biệt, chẳng hạn như bãi cát trắng dài dọc theo bãi biển của chúng tôi. \nCảm ơn phản hồi tuyệt vời của bạn và chúng tôi mong sớm được gặp lại bạn.\nTrân trọng,\nShaunĐọc thêm",
            "Tránh, tránh, tránh... Công ty Karma chỉ quan tâm đến việc bán khách sạn nghỉ dưỡng của họ. Sẽ không chấp nhận câu trả lời KHÔNG. Khi chúng tôi ở trong một khách sạn nghiệp dư, nó ở dưới mức tiêu chuẩn, nội thất tồi tàn.. Không giống như những bài thuyết trình hào nhoáng.Đọc thêm",
            "965jbs thân mến,\n\nCảm ơn bạn đã ghé thăm bãi biển xinh đẹp của chúng tôi và chia sẻ phản hồi của bạn. \nVui lòng liên hệ với chúng tôi vì chúng tôi đang ở đây để hiểu rõ hơn mối quan tâm của bạn.\n\nChúng tôi rất vui khi được lắng nghe mối quan tâm của bạn. Vui lòng liên hệ với chúng tôi tại rai.artawan - karmakandara.com \n\nTrân trọng,\nRai\nNgười quản lý hoạt động và trải nghiệm của khách\n\nhttps: - - qrstud.io - karmakandaraĐọc thêm",
            "Trải nghiệm tuyệt vời ở câu lạc bộ bãi biển này, chúng tôi đã dành cả ngày và tận hưởng tất cả các tiện nghi cũng như đồ ăn rất ngon. Không khí thư giãn, siêu dành cho trẻ em và gia đìnhĐọc thêm",
            "Mimerle thân mến,\n\nChúng tôi rất biết ơn khi nhận được những lời tốt đẹp của bạn về kỳ nghỉ gần đây của bạn với chúng tôi và đánh giá cao việc chia sẻ rằng bạn rất thích câu lạc bộ bãi biển và dịch vụ từ nhóm đã đáp ứng mong đợi của bạn.\nMột lần nữa, thay mặt cho toàn thể tập thể, chúng tôi rất mong chờ sự trở lại của bạn để có một kỳ nghỉ sang trọng hơn.\nTrân trọng,\nShaunĐọc thêm",
            "Chúng tôi đã đi vào Chủ Nhật, họ có một bữa tiệc bãi biển thập niên 90 - nhạc rất tuyệt, không khí thực sự tuyệt vời. Hãy chắc chắn rằng bạn đến sớm để có giường, chúng tôi đến lúc 11 giờ sáng và lấy 2 giường cuối cùng dành cho những người không phải khách. Khi thủy triều rút vào khoảng 4 giờ chiều, 4 cậu con trai của chúng tôi rất thích các hoạt động dưới nước, chúng chèo thuyền kayak, chèo ván đứng và tìm kiếm cua trên đá, chúng thích anh chàng giúp chúng. Đại dương rất êm đềm và trong xanh. Đồ ăn tuyệt vời, cá và khoai tây chiên rất tuyệt, cũng như bánh mì kẹp thịt wagu và bánh mì kẹp thịt gà với burrata! Rất khuyến khích dành một ngày tuyệt đẹp ở đây. Đọc thêm",
            "LeeanneSH thân mến,\n\nChúng tôi rất biết ơn khi nhận được những lời tốt đẹp của bạn về kỳ nghỉ gần đây của bạn với chúng tôi và đánh giá cao việc chia sẻ rằng bạn rất thích khu nghỉ dưỡng và dịch vụ từ nhóm đã đáp ứng mong đợi của bạn. \nMột lần nữa, thay mặt cho toàn thể tập thể, chúng tôi rất mong chờ sự trở lại của bạn để có một kỳ nghỉ sang trọng hơn.\nTrân trọng,\nShaun\nĐọc thêm",
            "Chúng tôi bước vào và được chào đón bởi một nhân viên thiếu động lực nói với chúng tôi rằng cáp treo đang được bảo trì và không có giường phơi nắng mặc dù chúng tôi đã đặt chỗ trước. Danh sách chờ là 20 khách - vì vậy chúng tôi rời đi. Sẽ chẳng có ích gì khi có một nền tảng đặt phòng nếu nó được xử lý như thế này. Chúng tôi đã có một trải nghiệm thú vị khi tiếp đón khách hàng vào các ngày Chủ Nhật.Đọc thêm",
            "Cảm ơn bạn - usinpictures - vì đã đánh giá và nêu bật trải nghiệm của bạn. \n\nChúng tôi đang điều tra phản hồi của bạn và chia sẻ cùng với nhóm của chúng tôi. Sẽ thật tuyệt nếu có cơ hội kết nối để hiểu rõ nhất vì thông tin này giúp chúng tôi cải thiện hành trình của khách hàng.\n\nTrong thời gian chờ đợi, chúng tôi đã làm mới đội ngũ đón tiếp của mình vì Bãi biển Karma luôn là một điểm đến tuyệt vời để tận hưởng và hy vọng chúng tôi có vinh dự được bạn khám phá trong thời gian sắp tới. \n\nVui lòng liên hệ với tôi tại gm - kamarakandara.com hoặc Pak Rai trên dofb - karmakandara.com \n\nTrân trọng,\nShaun \nĐọc thêm",
            "Xin chào, chúng tôi có cần đặt chỗ trước nếu chúng tôi dự định đến đó vào ngày 7 tháng 10 cho 2 người không? Điều này được mở cho không. Các thành viên cũng vậy? Cảm ơn bạn. Bạn - câu trả lời được đánh giá cao Đọc thêm",
            "Nếu bạn ở tại khách sạn, bạn có phải trả tiền cho một giường ban ngày trên bãi biển không? Khách sạn có dành riêng một chiếc cho khách của khách sạn không?Đọc thêm",
            "nó miễn phí cho khách của khách sạn và bạn có thể yêu cầu nhân viên ở đó đặt trước cho bạnĐọc thêm",
            "Xin chào ! \nTôi và bạn gái khá quan tâm đến câu lạc bộ bãi biển này, tuy nhiên, chúng tôi hơi sợ những bình luận liên quan đến giá cả... chúng tôi nên chi bao nhiêu tiền ngoại trừ việc chi tiêu? \nChúng tôi đã ở Finnis, điều đó thật tuyệt, thậm chí là tuyệt vời nhưng khá đắt về mặt giá cả?\n\nCảm ơn! \nNhân tiện, chúng ta có nên đặt chỗ ở đó không? Đọc thêm",
            "đắt hơn một chút và riêng tư hơn. Pizza của họ rất ngon và khá hợp lý. Bạn không thể đặt trước ..Chỉ cần đến sớm và bạn sẽ có được giường phơi nắng ..Tận hưởng nghiệpĐọc thêm",
            "Tôi tới đó từ Khách sạn Sol Legian bằng cách nào? Tôi muốn đặt chỗĐọc thêm",
            "Thân gửi Belen J,\nVui lòng xem thông tin chi tiết bên dưới về địa chỉ của chúng tôi\nKarma Kandara Resorts\nJalan Villa Kandara, Banjar Wijaya Kusuma, Ungasan, Bali, 80362 Indonesia\nTel: - 62361 848 2200\nBạn có thể dễ dàng đến đó bằng cách đi taxi. Và vui lòng đừng ngần ngại liên hệ với chúng tôi nếu bạn gặp bất kỳ khó khăn nào hoặc nếu bạn muốn sắp xếp dịch vụ đưa đón từ chúng tôi.\nCảm ơn và hẹn gặp lại bạn sớm tại khu nghỉ dưỡng\n\nTrân trọng,\nSebastien MarteauĐọc thêm",
            "Tôi hiểu rằng thang máy đang đóng cửa để sửa chữa. Có ước tính khi nào thang máy sẽ mở cửa trở lại không? Cầu thang là lựa chọn không thể bắt đầu đối với những người có con nhỏ trong chúng ta.Đọc thêm",
            "Xin chào Asif H, tôi tin rằng khu nghỉ dưỡng này chỉ đóng cửa trong tháng 5 nhưng tôi sẽ gọi cho khu nghỉ dưỡng để đảm bảo.Đọc thêm",
            "Tôi có thể hỏi số tiền IDR phải nhập là bao nhiêu không? Có hoạt động dưới nước bên trong không? Và có cần thiết phải đặt chỗ ở đó không?Đọc thêm",
            "500K vào cổng bạn sẽ nhận được đồ ăn và khăn tắm đi dạo trên bãi biển. Bạn sẽ được quyền dành một ngày trên bãi biển - từ sáng đến tối muộn - . Nếu tôi không nhầm thì giá đồ ăn - đã bao gồm - là 180KĐọc thêm",
            "Chúng tôi sẽ đến vào cuối tháng 6 nhưng sẽ ở Seminyak.  Chúng tôi có thể ghé thăm khu nghỉ dưỡng trong ngày mặc dù chúng tôi không ở đó không?Đọc thêm",
            "Xin chào Veronica,\n\nCó những người đã đến để dành cả ngày ở Bãi biển Karma, vì vậy tôi biết rằng có thể đến đó trong ngày. Điều đó có nghĩa là bạn có thể sử dụng các tiện nghi của bãi biển và nhà hàng bãi biển. Tuy nhiên, có một mức giá khoảng - 50 đô la một người cho những người không phải là cư dân để có thể vào bãi biển riêng.\n\nTôi không chắc liệu bạn có thể vào phần còn lại của khu nghỉ dưỡng hay không. Hy vọng điều này hữu ích! Đọc thêm",
            "Có khu lướt sóng nào gần đó hoặc ở bãi biển karma không?Đọc thêm",
            "Bãi biển Karma có rạn san hô cản trở việc lướt sóng nhưng bãi biển blue point cách đó không xa.  Phía tây của bán đảo Uluwatu là nơi có thể tìm thấy hoạt động lướt sóng.  Rõ ràng - tôi không - lướt sóng - đó là huyền thoại, và một số kỳ nghỉ chỉ dành cho chuyên gia. Đọc thêm",
            "xin chào, vé vào cổng cho khách bên ngoài vào bãi biển karma là bao nhiêu? có giá đặc biệt nào cho trẻ dưới 8 tuổi không?Đọc thêm",
            "Tôi đã ở đó ngày hôm qua và không được yêu cầu trả tiền vào cửa. Tôi không phải là khách ở khu biệt thự. Đọc thêm",
            "xin chào, vé vào cổng cho khách bên ngoài vào bãi biển karma là bao nhiêu? có giá đặc biệt nào cho trẻ dưới 8 tuổi không?Đọc thêm",
            "600.000 IDR - ngườiĐọc thêm"
        ],
        "star_ratings": [
            353,
            160,
            53,
            20,
            32
        ],
        "review_amount": 618,
        "location": [
            "Bãi biển Karma",
            "Ungasan",
            "Bali",
            "Indonesia",
            "Đồi bán đảo",
            "Các hoạt động ở Ungasan",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 6, 2023",
            "Written November 19, 2023",
            "Written April 8, 2024",
            "Written April 9, 2024",
            "Written March 13, 2024",
            "Written November 19, 2023",
            "Written November 6, 2023",
            "Written November 5, 2023",
            "Written September 21, 2023",
            "Written September 3, 2023",
            "Written August 13, 2023",
            "Written August 6, 2023",
            "Written July 20, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1219108-d3538377-Reviews-Karma_Beach-Ungasan_Bukit_Peninsula_Bali.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1219108-d2241630-Reviews-Sundays_Beach_Club-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219108-d1444098-Reviews-Di_Mare_Restaurant-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219108-d1544911-Reviews-Karma_Beach_Bali_Restaurant-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219108-d2649744-Reviews-Oliverra-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219108-d16736459-Reviews-The_Warung_Beach_Club-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219108-d23680180-Reviews-Tropical_Temptation_Beach_Club-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219108-d19070594-Reviews-Palmilla_Bali-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219108-d21511891-Reviews-Minoo_Beach_Club-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219108-d20261751-Reviews-Anjoe_Melasti_Garden_Cafe-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1219108-d24958470-Reviews-Whim-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219108-d8011713-Reviews-Melasti_Beach-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219108-d2032815-Reviews-Green_Bowl_Beach-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297696-d11549334-Reviews-Samasta_Lifestyle_Village-Jimbaran_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d4416527-Reviews-Pandawa_Beach-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219108-d4418252-Reviews-Blue_Point_Beach-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d1555393-Reviews-Suluban_Beach-Pecatu_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d3267521-Reviews-Dreamland_Beach-Pecatu_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191333-d6370370-Reviews-Gunung_Payung_Beach-Nusa_Dua_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d3215160-Reviews-Bingin_Beach-Pecatu_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d3608315-Reviews-Balangan_Beach-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219108-d3538377-Reviews-or10-Karma_Beach-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219108-d1436488-Reviews-Garuda_Wisnu_Kencana_Cultural_Park-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219108-d26209012-Reviews-Ohana_Kids_paradise-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219108-d2187701-Reviews-Karma_Spa_at_Karma_Kandara-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219108-d19413750-Reviews-Vela_Spa-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d5400461-Reviews-Bali_Bliss_Retreats-Pecatu_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297696-d16850478-Reviews-Melasti_Cliff-Jimbaran_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219108-d4699597-Reviews-Bali_Surya_Tour_Private_Tour_In_Bali-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297696-d8522545-Reviews-Online_Bali_Driver_Day_Tours-Jimbaran_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d8799749-Reviews-Sai_Bali_Tours-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297696-d6894357-Reviews-Di_Bali_Tour-Jimbaran_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297698-d21071845-Reviews-The_Apurva_Spa-Nusa_Dua_Benoa_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297696-d4418274-Reviews-Good_Bali_Driver-Jimbaran_South_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g297697-d7824695-Reviews-Aloha_Bali_Surf-Kuta_Kuta_District_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1380108-d13934109-Reviews-Olas_de_Bali_Surf_School-Pecatu_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219108-d23656530-Reviews-Zahra_Spa_Uluwatu-Ungasan_Bukit_Peninsula_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d103048-Reviews-Lambeau_Field-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d324156-Reviews-Azrieli_Observatory-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d18421884-Reviews-The_Mission_Ballroom-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g309277-d531570-Reviews-Monteverde_Cloud_Forest_Biological_Reserve-Monteverde_Cloud_Forest_Reserve_Monteve.html",
            "https://www.tripadvisor.com/Attraction_Review-g32070-d7763831-Reviews-Saban_Theater-Beverly_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d320973-Reviews-SpaWorld-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g294226-d13396054-Reviews-Bluebird_Taxi_Bali-Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1200463-Reviews-Atlantis_Aquaventure_Waterpark-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g34009-d286913-Reviews-Spence_s_Bazaar-Dover_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g1222297-d2415982-Reviews-Canelobre_Caves-Busot_Costa_Blanca_Province_of_Alicante_Valencian_Community.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1219108-d3538377-Reviews-or10-Karma_Beach-Ungasan_Bukit_Peninsula_Bali.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1219108-d3538377-Reviews-Karma_Beach-Ungasan_Bukit_Peninsula_Bali.html"
    }
]