[
    {
        "attraction_name": "Kartchner Caverns State Park",
        "attraction_name_vi": "Công viên bang Kartchner Caverns",
        "general_info": [
            "1.845 đánh giá",
            "2 trong số 18 điều cần làm ở Benson",
            "Công viên tiểu bang",
            "Hang động Hang động"
        ],
        "attraction_summary": "Vào tháng 11 năm 1974, Gary Tenen và Randy Tufts đang khám phá những ngọn đồi đá vôi ở chân phía đông của Dãy núi Whetstone. Họ đang tìm kiếm một hang động chưa ai từng tìm thấy và đã tìm thấy nó. Cả hai đã giữ bí mật về hang động cho đến tháng 2 năm 1978 khi họ nói với chủ sở hữu tài sản là James và Lois Kartchner về khám phá tuyệt vời của họ. Vì những hang động không được bảo vệ có thể bị hư hại nghiêm trọng do việc sử dụng không được kiểm soát nên họ biết hang động này phải được bảo vệ. Tenen và Tufts đã dành vài năm để tìm kiếm khả năng tự phát triển hang động. Một số thành viên của gia đình Kartchner sống ở Tucson và rất ấn tượng với sự phát triển và vận hành Công viên Bang Catalina của Công viên Bang Arizona. Họ quyết định tiếp cận các Công viên Tiểu bang để xem liệu cơ quan này có quan tâm đến việc mua lại nguồn tài nguyên nổi bật này khôngĐọc thêm",
        "reviews": [
            "Sự hình thành hang động thật đáng kinh ngạc và trung tâm du khách, mặc dù hơi nhỏ, cung cấp rất nhiều thông tin hữu ích về cách nó được hình thành và khám phá. Chúng tôi đã đi cùng 3 đứa trẻ 5, 7 và 9 tuổi, và mặc dù chúng có thể đi lại suốt thời gian đó, thích thú và không sợ hãi, nhưng chúng đã phải vật lộn một chút khi không được phép chạm vào bất cứ thứ gì mà chúng tôi hoàn toàn hiểu! Chúng tôi muốn bảo tồn hang động sống như bất kỳ ai. Tôi chỉ muốn các bậc cha mẹ khác chuẩn bị sẵn sàng để di chuyển xung quanh con của họ vì nhiều tảng đá nằm trong tầm tay và bản thân tôi cũng khó có thể tận hưởng hang động vì tôi liên tục theo dõi chúng để đảm bảo chúng không va phải bất cứ thứ gì hoặc cố gắng để tiếp cận. Đọc thêm",
            "Bên trong thật tuyệt vời. Họ có xe đưa đón lên hang động nên rất tuyệt. Có những người ở mọi lứa tuổi khác nhau trong chuyến tham quan của chúng tôi. Họ đều đi qua. Trời ẩm ướt nhưng không đến mức không thể chịu nổi. Hướng dẫn viên Rich của chúng tôi thật tuyệt vời và dí dỏm. Tôi chắc chắn sẽ quay lại và đi vào phòng lớn. Nó cực kỳ bổ ích.Đọc thêm",
            "Điểm cắm trại gia đình tuyệt vời! Cabin có sẵn và các điểm RV rộng rãi. Những con đường mòn đi bộ đường dài và ngắm sao tuyệt vời. Đó là một khu vực bầu trời tối được chứng nhận! Kiểm tra trung tâm du khách và tham quan các hang động. Đặt phòng trực tuyến được đề nghị. Có một trạm đổ rác tại chỗ, nước và kết nối điện.Đọc thêm",
            "Chúng tôi rất ấn tượng với mức độ bảo tồn của hang động này. Chuck là một người hướng dẫn tuyệt vời, chứa đầy thông tin lịch sử và khoa học. Chúng tôi sẽ yêu thích địa chất hơn một chút, nhưng nhìn chung chúng tôi rất ấn tượng với chuyến tham quan. Tôi không cung cấp bất kỳ bức ảnh nào vì họ thực sự không thực hiện công lý hang động này, bạn cần sử dụng tất cả các giác quan của mình trong bức ảnh này để đánh giá đầy đủ nó.Đọc thêm",
            "Hang động Kartchner nằm cách Benson khoảng 15 phút. Có những màn trình diễn tuyệt vời tại Trung tâm Du khách. Bạn cần đặt chỗ trực tuyến cho chuyến tham quan. Chúng tôi đến rất sớm cho chuyến tham quan của mình và hỏi xem họ có chỗ trong chuyến tham quan trước đó không và họ có thể sắp xếp cho chúng tôi. Các nhân viên tại Trung tâm Du khách và người dẫn đầu chuyến tham quan rất dễ chịu và hiểu biết. Các hang động là hang động sống và rất tuyệt vời. Câu chuyện về những hang động này rất thú vị. Tất cả các lối đi đều được lát đá và mặc dù có thể tiếp cận bằng xe lăn, nhưng có một số đoạn dốc mà bạn có thể cần có người đẩy xe lăn. Đây là một viên ngọc ẩn giấu ở miền nam Arizona. Đọc thêm",
            "Gia đình tôi đã đến Phòng ngai vàng và Rotunda và thật tuyệt vời. Tôi nghĩ 90 phút sẽ quá dài để thu hút sự chú ý của bọn trẻ và không - chúng đã tập trung suốt thời gian đó. Hướng dẫn viên du lịch Patricia của chúng tôi thật tuyệt vời. Chúng tôi yêu cô ấy. Chỉ có 20 người trong chuyến tham quan. Tôi thích rằng Công viên tiểu bang này không đông đúc mặc dù tôi không biết tại sao vì công viên này ngang bằng với Công viên quốc gia. Đây là một nơi kỳ diệu và thật khó tin khi nghĩ rằng nó được thành lập bởi hai nhà thám hiểm hang động trẻ tuổi mới chỉ khám phá vào năm 1974! \n\nNếu bạn sợ không gian hẹp, đừng lo lắng ở đây. Trần nhà và không gian cao và rộng. \n\nKhông khí dễ thở. Độ ẩm nhưng dễ chịu. Không quá nóng hoặc quá lạnh. Hang động duy trì nhiệt độ khoảng 72 độ. \n\nThậm chí có thể đi xe lăn!\n\nTôi muốn quay lại và xem Phòng lớn nơi những chú dơi sống tiếp theo vì nơi này đã đóng cửa vào mùa sinh sản - khi những chú dơi mẹ đang nuôi con. Đọc thêm",
            "Họ cung cấp hai tour khác nhau và chúng tôi quyết định thực hiện cả hai và điều đó rất xứng đáng.  Có một trung tâm du khách tuyệt vời để tìm hiểu thêm về các hang động và khu vực.  Bạn đi xe điện đến cửa hang và khi vào trong bạn không được phép chụp ảnh nhưng những gì bạn nhìn thấy sẽ mãi khắc sâu trong trí nhớ của bạn.  Thực sự là một điều kỳ diệu của thiên nhiên và nó đã được phát hiện một cách đáng kinh ngạc.Đọc thêm",
            "Vợ tôi và tôi đã từng đến Kartchner Caverns trước đây và rất háo hức quay trở lại. Lần này chúng tôi đi cùng con trai, vợ và cháu trai của chúng tôi. Chúng tôi đã làm Phòng Rotunda, Phòng Lớn bị đóng cửa do dơi còn non. Chúng tôi gặp nhau bên ngoài cổng thông tin của họ với người hướng dẫn cung cấp cho chúng tôi cái nhìn tổng quan về sự hình thành của hang động. Hướng dẫn tốt đẹp. Cô ấy rất hào hứng với các hang động và các chuyến tham quan dẫn đầu. Cô ấy đã làm một công việc tốt. Chúng tôi được đưa tới lối vào trên một chiếc xe đẩy nhỏ mở. Khi đến đó, chúng tôi đi qua một số bộ cửa kín để bảo vệ môi trường bên trong và dọc theo một đường hầm dài trước khi đến hang động. Các hang động rất ấn tượng nhưng mang tính địa phương. Họ đang ở trong hai ngọn đồi nhô lên trên khu vực xung quanh. Không có lối đi trên hoặc dưới như ở Carlsbad. Rất nhiều tính năng của thịt xông khói hang động, đá lưu lượng, ống hút soda, đường xoắn ốc, cột. Đối với tôi đáng chú ý nhất là ống hút soda. Họ ở khắp mọi nơi. Mỏng, rất mỏng. Và dài. Khá ấn tượng. Đó là một chuyến tham quan tuyệt vời. Bên trong là một bảo tàng nhỏ và một đoạn video về quá trình khám phá hang động và sự phát triển cũng như quá trình hình thành. Video hay. Chúng tôi đã có một thời gian hoàn toàn thú vị. Chúng tôi rất thích nó.Đọc thêm",
            "Nếu bạn đang ở trong khu vực, bạn thực sự nên ghé thăm những hang động này.  Bạn cần phải đặt trực tuyến hoặc nếu đó là ngày nghỉ.  chúng tôi thật may mắn khi họ còn trống hai chỗ nhưng chúng tôi phải đến đó trong vòng 30 phút.   Bạn không thể mang ví, máy ảnh, điện thoại, v.v. vào hang động.  Họ có tủ khóa có tính phí hoặc bạn có thể khóa đồ trong cốp xe và sau đó chụp một số bức ảnh bên ngoài sau chuyến tham quan.   Các hướng dẫn viên có kiến ​​thức.  Việc đi bộ không vất vả và phần đầu tiên là bằng xe điện.    Mọi thứ đều có thể sử dụng được bằng xe lăn, kể cả xe điện.  Không thú cưng.  Có rất nhiều bãi đậu xe RV, và tất nhiên có cắm trại.Đọc thêm",
            "Một trong những điểm nổi bật của chuyến đi của chúng tôi đến Arizona. Chuyến tham quan hang động được thực hiện rất tốt từ đầu đến cuối và chúng tôi rất vui vì đã lái xe từ Tucson. Đó là chuyến đi chơi hoàn hảo của gia đình và các hang động thực sự tráng lệ! Đọc thêm",
            "Hang động Kartchner là một hệ thống hang động đá vôi sống.  Rất độc đáo và phải xem nếu bạn đang ở khu vực BensonTombstone của Arizona. Hoặc, ngay cả ở Tucson cũng chỉ mất chưa đầy một giờ lái xe.  Ngoài Quốc lộ 90, họ có bãi đậu xe rộng rãi cho khách và thậm chí là khu cắm trại cho RVers. Hãy đặt chỗ trước vì chúng thường xuyên được đặt trước.  Bạn có thể mua vé trực tuyến.  Bây giờ các hang động được chia thành hai chuyến tham quan nên bạn phải chọn một chuyến.  Các hướng dẫn viên du lịch rất am hiểu và thân thiện. Con đường bên trong hang được làm bằng bê tông và rất thân thiện với người sử dụng với nhiều lan can.Đọc thêm",
            "Thật không thể tin được và hang động được quản lý rất tốt.  Bạn nhìn thấy sự hình thành tinh thể tuyệt đẹp ở trạng thái tự nhiên của chúng.  Thật đáng giá cho 3 giờ lái xe!Đọc thêm",
            "Trước khi bạn đọc bất cứ điều gì khác, hãy biết điều này - - đừng tin vào trang web!  Khi chúng tôi kiểm tra trực tuyến, nó cho biết không có đặt chỗ nào cho các chuyến tham quan.  Khi chúng tôi gọi cho nhân viên tại bàn, cô ấy nói rằng cô ấy còn rất nhiều chỗ trống.  Chúng tôi gần như đã bỏ lỡ điểm tham quan đáng chú ý này. Hang động là một trong những công viên mới nhất của bang Arizona.  Cũng thú vị như địa điểm này, khía cạnh hấp dẫn nhất của công viên là việc khám phá, tình trạng bí mật, sự phát triển và mua bán, tất cả trước khi công chúng biết đến. Bước vào công viên, có rất nhiều bãi đậu xe và một trung tâm chào đón tuyệt vời với phim, giáo dục triển lãm, bảo tàng.  Tập hợp thành một nhóm, du khách được đưa đến hang động bằng xe đưa đón ngoài trời.  Chuyến tham quan được quản lý bởi các hướng dẫn viên công viên rất am hiểu và được đào tạo bài bản.  Bản thân các hang động rất thú vị.  Có hai gian chính với các lối đi liền kề.  Các thành tạo này là điển hình của một hang động sống có nước.  Trong số tất cả các hang động mà chúng tôi đã ghé thăm, địa điểm này ở mức trung bình. Một điều cần nhớ là bạn có thể không mang theo gì bên mình.  Không giống như nhiều hang động mát mẻ, hang động này rất ấm áp nên bạn thậm chí không cần thêm áo khoác hay áo sơ mi.  Công viên rất quan tâm đến chính sách này và có thể là quá mức cần thiết nhưng nó vẫn giữ cho khu vực này ở trạng thái nguyên sơ.  Các hang động có lan can bảo vệ tuyệt vời và đường đi bằng xi măng với lượng ánh sáng vừa phải để mọi người có thể tiếp cận.  Hãy dùng thử - bạn sẽ rất vui vì đã làm như vậy.Đọc thêm",
            "Hoàn toàn đẹp và được bảo quản cẩn thận. Trung tâm du khách rất nhiều thông tin. Bỏ qua bẫy du lịch của Tombstone và đến đây. Nhận đặt chỗ trước.Đọc thêm",
            "Chuyến tham quan tuyệt vời đến Phòng Lớn với hướng dẫn viên Joe L. Kiến thức sâu rộng của anh ấy về các hang động và khả năng trình bày sự thật dí dỏm của anh ấy đã khiến trải nghiệm thực sự thú vị và đáng nhớ. Chúng ta có thể nói rằng Joe L. thực sự thích thú với vai trò hướng dẫn viên của mình. Toàn bộ chuyến tham quan có nhịp độ phù hợp, cơ sở vật chất rất sạch sẽ, bảo tàng và phim ngắn được trình bày tốt về việc khám phá các hang động. Chúng tôi đã đến Kartchner Caverns hai lần trước đó và mỗi lần ghé thăm đều ngoạn mục như lần đầu tiên.Đọc thêm",
            "Chúng tôi đã đi tham quan Phòng ngai vàng Rotunda. Nó ổn. Nếu bạn đã từng đến một hang động lớn như Carlsbad thì nơi này không có gì đặc biệt, chỉ là một vài căn phòng lớn với một hoặc hai cấu trúc ấn tượng. Chuyến tham quan kết thúc bằng một chương trình biểu diễn ánh sáng hokey bao gồm cả nhạc trống không đúng chỗ. Sẽ thật tuyệt nếu hai chuyến tham quan được kết hợp thành một để bạn có thể ngắm toàn bộ hang động - khi đó có vẻ đáng giá hơn. Có rất nhiều thủ tục rườm rà để bảo tồn hang động và những con dơi sống ở đó bao gồm cả việc xịt giày, đi qua những cánh cửa kín khí và máy phun sương và không chạm vào bất cứ thứ gì, bao gồm cả tất cả các rào cản nhân tạo. Điều này có vẻ không phù hợp với thực tế là có lẽ một nghìn xe tải xi măng đã lùi vào hang động này để có thể đổ bê tông khắp nơi, nhưng bằng cách nào đó nó vẫn được bảo tồn. Một trong những căn phòng có một con đường mòn phá hoại qua hồ bùn nhưng đây rõ ràng là con đường lịch sử của những người khám phá đầu tiên, vì vậy điều đó cũng có vẻ ổn với mọi người. Đọc thêm",
            "Hoàn toàn là một trong những trải nghiệm tuyệt vời nhất mà chúng tôi đã có khi tham quan các địa danh được chào hàng! Chúng tôi tham quan Phòng Lớn, một trong hai chuyến tham quan có sẵn. Và chúng tôi mong muốn hoàn thành chuyến tham quan khác trong chuyến thăm tiếp theo. Tất cả các cơ sở đều được xếp hạng hàng đầu, được tổ chức và vận hành chuyên nghiệp, đồng thời chứa đầy thông tin và thông tin chi tiết có giá trị và thú vị về những gì đơn giản là tuyệt vời để xem và trải nghiệm. Hướng dẫn viên của chúng tôi, Ed, rất nhiệt tình, hiểu biết, nhiều thông tin, niềm nở, hài hước và thực sự quan tâm đến việc đảm bảo nhóm du lịch của chúng tôi đã học hỏi và tận hưởng chuyến thăm hang động độc đáo này. Và tôi không thể bỏ qua lời cảm ơn đến gia đình Kartchner và tiểu bang Arizona vì đã cứu và cung cấp kho báu này cho chúng tôi và rất nhiều người khác thưởng thức. Làm tốt lắm tất cả! Đọc thêm",
            "Có một số đường mòn vòng có thể đưa bạn ra sa mạc một cách nhanh chóng. Tôi đã chọn không đi taxi và đi bộ thay thế. Tôi hầu như không nhìn thấy ai và tận hưởng quang cảnh. Có một vài biển báo giải thích dọc đường. Đọc thêm",
            "6 người bạn trong câu lạc bộ ô tô của chúng tôi, cùng với nhiều người khác - bạn nghĩ có thể có 24 người trong nhóm du lịch của chúng tôi? đã tận hưởng chuyến tham quan TUYỆT VỜI đến Phòng RotundaThrone do Melinda đưa ra.  Cô ấy thật tuyệt vời, kể một câu chuyện thú vị, hấp dẫn về việc viên ngọc này được hai người bạn đại học phát hiện ra sao vào năm 1974. Và hóa ra nó là một kho báu được phát hiện ra như thế nào.  Hang động được bảo tồn tốt, thậm chí một số con đường đi bộ ban đầu do Gary và Randy làm vẫn còn đó!  Rất nhiều triển lãm để khám phá trong Trung tâm Du khách, phòng vệ sinh sạch sẽ, tủ đựng đồ cá nhân không được phép vào Hang động và một bộ phim toàn diện dài 15 phút về lịch sử và khám phá Hang động có thể được xem trước hoặc sau chuyến tham quan của bạn trước đó chắc chắn sẽ tuyệt vời hơn !  Chắc chắn sẽ quay lại và gặp một Cavern khác ở đó vào một ngày nào đó! Đọc thêm",
            "Hôm nay chồng tôi và tôi đi từ Tucson đến hang Kartchner.  Hãy để tôi chia sẻ Ưu điểm: Công viên dễ tìm, nhân viên thân thiện, hữu ích, bảo tàng đẹp với thông tin tốt, trẻ em thích bảo tàng, hang động đẹp, hướng dẫn viên tình nguyện am hiểu, đường mòn đi bộ dài 2,4 dặm gần trung tâm du khách là một cách tốt đẹp để kết thúc buổi chiều.  Nhược điểm: Bạn không thể mang theo bất cứ thứ gì vào hang động, chồng tôi cần bù nước khi anh ấy đang xạ trị, hang động ấm áp và rất ẩm ướt, giống như bước vào Fort Knox - rất nhiều cửa kín và yêu cầu không được phép để cơ thể hoặc quần áo của bạn chạm vào bất cứ thứ gì, tốc độ của chuyến tham quan rất nhanh nên không có đủ thời gian để xem các công trình, không phải lúc nào cũng có thể nghe được hướng dẫn viên du lịch.   Nhìn chung, đó là một trải nghiệm trên mức trung bình.Đọc thêm"
        ],
        "star_ratings": [
            1478,
            263,
            65,
            27,
            12
        ],
        "review_amount": 1845,
        "location": [
            "Hoa Kỳ",
            "Công viên bang Kartchner Caverns",
            "Các hoạt động ở Benson",
            "Benson",
            "Arizona AZ"
        ],
        "reviews_time": [
            "Written June 11, 2023",
            "Written July 4, 2023",
            "Written July 7, 2023",
            "Written July 18, 2023",
            "Written July 18, 2023",
            "Written August 30, 2023",
            "Written September 25, 2023",
            "Written October 2, 2023",
            "Written October 8, 2023",
            "Written October 30, 2023",
            "Written May 15, 2024",
            "Written April 21, 2024",
            "Written April 18, 2024",
            "Written April 17, 2024",
            "Written April 4, 2024",
            "Written March 31, 2024",
            "Written February 26, 2024",
            "Written February 21, 2024",
            "Written February 11, 2024",
            "Written February 8, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31170-d127212-Reviews-Kartchner_Caverns_State_Park-Benson_Arizona.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d127212-Reviews-or10-Kartchner_Caverns_State_Park-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d13946096-Reviews-Forever_Home_Donkey_Rescue-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d14010011-Reviews-Guindani_Loop_Trail-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d27011442-Reviews-Benson_Veterans_Memorial-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d7902882-Reviews-Benson_Visitor_Center-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31339-d7364028-Reviews-Holy_Trinity_Monastery-Saint_David_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d7391520-Reviews-Butterfield_RV_Resort_Observatory-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d13997162-Reviews-Arena_Bar-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d7854522-Reviews-Quarles_Art_Gallery-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d8661104-Reviews-Benson_Historical_Museum-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d8007695-Reviews-Endeavor_Art_Gallery-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d21179470-Reviews-Murals_Benson-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d21179374-Reviews-Horshoe_Cafe_Benson-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d2572782-Reviews-San_Pedro_Valley_Arts_Historical_Society-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d20955308-Reviews-St_Raphael_In_The_Valley-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d21176682-Reviews-Benson_Public_Library-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31339-d1458566-Reviews-Gallery_of_Dreams-Saint_David_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d21176661-Reviews-Benson_City_Park-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g31170-d5845980-Reviews-Mescal_Bar_Grill-Benson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g34016-d4542976-Reviews-Bowers_Beach-Frederica_Delaware.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d19740952-Reviews-Dreamscape-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g33796-d10850390-Reviews-USS_Nautilus-Groton_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g56701-d10698033-Reviews-Atkinson_Farms-Spring_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g499619-d6674741-Reviews-Black_Sands_Beach-Shelter_Cove_Humboldt_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g659635-d2432420-Reviews-Ushuaia_Ibiza-Playa_d_en_Bossa_Ibiza_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g28924-d219471-Reviews-Superstition_Mountains-Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60880-d559229-Reviews-Point_Woronzof-Anchorage_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g30432-d2331713-Reviews-Peach_Park-Clanton_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d153139-Reviews-Premiere_Bar_Lounge-Cancun_Yucatan_Peninsula.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31170-d127212-Reviews-or10-Kartchner_Caverns_State_Park-Benson_Arizona.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31170-d127212-Reviews-Kartchner_Caverns_State_Park-Benson_Arizona.html"
    }
]