[
    {
        "attraction_name": "Katmandu Park",
        "attraction_name_vi": "Công viên Kathmandu",
        "general_info": [
            "3.789 đánh giá",
            "- 1 trong 9 điều cần làm ở Magaluf",
            "Giải trí - Công viên giải trí",
            "Công viên nước"
        ],
        "attraction_summary": "Cuộc phiêu lưu đang chờ đợi tại Công viên Katmandu - R - ở Mallorca, Tây Ban Nha. Bước vào một thế giới thần thoại của những cuộc phiêu lưu bất ngờ, những chuyến đi thú vị, những cuộc chạm trán 4D hoành tráng và cảm giác ớn lạnh trong công viên nước! Từ niềm vui gia đình đầy mê hoặc đến những cuộc phiêu lưu thú vị dành cho những người tìm kiếm cảm giác mạnh - mọi người đều có thể tự do chơi vô tận với các lựa chọn đặt vé linh hoạt. Nằm ở trung tâm Bãi biển Calvia và chỉ cách biển 250 m, hãy trải nghiệm Công viên Katmandu, nơi những tưởng tượng trở nên sống động! Trong mùa giải 2021, chúng tôi cung cấp cho khách đỗ xe một thẻ đặc biệt, bao gồm Quyền vào điểm tham quan đặc trưng của chúng tôi - The House - và chơi 36 lỗ trong sân gôn mini theo chủ đề của chúng tôi - Expedition Golf - . Giá đã bao gồm thuế 17,50 Euro/người. Và nếu bạn muốn tận hưởng tất cả các điểm tham quan của công viên, hãy Chơi - Ở lại với chúng tôi tại khách sạn Sol Katmandu Park - Resort của chúng tôi. Vui chơi - Ở lại - tận hưởng tất cả các điểm tham quan của Công viên Katmandu khi lưu trú tại khách sạn của chúng tôi trong mùa giải 2021.Đọc thêm",
        "reviews": [
            "Đã có một thời gian tuyệt vời. Ngôi nhà thật tuyệt vời và là một trong những điểm nổi bật trong chuyến đi tổng thể của chúng tôi. Những người phụ nữ tiếp tân thật đáng yêu và thân thiện. Golf mini cũng tốt. Chắc chắn sẽ quay lại nếu tôi ở trong khu vực một lần nữa. Giá cũng hợp lýXem thêm",
            "Chào buổi chiều FrannLou,\n\nCảm ơn bạn rất nhiều vì đã đánh giá, chúng tôi rất vui khi biết bạn thích Ngôi nhà lộn ngược của chúng tôi, một trải nghiệm tương tác dành cho cả gia đình và Expedition Golf của chúng tôi, hoàn chỉnh với 2 khóa học theo chủ đề đầy đủ. \n\nChúng tôi hy vọng sớm gặp lại bạn và có thể lần sau bạn - cũng sẽ có thể tận hưởng tất cả trải nghiệm 4D của chúng tôi, được chia thành các rạp chiếu phim và trò chơi bắn súng tương tác, nơi bạn có thể đối mặt với đám Zombie, chiến đấu để bảo vệ bạn Thị trấn phía tây hoang dã cũ, tham gia chuyến đi ly kỳ hoặc hành trình xuyên qua vũ trụ của Hoàng tử bé. \n \nHãy nhớ với vé buổi tối - 17:00 - bạn - sẽ có quyền truy cập vào tất cả năm mô phỏng, Ngôi nhà lộn ngược và sân gôn mini!\n\nMột lần nữa, cảm ơn những lời tốt đẹp của bạn, chúng tôi - sẽ đợi bạn ở đây tại Công viên Katmandu!\n\nGiám sát chất lượng.Đọc thêm",
            "Chúng tôi đã có một ngày thực sự vui vẻ ở đây, có rất nhiều việc phải làm. Chúng tôi đã mua vé VIP nghĩa là chúng tôi có thể đến các điểm tham quan nhiều lần nên rất xứng đáng. Thức ăn ngon và không đắt tiền và khi chúng tôi nhìn vào mọi thứ cậu bé của tôi chơi trong hồ bơi.Đọc thêm",
            "Chào buổi chiều Rachael,\n\nCảm ơn bạn rất nhiều vì đánh giá tích cực, chúng tôi luôn vui mừng khi nghe những đánh giá như của bạn! Chúng tôi rất vui khi biết rằng cả gia đình bạn đã có khoảng thời gian tuyệt vời tại Công viên Katmandu! Chúng tôi rất tự hào về công viên và đội ngũ của mình và chúng tôi làm việc rất chăm chỉ mỗi ngày để mang đến cho mọi người trải nghiệm tuyệt vời.\n\nChúng tôi rất vui khi biết bạn đã có thể mua vé VIP thông qua một Đại lý để tận hưởng công viên một cách trọn vẹn nhất. Chỉ cần nhắc lại một chút rằng chúng tôi không bán trực tiếp loại vé đó, vé VIP phải luôn được mua thông qua một đại lý du ngoạn đặc biệt.\n\nMột lần nữa, cảm ơn những lời tốt đẹp,\n\nChúng tôi hy vọng sớm được gặp lại bạn tại Công viên Katmandu!\n\nGiám sát chất lượng\nĐọc thêm",
            "Chúng tôi đã đến đây cùng với cô con gái 3,5 tuổi của mình và thấy nó rất đáng đồng tiền bát gạo.  \n\nNgôi nhà rất thú vị và tương tác.  Cô ấy còn quá trẻ để cưỡi zombie nhưng đã làm được mọi việc khác.\n\nCô ấy thích cảm giác cưỡi ngựa liều mạng khi bạn ngồi trên ngựa, bắn kẻ xấu và nó di chuyển.  Cô ấy cũng yêu thích những chuyến đi 3D.  \n\nTrò chơi nhẹ nhàng được chia thành hai phần - một phần dành cho trẻ nhỏ và phần còn lại dành cho trẻ lớn hơn.\n\nSân golf điên cuồng rất thú vị và được tổ chức tốt với nhiều khu vực bóng mờ.\n\nChúng tôi đã chọn không sử dụng công viên giật gân nhưng xem xét nó - tất cả đều được bao gồm trong giá. Tôi không biết tại sao một số người đánh giá lại phàn nàn về nó.  Nó có rất nhiều slide và nhiều thứ để làm.  Con gái của chúng tôi không thích chơi cầu trượt nước nên chẳng có ích gì khi đi vào đó.\n\nThức ăn rất ngon và giá cả hợp lý và cũng không phải chờ đợi lâu.  \n\nChúng tôi ở đó 3,5 giờ và chỉ rời đi vì con gái chúng tôi cần ngủ trưa.  \n\nCác nhân viên đều thân thiện và hữu ích. Đọc thêm",
            "Chào buổi sáng Joanne,\n\nCảm ơn bạn đã dành thời gian để lại đánh giá, chúng tôi rất vui khi biết cả gia đình bạn đã có khoảng thời gian tuyệt vời khi trải nghiệm tất cả các điểm tham quan của chúng tôi!  Chúng tôi rất tự hào về công viên của mình và chúng tôi làm việc rất chăm chỉ mỗi ngày để mang đến cho mọi người trải nghiệm tuyệt vời và những đánh giá như bạn luôn sưởi ấm trái tim chúng tôi. \n\nChúng tôi cũng muốn cảm ơn những lời tốt đẹp của bạn đối với nhân viên của chúng tôi, chúng tôi rất tự hào về đội ngũ của mình và điều rất quan trọng đối với chúng tôi là mỗi vị khách đều nhận được sự đối xử đặc biệt. \n\nMột lần nữa, cảm ơn bạn đã đánh giá, chúng tôi hy vọng sớm gặp lại bạn tại Công viên Katmandu!\n\nGiám sát chất lượng Đọc thêm",
            "Đây thực sự là một nửa ngày vui vẻ đối với gia đình trẻ của tôi - 6 tuổi và 20 tháng tuổi -. Mặc dù chúng tôi không khám phá tất cả các hoạt động được cung cấp vì chúng tôi cảm thấy chúng hướng đến trẻ lớn hơn và người lớn, nhưng chúng tôi hoàn toàn thích thú với quang cảnh của công viên. Yeti và ngôi nhà lộn ngược là một trò lừa bịp. \n\nChúng tôi rất thích trò chơi giật gân và trò chơi nhẹ nhàng cũng rất tuyệt vời và một chút thời gian mát mẻ trong nhà. Lưu ý: phần chơi mềm được chia thành hai phần. Trẻ em dưới năm tuổi có thể chơi với một người lớn. Trẻ em trên 5 tuổi có khu vực riêng được phép và người lớn không được phép vào. Điều này có nghĩa là con cái chúng tôi không thể chơi cùng nhau. Tuy nhiên, cả hai phần đều thực sự xuất sắc. Hãy chắc chắn rằng bạn mang theo tất nếu không bạn sẽ phải mua chúng! \n\nBản thân ngôi nhà thực sự là niềm vui đối với trẻ nhỏ của chúng tôi. Rất nhiều yếu tố tương tác, mê cung gương, những căn phòng và lối đi lộn xộn, các nút bấm và giải trí âm nhạc. Chúng tôi cũng yêu thích sân gôn mini và cũng đã ghé thăm địa điểm chị em - Fantasy Golf - ở Palmanova trong thời gian lưu trú, nơi cũng rất tuyệt vời và được mọi người ở mọi lứa tuổi yêu thích.Đọc thêm",
            "Chào buổi sáng JGinnyHB13,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại đánh giá, chúng tôi rất vui khi biết cả gia đình bạn đã có khoảng thời gian tuyệt vời khi trải nghiệm tất cả các điểm tham quan của chúng tôi, như khu vui chơi Soft, Công viên nước Splash và NHÀ NGƯỢC NGƯỢC! \nChúng tôi rất tự hào về công viên của mình và chúng tôi làm việc rất chăm chỉ mỗi ngày để mang đến cho mọi người trải nghiệm tuyệt vời và những đánh giá như bạn luôn sưởi ấm trái tim chúng tôi.\n\nChúng tôi cũng rất vui khi biết bạn có thể thưởng thức Minigolf Fantasia của chúng tôi, với 3 sân gôn khác nhau!\n\nMột lần nữa, cảm ơn bạn đã đánh giá, chúng tôi hy vọng được gặp lại bạn tại Công viên Katmandu, để các bạn nhỏ của bạn có thể tận hưởng tất cả những điểm tham quan còn lại của chúng tôi!\n\nnhân viên giám sát chất lượng\nĐọc thêm",
            "Công viên Katmandu là nơi tốt nhất để gia đình và trẻ em chơi trò chơi và tâm trạng vui vẻ. Chúng tôi rất vui khi được trở thành một phần của nơi này và muốn quay lại mọi lúc. Các nhân viên rất thân thiện và tôi yêu thích nhất là Bory-cảm ơn vì tất cả!Đọc thêm",
            "Chào buổi sáng 949nelim,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại đánh giá, chúng tôi - rất vui khi biết cả gia đình bạn - cả người lớn và trẻ em - đã có khoảng thời gian tuyệt vời khi trải nghiệm tất cả các điểm tham quan của chúng tôi. Chúng tôi rất tự hào về công viên của mình và chúng tôi làm việc rất chăm chỉ mỗi ngày để mang đến cho mọi người trải nghiệm tuyệt vời và những đánh giá như bạn luôn sưởi ấm trái tim chúng tôi.\n\nChúng tôi cũng muốn cảm ơn bạn vì những lời tốt đẹp của bạn đối với nhân viên của chúng tôi, chúng tôi rất tự hào về đội ngũ của mình và điều rất quan trọng đối với chúng tôi là mỗi vị khách đều nhận được sự đối xử đặc biệt, vì vậy chúng tôi - sẽ đảm bảo chuyển thông điệp này tới Bory!\n\nMột lần nữa, cảm ơn bạn đã đánh giá, chúng tôi hy vọng được gặp lại bạn tại Công viên Katmandu!\n\nGiám sát chất lượngĐọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời ở đây! Có rất nhiều việc phải làm và nếu bạn không thể làm hết ngày hôm đó, bạn có thể quay lại vào ngày hôm sau để hoàn thành. Chúng tôi đã có một khoảng thời gian tuyệt vời\nChơi gôn điên cuồng và yêu thích trò chơi giật gân - công viên nước mini rất thú vị!! \n\nĐừng quên mang theo đồ bơi và khăn tắm vì tôi không biết có công viên nướcĐọc thêm",
            "Chào buổi sáng KerryCowo,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại đánh giá của mình, chúng tôi - rất vui khi biết cả gia đình bạn - cả người lớn và trẻ em - đã có khoảng thời gian tuyệt vời khi trải nghiệm tất cả các điểm tham quan của chúng tôi - và chúng tôi - rất vui vì bạn đặc biệt thích thú với chuyến thám hiểm golf của chúng tôi và khu vực công viên giật gân của chúng tôi! - . Chúng tôi rất tự hào về công viên của mình và chúng tôi làm việc rất chăm chỉ mỗi ngày để mang đến cho mọi người trải nghiệm tuyệt vời và những đánh giá như bạn luôn sưởi ấm trái tim chúng tôi.\n\nMột lần nữa, cảm ơn bạn đã đánh giá, chúng tôi hy vọng được gặp lại bạn tại Công viên Katmandu!\n\nnhân viên giám sát chất lượng\nĐọc thêm",
            "Rất đáng để ghé thăm viên ngọc nhỏ này của một nơi.  Phù hợp mọi lứa tuổi.  Lần tương tác đầu tiên của chúng tôi với bất kỳ nhân viên nào là tại quầy bán vé và cô gái trẻ đang phục vụ chúng tôi cực kỳ dễ chịu.  Cô ấy giải thích mọi thứ và cũng nói rằng vì chúng tôi không có con nên chúng tôi có thể tham gia thêm một hoạt động khác vì chúng tôi không thể sử dụng trò chơi nhẹ nhàng.  Cô ấy đã nói chuyện với chúng tôi về thời gian đóng cửa và cách mọi thứ hoạt động, v.v. cô ấy cũng chú ý đến dây đeo cổ tay của chúng tôi tại khách sạn và giảm giá 25 cho chúng tôi.  sự chú ý đến từng chi tiết ở mọi hoạt động thật tuyệt vời và chúng tôi rất thích mọi thứ chúng tôi đã làm.  Trò chơi bắn súng 4d là điểm nổi bật ngay cả khi mục tiêu của tôi khá tốt và bị một đứa trẻ 4 tuổi đá vào mông!  Đồ uống có giá hợp lý.  Tôi không thể bình luận về cửa hàng quà tặng hoặc công viên nước vì chúng tôi cũng không sử dụng.  Chúng tôi đến thăm vào một ngày có vẻ yên tĩnh nên chúng tôi không xếp hàng mua bất cứ thứ gì.  Nếu tôi ở lại khu vực này một lần nữa, tôi chắc chắn sẽ quay lại vì cả chồng tôi và tôi đều đã có một ngày đi chơi vui vẻ. Đọc thêm",
            "Chào buổi tối 325heidiw,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại đánh giá của mình, chúng tôi rất vui khi biết cả gia đình bạn đã có khoảng thời gian tuyệt vời khi trải nghiệm tất cả các điểm tham quan của chúng tôi. Chúng tôi rất tự hào về công viên của mình và chúng tôi làm việc rất chăm chỉ mỗi ngày để mang đến cho mọi người một trải nghiệm tuyệt vời và những đánh giá như của bạn luôn sưởi ấm trái tim chúng tôi.\n\nChúng tôi cũng muốn cảm ơn bạn vì những lời nói tử tế của bạn đối với nhân viên của chúng tôi, chúng tôi rất tự hào về đội ngũ của mình và điều rất quan trọng đối với chúng tôi là mỗi khách đều nhận được sự đối xử đặc biệt, vì vậy chúng tôi - sẽ đảm bảo chuyển thông điệp này đến cả nhóm!\n\nMột lần nữa, cảm ơn bạn đã đánh giá, chúng tôi hy vọng được gặp lại bạn tại Công viên Katmandu!\n\nnhân viên giám sát chất lượng\nĐọc thêm",
            "Đến thăm công viên này với đối tác của tôi vào tháng 9 năm nay. \nĐó là một công viên giải trí nhỏ vui nhộn với một ngôi nhà vui nhộn, một bộ phim 4d nhỏ, một vài trò chơi và khu vui chơi dành cho trẻ em.\nNgôi nhà vui vẻ rất tốt nhưng cần sửa chữa một vài thứ vì một số thứ không hoạt động khi chúng tôi đi. Và những điểm hấp dẫn trong đó khá đơn giản.  - Hãy cẩn thận nếu bạn - bị khuyết tật vì các tầng có nhiều thử thách và mặc dù bạn có thể bỏ qua chúng, nhưng đó - đó là khoảng 1 - 4 điều bạn - sẽ bỏ lỡ - \nCác chuyến đi về cơ bản đều giống nhau. Rạp chiếu phim 3D với ghế di chuyển nơi bạn quay phim trên màn hình.\n\nQuầy bán đồ ăn nhanh rất hợp lý và có nhiều món ăn nhẹ ngon miệng.  Các nhân viên tại các chuyến đi cũng cực kỳ vui vẻ \n\nTôi rất vui vì chúng tôi đã đạt được một thỏa thuận tốt về vé vì tôi không nghĩ rằng nó đáng giá - 30 mỗi người mà lẽ ra chúng tôi phải trả. Vì vậy, nếu bạn nhận được nó theo ưu đãi, hãy chắc chắn dùng thử nhưng không phải giá đầy đủ.Đọc thêm",
            "Chào buổi sáng GlasgowLass90,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại đánh giá của mình, chúng tôi rất vui được biết đối tác của bạn và bạn đã có khoảng thời gian vui vẻ khi trải nghiệm tất cả các điểm tham quan của chúng tôi. Chúng tôi làm việc rất chăm chỉ mỗi ngày để mang đến cho mọi người trải nghiệm tuyệt vời và những đánh giá như của bạn luôn được chào đón. \n\nMột lần nữa, cảm ơn những nhận xét mang tính xây dựng của bạn, chúng tôi hy vọng được gặp lại bạn tại Công viên Katmandu!\n\nGiám sát chất lượngĐọc thêm",
            "We visited this place on the last day of our holiday, two adults and three kids  - 12, 10 and 8 years old -  and all of us really enjoyed the day.\n\nThe park is open from 10am-6pm, we - d booked online before going and got there for opening where we got wristbands for the day. The upside down house is a definite highlight and the main obvious attraction from the outside, well that and the gigantic yeti mascot Boro climbing the hotel building just behind!\n\nThe upside down house was a smash hit with the kids, some of the interactive exhibits could have kept us engaged for hours. The squinty rooms and the spinning tunnel were particular favourites, as was the magical glowing flower forest  - love the  - baby - ! -  and also the 3D shark bit towards the end.\n\nThe wristbands included access to everything in Katmandu once, after the house we went to the dark rides and 4D shows.. these were good but rather similar in nature - go in, sit on a seat, put on your glasses, grab a laser gun and shoot things. There was a zombie show and two Wild West themed shows. The 4D cinema film we saw was Pinocchio, we also watched The Little Prince story which was great.\n\nWe played a round of Expedition Golf as well which was fun, beautifully tended gardens around this and the weather was glorious which led to some great photos. \n\nThe laser quest section was broken all day unfortunately, and we didn - t do the splash park but that looked like it could have been good fun.\n\nFood from the snack shack was quite reasonably priced, we ordered one cheeseburger, one hot dog and two servings of chicken nuggets which all came with generous portions of chips. The Magaluf main strip is only minutes away though, and you can come and go as you please from the park, so easy enough to head out and get something else if you don - t want to eat in the park.\n\nAll in all an excellent day out for kids, and enough to entertain adults as well.Read more",
            "Chào buổi sáng Hauzen,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại đánh giá, chúng tôi rất vui khi biết cả gia đình bạn đã có khoảng thời gian tuyệt vời khi trải nghiệm tất cả các điểm tham quan của chúng tôi. Chúng tôi - đặc biệt vui mừng khi biết các em rất thích trò chơi 4D và ngôi nhà lộn ngược của chúng tôi - đặc biệt là căn phòng nghiêng và khu rừng đầy mê hoặc của chúng tôi -! Chúng tôi rất tự hào về công viên của mình và chúng tôi làm việc rất chăm chỉ mỗi ngày để mang đến cho mọi người trải nghiệm tuyệt vời và những đánh giá như bạn luôn sưởi ấm trái tim chúng tôi.\n\nChúng tôi cũng muốn cảm ơn bạn vì những lời tốt đẹp của bạn đối với nhân viên của chúng tôi, chúng tôi rất tự hào về đội ngũ của mình và điều rất quan trọng đối với chúng tôi là mỗi khách đều nhận được sự đối xử đặc biệt, vì vậy chúng tôi - sẽ đảm bảo chuyển thông điệp này đến cả nhóm!\n\nMột lần nữa, cảm ơn bạn đã đánh giá, chúng tôi hy vọng được gặp lại bạn tại Công viên Katmandu!\n\nGiám sát chất lượngĐọc thêm",
            "Đầu tiên, nếu lưu trú tại Meliá, hãy đảm bảo bạn yêu cầu mức giảm giá rất hợp lý. Bạn có được một số trải nghiệm về VR và bắn súng, đi vượn, chơi gôn điên cuồng và vượt chướng ngại vật ninja. Điều này thực sự tuyệt vời đối với trẻ em. Các nhân viên thực sự thân thiện và tràn đầy năng lượng khiến bạn cảm thấy rất được chào đón.\n\nCó một vài cửa hàng ở đây và một số xe bán đồ ăn, chúng rất đáng giá tiền và đồ ăn rất ngon. Nó - sạch sẽ vô cùng từ trong ra ngoài và có nhạc đang phát. mang đến cho bạn một bầu không khí thực sự tốt. \n\nRõ ràng đây không phải là Universal Studios, vì vậy đừng mong đợi những chuyến đi hoành tráng hay công nghệ tuyệt vời, nhưng với số tiền bỏ ra, đó là một vài giờ thực sự thú vị và là điều tôi thực sự khuyên gia đìnhĐọc thêm",
            "Chào buổi tối Kar0n\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại đánh giá, chúng tôi - rất vui khi biết cả gia đình bạn - cả người lớn và trẻ em - đã có khoảng thời gian tuyệt vời khi trải nghiệm tất cả các điểm tham quan của chúng tôi! Chúng tôi rất tự hào về công viên của mình và chúng tôi làm việc rất chăm chỉ mỗi ngày để mang đến cho mọi người trải nghiệm tuyệt vời và những đánh giá như bạn luôn sưởi ấm trái tim chúng tôi.\n\nMột lần nữa, cảm ơn bạn đã đánh giá, chúng tôi hy vọng được gặp lại bạn tại Công viên Katmandu!\n\nGiám sát chất lượngĐọc thêm",
            "Đến Katmandu lần đầu tiên vào năm 2014, tôi rất vui khi nói điều đó - vẫn tốt như vậy. 4 người chúng tôi đã đi 53,22 2x 18. Chúng tôi đã mua vé để thực hiện toàn bộ trò giải trí với giá 31,50 - mỗi vé.  Có những việc chúng tôi sẽ không làm, công viên nước, trò chơi nhẹ nhàng và một số việc khác, vì vậy chúng tôi đã đổi vé lấy việc đó để chơi một trận gôn khác.  Với tấm thẻ này, bạn có thể dành cả ngày ở công viên hoặc trải dài trong vài ngày, điều mà chúng tôi đã làm.   Muốn giới thiệu cho mọi lứa tuổi, đặc biệt là sân gôn và nhà Katmandu.Đọc thêm",
            "Khách sạn tuyệt vời dành cho các gia đình mà trẻ em sẽ yêu thích, đặc biệt là công viên với thử thách chơi gôn mini bằng tia laser trong ngôi nhà lộn ngược - các phòng hấp dẫn khác là nhân viên sạch sẽ, đồ ăn ngon rất ngon trong vài ngày đầu tiên, sau đó điều đó đã thay đổi, chúng tôi đã đến thăm khách sạn này vào ngày 12 tháng 5 trong một tuần - bạn không thể có được một chiếc ghế phơi nắng nếu bạn không nhanh tay nên không biết mùa cao điểm sẽ như thế nào?, giải trí cũng rất rất kém có lẽ sẽ tốt hơn vào mùa cao điểm.Đọc thêm",
            "Chúng tôi đã nhận được thẻ hộ chiếu, được giảm giá khi lưu trú tại một trong những khách sạn chị em và nó rất xứng đáng với số tiền của chúng tôi. Thẻ cho phép một lần vào mỗi điểm tham quan, nhưng thực tế là có rất nhiều mục và bạn có thể xem lại các điểm tham quan bằng cách bỏ qua những điểm không phù hợp với đám đông của bạn. Chẳng hạn, chúng tôi có hai đứa trẻ dưới 5 tuổi có thể không thích trò cưỡi xác sống nhưng chắc chắn chúng rất thích cưỡi Hoàng tử bé hai lần. Chơi gôn mini là một trải nghiệm thú vị cũng như 4D. Ngôi nhà không mấy thú vị đối với đứa con nhỏ của tôi, nhưng những người còn lại trong chúng tôi đều nghĩ nó rất vui! Trẻ em của chúng tôi cũng rất thích chơi nhẹ nhàng. Chúng tôi yêu thích sự linh hoạt của việc có thể quay lại, vì vậy cuối cùng chúng tôi đã sử dụng thẻ hộ chiếu trong hai ngày, điều này cho phép chúng tôi xuất hiện một cách thoải mái, thư giãn và ăn trưa ở bất cứ đâu. Chúng tôi hy vọng rằng trong chuyến thăm trở lại, chúng tôi có thể ghé thăm công viên nước - chúng tôi đã bỏ qua vì trời quá lạnh đối với chúng tôi - chúng tôi đến từ nơi có khí hậu ấm áp -. Vào ngày đầu tiên, chúng tôi ăn trưa tại một nhà hàng gần đó. Vào ngày thứ hai, chúng tôi ăn trưa tại quầy bán đồ ăn trong công viên, nơi mà chúng tôi thấy giá cả phải chăng so với khu vực xung quanh. Bánh mì kẹp thịt rất ngon, nhưng xúc xích khác với những gì chúng tôi mong đợi - xúc xích kiểu Mỹ - - thực sự chỉ là một loại xúc xích khác. Chúng tôi cũng nhận thấy các nhân viên siêu thân thiện và có sức chứa. Chắc chắn sẽ giới thiệu cho một gia đình thân thiện, thoải mái park.Đọc thêm",
            "Went to Kathmandu water park on Friday this week cost over 130 euros to enter told 10 attractions but you could only use your passport once on each attraction. Entered upside down house quite fascinating and educational plus fun. Came out went to go to other attractions but desprados zombies little prince and others along that strip virtual reality 3D so could not enter as had a 2 year old granddaughter so we decided to go to kids zone queued up for 30mins then told we could not enter has she did not have socks so waste off time so then queued for water park again another 40 minus once in granddaughter loved it splashing around lifeguards if you want to call them that teenagers really constantly blowing there whistles stating no splashing for god sake it - s a water park we put here on baby water slide life guard stated I could not go down with here she had to go down on her own set her off down little slide on her bum but she twisted over onto her belly reaching water at bottom with about 12inches off water so I jumped down and life gaurd blew whistle and said no diving so I stated to her as she stood next to my granddaughter so it - s okay for her too drown then. The water park is very run down and most off the water cannons don - t work or are broken off all other slides have 1 meter height minimum so cannot comment as could not use. It was over 26 degrees the day we went and there is no shade bit bad as water spray and sun do not mix so you constantly had to cream your child up which resulted in surrounding inside and out off shallow pool being very slippy with children sliding and falling over all the time. We came out off water park after 30mins and proceeded to snack area for cold drinks had to ask waiter 3 times for ice in coke plus straws. I think in total for 130 euros we spent no longer than 2 hours in the park and half off that was standing around queuing.  don - t recommend park at all for little ones plus park very small and not worth the money so you learn by your mistakesRead more",
            "Buổi sáng thực sự tốt đẹp với khá nhiều việc phải làm. Các trò chơi bắn súng rất vui và cả trò chơi mini golf nữa. Chúng tôi đã mua một ít đồ ăn ở đó với giá khá rẻ và vui chơi trong - Ngôi nhà - .Đọc thêm",
            "Chào buổi sáng TashC93,  \n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại đánh giá, chúng tôi - rất vui khi biết cả gia đình bạn - cả người lớn và trẻ em - đã có khoảng thời gian tuyệt vời khi trải nghiệm tất cả các điểm tham quan của chúng tôi. Chúng tôi rất tự hào về công viên của mình và chúng tôi làm việc rất chăm chỉ mỗi ngày để mang đến cho mọi người trải nghiệm tuyệt vời và những đánh giá như bạn luôn sưởi ấm trái tim chúng tôi.  \n \nMột lần nữa, cảm ơn bạn đã đánh giá, chúng tôi hy vọng được gặp lại bạn tại Công viên Katmandu! \n\nGiám sát chất lượng Đọc thêm",
            "Nó - không tệ nhưng hoàn toàn không có giá trị đồng tiền. Nhân viên đáng yêu. Nhưng những hình ảnh về công viên nước - thế thôi. Không có gì hơn thế nữa. Rất bực bội khi phải chờ đợi thời gian bắt đầu - thời gian vào cửa. Chúng tôi đang cố gắng thương lượng về thời gian ngủ trưa và cuối cùng phải về sớm. Sẽ không quay lại và sẽ không giới thiệuĐọc thêm",
            "Con trai tôi rất thích công viên và bị ám ảnh bởi trò chơi Desperados. Đặc biệt cảm ơn Natalia Astua đáng yêu, người cực kỳ tốt bụng và ngọt ngào, và chắc chắn đã khiến trải nghiệm của chúng tôi tuyệt vời hơn nhiều.Đọc thêm",
            "Chào buổi chiều B8752UEbarbaras, \n\nCảm ơn bạn rất nhiều vì đánh giá tích cực của bạn, chúng tôi luôn vui mừng khi nghe những đánh giá như của bạn! Chúng tôi rất vui khi biết rằng cả gia đình bạn đã có khoảng thời gian vui vẻ tại Công viên Katmandu! Chúng tôi rất tự hào về công viên và đội ngũ của mình và chúng tôi làm việc rất chăm chỉ để mang đến cho mọi người trải nghiệm tuyệt vời. \n\nChúng tôi cũng muốn cảm ơn bạn vì những lời tốt đẹp của bạn đối với nhân viên của chúng tôi, chúng tôi rất tự hào về đội ngũ của mình và điều rất quan trọng đối với chúng tôi là mỗi khách đều nhận được sự đối xử đặc biệt, vì vậy chúng tôi - sẽ đảm bảo chuyển thông điệp này đến cả nhóm, đặc biệt là với Natalia!\n\nMột lần nữa, cảm ơn bạn đã đánh giá, chúng tôi hy vọng được gặp lại bạn tại Công viên Katmandu! \n\nGiám sát chất lượng Đọc thêm",
            "Thành thật mà nói, không có từ nào có thể diễn tả được khách sạn này tuyệt vời như thế nào và chúng tôi đã có những niềm vui như thế nào với tư cách là một gia đình 5 người! Đây là lần đầu tiên các con tôi mới biết đi ra nước ngoài và cô ấy không muốn rời đi, chúng tôi thực sự rất muốn được ở nhà!!! Thức ăn, giải trí, nhân viên mọi thứ đều tuyệt vời nhưng điều chúng tôi ấn tượng nhất là sự sạch sẽ của khách sạn, thành thật mà nói, chúng tôi sẽ trở lại vào mùa hè này : - !!!! Cảm ơn Katmandu xxĐọc thêm",
            "Chào buổi chiều Q5860TAjasminem,\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại đánh giá, chúng tôi rất vui khi biết cả gia đình bạn, cả người lớn và trẻ em, và đặc biệt là con nhỏ của bạn, đã có khoảng thời gian tuyệt vời khi trải nghiệm tất cả các điểm tham quan của chúng tôi. Chúng tôi rất tự hào về công viên của mình và chúng tôi làm việc rất chăm chỉ mỗi ngày để mang đến cho mọi người trải nghiệm tuyệt vời và những đánh giá như bạn luôn sưởi ấm trái tim chúng tôi.  \n\nChúng tôi cũng muốn cảm ơn bạn vì những lời tốt đẹp của bạn đối với nhân viên của chúng tôi, chúng tôi rất tự hào về đội ngũ của mình và điều rất quan trọng đối với chúng tôi là mỗi khách đều nhận được sự đối xử đặc biệt, vì vậy chúng tôi - sẽ đảm bảo chuyển thông điệp này đến cả nhóm! \n \nMột lần nữa, cảm ơn bạn đã đánh giá, chúng tôi hy vọng được gặp lại bạn tại Công viên Katmandu! \n\n \n\nGiám sát chất lượng Đọc thêm",
            "Ngày vui tuyệt vời. Một trong những kỳ nghỉ tuyệt vời nhất của chúng tôi với một đứa trẻ 3 và 6 tuổi. Chúng tôi đã đến rất nhiều công viên nước ở các nước khác và đây là nơi tốt nhất. Phần nước là 90 phút, nhưng chúng tôi biết trước điều đó khi đọc các nhận xét. Chúng tôi đã có rất nhiều niềm vui trên tất cả các trải nghiệm. Khi trưởng thành, chúng tôi đã rất ngạc nhiên rằng điều đó thật tuyệt vời. Nhà vệ sinh sạch sẽ đến kinh ngạc và với trẻ nhỏ, chúng tôi đã thử tất cả các nhà vệ sinh!! Thức ăn cũng rất đáng yêu với những gì chúng tôi đã trả. Đọc thêm",
            "Chào buổi sáng BBHOW!\n\nCảm ơn bạn rất nhiều vì đã dành thời gian để lại đánh giá của mình, chúng tôi - rất vui khi biết cả gia đình bạn - cả người lớn và trẻ em - đã có khoảng thời gian tuyệt vời khi trải nghiệm tất cả các điểm tham quan của chúng tôi - và thật vui khi biết bạn thích công viên nước của chúng tôi khu vực - . Chúng tôi rất tự hào về công viên của mình và chúng tôi làm việc rất chăm chỉ mỗi ngày để mang đến cho mọi người trải nghiệm tuyệt vời và những đánh giá như bạn luôn sưởi ấm trái tim chúng tôi.  \n\nMột lần nữa, cảm ơn bạn rất nhiều vì đã đánh giá, chúng tôi hy vọng sớm gặp lại bạn!\n\nGiám sát chất lượng Đọc thêm",
            "Có một ngày vui vẻ như vậy, chưa bao giờ thực hiện bất kỳ trò chơi hay trò chơi 4 ngày nào trước đây và đã có một trải nghiệm tuyệt vời, sân gôn mini cũng rất vui, tất cả gia đình đều có một ngày vui vẻ và thức ăn thì tuyệt vời, rất khuyến khích, chúng tôi đã đi khi thời tiết xấu nhưng tất cả đều ở bên trong vậy là tốtĐọc thêm",
            "Chào buổi chiều leewE7654FX, \n\nCảm ơn bạn rất nhiều vì đánh giá tích cực của bạn, chúng tôi luôn vui mừng khi nghe những đánh giá như của bạn! Chúng tôi rất vui khi biết rằng cả gia đình bạn đã có khoảng thời gian vui vẻ tại Công viên Katmandu! Chúng tôi rất tự hào về công viên và đội ngũ của mình và chúng tôi làm việc rất chăm chỉ để mang đến cho mọi người trải nghiệm tuyệt vời. \n\nChúng tôi hy vọng sớm gặp lại bạn tại Công viên Katmandu! \n\nGiám sát chất lượng Đọc thêm"
        ],
        "star_ratings": [
            1804,
            1149,
            534,
            161,
            141
        ],
        "review_amount": 3789,
        "location": [
            "Các hoạt động ở Magaluf",
            "Calvia (Quả sung)",
            "Quần đảo Balearic",
            "Tây ban nha",
            "Châu Âu",
            "Magaluf",
            "Công viên Kathmandu",
            "Majorca"
        ],
        "reviews_time": [
            "Written June 5, 2023",
            "Written June 20, 2023",
            "Written July 3, 2023",
            "Written August 9, 2023",
            "Written August 18, 2023",
            "Written September 1, 2023",
            "Written September 14, 2023",
            "Written October 2, 2023",
            "Written October 22, 2023",
            "Written December 28, 2023",
            "Written May 29, 2024",
            "Written May 29, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 22, 2024",
            "Written May 18, 2024",
            "Written May 12, 2024",
            "Written May 9, 2024",
            "Written May 7, 2024",
            "Written May 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g580303-d1088311-Reviews-Katmandu_Park-Magaluf_Calvia_Majorca_Balearic_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g580303-d2697273-Reviews-Blackbeards_Beach_Bar_Grill-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580306-d21095889-Reviews-Origin_Palmanova_Rooftop-Palmanova_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580303-d10178465-Reviews-Bondi_Beach_Magaluf-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g27704020-d6483969-Reviews-Florida_Restaurante_Palmanova-Son_Matias_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580306-d12334666-Reviews-The_Olive_Tree-Palmanova_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580303-d17436479-Reviews-Plaza_Emporiyum-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580303-d4129801-Reviews-Restaurante_El_Mundo-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580303-d3514660-Reviews-Restaurante_Venezia_Da_Luigi-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580306-d10554092-Reviews-Pablo_Family_Food-Palmanova_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g580303-d2283603-Reviews-Robinson_Crusoes-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580293-d12084074-Reviews-Centro_Comercial_La_Vila-Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d16805846-Reviews-RMA_Mallorca-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d6739845-Reviews-Oficina_Municipal_de_Informacion_Turistica_de_Magaluf-Magaluf_Calvia_Majorca_Bale.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d12663969-Reviews-Playa_De_Magaluf-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580306-d15133337-Reviews-Palma_Nova_Beach-Palmanova_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d17519403-Reviews-Momentum_Plaza-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580306-d8702560-Reviews-Playa_Porto_Novo-Palmanova_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d15099717-Reviews-Playa_Son_Matias-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d10499578-Reviews-Nikki_Beach_Mallorca-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580306-d12967583-Reviews-Oficina_Municipal_de_Informacion_Turistica_de_Palmanova-Palmanova_Calvia_Majorca.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d1088311-Reviews-or10-Katmandu_Park-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g562815-d3506291-Reviews-Jungle_Parc_Mallorca-Santa_Ponsa_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580311-d24164973-Reviews-Dinosaurland-Porto_Cristo_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580293-d244040-Reviews-Marineland_Majorca-Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d2227442-Reviews-Western_Water_Park-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580314-d14981574-Reviews-La_Reserva-Sa_Coma_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580312-d669738-Reviews-Hidropark_Alcudia-Port_d_Alcudia_Alcudia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580311-d3390056-Reviews-Jumaica_Tropical_Park-Porto_Cristo_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g673340-d5011316-Reviews-La_Fabrica_de_Chocolate-Llucmajor_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g262061-d1804232-Reviews-Aqualand_El_Arenal-El_Arenal_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d19127364-Reviews-Dock39_FAN-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d5899194-Reviews-Finnegan_s_Live_Music_Irish_Pub-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580293-d7935620-Reviews-Leo_s_Pub-Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d13995876-Reviews-Zeppelin_Live_Music_Bar-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d3723435-Reviews-Morgan_s_Pub-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d4581945-Reviews-Bcm_Mallorca-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d8070590-Reviews-Bar_Den_Glade_Viking-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d20219712-Reviews-True_Virtual_Reality_Mallorca-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d5918869-Reviews-Bar_Papis-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d10670024-Reviews-The_Plaza_Cafe-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d27739614-Reviews-Peaky_Blinders_Magaluf-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580303-d3948020-Reviews-Stereo_Bar_Magaluf-Magaluf_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580306-d2390063-Reviews-The_Prince_William_Pub-Palmanova_Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g580293-d5906533-Reviews-Sinky_s-Calvia_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293890-d12490743-Reviews-Taragaon_Museum-Kathmandu_Kathmandu_Valley_Bagmati_Zone_Central_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d14993856-Reviews-Kusadasi_Bazaar-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g28971-d106819-Reviews-Sutton_Lake-West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32544-d13955290-Reviews-Joshua_Tree_National_Park-Joshua_Tree_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d108830-Reviews-Good_Harbor_Beach-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d144665-Reviews-Casino_at_Harrah_s_Cherokee-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g189934-d1372894-Reviews-Temppeliaukio_Church-Helsinki_Uusimaa.html",
            "https://www.tripadvisor.com/Attraction_Review-g297478-d20951752-Reviews-Happy_Massage-Medellin_Antioquia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g40742-d12530126-Reviews-McClellan_Park-Milbridge_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d637947-Reviews-World_Erotic_Art_Museum_WEAM-Miami_Beach_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g580303-d1088311-Reviews-or10-Katmandu_Park-Magaluf_Calvia_Majorca_Balearic_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g580303-d1088311-Reviews-Katmandu_Park-Magaluf_Calvia_Majorca_Balearic_Islands.html"
    }
]