[
    {
        "attraction_name": "Kauai Coffee Company",
        "attraction_name_vi": "Công ty cà phê Kauai",
        "general_info": [
            "2.171 đánh giá",
            "1 trên 6 Nơi mua sắm ở Kalaheo",
            "Cửa hàng quà tặng đặc sản",
            "trang trại"
        ],
        "attraction_summary": "Cơ sở cà phê ở Hawaii này là trang trại cà phê lớn nhất ở Hoa Kỳ. Tận hưởng các chuyến tham quan có hướng dẫn viên nếm thử và tìm hiểu về quy trình sản xuất cà phê.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Chúng tôi hạ cánh ở Kauai vào buổi sáng và không thể nhận phòng căn hộ của mình cho đến sau này, vì vậy chúng tôi đến đây để giết thời gian, rất vui vì chúng tôi đã làm như vậy!  Chồng tôi thích nếm thử các loại cà phê khác nhau.  Họ có một cửa hàng đồ ăn nhẹ nơi họ bán kem cà phê cỡ lớn.  Chúng tôi rất thích tham gia chuyến đi bộ tự hướng dẫn quanh khu đất để xem cây cà phê đang phát triển.  Họ có video đang phát mà bạn có thể xem.  Có một căn phòng nhỏ với một số đồ vật lịch sử.  Họ có một cửa hàng quà tặng đẹp, nơi bạn có thể mua túi cà phê.  Họ bán chúng dưới dạng đậu nguyên hạt, nhưng họ có thể xay chúng và đóng kín túi bằng nhiệt nếu bạn yêu cầu.  Chúng tôi đã mua cà phê để mang về nhà làm quà tặng.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trong chuyến tham quan đồn điền cà phê. Hướng dẫn viên của chúng tôi cực kỳ thân thiện và hiểu biết về công ty, hòn đảo cũng như lịch sử của nó. Chỉ là một trải nghiệm rất thú vị cho toàn bộ nhóm của chúng tôi. Chúng tôi chắc chắn sẽ khuyên bạn nên kiểm tra nó. Đọc thêm",
            "Chuyến tham quan tự hướng dẫn mang tính giáo dục và cung cấp cho chúng tôi một hoạt động thay thế khi ở bãi biển. Nếm cà phê miễn phí, cửa hàng quà tặng để mua cà phê Kona và các mặt hàng sản xuất tại địa phương khác. Xếp hàng mua đồ ăn nhẹ kem và sinh tố rất dài nên chúng tôi quyết định bỏ qua. Có sẵn sàn đẹp với những chiếc bàn có bóng râm để tránh nắng nóng.Đọc thêm",
            "Chúng tôi yêu thích chuyến tham quan trang trại tại Công ty Cà phê Kauai. Thật thú vị và quang cảnh trong chuyến tham quan thật tuyệt vời. Người dẫn chương trình Genny của chúng tôi đã chia sẻ rất nhiều thông tin về trang trại, cách trồng, thu hoạch và chế biến cà phê. Sự tập trung của Kauais vào tính bền vững và bảo tồn là điều đáng ngưỡng mộ. Chúng tôi chắc chắn sẽ giới thiệu chuyến tham quan này.Đọc thêm",
            "Một giờ với một người hướng dẫn thú vị, người đã giải thích cho chúng tôi về lịch sử của công ty và các sản phẩm khác nhau. Thật sự thú vị.\nTôi đề nghị chuyến thăm đồn điền này chúng tôi đã thực hiện chuyến thăm khác, nhưng đây là chuyến thăm tốt nhất; Tôi khuyên bạn không nên đi tàu Dole trên Ohau để trồng dứa!Đọc thêm",
            "Chúng tôi dừng lại ở đây trên đường trở về sau chuyến tham quan bờ biển NaPali và nhanh chóng vượt qua Hẻm núi Waimea.  Chúng tôi đến nơi khoảng một giờ trước khi họ đóng cửa và họ vẫn đang hoạt động sôi nổi.  Đây giống như một hoạt động mua sắm nếm thử hơn là một chuyến tham quan nhưng có một chuyến tham quan tự hướng dẫn bên ngoài.  Vì tôi không phải là người thích uống cà phê nhưng vợ tôi lại thích, nên tôi hầu như không thích thú với chuyến tham quan tự hướng dẫn này.  Cô ấy có vẻ hài lòng với việc nếm thử của mình và chúng tôi đã mua một số quà tặng về nhà, bao gồm cả cà phê cho mẹ chồng tôi.  Bảo tàng nhỏ thực sự không có nhiều thứ để xem và dường như giống một căn phòng bên cạnh khu vực nếm thử hơn bất kỳ thứ gì khác.  Nếu bạn thích cà phê, hãy đến đây.  nếu không, bạn sẽ cảm thấy khó chịu như tôi - nhưng vợ tôi rất vui.Đọc thêm",
            "Genny đã dạy chúng tôi cách pha cà phê ngon nhất, và các mẫu thử rất tuyệt. Phần tuyệt nhất là được ngắm nhìn vườn cây ăn quả rộng lớn, xinh đẹp này với hàng triệu cây cà phê. Chắc chắn là một cách sử dụng thời gian hiệu quả và một chuyến tham quan thú vị, vui vẻ! Đọc thêm",
            "Chúng tôi đã tham gia Tour Cà phê trên Não và nó rất đáng giá. Hướng dẫn viên thực sự tuyệt vời, rất hiểu biết và giá vé cũng bao gồm giảm giá tại cửa hàng quà tặng. Họ có mẫu miễn phí của rất nhiều hương vị của họ ngay cả khi bạn không tham gia tour. Bạn có thể chỉ cần đi bộ tự hướng dẫn nếu bạn không có nhiều thời gian. Tôi rời đi với sự trân trọng như vậy đối với tất cả công sức và lao động bỏ ra để tạo nên Cà phê Kauai! Bạn sẽ không thất vọng đâu!! Đọc thêm",
            "Chuyến tham quan trang trại thật tuyệt vời. Hướng dẫn viên có kiến ​​thức cũng như giải trí và đảm bảo mọi người đều có khoảng thời gian vui vẻ. Chúng tôi đã tìm hiểu về luân canh cây trồng, số mẫu đất, số lượng cây trồng, vòng đời của cây cà phê và lợn rừng.  Bài học đầu tiên là khám phá hoạt động bên trong của quả cà phê! Ai biết được?Đọc thêm",
            "Chúng tôi lái xe, lái xe và lái xe qua một đồn điền cà phê khổng lồ.... Người hướng dẫn viên nói rất nhiều về cà phê, cách trồng trọt, chủng loại, cách chế biến, hàm lượng các thành phần bên trong, sự cạnh tranh, thị trường Mỹ. Đơn giản chỉ là một khối thông tin. Với chúng tôi, cô ấy đã đính hôn và rất hóm hỉnh. Một người tuyệt vời và một chuyến tham quan kéo dài một giờ tuyệt vời! Tôi khuyên bạn nên một khi bạn bay bằng trực thăng.Đọc thêm",
            "Chúng tôi rất thích chuyến tham quan trang trại cà phê. Lisa rất nhiều thông tin và hấp dẫn. Chúng tôi đã học được rất nhiều điều, nhận được mẫu miễn phí và rất vui.Đọc thêm",
            "Chúng tôi rất thích chuyến thăm Công ty Cà phê Kaui. Chúng tôi lấy một ít cà phê và ngồi xuống bên ngoài. Họ có một bảo tàng, cửa hàng quà tặng và quán cà phê. Chúng tôi đã không thực hiện một chuyến tham quan hay nếm thử vì chúng tôi đang trên đường hoàn thành chuyến tham quan lái xe đầy đủ đến Hẻm núi Waimea.Đọc thêm",
            "Tài sản là tuyệt đẹp, và lịch sử rất thú vị.  Chúng tôi nếm thử và mua cà phê và có một chuyến thăm vui vẻ.  Chúng tôi đã thực hiện chuyến tham quan tự hướng dẫn vì họ có ít nhân viên và chúng tôi không thể đặt chuyến tham quan có hướng dẫn, chúng tôi đã thử hai lần. Mặc dù chúng tôi rất thích cà phê và mua nhiều loại cà phê ngon, nhưng chúng tôi vẫn bị sốc khi thấy nó rẻ hơn ở các cửa hàng tạp hóa ở nhà. Đọc thêm",
            "Một chuyến thăm tuyệt vời. Chúng tôi đã thực hiện chuyến tham quan trang trại và thích tìm hiểu tất cả về sản xuất cà phê. Chúng tôi ước gì chuyến tham quan sẽ bao gồm việc đi vào các tòa nhà sản xuất và thực sự nhìn thấy công việc đang được thực hiện nhưng dù sao cũng đã có khoảng thời gian vui vẻ. Họ cung cấp mẫu của nhiều loại cà phê khác nhau và có một quán cà phê ngay trong khuôn viên để phục vụ đồ uống.Đọc thêm",
            "Tôi hoàn toàn thích nơi này! Đó là một trong những món đồ yêu thích của chồng tôi khi chúng tôi đến Kauai. Cà phê rất ngon và thật thú vị khi tìm hiểu về cách trồng, thu hoạch và rang cà phê. Nếu có cơ hội, hãy tham gia chuyến tham quan trang trại! Chúng tôi đã có một hướng dẫn viên du lịch tuyệt vời, người đã dạy chúng tôi rất nhiều điều!Đọc thêm",
            "Tôi quyết định đến Công ty Cà phê Kauai để xem cà phê được pha như thế nào. Tôi đã thực hiện chuyến tham quan tự hướng dẫn nên tôi chỉ được xem một phần tài sản. Cà phê Kauai là trang trại cà phê lớn nhất ở bang Hawaii với 4 triệu cây trên 3100 mẫu đất. Mỗi cây cho một pound cà phê và được thu hoạch mỗi năm một lần; vậy là một triệu pound cà phê mỗi năm. Đăng ký nếm thử cà phê ở đâu?!?! Vì tôi về vào tháng 1 nên tôi không được nhìn thấy cây nở hoa vì chúng nở vào tháng 2 và tháng 4. Nhưng tôi có thể tưởng tượng rằng nó sẽ đẹp như tranh vẽ vì nó nằm trên những ngọn đồi ngay ngoài khơi bờ biển. Khi tôi bắt đầu chuyến tham quan tự túc, ban quản lý đã treo một tấm biển ghi rằng có một con lợn hoang cùng với các con của cô ấy, đừng đến gần. Tôi đã không còn ở New Jersey nữa!!! Tôi là một người nghiện cà phê, và trước đây đã từng yêu thích Kauai Coffee nên tôi rất hào hứng đến thăm và tìm hiểu cách pha chế và sản xuất cà phê. Nếu bạn yêu thích cà phê, giống như tôi, hãy đến Trang trại Công ty Cà phê Kauai ở Kauai và xem cách pha cà phê.Đọc thêm",
            "Chúng tôi có một hướng dẫn viên du lịch tuyệt vời, người có nhiều thông tin và có nhân cách tuyệt vời.  Tôi không phải là người uống cà phê nhưng rất ngạc nhiên vì cà phê có vị ngon như thế nào.Đọc thêm",
            "Chuyến tham quan thật tuyệt vời, chúng tôi đã được xem đồn điền cà phê và tìm hiểu toàn bộ quá trình sản xuất cà phê, từ hạt giống đến cốc của chúng tôi. Lý do thực sự khiến tôi muốn viết bình luận là để gửi lời cảm ơn tới Genny, hướng dẫn viên du lịch của chúng tôi. Năng lượng và niềm đam mê với công việc của cô ấy được thể hiện rõ ràng trong suốt thời gian qua. Cô ấy rất giỏi trong những gì cô ấy làm, và chính lời kể của cô ấy đã khiến chuyến lưu diễn trở nên nổi bật đối với tôi. Cảm ơn Genny vì trải nghiệm tuyệt vời! Đọc thêm",
            "Thông tin tuyệt vời về việc trồng trọt và sản xuất cà phê của họ. Các mẫu thử cà phê miễn phí trước và sau chuyến tham quan. Cà phê rất tuyệt và giám đốc tour rất am hiểu về công ty và Kauai. Đọc thêm",
            "Nhân viên thân thiện, hiểu biết về Công ty Cà phê Kauai. Tự tham quan là miễn phí cũng như các mẫu cà phê. Chuyến tham quan này mất khoảng 1-2 giờ tùy thuộc vào mức độ bận rộn. Họ có một khoảng thời gian ăn nhẹ nhỏ nếu bạn đang giữa các hoạt động và cần một chút đồ ăn nhẹ.Đọc thêm"
        ],
        "star_ratings": [
            1246,
            736,
            160,
            21,
            8
        ],
        "review_amount": 2171,
        "location": [
            "Kauai",
            "Hoa Kỳ",
            "Các hoạt động ở Kalaheo",
            "Hawaii HI",
            "Kiêu hãnh",
            "Công ty cà phê Kauai"
        ],
        "reviews_time": [
            "Written July 6, 2023",
            "Written July 23, 2023",
            "Written July 24, 2023",
            "Written August 5, 2023",
            "Written August 12, 2023",
            "Written August 21, 2023",
            "Written September 17, 2023",
            "Written September 19, 2023",
            "Written September 22, 2023",
            "Written September 29, 2023",
            "Written June 5, 2024",
            "Written June 4, 2024",
            "Written May 19, 2024",
            "Written May 18, 2024",
            "Written May 14, 2024",
            "Written May 4, 2024",
            "Written May 2, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60615-d664454-Reviews-Kauai_Coffee_Company-Kalaheo_Kauai_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60610-d3323058-Reviews-Kauai_Island_Brewing_Company-Eleele_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60610-d21505389-Reviews-Kauai_Ramen-Eleele_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60610-d2032265-Reviews-Kauai_Chocolate_Company-Eleele_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60614-d12115360-Reviews-Japanese_Grandma_s_Cafe-Hanapepe_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60614-d8685470-Reviews-Midnight_Bear_Breads-Hanapepe_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60610-d1379893-Reviews-Port_Allen_Sunset_Grill_Bar-Eleele_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60614-d5086318-Reviews-Little_Fish_Coffee_Hanapepe-Hanapepe_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60610-d4460711-Reviews-McDonald_s-Eleele_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60610-d4162356-Reviews-Subway-Eleele_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60610-d26964794-Reviews-Espresso_Juice-Eleele_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60614-d5003892-Reviews-Hanapepe_Friday_Night_Festival_Art_Walk-Hanapepe_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60614-d155139-Reviews-Salt_Pond_Beach_Park-Hanapepe_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d131233-Reviews-Allerton_Garden-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60614-d1866149-Reviews-Swinging_Bridge-Hanapepe_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60621-d4341660-Reviews-Lawa_i_Beach-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60610-d3571487-Reviews-Kauai_Island_Brewing_Company-Eleele_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d669719-Reviews-Spouting_Horn-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d4185407-Reviews-Baby_Beach-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60610-d2459698-Reviews-Glass_Beach-Eleele_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d247663-Reviews-McBryde_Garden-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60615-d664454-Reviews-or10-Kauai_Coffee_Company-Kalaheo_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60614-d1740612-Reviews-Talk_Story_Bookstore-Hanapepe_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60612-d7314306-Reviews-Hanalei_Farmer_s_Market-Hanalei_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d155351-Reviews-Kapaia_Stitchery-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60621-d4955079-Reviews-The_Shops_at_Kukuiula-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60620-d7280442-Reviews-Anaina_Hou_Community_Park-Kilauea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d670007-Reviews-Coconut_Marketplace-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60625-d669715-Reviews-Poipu_Shopping_Village-Poipu_Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60612-d2663366-Reviews-Tahiti_Nui-Hanalei_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60621-d2534974-Reviews-The_Wine_Shop-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d1755936-Reviews-The_Koa_Store-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60610-d1103940-Reviews-Catamaran_Kahanu-Eleele_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60610-d526180-Reviews-Capt_Andy_s_Sailing_Adventures-Eleele_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60610-d1533162-Reviews-Bubbles_Below_Scuba_Charters-Eleele_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60610-d1050799-Reviews-Blue_Dolphin_Charters-Eleele_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d1227332-Reviews-Holo_Holo_Charters-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60621-d8536689-Reviews-Hunt_Fish_Kauai-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60614-d10759771-Reviews-Keko_Adventure_Tours-Hanapepe_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60610-d623697-Reviews-Kauai_Sea_Tours-Eleele_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60614-d1733612-Reviews-Skydive_Kauai-Hanapepe_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60621-d3633205-Reviews-Koloa_Zipline-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60621-d555210-Reviews-Seasport_Divers-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60614-d13412863-Reviews-Maverick_Helicopters-Hanapepe_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60621-d2272024-Reviews-Fathom_Five_Divers-Koloa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d292825-Reviews-Hillbilly_Golf-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g801295-d8549129-Reviews-The_Castle_of_Himara-Himare_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d109206-Reviews-Saint_Louis_Science_Center-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13488819-Reviews-Soho_Garden_DXB-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1674334-Reviews-Fast_Tracks-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565663-Reviews-Zabar_s-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191030-d3530821-Reviews-Talgo_Beach-Vourvourou_Sithonia_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d12698370-Reviews-Airport_Bus_152-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d1078413-Reviews-Dubrovnik_Sea_Aquarium-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g608496-d1727783-Reviews-Balian_Beach-Tabanan_Bali.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60615-d664454-Reviews-or10-Kauai_Coffee_Company-Kalaheo_Kauai_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60615-d664454-Reviews-Kauai_Coffee_Company-Kalaheo_Kauai_Hawaii.html"
    }
]