[
    {
        "attraction_name": "Kaudulla National Park",
        "attraction_name_vi": "Vườn quốc gia Kaudulla",
        "general_info": [
            "1.047 đánh giá",
            "2 trong số 18 điều cần làm ở Habarana",
            "Các công viên quốc gia",
            "Khu vực hoang dã tự nhiên"
        ],
        "attraction_summary": "Một chuyến đi săn ở công viên quốc gia Kaudulla ở Sri Lanka là niềm khao khát trong danh sách của nhiều khách du lịch, điều đó có nghĩa là nơi này là một cảnh tượng động vật hoang dã hoàn toàn đáng kinh ngạc. Tọa lạc tại thành phố lịch sử Polonnaruwa ở Sri Lanka, công viên quốc gia Kaudulla mang đến nhiều cơ hội cho du khách ngắm nhìn những chú voi hùng vĩ trong môi trường sống tự nhiên của chúng. Ngoài voi, hươu sambar, hươu trục Sri Lanka, cheo cheo, lợn rừng, cò thìa châu Á, đại bàng cá đầu xám, cò sơn và cò mỏ rộng là những hình ảnh thường thấy ở công viên. Ngoài những điều này, người ta hiếm khi có thể chụp được hình ảnh báo đốm và gấu lười trong rừng. Thực hiện một chuyến đi gập ghềnh xuyên qua khu rừng thường xanh của công viên quốc gia Kaudulla dọc theo những con đường mòn nhỏ là một cuộc phiêu lưu tuyệt vời, những người đam mê động vật hoang dã không thể từ chối. Hồ chứa Kaudulla là nguồn sống của động vật hoang dã trong công viên, thu hút đàn voi trong mùa khô từ các công viên quốc gia Minneriya, Wasgamuwa và Somawathiya gần đó.Đọc thêm",
        "reviews": [
            "Đã đi săn nửa ngày vào buổi chiều và nhìn thấy ít nhất 200 con voi ở nhiều nhóm ở những khu vực gần nhau. \nCông viên đẹp nhưng đừng đi nếu mong được nhìn thấy nhiều hơn những con voi.\nDường như một lối vào và một lối ra. Chúng tôi đến sớm nhưng khi rời đi chúng tôi bị kẹt bởi ít nhất 50 phương tiện đi vào khi chúng tôi rời đi. Đến sớm hơn dường như sẽ cải thiện tầm nhìn của bạn và bạn sẽ tránh được sự hỗn loạn.\nMột bức ảnh được chụp trên đường ra khi đông đúc để minh họa tầm nhìn đã thay đổi như thế nào.... Tuy nhiên, không hiển thị số lượng tuyệt đối các phương tiện khác.Đọc thêm",
            "Một trong những nơi nên ghé thăm nếu bạn muốn xem voi theo đàn. Buổi tối đi săn sẽ là thời điểm lý tưởng để xem chúng di chuyển về phía hồ. Tuy nhiên có quá nhiều xe jeep trong công viên và chính quyền nên quy định số lượng được phép vào trong một ngày. Chúng tôi đã có thể nhìn thấy hơn 100 con voi.Đọc thêm",
            "Một trong những trải nghiệm tốt nhất và đáng đồng tiền bát gạo! Thời gian tốt nhất để rời khỏi Damullasigirya là sau 1 giờ chiều.. 2-4 giờ chiều là thời điểm thích hợp để ngắm voi. Chiếc xe jeep đón chúng tôi\nTừ khách sạn ở sigirya, mất khoảng 35 phút lái xe đến công viên. Tài xế giúp bạn lấy vé, dự kiến ​​sẽ đợi khoảng 20-30 phút tùy theo số lượng khách. Nó rất đông khi chúng tôi đi nhưng chúng tôi vẫn có được trải nghiệm tốt. Charith là hướng dẫn viên đi săn bằng xe Jeep của chúng tôi. Những chú voi thật đáng yêu, bạn sẽ thấy nhiều con trong số chúng, một trong những trải nghiệm tuyệt vời nhất. Tốt nhất bạn nên yên lặng khi ở gần những chú voi, một số du khách đã gây ra tiếng động không tốt vì điều đó gây căng thẳng cho những chú voi và chúng chỉ có thể bỏ chạy.\nXa hay hướng tới.. tốt nhất hãy tận hưởng một cách lặng lẽ!!Đọc thêm",
            "Voi, Voi và nhiều Voi hơn nữa! Nhiều quá, tôi không đếm xuể sau 30 lần! Chúng tôi đã thực hiện ba chuyến đi săn ở Sri Lanka Yala và Udawalawe và đây là nơi chúng tôi nhìn thấy nhiều voi nhất. Một số con đến cách xe jeep chỉ 34 mét! Chúng tôi cũng đã cho một vài con biểu diễn cho chúng tôi xem - tự tắm rửa bằng nước và kêu rống! Sau một lúc quan sát một con voi mẹ và con của nó, tài xế của chúng tôi đã khởi động xe jeep để lái đi, điều này thật đáng buồn khi làm con voi mẹ hoảng sợ và bắt đầu chạy về phía xe jeep. May mắn thay, chúng tôi đã thoát ra an toàn! Thật là một trải nghiệm tuyệt vời và tôi thực sự muốn giới thiệu! Chúng tôi đã thực hiện một chuyến Safari vào buổi chiều từ 1:30 - 5 giờ chiều vào tháng 8. Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời và khoảng thời gian tuyệt vời ở công viên quốc gia. \nChúng tôi đi qua công viên bằng một chiếc xe jeep. Chúng tôi thấy rất nhiều con voi, rất gần, một số con khỉ, con công, chim, cầy mangut và một con rắn băng qua đường chúng tôi. \nTôi có thể khuyên bạn nên đi đến công viên. \nChúng tôi ở đó khoảng 3 giờ. Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời và thời gian tuyệt vời trong công viên quốc gia. Chúng tôi đi qua công viên bằng xe jeep. Chúng tôi nhìn thấy rất nhiều voi, rất gần, một số con khỉ, công, chim, cầy mangut và một con rắn băng qua đường. Tôi có thể giới thiệu bạn đến công viên. Chúng tôi đã ở đó khoảng 3 giờ. Đọc thêm",
            "Voi, Voi và nhiều Voi hơn nữa! Nhiều quá tôi quên đếm sau 30! Chúng tôi cũng đã thực hiện ba chuyến đi săn ở Sri Lanka Yala và Udawalawe và đây là nơi chúng tôi nhìn thấy nhiều voi nhất. Một số đến cách xe jeep trong vòng 34 mét! Chúng tôi cũng có một số người biểu diễn cho chúng tôi - tắm rửa sạch sẽ bằng nước và thổi kèn! Sau một lúc quan sát một bà mẹ và đứa con nhỏ, tài xế của chúng tôi đã nổ máy xe jeep để lái đi, điều này khiến người mẹ buồn bã và bắt đầu chạy về phía chiếc xe jeep. Rất may chúng tôi đã thoát khỏi tốt đẹp! Thật là một trải nghiệm tuyệt vời và rất muốn giới thiệu! Chúng tôi đã thực hiện Safari vào buổi chiều từ 1:30 - 5 giờ chiều vào tháng 8.Đọc thêm",
            "Nơi tuyệt vời để ngắm voi cùng với nhiều loài chim và các động vật khác như cầy mangut, khỉ và thằn lằn - nhược điểm duy nhất là số lượng xe jeep safari trong công viênĐọc thêm",
            "Đây KHÔNG phải là một đánh giá tồi về công viên đặc biệt này mà là về việc quản lý du lịch kém tại các công viên quốc gia Sri Lanka và sự thiếu tôn trọng hoàn toàn đối với những con voi, động vật hoang dã khác gọi nơi này là nhà.  Có vẻ như không có giới hạn nào về số lượng xe Jeep đi săn đổ vào công viên vào bất kỳ thời điểm nào. Đáng buồn là con người tiếp tục là mối đe dọa lớn nhất đối với động vật hoang dã và điều đó rất rõ ràng trong chuyến thăm của chúng tôi ngày hôm nay. Vâng, chúng tôi đã thấy rất nhiều voi NHƯNG nó quá đông đúc với những chiếc xe Jeep tụ tập xung quanh những chú voi và có một giai đoạn, có một gia đình voi đang băng qua hồ khi chúng không thể vượt qua hàng rào của những chiếc xe Jeep. Một trong những con voi trở nên khó chịu vì rõ ràng chúng đang bảo vệ con của mình và nhận thấy đám người tích trữ xe Jeep là một mối đe dọa. Đây là những loài động vật có nguy cơ tuyệt chủng và chúng xứng đáng nhận được nhiều sự tôn trọng hơn những gì chúng ta đang thể hiện với chúng. Tôi rất tiếc khi tham gia chuyến tham quan này, cũng như 3 người còn lại trong nhóm của chúng tôi, điều đó thật khó chịu và tôi khuyên bạn nên bỏ lỡ cho đến khi có những quy định thực sự xem xét đến phúc lợi của những loài động vật xinh đẹp này và hạn chế số lượng ô tô chạy vào Có lúc tôi đếm được 50 chiếc xe Jeep trong một khu vực, tất cả số tiền vào cửa đó sẽ đi đâu? Chắc chắn số tiền này không được dùng để bảo vệ những loài động vật tuyệt vời này!Đọc thêm",
            "Một trong những trải nghiệm tốt nhất và đáng đồng tiền bát gạo! Thời gian tốt nhất để rời khỏi Damullasigirya là sau 1 giờ chiều.. 2-4 giờ chiều là thời điểm thích hợp để ngắm voi. Xe jeep đón chúng tôi Từ khách sạn ở sigirya, mất 35 phút lái xe đến công viên. Tài xế giúp bạn lấy vé, dự kiến ​​sẽ đợi khoảng 20-30 phút tùy theo số lượng khách. Nó rất đông khi chúng tôi đi nhưng chúng tôi vẫn có được trải nghiệm tốt. Charith là hướng dẫn viên đi săn bằng xe Jeep của chúng tôi. Những chú voi thật đáng yêu, bạn sẽ thấy nhiều con trong số chúng, một trong những trải nghiệm tuyệt vời nhất. Tốt nhất bạn nên im lặng khi ở gần những chú voi, một số du khách đã gây ra tiếng động không tốt vì điều đó làm tăng căng thẳng cho những chú voi và chúng có thể bỏ chạy.. vì vậy tốt nhất hãy tận hưởng một cách lặng lẽ!!Đọc thêm",
            "Một trong những nơi nên ghé thăm nếu bạn muốn xem voi theo đàn. Buổi tối đi săn sẽ là thời điểm lý tưởng để xem chúng di chuyển về phía hồ. Tuy nhiên có quá nhiều xe jeep trong công viên và chính quyền nên quy định số lượng được phép vào trong một ngày. Chúng tôi đã có thể nhìn thấy hơn 100 con voi.Đọc thêm",
            "Đã đi săn nửa ngày vào buổi chiều và nhìn thấy ít nhất 200 con voi ở nhiều nhóm ở những khu vực gần nhau. Công viên đẹp nhưng đừng đi nếu mong đợi được nhìn thấy nhiều hơn những con voi. Có vẻ như một lối vào và một lối ra. Chúng tôi đến sớm nhưng khi rời đi chúng tôi bị kẹt bởi ít nhất 50 phương tiện đi vào khi chúng tôi rời đi. Đến sớm hơn có vẻ như tầm nhìn của bạn sẽ được cải thiện và bạn sẽ tránh được sự hỗn loạn. Một bức ảnh được chụp trên đường ra khi đông đúc để minh họa tầm nhìn đã thay đổi như thế nào... Tuy nhiên, nó không hiển thị số lượng tuyệt đối các phương tiện khác.Đọc thêm",
            "Nơi tốt nhất để xem voi ở Sri LankaRất đáng để ghé thămTôi đã đi du lịch nhiều nơi ở Sri Lanka và công viên này là nơi tuyệt nhấtĐọc thêm",
            "Một trong những Công viên quốc gia đẹp nhất ở Sri Lanka, cảnh tượng động vật hoang dã tuyệt đẹp, chúng tôi đã nhìn thấy gần 300 con voi Có rất nhiều người nước ngoài Trải nghiệm tồi tệ nhất mà chúng tôi phải đối mặt là lúc 2 giờ chiều, 150 người đi săn xếp hàng để lấy vé Chúng tôi phải đợi một giờ để mua vé .... hướng dẫn viên tài xế và tài xế đã đánh nhau Rất nhiều xe jeep đi săn đã rời khỏi hàng sau khi chờ 45 phút trong hàng .... Dịch vụ của chính phủ thật tệ Biết rằng tất cả các xe jeep đến lúc 2 giờ chiều, họ đã phân công một nhân viên .... khi hướng dẫn viên tài xế giải thích quy trình thích hợp Họ đe dọa lần sau chúng tôi sẽ bắt bạn. Hy vọng một số người có trách nhiệm sẽ thấy bình luận này và thực hiện hành động cần thiết để cải thiện du lịch, vì du lịch sẽ khởi sắc trong những tháng tới. Đọc thêm",
            "Một trong những nơi tốt nhất để xem voi. Chúng tôi đã thấy hơn 100 con voi trở lên. Tuy nhiên chúng tôi đã đi vào một ngày mưa nên không thể nhìn thấy tất cả chúng. Rất nhiều loài chim ở đó. Người ta nói, nên đến công viên vào buổi sáng để ngắm chim và buổi tối để xem voi. Chúng tôi đã đi vào buổi tối. Tốt hơn nên vào trước 2h30 chiều. Phải rời khỏi công viên trước 6 giờ chiều. Hầu hết những con voi đều tập trung gần hồ. Có vẻ không nguy hiểm cho du khách. Có rất nhiều voi con và voi con mới sinh. Những chú voi này thường ở lại Kaudulla hoặc đến công viên Minneriya. Phải đi xe jeep safari để vào công viên. Thông thường họ biết vị trí của voi và đưa khách đến những địa điểm đó. Không thể ra khỏi xe. Ngoài ra có thể có trải nghiệm địa hình trên xe jeep. Đại bàng và nhiều loài chim khác đang ở đó.Đọc thêm"
        ],
        "star_ratings": [
            642,
            262,
            86,
            30,
            27
        ],
        "review_amount": 1047,
        "location": [
            "Habarana",
            "Vườn quốc gia Kaudulla",
            "Những điều cần làm ở Habarana",
            "Tỉnh Bắc Trung Bộ",
            "Châu Á",
            "Sri Lanka"
        ],
        "reviews_time": [
            "Written August 4, 2023",
            "Written August 6, 2023",
            "Written August 11, 2023",
            "Written August 24, 2023",
            "Written November 1, 2023",
            "Written November 1, 2023",
            "Written August 24, 2023",
            "Written August 13, 2023",
            "Written August 11, 2023",
            "Written August 11, 2023",
            "Written August 6, 2023",
            "Written August 4, 2023",
            "Written August 3, 2023",
            "Written July 18, 2023",
            "Written April 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g665220-d2357646-Reviews-Kaudulla_National_Park-Habarana_North_Central_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g7198809-d21206714-Reviews-Safari_Camping_Kaudulla-Minneriya_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d2357646-Reviews-or10-Kaudulla_National_Park-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d2486380-Reviews-Hurulu_Eco_Park-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d12542662-Reviews-Dhilip_De_Alwis-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d12830755-Reviews-Habarana_Lake-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d7938110-Reviews-Fernando_Adventure_Safaries-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d23825483-Reviews-Hurulu_Eco_Park-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d16669972-Reviews-Minneriya_Safari-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d27501143-Reviews-Habarana_Elephant_Safari-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d27420309-Reviews-Minneriya_Jeep_Safari-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d26382502-Reviews-Kaudulla_National_Park-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d25245951-Reviews-Minneriya_National_Park_Safari_01-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g7377537-d9851060-Reviews-Lanka_Tour_Driver-Hingurakgoda_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2467804-d1218379-Reviews-Minneriya_National_Park-North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1597961-d15585839-Reviews-Ceylon_Star_Tours-Kaduwela_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304140-d7788023-Reviews-Medirigiriya_Vatadage-Polonnaruwa_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d15087023-Reviews-Travel_First_Sri_Lanka-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d12861752-Reviews-Minneriya_Safari_Tours-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304140-d26825673-Reviews-Gamini_Dandeniya_Safari_and_Tours-Polonnaruwa_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1189034-d18994967-Reviews-Giritale_Lake-Giritale_Polonnaruwa_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g7198809-d20297098-Reviews-Minneriya_Wawe_Devalaya-Minneriya_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d23234820-Reviews-Sithila_Tours-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g20302773-d20300916-Reviews-Unagalawehera_Raja_Maha_Viharaya-Unagalawehera_Polonnaruwa_North_Central_Provi.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d15718587-Reviews-Minneriya_National_Park_Elephant_Watching_Jeep_Safari-Habarana_North_Central_Pro.html",
            "https://www.tripadvisor.com/Attraction_Review-g665220-d14934396-Reviews-Winmi_Safari-Habarana_North_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g304141-d15613527-Reviews-Lake_View_Jeep_Safari-Sigiriya_Central_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297897-d17324184-Reviews-Sri_Lanka_Nature_Safari-Negombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29762-d137163-Reviews-Heron_Lake_State_Park-Alcalde_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1180077-d2321406-Reviews-Cala_Violina-Scarlino_Province_of_Grosseto_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d10717635-Reviews-Taman_Tasik_Permaisuri-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g295413-d13172884-Reviews-Army_Museum-Lahore_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g30712-d13977526-Reviews-Legacy_Museum-Montgomery_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d554528-Reviews-Bukhansan_National_Park-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60159-d3162526-Reviews-Okauchee_Lake-Okauchee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g28954-d144615-Reviews-Bird_Island-North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d1899792-Reviews-Camlica_Hill-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d102775-Reviews-Exploratorium-San_Francisco_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g665220-d2357646-Reviews-or10-Kaudulla_National_Park-Habarana_North_Central_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g665220-d2357646-Reviews-Kaudulla_National_Park-Habarana_North_Central_Province.html"
    }
]