[
    {
        "attraction_name": "Keansburg Amusement Park",
        "attraction_name_vi": "Công viên giải trí Keansburg",
        "general_info": [
            "208 đánh giá",
            "2 trong 5 điều cần làm ở Keansburg",
            "Công viên giải trí"
        ],
        "attraction_summary": "Công viên nước quy mô lớn dành cho gia đình NJ với các trò chơi và điểm tham quan dành cho mọi lứa tuổi. Hơn 19 đường trượt có độ cao và tốc độ khác nhau cùng một khu vực đầm phá rộng lớn dành cho trẻ em vui chơi dưới nước vào mùa đông và các đường trượt nhỏ. Thư giãn trên những chiếc ghế có ô che nắng và thưởng thức thực đơn đầy đủ tại Toucon Grill. Công viên giải trí Keansburg nằm bên kia đường nên hãy kết hợp cả hai công viên để có một ngày vui vẻ trọn vẹn.Đọc thêm",
        "reviews": [
            "Đưa bạn gái và con trai riêng của tôi đi xem những nơi ám ảnh cũ của tôi, nơi này còn tệ hơn so với những chuyến đi tồi tàn thời đó của tôi, đồ uống thực sự đắt tiền gần như đắt tiền gây sốc Đọc thêm",
            "Tôi đã đưa cô con gái 10 tuổi của mình đến Sự kiện Thỏ Phục sinh miễn phí tại công viên giải trí Keansburg. Chú thỏ thực sự tuyệt vời với bọn trẻ. Con gái tôi và tôi đã tận hưởng các chuyến đi và ăn tại Old Heidelberg nổi tiếng. Chúng tôi đã chia sẻ một ít khoai tây chiên ngon tuyệt và những chiếc xúc xích Đức nổi tiếng của họ. Chúng tôi cũng đã chơi trong gần 2 giờ tại Bev and Wallys Arcade. Con gái tôi rất phấn khích về các giải thưởng trò chơi điện tử. Đó là một ngày tuyệt vời tại công viên. Đọc thêm",
            "Trò giải trí thực sự lỗi thời. Sẽ rất vui vào những năm 70 nhưng giờ thì đã lỗi thời. Nó có cảm giác hoài cổ nhưng cũng được bảo dưỡng kém và rất tồi tàn. Chúng tôi đã đi xe go-kart, khá vui nhưng mọi thứ khác đều hỏng bét. Hầu hết các trò chơi đều trẻ con và bọn trẻ tuổi teen của tôi không hứng thú. Có những công viên giải trí khác tốt hơn gần đó, bạn có thể nhìn thấy Six Flags từ đây. Chúng tôi sẽ không quay lại. Đọc thêm",
            "Không có nhiều chuyến đi, một số chuyến đã rất cũ và tôi không cảm thấy thoải mái khi lái chúng. Trò chơi điện tử thật tuyệt vời. Thức ăn rất ngon.Đọc thêm",
            "Hoàn toàn kinh tởm, họ tính giá đầy đủ cho bạn, một nửa số đồ đạc đã đóng cửa và nước đầy rác và vâng, ý tôi là rác rất nhiều cốc Mặt nạ Covid gói nước sốt Con trai tôi bị dị ứng đậu phộng, còn có cả hạt trên sàn. Tôi không thích lắm kén chọn nhưng nó cực kỳ thô thiển và khi tôi hỏi cô gái liệu họ có định dọn dẹp không, cô ấy cáu kỉnh, mỗi hồ bơi đều có những chiếc cốc rỗng bẩn, rác thực phẩm trôi nổi xung quanh nên họ sẽ bị phạt vì điều nàyĐọc thêm",
            "Đã đi đến công viên này.. Đã mua đồ uống pina colada. Tôi và các chị gái của tôi đều mua đồ uống và ngay lập tức bị ốm.. tất cả chúng tôi đều ổn cho đến khi chúng tôi đến đây và trước khi uống món pina colada đó. Đó có thể là pina colada hoặc ai đó trong công viên bị ốm. Nhưng tất cả chúng tôi đều bị cảm lạnh, đau nhức cơ thể và tất cả... Chỉ cần cẩn thận khi đến đây. Họ cũng không vệ sinh bất cứ thứ gì. Các khu ẩm thực trông thật khó chịu và bẩn thỉu....Đọc thêm",
            "Tôi và bạn bè đã mua băng tần 28 để có những chuyến đi không giới hạn và hầu như không có chuyến đi nào hoạt động. Chúng tôi cũng nhìn thấy những nhân viên trẻ đang sửa xe trước mặt chúng tôi. Tôi đã hỏi một anh chàng khi nào thì chúng tôi có thể mong đợi nó sẵn sàng và anh ấy nói bất cứ khi nào tôi làm xong. Rất thô lỗ và là một kẻ ngốc. Người quản lý công viên không hữu ích khi nhiều gia đình yêu cầu hoàn lại tiền. Tôi hiểu rằng hậu đại dịch khó khăn nhưng cần phải có chính sách hoàn tiền tốt hơn. Thật là lãng phí khi lái xe đến Keansburg và đội ngũ nhân viên kém năng lực. Nếu tập trung tốt hơn vào dịch vụ khách hàng và sự hài lòng, tôi sẽ cân nhắc quay lại. Tôi hiểu rồi - mọi người đều có việc phải làm - nhưng trời ơi, thật là một nhân viên thô lỗ và thô lỗ. Toàn bộ công viên giải trí đều là một thứ ngu ngốc. Không có gì mở. Lãng phí thời gian và hủy hoại ngày của tôi.Đọc thêm",
            "Nơi này ngày càng tệ hơn theo từng năm. Nơi này không sạch sẽ, thiếu nhân viên và nhân viên mà họ có thì thô lỗ và thiếu chín chắn. Mỗi nhà điều hành điều hành nhiều trò chơi nên một nửa số trò chơi thực tế đã đóng cửa trừ khi bạn hỏi những câu trả lời thô lỗ bất hợp pháp và những lời hứa rằng mọi người sẽ đến và không bao giờ xuất hiện. Tôi đã đến Keansburg từ khi còn nhỏ, đã đưa con tôi đến đây gần như hàng năm, nhưng đây sẽ là lần cuối cùng chúng tôi ghé thăm! Đọc thêm",
            "Tôi đã đến đây với các cháu trai của tôi kể từ khi chúng được sinh ra và với bạn bè trước đó. Luôn vui vẻ. Các cậu bé đã yêu thích các trò chơi điện tử và trò chơi điện tử kể từ khi còn là một cậu bé. Đứa lớn hơn bây giờ đã gần 8 tuổi. Và vâng, vào những giờ không cao điểm, có thể không có người điều khiển đứng ở mỗi chuyến xe nhưng họ làm việc nhiều chuyến nên khi trẻ nhỏ đi một chuyến thì sau đó người điều hành sẽ chuyển sang chuyến khác cho bọn trẻ để tất cả tiếp tục và vân vân và vân vân. Tôi đã thấy một số nhận xét ở đây về việc mọi người đeo khẩu trang và không đeo khẩu trang, đó không phải lỗi của Công viên giống như khi bạn đi dạo trong trung tâm thương mại hoặc bất kỳ nơi nào khác nếu những người bên ngoài của bạn có xu hướng tháo khẩu trang. Nơi luôn sạch sẽ và luôn vui vẻ. Đọc thêm",
            "Nếu bạn mong đợi một công viên giải trí sạch sẽ, được bảo trì tốt với nhiều nhân viên trong công viên giải trí, bạn sẽ thất vọng. Tôi không nghĩ nó đã thay đổi nhiều kể từ khi tôi mang theo các con. Gần đây tôi đã đến thăm các cháu lần đầu tiên. Khá nhiều như chúng tôi đã nhớ nó. Đã đi vào thứ bảy sau 12 giờ tối khi mọi thứ được cho là mở và hoạt động. Nó không bận, điều đó cho bạn biết điều gì đó. Không đủ người chạy các chuyến vào ban ngày, Không chắc nó chạy vào buổi tối như thế nào. Không đủ trạm khử trùng tay. Khoảng cách trong khu vực trò chơi điện tử được dành cho du khách. Một số nhân viên không đeo khẩu trang khi đi lại trong khuôn viên. Không thực sự có bất kỳ sự khác biệt nào ở một số nơi khác mà chúng tôi đã ghé thăm. Chỉ cần giữ khoảng cách, điều mà chúng tôi đã làm. Nhóm của chúng tôi có 5 người lớn và 3 trẻ em và tất cả chúng tôi đều rất vui vẻ trong thời gian ở đây.Đọc thêm",
            "Tôi có thể sử dụng vé tôi có từ năm ngoái để đến công viên nước không? Hãy trả lời tôiĐọc tiếp",
            "Nếu bạn không thích Keansburg Boardwalk thì đừng quay lại!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! Tôi và anh trai tôi lớn lên đều đến đó vào mỗi mùa hè. Tôi không biết bạn sống ở đâu nhưng tôi và Pete lớn lên bên kia đường cao tốc ở Middletown, NJ trên đại lộ Hialeah. Tôi có rất nhiều kỷ niệm với bố mẹ tôi ở đó và tôi cùng bố tôi thường đi trên đường lắc muối và hạt tiêu lộn ngược xuống. Và Ngôi nhà ma quái cũ mà có lẽ bạn chưa bao giờ bước vào vì nó đã bị cơn bão BITCH SANDY phá hủy, tôi và bố tôi thường xuyên đến đó. Lối đi lót ván Keansburg là tốt nhất. Bạn phải sống quanh đây để đánh giá cao lối đi lát ván cũ đã tồn tại được khoảng 100 năm hoặc vài năm.Đọc thêm",
            "Tôi đã đưa các con tôi đi chơi vào mùa hè này và chúng đã có khoảng thời gian tuyệt vời!! Đã yêu nó !\nĐang có kế hoạch đi lại.Đọc thêm",
            "Vé Keansburg có hết hạn không?Đọc thêm",
            "khôngĐọc thêm",
            "Khi nào mọi thứ sẽ được mở vào mùa hè này? Hôm nay đã đi xuống và lúc 12:30 các cửa hàng bán pizza và cửa hàng bánh pizza vẫn chưa mở cửa.Đọc thêm",
            "Khi thời gian của công viên nước bắt đầuĐọc thêm",
            "Công viên nước mở cửa lúc 10 giờ sáng hàng ngàyĐọc thêm"
        ],
        "star_ratings": [
            54,
            60,
            41,
            20,
            33
        ],
        "review_amount": 208,
        "location": [],
        "reviews_time": [
            "Written May 28, 2024",
            "Written April 10, 2024",
            "Written August 24, 2022",
            "Written June 23, 2022",
            "Written September 3, 2021",
            "Written August 5, 2021",
            "Written July 13, 2021",
            "Written July 10, 2021",
            "Written October 10, 2020",
            "Written August 24, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g46535-d559921-Reviews-Keansburg_Amusement_Park-Keansburg_New_Jersey.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g46535-d12316980-Reviews-Kazia_Rae_s_Restaurant-Keansburg_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46535-d5072836-Reviews-Dunkin-Keansburg_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46535-d5076759-Reviews-Roma_Pizza-Keansburg_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46535-d10441463-Reviews-Jillaney_s_Luncheonette-Keansburg_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46535-d4931984-Reviews-New_Happy_Garden-Keansburg_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46535-d4648896-Reviews-Anthony_s_Pizza-Keansburg_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46535-d4519088-Reviews-Lucisano_s_Pizza-Keansburg_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46535-d4983991-Reviews-David_Burke_s_Dixie_Lee_Bakery-Keansburg_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46535-d4639968-Reviews-Golden_Wok-Keansburg_New_Jersey.html",
            "https://www.tripadvisor.com/Restaurant_Review-g46535-d5094807-Reviews-Domino_s_Pizza-Keansburg_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46535-d567219-Reviews-Keansburg_Beach-Keansburg_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46535-d14001545-Reviews-Raritan_Bay_Brewering-Keansburg_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46535-d20903897-Reviews-Keansburg_Historical_Society_Museum-Keansburg_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46619-d4602390-Reviews-Ideal_Beach-Middletown_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46619-d4481631-Reviews-Deep_Cut_Gardens-Middletown_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29751-d2559634-Reviews-Carton_Brewing_Company-Atlantic_Highlands_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46295-d16857810-Reviews-Belford_Brewing_Company-Belford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29751-d8381839-Reviews-Seastreak_Ferry-Atlantic_Highlands_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46541-d27050094-Reviews-3BR_Distillery-Keyport_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46541-d9838902-Reviews-Keyport_Fire_Museum_and_Education_Center-Keyport_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46535-d559921-Reviews-or10-Keansburg_Amusement_Park-Keansburg_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46535-d559921-Reviews-Keansburg_Amusement_Park-Keansburg_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g48682-d13355706-Reviews-Unreal_Escapes_Staten_Island_s_Premiere_Live_Escape_Room-Staten_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g46703-d13372455-Reviews-Bury_The_Hatchet_Old_Bridge_Axe_Throwing-Old_Bridge_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46516-d17639199-Reviews-Escapology_Escape_Rooms_Holmdel-Holmdel_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46800-d125273-Reviews-Gateway_National_Recreation_Area-Sandy_Hook_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46516-d4156404-Reviews-Holmdel_Park-Holmdel_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g29751-d2301754-Reviews-First_Avenue_Playhouse_Dessert_Theatre-Atlantic_Highlands_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46541-d15122852-Reviews-Keyport_Princess-Keyport_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46501-d6197673-Reviews-Union_Plaza_Liquors-Hazlet_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46800-d6894838-Reviews-Gunnison_Beach-Sandy_Hook_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g46767-d3977839-Reviews-Two_River_Theater-Red_Bank_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d14120564-Reviews-Asian_Massage_Key_West-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d6697597-Reviews-The_Raleigh_Market-Raleigh_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g43802-d3179825-Reviews-Gulf_Islands_Water_Park-Gulfport_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g45946-d8820171-Reviews-Burning_Man-Gerlach_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d11854319-Reviews-Hanboknam-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g652098-d9605487-Reviews-Aqualand_Deva-Deva_Hunedoara_County_Western_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g54996-d10717226-Reviews-Pocket_Wilderness-Dayton_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g32710-d7001119-Reviews-Harbin_Hot_Springs-Middletown_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d324291-Reviews-Gion_Corner-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4173443-Reviews-Ice_Pub-Prague_Bohemia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g46535-d559921-Reviews-or10-Keansburg_Amusement_Park-Keansburg_New_Jersey.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g46535-d559921-Reviews-Keansburg_Amusement_Park-Keansburg_New_Jersey.html"
    }
]