[
    {
        "attraction_name": "Kebler Pass",
        "attraction_name_vi": "Đèo Kebler",
        "general_info": [
            "483 đánh giá",
            "- 1 trong 33 điều cần làm ở Crested Butte",
            "Đi xe ngắm cảnh"
        ],
        "attraction_summary": "Lái xe từ Crested Butte đến Paonia đi qua Núi West Beckwith, địa điểm đẹp nhất trong bang để ngắm tán lá. Với 50 dặm vuông cây dương vàng.Đọc thêm",
        "reviews": [
            "Thời điểm mùa thu là đẹp nhất và đi vào cuối tháng 9 đến giữa tháng 10. Trượt tuyết vào mùa đông thật tuyệt vời. Mùa xuân tràn ngập hoa - Đọc thêm",
            "Chúng tôi đã chọn thời điểm hoàn hảo để lái xe từ Crested Butte đến Marble và Redcliff qua Đèo Kebler.  Chúng tôi dừng lại nhiều lần để ngắm nhìn khung cảnh sắc thu đáng yêu.  Con đường đất cứng được chăm sóc tốt có hình dáng đẹp nhưng có thể lầy lội khi có tuyết hoặc thời tiết mưa.   Rất khuyến khích.Đọc thêm",
            "Những cảnh đẹp vào mùa thu. Lái xe dài nhưng đáng giá từng chút một. Đường đất và trải nhựa xen kẽ.Đọc thêm",
            "Đây là một ổ đĩa đẹp như vậy. Con đường được bảo trì tốt mặc dù là đường rải sỏi. Rất nhiều nơi để dừng dọc đường lái xe và đi bộ hoặc chỉ thưởng thức phong cảnh từ xe của bạn. Đọc thêm",
            "Quyết định đi con đường này từ Grand Meda đến Crested Butte. Có một chút lo lắng về khía cạnh đường trải sỏi, nhưng chiếc Subaru của chúng tôi đã làm được điều đó. Tôi nghĩ mật độ giao thông cao có xu hướng nghiền nát sỏi. Những khung cảnh tuyệt vời trên đường đi và hoàn toàn xứng đáng.Đọc thêm",
            "Đây là một chuyến đi đẹp. Đó chủ yếu là đường đất nhưng chúng tôi đã thấy một số ô tô và tôi không nghĩ rằng chúng gặp bất kỳ vấn đề gì. Nó đóng cửa vào mùa đông. Chúng tôi cũng thấy một số khu cắm trại trên đường đi.Đọc thêm",
            "Gần đây tôi đã nhầm lẫn về chỉ đường của mình ở Colorado. Tôi đang lái xe trên Hwy 133 và nhìn thấy một tấm biển ghi Crested Butte và Gunnison và chỉ vào một con đường. Tôi từ chối nó và phát hiện ra nó không được lát đá. Tôi tấp vào lề để suy nghĩ và có vài chiếc xe chạy ngang qua. Tôi quyết định lái xe mà không biết gì về nó.  Đó là một quyết định lớn. Những tán lá mùa thu thật lộng lẫy.  Thật tuyệt vời khi lái xe qua Aspen Grove rộng lớn, trên cao dày đặc đến nỗi con đường hoàn toàn bị che khuất. Có rất nhiều nơi để kéo qua để chụp ảnh. Có rất nhiều du khách, nhưng không đông. Đường Đèo Kebler đi giữa Crested Butte và Hwy 133 và dài 30 dặm.Đọc thêm",
            "Lái xe con đường này từ Crested Butte đến Paonia.  Những tán lá và ngọn núi đẹp đến khó tin.  Đường đất nhưng khá chật chội.  Chúng tôi được chiêu đãi thêm khi dừng lại để chụp ảnh và có một con nai sừng tấm cách đó 40 thước trong một cái ao.  Xinh đẹp!  Nhiều khung cảnh tuyệt vời và màu sắc tuyệt vời.Đọc thêm",
            "Tôi lái xe một mình sau khi tiễn bạn mình đi bộ đường dài từ Crested Butte đến Aspen. Tôi đang lái chiếc Sprinter 2017 của mình. Thật yên bình - đáng yêu. Ước gì chuyến đi này có thể là 4-7 ngày sau. Bởi vì có một chút màu sắc ở một số nơi. Nhưng chẳng bao lâu nữa Aspen sẽ rực màu vàng - đỏ. Đó là một chuyến lái xe buổi sáng thứ Bảy thật thú vị.Đọc thêm",
            "Trời nhiều mây và mưa hầu hết thời gian tôi lái xe. Tôi đã muốn bắt những cây dương khi chúng còn vàng hoặc vàng rực, nhưng năm nay tôi đến quá sớm - giữa tháng 9 - . Đó là một chuyến đi đẹp, nhưng tôi ước gì nó đã không - mưa 95 - trong thời gian đó, mà tôi đã thấy nhiều ánh nắng hơn và lá đã chuyển màu sớm hơnĐọc thêm",
            "Liệu một chiếc xe tải nhỏ có thể đi từ ngôi làng phủ đầy tuyết đến đường đèo có đỉnh mào không?Đọc thêm",
            "Vâng, chúng tôi đã nhìn thấy một số chiếc ô tô trên đường đi.Đọc thêm",
            "Đối với màu sắc mùa thu hướng nào là tốt nhất về phía đông hay phía tây?Đọc thêm",
            "Đối với Colorado, tôi không nghĩ đông hay tây là quan trọng. Lá bắt đầu thay lá vào khoảng giữa đến cuối tháng 9 và biến mất hoàn toàn vào cuối tháng 10. Aspin chỉ phát triển ở độ cao từ 5000 đến 12000 ft nên bạn phải lên núi mới nhìn thấy chúng. Từ tháng 10 đến tháng 11 ở chân đồi.Đọc thêm",
            "Vợ tôi và tôi sẽ đến Crested Butte vào tháng 8.  Do việc sửa chữa đường trên Quốc lộ 50 nên chúng tôi đã nghĩ đến việc sử dụng Đèo Kebler để cắt sang quốc lộ 133. Chúng tôi có một chiếc Lexus RXF-350 dẫn động bốn bánh.  Lái xe có đủ an toàn cho loại xe này không?  Vợ tôi sẽ giết tôi nếu chúng tôi làm hỏng xe của cô ấy!!  Cảm ơn bạn, RickĐọc thêm",
            "Tôi nghĩ nó sẽ khá an toàn. Đó chủ yếu là đất bẩn với một số khu vực được lát đá. Nhưng nó được bảo trì tốt và thường được sử dụng bởi những chiếc xe không có hệ dẫn động 4 bánh hoặc tất cả các bánh.Đọc thêm",
            "Tôi - tôi ở Gunnison cho đến thứ Ba. Cây dương đã thay đổi chưa?Đọc thêm",
            "Phía Tây Đèo Kebler, trải dài khoảng 10 dặm, là khu vực ngắm cây dương tuyệt vời - dễ dàng là một trong những nơi đẹp nhất trong tiểu bang - khi đỉnh điểm của cây dương xảy ra!Đọc thêm",
            "Bạn có thể lái xe utv trên CR12 - Kebler - Đọc thêm",
            "Con đường qua đèo Kebler là đường quận, vì vậy xe atv - s sẽ không được phép chạy qua. Tuy nhiên, bạn có thể sử dụng chúng trên một số đường mòn ngoài CR 12. Thêm ứng dụng CO TREX vào điện thoại của bạn và bạn có thể biết những đường mòn nào phù hợp với xe địa hình.Đọc thêm",
            "Chúng tôi đang có một chuyến đi vào đầu tháng 11. Sau đó thẻ có bị đóng không?Đọc thêm",
            "Rất có thểĐọc thêm",
            "Xin chào, bạn có thể lái xe vòng tròn từ Gunnison đến Crested Butte, qua đèo kebler và quay lại Gunnison không. Nếu vậy thì sẽ mất bao lâu - đại khái -. TIAĐọc thêm",
            "Có, bạn phải rẽ và đi theo đường đèo Ohio và nó sẽ đưa bạn trở lại rìa phía bắc của Gunnison.  Nó là một ổ đĩa đẹp giống như Kebler.Đọc thêm",
            "Liệu màu sắc mùa thu có còn đẹp vào tháng 10 không - 11-13 - ?Đọc thêm",
            "Sợ Aspens vĩ đại - lúc đó sẽ biến mất. Thông thường, một số cây bông gòn sau này, Xin lỗi, bạn đã bỏ lỡ chúng!Đọc thêm",
            "Đường đã trải nhựa chưa??Đọc thêm",
            "Hầu hết là đường đất được phân loại tốt. Dễ dàng có thể lái xe trong bất kỳ loại xe. Chúng tôi đang ở trên một chiếc xe thuê và không hề lo lắng chút nào khi đi trên con đường này.Đọc thêm",
            "Xin chào, bạn có nên ghé thăm vào tuần thứ 2 của tháng 11Đọc thêm",
            "Không, ở vùng cao đã có tuyết và độ cao rất cao.  Con đường có thể sẽ bị đóng.Đọc thêm"
        ],
        "star_ratings": [
            412,
            59,
            9,
            2,
            1
        ],
        "review_amount": 483,
        "location": [
            "Mào Butte",
            "Hoa Kỳ",
            "Những hoạt động nên làm ở Crested Butte",
            "Đèo Kebler",
            "Colorado - CO -"
        ],
        "reviews_time": [
            "Written November 12, 2023",
            "Written November 5, 2023",
            "Written October 21, 2023",
            "Written September 14, 2023",
            "Written August 4, 2023",
            "Written July 26, 2023",
            "Written October 7, 2022",
            "Written October 2, 2022",
            "Written September 19, 2022",
            "Written September 15, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33377-d102559-Reviews-Kebler_Pass-Crested_Butte_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d102559-Reviews-or10-Kebler_Pass-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d3973239-Reviews-Action_Adventures_Snowmobile_ATV_Tours_and_Rentals-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d10429616-Reviews-Wheelies_and_Waves-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d145650-Reviews-Crested_Butte_Mountain_Resort-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d1985724-Reviews-Black_Tie_Ski_Rentals_of_Crested_Butte-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d219548-Reviews-Crested_Butte_Nordic_Center-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d18937992-Reviews-Irwin_Guides-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d107626-Reviews-Schofield_Pass-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d6372685-Reviews-Christy_Sports_Ski_and_Snowboard-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d145633-Reviews-Upper_Loop_Upper_Upper_Loop-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d8796962-Reviews-Flatiron_Sports-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d2665252-Reviews-Fantasy_Ranch_Outfitters-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d7789306-Reviews-Escape_Bodywork_Boutique-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60740-d259721-Reviews-Gothic-Gunnison_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d486135-Reviews-Crested_Butte_Mountain_Heritage_Museum-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d7034489-Reviews-Lower_Loop_Mountain_Bike_Trail-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d6902387-Reviews-The_Alpineer-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d8433345-Reviews-Meridian_Lake-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33377-d3781181-Reviews-Sea_Level_Spa-Crested_Butte_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g304134-d3183957-Reviews-Turtle_Hatchery_Hikkaduwa-Hikkaduwa_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d6476337-Reviews-Head_Spa_Ritt_s_Shibuya-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g43323-d10087455-Reviews-Ground_Zero_Nightclub-Minneapolis_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g315917-d1875010-Reviews-Burriana_Beach-Nerja_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d606809-Reviews-Variety_Playhouse-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d102771-Reviews-Old_Sacramento-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g53991-d4562945-Reviews-Hawks_Falls-White_Haven_Luzerne_County_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d103201-Reviews-Silver_Dollar_City-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g32766-d110150-Reviews-Lake_Berryessa-Napa_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g41983-d13795377-Reviews-Rocky_Gap_County_Park-Benton_Harbor_Berrien_County_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33377-d102559-Reviews-or10-Kebler_Pass-Crested_Butte_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33377-d102559-Reviews-Kebler_Pass-Crested_Butte_Colorado.html"
    }
]