[
    {
        "attraction_name": "Kekova Island",
        "attraction_name_vi": "Đảo Kekova",
        "general_info": [
            "1.226 đánh giá",
            "- 1 trong 21 điều cần làm ở Demre - Kale -",
            "Quần đảo"
        ],
        "attraction_summary": "Đi thuyền trong 5 giờ quanh đảo và dừng lại để ngâm mình dưới biển. Nước màu ngọc lam ấm áp, trong vắt! Phong cảnh đá thú vị với những tàn tích rải rác xung quanh. có một lâu đài La Mã để do thám và một thành phố bị chìm. Rất nhiều nhà hàng - quán cà phê tuyệt vời để dừng chân. Đây - là một khu vực tuyệt đẹp để tham quan và khám phá.Đọc thêm",
        "reviews": [
            "Một nơi tuyệt vời để ghé thăm Kekova, bạn có thể đến đó dễ dàng từ Demre và đi thuyền. Nếu có thể hãy chọn một chiếc thuyền dừng ở Kale và thưởng thức nhà hàng địa phương ở đó. Hãy thử kem sữa dê : - Đọc thêm",
            "Kekova is a beautiful island to the west of Antalya city. It takes very long to get there by car so we went there on a boat trip that visited multiple other destinations. The people of Kekova are very hospitable and the prices of things are very cheap. If you are up for it, you can climb up the island to a huge castle. However, the way to most places in Kekova is very cramped as all the houses are close together. It took a lot of effort to reach the top as it was warm  - 40 -  -  -  and very cramped. However the view and the castle were gorgeous. There - s a huge tomb in the water I recommend visiting. It - s easy to reach and close to land, so some people swim to the tomb. If you go up the island there - s a spot with a lot more tombs. Some of them are open but they are also empty. There - s also a lot of other ancient architecture from the Roman - s around the island. Overall a great experience and would recommend!Read more",
            "Đây là một nơi rất ngoạn mục, chắc chắn đáng ghé thăm. Khu vực này được tuyên bố là khu vực được bảo vệ đặc biệt. Ở đây không được phép lặn sâu bằng lặn dưới nước và bạn chỉ có thể ghé thăm hòn đảo này bằng thuyền. Phần thú vị nhất là thành phố chìm đắm. Bạn có thể nhìn thấy những tàn tích dưới nước trên bờ đảo Kekova. Vào mùa hè, bạn có thể bơi ở một số khu vực. Có rất nhiều phiên bản về những gì đã xảy ra ở đây nhiều thế kỷ trước - động đất, chiến tranh, mực nước biển dâng cao, sóng thần - . Không ai thực sự biết. Gần đảo Kekova hơn là lâu đài Simena, thuộc thời Seljuk. Đây là một phần của chuyến tham quan bằng thuyền và bạn có thể ghé thăm nó sau 2-3 giờ. Tôi chỉ xếp hạng 4 sao vì lý do lịch sử, các hạn chế và một số quan liêu trong việc cho thuê thuyền. Thật thú vị khi biết điều gì đã xảy ra với nơi này vào thời cổ đại.Đọc thêm",
            "Chuyến đi thuyền đẹp nhất tôi từng có. Khung cảnh đánh bại chuyến tham quan Bosphorus! Bất cứ ai đến thăm vùng đều phải chiêm ngưỡng vẻ đẹp này! Đọc thêm",
            "Tôi đến hòn đảo này vào sáng sớm. Hầu như không có ai ở đó. Tôi đi lên đồi. Khung cảnh thật tuyệt vời!Đọc thêm",
            "Đó là một nơi tuyệt vời những hòn đảo xinh đẹp có vịnh nhỏ và biển rất tốt. Bạn nên xem nó nếu bạn đi du lịch đến Antalya, tôi thực sự khuyên bạn nên đi thuyền để ngắm nhìn vẻ đẹp của Kekova. Ngoài ra, bạn có thể leo lên đẳng cấp ở Ucagiz để ngắm nhìn toàn cảnh từ điểm rất cao. Tôi đã đến Kekova cùng bạn bè và thực sự rất thích. Chúng tôi thuê một chiếc thuyền với bạn bè vì 5 người, giá cả hợp lý và lòng hiếu khách rất tốt, chủ nhân là Mehmet Kaptan ở cảng kekova, chiếc thuyền không quá nhỏ cũng không quá lớn. Nó rất tốt cho bạn khi đi du lịch 5-7 người. có thể liên hệ với anh ấy qua whatsapp Mehmet Kaptan - 905363317809.Đọc thêm",
            "Kekova is a must stop especially if you are traveling down the Turkish Mediterranean. Kekova, Ucaiz and surrounds bring to you the smaller locations and therefore more traditional aspects of Turkish life along the coast.The small villages are a real treat and there are also several small restaurants where typical Turkish food is served...delicious and from our experience all at very god prices. There are small shops where you will find hand made crafts mostly all family owned. We had our trip arranged with Adventure4ever.com which was delightful as we wanted mostly to see the ruins, go for some hikes and above all see the smaller villages as we traveled along the coast in a traditional Turkish wooden gulet  - boat. this was one of our favourite stops where we anchored for the entire day to go ashore and explore, take a swim, delightful.Read more",
            "Kekova Sound is on the southern coast of Turkey, protected the open Mediterranean by Kekova Island.  As there are few roads traversing the rugged landscape, it is best explored by boat: sailboats, motorized tour boats, glass bottomed boats, canoes and kayaks are all available for hire at the Üçağız village docks.  Rocky limestone headlands plunge into the sound, forming little bays, inlets and lagoons perfect for swimming.  Occasional fish can be spotted in the crystal-clear water.  On the northern side of Kekova Island are the partly sunken ruins of Dolchiste  - Greek:Dolikisthe - , an ancient town destroyed by an earthquake in the 2nd century.  The town was rebuilt and flourished during the Byzantine Empire period, but abandoned because of Arab incursions.  Ancient buildings and walls are visible on the steep shore and submerged under water  - the ruins are protected, so shore excursions and swimming are not permitted - . The northwest of the island has another abandoned town, Tersane, meaning  - dockyard - , as its bay was the site of an ancient city Xera and harbor. -    It has ruins of a Byzantine church.  This area of Turkey is called the  - Turquoise Coast - , for its beautiful natural landscape and clear waters.  I enjoyed a day cruise, watching sea birds from our boat.  As i viewed the rugged landscape, I could see why boat traffic connected coastal towns and facilitated commerce.   Protected harbors such as Kekova Sound would have been very desirable.  Viewing sunrise or sunset reflected in the sound is a sublime experience.Read more",
            "Nơi này thực sự làm tôi choáng ngợp. Tôi chưa bao giờ nghe nói tới Kekova hay thành phố bị chìm. Đó là một kho báu nhỏ được giấu kín. Tôi - tôi rất vui khi thấy rằng đây - là một khu vực được bảo vệ và sẽ không bao giờ là đối tượng của các khách sạn và sự phát triển. Hoàn toàn tuyệt đẹp.Đọc thêm",
            "Xin hỏi, có thể đi bộ đến thành phố chìm mà không cần thuê thuyền không?",
            "Không, bạn không thể.Đọc thêm",
            "Xin chào, giá tour du lịch bằng thuyền là bao nhiêu? Chủ nhật ngày 18/8 có chỗ cho 4 người không?",
            "Xin chào, tôi không phải là chủ thuyền nhưng tôi có thể giúp bạn theo cách này. Đừng tham gia chuyến tham quan bằng thuyền Kekova từ trung tâm Kaş. Vì tất cả các tour đều khởi hành cùng lúc nên các vịnh trở nên rất đông đúc. Nếu bạn có ô tô, hãy đến chỗ giá ba chân và đi vào từ đó. Bằng cách này, bạn sẽ không gặp phải mật độ dày đặc của các vịnh vì chúng thường bị đảo lộn. Nó sẽ vừa thoải mái hơn, vừa yên bình hơn và thú vị hơn. Chúc bạn có một kỳ nghỉ lễ vui vẻĐọc thêm",
            "Chúng tôi muốn đến Kekova nhưng chuyến du ngoạn khởi hành rất sớm và chúng tôi sẽ đến nơi vào khoảng 12 giờ sáng. Có thể đi thuyền qua cầu cảng từ Kas đến Kekova trong vài giờ không?\nCảm ơn rất nhiều, \nTrân trọng.\nRaquel.Đọc thêm",
            "Giá tour du thuyền là bao nhiêu?",
            "Mức giá 80 TL này bao gồm 4-5 loại đồ ăn và trà.",
            "Xin chào, chúng ta có cơ hội đi cùng những chiếc thuyền của những người chèo thuyền từ Üçağız không và họ sẽ rời đi lúc mấy giờ? - Đọc thêm",
            "Chúng tôi đã đi ngày hôm qua, có thể thương lượng 170TL cho chuyến tham quan kéo dài 2 giờ cho 4 ngườiĐọc thêm",
            "Chào buổi chiều. Vui lòng cho tôi biết giá thuê du thuyền và nó được thiết kế cho bao nhiêu người. Cảm ơn bạn.Đọc thêm",
            "Xin chào, chuyến tham quan thành phố chìm đắm bằng thuyền kayak trên biển có cần đặt trước hay có thể được thực hiện từ khách sạn Oludinez của tôi không? Có đón khách ở khách sạn không? Và thức ăn có phục vụ HALAL không? \nĐọc thêm",
            "Từ Sân bay Dalaman đến thị trấn Gemiş gần Bãi biển Patara... - Ngân sách của tôi khoảng 80 TL - \nTôi đang tìm một phương tiện chuyển nhượng CHIA SẺ hoặc giá cả phải chăng vào lúc 00:30 vào đêm từ ngày 16 đến ngày 17 tháng Sáu. Điều rất quan trọng là nó đáng tin cậy vì tôi không muốn rơi vào tình thế khó khăn vào thời điểm đó ở sân bay sau tất cả chuyến đi đó. Có ai giúp được không? \n\nCảm ơn bạn trước...Đọc thêm",
            "Xin chào, chúng tôi muốn thuê một chiếc thuyền riêng cho khu vực Kekova. Bạn có số điện thoại, e-mail, v.v. để có thể giới thiệu không? Thời gian du lịch của chúng tôi là từ ngày 2 đến ngày 9 tháng 7, cảm ơn bạn rất nhiều trướcĐọc thêm",
            "Chúng tôi thuê một chiếc thuyền hàng ngày từ cảng Üçağız ở Kekiva. Đó là 80 TL mỗi giờ. Từ những chiếc thuyền đáy kính Chúc bạn có một kỳ nghỉ vui vẻ.",
            "Xin chào bạn bè, bạn là gì - Thuyền Bermuda - Hành trình và chi phí cho mỗi người là bao nhiêu?Đọc thêm",
            "chuyến đi tôi dừng lại ở hòn đảo nhỏ Simena để ăn trưa.  Đi thuyền đến đảo Kekova, nơi vẫn còn nhìn thấy rõ thành phố bị chìm cùng tên.  Thả neo cho người bơi.  Bia ướp lạnh và đồ uống lạnh có sẵn trên tàu - chi phí bổ sung vào mức phí cơ bản là 55 lira Thổ Nhĩ Kỳ mỗi người - .Đọc thêm"
        ],
        "star_ratings": [
            961,
            185,
            57,
            12,
            11
        ],
        "review_amount": 1226,
        "location": [
            "Tỉnh Antalya",
            "Đảo Kekova",
            "Bờ biển Địa Trung Hải của Thổ Nhĩ Kỳ",
            "Thổ Nhĩ Kỳ",
            "Demre - Lâu Đài -",
            "Châu Âu",
            "Những điều cần làm ở Demre - Cải xoăn -"
        ],
        "reviews_time": [
            "Written July 3, 2023",
            "Written July 1, 2023",
            "Written August 17, 2022",
            "Written January 8, 2022",
            "Written September 14, 2021",
            "Written June 25, 2021",
            "Written August 25, 2020",
            "Written February 21, 2020",
            "Written December 17, 2019",
            "Written December 12, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g312727-d526352-Reviews-Kekova_Island-Demre_Kale_Turkish_Mediterranean_Coast.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g312727-d8556441-Reviews-Roma_Restaurant-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1057713-d8703540-Reviews-The_l_Am_Here_Cafe-Kekova_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1057713-d12414913-Reviews-Cafe_Mola_1-Kekova_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g312727-d10501529-Reviews-Cafe_Ankh-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g8734254-d23614865-Reviews-Neseli_kafe_ve_dondurma-KaleucagIz_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1057713-d4725596-Reviews-Likya_Restaurant_Pansiyon-Kekova_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297962-d23541803-Reviews-Aperlai_Restaurant-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g312727-d12558266-Reviews-Smuggler_s_Inn-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1057713-d1832867-Reviews-Hassan_Restaurant-Kekova_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1057713-d3409932-Reviews-Kordon_restaurant-Kekova_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g8734254-d23618104-Reviews-Kekova_Adasi-KaleucagIz_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d600503-Reviews-Castle_of_Simena-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g1057713-d2513065-Reviews-Sunken_City_Ruins_of_Simena-Kekova_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d23851342-Reviews-Burc_Bay-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d23614754-Reviews-Gokkaya_PlajI_ve_Koyu-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d23614770-Reviews-AsIrlI_AdasI_Deniz_MagarasI-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g8734254-d23614502-Reviews-Hamidiye_Koyu-KaleucagIz_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d11630953-Reviews-Andriake_Ancient_City-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g8734254-d23614669-Reviews-Burc_Kale_Ve_Koyu-KaleucagIz_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d17827101-Reviews-Aquarium_Bay-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d526352-Reviews-or10-Kekova_Island-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d12710289-Reviews-Tasdibi_Plaji-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d18187046-Reviews-Suluklu_Beach-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d14804234-Reviews-Beymelek_Lagoon-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d25079939-Reviews-CayagzI_PlajI-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d23125761-Reviews-Esenyel_Yachting-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g1057713-d11046435-Reviews-Sanis_Boat-Kekova_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g1057713-d9827966-Reviews-Kekova_Mevlut_Yachting-Kekova_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d10749082-Reviews-KEKOVA_TEKNE_TURLARI-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g1057713-d20368633-Reviews-Kekova_kardesim_m_boat-Kekova_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297965-d555048-Reviews-Kalekoy_Harbour-Kas_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d3637380-Reviews-Myra_Antik_Kenti-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g1057713-d4751916-Reviews-Ankh_Cafe_Pansion-Kekova_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d555171-Reviews-Rock_tombs_in_Myra-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d1958157-Reviews-Church_of_St_Nicholas-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312727-d13914859-Reviews-Kekova_Tekne_Turu-Demre_Kale_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d2226031-Reviews-Hurlimannbad_Spa_Zurich-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d277317-Reviews-Pullen_Park-Raleigh_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152538-Reviews-Polanco-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293797-d478885-Reviews-Kwame_Nkrumah_Memorial_Park-Accra_Greater_Accra.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d2334142-Reviews-Nadi_Produce_Markets-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g150776-d152722-Reviews-Avenida_Revolucion-Tijuana_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g189978-d18856642-Reviews-Katla_Ice_Cave_Kerlingardalsvegur-Vik_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d21264691-Reviews-Igidae_Park-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188724-Reviews-Earl_s_Court-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g477968-d637885-Reviews-Anse_Source_D_Argent-La_Digue_Island.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g312727-d526352-Reviews-or10-Kekova_Island-Demre_Kale_Turkish_Mediterranean_Coast.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g312727-d526352-Reviews-Kekova_Island-Demre_Kale_Turkish_Mediterranean_Coast.html"
    }
]