[
    {
        "attraction_name": "Kensington Palace",
        "attraction_name_vi": "Cung điện Kensington",
        "general_info": [
            "5.796 đánh giá",
            "385 trong số 2.737 điều cần làm ở Luân Đôn",
            "Địa điểm lịch sử",
            "Lâu đài",
            "Vườn"
        ],
        "attraction_summary": "Khám phá nơi sinh của Nữ hoàng Victoria và là nơi ở của các thành viên hoàng gia trẻ trong hơn 300 năm. Đi theo dấu chân của hoàng gia trong các phòng thời thơ ấu được tái hiện của Victoria, Căn hộ Kings State tráng lệ và Vườn Sunken nổi tiếng. Xem một tác phẩm tinh xảo từ tủ quần áo của Diana, Công nương xứ Wales cùng với các bản phác thảo gốc được tạo ra cho bà trong quá trình thiết kế và khám phá các phòng riêng tuyệt đẹp tại Cung điện Kensington, nơi Mary ll từng dùng bữa, thư giãn và giải trí. Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Không phải là một Cung điện cổ điển hay Ngôi nhà trang nghiêm, mà là ngôi nhà dành cho hoàng gia kể từ Nữ hoàng Mary 2, George 2 và Victoria, đặc biệt là những người đã sống ở đó cho đến năm 18 tuổi và gặp Albert trên cầu thang! Diana tất nhiên cũng là người đặc biệt yêu thích khu vườn trũng ngoạn mục.\n\nTriển lãm Trang phục thực sự thú vị kéo dài đến hết tháng 7 năm 2023, đối chiếu trang phục của Hoàng gia tại các buổi lễ trước đây với trang phục hiện đại của người nổi tiếng tại các buổi lễ như Met Gala và Oscar. Không có nhiều thay đổi về thời trang.Đọc thêm",
            "Là một người theo chủ nghĩa Bảo hoàng, tôi rất mong được đến thăm Cung điện Kensington, tuy nhiên điều đó lại khá thất vọng. Trước hết, tôi không hiểu được cuộc triển lãm. Thời trang Gala của người nổi tiếng có liên quan gì đến Hoàng gia? Tại sao không tổ chức một cuộc triển lãm về trang phục của gia đình Hoàng gia? \n\nThứ hai, tôi rất thích tùy chọn chuyến tham quan bằng âm thanh. Chúng tôi đang đi ngang qua những món đồ có ý nghĩa quan trọng và không có gì để nói với bạn về điều đó. Gió quay phía trên lò sưởi và cậu bé hoang dã Peter chẳng hạn. Tôi chỉ biết những điều này do biết lịch sử của tôi. Thật tiếc là không có nhiều điều được thực hiện để làm nổi bật các khu vực quan trọng. Một âm thanh được đánh số trong mỗi phòng, bấm số sẽ thú vị hơn rất nhiều. Biển hiệu tốt hơn cũng sẽ không bị bỏ lỡ. \n\nChúng tôi thất vọng về việc lựa chọn Cafe, chỉ đi vòng qua góc phố để tìm gian hàng. Rút ruột!Đọc thêm",
            "Cung điện Kensington là một khu phức hợp rất lớn nằm cạnh Công viên Hyde, tuy nhiên nếu bạn tham gia chuyến tham quan tự hướng dẫn, bạn chỉ thấy được một phần rất nhỏ của nơi này. Tuy nhiên, những gì bạn thấy sẽ rất thú vị nếu bạn ghi nhớ bối cảnh của những phần bạn có thể xem. Lịch sử của nơi này khá đáng kinh ngạc, 300 năm hoàng gia sống trong cung điện này. Đồ nội thất, tác phẩm nghệ thuật, đồ gốm và đồ trưng bày phản ánh hành trình đó.\nCung điện rất nổi tiếng với khách du lịch nên bạn phải đặt trước để có được vé theo khung thời gian. \nTrong khi chúng tôi ở đó có một số cuộc triển lãm đang được tổ chức. The Crown to Couture là triển lãm chính. Thời trang từ thế kỷ 18 đến ngày nay. Được quảng cáo là 200 đồ vật từ Beyonce đến Katy Perry, nó lạc lõng một cách kỳ lạ trong các phòng cung điện lịch sử. Có những món đồ từ Bộ sưu tập Trang phục Nghi lễ Hoàng gia để mang lại sự cân bằng cho nó.\nCuộc triển lãm Victoria A Royal Childhood thích hợp hơn cũng như việc trưng bày đồ trang sức của Nữ hoàng Victoria. Các căn hộ và phòng trưng bày của Kings sẽ được tham quan trong chuyến tham quan tự hướng dẫn. Đương nhiên khi kết thúc chuyến đi bộ xung quanh, bạn sẽ đến cửa hàng.\nBên ngoài, bạn có thể đi dạo quanh các khu vườn ở phía Hyde Park và có thể ngắm nhìn nhưng không thể bước vào khu vườn trũng với bức tượng Công nương Diana nổi tiếng.\nCung điện đáng để tham quan, triển lãm hay không.\nĐọc thêm",
            "Chúng tôi đã đến thăm Cung điện Kensington cùng gia đình. Kiến trúc đẹp, nội thất và tác phẩm nghệ thuật. \n\nThật kỳ lạ là họ không trưng bày quần áo của Công nương Diana như quảng cáo. Thay vào đó họ trưng bày quần áo trên thảm đỏ của các ngôi sao Hollywood. Điều đó hơi thất vọng một chút nhưng dù sao chúng tôi cũng thích nó.Đọc thêm",
            "Đặt chuyến tham quan có hướng dẫn cho triển lãm Crown to Couture tại Cung điện Kensington. Việc lựa chọn thời trang thật tuyệt vời! Cũng có giá trị thêm một vài. Nhóm du lịch nhỏ và cung điện đóng cửa nên nếu cảm thấy thân mật. James hướng dẫn viên du lịch của chúng tôi rất hiểu biết và thân thiện. Anh ấy rất tuyệt vời với những sự thật lịch sử và những câu chuyện thú vị. Hãy để anh ấy thực hiện một chuyến du lịch ma quái! Cho bạn biết...bạn sẽ phải di chuyển một vài bộ cầu thang nên không phù hợp với những người có vấn đề về di chuyển.Đọc thêm",
            "Không biết nên gọi là bảo tàng đẹp hay cung điện đẹp. Buổi triển lãm trang phục của họ là buổi triển lãm quy mô nhất mà tôi từng thấy. Sự kết hợp giữa lịch sử và hiện đại được những người nổi tiếng mặc nhiều nhất tại MET Gala. Khi bạn quay lại và di chuyển qua từng phòng và hành lang, bạn sẽ có cảm giác như sống ở đó hàng trăm năm trước. Tôi không biết có tủ quần áo nào của Công nương Diana không. Nếu có thì tôi tiếc nuối đã bỏ lỡ. Sẽ rất vui khi được nhìn thấy một cái gì đó. Khu vườn Sunken rất đẹp và cách họ thiết kế các khu vực để bạn xem nó thật là thiên tài. Nó dường như không bao giờ quá đông đúc và bạn có thể chụp được những bức ảnh mà không có đám đông ở hậu cảnh. Cửa hàng có rất nhiều đồ lưu niệm. Một buổi chiều hoàn hảo để trải nghiệm một cung điện xinh đẹp ở Luân Đôn và đến gần nơi Nữ hoàng Victoria sinh sống.Đọc thêm",
            "Tôi đã đến Cung điện Kensington cùng cô con gái 16 tuổi của mình. Cả hai chúng tôi đều yêu thích triển lãm hiện tại - Crown to Couture. Triển lãm có nhiều tác phẩm nổi tiếng của những người nổi tiếng. Có nhân viên ở tất cả các phòng sẵn lòng trả lời các câu hỏi của bạn và cung cấp những câu chuyện thú vị. Hãy dành cho mình một vài giờ. Ngoài ra quán cà phê trông rất tuyệt nhưng chúng tôi không có thời gian cho nó.Đọc thêm",
            "Not what I thought it would be at all.\n\nI think the problem is there are too many people being allowed in at once. With the way the current Crown to Couture exhibition is placed some of the rooms you enter and exit via the same door, theres no natural flow around the exhibition and you are crammed together like sardines in a tin.\n\nWe entered one of the incredible staircases and a member of staff shouted to my husband that he couldnt video the palace. I told the member of staff he wasnt videoing he was taking a panoramic picture to which she rudely said thats not allowed either....sorry?\n\nA panoramic picture is a PICTURE. Its not a video. Nor does it end up as a video. Kensington Palace need to get a grip of themselves and understand the difference between a video and a picture. I am intrigued as to why theres no videoing allowed anyway, nobody could seem to give an answer! We saw plenty of people taking videos anyway so one rule for one and not everyone else? Poorly managed and spoilt the visit somewhat.\n\nAnother member of staff shouted at us saying YOU NEED TO GO THIS WAY the second we entered a room. Felt like Miss Trunchball was telling me off. We were going that way anyway my love we just wanted to stop and try and enjoy the view of the room.\n\nThe only polite staff we encountered was the lovely man at the entrance making sure we were in the right queue for our timed entry, the staff who scanned our tickets and the staff who checked our bags. Others looked miserable, shouted at us, one was on her phone and two others were gossiping. Just great.\n\nVery boring with barely any history, I think I saw one mention of Princess Diana and honestly skip the ugly statue of her in the garden. Its not pretty.\n\nCrown to Couture exhibition wasnt bad. Loved seeing outfits from icons like Beyoncé. \n\nWouldnt go again and again wouldnt recommend it either at 25 each, went round the palace in 30 minutes. Save your pennies and go to the tower of London or Buckingham Palace.\n\nRead more",
            "Chúng tôi đã đến Crown to Couture.  Hướng dẫn rất am hiểu. Mọi thứ đều được trình bày đẹp mắt. Yêu thích sự kết hợp giữa cái cũ và cái mới. Tôi không biết rằng sẽ có nhiều bộ trang phục mang tính biểu tượng hiện đại được trưng bày đến vậy.\nChỉ bay trong dầu là cảm giác vội vã dù nghĩ rằng nó dài 80 phút, bạn có quyền lựa chọn nhìn hoặc nghe nhưng không có thời gian để làm cả hai!Đọc thêm",
            "Chúng tôi đến Cung điện Kensington chủ yếu để tham gia triển lãm Court to Couture. Nó được trình bày đẹp mắt và đầy đủ các trang phục tuyệt đẹp cả mới lẫn cũ. Cách so sánh trang phục cung đình thế kỷ 18 với những sáng tạo trên Thảm đỏ ngày nay vừa thông minh vừa mang tính thông tin.\n Nếu điều này khiến bạn quan tâm, tôi khuyên bạn nên đặt ngay bây giờ vì nó sẽ sớm kết thúc.\nLời khuyên nhỏ của tôi là hãy chụp thật nhiều ảnh vì không có bưu thiếp nào về các sản phẩm trưng bày được bán trong cửa hàng. Đọc thêm",
            "Khu vườn trũng Miễn phí, 2 vương miện và vòng cổ victorias rất thú vị, nếu không thì các phòng khá trống và không có nhiều người đến thăm. Đó là ngôi nhà trang nghiêm cung điện đáng thất vọng nhất mà tôi từng đến thăm. Không đáng giá vé, tôi thậm chí có thể nói một nửa là quá đắt.Đọc thêm",
            "Một nơi khác mà tôi không chắc mình sẽ mong đợi điều gì, nhưng nơi này vượt quá sự mong đợi của tôi. Tôi đã đọc rất nhiều về lịch sử nước Anh và xem nhiều bộ phim ngắn tập về những người nổi tiếng Victoria, Crown, Diana, v.v. Mặc dù một lần nữa những gì bạn thấy không giống những gì có thật trên bản đồ hoặc trong những bộ phim này, nhưng nó vẫn còn tuyệt vời. Họ nói sẽ đến thăm căn hộ của Nhà vua, sau đó là của Nữ hoàng và cuối cùng là khu vực của Nữ hoàng Victoria với những món trang sức của bà. Về cơ bản, chúng tôi đã làm theo thứ tự ngược lại và đối với chúng tôi nó hoạt động rất tốt. Tôi yêu mọi thứ về khu vực Nữ hoàng Victorias. Thật khó để tin rằng tôi đang ở chính nơi mà cô ấy đã lớn lên và vui chơi. Những món trang sức thật ngoạn mục!  Mặc dù Công nương Diana là một cư dân nổi tiếng khác của Cung điện Kensington nhưng hầu như không có gì về bà được trưng bày. Có một bức tượng bên ngoài khu vườn trũng thực sự rất dễ bị bỏ lỡ, đặc biệt nếu thời tiết không đẹp, nhưng chỉ có vậy thôi. Một trong những hướng dẫn viên Natasha, người cực kỳ tuyệt vời và không chỉ đưa cho bạn kịch bản ghi nhớ về căn phòng họ đang ở, đã nói với chúng tôi rằng tất cả các món đồ của Diana đều thuộc về Hoàng tử William và Harry hoặc gia sản Spencer nên họ cần phải có lý do và hỏi quyền hiển thị bất kỳ thứ gì trong số chúng và hiện tại không có gì cả.  Ngày chúng tôi đến thăm không quá đông đúc và chúng tôi có nhiều thời gian để đi qua từng địa điểm. Có phần hướng dẫn bằng âm thanh rất hữu ích nhưng cần thực hành một chút để sử dụng hiệu quả.Đọc thêm",
            "Bạn phải đi bộ một quãng đường dài để đến đó từ bất cứ nơi đâu nếu đi bộ. Thật tiếc cho chuyến thăm và khá buồn vì ảnh hưởng của Lady Di đối với chuyến thăm.Đọc thêm",
            "Tôi và chồng đã đến thăm Cung điện trong chuyến đi gần đây tới London. Là người quan tâm đến lịch sử của chế độ quân chủ Anh và đặc biệt là Nữ hoàng Victoria, thật vui khi được tham quan cung điện mà bà gọi là nhà và thậm chí được nhìn thấy căn phòng nơi bà sinh ra. Cung điện cũng là nơi ở của Công nương Diana và các con trai của bà là Hoàng tử William và Harry trong một số năm. Chắc chắn đáng để ghé thăm nếu bạn đang ở trong khu vực và khu vườn trũng và những khu vườn rất đẹp để đi bộ vào một ngày nắng.Đọc thêm",
            "Thật tuyệt vời khi được ở trong ngôi nhà nơi Nữ hoàng Victoria lớn lên và nơi Công nương Diana đã sống suốt 15 năm. Chuyến tham quan bằng âm thanh khá rộng rãi và bao gồm 3 khu vực: các căn hộ của bang Kings và Queens, các phòng của Victoria, bao gồm cả nơi cô sinh ra!. Khuôn viên rất đẹp và công viên liền kề khá đáng yêu. Cửa hàng quà tặng và quán cà phê tuy nhỏ nhưng có nhiều lựa chọn tốt.Đọc thêm",
            "Chúng tôi đã đến thăm Cung điện Kensington với tư cách một gia đình nếu vào ngày 6 cuối tuần trước để kỷ niệm sinh nhật lần thứ 71 của cha tôi, tôi đã yêu cầu một chiếc huy hiệu màu xanh đỗ xe trên khuôn viên cung điện cho cha tôi do ông bị suy giảm khả năng di chuyển.  Trong khi đến gần cung điện, chúng tôi chật vật tìm lối vào bãi đậu xe nên đã gọi điện đến văn phòng chăm sóc khách hàng, không chỉ họ hướng dẫn chúng tôi rất tốt mà còn thật ngạc nhiên, một sĩ quan rất tốt bụng và chu đáo tên là Angela đã đến tận cổng để gặp chúng tôi. sau đó đưa chúng tôi qua bãi đậu xe để đảm bảo rằng chúng tôi không bị lạc. Đây chỉ là khởi đầu cho lòng tốt của cô ấy, khi cô ấy biết về ngày sinh nhật của bố tôi, cô ấy đã đích thân hộ tống chúng tôi vào cung điện để cho chúng tôi một chuyến du lịch thực sự của Hoàng gia, cô ấy cũng thông báo cho nhóm của mình hãy chăm sóc chúng tôi chu đáo, Angela đã vượt lên trên nhiệm vụ của cô là chăm sóc tốt cho những vị khách của mình. toàn bộ chuyến thăm rất đặc biệt đối với chúng tôi nhưng sự quan tâm và lòng tốt của Thiên thần đã khiến chuyến thăm của chúng tôi thực sự đáng nhớ. Có rất nhiều đồ vật vô giá trong cung điện nhưng đối với chúng tôi Angela là một viên ngọc quý thực sự. Cảm ơn bạn.Đọc thêm",
            "Chúng tôi đang tham gia một chuyến tham quan bằng xe buýt lớn và dừng lại ở đây để xem khu vực bên ngoài và không đi tham quan. Chúng tôi đã ở đó vào buổi sáng và không có quá nhiều người tụ tập xung quanh, điều đó rất tuyệt. Một điểm dừng nhanh tuyệt đẹp hoặc dừng lại.Đọc thêm",
            "Chúng tôi đã dành buổi sáng tại Cung điện Kensington quyến rũ và mang tính lịch sử. Chúng tôi may mắn vì thời tiết đẹp khi cung điện gạch đỏ tỏa sáng dưới ánh nắng mặt trời của ngày lễ ngân hàng. Có rất nhiều thứ để xem trong chuyến tham quan, bao gồm các căn hộ riêng và nhà nước của Vua William III và Nữ hoàng Mary II, Vua George II và Nữ hoàng Caroline. Điểm nhấn của tôi là khám phá các phòng thời thơ ấu của Nữ hoàng Victoria. Thật tuyệt khi được đi bộ trong các căn phòng mà bà từng ở, mặc dù trong thời thơ ấu cô đơn và u sầu của bà. Tôi sẽ không tiết lộ, nhưng có một chương trình âm nhạc trong chuyến tham quan Victoria mà chúng tôi thấy rất buồn cười. Các cuộc triển lãm cũng rất hấp dẫn. Khi nhìn gần, bạn có thể thấy trang phục hoàng gia qua nhiều thế kỷ, bao gồm váy, áo choàng garter, đồ trang sức và huy chương. Hướng dẫn bằng âm thanh cũng rất hữu ích. Không quá dài, nhưng cung cấp đủ chi tiết. Mặc dù không phải là cung điện hoàng gia xa hoa nhất, nhưng nơi đây có nét quyến rũ và khiêm tốn. Nơi từng là nơi nghỉ dưỡng ở vùng nông thôn dành cho các quốc vương Stuart và Hanover, giờ đây là nơi ở chính thức của Hoàng tử và Công nương xứ Wales. Mẹo: Nếu bạn đến London bằng tàu hỏa, hãy sử dụng ưu đãi National Rails 2FOR1 và 2 người lớn có thể đến thăm với giá của 1 người. Bạn phải tải xuống và in một phiếu giảm giá từ trang web và mang theo đến phòng vé. Họ sẽ không chấp nhận phiếu giảm giá kỹ thuật số. Đọc thêm",
            "Một cung điện rất nhỏ và đẹp, nơi tôi học được rất nhiều về ngày sinh của nữ hoàng Victoria và những năm tháng tuổi trẻ của bà. Tôi thấy rất thú vị. Tôi cũng thích tiếng chó sủa, v.v. trong triển lãm. Đọc thêm",
            "Nhìn vào cuộc sống trang nghiêm vào cuối thời Stuarts với dinh thự được William III mua từ Ngài George Coppin, đó là sự thể hiện xuất sắc về vẻ đẹp vương giả và động lực thay đổi thú vị tại một tòa án sớm trở thành nơi sinh sống của những người Hanoverians mong muốn xuất hiện ở Anh trong khi vẫn giữ được vẻ hào hoa và xa hoa của hoàng gia Đức. Sự kết hợp giữa bối cảnh và triều đại này kết hợp với nhau một cách xuất sắc trong bảo tàng để mang đến cho bạn cảm giác về thời gian và sự thống nhất của hoàng gia, theo đúng nghĩa đen! Từ William đến Victoria, ngôi nhà được sử dụng làm nơi ở và đó là điều tôi thấy đáng chú ý ngay tại trung tâm Luân Đôn. Cảm ơn Laura vì đã giúp tôi về lịch sử của mình và làm sáng tỏ một số điều mà trước đây tôi không biết! Đọc thêm"
        ],
        "star_ratings": [
            1869,
            1806,
            1161,
            547,
            413
        ],
        "review_amount": 5796,
        "location": [
            "London",
            "Châu Âu",
            "Vương quốc Anh Vương quốc Anh",
            "nước Anh",
            "Cung điện Kensington",
            "Những điều cần làm ở Luân Đôn"
        ],
        "reviews_time": [
            "Written June 29, 2023",
            "Written July 2, 2023",
            "Written July 11, 2023",
            "Written July 11, 2023",
            "Written July 12, 2023",
            "Written July 23, 2023",
            "Written July 26, 2023",
            "Written August 16, 2023",
            "Written September 21, 2023",
            "Written September 21, 2023",
            "Written June 6, 2024",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written May 26, 2024",
            "Written May 19, 2024",
            "Written May 13, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024",
            "Written May 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186338-d187550-Reviews-Kensington_Palace-London_England.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d14768703-Reviews-La_Fortuna_Italian_Restaurant-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d7589353-Reviews-Alexandrie_Restaurant-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d21315741-Reviews-Publiq-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d719959-Reviews-Maggie_Jones_s-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d720981-Reviews-Zaika-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d17385148-Reviews-Grato-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d734258-Reviews-Ffiona_s-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d6033544-Reviews-Dirty_Bones_Kensington-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d3169695-Reviews-Spaghetti_House_Kensington_High_Street-London_England.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186338-d1044445-Reviews-Min_Jiang-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d14149451-Reviews-Diana_Her_Fashion_Story-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g190832-d19073320-Reviews-Durham_Light_Infantry_South_African_War_Memorial-Durham_County_Durham_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188121-Reviews-Diana_Memorial_Playground-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188893-Reviews-Kensington_Gardens-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d246023-Reviews-Kensington_High_Street-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d12296121-Reviews-Skates_Ladders-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8727586-Reviews-St_Mary_Abbots_Church-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189030-Reviews-Hyde_Park-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d218012-Reviews-Kensington-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187556-Reviews-V_A_Victoria_and_Albert_Museum-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187550-Reviews-or10-Kensington_Palace-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d188126-Reviews-St_James_s_Park-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1775085-Reviews-BrakeAway_Bike_Tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d16718754-Reviews-Garden_at_120-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187675-Reviews-Regent_s_Park-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d211768-Reviews-Hampstead_Heath-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d211600-Reviews-Greenwich_Park-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2464189-Reviews-Primrose_Hill-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d187683-Reviews-Holland_Park-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13384450-Reviews-Notting_Hill_Bike_tours-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1022732-Reviews-Fat_Tire_Tours_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d13458560-Reviews-Cobella-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d16644544-Reviews-Jako_London-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d23907730-Reviews-Thai_Studio_Massage_Kensington-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d8507798-Reviews-See_Notting_Hill-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d1549069-Reviews-Baglioni_Spa-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d554281-Reviews-Portmeirion-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g33101-d10758863-Reviews-Annie_s_Canyon_Trail-Solana_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187891-d4432786-Reviews-Lido_Arenella-Syracuse_Province_of_Syracuse_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d191050-Reviews-Parque_del_Retiro-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g40550-d6403685-Reviews-Curtis_Island_Light-Camden_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g189460-d4960452-Reviews-Pefkoulia_Beach-Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g60791-d14093913-Reviews-Twin_Lakes_Trails-Mammoth_Lakes_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g499082-d2248723-Reviews-Kosgoda_Sea_Turtle_Conservation_Project-Kosgoda_Galle_District_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1718638-Reviews-Gukje_Market-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g681052-d2535805-Reviews-Ajanta_Caves-Ajanta_Aurangabad_District_Maharashtra.html",
            "https://www.tripadvisor.com/Attraction_Review-g33327-d3350742-Reviews-Sawmill_Reservoir-Breckenridge_Colorado.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186338-d187550-Reviews-or10-Kensington_Palace-London_England.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186338-d187550-Reviews-Kensington_Palace-London_England.html"
    }
]