[
    {
        "attraction_name": "Kentucky Kingdom",
        "attraction_name_vi": "Vương quốc Kentucky",
        "general_info": [
            "969 đánh giá",
            "27 trong số 312 điều cần làm ở Louisville",
            "Công viên giải trí chủ đề",
            "Công viên nước"
        ],
        "attraction_summary": "Vương quốc Kentucky và Vịnh Hurricane là công viên giải trí và nước lớn nhất Kentucky, thuộc sở hữu của Herschend Family Entertainment, nằm ở trung tâm Louisville, Kentucky. Trải dài trên diện tích 67 mẫu Anh, Vương quốc Kentucky và Vịnh Hurricane mang đến các hoạt động giải trí thân thiện với gia đình với hơn 70 trò chơi và điểm tham quan bao gồm 5 tàu lượn siêu tốc đẳng cấp thế giới, 2 hồ bơi tạo sóng khổng lồ và một trong những lựa chọn trò chơi dành cho trẻ em lớn nhất trong khu vực King Louies Playland. Đọc thêm",
        "reviews": [
            "Có rất nhiều ý kiến ​​trái chiều, tôi không chắc sẽ đi nhưng tôi rất vui vì chúng tôi đã làm như vậy! Chúng tôi đã nhận được vé giảm giá trên Groupon và nó rất xứng đáng với mức giá mà chúng tôi đã trả. Chúng tôi đã đi vào thứ Năm trong tháng Sáu, công viên không quá đông đúc và hầu như không có thời gian chờ đợi. Con gái 11 tuổi của tôi đã có một trải nghiệm tuyệt vời! Hai đứa trẻ đã kiệt sức khi cố gắng theo kịp cô nhưng chúng cũng đã có khoảng thời gian tuyệt vời. Giá thực phẩm hợp lý và nhân viên rất thân thiện. Những chiếc đế lót ly rất thú vị và chúng có nhiều trò chơi phù hợp cho cả gia đình. Chúng tôi cũng yêu thích công viên nước. Chúng tôi thích nó hơn chuyến đi tới Disney. Vâng chắc chắn sẽ trở lại khi ở trong khu vực một lần nữa. Đọc thêm",
            "Các cháu đã có một ngày tuyệt vời. Đã đi vào thứ Sáu thực sự không có nhiều sự chờ đợi ở bất kỳ chuyến đi nào. Họ đã chọn không tham gia bão bão nên chỉ thực hiện những chuyến đi khô ráo. Nhân viên rất thân thiện. Sẽ đi lại nếu ở trong khu vực, nhưng lần sau hãy đi chơi dưới nước Đọc thêm",
            "Đây là một công viên đẹp, nhỏ hơn, thực sự là hai công viên - một công viên giải trí và một công viên nước nhưng tất cả đều được bao gồm trong một lần vào cửa.  Công viên giải trí có một vài chiếc đế lót ly tốt, một vòng đu quay khổng lồ và một số trò chơi trong lễ hội.  Có một chuyến đi xem phim chiếu một bộ phim từ Legoland, điều này có vẻ kỳ quặc.  Chuyến đi này có thể sử dụng một số cập nhật.  \n\nCông viên rất sạch sẽ và các trò chơi dường như được bảo trì rất tốt, không giống như ấn tượng của tôi khi đây là công viên Six Flags nhiều năm trước.  Công ty của gia đình Herschend đang sở hữu năm thứ hai và đang làm rất tốt công việc quản lý tài sản.  Tuy nhiên, có một khu vực có xích đu Giày Gỗ đã đóng cửa và tất cả các cửa hàng cũng như tòa nhà đều đóng cửa.  Nó nằm trong một phần chính của công viên với những tòa nhà theo chủ đề đẹp nhất.  Hy vọng điều đó sẽ mở lại trong tương lai.\n\nCông viên nước thực sự tốt với rất nhiều đường trượt, hai hồ tạo sóng và hai điểm tham quan dòng sông lười.  Có một khu vui chơi trẻ em tốt nữa.  Một lần nữa, tất cả được duy trì tốt.\n\nNhững tiêu cực bao gồm việc cung cấp đồ ăn - chỉ có đồ ăn nhanh, salad được quảng cáo nhưng không có sẵn.  Dollywood, thuộc sở hữu của cùng một công ty, có nhiều loại thực phẩm hơn nên có thể điều đó sẽ được cải thiện trong tương lai tại Vương quốc Kentucky.  Họ cung cấp bánh mì quế, giống như ở Dollywood, nhưng nó được phục vụ lạnh và không có mùi vị mới làm.\n\nMột điều tích cực nữa là màn bắn pháo hoa thực sự tuyệt vời và tôi hiểu đây là lần đầu tiên trong lịch sử công viên bắn pháo hoa.  Nó chỉ vào cuối tuần trong tháng 7 nhưng có thể điều đó sẽ được mở rộng trong tương lai.Đọc thêm",
            "Đã có một khoảng thời gian tuyệt vời tại Kentucky Kingdom! Chúng tôi đã ở đó từ lúc mở cửa đến khi đóng cửa, và đã đi mọi thứ trong công viên và công viên nước ít nhất một lần, một số thứ chúng tôi đã đi nhiều lần. \n\nChỉ có hai lời phàn nàn:\n1. Trong một trong những trò chơi dưới nước khi đang chờ bè, người phục vụ sẽ để mọi người ra khỏi hồ bơi và quay lại xếp hàng thay vì chuyển bè cho hàng dài những người đang chờ. \n2. Có rất ít quầy bán đồ ăn nhẹ mở cửa. Đọc thêm",
            "Chúng tôi đã có khoảng thời gian vui vẻ nhưng tôi không có khả năng quay lại lần nữa. Sáng hôm đó, chúng tôi phải ngồi 2,5 tiếng đồng hồ khi tham gia giao thông để cố gắng đi vào. Cuối cùng, cảnh sát giao thông đã đến và giúp phân luồng. GPS không đưa bạn đến đúng lối vào. Đồ uống miễn phí, nhưng các quầy đồ uống ở xa, ít và hiếm khi có đá. Không có biển báo nhỏ nói chung và bản đồ giấy.Đọc thêm",
            "Đây là chuyến đi cùng 2 chị em năm cuối 60 yêu thích công viên giải trí.  Đó là lần đầu tiên của chúng tôi ở đây.  Nhiều trò chơi thú vị ở mọi cấp độ cảm giác mạnh, từ những trò chơi dành cho trẻ em tuyệt vời cho đến những trò chơi cảm giác mạnh trên tàu lượn lớn.  Lúc đầu, nó là lừa dối. Và trông nhỏ bé chỉ với một vài chuyến đi hồi hộp. Nhưng khi bạn đi bộ dọc theo, ngày càng có nhiều chiếc đế lót ly lớn và những chuyến đi cảm giác mạnh được tìm thấy.  Tuyệt vời cho một chuyến đi cả ngày.  \n\nMang theo bộ đồ tắm không có kim loại và khăn tắm để tận hưởng hồ bơi tạo sóng lớn và các trò chơi cưỡi ngựa.  \n\nChỉ có lời phàn nàn là có ít biển báo điều hướng và không có bản đồ giấy để mô tả các chuyến đi là gì.  Ngoài ra hoa PetalPalooza cũng bị phá sản. Họ mong đợi một điều gì đó nhiều hơn những gì họ có về việc cắm hoa. \n\nKhông được mang thức ăn bên ngoài vào vì các lựa chọn nhà hàng thường không tốt cho sức khỏe và khá đắt tiền.  Bạn có thể đóng gói bữa trưa và để nó trong xe. Bạn có đặc quyền ra vào công viên.Đọc thêm",
            "Đây là chuyến đi cùng 2 chị em năm cuối 60 yêu thích công viên giải trí.  Đó là lần đầu tiên của chúng tôi ở đây.  Nhiều trò chơi thú vị ở mọi cấp độ cảm giác mạnh, từ những trò chơi dành cho trẻ em tuyệt vời cho đến những trò chơi cảm giác mạnh trên tàu lượn lớn.  Lúc đầu, nó là lừa dối. Và trông nhỏ bé chỉ với một vài chuyến đi hồi hộp. Nhưng khi bạn đi bộ dọc theo, ngày càng có nhiều chiếc đế lót ly lớn và những chuyến đi cảm giác mạnh được tìm thấy.  Tuyệt vời cho một chuyến đi cả ngày.  Mang theo bộ đồ tắm không có kim loại và khăn tắm để tận hưởng hồ bơi tạo sóng lớn và các trò chơi cưỡi ngựa.  Chỉ có lời phàn nàn là có ít biển báo điều hướng và không có bản đồ giấy để mô tả các chuyến đi là gì.  Ngoài ra hoa PetalPalooza cũng bị phá sản. Họ mong đợi một điều gì đó nhiều hơn những gì họ có về việc cắm hoa. Không được mang thức ăn bên ngoài vào vì các lựa chọn nhà hàng thường không tốt cho sức khỏe và khá đắt tiền.  Bạn có thể đóng gói bữa trưa và để nó trong xe. Bạn có đặc quyền ra vào công viên.Đọc thêm",
            "Tôi vừa mua Diamond Season Pass. Mang theo vé cho một người bạn sẽ không tốt cho đến năm sau, nhưng không được nêu rõ trên trang webĐọc thêm",
            "Tôi đã viết bài đánh giá cách đây vài phút nhưng muốn nói thêm vài lời về sự cần thiết của sự hỗ trợ và lòng nhân ái của nhân viên đối với những người ngồi xe lăn và sử dụng xe tập đi. Nhiều người khuyết tật vẫn có thể đi một số trò chơi, mặc dù có lẽ họ không nên.  Nhưng đây là một công viên giải trí và sẽ thật lãng phí nếu không tận hưởng một vài trong số đó. Như đã nói, tôi đã nhận được sự hỗ trợ từ một số nhân viên, đây là một điểm cộng, nhưng việc xếp hàng lấy đồ ăn và đồ uống rất khốn khổ... và họ không giúp đỡ ngay cả khi được yêu cầu. Một số lối vào và lối ra của chuyến đi có thể thích ứng nhiều hơn. Cảm ơn. Nhưng nhìn chung đó là một ngày vui vẻ.Đọc thêm",
            "Tôi đã đưa gia đình mình đến Vương quốc Kentucky vào cuối tuần vừa qua từ Evansville, IN vào ngày 82623 như chúng tôi chưa từng đến. Khi chúng tôi đến, tôi phải trả thêm 50 đô la cho vé Hội chợ bang Kentucky chỉ để đỗ xe, vé này không được liệt kê trên trang web của họ, chỉ có thể có sự chậm trễ khi đỗ xe. Tôi thấy việc đối xử với khách theo cách này là hết sức phi đạo đức vì tôi đã thanh toán tất cả vé của chúng tôi cộng với thanh toán cho 2 đêm tại một khách sạn gần đó. Những người có vé vào công viên lẽ ra không phải trả khoản phí bổ sung đó. Ngoài ra, trang web của họ còn lảng tránh các trạm cấp nước và kem chống nắng miễn phí mà tôi chỉ tìm thấy một nơi ở Vịnh Hurricane để đổ đầy nước và không thấy bất kỳ loại kem chống nắng nào. Các hồ bơi chưa được dọn sạch nên có rất nhiều mảnh vụn.Đọc thêm",
            "Chúng tôi có vé xem theo mùa cho phép bạn mời bạn bè. Chúng tôi lái xe từ Indiana. Chỗ đỗ xe của chúng tôi lẽ ra phải được bao gồm trong thẻ kim cương của chúng tôi.  Hội chợ tiểu bang nằm trong khu vực đỗ xe và chúng tôi phải trả 10 USD cho mỗi người khi đỗ xe. Đó là con số 50 dành cho thanh thiếu niên mà chúng tôi không lường trước được. Các chuyến đi cực kỳ chậm vì đội ngũ nhân viên thanh thiếu niên có trình độ hạn chế, không có kỹ năng muốn làm những việc khác. Một số chuyến đi và dòng sông lười ngừng hoạt động vì thiếu nhân viên. Máy làm đá và máy làm đá đã hết sản phẩm vào giữa trưa và không có ý định đổ đầy lại. Công viên trông mệt mỏi và cũ kỹ. Một khoản thu thuần túy mà không cần tái đầu tư. Chúng tôi sẽ dành thời gian và tiền bạc của mình ở nơi khác.Đọc thêm",
            "We just went Saturday  Sunday for this past weekend for my sons birthday 6 we had 8 of us 4 adults  4 kids.First kentucky Kingdom made a mistake by offering a two day pass still with our hotel even tho they were suppose to not offer it I guess, they went ahead and granted us the passes since we already had paid in full days in advance.This was my first time as well going  I wont be back!They had half the water park closed off due to short staffing on Saturday then Sunday had it opened but then the other water slides on opposite side were shut down!Drinks arent free you have to buy a souvenir cup then pay 1 for every refill  half the machines carbonation was off or they ran out of ice  the worker said once Im out im out I cant refill it, like what?then most of the dippin dots locations were closed or out so we had to be redirected to the other stand that was also not openSome of the rides also were not running in the park  werent listed as not running on their websiteI just think its ridiculous to keep charging people the same price as other people who get to have the full experience, it should be stated on whats not running  why ahead of time! Instead of showing up  20 rides arent available I felt we got jipped when we all work hard as well  went to have a good time  the best thing about the trip was our family birthday dinner at marks feed store.We have small children so we had to rotate with adults watching the kids while the other one went on rides they couldnt,  so we didnt get to do that all in one day then the next day the others were shut down so we never got to even go on em! Im just mad about the whole situation so go somewhere else where your money will pay for you to actually go on the rides!Read more",
            "The mission statement of Hershend Entertainment is, Herschend family entertainment is dedicated to creating and sustaining welcoming and wholesome destinations filled with adventure and memory-making fun.  Unfortunately the management and park failed to live up to that mission statement durning my recent visit.  I visited the park after not going for 2 years and I was shocked.  Operations were terrible! It took an average of 5  minutes to dispatch Lighting Run and that was with 2 trains.  In other words the 2nd train was stuck in sun baking while staff slowly checked the station train restraints. 20 min wait for the 5d movie and about 7 to 10 seats broken with signs on them. Oh , and you even have to watch a commercial for park passes before you get to see the movie.  Now mind you the dry park side was almost empty so wait times shouldve been low.  Rides such as Cyclos,  T3, Blue Beards Bounty,  DeepWater Dive, Mega Wedgie, River Rapids, Deludge  were only a few of the many standing but not operating rides.  Ride ops seemed less concerned about the guest experience than they were with hating their life.  The park seems concerned about removing legacy rides and having an overall empty but pretty looking park.   There is a distinct corporate sterile vibe to which I found unsettling.   I was overall expecting more and left disappointed. There is a noticeable attempt to green up the park but management seems to have focused on greenery  and forgot what made KentuckyKingdom great in past.  Sure there are over 70 rides and attractions as the park likes to boast but youll notice most are standing and not operating.  I only hope that management will bring a unique theme in soon with an addition of several flat rides and  multi generational attractions not shows!  It should be noted that there is a waterpark side to the park but it was understaffed with several rides not open on a 80 plus degree day.  If want to experience a park stripped of its character and charm go to Kentucky Kingdom.   There is certainly room for doing better, but until the park does I think Ill spend my money at Kings Island and Holiday World.  Is it to soon for a Save My Park campain? Read more",
            "Chúng tôi đã có khoảng thời gian vui vẻ nhưng tôi không có khả năng quay lại lần nữa. Sáng hôm đó, chúng tôi phải ngồi 2,5 tiếng đồng hồ khi tham gia giao thông để cố gắng đi vào. Cuối cùng, cảnh sát giao thông đã đến và giúp phân luồng. GPS không đưa bạn đến đúng lối vào. Đồ uống miễn phí, nhưng các quầy đồ uống ở xa, ít và hiếm khi có đá. Không có biển báo nhỏ nói chung và bản đồ giấy.Đọc thêm",
            "Thẻ Gold Pass là một sự lãng phí tiền bạc! Chúng tôi vừa trở về sau chuyến đi gia đình đến Louisville. Chúng tôi đã dành hai ngày tại Kentucky Kingdom, và trước chuyến đi, chúng tôi đã mua Thẻ Gold Pass để có thể nhận được vé miễn phí khi mang theo bạn bè và đồ uống miễn phí với cốc lưu niệm. Thẻ là kỹ thuật số và tôi được thông báo rằng chúng tôi có thể nhận được thẻ thật tại dịch vụ khách hàng khi chúng tôi đến. Tuy nhiên, nhân viên tại dịch vụ khách hàng nói rằng họ đã hết thẻ. Sau đó, tôi hỏi về cốc lưu niệm và được thông báo rằng tôi phải mua một cốc rồi mới được nạp lại miễn phí. Tôi biết điều này không đúng, nhưng tôi không muốn tranh cãi với một nhân viên tuổi teen. Tôi đến quầy đồ uống và mua một cốc giấy đựng đồ uống, và họ đã hết nắp; ngoài ra, họ đã hết nước chanh Pepsi lúc 11 giờ sáng khi công viên mở cửa. Mọi quán đồ uống mà chúng tôi đến trong suốt cả ngày đều hết nhiều đồ uống. Tại sao lại cung cấp đồ uống miễn phí khi bạn liên tục hết đồ uống ở hầu hết các quán đó. Nhiều trò chơi thậm chí còn chưa mở cửa và nhiều trò chơi đã bị hỏng khi xếp hàng. Sẽ khôn ngoan hơn nếu chi tiền ở Holiday World hoặc Kings Island! Đọc thêm",
            "Đã có một thời gian tuyệt vời tại Vương quốc Kentucky! Chúng tôi đã ở đó từ mở cửa đến đóng cửa và đã đạp xe mọi thứ ở công viên và công viên nước ít nhất một lần, một số thứ chúng tôi đã đạp xe nhiều lần. Chỉ có hai lời phàn nàn: 1. Trong một lần đi thuyền trong khi chờ bè, người phục vụ sẽ cho mọi người ra khỏi bến đỗ và quay lại xếp hàng ngay thay vì đưa bè đến hàng dài người đang chờ đợi. 2. Có rất ít gian hàng nhượng quyền được mở.Đọc thêm"
        ],
        "star_ratings": [
            494,
            235,
            120,
            48,
            72
        ],
        "review_amount": 969,
        "location": [
            "Hoa Kỳ",
            "Vương quốc Kentucky",
            "Kentucky KY",
            "Những điều cần làm ở Louisville",
            "Louisville"
        ],
        "reviews_time": [
            "Written July 1, 2023",
            "Written July 21, 2023",
            "Written July 26, 2023",
            "Written July 31, 2023",
            "Written August 6, 2023",
            "Written June 3, 2024",
            "Written June 3, 2024",
            "Written October 8, 2023",
            "Written October 1, 2023",
            "Written August 28, 2023",
            "Written August 28, 2023",
            "Written August 15, 2023",
            "Written August 14, 2023",
            "Written August 6, 2023",
            "Written August 4, 2023",
            "Written July 31, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g39604-d7152913-Reviews-Kentucky_Kingdom-Louisville_Kentucky.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d3538804-Reviews-Blue_Horse_Restaurant-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d4345291-Reviews-Frank_s_Meat_and_Produce-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d2317814-Reviews-Mirage_Mediterannean_Restaurant-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d15255194-Reviews-McDonald_s-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d10426096-Reviews-New_Wave_Burritos-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d5442773-Reviews-Hometown_Pizza-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d24104623-Reviews-Craft_House_Pizza_Preston_Hwy-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d12091601-Reviews-Book_Bourbon_Southern_Kitchen-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d9842352-Reviews-Starbucks-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Restaurant_Review-g39604-d9842350-Reviews-Starbucks-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d16652614-Reviews-Kentucky_Exposition_Center-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d268787-Reviews-Kentucky_Fair_and_Exposition_Center-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d1887189-Reviews-Louisville_Mega_Cavern-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d17569643-Reviews-Broadbent_Arena-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d25578236-Reviews-Kentucky_Flea_Market-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d104504-Reviews-Kentucky_Derby_Museum-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d784186-Reviews-Conrad_Caldwell_House_Museum_Conrad_s_Castle-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d144389-Reviews-Churchill_Downs-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d15776826-Reviews-Derby_City_Gaming_Hotel-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d106511-Reviews-The_Speed_Art_Museum-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d7152913-Reviews-or10-Kentucky_Kingdom-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d11607646-Reviews-Executive_Strike_Spare-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d11851165-Reviews-Travel_the_Trail-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d10258821-Reviews-Historic_Old_Louisville_Neighborhood_Visitors_Center-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d6584605-Reviews-Louisville_Historic_Tours-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d9978843-Reviews-Pegasus-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d218946-Reviews-Old_Louisville-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g3411624-d15321164-Reviews-Garret_Mountain_Reservation-Woodland_Park_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g48618-d103367-Reviews-Skaneateles_Lake-Skaneateles_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1212465-d8566840-Reviews-Playa_Cocles-Cocles_Puerto_Viejo_de_Talamanca_Province_of_Limon.html",
            "https://www.tripadvisor.com/Attraction_Review-g315915-d23799842-Reviews-Route_66_Fuengirola_Social_Club-Fuengirola_Costa_del_Sol_Province_of_Malaga_Anda.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d669507-Reviews-Paphos_Aphrodite_Waterpark-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g1068941-d8559884-Reviews-Lake_Lungern-Lungern_Canton_of_Obwalden.html",
            "https://www.tripadvisor.com/Attraction_Review-g33691-d9765829-Reviews-Fat_Cats_Fun_Center-Westminster_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g28931-d258468-Reviews-Lake_Oconee-Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d16828463-Reviews-Eden_Massage_Spa-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g42758-d269928-Reviews-Front_Street-Traverse_City_Grand_Traverse_County_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g39604-d7152913-Reviews-or10-Kentucky_Kingdom-Louisville_Kentucky.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g39604-d7152913-Reviews-Kentucky_Kingdom-Louisville_Kentucky.html"
    }
]