[
    {
        "attraction_name": "Kern River",
        "attraction_name_vi": "Sông Kern",
        "general_info": [
            "13 đánh giá",
            "- 5.308 trong số 19.702 việc cần làm ở California",
            "Nguồn nước"
        ],
        "attraction_summary": "Sông California nổi tiếng với phong cảnh đẹp và hoạt động đi bè.Đọc thêm",
        "reviews": [
            "Một nơi đáng yêu, chỉ cách Bakersfield ở Kern Canyon. Một số loại đá hợp lý trên đá granit mà chúng tôi đã dành cả ngày trước khi bay đến New Zealand.Đọc thêm",
            "Chúng tôi lái xe 113 dặm từ Los Angeles để ngắm dòng sông và đi dã ngoại. Đó là một chuyến thăm đáng giá, nhưng chúng tôi sẽ không quay trở lại. Những nơi duy nhất có lối đi qua sông nơi bạn có thể dã ngoại là các khu dã ngoại; tuy nhiên, khu dã ngoại mở duy nhất mà chúng tôi tìm thấy là Upper Richbar, nằm cách khu dã ngoại Lower Richbar chỉ vài dặm. Bạn phải trả 12 đô la để ở lại. Đó là một khu vực nhỏ có lối vào sông. Có rất nhiều điểm đậu xe trong khu vực đậu xe. Ngoài ra còn có bàn ghế, đồ nướng và hai phòng tắm. Chúng tôi không sử dụng phòng tắm nên tôi không biết tình trạng của chúng như thế nào. Không có nhiều cây cối nên tôi khuyên bạn nên mang theo ô trên bãi biển để tránh nóng. Khắp nơi cỏ mọc um tùm, sông có mùi khó chịu. Bất chấp mùi hôi, tôi vẫn thấy một số người đang bơi dưới sông. Sông không có nhiều nước vào tháng 2. Ưu điểm: Tầm nhìn đẹp ra ngọn núi từ nơi chúng tôi đang ngồi, âm thanh êm dịu của dòng sông chảy và tiếng chim hót, và khu vực này tương đối sạch sẽ.Đọc thêm",
            "Sông, hồ, núi và nhiều nhà hàng tuyệt vời. Đây là thiên đường chỉ cách Los Angeles 2:30 giờ. Nhiều khu cắm trại bên bờ sông. Đọc thêm",
            "Nước trong vắt tuyệt đẹp, hoàn hảo để bơi lội và trượt trên những tảng đá trượt nước tự nhiên. Chúng tôi đã có một ngày vui vẻ ở đây! Mang theo một chuyến dã ngoại và một số ghế gấp, khăn tắm, v.v. và chúc bạn có một khoảng thời gian tuyệt vời! Tôi khuyên bạn nên đi giày nước, nhưng không có chúng cũng không sao.Đọc thêm",
            "Ở lại 2 đêm... ngày 20,21 tháng 6 và đã có khoảng thời gian tuyệt vời.  Peter chủ khu cắm trại rất thân thiện và hữu ích.  Chúng tôi đã ở địa điểm - 3, nơi có một chút đá nên nếu bạn có một chiếc Lều lớn thì đây không phải là nơi dành cho bạn.  Nhìn chung, khu cắm trại này không có quá nhiều bóng râm nhưng một số địa điểm có nhiều bóng râm.  Khu cắm trại rất sạch sẽ và tôi rất ấn tượng với mức độ sạch sẽ của phòng tắm - tôi đã thấy một số phòng tắm khá tệ - .  Con sông rất đẹp và trong lành... Địa điểm - 4 có vẻ là lớn nhất nên nếu bạn có một nhóm lớn thì nó có thể chứa được nhiều lều.  Các địa điểm 15,16,17 nằm trên mặt nước và có những bãi biển ven sông đẹp nhất nên nếu bạn đặt chỗ sớm hãy chọn những địa điểm đó.  Ngoài ra các địa điểm 21,22,23 đều có bóng râm và gần McNally - s Lodge.  Nhìn chung trải nghiệm tuyệt vời và chúng tôi sẽ quay lại vào năm tới..!!Đọc thêm",
            "Khoảng 10 năm trước, đây là một nơi tuyệt vời để cắm trại, trải nghiệm cuộc sống thực sự. Chúng tôi bắt được cá hồi hoang dã ăn thịt chúng, cũng như gặp phải gấu trúc và chồn hôi. Các trung tâm động vật hoang dã bên ngoài địa phương tuyệt vời. Rất khuyến khích Đọc thêm",
            "Đừng cắm trại rải rác ở sông Kern. Gia đình chúng tôi bàng hoàng trước rác thải vương vãi khắp khu đất cắm trại rải rác. Không có nước uống, chỉ có một cái bô nhưng mọi người vẫn phải tiểu tiện và đại tiện khắp sân trại. Tôi đã đề cập đến thùng rác? Chúng tôi sẽ không bao giờ quay trở lại nữa. Thật buồn khi thấy một nơi thanh bình và xinh đẹp như vậy bị lạm dụng. Thị trấn Kernville thật đáng yêu. Hầu hết các địa điểm cắm trại được trả tiền đều tốt nhưng tôi vẫn đặt câu hỏi về tình trạng của dòng sông.Đọc thêm",
            "When visiting Lake Isabella near Bakersfield, California, there is a lot of outdoor activities to participate in. One of the best activities is hiking, especially in the Kern River Valley. One trail in the valley is called the Kern River Trail. It is one of the few trails that actually runs parallel to the river itself. You hike, slightly elevated, right along the beautiful Kern River. Surrounded by mountains and the beautiful Californian scenery, this trail makes you realize just how extraordinary nature is. Between the spectacular views and the feel of the dirt path, this trail is the perfect escape from urban and suburban life. If the actual hiking doesn - t create a love for nature for you, then the river will. The Kern River is excellent for swimming, because the current isn - t very fast in most parts. But on hot days in the desert, temperatures can push 100 degrees, with no signs of humidity. The river is ice cold, and at first touch can almost feel too cold, because the water is the snow melt off from higher up in the mountains. This provides the perfect break from hiking on a hot day. Another great activity right off the trail sun bathing. Protruding from the water - s surface are large boulders that supply ideal spots to lay down a towel and bask in the sun. If you get too hot, you can just get back in the ice cold water. One of the best things about this trail is its -  accessibility. As a visitor, you are able to drive right up to the trail and park right above it. It also isn - t a strenuous hike, like some of the other mountain trails, so it is fun for every member of your group no matter what age they are. The trail is also not very busy and is considered one of the more isolated trails. The isolation and lack of other hikers make it seem like your own personal trail. Everything about this area brought out a love of nature I - ve never felt before and it could do the same for you. Between the views, the swimming, and the isolation there is something for everything. I recommend visiting the Kern River Valley when in California, and I highly recommend visiting the Kern River Trail.Read more",
            "Con sông rất đẹp, không còn nghi ngờ gì nữa. Với gần 100 nhiệt độ vào cuối tuần này, làn nước mát lạnh thật thú vị suốt cả ngày. Con sông này cũng thu hút những người tuyệt vời nên tất cả mọi người đều có thể có được khoảng thời gian vui vẻ. Thật không may là không có mưa hoặc tuyết để lên tiếng trong những năm gần đây - không có lỗi của dòng sông - việc đi bằng tàu điện xuống chưa hoàn hảo. Phải mất bốn tiếng rưỡi để đi chỉ có ba dặm. Tôi nghĩ rằng tôi đã bị mắc kẹt trên hoặc phía sau mỗi tảng đá trên sông, điều này lúc đầu thật buồn cười nhưng sau đó thật khó chịu ...chưa kể đến tất cả những vết bầm tím trên lưng tôi. Khu vực này thật tuyệt vời và tôi không thể chờ đợi được nữa để quay lại khi có nhiều nước hơn!Đọc thêm",
            "Có rất nhiều việc phải làm trên sông Kern. Cắm trại tại một trong những khu cắm trại tư nhân với đầy đủ tiện nghi, Sở Lâm nghiệp đã cải tiến các khu cắm trại và cắm trại khô dọc sông. Câu cá, Đi bộ đường dài, Đi bè, Ván chèo đứng, Leo núi, Chèo thuyền và Jet Ski trên Hồ Isabella, v.v. Thức ăn và đồ uống tuyệt vời ở Kernville. Nơi tuyệt vời cho kỳ nghỉ gia đình!Đọc thêm"
        ],
        "star_ratings": [
            6,
            4,
            2,
            0,
            1
        ],
        "review_amount": 13,
        "location": [
            "Sông Kern",
            "California - CA -",
            "Hoa Kỳ",
            "Những điều cần làm ở California"
        ],
        "reviews_time": [
            "Written October 20, 2022",
            "Written February 20, 2022",
            "Written September 10, 2019",
            "Written August 12, 2015",
            "Written June 25, 2015",
            "Written September 30, 2014",
            "Written June 4, 2014",
            "Written February 17, 2014",
            "Written August 11, 2013",
            "Written July 24, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28926-d117467-Reviews-Kern_River-California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g28926-d117467-Reviews-or10-Kern_River-California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29082-d1832324-Reviews-Lions_Tigers_Bears-Alpine_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33039-d3729608-Reviews-Friends_of_the_Elephant_Seal_Visitor_Center-San_Simeon_San_Luis_Obispo_County_Cali.html",
            "https://www.tripadvisor.com/Attraction_Review-g32148-d10297089-Reviews-Cambria_Nursery_and_Florist-Cambria_San_Luis_Obispo_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32121-d567188-Reviews-Ostrich_Land-Buellton_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d265196-Reviews-Fairytale_Town-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d104239-Reviews-Muscle_Beach_Venice_Gym-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32172-d106073-Reviews-The_Barnyard-Carmel_Monterey_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d156548-Reviews-Lincoln_Park-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29121-d23937463-Reviews-Catalina_Island_Conservancy_Eco_Tour-Avalon_Catalina_Island_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33191-d126773-Reviews-Tahoe_Donner-Truckee_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d17386312-Reviews-Overseas_Adventure_Travel-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g790397-d150133-Reviews-Playa_El_Combate-Boqueron_Cabo_Rojo_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g1606588-d147517-Reviews-Dawn_Beach-Sint_Maarten_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d17393332-Reviews-Petaling_Street_Market-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g188103-d2072021-Reviews-CabriO_Stanserhorn_Bahn-Stans_Canton_of_Nidwalden.html",
            "https://www.tripadvisor.com/Attraction_Review-g46408-d12172515-Reviews-SoJo_Spa_Club-Edgewater_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g41244-d552393-Reviews-Flag_Ponds_Nature_Park-Lusby_Calvert_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g656572-d1576248-Reviews-Red_Sand_Beach_Kokkini_Ammos-Matala_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g293983-d523467-Reviews-Ramparts_Walk-Jerusalem_Jerusalem_District.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28926-d117467-Reviews-or10-Kern_River-California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28926-d117467-Reviews-Kern_River-California.html"
    }
]