[
    {
        "attraction_name": "Kerry Park",
        "attraction_name_vi": "Công viên Kerry",
        "general_info": [
            "3.510 đánh giá",
            "6 trong số 749 điều cần làm ở Seattle",
            "Công viên"
        ],
        "attraction_summary": "Có được cái nhìn qua bưu thiếp về trung tâm thành phố Seattle và Vịnh Elliott trên nền Núi Rainier phủ đầy tuyết từ công viên bậc thang xinh đẹp này. Bạn cũng sẽ có được tầm nhìn ngoạn mục ra Space Needle, tháp quan sát cao 605 feet. Chụp ảnh và thư giãn hoặc đi dã ngoại trên bãi cỏ. Thời gian tốt nhất để ghé thăm là vào lúc mặt trời mọc hoặc vào ban đêm để chiêm ngưỡng các tòa nhà và phà ở vịnh rực sáng dưới ánh đèn. Mặc dù nằm trong khu phố Queen Anne yên tĩnh, Công viên Kerry cách Trung tâm Seattle chưa đầy một dặm, nơi bạn có thể ghé thăm các địa danh khác như Bảo tàng Văn hóa Đại chúng.  TripadvisorĐọc thêm",
        "reviews": [
            "Đọc thêm",
            "Cái nhìn này nằm trong một khu phố tuyệt đẹp của những ngôi nhà cũ. Chúng tôi đã có một đêm tuyệt vời và có khoảng vài trăm người ở đó, nhiều người mang theo những chiếc máy ảnh chuyên nghiệp. Ngắm hoàng hôn phản chiếu trên các tòa nhà ở trung tâm thành phố Seattle thật tuyệt vời.Đọc thêm",
            "Chuyến tham quan bằng xe buýt thành phố của chúng tôi dừng ở đây khoảng 15 phút để ngắm cảnh và cho phép chúng tôi chụp ảnh. Đây là địa điểm đường chân trời thành phố hoàn hảo dành cho bưu thiếp. \n\nTrong khi những người khác cũng đang chụp ảnh selfie, chúng tôi có thể nhanh chóng giành được vị trí đắc địa mà không cần bất kỳ sự ngẫu nhiên nào ở phía sau. \n\nNhìn chung khu vực này sạch sẽ và được bảo trì tốt.Đọc thêm",
            "Đây là lần thứ hai chúng tôi đến thăm Seattle và chúng tôi lại ghé qua đây. Nó cung cấp tầm nhìn tuyệt vời của thành phố từ trên cao hoàn toàn miễn phí! Tôi hiểu rồi, việc du hành lên đỉnh kim không gian có vẻ thú vị, nhưng bạn có thể có được một góc nhìn rất giống ở đây mà không mất gì cả! Hãy cân nhắc điều này trước khi thực hiện kim không gian! Phải dừng lại ở Seattle!Đọc thêm",
            "Trời nhiều mây khi chúng tôi đi lên Space Needle, vì vậy chúng tôi dừng lại ở Công viên Kerry với hy vọng có tầm nhìn đẹp hơn vì bầu trời đã quang đãng. Nó thật hoàn hảo. Rainier lơ lửng ở đó giống như một bức tranh của Bob Ross với thành phố bên dưới, mặt nước ở bên phải và Space Needle ở bên trái. Công viên không có gì khác ngoài tầm nhìn và bãi đậu xe có giá cao, đặc biệt nếu xe buýt du lịch chiếm nhiều chỗ.Đọc thêm",
            "Rất vui vì chúng tôi đã lái xe và tìm thấy công viên nhỏ này với khung cảnh tuyệt đẹp.\n\nCó một vài tác phẩm điêu khắc và ghế dài.\n\nNgôi nhà của Meredith Grays trong Grays Anatomy ở gần đó, nhưng tôi không nhận ra điều đó và đã bỏ lỡ nó.\n\nTôi sẽ quay lại địa điểm này lần nữa - tôi muốn xem cả chế độ xem ban ngày và ban đêm vào lần tới.Đọc thêm",
            "Có một số điểm ngắm toàn cảnh Seattle xung quanh thành phố: từ Space Needle, từ phà Bainbridge, Trung tâm Columbia cao nhất,...và địa điểm này.\nVà cái này ở công viên Kerry là cái duy nhất miễn phí. Hơn nữa, bãi đậu xe xung quanh cũng miễn phí nên hãy đến và tận hưởng.Đọc thêm",
            "Cảnh quan tuyệt đẹp của đường chân trời Seattle, rất thích hợp để chụp ảnh. Chúng tôi đỗ xe cách đó vài dãy nhà trên một con phố nhỏ, không gặp vấn đề gì khi tìm chỗ. Đọc thêm",
            "Có một số điểm ngắm toàn cảnh Seattle khắp thành phố: từ Space Needle, từ phà Bainbridge, Trung tâm Columbia cao nhất,...và địa điểm này. Và địa điểm này ở công viên Kerry là địa điểm duy nhất miễn phí. Hơn nữa, bãi đậu xe xung quanh cũng miễn phí nên hãy đến và tận hưởng.Đọc thêm",
            "Địa điểm khá sầm uất nhưng có tầm nhìn tuyệt vời ra đường chân trời thành phố vào ban ngày hoặc ban đêm để có một bức ảnh tuyệt vời. Đáng để leo dốc lên!Đọc thêm",
            "Hôm nay lạnh quá, nhưng thật đáng giá! Khung cảnh hùng vĩ từ đài quan sát Công viên Kerry của khu vực trung tâm thành phố, bao gồm Space Needle với Mt Rainier làm nền. Trên đó cũng có vài ngôi nhà đẹp. Và nó miễn phíĐọc thêm",
            "Đây là một khung cảnh đẹp vào một ngày đẹp trời.  Chúng tôi có thể nhìn thấy Space Needle và ngọn núi phủ tuyết phía sau nó, Mt. Rainier.  Bãi đậu xe nằm trong khu dân cư nên hãy chú ý đến hàng xóm. Đọc thêm",
            "Khung cảnh tuyệt đẹp của trung tâm thành phố Seattle và Núi Rainier vào một ngày hè trong xanh. Đỗ xe miễn phí trên đường trước công viên. Ít đông đúc hơn vào các ngày trong tuần và không phải lúc hoàng hôn. Đọc thêm",
            "Thật vui vì chúng tôi đã lái xe và tìm thấy công viên nhỏ này, với tầm nhìn tuyệt đẹp. Có một vài tác phẩm điêu khắc và ghế dài. Ngôi nhà của Meredith Greys trong Greys Anatomy ở gần đó, nhưng tôi không nhận ra điều đó và đã bỏ lỡ nó. Tôi sẽ quay lại địa điểm này một lần nữa - Tôi muốn ngắm cả cảnh ban ngày và cảnh ban đêm vào lần tới. Đọc thêm",
            "Trời nhiều mây khi chúng tôi đi lên Space Needle, vì vậy chúng tôi dừng lại ở Công viên Kerry với hy vọng có tầm nhìn đẹp hơn vì bầu trời đã quang đãng. Nó thật hoàn hảo. Rainier lơ lửng ở đó giống như một bức tranh của Bob Ross với thành phố bên dưới, mặt nước ở bên phải và Space Needle ở bên trái. Công viên không có gì khác ngoài tầm nhìn và bãi đậu xe có giá cao, đặc biệt nếu xe buýt du lịch chiếm nhiều chỗ.Đọc thêm",
            "Đồi Bưu thiếp và còn được gọi là góc nhìn từ cửa sổ Fraizer Kranes trong chương trình Frazier. Khung cảnh tuyệt vời và ống nhòm zoom tích hợp sẵn tại chỗ.  Rất đáng để đi.Đọc thêm",
            "Chắc chắn đáng để dừng lại nếu bạn muốn có một cái nhìn tinh túy về Seattle.  Có vẻ như ngay cả người dân địa phương cũng đồng ý - rõ ràng RẤT NHIỀU bức ảnh vũ hội được chụp ở đây.  Phối cảnh đáng yêu của thành phố, Đọc thêm",
            "Xin chào, bạn còn có những bức ảnh nào khác về thành phố?Đọc thêm",
            "Bạn nên tìm kiếm hình ảnh biển hiệu phía trên chợ. Ở góc đường Pine và số 1, bạn có thể nhìn thấy biển hiệu Chợ công cộng. Hình ảnh rất mang tính biểu tượng của thành phố.Đọc thêm",
            "Tôi sẽ bay đến đó một lần nữa sau vài tuần nữa.  Nhưng ngoài những bức ảnh chụp đường chân trời từ mặt nước trên một chiếc phà, tôi không tìm được góc nào đẹp.\n\nTôi nên ở đâu trong thành phố để có được những bức ảnh đẹp về đường chân trời của trung tâm thành phố Seattle.  Ngoài ra, nếu bạn đến đó để ngắm cảnh hoàng hôn, tôi nên ở đâu để có được góc chụp phù hợp?Đọc thêm",
            "Xin chào, Chúng tôi đã lái xe đến Công viên Kerry để ngắm cảnh mang tính biểu tượng, điều này sẽ không làm bạn thất vọng tùy thuộc vào thời tiết, bạn cũng có thể nhìn thấy Núi Rainier ở phía sau! Ống kính tele hoặc zoom trên điện thoại cũng sẽ mang lại cho bạn góc nhìn tuyệt vời từ đó. Nếu không thì hãy lên phà để ngắm cảnh từ mặt nước trở về thành phố.Đọc thêm",
            "Những nơi tốt hơn để có tầm nhìn đẹp nhất? Cảm ơn!Đọc thêm",
            "Một nơi yên tĩnh nhỏ xinh với tầm nhìn tuyệt đẹp. Đọc thêm",
            "Tôi đang đọc các ý kiến ​​khác nhau về việc quang cảnh đẹp như thế nào. Tôi muốn chụp bức ảnh mang tính biểu tượng với Space Needle và Mt Rainier. Điều này có thể thực hiện được không hay cây cối, v.v. có cản trở không? Đọc thêm",
            "Đáng giá.  Hãy ưu tiên phía bên phải của công viên và đến vào lúc hoàng hôn khi đèn thành phố bật sáng.  Vào ban đêm bạn sẽ mất Rainier.  Vào ban ngày, những con sếu sẽ làm xao lãng hình ảnh của bạn.Đọc thêm",
            "Xe lăn Kerry Park có sử dụng được không?Đọc thêm",
            "Vâng chắc chắn. Đọc thêm",
            "Không có ô tô thì có phương tiện công cộng nào đi gần đây không? Chúng tôi dự định chủ yếu đến Space Needle và Pike Place Market nên không chắc chắn từ khu vực đó là cách tốt nhất nếu không có ô tô để đến đây. Cảm ơn sự giúp đỡ của bạn!Đọc thêm",
            "Tôi nghĩ có một trạm xe buýt gần đây. Tôi khuyên bạn nên sử dụng Google Maps. Luôn có Uber. Tôi KHÔNG khuyên bạn nên đi bộ từ Lower Queen Anne, vì ngọn đồi RẤT dốc. Đó là một công viên rất nhỏ với một số thiết bị vui chơi. Quang cảnh thành phố từ Công viên Kerry và những ngôi nhà cao cấp là điểm thu hút lớn.Đọc thêm",
            "Xin chào, thời gian tốt nhất để ghé thăm Công viên Kerry là khi nào? Tôi sẽ đến đó vào cuối tháng 11.Đọc thêm",
            "Điều quan trọng nhất là một ngày rõ ràng. \nTôi thích đến một giờ trước khi mặt trời lặn và ở lại cho đến khi trời tối.Đọc thêm",
            "Vào một ngày trong tuần, bạn khuyên bạn nên đến chỗ đậu xe ở Công viên Kerry vào lúc nào?  Chúng tôi có một chiếc xe tải đôi với hông rộng ở phía sau và lo lắng về việc đỗ xe.  Tôi là một nhiếp ảnh gia đam mê và tôi sẽ mua rất nhiều thiết bị chụp ảnh của mình.  Có phải đi bộ một quãng đường dài từ bãi đậu xe đến điểm ngắm cảnh thành phố không?  Cảm ơn sự giúp đỡ của bạn!Đọc thêm",
            "Cách tốt nhất của bạn là đi về phía bắc hoặc phía nam trên Đại lộ Queen Anne phía Bắc và rẽ về phía tây trên Highland. Chỗ đỗ xe có thể thiếu nhưng mọi người không có xu hướng ở lại công viên lâu.Đọc thêm",
            "Có ai biết bạn có thể kết hôn trong công viên không?!? Nếu vậy, thời điểm nào trong năm là thích hợp nhất để tổ chức đám cưới ngoài trời ở Seattle?!?\nMặc dù hỏi về thời tiết, chúng tôi đến Seattle vào tháng 2 năm nay và thời tiết lạnh nhưng bầu trời trong xanh và hầu như không có mưa. Làm cho chuyến đi trở nên tuyệt vời hơn nữa!! \nCảm ơn trước rất nhiều :o \nAmyĐọc thêm",
            "Đây sẽ là một nơi tuyệt vời cho một đám cưới nhỏ nếu bộ phận công viên cấp giấy phép. Ở Seattle, hãy chờ đợi thời tiết tốt từ giữa tháng 7 đến ngày 15 tháng 8.Đọc thêm",
            "Có nhà vệ sinh và ghế dài ở Công viên Kerry không và bãi đậu xe có khó không nếu bạn lái xe? Chúng tôi có một chiếc F-150 lớn và nhận thấy đường ở đây rất hẹp.Đọc thêm",
            "Công viên Kerry không phải là một công viên theo nghĩa thông thường.  Đây chỉ là một góc nhìn toàn cảnh nằm trên Đồi Queen Anne, nơi bạn có thể chụp ảnh Space Needle, khu vực trung tâm thành phố và Núi Rainier.  Không có nhà vệ sinh công cộng, tuy nhiên vẫn có những chiếc ghế dài để ngồi và ngắm nhìn khung cảnh bao quát.  Con phố này là một con phố đặc trưng của Seattle, hẹp.  Có, bạn có thể lái chiếc F-150 của mình và đậu trên đường.  Tùy thuộc vào ngày trong tuần, thời gian trong ngày, v.v., việc bạn quyết định đến Công viên Kerry sẽ quyết định có bao nhiêu chỗ đậu xe.  Tốt nhất, bạn sẽ dành 30 phút ở đây.  Hy vọng điều này sẽ giúp ích.Đọc thêm"
        ],
        "star_ratings": [
            2440,
            886,
            173,
            9,
            2
        ],
        "review_amount": 3510,
        "location": [
            "Washington WA",
            "Hoa Kỳ",
            "Công viên Kerry",
            "Seattle",
            "Những điều cần làm ở Seattle"
        ],
        "reviews_time": [
            "Written June 18, 2023",
            "Written July 2, 2023",
            "Written July 23, 2023",
            "Written August 9, 2023",
            "Written August 13, 2023",
            "Written May 27, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 13, 2024",
            "Written January 13, 2024",
            "Written January 7, 2024",
            "Written August 17, 2023",
            "Written August 13, 2023",
            "Written August 9, 2023",
            "Written August 5, 2023",
            "Written August 2, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60878-d1050677-Reviews-Kerry_Park-Seattle_Washington.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d1635070-Reviews-Toulouse_Petit_Kitchen_Lounge-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d5052718-Reviews-Molly_Moon_s_Homemade_Ice_Cream-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d665516-Reviews-Betty_Restaurant_and_Bar-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d532993-Reviews-Mecca_Cafe-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d456441-Reviews-Caffe_Ladro-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d2721320-Reviews-Domani_Restaurant_and_Pizza-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d24184186-Reviews-5_Spot-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d4991942-Reviews-Top_Pot_Doughnuts-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d4760178-Reviews-The_Masonry-Seattle_Washington.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60878-d6603095-Reviews-Taylor_Shellfish_Oyster_Bar-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d3184389-Reviews-Chihuly_Garden_and_Glass-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d12928505-Reviews-Singer_Galleries-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d10593043-Reviews-Kinnear_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d123109-Reviews-Space_Needle-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d558658-Reviews-G_Gibson_Gallery-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d563138-Reviews-Parsons_Gardens-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d2484267-Reviews-Bill_Melinda_Gates_Foundation_Discovery_Center-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d2318015-Reviews-Marshall_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d8560275-Reviews-International_Fountain-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d143565-Reviews-Seattle_Center-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d1050677-Reviews-or10-Kerry_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d143586-Reviews-Green_Lake_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d319153-Reviews-Hiram_M_Chittenden_Locks-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d561308-Reviews-Kubota_Garden-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d143587-Reviews-Lake_Washington-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d141275-Reviews-Klondike_Gold_Rush_National_Historical_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d141360-Reviews-Discovery_Park-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d141421-Reviews-Washington_Park_Arboretum-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d141258-Reviews-Volunteer_Park_Conservatory-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d143577-Reviews-Lake_Union-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d141346-Reviews-Seattle_Japanese_Garden-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d7854875-Reviews-Totally_Seattle-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d16652708-Reviews-Intermezzo_Salon_Spa-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d3860746-Reviews-Stalking_Seattle_A_Music_History_Sightseeing_Tour-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d10961890-Reviews-Hourglass_Escapes-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d4199689-Reviews-Keys_on_Main_Seattle-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d1113873-Reviews-The_Electric_Boat_Company-Seattle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g35277-d4302949-Reviews-Splash_in_The_Boro-Statesboro_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d3350646-Reviews-Huai_Khwang_Night_Market-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d12800493-Reviews-Elevated_Acre-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d218280-Reviews-Eastern_Market-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311069-Reviews-Hoa_Lo_Prison-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g189414-d1908605-Reviews-Cretan_Olive_Oil_Farm-Agios_Nikolaos_Lasithi_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451012-Reviews-Valley_of_Love-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294472-d324046-Reviews-Belgrade_Zoo-Belgrade.html",
            "https://www.tripadvisor.com/Attraction_Review-g189894-d591369-Reviews-Southern_Gothenburg_Archipelago-Gothenburg_Vastra_Gotaland_County_West_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d8020407-Reviews-The_Clumsies-Athens_Attica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60878-d1050677-Reviews-or10-Kerry_Park-Seattle_Washington.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60878-d1050677-Reviews-Kerry_Park-Seattle_Washington.html"
    }
]