[
    {
        "attraction_name": "Key West Express",
        "attraction_name_vi": "Chuyến tàu tốc hành Key West",
        "general_info": [
            "2.317 đánh giá",
            "8 trong số 29 điều cần làm ở Bãi biển Fort Myers",
            "Phà"
        ],
        "attraction_summary": "Hãy đến Key West, Americas Caribbean Paradise trên tàu Key West Express, nơi mà đến đó chỉ là một nửa niềm vui! Bạn còn chờ gì nữa? Hãy lên những chiếc phà tốc độ cao có máy lạnh, hiện đại, đẹp mắt, sạch sẽ của chúng tôi - Có hiên tắm nắng, quầy bar bán đồ ăn nhanh, cocktail và TV màn hình lớn - và bạn sẽ đến đó chỉ sau vài giờ!Đọc thêm",
        "reviews": [
            "Đây là một cách dễ dàng để đi từ Ft Myers đến Key West.  Quá trình lên máy bay nhanh chóng và dễ dàng.  Đồ uống và đồ ăn nhẹ có sẵn trên tàu.  \nChuyến đi kéo dài 4 giờ và trên thuyền rất LẠNH.   Nếu bạn có thể qua đêm thì nên làm vậy.  Sau khi đến nơi vào lúc 12 giờ trưa, chúng tôi lại lên máy bay lúc 5 giờ chiều, nghĩa là bạn có đúng 5 giờ để ở Key West.  Đó là một cách thú vị để dành một hoặc hai ngày mà không cần lái xe.Đọc thêm",
            "Đây là lần thứ hai tôi đi The Key West Express. Tôi đã có một trải nghiệm tuyệt vời cả hai lần và chuyến đi thuyền thật suôn sẻ. Có rất nhiều lựa chọn về chỗ ngồi và vì chúng tôi đang trong mùa giải nên chúng tôi có chỗ ngồi tuyệt vời với một chiếc bàn. \nKhiếu nại duy nhất của tôi là bạn không thể boa cho phi hành đoàn trừ khi bạn có tiền mặt. Bạn có thể mua bất cứ thứ gì từ bếp hoặc quầy bar bằng thẻ tín dụng nhưng không có dòng tiền boa. Tôi hỏi liệu tôi có thể trả tiền boa cho họ không và họ nói rằng họ không được phép nhận tiền boa và tôi thực sự gọi ít hơn ở quán bar vì tôi cảm thấy tồi tệ vì đã không boa cho họ.  Tôi không hiểu làm thế nào mà một công ty lại không thể cung cấp phương tiện để phi hành đoàn của họ nhận được tiền boa, vốn là xương sống trong khoản bồi thường của họ. \nLời khuyên của tôi là nếu bạn đi và thanh toán bằng thẻ tín dụng, hãy đảm bảo mang theo tiền mặt để nhận tiền tip vì phi hành đoàn đã làm rất tốt.Đọc thêm",
            "Đi thuyền suôn sẻ và được thực hiện tốt.\nĐiều này đã được thực hiện sau quá trình kiểm tra tức giận. Tôi đã mua vé trực tuyến, bao gồm cả thẻ đậu xe. Vé không có thẻ lên máy bay và do đó phải làm thủ tục bổ sung. Sau khi xếp hàng chờ đợi, tôi xuất trình giấy tờ trực tuyến của mình cho văn phòng tuyển sinh và được thông báo rằng không cần có thẻ lên máy bay. Khi đến gần cổng làm thủ tục, tôi được thông báo rằng cần có thẻ lên máy bay. Tôi đã thông báo rằng đại lý bán vé nói rằng điều đó là không cần thiết. Người đại lý lên máy bay hỏi ai nói vậy?  Tôi nói với anh ấy rằng đó là văn phòng tuyển sinh, nhân viên.  Điều đó là không thể chấp nhận được. Anh ấy yêu cầu tôi đi tìm tên người. Tôi đã nói với anh ấy khi tôi biết tên, bạn có cho tôi vào không, anh ấy nói không, bạn sẽ cần thẻ lên máy bay. Tôi quay lại văn phòng tuyển sinh và lấy thẻ lên máy bay. Một lần nữa đến gần cổng làm thủ tục, tôi xuất trình thẻ và nói cho anh ấy biết tên đại diện văn phòng tuyển sinh. Và được thông báo rằng không có người nào làm việc với cái tên đó. Anakin được hỏi còn ai ở trong văn phòng. Rõ ràng là họ đang bối rối không biết ai đang làm việc hoặc yêu cầu là gì.\nNếu bạn có thể gặp được nhân viên đang rất bối rối của họ, bạn sẽ có một chuyến đi vui vẻ.Đọc thêm",
            "Mọi chuyện đều ổn cho đến khi chúng tôi trở về nhà tối nay. Người pha chế để một nhóm người say khướt và họ hát hò hét đến tận cổ. Chúng tôi và nhiều vị khách đã khá mệt mỏi và chỉ muốn có một chuyến đi yên tĩnh về nhà. Nó tồi . Lần tới chúng ta sẽ đi phà đảo Marco. Đọc thêm",
            "Chuyến đi thật tuyệt vời và suôn sẻ. Lựa chọn thực phẩm có thể tốt hơn. Dịch vụ rất thân thiện và hiệu quả. Nên bổ sung thêm bàn thay tã cho bé. Hãy đến sớm nếu bạn muốn có chỗ ngồi có bàn. Đọc thêm",
            "Key West Express hoạt động tốt và phà được trang bị tốt.  Nó được vận hành hiệu quả và chúng tôi lên máy bay rất suôn sẻ.  Thật không may, ngày của chuyến đi của chúng tôi có gió lớn và chuyến đi rất gập ghềnh trong suốt chuyến đi.  Rất nhiều bệnh biển trên tàu.  Tất nhiên đó không phải là lỗi của công ty.  Tôi chưa bao giờ cảm thấy không an toàn và phi hành đoàn đã làm mọi thứ có thể để giúp đỡ những hành khách đang đau khổ.  Thật tệ khi chúng tôi thuê một chiếc ô tô và lái về nhà, nhưng trong những điều kiện thời tiết khác nhau, đó sẽ là một chuyến đi tuyệt vời!Đọc thêm",
            "Vì vậy, chuyến đi thuyền xuống thật tuyệt vời, tuy nhiên hãy nhớ rằng khi quay trở lại Fort Meyers, bạn sẽ đi ngược chiều gió.. \n\nChúng tôi đã trở lại vào đêm qua và khoảng 65 vị khách bị ốm nặng, nôn mửa và phải chạy ra ngoài để tận hưởng không khí trong lành, phi hành đoàn thực sự đã cố gắng hỗ trợ bất kỳ ai bị bệnh .. Tôi khuyên bạn nên dùng Bonine trước khi đến Key West hoặc quay trở lại để được an toàn. \n\nTôi thường bị ốm tuy nhiên tôi có xương sườn trong ví và tôi nhanh chóng bỏ nó vào miệng cùng với một cốc bia để khỏi bị ốm .. \n\nChuyến đi bất cứ nơi nào từ 3 -4 giờ đi lại sẽ lại lên phà đến Key West và mang theo một bộ bài để giết thời gian. Chắc chắn hy vọng đánh giá này hữu ích để những người khác có một chuyến đi vui vẻ chống lại bệnh tật trên biển ..Đọc thêm",
            "Một cách thú vị để đi từ Fort Myers đến Key West.   Hãy đến sớm ít nhất 45 phút trước giờ khởi hành để có chỗ ngồi tốt.  Có đồ ăn nhẹ và quầy bar trên tàu.  Nhân viên có thể giúp sắp xếp thuê xe golf khi bạn đến Keys. Chúng tôi khuyên bạn nên thuê 4 giờ để khám phá hòn đảo và gửi hành lý tại khách sạn nếu bạn ở lại qua đêm.  Lấy một bộ bài hoặc ipad của bạn để giữ cho mình bận rộn. Đó là một chuyến đi 4 giờ. Không có WIFI nên chúng tôi rất thích ngắm cảnh từ tầng trên cùng!  Đọc thêm",
            "Thay đổi tốc độ tốt đẹp để sử dụng phương tiện giao thông công cộng.  Kinh nghiệm của chúng tôi là thời gian khởi hành có phần linh hoạt.  Chúng tôi rời Fort Meyers sớm trước 8 giờ sáng và từ Key West trước 6 giờ tối. Ngoài ra, kinh nghiệm của chúng tôi là họ không đo hành lý của bạn.  Chúng tôi đã làm việc chăm chỉ để đảm bảo túi vải thô của chúng tôi có kích thước chính xác. Chúng tôi có thể đặt túi vải thô của mình vào giữa các ghế.  Có một số túi được để ở boong sau, hầu hết chúng trông khá lớn. Quán bán đồ ăn nhanh khá ngon, không rẻ nhưng cũng không quá đắt.  Đọc thêm",
            "Từ đảo Marco đến Key west thật tuyệt! \nTrên đường trở về, nước động dữ dội, họ đã cảnh báo chúng tôi khi ngồi ở nhà ga, người chồng bị ốm suốt chặng đường về cũng như những người khác .. phi hành đoàn rất chu đáo và không thể làm tốt hơn!\nNó tốt hơn việc lái xe, nhưng hãy lưu ý, khi họ yêu cầu bạn dùng dramimine trước thời hạn, hãy làm điều đó!Đọc thêm",
            "Bố mẹ tôi đã mua phiếu nghỉ lễ cho tôi và vợ vào năm 2018 cho vé khứ hồi.  Tôi không biết rằng chúng đã hết hạn sau hai năm, điều mà tôi có thể đổ lỗi vì họ đã không nói với tôi điều đó, nhưng nó không đề cập đến bất cứ nơi nào trên chứng từ giấy hoặc bất cứ nơi nào trên trang web về ngày hết hạn của chứng từ kỳ nghỉ - bất kể hoạt động kinh doanh kỳ quặc thực hành để lấy tiền chỉ để nó hết hạn đối với bạn.  Bạn có thể sử dụng giá trị phiếu thưởng bất cứ lúc nào để giảm giá so với giá hiện tại và chỉ thanh toán phần chênh lệch sau khi hết hạn giao dịch.  Phần yêu thích nhất của tôi trong cuộc gọi tới Key West Express là phải giải quyết vấn đề với bộ phận dịch vụ khách hàng qua điện thoại, người gọi bạn là thô lỗ vì đã nói ra sự thật rằng họ đã có tiền của bạn rồi, sau đó cô ấy đã im lặng và chỉ quay lại sau đó. Tôi chào, thở dài nặng nề rồi cúp máy - đối với tôi điều đó thật điên rồ.  Tôi đoán việc tìm ra giải pháp hợp lý hoặc thảo luận để giải quyết tình huống không phải là điều cô ấy muốn giải quyết.Đọc thêm",
            "Chúng tôi đi phà từ Đảo Marco nên chuyến đi của chúng tôi chỉ mất 3 giờ mỗi chiều. Chúng tôi ở lại qua đêm nên có một số hành lý. Bạn có thể trả tiền để cất nó ở bến phà khi đi du lịch. Làm đi! Lúc đầu chúng tôi không làm vậy, sau đó quay lại nên không cần phải mang nó đi khắp nơi. Chúng tôi đã tận hưởng một chuyến phà suôn sẻ ngay cả khi biển có chút sóng gió.Đọc thêm",
            "Ồ!  Đi tàu Key West Express từ Đảo Marco đến Key West và quay lại là cách lý tưởng trong vài ngày.  Xin gửi lời cảm ơn tới phi hành đoàn bao gồm Lance, Thomas, James, Joel và Greg.  Trải nghiệm tuyệt vời với một đội ngũ vui vẻ và nhiều thông tin.  Đây là một điều thú vị để làm với bạn bè và gia đình và chúng tôi thực sự khuyên bạn nên lập kế hoạch hành trình ở lại Key West một vài ngày vì đây là một nơi thú vị và dễ đi lại..hãy mua một chiếc xe golf là cách để đến đi!!Đọc thêm",
            "Thuyền sạch sẽ, phòng tắm sạch sẽ, rời đi và đến đúng giờ. Đỗ xe dễ dàng. Đã bán cho chúng tôi vé lên tàu cho Chuyến tham quan Conch với giá cao hơn 7 vé so với ki-ốt dành cho chuyến tham quan bán chúng.  Lẽ ra chúng tôi nên kiểm tra nhưng họ nghĩ rằng đó là tỷ lệ giảm.  Trải nghiệm này khiến chúng tôi cảm thấy khó chịu vì chúng tôi cảm thấy mình đã bị bắt. Đã có khoảng thời gian tuyệt vời ở Key West và chuyến tham quan.Đọc thêm",
            "Đi phà từ Key West khởi hành khoảng 6 giờ chiều và đến Ft. Bãi biển Myers khoảng 9-9h30 tối.  Biển lặng và đó là một chuyến đi thú vị trên phà. Bến phà ở Key West có nhân viên, phòng nghỉ, quầy để hành lý, nhiều chỗ ngồi và cách trung tâm thị trấn 10 phút đi bộ.    Nhà ga ở Ft. Bãi biển Myers là một bãi đậu xe có một hoặc hai chiếc ghế dài, tất cả đều ở bên ngoài.  Nếu bạn để xe ở bãi đậu xe, bạn đã sẵn sàng.  Nếu bạn đang phụ thuộc vào phương tiện giao thông công cộng tại Ft. Bãi biển Myers, đó là một cảnh quay tồi tệ. Thông thường có 3 hoặc 4 chiếc taxi có mặt. Khi chúng tôi đi du lịch, có hàng trăm khách quen trên phà.  Chúng tôi có chỗ ngồi gần cửa thoát phà, boong dưới, phía cảng, vì vậy chúng tôi có thể là một trong những người xuống tàu đầu tiên - hoạt động tốt và chúng tôi có một chiếc taxi.   Chúng tôi được biết có những đêm những người lái phà bất cẩn phải đợi trên những băng ghế ở bãi đậu xe hơn một tiếng đồng hồ vì họ không có phương tiện nào để tiếp tục hành trình.  Uber được cho là không có nhiều ở Bãi biển Ft.Myers vì khu vực này vẫn đang phục hồi sau cơn bão năm 2023.  Vì vậy, hãy suy nghĩ về chiến lược rút lui của bạn khỏi con thuyền ở Ft. Myers Beach trừ khi bạn có ô tô ở bãi đậu xe đó.Đọc thêm",
            "Tàu Key West Express từ Bãi biển Ft Myers là một lựa chọn tốt để đến Key West. Tốt hơn nhiều so với việc lái xe. Tuy nhiên, nếu sóng cực mạnh, nó có thể rất nảy. Nếu say sóng là một vấn đề đối với bạn, hãy chuẩn bị. Chỗ ngồi thoải mái. Lựa chọn thực phẩm đều ổn. Quán bar rất nổi tiếng. Nhược điểm - bạn phải có mặt ở đó trước khi khởi hành khoảng 7 giờ sáng. Bạn trở về rất muộn - từ 10h11 tối. Tôi nghe nói hiện có lựa chọn bay thẳng từ RSW. Đó sẽ là lựa chọn của tôi.Đọc thêm",
            "Phi hành đoàn và sự sạch sẽ là 5.. chuyến đi rất khó khăn khi quay trở lại.. kéo dài một tiếng rưỡi mà không bị ốm.. đã uống một viên Dramamine trước đó... Thật là khó chịu ngay khi chúng tôi rút lui..bị ốm quá.. rất nhiều người khác ném lên.. phi hành đoàn rất hữu ích.. xong việc với phà và tàu du lịch!!Đọc thêm",
            "Dễ dàng đi đến Key West. Mất 3,5 giờ để đến đó, 4 giờ để quay về Ft. Myers. Chúng tôi có thể ngồi vào bàn trong cả hai chuyến đi, có không gian để ngồi trên ghế dài nếu muốn.Đọc thêm",
            "Luôn yêu thích Key West Express. Phi hành đoàn tuyệt vời. Không thể nói đủ. Nếu bạn chưa làm thì hãy làm đi!   ......... .   .............Đọc thêm",
            "Đi thuyền tuyệt vời. Thư giãn. Họ có sẵn đồ ăn thức uống. Những chiếc bàn lớn để chơi bài hoặc bất cứ thứ gì để giết thời gian trên du thuyền. Hoặc những chiếc ghế ngả lưng nếu bạn muốn xem phim. Bến cảng gần mọi thứ ở Key West. Chắc chắn sẽ làm điều này một lần nữa.Đọc thêm",
            "Câu hỏi kiểm tra.Đọc thêm",
            "Khi nào chúng ta phải trả tiền? Đọc thêm",
            "Trực tuyến hoặc tại nhà ga trước khi bạn lên máy bay.Đọc thêm",
            "Tôi có thể mang theo thú cưng không?Đọc thêm",
            "không chắcĐọc thêm",
            "Giá vé 99 có bao gồm khứ hồi không?Đọc thêm",
            "KhôngĐọc thêm",
            "Vé đặc biệt 99 có bao gồm vé khứ hồi không?Đọc thêm",
            "Được phép hút thuốc láĐọc thêm",
            "Khách sạn thân thiện với người đồng tính nam nhất gần bến phà?Đọc thêm",
            "Làm thế nào tôi có thể đặt ngay ưu đãi 99.00 cho 2 người cao tuổi vào ngày 26 tháng 12?Đọc thêm",
            "Tôi đỗ xe ở đâu chi phí đậu xeĐọc thêm",
            "Có bãi đậu xe tại bến tàu cho thuyền. Không mất phí đậu xe. Tuy nhiên, bạn cần đến sớm để có thể tìm được chỗ đậu xe gần phía trước hơn, đến sớm ít nhất 1 giờ và tìm được một trong những chỗ đậu xe tốt hơn trên thuyền. Đọc thêm",
            "Nơi tốt nhất để ở trong một vài ngày?Đọc thêm",
            "Tôi muốn giới thiệu BB chứ không phải một trong những khách sạn lớn hơn vì chúng có xu hướng rất đắt tiền.  Key West BB là một lựa chọn tốt.Đọc thêm"
        ],
        "star_ratings": [
            1185,
            613,
            245,
            92,
            183
        ],
        "review_amount": 2318,
        "location": [
            "Bờ biển Tây Nam Vịnh",
            "Hoa Kỳ",
            "Florida FL",
            "Key West Express",
            "Những hoạt động không thể bỏ qua ở Bãi biển Fort Myers",
            "Bãi biển Fort Myers"
        ],
        "reviews_time": [
            "Written July 2, 2023",
            "Written July 24, 2023",
            "Written July 25, 2023",
            "Written September 8, 2023",
            "Written October 2, 2023",
            "Written October 16, 2023",
            "Written November 19, 2023",
            "Written December 3, 2023",
            "Written December 9, 2023",
            "Written January 9, 2024",
            "Written June 5, 2024",
            "Written May 10, 2024",
            "Written May 5, 2024",
            "Written April 30, 2024",
            "Written April 3, 2024",
            "Written March 27, 2024",
            "Written March 19, 2024",
            "Written March 6, 2024",
            "Written February 27, 2024",
            "Written February 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34231-d646314-Reviews-Key_West_Express-Fort_Myers_Beach_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34231-d7649143-Reviews-Dixie_Fish_Co-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34231-d1475076-Reviews-Doc_Ford_s_Rum_Bar_Grille_Ft_Myers_Beach-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34231-d13172334-Reviews-Original_Shrimp_Dock_Bar_Grill-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34231-d575971-Reviews-Parrot_Key_Caribbean_Grill-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34231-d2373283-Reviews-Nervous_Nellie_s_Ft_Myers_Beach-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34231-d401897-Reviews-Matanzas_on_the_Bay-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34231-d1556608-Reviews-Bonita_Bill_s_Bar_Fish_House-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34231-d8378732-Reviews-The_Doghouse-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34231-d7356501-Reviews-Mr_Tequila-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34231-d19899496-Reviews-Snug_Harbor_Waterfront_Restaurant-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d2520950-Reviews-Trico_Shrimp_Co-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d561828-Reviews-Ostego_Bay_Marine_Science_Center-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d2704557-Reviews-Fort_Myers_Beach-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d6023730-Reviews-Fort_Myers_Beach_Public_Library-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d23874057-Reviews-Lacy_Mcclary_Studio_And_Gallery-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d8632613-Reviews-Captain_Butch_s_Water_Taxi-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d3320484-Reviews-Times_Square-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d2196162-Reviews-Mound_House-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d2068538-Reviews-Bay_Oaks_Recreation_Center-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d1972279-Reviews-Matanzas_Pass_Preserve-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d646314-Reviews-or10-Key_West_Express-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d11925682-Reviews-LeeTrans-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d17584342-Reviews-Day_5_Charters-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d10839551-Reviews-Mad_Cabb_Beach_Taxi-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d8395172-Reviews-Paradise_Beach_Taxi-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d14759752-Reviews-Ft_Myers_Beach_Limo-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d8591933-Reviews-Local_Motion_Taxi-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d23856993-Reviews-Exquisite_Transportation_Services-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d19999456-Reviews-Ride2TheAirports_com-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d12289651-Reviews-Coconut_Cab_Taxi-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d7299184-Reviews-Sight_Sea_R_Cruises-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34230-d1127841-Reviews-Magic_Wind_Adventure_Sailing-Fort_Myers_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d2243928-Reviews-FantaSea_Sailing-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d12804642-Reviews-Lagerhead_Cycleboats-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d7254883-Reviews-Just_Add_Water_and_Sun-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d1463564-Reviews-Florida_Pirate_Cruise-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d9783832-Reviews-Pure_Passion_Fishing_Charters-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d11891077-Reviews-FMBeautiful_Bay_Company-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d4014254-Reviews-Salty_Sam_s_Marina-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d5011322-Reviews-Captain_Mike_s_Fishing_Fort_Myers_Beach-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d20308887-Reviews-Lagerhead_Cycleboats-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d13079494-Reviews-Backwater_Adventure-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34230-d10353620-Reviews-Gulf_Coast_Slingshot_Rentals-Fort_Myers_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34231-d17582436-Reviews-Ranalli_Parasail_Fort_Myers_Beach-Fort_Myers_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g56804-d5557195-Reviews-Prada_Marfa-Valentine_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31248-d126846-Reviews-Grand_Canyon_West-Hualapai_Reservation_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d8707026-Reviews-Kite_Beach-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d19063833-Reviews-Disney_Character_Warehouse-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g315851-d2331563-Reviews-Laugarvatn_Fontana_Geothermal_Baths-Laugarvatn_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293748-d11911134-Reviews-The_Slipway_Shopping_Centre-Dar_es_Salaam_Dar_Es_Salaam_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g46709-d12686762-Reviews-Oxford_Furnace_Lake-Oxford_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g57719-d1773119-Reviews-Burke_Lake_Park-Fairfax_Station_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g40926-d527362-Reviews-Kisma_Preserve-Trenton_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g189164-d1198741-Reviews-Sintra_National_Palace-Sintra_Sintra_Municipality_Lisbon_District_Central_Portuga.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34231-d646314-Reviews-or10-Key_West_Express-Fort_Myers_Beach_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34231-d646314-Reviews-Key_West_Express-Fort_Myers_Beach_Florida.html"
    }
]