[
    {
        "attraction_name": "Keystone State Park",
        "attraction_name_vi": "Công viên tiểu bang Keystone",
        "general_info": [
            "36 đánh giá",
            "1 trong 3 hoạt động giải trí ở Derry",
            "Công viên tiểu bang",
            "Công viên"
        ],
        "attraction_summary": "Tôi đặc biệt đánh giá các cabin gia đình hiện đại. Căn phòng chúng tôi ở sạch sẽ, rộng rãi và rất thoải mái. Tất cả các khu cắm trại bao gồm cả cabin đều có đủ không gian và thảm thực vật giữa chúng để mang lại mức độ riêng tư hợp lý cũng như sự yên bình và tĩnh lặng. Đọc thêm",
        "reviews": [
            "Chúng tôi dành cả ngày ở Công viên bang Keystone. Bơi lội rất tuyệt và chèo thuyền kayak rất thú vị. Rất nhiều lựa chọn thuyền kayak để thuêĐọc thêm",
            "Tôi là người tổ chức khu cắm trại tại công viên tiểu bang này và các hoạt động khác nhau được tổ chức vào mùa hè cho trẻ em là một cơ hội tuyệt vời để tham gia. Ngôi nhà trên bãi biển có các món đồ cho cả trẻ và già cho mượn. Tiện nghi cắm trại là hầu hết các địa điểm đều có điện. Hillside thân thiện với vật nuôi. Làm sạch nhà vệ sinh và nhà tắm. Bơi lội, chèo thuyền và câu cá. Nhiều cấp độ khác nhau của đường mòn đi bộ đường dài và đường đi xe đạp vòng quanh công viên. Chủ nhật vào mùa hè, có phiên chợ nông sản được tổ chức ở bãi đậu xe ở bãi biển. Stone Lodge trưng bày các hiện vật lịch sử từ khi công viên còn là một công ty khai thác mỏ. Các chương trình tự nhiên cũng có. Bạn sẽ có cảm giác như đang ở một nơi xa xôi nào đó trong khi thực tế là bạn đang ở trong khoảng cách lái xe đến Latrobe, Ligonier và Pittsburgh. Lý do duy nhất khiến tôi không dẫn chương trình nữa là vì sức khỏe. Dừng lại và ngắm cảnh công viên tiểu bang này.Đọc thêm",
            "Vì ở gần nhà nên chúng tôi yêu thích khu cắm trại ở công viên tiểu bang Keystone. Chúng tôi ở trong khu vực sườn đồi, nơi thân thiện với vật nuôi. Nếu bạn muốn đi dọc hồ, có những địa điểm đẹp nhưng họ không cho phép nuôi thú cưng. Ngay cả khi ở trong khu vực sườn đồi, hồ cũng không phải đi bộ xa. Phòng tắm và vòi sen sạch sẽ. Các địa điểm khá rộng rãi và một số có cảm giác tách biệt. Thỉnh thoảng bạn nghe thấy tiếng ồn từ trường đua địa phương vào buổi tối nhưng nhìn chung đây là một khu cắm trại rất yên tĩnh. Trong khuôn viên không có cửa hàng cắm trại nhưng có các cửa hàng và bán củi rất gần đó. Chỉ có một trạm đổ rác được chia sẻ cho cả hai khu cắm trại, vì vậy nó có thể được hỗ trợ một chút vào thời gian trả phòng cao điểm. Chúng tôi muốn đến thăm nhiều lần trong năm!Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian vui vẻ ở OC, cách đây vài tuần, chúng tôi bị sốt bãi biển!! Bãi biển gần chúng tôi nhất là công viên tiểu bang Keystone! Chúng tôi đã quyết định đi theo ý thích ngày hôm qua.  Thật là bận rộn, nhưng chúng tôi đã tìm được một chỗ thoải mái và tận hưởng niềm vui dưới ánh nắng! Thật tuyệt khi được ngồi và thư giãn.  Chúng tôi rất thích bầu bạn với nhau, xem mọi người chơi ném đĩa, chèo thuyền kayak và tắm nắng. Để sửa chữa nhanh chóng trên bãi biển, nếu bạn sống ở khu vực Pittsburgh, hãy xem công viên tiểu bang Keystone. Bạn sẽ không thất vọng đâu.Đọc thêm",
            "Vợ tôi, Cháu trai và tôi đã có khoảng thời gian tuyệt vời trong căn nhà gỗ hiện đại thuê ở Keystone State Park. Tôi đã đặt cabin vào gần cuối năm 2018 cho mùa hè 2019 và đưa các bức ảnh cũng như mô tả về cabin mà chúng tôi đã chọn trên trang web. Đúng như đã hứa, chúng tôi đã có khoảng thời gian tuyệt vời để câu cá, bơi lội và thư giãn trong tuần sau ngày mùng 4. của tháng Bảy. Cabin cực kỳ sạch sẽ và tất cả các thiết bị đã sẵn sàng phục vụ chúng tôi. Tôi đặc biệt khuyên bạn nên thuê cabin, đặc biệt đối với ông bà đưa cháu đi cắm trại trong một tuần. Chúng tôi đã có một ngày trời mưa và đã đi một chuyến ngắn đến Delmont và xem Toy Story 4. Mọi thứ đều nằm trong khoảng cách lái xe khá ngắn nếu bạn cần làm điều gì đó khác biệt trong một ngày.Đọc thêm",
            "Chúng tôi cắm trại tại các công viên tiểu bang vào mỗi mùa hè nhưng đây là nơi tệ nhất mà tôi từng ở. Không có nơi nào có thể đi bộ đến và không có cửa hàng bán đồ cắm trại. Chúng tôi ở trại Hillside vì trại kia đã đóng cửa vì một lý do nào đó. Chỗ đó toàn bùn và vẫn bùn trong suốt ba ngày chúng tôi ở đó, không có cỏ mọc. Bãi biển nằm bên ngoài lối vào của khu cắm trại, không thể đi bộ đến. Họ có bán đá ở quầy bán đồ ăn nhẹ nhưng bạn phải lái xe nhiều dặm để mua sữa hoặc đồ quên. Tôi không khuyên bạn nên đến khu cắm trại để cắm trại bằng lều. Bãi biển rất đẹp và sạch sẽ và đồ ăn ở quầy bán đồ ăn nhẹ cũng ngon. Sẽ quay lại để đi chơi trong ngày ở bãi biển. Đọc thêm",
            "mặc dù chúng tôi chỉ vui chơi vài lần trong năm với các cháu trai nhưng luôn là một nơi vui vẻ.  Cháu trai thực sự thích ngày Chủ nhật bảo tồn mà họ tổ chức hàng năm.Đọc thêm",
            "Gia đình tôi thực sự thích bãi biển nhân tạo ở đây, chúng tôi cố gắng đi mỗi tuần một lần vào mùa hè vì đó là một nơi tuyệt vời và khiến bọn trẻ bận rộn, quầy bán đồ ăn nhẹ rất phù hợp cho tất cả các loại đồ ăn nhẹ và kem mặc dù chúng tôi thường mang theo đồ bữa trưa, sân chơi cũng khá đẹp và được chăm sóc tốt. Họ có rất nhiều thứ để làm trong mùa hè cho trẻ em như đi dạo giữa thiên nhiên và đêm chiếu phim cũng là những chương trình tuyệt vời.  Ngoài ra còn có khu cắm trại và nơi cho thuê kyak và những thứ khác mặc dù cá nhân tôi chưa bao giờ làm việc này nhưng luôn cân nhắc. Công viên này là một ví dụ điển hình về lý do tại sao bạn nên hỗ trợ các công viên tiểu bang.Đọc thêm",
            "Trải nghiệm tuyệt vời tại Keystone. Phòng tắm sạch sẽ và dễ tiếp cận, nhân viên kiểm lâm công viên không xâm phạm và thân thiện. Con đường nhỏ tuyệt vời để đi dạo quanh hồ. Một tờ giấy nằm cách đó chỉ khoảng 10 phút, rất thuận tiện. Giống như các đánh giá trước đã đề cập, đường cao tốc gần đó có thể nghe được; cuộc đua sẽ bắt đầu vào khoảng 9 giờ tối và tiếp tục đua cho đến khoảng 11 giờ tối trong hai đêm chúng tôi ở đó vào thứ Sáu và thứ Bảy vào cuối tháng 9 - đây là lý do tại sao tôi chỉ cho 4 sao. Củi: ưu đãi của công viên là 2 bó, đốt và diêm cho 20 người với dịch vụ giao trả từ 8 giờ sáng - 8 giờ tối, nhưng cũng có một nhà cung cấp địa phương bên ngoài công viên bán 3 bó với giá 10 bó mỗi bó và 1 bó đốt mở cửa 24 giờ. Chắc chắn sẽ quay lại :Xem thêm"
        ],
        "star_ratings": [
            23,
            8,
            5,
            0,
            0
        ],
        "review_amount": 36,
        "location": [
            "Derry",
            "Pennsylvania PA",
            "Công viên tiểu bang Keystone",
            "Hoa Kỳ",
            "Những điều cần làm ở Derry"
        ],
        "reviews_time": [
            "Written October 18, 2023",
            "Written July 6, 2022",
            "Written April 22, 2015",
            "Written March 4, 2019",
            "Written May 27, 2018",
            "Written August 4, 2019",
            "Written June 15, 2015",
            "Written December 6, 2019",
            "Written September 3, 2019",
            "Written October 3, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g52490-d6962118-Reviews-Keystone_State_Park-Derry_Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g53291-d27916027-Reviews-Billy_s_Pizza_General_Store-New_Alexandria_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52986-d4502741-Reviews-Lincoln_Highway_Experience_Museum-Latrobe_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52986-d7154903-Reviews-Fred_Rogers_Exhibit-Latrobe_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53291-d21509149-Reviews-Flemings_Farm_of_New_Alexandria-New_Alexandria_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52986-d13866698-Reviews-Mister_Rogers_Park_Bench-Latrobe_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53291-d1898335-Reviews-Keystone_Raceway_Park-New_Alexandria_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52986-d8456598-Reviews-Saint_Vincent_College-Latrobe_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52986-d6893584-Reviews-Four_Seasons_Brewing_Company_Pub-Latrobe_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52986-d13322690-Reviews-Latrobe_Presbyterian_Church-Latrobe_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52986-d13822075-Reviews-Latrobe_Area_Historical_Society-Latrobe_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52986-d23195652-Reviews-Christ_United_Church_Of_Christ-Latrobe_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52490-d6962118-Reviews-or10-Keystone_State_Park-Derry_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52763-d1568559-Reviews-The_Westmoreland_Museum_of_American_Art-Greensburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53033-d270673-Reviews-Idlewild_SoakZone-Ligonier_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52763-d6028468-Reviews-Westmoreland_Mall-Greensburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52986-d14204051-Reviews-Latrobe_Art_Center-Latrobe_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52986-d12999559-Reviews-Twin_Lakes_Park-Latrobe_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g54184-d4083868-Reviews-The_Vault_Martini_Bar-Columbia_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d142794-Reviews-Swap_Shop-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d1008608-Reviews-El_Bosc_de_les_Fades-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g2290737-d10020419-Reviews-F1_Hungarian_Grand_Prix-Mogyorod_Pest_County_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g1052514-d4374662-Reviews-The_Oyster_Shed-Carbost_Isle_of_Skye_The_Hebrides_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11837742-Reviews-Dubai_Ladies_Club-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d4185049-Reviews-HBO_Shop-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187527-d2061857-Reviews-Habaneras_Shopping_Center-Torrevieja_Costa_Blanca_Province_of_Alicante_Valencian_.html",
            "https://www.tripadvisor.com/Attraction_Review-g21179689-d25190516-Reviews-Lusail_Boulevard-Lusail.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d1570043-Reviews-Smith_Family_Garden_Luau-Lihue_Kauai_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g52490-d6962118-Reviews-or10-Keystone_State_Park-Derry_Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g52490-d6962118-Reviews-Keystone_State_Park-Derry_Pennsylvania.html"
    }
]