[
    {
        "attraction_name": "KGB Building",
        "attraction_name_vi": "Tòa nhà KGB",
        "general_info": [
            "1.615 đánh giá",
            "- 12 trong số 344 điều cần làm ở Riga",
            "Bảo tàng chuyên ngành"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Nơi này là địa điểm không thể bỏ qua nếu bạn quan tâm đến lịch sử hoặc chính trị hiện đại. Tất nhiên, đó không phải là một nơi tốt đẹp, nhưng điều cần thiết là các bạn trẻ của chúng tôi phải biết - cô con gái 16 tuổi của tôi thực sự thấy nó thú vị. Chúng tôi thực sự khuyên bạn nên tham gia chuyến tham quan có hướng dẫn thay vì phương pháp tự làm, bạn - sẽ thu được nhiều lợi ích hơn từ nó.Đọc thêm",
            "Đây là một nơi hoàn toàn hấp dẫn để ghé thăm! Chuyến tham quan có hướng dẫn là cách duy nhất để vượt qua những thông tin được xem miễn phí ở sảnh vào - chắc chắn cũng đáng đọc - và vào các phòng giam, phòng thẩm vấn - nhà bếp, v.v., nơi chiếm phần lớn diện tích bảo tàng - địa điểm. Người hướng dẫn của chúng tôi - người mà tôi biết sau này là một nhà sử học người Ukraine, xin lỗi tôi đã quên tên cô ấy - đã làm rất tốt khi trình bày những sự thật kinh hoàng và điều kiện khủng khiếp của nhà tù theo cách - không khiến mọi người bị tàn bạo - xì hơi. Cảm nhận rõ ràng về tòa nhà, tổ chức Cheka - KGB và 50 năm chiếm đóng của Liên Xô đã được trình bày chi tiết nhất có thể trong chuyến tham quan kéo dài hàng giờ đồng hồ, trong khi vẫn dành thời gian cho các câu hỏi và quan sát xung quanh. Nó cảm thấy như một nơi quan trọng và cần thiết để ghé thăm. Có lẽ dễ dàng nhất là đặt trước trực tuyến trên trang web của họ, hãy nghĩ rằng có 4 chuyến tham quan bằng tiếng Anh mỗi ngày - một chuyến bằng tiếng Latvia.Đọc thêm",
            "Tôi thực sự khuyên bạn nên tham gia chuyến tham quan có hướng dẫn đến khuôn viên phòng giam - 10 -, nhiều chuyến tham quan mỗi ngày -. Triển lãm miễn phí với các bảng và một số phương tiện đa phương tiện mang lại nhiều thông tin và thú vị, nhưng chuyến tham quan đến cơ sở mới là điều thực sự tạo nên chuyến thăm. Bạn có thể xem phòng thẩm vấn, phòng giam, phòng hành quyết, v.v. với sự hướng dẫn hấp dẫn và nghe những câu chuyện đời thực về cuộc sống trong khuôn viên. Chủ đề rất nghiêm túc, nhưng chuyến tham quan kéo dài khoảng một giờ cũng có lúc hài hước một cách khéo léo và chín chắn.\n\nTôi - tôi cho 4 sao, vì chỉ riêng buổi triển lãm miễn phí có lẽ không đáng 5 sao. Chuyến tham quan - chắc chắn là 5 sao!Đọc thêm",
            "Thực hiện một chuyến tham quan và bạn có thể nhìn thấy khu vực nhà tù, v.v. Hướng dẫn viên du lịch rất xuất sắc. Tuy nhiên, chuyến tham quan diễn ra rất nhanh và chỉ có rất ít thời gian để chụp ảnh nên hãy chụp khi bạn có thể. Những phần lịch sử rất quan trọng và con người có thể khủng khiếp đến mức nào, nơi này là nơi dành cho tất cả những người yêu thích lịch sử.Đọc thêm",
            "Chuyến tham quan rất thú vị quanh các văn phòng KGB cũ ở Riga.\n\nHướng dẫn viên của chúng tôi - tiếng Anh rất xuất sắc và cô ấy cho phép chúng tôi có nhiều thời gian để đặt câu hỏi trong suốt chuyến tham quan.\n\nVì chỉ nhập học - 10 - rẻ hơn cho sinh viên - rất đáng để ghé thăm nếu bạn ở Riga.  Đảm bảo bạn đặt trực tuyến trước.\nĐọc thêm",
            "Màn hình miễn phí có nhiều thông tin nhưng không dừng lại ở đó. Trả phí và tham gia chuyến tham quan có hướng dẫn vì ngoài triển lãm miễn phí còn rất thú vị.\n\nHướng dẫn rất nhiều thông tin. Việc thiếu - nâng cao - của các phòng, tức là bảng thông tin, v.v. sẽ làm tăng thêm trải nghiệm.\n\nRất đáng để ghé thăm.Đọc thêm",
            "Đây là một nơi rất thú vị để tham quan và chắc chắn là không khí. Bạn có thể đi bộ quanh một khu vực nhỏ miễn phí, điều này vẫn thú vị nhưng chúng tôi đã chọn chuyến tham quan có hướng dẫn mà bạn đã trả tiền. Hướng dẫn viên của chúng tôi rất nhiều thông tin và những nơi chúng tôi đến thăm đã khiến trải nghiệm trở nên đáng nhớ hơn. Điều khó hiểu duy nhất của tôi là việc di chuyển xung quanh hơi vội vàng và bạn không có nhiều thời gian để quan sát kỹ và chụp ảnh. Vẫn đáng để ghé thăm mặc dù. Đọc thêm",
            "Bất cứ khi nào tôi đến thăm một chư hầu cũ của Liên Xô, tôi phải đến thăm trụ sở KGB cũ của họ vì những nơi này thường được biến thành bảo tàng trưng bày sự kinh hoàng do người Nga tạo ra.\nThật không may, tôi rất buồn khi rời bảo tàng vì cảm thấy Chính phủ Latvia không đầu tư đủ vào việc trưng bày những cảnh tượng kinh hoàng. Cuộc sống hiện tại của chúng ta được xây dựng dựa trên lịch sử của chúng ta và các bảo tàng KGB khuyên chúng ta đừng quên.\nTham gia chuyến tham quan có hướng dẫn, chúng tôi đã được kể rất nhiều điều. Thật không may, nhóm của chúng tôi rất đông nên người hướng dẫn không có thời gian và chúng tôi bị dẫn đi như tù nhân trên đường đến Gulag. Ngày hôm sau, tôi đề cập điều này với đồng nghiệp của mình và anh ấy đã có trải nghiệm hoàn toàn trái ngược. Khi anh ấy đến thăm, họ chỉ có hai người trong chuyến tham quan có hướng dẫn viên và họ đã có khoảng thời gian tuyệt vời. Có lẽ bảo tàng nên cố gắng tìm thêm hướng dẫn viên và bắt đầu các chuyến tham quan có hướng dẫn viên mới thường xuyên hơn. Đọc thêm",
            "Chúng tôi đến bảo tàng với hy vọng trả tiền vào cửa, chúng tôi đến nơi và thấy bảo tàng miễn phí và có một chuyến tham quan có hướng dẫn trả phí đến nhiều khu vực hơn. Chúng tôi đi ăn trưa gần đó và quay lại tham quan. Chuyến tham quan là phần hay nhất, hướng dẫn viên kể những câu chuyện rất hay một cách hấp dẫn. Thật thú vị khi nhìn thấy các tế bào, khu vực bên ngoài và các bộ phận khác.Đọc thêm",
            "Các tour du lịch là phải tuyệt đối.  - 15 mỗi người lớn và bạn cần phải đặt trước. Có thể đặt trước tại cửa hoặc trực tuyến nhưng chỗ trống sẽ lấp đầy nên tốt hơn nên đặt trước. Đây là một bảo tàng cũ nên hãy xem nó theo đúng giá trị bề ngoài nhưng nó mang lại cho bạn cảm giác về những điều kiện khủng khiếp như thế nào. Thông tin và hướng dẫn viên du lịch được trình bày hoàn hảo. Trải nghiệm đau khổ nhưng rất mang tính giáo dục.Đọc thêm",
            "Tôi đặt trực tuyến trước khi đi du lịch.  Dễ dàng tìm thấy ở khu vực mới hơn của thị trấn Hướng dẫn viên rất xuất sắc và nói tiếng Anh xuất sắc. Rất thú vị- những gì xảy ra ở đây thực sự gây sốc! Bảo tàng này khá lạnh khi bạn xuống tầng hầm và bên ngoài nên hãy mặc quần áo ấmĐọc thêm",
            "Chuyến tham quan trả phí đặc biệt thú vị. Giống như nhiều thành phố và quốc gia khác trong khu vực này cách đây hàng chục năm, tình trạng chiếm đóng và áp bức đã xảy ra. Và những nỗi kinh hoàng liên quan cũng vậy. Đặc biệt là cơ hội tốt để ghé thăm đây và suy ngẫm về các sự kiện hiện tại.Đọc thêm",
            "Lối vào khiêm tốn ở góc phố này sẽ đưa bạn vào một bảo tàng về KGB. Rất nhiều điều để đọc về những gì đã xảy ra đằng sau những bức tường của tòa nhà. Vào cửa miễn phí, mặc dù họ đã trả tiền cho các chuyến tham quan các phòng giam mà lý tưởng nhất là bạn cần phải đặt trước.Đọc thêm",
            "Một nơi rất thú vị với câu chuyện rất thú vị. Hướng dẫn viên của chúng tôi là một người kể chuyện xuất sắc và khiến mọi người quan tâm đến chủ đềĐọc thêm",
            "Hướng dẫn viên du lịch rất am hiểu và có vẻ thích công việc của mình. Tất nhiên thông tin và địa điểm, lịch sử đã nói lên điều đó. Vấn đề là ở đó ĐÓNG ĐÔNG và bạn phải lê bước hoặc đứng yên trong gần một giờ. Về cơ bản, 30 người hoàn toàn xa lạ đang rúc vào nhau và nhảy từ chân này sang chân kia để giữ ấm. Tôi thực sự khuyên họ nên ghi chú cho bạn TRANG PHỤC NÓNG trên vé để mọi người chuẩn bị sẵn sàng.Đọc thêm",
            "Đề nghị nồng nhiệt đến thăm. Một phần của lịch sử gần. Thật đáng để tham gia một chuyến tham quan có hướng dẫn. Vé dành cho người lớn 15e và học sinh 5e. Khi đi tham quan bạn có thể nhìn thấy bên trong ngôi nhà giống như những tế bào. Hướng dẫn là siêu chuyên gia.Đọc thêm",
            "Đã đặt trực tuyến cho chuyến tham quan bằng tiếng Anh, chi phí - 15 cho chuyến tham quan trong một giờ, vì vậy chuyến tham quan của chúng tôi hơi vội vàng, khi chúng tôi bắt đầu muộn 10 phút. Kích thước nhóm tối đa dường như là 20 người. Tòa nhà vẫn được giữ nguyên, lạnh lẽo, bong tróc, bẩn thỉu nhưng cho thấy những điều kiện khắc nghiệt mà các tù nhân phải chịu đựng. Bạn có thể nhìn thấy toàn bộ hệ thống từ lối vào, phòng giam, phòng thẩm vấn, sân tập thể dục, nhà bếp cho đến phòng hành quyết cuối cùng. Trước chuyến tham quan, có một căn phòng với bảng thông tin có thể được truy cập miễn phí và video về những câu chuyện của những người sống sót. Nó đã được sử dụng một thời gian khi đồn cảnh sát Latvia giành được độc lập.Đọc thêm",
            "Chuyến tham quan thú vị và hấp dẫn qua tòa nhà KGB, các phòng thẩm vấn và phòng giam - nếu bạn nghĩ Nawalny đã có một cuộc sống tốt đẹp trong tù, hãy ghé thăm nơi này và bạn sẽ thay đổi quyết định.Đọc thêm",
            "Tôi thực sự khuyên bạn nên tham gia tour. Có một giờ một lần, dễ dàng đặt trực tuyến và chi phí 15 e. Với chuyến tham quan, bạn có thể xem các phòng giam, phòng thẩm vấn và hành quyết. Khu vực miễn phí chỉ có hình ảnh và văn bản. Hướng dẫn viên du lịch rất am hiểu và có khiếu hài hước. Bị lấy đi 1 sao vì hơi vội. Rất muốn có thêm một chút thời gian để khám phá một cách độc lập và cũng rất thích nhìn thấy các văn phòng và phòng thẩm vấn ở tầng trên.Đọc thêm",
            "Bảo tàng rực rỡ, rất muốn giới thiệu các tour du lịch. Hướng dẫn viên của chúng tôi rất tuyệt vời, rất nhiệt tình và giải thích mọi thứ rất rõ ràng. Tốt mở mắt.Đọc thêm",
            "Chào bạn, \nBạn có thể cho tôi biết, bạn có cần đặt chỗ trước không, hay bạn có thể đến để vào được không?\nRất cám ơn vì bất kỳ thông tin nào được cung cấp Đọc thêm",
            "Bạn phải đặt trước nếu muốn tham quan toàn bộ tòa nhà.  Bạn có thể đặt chỗ ở đó cho chuyến tham quan tiếp theo hoặc trực tuyến.  Có một cuộc triển lãm nhỏ ở tầng trệt nếu bạn có thể tham gia chuyến tham quan chính.Đọc thêm",
            "Xin chào! Phí bảo hiểm là bao nhiêu? Đọc thêm",
            "Xin chào, họ nói với tôi rằng nó hiện đang đóng cửa và không thể nhìn thấy được. Có ai đi vào tháng 9 không? \nNếu nó đóng cửa, bạn biết khi nào họ mở lại, tôi sẽ không đi cho đến tháng 11 năm 2019\nCảm ơn \nĐọc thêm",
            "Nó phải được mở. Tuy nhiên, liên hệ với họ:\n\nomf - latnet.lv\n\ninfo.kgb - omf.lv\n\nVề nguyên tắc, việc mua vé có thể được thực hiện trực tuyến, mặc dù bạn phải chấp nhận các điều kiện và gửi kèm email. Đó có lẽ là vấn đề.\n\nTrang văn phòng du lịch cũng không cho biết bảo tàng này đã đóng cửa.Đọc thêm",
            "Phí vào cửa là bao nhiêu, bạn có phải trả nhiều hơn cho chuyến tham quan có hướng dẫn không?Đọc thêm",
            "Nhà tù KGB sẽ mở cửa vào tháng 10 năm 2019?Đọc thêm",
            "Chúng tôi đã ở đó vào tuần trước, vậy nên đúng vậy!Đọc thêm",
            "Tôi rất muốn biết bạn đã hướng dẫn bạn đi tham quan ở đâu, chúng tôi không thể vào tòa nhà vì tòa nhà cho biết nó đã đóng cửa từ tháng 9 năm 2018. Con trai chúng tôi sẽ đến Riga và rất muốn đến thăm tòa nhà KGB nên vui lòng cho phép bạn cho chúng tôi biết tên của công ty mà bạn đã thực hiện chuyến tham quan.  Cảm ơn nhiềuĐọc thêm",
            "Xin chào, đặt trực tiếp thông qua cố vấn chuyến đi. Các hướng dẫn viên du lịch đang ở đó. Chúng nó rất tốt. Đọc thêm",
            "Tòa nhà hiện có mở cửa cho các chuyến tham quan có hướng dẫn viên không? \n\nTôi thấy trên mạng rằng nó đóng cửa nhưng gần đây cũng có người ghé thăm. Chỉ muốn chắc chắn trước khi đi khi chúng tôi đến vào tuần tới.Đọc thêm",
            "Nó đã mở, chúng tôi đã đến thăm vào tuần trước!Đọc thêm",
            "Chuyến tham quan có bao gồm leo cầu thang không? Cảm ơn bạn.Đọc thêm",
            "Nếu đi tour sẽ có cầu thang xuống tầng hầm để xem các phòng giam.Đọc thêm",
            "Có hướng dẫn viên nào bằng tiếng Ý không??? Ở Riga có hướng dẫn viên nào nói tiếng Ý không?? CẢM ƠN BẠNĐọc thêm",
            "Về phần bảo tàng, tôi tin rằng nó thường bằng tiếng Anh, tiếng Latvia và tiếng Nga. Có lẽ nên hỏi bảo tàng xem họ có khả năng hướng dẫn viên bằng tiếng Ý để xác nhận hay không vì khách du lịch Ý có mặt rất nhiều ở cả Latvia và Estonia.Đọc thêm",
            "cái nào - chuyến tham quan có hướng dẫn tốt nhất về tòa nhà KGB, tên, v.v. biết ơn câu trả lời\nV.v. - Björn RoothĐọc thêm",
            "Chúng tôi đã đi tham quan với một trong những hướng dẫn viên tại bảo tàng. Anh ấy - tiếc là không nhớ tên - rất tuyệt, nói tiếng Anh rất tốt và có cam kết rõ ràng - hiểu biết về các vấn đề."
        ],
        "star_ratings": [
            1046,
            367,
            133,
            30,
            39
        ],
        "review_amount": 1615,
        "location": [
            "Những điều cần làm ở Riga",
            "Riga",
            "Tòa nhà KGB",
            "Châu Âu",
            "Latvia",
            "Vùng Riga"
        ],
        "reviews_time": [
            "Written June 23, 2023",
            "Written June 30, 2023",
            "Written July 1, 2023",
            "Written July 8, 2023",
            "Written August 18, 2023",
            "Written September 13, 2023",
            "Written September 15, 2023",
            "Written November 14, 2023",
            "Written January 27, 2024",
            "Written February 15, 2024",
            "Written May 20, 2024",
            "Written May 19, 2024",
            "Written May 13, 2024",
            "Written May 5, 2024",
            "Written April 7, 2024",
            "Written April 2, 2024",
            "Written March 18, 2024",
            "Written March 7, 2024",
            "Written February 29, 2024",
            "Written February 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274967-d6750794-Reviews-KGB_Building-Riga_Riga_Region.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d8526809-Reviews-Big_Bad_Bagels_Baznicas_Street-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d10337132-Reviews-COD_Robata_Grill_Bar-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d8001700-Reviews-Beef_Eater_s-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d20123208-Reviews-Mamma_Mia_Mediterranean_Restaurant-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d10334960-Reviews-Martinelli-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d15683517-Reviews-Italissimo_restaurant-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d3931091-Reviews-Restaurant_Cafe_Mio-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d3538460-Reviews-MiiT_Coffee-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d1035819-Reviews-Skyline_Bar-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274967-d3447323-Reviews-Cemodans-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d8833404-Reviews-St_Gertrude_Old_Church-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d6525714-Reviews-Outlet_Bazaar-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d13449589-Reviews-Dailes_Theatre-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d7597656-Reviews-Temple_of_the_Holy_Prince_Alexander_Nevskiy-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d13983938-Reviews-Kanepes_Kulturas_Centrs-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d12111668-Reviews-Antiqon-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d3443034-Reviews-Nativity_of_Christ_Cathedral-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d3459732-Reviews-Vermanes_Garden-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d4355971-Reviews-Alberta_Iela-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d3387719-Reviews-Jugenda_Stila_Nami-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d6750794-Reviews-or10-KGB_Building-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d289079-Reviews-Riga_Motormuseum-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d283719-Reviews-Museum_of_the_Occupation_of_Latvia-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d2462271-Reviews-Latvian_National_Museum_Of_Art-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d283718-Reviews-House_Of_The_Black_Heads-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d4995286-Reviews-Zanis_Lipke_Memorial-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d1597957-Reviews-Musee_Art_Nouveau-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d291076-Reviews-Latvian_Ethnographic_Open_Air_Museum-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d2514411-Reviews-Riga_Ghetto_and_Latvian_Holocaust_Museum-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d291069-Reviews-Latvian_War_Museum-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d3421533-Reviews-Museum_of_Riga_s_History_and_Navigation-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d7122302-Reviews-Eosa_Organic_Beauty-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d14855127-Reviews-VR_Gaming_Latvija-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d16734114-Reviews-Caudalie-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d12964652-Reviews-Le_Studio-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d10368762-Reviews-Boutique_MARIPOL-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d2289864-Reviews-Muffins_and_More-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d7898513-Reviews-Babor_Beauty_Spa-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d11899070-Reviews-BOLD_Concept_Store-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d21303115-Reviews-Axe_Factory_Riga-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d12534473-Reviews-Estetik_Spa-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g274967-d10072603-Reviews-Baltic_Travel_Services-Riga_Riga_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60761-d3340200-Reviews-Lake_Carlsbad_Recreation_Area-Carlsbad_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g46299-d12843659-Reviews-Belmar_Beach-Belmar_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1674334-Reviews-Fast_Tracks-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d208849-Reviews-Tiffany_Co-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1106066-Reviews-Mandalay_Bay_Beach-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g294204-d553252-Reviews-Nubian_Village-Aswan_Aswan_Governorate_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d1946558-Reviews-Kazumura_Cave_Tours-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216727-Reviews-O_Sheas_Pub-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d243158-Reviews-The_Acropolis_of_Rhodes-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d142235-Reviews-Taliesin_West-Scottsdale_Arizona.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274967-d6750794-Reviews-or10-KGB_Building-Riga_Riga_Region.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274967-d6750794-Reviews-KGB_Building-Riga_Riga_Region.html"
    }
]