[
    {
        "attraction_name": "Khanpur Dam",
        "attraction_name_vi": "Đập Khanpur",
        "general_info": [
            "23 đánh giá",
            "1 trong 2 điều cần làm ở Khanpur",
            "Đập"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Nơi bạn sẽ không tin là tồn tại gần Islamabad và giống với Fairy Meadows. Có thể thực hiện chuyến đi bộ xuyên rừng để có tầm nhìn từ trên xuống của con đập. Tôi chưa thấy con đập nào đẹp hơn con đập này.Đọc thêm",
            "Xin chào, Đây là bài đánh giá đầu tiên của tôi ở đất nước Pakistan của tôi. Về cơ bản đây là một DAM nhỏ nhưng tất cả các môn thể thao dưới nước và giải trí đều tập trung ở ba mặt của DAM có tên là hồ Khanpur. Chà, khi đi gần 35 km về phía Đông Bắc từ thủ đô Islamabad của Pakistan, bạn sẽ đến thành phố Khanpur nằm ở quận Haripur.Khanpur là một nơi rất tuyệt vời để ghé thăm cùng gia đình bạn. Nó bao gồm các tính năng sau.\tHồ Khanpur Đi thuyền máy Đi xe máy nước Nhà thờ Hồi giáo khoảng 200 năm tuổi Dù lượn Dù lượn Có một hòn đảo ở trung tâm hồ nơi bạn có thể thư giãn và tận hưởng. Đặc biệt là trẻ em rất thích thú. Và những tảng đá bao quanh mặt nước DAM mang lại một khung cảnh rất đẹp. Thậm chí bạn có thể leo lên những tảng đá và vui chơi. Cá tươi cũng có sẵn trong các nhà hàng trực thuộc DAM. Đây là hoạt động kéo dài một ngày nhưng bạn phải có mặt ở đó không muộn hơn 10 giờ sáng vào bất kỳ ngày nắng nào trong mùa đông. Tôi cũng đang chia sẻ một số bức ảnh để bạn biết thông tin và quan tâm. Cảm ơn, M. Zahid Qureshi00923347206661P.S: Bạn cũng có thể tham quan các tuabin DAM và các đường tràn với sự cho phép của cơ quan DAM của chính phủ Pakistan.Đọc thêm",
            "Đó là một nơi tuyệt vời với đầy đủ những điều tuyệt vời như bơi lội chèo thuyền trên cao và nhiều hơn thế nữa. Tôi thực sự rất thích thú với người bạn của mình.Đọc thêm",
            "Nơi tuyệt vời để vui chơi cùng gia đình. Nếu bạn thích các hoạt động dưới nước thì đây là nơi dành cho bạn với chi phí tối thiểu. Họ có mô tô nước, thuyền phản lực, dù lượn và lặn vách đá.Đọc thêm",
            "Rất ít lựa chọn trong và xung quanh Islamabad cung cấp nhiều loại hình như khanpur, với các môn thể thao dưới nước, Jet Ski, di tích Taxila gần đó, vùng núi để có một chuyến đi bộ trong ngày vui vẻ, chèo thuyền cho gia đình, mặc dù nơi này cần được nâng cao về mặt nhà hàng, cơ sở chèo thuyền sạch sẽ và chỗ ở cách Islamabad khoảng 40 km lái xeĐọc thêm",
            "Cảnh đẹp để tận hưởng thời gian cùng bạn bè và gia đình với dịch vụ chèo thuyền và dù lượn, Thức ăn bao gồm cá và món thịt nướng chappal nổi tiếng Đọc thêm",
            "Hồ Khanpur là một địa điểm tuyệt vời cho chuyến đi dài ngày, với hồ nước trong xanh, một số khu nghỉ dưỡng hợp lý để có đồ ăn ngon và nghỉ qua đêm, chèo thuyền và đi máy bay phản lực, lặn từ vách đá hoặc chỉ là một chuyến dã ngoại cùng gia đình bạn bè. Trong mùa đông tháng 2, hãy thưởng thức Red Blood Oranges of Khanpur Best in the world, và mùa hè thật tuyệt, đặc biệt là để vui chơi dưới nước. Ngoài các khu nghỉ dưỡng, sẽ không tìm được nơi râm mát gần hồ.Đọc thêm",
            "Tôi hơi nghi ngờ khi đến thăm khu vực này sau khi thấy những bình luận tiêu cực từ một số du khách đã từng đến đó. Chúng tôi rời Peshawar lúc 10 giờ sáng và đến đó lúc 1 giờ chiều. Đó là một ngày hơi nóng. Chúng tôi gọi nhà hàng gần đó chuẩn bị món cá cho bữa trưa và thuê thuyền đi thăm đập. Toàn bộ chuyến tham quan tiêu tốn của bạn khoảng 2000 pkr và bạn có thể xuống gần nhà thờ Hồi giáo cũ và tận hưởng chút thời gian ở đó. Nước của đập rất sạch và trong xanh nổi bật. Trẻ em của chúng tôi rất thích ở đó. Có một nơi để lặn từ vách đá nhưng thành thật mà nói, chúng tôi sợ bất kỳ cuộc phiêu lưu nào như vậy. Khi trở về, chúng tôi đói và thưởng thức món cá tại nhà hàng Madina nhìn ra hồ chứa nước sạch trang nhã. Vì vậy, lời khuyên của tôi là hãy khám phá khu vực này cùng gia đình và bạn bè. Đọc thêm",
            "Không có gì vui ở đây cả. Có một chuyến đi hoạt động và những chiếc thuyền hoàn toàn bẩn thỉu. Các quầy hàng thực phẩm cũng bẩn vì nước trái cây đóng chai và đóng hộp, không có gì tươi. Chuyến đi cưỡi ngựa chỉ là một vòng tròn nhỏ cũng như lạc đà. Sau khi đi đến đó trong hai giờ, chúng tôi đã dành 45 phút ở đó trước khi rời điĐọc thêm",
            "Đập Khanpur nằm cách thủ đô liên bang Islamabad khoảng 40 km, trên đường Taxila Haripur. Đập Khanpur này thu hút nhiều khách du lịch từ Pakistan vì nó có nhiều sự kiện đầy màu sắc và hấp dẫn để thể hiện. Đối với chuyến dã ngoại trong ngày, đây là nơi lý tưởng để bạn có thể lặn vách đá ở độ cao 20ft, chèo thuyền, câu cá, bơi lội, phiêu lưu, thể thao dưới nước, Trượt tuyết, câu cá, Chơi trò chơi, Hang động ban đêm, Leo núi, Leo núi theo nhóm và ngắm cảnh đẹp. Dù lượn và dù kéo cũng đã được bắt đầu ở đó ngày nay..Bạn cũng có thể đi cắm trại và tận hưởng lửa trại ở đó..Nhưng có một điểm tiêu cực là bạn chỉ nhận pkoras làm thức ăn ở đó..vì vậy bạn phải mang theo thức ăn của riêng mình với bạn..bởi vì bạn sẽ không có được một món ăn chất lượng ở gần mình.Đọc thêm",
            "Đập Khanpur có mở cửa vào ngày đầu tiên của lễ eid ul adha vào ngày 20 tháng 7 năm 2021Đọc thêm",
            "Eid K Dino Mn Khampur Dam Open Eh Ya Band Eh 20 tháng 7 21 tháng 7 hoặc 22,23 tháng 7 năm 2021 Tak Band Ya OpenĐọc thêm",
            "Khan pur dam có mở cửa vào cuối tuần này không?Đọc thêm",
            "Xin chào Vâng, nó mở cửa đến ngày 7 tháng 5, nó sẽ đóng cửa từ ngày 8 tháng 5 đến ngày 16 tháng 5 Đọc thêm",
            "Ngày nay có mở cửa cho các hoạt động dưới nước không? Đọc thêm",
            "Ngày nay nó có mở cửa cho các hoạt động dưới nước không Đọc thêm",
            "Xin chào vâng, hôm nay nó mở cửaĐọc thêm",
            "Hiện nay nó có mở cửa không?Đọc thêm",
            "Đập Hy khanpur hiện đã mởĐọc thêm",
            "Đập Khanpur có mở hay không trong những ngày này...Đọc thêm",
            "Xin chào vâng, nó đã mởĐọc thêm",
            "Xin chào, dạo này nó có mở cửa cho bạn tham quan không?Đọc thêm",
            "Xin chào Salar, hầu hết các địa điểm công cộng hiện đã đóng cửa do virus corona,Đọc thêm",
            "Nếu chúng ta tiếp tục làm việc, chúng ta có thể tìm được một chiếc taxi tới Islamabad không?Đọc thêm",
            "Có gói nào cho tour du lịch không? Và thời điểm mở cửa đập KhanpurĐọc thêm",
            "Xin chào, không có lịch trình cụ thể, bạn có thể đến bất cứ lúc nào, nhà hàng thường mở cửa sớm, có các môn thể thao dưới nước, bắt đầu hoạt động sau 12 giờ trưaĐọc thêm"
        ],
        "star_ratings": [
            13,
            5,
            4,
            0,
            1
        ],
        "review_amount": 23,
        "location": [
            "Những việc cần làm ở Khanpur",
            "Châu Á",
            "Pakistan",
            "Tỉnh Khyber Pakhtunkhwa",
            "Khanpur",
            "Đập Khanpur"
        ],
        "reviews_time": [
            "Written August 10, 2021",
            "Written December 5, 2019",
            "Written October 21, 2019",
            "Written June 26, 2019",
            "Written May 17, 2019",
            "Written May 13, 2019",
            "Written January 13, 2019",
            "Written September 20, 2018",
            "Written August 7, 2018",
            "Written May 9, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g15879625-d9820593-Reviews-Khanpur_Dam-Khanpur_Khyber_Pakhtunkhwa_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d13349998-Reviews-Shah_Allah_Ditta_Caves-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g15879625-d9820593-Reviews-or10-Khanpur_Dam-Khanpur_Khyber_Pakhtunkhwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g15879625-d9820593-Reviews-or20-Khanpur_Dam-Khanpur_Khyber_Pakhtunkhwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g3576452-d15275169-Reviews-Apricot_Tours-Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d450851-Reviews-Faisal_Mosque-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d554849-Reviews-Daman_e_Koh-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d15841054-Reviews-Hunza_Guides_Pakistan_Tours_Trekking_Expeditions-Islamabad_Islamabad_Capital_Ter.html",
            "https://www.tripadvisor.com/Attraction_Review-g8596538-d2435190-Reviews-Pir_Sohawa-Haripur_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d4307508-Reviews-The_Centaurus-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d8600196-Reviews-Trail_5-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d2268078-Reviews-Saidpur_Village-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d15514671-Reviews-Exploria-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d3652036-Reviews-Pakistan_Railways_Heritage_Museum-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g660884-d4419087-Reviews-Taxila_Museum-Taxila_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d12223472-Reviews-Flair_Pvt_Ltd-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g660884-d12144983-Reviews-Dharmarajika_Stupa_And_Monastery-Taxila_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d600377-Reviews-Shakarpariyan_Hills-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g1188000-d14000900-Reviews-Overlap_Stone-Lamai_Beach_Maret_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g315853-d276576-Reviews-Thingvellir_National_Park-Thingvellir_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g42376-d145614-Reviews-Sleepy_Hollow_State_Park-Laingsburg_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d191373-Reviews-Natural_History_Museum_Naturhistorisches_Museum-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d190204-Reviews-Palais_Garnier-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g298300-d12526389-Reviews-Pangkor_Island-Pangkor_Pulau_Pangkor_Manjung_District_Perak.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d1674344-Reviews-Fantasy_Golf-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g469409-d600350-Reviews-Hunza_Valley-Hunza_Gilgit_Baltistan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d4660265-Reviews-Mercat_De_Sant_Antoni-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d14028371-Reviews-Traditional_Thai_Costume_for_rent-Bangkok.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g15879625-d9820593-Reviews-or10-Khanpur_Dam-Khanpur_Khyber_Pakhtunkhwa_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g15879625-d9820593-Reviews-Khanpur_Dam-Khanpur_Khyber_Pakhtunkhwa_Province.html"
    }
]