[
    {
        "attraction_name": "KidZania USA",
        "attraction_name_vi": "KidZania Hoa Kỳ",
        "general_info": [
            "71 đánh giá",
            "- 1 trong 1 Công viên giải trí ở Frisco",
            "Giải trí - Công viên giải trí",
            "Sân chơi",
            "Trò chơi - Trung tâm giải trí"
        ],
        "attraction_summary": "KidZania là gì? Trẻ em có thể làm được những điều tuyệt vời khi chúng - được trao cơ hội - Và đó - đó là tất cả những gì KidZania hướng tới! Trong thành phố siêu thực này, con bạn có thể: - trở thành lính cứu hỏa và phun nước thật vào ngọn lửa, - lái thiết bị mô phỏng bên trong một chiếc máy bay Boeing-737 thực tế, - điều tra hiện trường vụ án, - biểu diễn trên sân khấu và nhập vai 100 - nhiều nghề nghiệp thực tế hơn! Bạn đã sẵn sàng để xem con bạn hoạt động chưa?Đọc thêm",
        "reviews": [
            "Giá đắt. Không chuẩn bị cho trẻ em. Lần cuối cùng cố gắng bắt tôi đi bộ toàn bộ khu vực thay vì đi thẳng đến khu vực mà cháu trai tôi muốn. Tôi không muốn đi bộ toàn bộ khu phức hợp. Và nhân viên muốn mở cửa. Được đào tạo. Đọc thêm",
            "Đây là lần đầu tiên đối với gia đình tôi, việc thiếu thông tin về đài nào tốn tiền của trẻ em và đài nào bạn kiếm được tiền cũng như cách bắt đầu khiến tôi rất bực bội. Rất nhiều công nhân nhưng không có ai tham gia với bọn trẻ. Rất bối rối. Khi các con tôi chọn một hoạt động, nhân viên chỉ đứng ở góc nhìn điện thoại của chúng. Công trường xây dựng là một nhà ga được đi đi lại lại để tạo nên trải nghiệm đáng nhớ.  Những người phụ nữ đó thật tuyệt vời! Chỉ là rất thất vọng về chi phí tham dự. Cửa hàng quà tặng để đổi tiền trẻ em lấy giải thưởng là một trò đùa. Có thể tốt hơn rất nhiều nếu quản lý và đào tạo nhân viên tốt hơn.Đọc thêm",
            "Đầu tiên, hãy để tôi nói, tôi thực sự thích nơi này và con tôi thích nó và luôn đòi đi.  Ý tưởng đằng sau điều này thực sự rất thú vị và bên trong thực sự được thiết lập giống như một thành phố nhỏ.  Tôi hoàn toàn đồng ý với nhiều gia đình đã viết đánh giá, điều này có thể gây nhầm lẫn nếu bạn chưa từng đến.  Đối với mỗi công việc - hoạt động mà bọn trẻ làm, chúng có thể kiếm tiền hoặc phải trả tiền - KidZania Money - , có tiền thưởng giáo dục, v.v. nhưng không ai nói cho bạn biết về hệ thống này.  Mọi thứ tôi học được đều là từ các gia đình khác trong chuyến thăm của chúng tôi.   Khiếu nại chính của tôi về KidZania là họ tính cả người lớn vào, mặc dù họ không được phép tham gia vào các hoạt động - chẳng hạn như thậm chí không được phép vào phòng nơi các hoạt động đang diễn ra -.  Chúng tôi nhìn con trai tôi và có ba người lớn với gần - 50 người chỉ để đứng xung quanh. Đọc thêm",
            "ĐƯỢC ĐÁNH GIÁ QUÁ CAO, GIÁ QUÁ CAO. ĐỪNG mua thẻ thành viên nếu không bạn sẽ không bao giờ ra ngoài mà không phải trả phí trong một năm!!! Họ thiếu nhân viên với những thanh thiếu niên không chú ý và lười biếng. Con trai tôi đã rất căng thẳng vì đám đông đến nỗi khóc suốt cả buổi. Rất nhiều khu vực bẩn thỉu và xuống cấp cần phải sửa chữa nhiều. Tiết kiệm thời gian của bạn và - , TRÁNH XA!!! Đọc thêm",
            "Nơi này được đánh giá cao và đông đúc. Chúng tôi đã có một chuyến đi thực địa của trường và ở đó thật khủng khiếp và thực sự khủng khiếp! Không có ai để giúp đỡ bất cứ việc gì, bọn trẻ phải xếp hàng mãi mới được vào bất kỳ cửa hàng nào.Đọc thêm",
            "Khái niệm thú vị nhưng không phải là một trải nghiệm thú vị. Tôi lấy đứa con trai 7 tuổi của tôi. Khi vào trong, chúng tôi lang thang khắp nơi để cố gắng tìm hiểu xem phải làm gì. Chúng tôi hỏi một nhân viên thì anh ấy chỉ nói - bọn trẻ làm một số việc để kiếm tiền và tiêu tiền ở nơi khác - . Chúng tôi quyết định thử nhà cứu hỏa. Buổi học đã đầy nên chúng tôi phải xếp hàng chờ đến buổi học tiếp theo. Có ba đứa trẻ xếp hàng và hai phụ huynh. Cha mẹ tiếp tục kéo thêm nhiều đứa trẻ hơn. Có một tấm biển ghi rõ trẻ em chỉ xếp hàng để ngăn chặn chuyện xảy ra tiếp theo - . Khi đến lượt chúng tôi, 20 phút sau, họ đã kéo đủ học sinh đến mức con trai tôi không thể đi được. Tôi nói với nhân viên những gì đã xảy ra và rời đi. Có một vài đứa trẻ khác phía sau chúng tôi bị mất lượt và sẽ phải đợi lại. Chán nản, tôi mới yêu cầu người quản lý hoàn lại tiền. Chúng tôi đã ở bên trong chưa đầy một giờ và cô ấy đã hoàn lại tiền cho thẻ của tôi. Người quản lý rất tử tế và xin lỗi. IMO, họ không có nhân viên thực thi các quy tắc của họ và thật khó chịu khi phải xếp hàng chờ bắt đầu nhưng lại bỏ lỡ và phải đợi lâu hơn là không công bằng với bọn trẻ.Đọc thêm",
            "After returning from our trip, I can honestly say that the negative reviews here did not match our experience at all.My kids had a delightful time, pretending to have different careers and actually learning a great deal about different jobs and industries.To address concerns listed in some of the reviews:1.  Lines were quite reasonable.  The only one we waited a significant amount for was the fire station, but everyone wants to do that and it - s popular.  Even that was not a long wait. Use it as snack time.2.  The workers were kind, friendly, engaging and seemed to genuinely enjoy teaching and interacting with children.3.  While it is true not all activities were open, most were when you consider that the workers tended to  - rotate -  through different shops.  So the police station might not be open the whole time, but half the time you were there, it would be.  Use a Disneyworld strategy: if you spot an activity that is opening up with no line - short line, jump in!4.  There was SO much to do.  I went with highly energetic 8 and 10 year old boys.  We spent 6 straight hours there.  My kids did not want to stop for dinner or a snack, they were having so much fun.  We only did 1 - 2-2 - 3 the available jobs simply because we ran out of time and so much was open.5.  It - s a little confusing at first to figure out what to do.  But each center has a screen describing the wait time, length of activity, and  - cost -  in play money.  You get the hang of it very quickly.  Consider having your kids work the courier activity early on.  They have to wander around making deliveries, but in the process, they are getting paid while you figure out the layout.6.  Yes, parents don - t have much to do.  That - s not what this place is for.  Watch through the windows.  You - ll get adorable photos.Overall a clever and well executed experience!Read more",
            "Khái niệm giáo dục tuyệt vời! Quản lý và thực hiện kém. 7 chuyến dã ngoại của trường dồn dập vào cơ sở này cùng một lúc với một nửa số công việc bị đóng cửa khiến trẻ em quá tải, phải chờ đợi rất nhiều và hàng loạt hỗn loạn. Sẽ không đề xuất đây là điểm đến cho chuyến đi thực địa cho bất kỳ ai. Một số trẻ từ trường khác vào phòng khám nha khoa không khóa hoặc không có người trông coi và gây ra tình trạng hỗn loạn. Không đủ nhân sự hoặc giám sát từ Kidzania. Một trong những công nhân có thái độ tồi tệ và liên tục la mắng trẻ em vì vô số lý do - không lý do nào được bảo đảm. Ít nhất là không thân thiện với trẻ em. Số tiền mà bọn trẻ kiếm được cũng là một sự lãng phí. Họ không thể tiêu nó vì - .bạn đoán được rồi - .các cửa hàng đã đóng cửa. Tất cả họ đều có một con thú nhồi bông khi họ phấn khích. Thật là một sự thất vọng hoàn toàn. Rất muốn giới thiệu với quản trị viên trường học của chúng tôi rằng địa điểm này sẽ bị bỏ qua cho bất kỳ chuyến đi nào trong tương lai - và chúng tôi sẽ không đến thăm với tư cách một gia đình do chi phí, thiếu giá trị và được quản lý kém - . Hãy tự giúp mình và chú ý đến những cảnh báo từ những người đánh giá khác.Đọc thêm",
            "Không đủ nhân viên. Chỉ có 2 hoạt động được cho là sẽ đóng cửa; thay vào đó, hơn một nửa trong số đó đã đóng cửa. Hàng dài. Trẻ em thất vọng. Trường của chúng tôi chắc chắn sẽ KHÔNG quay lại! Đọc thêm",
            "Gia đình tôi đã có một thời gian tuyệt vời tại KidZania. Chúng tôi đã đến vào thứ Bảy và các con tôi đã có thể tham gia một số hoạt động. Chúng thích nhất là Takis Wall và Kinder Mist. Đọc thêm",
            "Kidzania is not a fun place for kids. This location is poorly managed and operated. I recently accompanied over 160 1st graders on 4 - 4. Most of of your attractions were closed. WHY? The lines were so long that in 4 hours visiting Kidzania, we visited 1 exhibit, the nicu hospital unit. We wait overed an hour and couldn - t ride the ambulance. We waited over an hour and couldn - t experience Kinder Joy factory. I had 22 kids with Kidzania cash that couldn - t be spent. I called for management support and no managers could be found. The workers were underwhelmed and didn - t even seem to enjoy kids. First graders have a 5-10 min attention span. Your workers wouldn - t make adjustments to accommodate these young audiences.  20 minutes sessions caused hours long lines and tears. This place could be a fun, educational experience and it is a wasted place. Our parents paid  - 22 admission fee to visit on this field trip of tears. I talked to a manager Marla upon and leaving and she mentioned it would - ve been nice to know about the experience before exit. Where was she? Anyone who walked Kidzania could see it was not a well operated experience for kids. I had multiple staff members call for management and no one came. If a manager was actually out on duty watching this field trip experience, perhaps some positive changes could be made. I will NEVER recommend visiting this location again. You can do better for kids. If you are going to advertise such a place, then you MUST DELIVER! Kids leaving in  tears in not a great advertisement for Kidzania. 7 teachers and 14 volunteers all agreed it was a terrible field trip of tears. What a shame Kidzania!  If you want a well run operation for and a fun experience kids, do not spend your hard earned money here. You will leave disappointed and your children will likely cry.Read more",
            "Hãy chuẩn bị để đứng xung quanh rất nhiều và chờ đợi rất nhiều.  Không được khuyến nghị cho dưới 6 tuổi vì các tùy chọn bị hạn chế.  Thức ăn bị hạn chế.  Điều duy nhất dồi dào là sự chờ đợi.Đọc thêm",
            "Nhiều nơi đóng cửa. Lựa chọn thực phẩm rất hạn chế. Và để hoàn thiện tình trạng lộn xộn này, họ không cho phép nước hoặc thức ăn từ bên ngoài vào. Lố bịch. Trở nên tồi tệ hơn khi thời gian trôi qua.Đọc thêm",
            "Đối với vé nâng cấp bao gồm bánh mì hoặc pizza, trẻ em có được ăn tác phẩm của mình không?Đọc thêm",
            "Tôi đang tự hỏi liệu có đáng tham gia trong thời kỳ Covid với một số thứ không có sẵn không?Đọc thêm",
            "Với tư cách là một vị khách gần đây..... Nếu bạn cảm thấy thoải mái khi đến một công viên giải trí trong nhà, thì điều đó Chắc chắn là xứng đáng!!!  Vì CoVid nên công viên không quá bận rộn nên bọn trẻ có thể làm hầu hết mọi việc trong công viên.  Nơi duy nhất đóng cửa là Trung tâm truyền thông và xe buýt du lịch.  Họ cũng vừa mới mở một hoạt động mới liên quan đến xe đạp Kent!!  Đi.... Con bạn sẽ có một khoảng thời gian vui vẻ và Chủ nhật là ngày của gia đình!!!Đọc thêm"
        ],
        "star_ratings": [
            27,
            6,
            4,
            7,
            28
        ],
        "review_amount": 72,
        "location": [
            "Texas - TX -",
            "Frisco",
            "Hoa Kỳ",
            "Những điều cần làm ở Frisco",
            "KidZania Hoa Kỳ"
        ],
        "reviews_time": [
            "Written May 31, 2023",
            "Written July 9, 2023",
            "Written November 27, 2023",
            "Written May 21, 2024",
            "Written May 7, 2024",
            "Written May 4, 2024",
            "Written April 27, 2024",
            "Written April 26, 2024",
            "Written April 20, 2024",
            "Written April 6, 2024",
            "Written April 4, 2024",
            "Written March 14, 2024",
            "Written March 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g55870-d19269708-Reviews-KidZania_USA-Frisco_Texas.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g55870-d3915864-Reviews-EG_Steak-Frisco_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55870-d7107341-Reviews-Perry_s_Steakhouse_and_Grille_Frisco-Frisco_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55870-d5105064-Reviews-Norma_s_Cafe-Frisco_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55870-d460543-Reviews-The_Cheesecake_Factory-Frisco_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55870-d2238244-Reviews-Platia_Greek_Kouzina-Frisco_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55870-d512155-Reviews-Gloria_s_Latin_Cuisine-Frisco_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55870-d3629044-Reviews-Dave_Buster_s_Frisco-Frisco_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55870-d460544-Reviews-Buca_di_Beppo_Italian_Restaurant-Frisco_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55870-d3434991-Reviews-Jason_s_Deli-Frisco_Texas.html",
            "https://www.tripadvisor.com/Restaurant_Review-g55870-d3435526-Reviews-Jimmy_John_s-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d9566861-Reviews-Stonebriar_Centre-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d4258690-Reviews-Riders_Field-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d1915699-Reviews-Dr_Pepper_Ballpark-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d7715827-Reviews-Comerica_Center-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d13479631-Reviews-Texas_Legends-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d27019136-Reviews-Dillard_s-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d17625502-Reviews-Frisco_Central_Park-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d27033495-Reviews-Nordstrom_Stonebriar_Centre-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d10832781-Reviews-The_Star-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d5028456-Reviews-Texas_Sculpture_Garden-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d19269708-Reviews-or10-KidZania_USA-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d24145348-Reviews-Lip_Lab_Stonebriar_Mall-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d4823729-Reviews-IFLY_Indoor_Skydiving_Dallas-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d8141062-Reviews-AMC_Stonebriar_24-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d15133451-Reviews-Playlive_Nation-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d27076110-Reviews-Tranquility_Spa-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d21363133-Reviews-Monster_Mini_Golf-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g55870-d25165630-Reviews-Winnie_Couture-Frisco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g54171-d8036493-Reviews-McLeod_Plantation_Historic_Site-Charleston_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g298560-d1424129-Reviews-Jozankei_Onsen-Sapporo_Hokkaido.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d110144-Reviews-Fifth_Avenue-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g298566-d6433646-Reviews-Tower_Knives_Osaka-Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g153373-d153456-Reviews-Laguna_Manialtepec-Puerto_Escondido_Southern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d13199013-Reviews-Ikseon_dong_Hanok_Street-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d319489-Reviews-National_Museum-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32822-d10190796-Reviews-Palisades_Tahoe_Aerial_Tram-Olympic_Valley_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g42418-d3317992-Reviews-Rifle_River_Recreation_Area-Lupton_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g51702-d1792838-Reviews-Tiger_Safari_Zoological_Park-Tuttle_Oklahoma.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g55870-d19269708-Reviews-or10-KidZania_USA-Frisco_Texas.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g55870-d19269708-Reviews-KidZania_USA-Frisco_Texas.html"
    }
]