[
    {
        "attraction_name": "Kilmainham Gaol Museum",
        "attraction_name_vi": "Bảo tàng Nhà tù Kilmainham",
        "general_info": [
            "27.768 đánh giá",
            "- 2 trong số 679 điều cần làm ở Dublin",
            "Bảo tàng chuyên ngành",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Nhà tù cũ ảm đạm này nổi tiếng vào thế kỷ 19 vì cách đối xử khắc nghiệt với tù nhân.Đọc thêm",
        "reviews": [
            "Đọc thêm",
            "Gần như bị bỏ qua do thời gian khủng hoảng, rất vui vì chúng tôi đã đi! Rất nhiều lịch sử ở đây và một đội ngũ nhân viên am hiểu như vậy. Hãy chắc chắn để đặt trước. Chúng tôi bắt xe buýt thành phố từ trung tâm Dublin, thật dễ dàng.Đọc thêm",
            "Hướng dẫn du lịch thật tuyệt vời! Mảnh lịch sử Ailen rất thú vị và quyến rũ. Giúp bạn hiểu người Ireland tốt hơn một chút. Chắc chắn đáng giá và thời gian của bạn nếu bạn đến thăm Dublin. Anthony là một người hướng dẫn tuyệt vời, hiểu biết và đầy nhiệt huyết, đồng thời là một người thực sự tốt bụng, điều khiến trải nghiệm này trở nên thú vị hơn. Tham quan tại bảo tàng 3 tầng được bao gồm. Tôi đã đặt chuyến tham quan cuối cùng trong ngày và không có thời gian để xem toàn bộ triển lãm bảo tàng vì họ sắp đóng cửa. Vì vậy, nếu bạn thích bảo tàng và muốn tìm hiểu nhiều hơn, hãy cố gắng tránh đặt chuyến tham quan cuối cùng trong ngày. Ngoài ra, hãy đặt chỗ trước vì đây là một địa điểm du lịch thực sự nổi tiếng. Tôi nghe nói rằng vào lúc 9 giờ sáng hàng ngày bảo tàng sẽ phát hành thêm vé do có khách hủy, vì vậy nếu bạn là người đặt vé vào phút chót, hãy kiểm tra lại vé vào lúc 9 giờ sáng!Đọc thêm",
            "Đây là một cái nhìn quan trọng và xuất sắc về lịch sử của nhà tù cũng như câu chuyện về cuộc nổi dậy năm 1916. Thật ngạc nhiên là mọi việc dường như diễn ra ngay lập tức và mới đây. Các hướng dẫn viên cực kỳ đam mê về chủ đề của họ. Bảo tàng cũng không thể bỏ qua và sẽ lấp đầy một số khoảng trống - Tôi rất mong chờ các phòng trưng bày phía trên được hoàn thành - . Tôi ước gì có nhiều thông tin hơn về kiến ​​trúc và hoạt động của nhà tù, nhưng đó chỉ là vì tôi thích những thứ đó. Đây sẽ là điểm dừng trong chuyến tham quan Dublin của bạn. Chúng tôi đã bỏ lỡ vé nâng cao nhưng có thể nhận được vé cùng ngày vào lúc 9:15 sáng.Đọc thêm",
            "Tôi yêu thích lịch sử pháp luật, vì vậy chuyến tham quan Nhà tù Kilmainham là điều không thể bỏ qua trong thời gian ngắn ngủi của tôi ở Dublin. Tôi thấy hướng dẫn viên du lịch rất am hiểu về chủ đề này. Cô ấy trả lời các câu hỏi và cung cấp ngữ cảnh mà không bỏ sót một nhịp nào.Đọc thêm",
            "Vừa kết thúc chuyến tham quan tuyệt vời do Beth dẫn đầu. Cô nhân bản hóa những câu chuyện và nói hoàn toàn bằng trí nhớ. Cô ấy là một người chuyên nghiệp tuyệt đối và chúng tôi đã rất ngạc nhiên khi cuối cùng cô ấy đề cập rằng chúng tôi là chuyến lưu diễn đầu tiên của cô ấy. Làm tốt! Giá trị tuyệt vời cho số tiền - 8 mỗi chuyến cho một chuyến tham quan.Đọc thêm",
            "Kilmainham là một nhà tù tuyệt vời để ghé thăm. Chúng tôi đã có một thời gian tuyệt vời và người hướng dẫn đã làm rất tốt việc giải thích lịch sử của nhà tù. Bên trong nhà tù rất mát mẻ. Bạn cũng có thể đi vào từng ô riêng lẻ để chụp ảnh. Tôi đặc biệt khuyên bạn nên ghé thăm nhà tù này trong chuyến thăm Dublin. Đó là điều phải xem!Đọc thêm",
            "Chúng tôi đã bỏ lỡ cơ hội đặt vé trước nhưng may mắn là một số vé đã được mở vào ngày đó. Vé có sẵn trước 28 ngày. Tour hướng dẫn tốt đẹp và thú vị. Rất khuyến khích! Đọc thêm",
            "Đây là một điểm dừng rất thú vị ở Dublin! Tôi thích nghe lịch sử đã thực sự ảnh hưởng đến toàn bộ trải nghiệm chuyến đi Ireland của tôi, vì tôi đã tìm hiểu tất cả về chủ đề của bài hát dân gian nổi tiếng, Grace Gifford. Nhìn chung một chuyến thăm thực sự tuyệt vời! Đọc thêm",
            "Rất khó để có được vé và chúng chỉ có sẵn 28 ngày trước ngày tham quan, vì vậy hãy đảm bảo bạn dậy sớm 28 ngày trước chuyến tham quan để đảm bảo có vé nhé! Đây là một trải nghiệm thực sự độc đáo và hướng dẫn của chúng tôi thực sự xuất sắc. Khi chuyến tham quan kết thúc, hãy nhớ dành chút thời gian tham quan bảo tàng.Đọc thêm",
            "Đây là một tour du lịch tuyệt vời. Lịch sử to lớn và cách kể chuyện tuyệt vời từ hướng dẫn. Các hướng dẫn viên sẽ giảng bài ngắn ở mỗi địa điểm và trả lời các câu hỏi. Vấn đề duy nhất đối với chúng tôi là quy mô của nhóm - nó khá lớn nên nếu bạn muốn nghe mọi thứ, hãy đảm bảo rằng bạn ở gần phía trước. Các địa điểm đã ghé thăm thật tuyệt vời - bạn có thể thấy rất nhiều địa điểm quan trọng trong lịch sử này! Rất phù hợp cho gia đình có trẻ lớn.Đọc thêm",
            "Chúng tôi đã đăng nhập vào trang web trước 28 ngày lúc 12:00 sáng theo giờ Dublin để mua vé. Chúng tôi đã có một bữa tiệc gồm 6 người, điều này có vẻ khó khăn hơn một chút. Lần thử đầu tiên của chúng tôi không thành công vì bạn phải xem các khoảng thời gian có sẵn và lưu ý xem có bao nhiêu vé. Các suất buổi sáng dường như đã bán hết ngay lập tức. Ngày thứ hai cố gắng, chúng tôi đã thành công trong việc giành được vé cho chuyến tham quan lúc 2:45 chiều. Mặc dù không phải là một chuyến tham quan vui vẻ nhưng chúng tôi hoàn toàn thích cảm giác gần gũi hơn với lịch sử đã hình thành nên nền độc lập của Ireland. Hướng dẫn viên Robbie của chúng tôi đã làm rất tốt khi chia sẻ lịch sử với những sự kiện và bình luận thú vị, nhưng theo cách không phức tạp, giúp bạn dễ hiểu và dễ nhớ. Thời điểm của chuyến tham quan thật hoàn hảo - nó cho phép chúng tôi nhìn thấy bên trong nhà tù và cuối cùng vẫn muốn tìm hiểu và xem thêm thông qua bảo tàng. Nếu ban đầu bạn không nhận được vé, đừng bỏ cuộc. Đợi vài phút và tiếp tục làm mới - SpaceĐã mở cửa cho các chuyến tham quan trên trang web tối đa một giờ sau khi chúng bán hết ban đầu. - Tôi đọc được bạn cũng có thể thử vào khoảng 9h15 sáng trong ngày thực tế để bảo đảm vé. Nỗ lực đó rất đáng để trải nghiệm.Đọc thêm",
            "Điều tốt nhất chúng tôi ghé thăm ở Dublin.  Chắc chắn không phải là một điểm dừng du lịch vui vẻ.   Nhưng nó rất giàu thông tin và thực sự kết nối bạn với động thái hướng tới độc lập của người Ireland. Hướng dẫn viên của chúng tôi thật tuyệt vời và tốt bụng.  Ngay cả đứa trẻ 10 tuổi của chúng tôi cũng thực sự thích chuyến tham quan này.  Nhưng hãy biết rằng vé rất khó mua và phải đặt trước rất lâu.Đọc thêm",
            "Chúng tôi thực sự rất thích chuyến lưu diễn của mình với Dave. Có rất nhiều câu chuyện hấp dẫn liên quan đến Nhà tù. Đó là một cách tuyệt vời để tìm hiểu thêm về lịch sử Ireland. Chắc chắn rất vui vì chúng tôi đã dành thời gian cho việc này trong chuyến thăm Dublin.Đọc thêm",
            "Cảnh báo!!! Đặt trước... Chúng tôi đã không - t - đến vào khoảng 10:30, đã đặt được 4:30. Chuyến tham quan cuối cùng trong ngày là 50 phút - giảm xuống còn - 4 mỗi chuyến. Một chuyến tham quan đầy thông tin, nhiều lịch sử - phần lớn là khá khủng khiếp trong những năm đó - của cả chính phủ Ireland và Anh. Rất nhiều lịch sử được tiết lộ trong chuyến tham quan. Bảo tàng cũng tốt, hãy dành khoảng 1 giờ bên trong trước chuyến tham quan vì nó đóng cửa lúc 5:30. Khá u ám khi bạn kết thúc. Có quán cà phê trong khuôn viên. Một số bộ phim hay được quay trong nước trong những năm qua.Đọc thêm",
            "Đi bộ qua nhà tù cũ này, với một hướng dẫn viên am hiểu đầy nhiệt huyết như Andrew sẽ làm sống động một phần quan trọng của lịch sử Ireland cần phải hiểu.  Lên kế hoạch trước để đặt vé vào cửa theo thời gian.Đọc thêm",
            "Điều này đã được tài xế taxi của chúng tôi từ sân bay gợi ý cho chúng tôi.  Vé khó có nên phải đặt sớm.  Họ phát hành - làm mới lúc 9 giờ sáng và 9 giờ tối.  Chúng tôi đã làm điều này trong 3 ngày chúng tôi ở đó và cuối cùng đã nhận được vé vào ngày cuối cùng.  Trải nghiệm này rất thú vị và cung cấp nhiều lịch sử hữu ích nếu bạn không quen thuộc với lịch sử Ireland.  Đó là chi phí 8 và việc vào bảo tàng là miễn phí.  Nó - cách Trung tâm Thành phố Dublin khoảng 45 phút đi bộ.Đọc thêm",
            "Em gái tôi và tôi đã dành 4 đêm ở Dublin và đây là một trong những điểm thu hút chúng tôi ghé thăm. Nó rất đáng đồng tiền và hướng dẫn viên du lịch thật tuyệt vời với kiến ​​thức tuyệt vời về lịch sử của nhà tù. Thật tốt khi tìm hiểu về lịch sử và những tù nhân bị nhốt ở đây cũng như chuyện gì sẽ xảy ra với họ. Có rất nhiều cơ hội để chụp ảnh trong chuyến tham quan và bạn có thể mua quà từ cửa hàng ngay trong khuôn viên. Cả hai chúng tôi đều thích nó và sẽ giới thiệu nó.Đọc thêm",
            "Đây là một chuyến tham quan đáng kinh ngạc - có lẽ là chuyến tham quan có hướng dẫn tốt nhất mà tôi từng tham gia. Thật tuyệt vời khi được xem những địa điểm quan trọng như vậy trong lịch sử Ireland trong một nhóm nhỏ. Adam, hướng dẫn viên, chắc chắn là hướng dẫn viên du lịch lôi cuốn và hấp dẫn nhất mà tôi - từng rất hân hạnh được lắng nghe, anh ấy là một người kể chuyện xuất sắc và đã làm cho lịch sử trở nên sống động, sống động và đương đại. Hãy chắc chắn rằng bạn đã đặt chỗ - và nếu thông báo đã bán hết, hãy kiểm tra vào lúc 9 giờ 15 mỗi sáng vì cuối cùng sẽ có nhiều vé hơn - 10 - 10Đọc thêm",
            "Hướng dẫn viên của chúng tôi Adam đã có một chuyến tham quan nhà tù tuyệt vời. Anh ấy dệt nên những câu chuyện của từng tù nhân để kể cho chúng ta về lịch sử quan trọng của Ireland và nhà tù. Nó cực kỳ cảm động và rất nhiều thông tin. Tôi thực sự khuyên mọi người nên đặt trước!Đọc thêm",
            "Đây là chuyến tham quan một nhà tù cũ, nơi họ hành quyết một số tù nhân. Bản thân nhà tù rất thú vị, nhưng yếu tố con người và những câu chuyện về những tù nhân chính trị nổi tiếng hơn lại hấp dẫn và tỉnh táo. Bảo tàng trong khuôn viên cũng lưu giữ những bức thư cuối cùng được viết bởi một số tù nhân đã bị hành quyết vì vai trò của họ trong cuộc nổi dậy - rất có tác động. Đáng để bạn ghé thăm và dành thời gian.Đọc thêm"
        ],
        "star_ratings": [
            20045,
            5966,
            1248,
            265,
            245
        ],
        "review_amount": 27769,
        "location": [
            "Bảo tàng Nhà tù Kilmainham",
            "Châu Âu",
            "Quận Dublin",
            "Ireland",
            "Những điều cần làm ở Dublin",
            "Tỉnh Leinster",
            "Dublin"
        ],
        "reviews_time": [
            "Written June 9, 2023",
            "Written June 10, 2023",
            "Written June 11, 2023",
            "Written June 13, 2023",
            "Written June 15, 2023",
            "Written June 15, 2023",
            "Written June 18, 2023",
            "Written June 19, 2023",
            "Written June 20, 2023",
            "Written June 23, 2023",
            "Written June 2, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 26, 2024",
            "Written May 25, 2024",
            "Written May 25, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g186605-d191025-Reviews-Kilmainham_Gaol_Museum-Dublin_County_Dublin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d3452942-Reviews-La_Dolce_Vita-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d2559141-Reviews-The_Patriots_Inn-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d2361404-Reviews-Hilton_Dublin_Kilmainham_Restaurant-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d26865373-Reviews-Urban_8-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d12234032-Reviews-The_Officers_Mess_Cafe-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d12669299-Reviews-Broyage_Bar_Bistro-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d7178208-Reviews-The_Glen_of_Aherlow_Donoghue_s-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d5863956-Reviews-Newland_Chinese-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d5791619-Reviews-Four_Star_Pizza-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g186605-d10054816-Reviews-Hui_Kee-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d12731841-Reviews-The_Proclamation_Sculpture-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d24177984-Reviews-Kilmainham_Gaol-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216543-Reviews-War_Memorial_Gardens-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d10693189-Reviews-Richmond_Barracks-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d15841108-Reviews-St_Michael_s_Church-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d15841097-Reviews-St_Jude_s_Church_of_Ireland_Tower-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d12833684-Reviews-Pearse_Lyons_Distillery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d17593600-Reviews-Roe_Co_Distillery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216617-Reviews-Royal_Hospital_Kilmainham-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d2306703-Reviews-The_Little_Museum_of_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d191025-Reviews-or10-Kilmainham_Gaol_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d18965904-Reviews-Windmill_Lane_Recording_Studios-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d8342762-Reviews-The_Irish_Rock_N_Roll_Museum_Experience-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d10809925-Reviews-14_Henrietta_Street-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d214896-Reviews-Experience_Glasnevin_Ireland_s_National_Cemetery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d1909667-Reviews-The_Jeanie_Johnston_An_Irish_Famine_Story-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7222524-Reviews-Irish_Whiskey_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d16760525-Reviews-Seamus_Heaney_Listen_Now_Again-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d216338-Reviews-National_Print_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d189694-Reviews-Guinness_Storehouse-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d23459556-Reviews-Dublin_Food_Co_op-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d17815020-Reviews-Withlocals_com_Private_Tours_in_Dublin-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d10342890-Reviews-Old_Royal_Oak-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d21178403-Reviews-Vox_City_International_Ltd-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d21067189-Reviews-Stillgarden_Distillery-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d6874167-Reviews-Mountain_Trails_Wicklow_Day_Hikes-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d12626553-Reviews-Wild_N_Happy-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d8526914-Reviews-Phoenix_Park_Bikes-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d103048-Reviews-Lambeau_Field-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g147326-d147796-Reviews-Bioluminescent_Mosquito_Bay-Isla_de_Vieques_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d17605523-Reviews-Kotor_Farmers_Market-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g34340-d142746-Reviews-Looe_Key_Florida_Keys_National_Marine_Sanctuary-Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g48006-d10836054-Reviews-Kismet_Beach-Kismet_Fire_Island_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g311304-d17779636-Reviews-Glass_Bridge-Sapa_Lao_Cai_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d645368-Reviews-Myrtos_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g230152-d313280-Reviews-Ghajn_Tuffieha_Bay-Mellieha_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d2337247-Reviews-Seomyeon_Food_Alley-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d12785706-Reviews-Two_Schmucks-Barcelona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g186605-d191025-Reviews-or10-Kilmainham_Gaol_Museum-Dublin_County_Dublin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g186605-d191025-Reviews-Kilmainham_Gaol_Museum-Dublin_County_Dublin.html"
    }
]