[
    {
        "attraction_name": "Kilohana Plantation",
        "attraction_name_vi": "đồn điền Kilohana",
        "general_info": [
            "852 đánh giá",
            "6 trong số 43 điều cần làm ở Lihue",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Được xây dựng vào những năm 1930, Đồn điền Kilohana là một địa danh lịch sử và là điểm thu hút du khách hàng đầu, mang đến cho du khách và người dân địa phương cái nhìn thoáng qua về quá khứ của Kauais kết hợp với các hoạt động, ăn uống và mua sắm theo phong cách đảo. Đi trên Đường sắt đồn điền Kauai của chúng tôi, uốn lượn qua các đồn điền, trang trại và vườn cây ăn quả. Tìm hiểu về lịch sử của Kauais, tận hưởng khung cảnh tuyệt đẹp và dừng lại để cho lợn ăn! Hãy dành buổi chiều để đi dạo trong khuôn viên và khám phá ngôi nhà đồn điền rộng 16.000 mét vuông. Hãy dừng chân tại Koloa Rum Co. để nếm thử rượu rum hoặc trải nghiệm ẩm thực rượu Rum đầy đủ. Ghé thăm các cửa hàng thủ công khác nhau nằm xung quanh khuôn viên và cả tầng trên và tầng dưới của ngôi nhà. Được thành lập vào năm 1986, nhà hàng Gaylords là một truyền thống của Kauai. Nằm trong sân của khu nhà, nơi đây cung cấp đồ ăn và đồ uống tươi ngon lấy cảm hứng từ hòn đảo cho bữa trưa, bữa tối và bữa sáng muộn Chủ Nhật. Hãy biến bữa trưa thành một phần trong buổi chiều vui vẻ của bạn trên khu đất này hoặc đặt trước một bữa tối lãng mạn. Đáng nhớ vào ban ngày, khó quên vào ban đêm. Hoặc xem Giờ khuyến mãi tại Mahiko Lounge mới. Luau Kalamaku là luau sân khấu duy nhất của Kauai kể câu chuyện về chuyến đi ban đầu của người Tahiti đến quần đảo Hawaii. Một trải nghiệm tương tác, nó cung cấp tất cả các tính năng luau thú vị bao gồm nghi lễ imu, thắp đuốc, múa dao Polynesia và tất nhiên là âm nhạc truyền thống hula. Chọn một hoặc tất cả các tính năng mà Đồn điền Kilohana cung cấp. Mở cửa hàng ngày, bạn sẽ thích cơ hội xem một phần lịch sử của Kauais trong khi trải nghiệm những điều tuyệt vời nhất của hòn đảo ngày hôm nay!Đọc thêm",
        "reviews": [
            "Bài viết này nói nhiều về cách thức hoạt động kinh doanh hơn là việc trồng trọt thực tế.  Chúng tôi định đến thăm Lihue bằng tàu du lịch và do thời tiết nên bến cảng này đã bị hủy bỏ.  Chúng tôi có xu hướng thích tự mình lên kế hoạch cho thời gian lên bờ và tôi đã mua vé trực tuyến.  Tôi đã gửi email cho họ và yêu cầu hoàn lại tiền do các trường hợp nằm ngoài tầm kiểm soát của chúng tôi, chúng tôi phát hiện ra 12 giờ trước khi đến dự kiến, chúng tôi sẽ không có mặt ở đó và thời hạn hoàn tiền của họ là 48 giờ.  Họ đã hoàn lại tiền đầy đủ cho tôi ngay lập tức, theo đúng nghĩa đen vào ngày hôm sau.  Mặc dù lần này chúng tôi không được tham quan các thắng cảnh nhưng tôi sẽ đến thăm chúng vào lần sau.Đọc thêm",
            "Chuyến đi thoải mái đi tàu qua đồn điền lon đường cũ. Tìm hiểu về lịch sử ngành đường ở Kauai và ngành này đã biến mất như thế nào cũng như những biến đổi mới nào đã thay thế các đồn điền này. \nNhà hàng Gaylords trong khuôn viên là một viên ngọc ẩn.Đọc thêm",
            "Đây đã trở thành một chuyến thăm tuyệt vời hơn mong đợi vì chúng tôi chỉ định đến cửa hàng Koloa Rum để mua một ít bánh rum của họ, nhưng sau đó, chúng tôi đã thong thả đi dạo quanh khu đất tuyệt đẹp được bao quanh bởi hoa, cây bụi và cây cối nở hoa khắp nơi. !  Một nhà hàng nổi tiếng, Gaylords, cũng nằm ở đây cùng với một gian hàng LỚN có sức chứa gần 1000 người cho lễ hội của họ được tổ chức hai lần một tuần!  Nhiều bàn đã được bày sẵn bát đĩa và đồ dùng bằng bạc cho buổi tối hôm đó, và trông nó thật đẹp!  Nếu chúng tôi muốn tổ chức một buổi luau khác thì đây có thể là một nơi tốt để thực hiện vì sân khấu ở giữa được bố trí để mọi người có thể nhìn rõ.  Nhân tiện, bánh rum rất ngon!!Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời ở đây. Chúng tôi đã thực hiện chuyến tham quan bằng tàu hỏa và sau đó là bữa trưa tuyệt vời tại Gaylords và sau khi nếm thử rượu rum.  Anh chàng nếm thử rượu rum thật tuyệt vời, tôi ước mình có thể ghi tên anh ấy nhưng chúng tôi đã không nắm bắt được.  Tôi đã đặt trước mọi thứ - có vẻ như có rất nhiều chỗ trên tàu để đi bộ nhưng nếu bạn muốn đăng ký nếm rượu rum trực tuyến để có thể vào. Một số người đã hỏi thăm trong khi chúng tôi đang chờ đợi nhưng chỉ có chỗ trống là 2 giờ sau đó. Thưởng thức món Brie chiên nếu bạn đến Gaylords thì thật tuyệt vời. Đọc thêm",
            "Siêu khập khiễng.   Chuyến tàu sẽ đưa bạn qua vùng đất của họ chỉ rộng vài mẫu cây ăn quả và cỏ.   Họ có những người canh tác trên đất của họ và họ nuôi lợn, lừa, bò và ngựa để trưng bày.  Hầu như không biết gì về gia đình sở hữu mảnh đất này hay về đồn điền đường.  Rất ít để xem ở đây.  Không đáng thời gian.  Bọn trẻ chán nản và tôi xấu hổ vì đã mua vé.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời trên Rum safari và yêu thích trải nghiệm tổng thể. Thật tuyệt vời khi thấy các loại trái cây khác nhau được trồng trên khu đất này như thế nào và hai điểm dừng nếm thử ở giữa đều hoàn hảo. Chúng tôi khá buồn vì không thể mang theo rượu Rum vì chúng tôi chỉ mang theo hành lý xách tay. Đọc thêm",
            "Chúng tôi chủ yếu đến để cho đứa con 2,5 tuổi của mình đi tàu và điều đó không làm chúng tôi thất vọng.  Chúng tôi đã Ble để đặt chỗ vào đêm hôm trước để có thời gian sớm.  Chúng tôi gặp quá nhiều xe cộ khi lái xe đến đó nên chúng tôi đã gọi điện và họ không gặp vấn đề gì khi di chuyển chúng tôi đến khung giờ tiếp theo.  Tàu được chất đầy kịp thời.  Hãy nhớ đến đó sớm và xếp hàng sớm để có thể lên xe mở.  Có 4 toa tàu, 3 toa mở cửa sổ nhưng 1 toa gần như mở hết.  Chúng tôi ngồi bên phải tàu trong khi bạn đang ngồi nhìn về phía trước để con trai tôi có thể nhìn thấy các loài động vật.  Các vườn cây ăn trái chủ yếu ở bên trái và động vật ở bên phải.  Anh ấy nói về chuyến tàu suốt cả ngày và sáng nay thức dậy hỏi người soát vé và đoàn tàu ở đâu.  Chúng tôi có thể đặt chỗ trực tuyến trong chuyến đi tàu để ăn trưa tại nhà hàng ở đó, điều này cũng rất tuyệt.Đọc thêm",
            "Đây đã trở thành một chuyến thăm tuyệt vời hơn mong đợi vì chúng tôi chỉ định đến cửa hàng Koloa Rum để mua một ít bánh rum của họ, nhưng sau đó, chúng tôi đã thong thả đi dạo quanh khu đất tuyệt đẹp được bao quanh bởi hoa, cây bụi và cây cối nở hoa khắp nơi. !  Một nhà hàng nổi tiếng, Gaylords, cũng nằm ở đây cùng với một gian hàng LỚN có sức chứa gần 1000 người cho lễ hội của họ được tổ chức hai lần một tuần!  Nhiều bàn đã được bày sẵn bát đĩa và đồ dùng bằng bạc cho buổi tối hôm đó, và trông nó thật đẹp!  Nếu chúng tôi muốn tổ chức một buổi luau khác thì đây có thể là một nơi tốt để thực hiện vì sân khấu ở giữa được bố trí để mọi người có thể nhìn rõ.  Nhân tiện, bánh rum rất ngon!!Đọc thêm",
            "Chúng tôi đã ăn ở đây như một phần của Bữa tối của Chủ sở hữu Luau Kalamaku PlanTation. Đó là sự khởi đầu đáng yêu để kết thúc.  Máy chủ của chúng tôi là một người chuyên nghiệp hoàn hảo và chắc chắn đó là bữa tối và dịch vụ tốt nhất mà chúng tôi đã trải nghiệm cả tuần.  Cô ấy chú ý mà không xâm phạm và đoán trước mọi yêu cầu.   Một thành viên trong nhóm của chúng tôi là gfvegan và cô ấy được phục vụ rất tốt.  Cảm ơn đầu bếp và máy chủ của chúng tôi vì đã không đưa ra yêu cầu lớn.  Các khóa học đều ngon và được trình bày đẹp mắt.  Khung cảnh thật đáng yêu.  Chúng tôi đã có mặt trên đảo để kỷ niệm một ngày đặc biệt và đánh giá cao chiếc vòng cổ và bức ảnh gia đình.  Các nhân viên ở đây luôn nỗ lực và không bỏ sót chi tiết nào.  Cảm ơn ban quản lý và nhóm để có trải nghiệm mẫu mực.Đọc thêm",
            "Sau Grove Farm, chuyến tàu không có nhiều thông tin mới.  Kilohana đã không trồng mía kể từ khoảng năm 1970. Tôi nghĩ bọn trẻ đã có trải nghiệm tốt hơn trên tàu vì chúng dừng lại và đưa cho chúng tôi bánh ngô và lá để cho các loài động vật ăn.  Tôi hơi buồn khi không thấy ai khác đưa ra bất cứ điều gì cho người hướng dẫn.  Chiếc lọ đựng tiền tip trông có vẻ trống rỗng một cách đáng buồn.  Khi chúng tôi bắt đầu chuyến tàu, có những chú gà Kauai đang ăn bánh ngô trên bãi cỏ.  Tôi hỏi hướng dẫn viên du lịch và anh ấy nói rằng họ thường cho chúng ăn bánh mì Loves một ngày tuổi cho đến khi Loves phá sản.  LƯU Ý: Loves đã được một công ty trên đất liền mua lại. Tôi thích nhìn thấy con lợn rừng ở Kauai.  Chúng nhỏ hơn nhiều so với tôi nghĩ.  Tôi không nhớ đã nhìn thấy bất kỳ ai trong số họ ở nơi hoang dã ... và sau đó phát hiện ra rằng một nhóm người ở câu lạc bộ golf Kiahuna đã cho một con lợn rừng con ăn trong nhiều tháng.  Một số cô gái để lại trái cây và một số khác để lại nửa quả dưa hấu.  Họ không hề nghĩ tới việc một con lợn rừng trưởng thành hoàn toàn tiếp cận người và ô tô để chờ thức ăn.  Nếu bạn định mua sắm tại Kilohana, bạn sẽ nhận được một số phiếu giảm giá miễn phí ở mặt sau vé lưu niệm của mình, vì vậy đừng mua sắm trước! Chúng tôi không nếm thử rượu rum Koloa, nhưng chúng tôi đã mua một ít ở Costco và Walmart.  Điều kỳ lạ là Walmart lại rẻ hơn và có nhiều lựa chọn tốt hơn?!?Đọc thêm",
            "Chúng tôi đã từng đến quán luau yêu thích của chúng tôi trong quá khứ và từ lâu đã học cách làm Mai Tais tại cửa hàng nếm thử rượu rum.  Lần này chúng tôi đi tàu và đi bộ đường dài 4 giờ.  Chúng tôi không thất vọng.  Hướng dẫn viên của chúng tôi, Alex, dẫn chúng tôi qua các vườn cây ăn quả, nơi chúng tôi lấy mẫu và hái nhiều loại trái cây khác nhau.  Anh ấy kể cho chúng tôi nghe về từng loài cây có hoa, các loại cây khác nhau và nơi mà nhiều loài cây gọi là nhà.  Thật là thú vị và cuộc đi bộ có nhịp độ khá nhàn nhã.  Ngoài ra còn có những loài động vật với những câu chuyện độc đáo được Alex kể lại. Chúng tôi đã có một bữa trưa ngon miệng trước khi quay lại tàu khởi hành.Đọc thêm",
            "Bài viết này nói nhiều về cách thức hoạt động kinh doanh hơn là việc trồng trọt thực tế.  Chúng tôi định đến thăm Lihue bằng tàu du lịch và do thời tiết nên bến cảng này đã bị hủy bỏ.  Chúng tôi có xu hướng thích tự mình lên kế hoạch cho thời gian lên bờ và tôi đã mua vé trực tuyến.  Tôi đã gửi email cho họ và yêu cầu hoàn lại tiền do các trường hợp nằm ngoài tầm kiểm soát của chúng tôi, chúng tôi phát hiện ra 12 giờ trước khi đến dự kiến, chúng tôi sẽ không có mặt ở đó và thời hạn hoàn tiền của họ là 48 giờ.  Họ đã hoàn lại tiền đầy đủ cho tôi ngay lập tức, theo đúng nghĩa đen vào ngày hôm sau.  Mặc dù lần này chúng tôi không được tham quan các thắng cảnh nhưng tôi sẽ đến thăm chúng vào lần sau.Đọc thêm",
            "Đã tổ chức tiệc Luau ở đây và nó khá là sến. Chúng tôi nghĩ rằng nó được tổ chức thông qua đồn điền và chúng tôi có thể thưởng thức rượu rum, nhưng nó hoàn toàn được giao cho bên thứ 3, tôi nghĩ là một trong những hãng du thuyền. Đồ ăn giống như trên tàu du lịch - nhiều nhưng quá mặn và không ngon lắm. Đồ uống là đồ uống từ thùng gỗ. Tôi cảm thấy như mình đang ở Epcot, chứ không phải ở một trải nghiệm đích thực. Đọc thêm",
            "Khuôn viên đẹp!  Tươi tốt, xanh tươi và tuyệt đẹp!  Chúng tôi không thể đăng ký nếm thử rượu rum vì nó khá đông và lần tiếp theo sẽ phải chờ 90 phút.  Chúng tôi đã khám phá các cửa hàng và môi trường xung quanh.  Khu vực quầy bar xinh đẹp và nhà hàng Gaylords trông rất hấp dẫn.  Chúng tôi đã ghé thăm Sweet Shop và mua Caramel muối biển Hawaii.  Có, bạn có thể nếm thử hương vị!Đọc thêm"
        ],
        "star_ratings": [
            412,
            289,
            111,
            28,
            12
        ],
        "review_amount": 852,
        "location": [
            "Kauai",
            "Hoa Kỳ",
            "Lạnh lạnh",
            "đồn điền Kilohana",
            "Hawaii HI",
            "Các hoạt động ở Lihue"
        ],
        "reviews_time": [
            "Written December 4, 2023",
            "Written February 21, 2024",
            "Written March 23, 2024",
            "Written May 2, 2024",
            "Written June 27, 2021",
            "Written April 8, 2020",
            "Written July 20, 2022",
            "Written March 23, 2024",
            "Written June 15, 2022",
            "Written July 21, 2021",
            "Written February 25, 2020",
            "Written December 4, 2023",
            "Written February 11, 2020",
            "Written May 28, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60623-d155346-Reviews-Kilohana_Plantation-Lihue_Kauai_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d2478713-Reviews-The_Plantation_House_by_Gaylords-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d1078325-Reviews-Verde_Restaurant-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d10536129-Reviews-Uncle_s_Shave_Ice-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d12323195-Reviews-Mahiko_Lounge-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d10541043-Reviews-Kauai_Sweet_Shoppe-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d21103386-Reviews-Kenji_Burger-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d24053145-Reviews-Orly_Pattiserrie-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d14175642-Reviews-Domino_s_Pizza-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d21065209-Reviews-Aloha_Aina_Juice_Cafe-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60623-d9974339-Reviews-Aloha_Aina-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d2482828-Reviews-Koloa_Rum_Company-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d654121-Reviews-Kauai_Plantation_Railway-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d23378261-Reviews-Giorgio_s_Gallery_kilohana-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d7349399-Reviews-Kauai_Community_Market-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d324455-Reviews-Kauai_Museum-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d23416513-Reviews-Grove_Farm_Market-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d155338-Reviews-Kauai_Community_Players-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d560870-Reviews-Kalapaki_Beach-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d185089-Reviews-Grove_Farm_Sugar_Plantation_Museum-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d10363105-Reviews-Robert_s_Hawaii-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d155346-Reviews-or10-Kilohana_Plantation-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d999325-Reviews-Lydgate_Farms_Kauai_Chocolate-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60620-d4174146-Reviews-Hawaiian_Organic_Noni-Kilauea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60627-d247664-Reviews-Waimea_Canyon_State_Park-Waimea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d219643-Reviews-Kalalau_Lookout-Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60620-d1673672-Reviews-Garden_Island_Chocolate-Kilauea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d569743-Reviews-Kauai_s_Hindu_Monastery-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60620-d12845403-Reviews-Sugarloaf_Pineapple_Farm-Kilauea_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60615-d664454-Reviews-Kauai_Coffee_Company-Kalaheo_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60616-d1122958-Reviews-Sleeping_Giant_Trail-Kapaa_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60626-d131419-Reviews-Hanalei_Valley_Lookout-Princeville_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d8353571-Reviews-Zensations_Massage_Therapy-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d11800878-Reviews-Kauai_Safaris-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d1748998-Reviews-Luau_Kalamaku_Kauai-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d13436964-Reviews-Clayworks_at_Kilohana-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d9792594-Reviews-Cane_Field_Clothing_Gallery-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g25981585-d2277200-Reviews-Natural_Healing_Massage-Puhi_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d6602141-Reviews-Kauai_Island_Shuttle-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d526233-Reviews-Safari_Helicopters-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d665139-Reviews-Hanalima_Bakery-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d11664848-Reviews-Kauai_Harley_Davidson-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60623-d789969-Reviews-Kipu_Ranch_Adventures-Lihue_Kauai_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d10750126-Reviews-Club_Octagon_Seoul-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g57273-d146347-Reviews-Rock_of_Ages_Visitors_Center_Quarry_Tours-Graniteville_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g659661-d593037-Reviews-Monkey_Park-Los_Cristianos_Arona_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g297735-d10239594-Reviews-Moyo_Island-Sumbawa_West_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g187439-d1985470-Reviews-Marbella_Food_Market-Marbella_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41081-d8807509-Reviews-Lake_Elkhorn_Park-Columbia_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d23557160-Reviews-Sandy_Beach-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191813-d8416885-Reviews-Fourka_Beach-Fourka_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293918-d1631943-Reviews-Paradise_Park_Farm-Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60885-d1885276-Reviews-Coco_Key_Water_Resort-Omaha_Nebraska.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60623-d155346-Reviews-or10-Kilohana_Plantation-Lihue_Kauai_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60623-d155346-Reviews-Kilohana_Plantation-Lihue_Kauai_Hawaii.html"
    }
]