[
    {
        "attraction_name": "Kin Ha (Antes Parque de los Suenos)",
        "attraction_name_vi": "Kin Hà - Trước Công Viên Giấc Mơ -",
        "general_info": [
            "549 đánh giá",
            "- 5 trong số 27 điều cần làm ở Isla Soones",
            "Công viên nước"
        ],
        "attraction_summary": "Parque de los Suenos - KIN HA là một địa điểm phiêu lưu trên đại dương rực rỡ với những khu vườn tươi tốt, chèo thuyền kayak, ván chèo, cầu trượt nước, ba hồ bơi nước ngọt, tường leo núi, đu dây và lặn với ống thở đáng kinh ngạc. Ngoài ra còn có hồ bơi và quầy bar ngay sát hồ bơi chỉ dành cho người lớn, nhà hàng đầy đủ tiện nghi, nhân viên cứu hộ, bến tàu và hiên phơi nắng với lối ra vùng nước màu ngọc lam của vùng Caribe. Một món quà dành cho cả những nhà thám hiểm và gia đình.Đọc thêm",
        "reviews": [
            "Đây thực sự là một nơi tuyệt vời để đến nếu bạn đang đến Isla Soones. Giá thực phẩm tương tự như ở Mỹ nhưng bạn có thể tận hưởng quyền sử dụng bến tàu, hồ bơi, đại dương, ống thở, thuyền kayak và ván chèo. Thức ăn không tệ nhưng không khí thì tuyệt vời. Máy chủ Gerry của chúng tôi rất chu đáo và tốt bụng. Nếu bạn có con nhỏ, hãy nhớ rằng nước có thể rất sâu và đôi khi có dòng chảy mạnh. Chúng tôi đến đó bằng xe golf, nói chung là một lựa chọn tuyệt vời cho bất kỳ ai ghé thămĐọc thêm",
            "Chúng tôi đến đó để ăn trưa và rất biết ơn khi có được những chiếc ghế dài xinh xắn bên bến tàu. Tôi yêu câu lạc bộ bãi biển vì bạn có thể bơi dưới biển và không phải đối mặt với cát. Đồ uống - đồ ăn hơi đắt một chút nhưng đổi lại là được sử dụng cơ sở vật chất rất đẹp nên chắc chắn xứng đáng và dịch vụ thì tuyệt vời. Đây là lần thứ hai tôi ở đây và hoàn toàn muốn giới thiệu! cũng đặc biệt khuyên bạn nên đến sớm hơn để có thể lấy được ghế dài, vì hầu hết mọi người không rời đi cho đến cuối ngàyĐọc thêm",
            "Chuyến đi nhanh chóng tuyệt vời cho bọn trẻ trước chuyến bay về nhà vào đêm khuya của chúng tôi.  Chúng tôi bắt chuyến phà từ Cancun vì chúng tôi có 6 giờ chuẩn bị trước chuyến bay. \n\nCác cô gái yêu thích nó ở đây. Họ bơi lội, ăn trưa và tận hưởng bến tàu. Thức ăn rất ngon. Phần lớn thứ tốt nhất mà chúng tôi yêu cầu là guacamole và tacos mục sư.  Một lần nữa các phần lớn trên món khai vị.Đọc thêm",
            "Chúng tôi đi xe golf đến Kin Hà và dành phần lớn thời gian trong ngày ở đó. Thật là một trải nghiệm tuyệt vời! Đồ ăn và đồ uống ngon, phục vụ rất chu đáo. Chúng tôi yêu thích mọi thứ về nó! Bạn có thể thuê thuyền kayak và ván chèo, chỉ cần dạo chơi dưới nước hoặc sử dụng ba hồ bơi vô cực của họ - đường trượt nước - đóng cửa để cải tạo khi chúng tôi ở đó -. Nơi này hơi khó tìm nhưng một khi đã đến đó, bạn sẽ không hối tiếc... Đáng để lái xe phiêu lưu quanh đảo.Đọc thêm",
            "Lái xe của chúng tôi đến đầu phía nam của hòn đảo, viên ngọc ẩn này. Cách vượt quá mong đợi của chúng tôi. Các hồ bơi lớn, trong và mát mẻ. Khung cảnh thật tuyệt đẹp. Chúng tôi lặn ở cuối bến tàu và thấy rất nhiều cá. Dịch vụ này chu đáo nhưng không áp đảo.   Vui mừng vì chúng tôi đã đi, một ngày kỷ niệm trên Isla Soones. Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời ở nơi này! Máy chủ của chúng tôi thật tuyệt vời cả tuần, đặc biệt là Teo, chúng tôi sẽ nhớ bạn lắm! Đó là một nơi tuyệt vời để thư giãn, bơi lội và lặn với ống thở, đồ ăn và đồ uống cũng khá ngon! Cuối tuần hơi bận rộn nhưng vẫn rất thoải mái và thư giãn cho mọi người. Đọc thêm",
            "Chúng tôi đã ghé thăm địa điểm này dựa trên các đánh giá trước đó. Bạn sẽ phải đi taxi hoặc xe golf để đến Kin Hà. Hồ bơi, cầu trượt, chèo thuyền kayak, bãi biển, bóng chuyền, v.v. đều miễn phí. Đồ uống và thức ăn tuyệt vời. Nó không bận lắm và bốn đứa con của tôi từ 6 - 14 tuổi rất thích nó. Nơi tuyệt vời để dành một buổi chiều!Đọc thêm",
            "Đây là một câu lạc bộ bãi biển tuyệt vời không có yêu cầu chi tiêu tối thiểu. Họ có một hồ bơi thác đẹp, khung cảnh đại dương tuyệt đẹp, thuyền kayak và SUP - miễn phí sử dụng, đu dây trên mặt nước, đồ ăn và đồ uống tuyệt vời và đội ngũ nhân viên thân thiện nhất!!! Khi bước vào, chúng tôi được chào đón rất nồng nhiệt bởi từng nhân viên mà chúng tôi đi ngang qua. \n\nChúng tôi đã uống vài ly. Hãy thử Kin Ha mojito..nó - nửa đỏ - nửa xanh và có hương vị tuyệt vời. Món nachos cũng rất ngon. Chúng tôi đã có một buổi chiều vui vẻ ở đây.Đọc thêm",
            "Trải nghiệm tuyệt vời nhất!!!! Thức ăn và đồ uống thật tuyệt vời. Quan điểm là không thể tin được! Bạn có thể bơi, lặn với ống thở và chèo thuyền kayak miễn phí nếu bạn ăn ở đó. Dịch vụ của chúng tôi cũng rất tuyệt vời, anh ấy thậm chí còn mang đồ uống của chúng tôi xuống nước khi chúng tôi ra ngoài bơi. Đây thực sự là nơi yêu thích của chúng tôi từ trước đến nay! Không thể giới thiệu đủ!!Đọc thêm",
            "Trải nghiệm tuyệt vời nhất!!!! Thức ăn và đồ uống thật tuyệt vời. Quan điểm là không thể tin được! Bạn có thể bơi, lặn với ống thở và chèo thuyền kayak miễn phí nếu bạn ăn ở đó. Dịch vụ của chúng tôi cũng rất tuyệt vời, anh ấy thậm chí còn mang đồ uống của chúng tôi xuống nước khi chúng tôi ra ngoài bơi. Đây thực sự là nơi yêu thích của chúng tôi từ trước đến nay! Không thể giới thiệu đủ!!Đọc thêm",
            "Đông đúc, đắt đỏ và nếu bạn không ở khách sạn, bạn sẽ không được trải nghiệm 100 -. Thức ăn rất ngon và để đến đó, bạn cần phải ở gần đó hoặc từ trung tâm bắt taxi hoặc thuê xe golfĐọc thêm",
            "Dựa trên tất cả các đánh giá tích cực, chúng tôi đến Kin Hà vào khoảng 12 giờ trưa.  Khi chúng tôi yêu cầu ghế dài, chúng tôi được thông báo rằng chúng được giữ cho khách của khách sạn và chúng tôi có thể ngồi trong nhà hàng.  Tôi - tôi đang xếp hạng ba sao cho họ vì nó trông đẹp, nếu hơi đông đúc, nhưng tôi muốn để lại đánh giá này vì nó có thể sẽ lãng phí thời gian nếu bạn làm vậy vào tháng 3 - Đọc thêm",
            "Cửa và đồ uống khá ngon, view tuyệt vời ra biển.  Rung cảm đảo tốt.  Bãi biển nhỏ nhưng là tất cả những gì chúng tôi cần.   Thực sự tuyệt vời nếu bạn ở khách sạn trên lầu.Đọc thêm",
            "Chúng tôi đến vào sáng muộn - đầu giờ chiều và là một trong số ít người ở đó. Dịch vụ bắt đầu ổn. Thức ăn là vậy. Không có gì ngoạn mục và giá vừa phải. Thời tiết ngày hôm đó không thuận lợi cho việc sử dụng bất kỳ tiện nghi nào.  Chúng tôi trao bữa nửa buổi và uống vài ly. Khi chúng tôi yêu cầu kiểm tra, nhân viên phục vụ Aida của chúng tôi đã đảm bảo nói với chúng tôi nhiều lần rằng - tiền boa không được bao gồm - trong hóa đơn. Cô ấy hỏi liệu chúng tôi muốn thêm tiền boa vào hóa đơn hay để lại tiền mặt. Chúng tôi đã chọn thanh toán bằng tiền mặt, tại thời điểm đó cô ấy chắc chắn đã nói điều đó - số tiền boa tối thiểu là 10 - -. Lưu ý rằng không nơi nào có bất kỳ biển báo nào về hiệu ứng đó và cũng không được ghi chú ở bất kỳ đâu trên hóa đơn. Có lẽ chúng ta đã bỏ lỡ điều đó hoặc nhân viên phục vụ có quyền quá đáng và thô lỗ.Đọc thêm",
            "Chúng tôi đã đến thăm Isla Soones vài ngày và dừng lại ở khu nghỉ mát bãi biển trong vài giờ. Các nhân viên rất thân thiện. Chúng tôi có bia, khoai tây chiên và guac. Chúng tôi rất thích võng nước và đu nước. Bến tàu rất đẹp và dài và bạn có thể nhảy khỏi nó. Nước có nhiều đá nhưng họ cũng có thuyền kayak để bạn thưởng thức. Đó là một nơi tuyệt vời để thư giãn và tận hưởng!Đọc thêm",
            "Chúng tôi đã ở một tuần tại khách sạn Casa de los Suenos trực thuộc, vì vậy chúng tôi ăn sáng ở đây mỗi ngày và bốn bữa tối. Bữa sáng là sự kết hợp giữa các món ăn Mỹ và Mexico, vì vậy bạn nên tìm món gì mình thích. Có nhiều sự lựa chọn cho bữa tối và mọi thứ chúng tôi có đều tốt. Điểm trừ duy nhất về đồ ăn là có rất ít đồ ăn nhẹ thậm chí còn tốt cho sức khỏe. Nhân viên đều rất xuất sắc và rất thân thiện. Chúng tôi xuống mỗi ngày sau bữa sáng để đọc sách trên ghế tắm nắng và bơi lội. Không có bãi biển nhưng có một số điểm đi vào từ boong tàu và cầu tàu xuống mặt nước, khá nông trong một chặng đường khá dài, chủ yếu là tảo bẹ. Có thể lặn với ống thở ở cuối cầu cảng và không thể cưỡng lại việc nhảy vào từ sợi dây đu đưa. Bởi vì có một cầu cảng khác từ một khách sạn liền kề ở đó - một loại vịnh nhân tạo, tạo nên nó rất an toàn để chèo thuyền hoặc chèo thuyền kayak, cả hai đều miễn phí. Hầu hết các ngày ở đây khá bận rộn nhưng không bao giờ quá đông Bạn có thể muốn mang theo tai nghe - điều tệ nhất ở Kin Ha là các phiên bản nhạc pop và dễ nghe đến khó chịu. nhạc rock cổ điển chơi không ngừngĐọc thêm",
            "Nơi này có vị trí rất đẹp. Bạn tôi gọi một cốc bia mà họ không có. Lựa chọn tiếp theo cũng vậy. Tôi yêu cầu một ít mì ống với món ratatouille thay vì bánh mì tỏi trong thực đơn. Điều này là không thể. Tôi đã gọi một chiếc bánh mì baguette với rau nướng và khoai tây chiên - vì nó không - không nói rằng nó có khoai tây chiên trong thực đơn - Hóa ra là có và chúng tôi đã gọi món khoai tây chiên đắt tiền mà không có gì. Bánh mì baguette cũng vậy - t a bánh mì baguette nhưng bánh mì nướng và không có nhiều rau được nướng. Chủ yếu là cà chua thái lát và cà rốt thái sợi. Bánh mì kẹp phô mai và khoai tây chiên của bạn tôi đều ổn. Khi người phục vụ đến lấy tiền của chúng tôi, anh ấy nói to với vẻ mặt không mấy vui vẻ - o, gần mười phần trăm - Khi tôi hỏi anh ấy nói điều này nghĩa là gì, anh ấy nói rằng tiền boa không phải là mười phần trăm và anh ấy đã quen với việc nhận được mười phần trăm. Rất thô lỗ. Nói chung không phải là một trải nghiệm tuyệt vờiĐọc thêm",
            "Kin Ha là khu vực quán bar và nhà hàng hoàn hảo với bến tàu bơi lội tuyệt đẹp. Gia đình chúng tôi rất thích vừa đu dây vừa bơi lội vừa ăn uống vào một buổi chiều đầy nắng.Đọc thêm",
            "Đây là một câu lạc bộ bãi biển tuyệt vời không có yêu cầu chi tiêu tối thiểu. Họ có một hồ bơi thác đẹp, khung cảnh đại dương tuyệt đẹp, thuyền kayak và SUP - miễn phí sử dụng, đu dây trên mặt nước, đồ ăn và đồ uống tuyệt vời và đội ngũ nhân viên thân thiện nhất!!! Khi bước vào, chúng tôi được chào đón rất nồng nhiệt bởi từng nhân viên mà chúng tôi đi ngang qua. Chúng tôi đã uống vài ly. Hãy thử Kin Ha mojito..nó - nửa đỏ - nửa xanh và có hương vị tuyệt vời. Món nachos cũng rất ngon. Chúng tôi đã có một buổi chiều vui vẻ ở đây.Đọc thêm",
            "Bạn có giảm giá cho Quintana Rooences không? Đọc thêm",
            "Họ có một trang web? Tôi muốn biết chi phí và những gì nó đòi hỏi Đọc thêm",
            "Tuần sau tôi định đi Isla, có mở cửa không?Đọc thêm",
            "Xin chào, tôi muốn biết chi phí vào cửa và những gì nó bao gồm, tôi đang nghĩ đến việc đi du lịch vào tháng 8. Xin chào!Đọc thêm",
            "Xin chào, cảm ơn bạn đã viết thư cho chúng tôi, chúng tôi có phí vào cửa là 480 mỗi người, trong đó 300 peso sẽ được trả lại cho bạn khi bạn tiêu dùng và 180 peso để bảo trì các khu vực, giúp bạn có quyền thực hiện các hoạt động , chẳng hạn như lặn với ống thở, chèo thuyền kayak, ván chèo, nhảy nước, nhảy bằng dây leo ở đầu bến tàu, các hồ bơi trong đó một trong số đó là quầy bar Pool - chỉ dành cho người lớn -. Trẻ em từ 6 đến 12 tuổi phải trả 330,00 và được hoàn lại 150,00 đồ ăn và đồ uống.   \n\nXin chào.Đọc thêm",
            "Xin chào, công viên có cung cấp thiết bị lặn với ống thở và áo phao không?\n\nCảm ơn\nMichelleĐọc thêm",
            "Phí vào cửa 450 peso mỗi người có chi trả cho tất cả đồ ăn - đồ uống khi ở trong công viên không?Đọc thêm",
            "KHÔNG!  - 300 trong số - 450 được dùng để tiêu thụ. Tôi cá là họ tính phí vào cửa dựa trên mức độ bận rộn của họ và thời gian trong năm. Bạn có thể không trả một! Tôi đã đi nghỉ lễ.Đọc thêm",
            "Bạn có giảm giá nào cho trẻ em không?  - Dưới 12 tuổi - Đọc thêm",
            "Xin chào! Chúng tôi tính phí bảo trì 180 peso cho mọi người.   - 11USD.   Chúng tôi cung cấp một hồ bơi trẻ em và trượt nước.   Trẻ em cũng có thể tham gia bất kỳ hoạt động nào như lặn với ống thở, chèo thuyền kayak hoặc ván chèo.   Hãy cho tôi biết nếu bạn có bất kỳ câu hỏi nào khác.Đọc thêm",
            "- Giá của điểm tham quan là bao nhiêu và nó cung cấp những gì?Đọc thêm",
            "Giá cho trẻ em dưới 12 tuổi là - 450 peso?Đọc thêm",
            "- 300 Mx trẻ em và - 480- - 450 người lớn. Còn lại - 150 trẻ em và - 300 người lớn để tiêu thụ.Đọc thêm",
            "Chào buổi sáng. Tôi sẽ rất cảm kích nếu bạn có thể cho tôi biết có nơi nào để cất ba lô kiểu vali ở Parque de los Sueños để tôi có thể tận hưởng biển mà không cần phải chăm sóc ba lô hay không. Cảm ơn bạn!Đọc thêm"
        ],
        "star_ratings": [
            382,
            98,
            35,
            11,
            23
        ],
        "review_amount": 549,
        "location": [
            "Các hoạt động ở Isla Soones",
            "Quintana Roo",
            "Kin Hà - Trước Công Viên Giấc Mơ -",
            "bán đảo Yucatan",
            "México",
            "Đảo Phụ Nữ"
        ],
        "reviews_time": [
            "Written May 30, 2023",
            "Written July 4, 2023",
            "Written July 17, 2023",
            "Written August 15, 2023",
            "Written October 1, 2023",
            "Written November 14, 2023",
            "Written December 23, 2023",
            "Written January 4, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written March 27, 2024",
            "Written March 21, 2024",
            "Written March 3, 2024",
            "Written February 5, 2024",
            "Written January 28, 2024",
            "Written January 19, 2024",
            "Written January 16, 2024",
            "Written January 6, 2024",
            "Written January 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g150810-d8552064-Reviews-Kin_Ha_Antes_Parque_de_los_Suenos-Isla_Mujeres_Yucatan_Peninsula.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g150810-d15189954-Reviews-Kin_Ha_Restaurant-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150810-d24133452-Reviews-Marakame_Isla_Mujeres-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150810-d2464060-Reviews-Maria_s_Kan_Kin-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150810-d21276860-Reviews-El_Borracho_Burro_Cantina-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150810-d23757747-Reviews-Samura-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150810-d25969691-Reviews-Zaza_Yacht_Beach_Club-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150810-d1627670-Reviews-The_Joint_Reggae_Bar_n_Grill-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150810-d27136589-Reviews-Ulan_Eatery-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150810-d8272910-Reviews-Capitan_Dulche-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Restaurant_Review-g150810-d25278574-Reviews-Cafe_42_Coffee_Bistro-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d26369339-Reviews-Unik_Roof-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d5244980-Reviews-Women_s_Beading_Cooperative-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d1815641-Reviews-Punta_Sur-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d275192-Reviews-Dolphin_Discovery_Isla_Mujeres-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d12826208-Reviews-Capilla_de_Guadalupe-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d10294288-Reviews-El_Sagrado_Corazon_de_Jesus-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d2343996-Reviews-Mandala_Beach-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d543150-Reviews-Playa_Norte-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d153294-Reviews-Hacienda_Mundaca-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d152701-Reviews-Playa_Chac_Mool-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d8552064-Reviews-or10-Kin_Ha_Antes_Parque_de_los_Suenos-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d1997202-Reviews-Garrafon_de_Castilla-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d23275169-Reviews-Rancho_Capricho-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d16755552-Reviews-Isla_Driver_Robby-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d2201776-Reviews-Isla_Mujeres_Boats-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d16882932-Reviews-Isla_Fun_Tours-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d2061417-Reviews-Sea_Hawk_Divers-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d6418186-Reviews-Pocna_Dive_Center-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d6871538-Reviews-Island_Adventures_Mexico-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d1221574-Reviews-Aqua_Adventures_Eco_Divers-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150810-d2182245-Reviews-Mexico_Divers_PADI_Dive_Resort-Isla_Mujeres_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g58350-d258718-Reviews-Larrabee_State_Park-Bellingham_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g1222297-d2415982-Reviews-Canelobre_Caves-Busot_Costa_Blanca_Province_of_Alicante_Valencian_Community.html",
            "https://www.tripadvisor.com/Attraction_Review-g44889-d274391-Reviews-Montauk_State_Park-Salem_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g31802-d10536138-Reviews-Swinging_Bridge-Mountain_View_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60742-d4187232-Reviews-Discount_Shoes-Asheville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60827-d13089726-Reviews-Brooklyn_Terminal_Market-Brooklyn_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147238-d312350-Reviews-Prickly_Pear_Cays-Anguilla.html",
            "https://www.tripadvisor.com/Attraction_Review-g39598-d145355-Reviews-Wood_Creek_Lake-London_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g298089-d1636701-Reviews-Devil_s_Pool-Livingstone_Southern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g51965-d3203521-Reviews-Medford_Railroad_Park-Medford_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g150810-d8552064-Reviews-or10-Kin_Ha_Antes_Parque_de_los_Suenos-Isla_Mujeres_Yucatan_Peninsula.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g150810-d8552064-Reviews-Kin_Ha_Antes_Parque_de_los_Suenos-Isla_Mujeres_Yucatan_Peninsula.html"
    }
]