[
    {
        "attraction_name": "Kincaid Lake State Park",
        "attraction_name_vi": "Công viên tiểu bang hồ Kincaid",
        "general_info": [
            "33 đánh giá",
            "- 1 trong 5 điều cần làm ở Falmouth",
            "Công viên tiểu bang",
            "Công viên"
        ],
        "attraction_summary": "Các trang web không được cấp độ.  Kỹ thuật kém của các trang web.  Chúng tôi đã phải chuyển địa điểm của mình sau khi cố gắng trong 2 giờ để san bằng đoạn giới thiệu của chúng tôi cạnh nhau tại địa điểm - 67 - rồi - 66. Chúng tôi đã tìm thấy một địa điểm phù hợp ở nơi khác nhưng lo ngại rằng ngày hôm sau chúng tôi sẽ phải di chuyển vì việc đặt chỗ của chúng tôi là dành cho trang 67. Các khu vực của địa điểm không được đánh dấu rõ ràng nên trên đường vào, chúng tôi thấy mình đang ở một khu vực rất chật và khó thoát ra vì nó đã đi vào ngõ cụt.Đọc thêm",
        "reviews": [
            "Chúng tôi không sử dụng các khu cắm trại nên tôi không thể nhận xét về chúng, nhưng trải nghiệm thiên nhiên ban ngày thật tuyệt vời.  Một buổi chiều chèo thuyền kayak và đi bộ đường dài miễn phí trong sự thanh bình cổ kính.  Chúng tôi không nhìn thấy một người nào trên đường mòn và đó là một ngày nắng 75 độ hoàn hảo.  Kết thúc một ngày bằng một chuyến dã ngoại bên dòng nước..... giãn cách xã hội, không khí trong lành, miễn phí.... bạn còn muốn gì hơn nữa?Đọc thêm",
            "Bảo trì kém, nhân sự kém bởi những người ít học, - những người thô lỗ. Làm sạch trang web nguyên thủy của chúng tôi khi đến nơi. Covid hoang mang thiếu hiểu biết. Nhà vệ sinh không bao giờ sạch sẽ vào buổi sáng.  Các khu cắm trại có điện hay còn gọi là nguyên thủy, chồng lên nhau. Đã bảo là chúng tôi không thể ngủ ngoài trời mà không có lều. Không có kiến ​​thức ngu ngốc sau nhiều cuộc gọi điện thoại. Ở lại - 3 ngày và sẽ không bao giờ quay lại. Một trò đùa do những người yêu thích địa phương thực hiện.Đọc thêm",
            "Địa điểm đẹp, địa điểm rất không bằng phẳng, hãy đảm bảo bạn có đủ vòi nước nối với nước cách người cắm trại của bạn khoảng 50ft. Chúng tôi phải trả một túi đá lớn hơn - 6,50 ở khu cắm trại Crazy!!!!Đọc thêm",
            "Công viên rất đẹp, cắm trại rất đẹp nhưng các điểm tham quan cần cải thiện, putt putt đang trong tình trạng tồi tệ, sân gôn rất đẹp và sân chơi cũng vậy nhưng những thứ khác có thể cần cập nhật Đọc thêm",
            "Chúng tôi sống khoảng 30 phút. từ kinkaid nhưng có lẽ tôi đã không đến thăm trong hơn 25 năm. Chúng tôi đang nghĩ đến một nơi nào đó để đưa bọn trẻ - 8 - 10 - trong vài giờ, nơi chúng tôi có thể làm điều gì đó mà không cần mọi người nhìn chằm chằm vào màn hình. Khi bạn bước vào - bạn sẽ thấy sân gôn 9 lỗ ở bên trái của bạn và tôi nhận thấy ngay cách nó được quản lý tốt. Những con đường được trải nhựa đẹp đẽ, cỏ trông rất đẹp và những tấm biển báo bạn phải đi trông mộc mạc nhưng được sơn đẹp mắt. Chúng tôi bắt đầu với putt putt. Đó là một sân nhỏ 9 lỗ. Không có gì lạ mắt và tôi nghĩ nó giống như 25 năm trước nhưng nó phù hợp với cảm giác cắm trại, đồng quê, ngắm cảnh. Đó là - 3 - bất kể tuổi tác - . Họ có một máy uống cocacola và một nơi trú ẩn có mái che với những chiếc ghế dài nếu có người không chơi. Chúng tôi thấy nhiều sân chơi xung quanh. Sau đó chúng tôi đi đến những con đường mòn nằm phía sau cú putt. Có một con lạch và một cây cầu gỗ nhỏ trong khi đi bộ rất đẹp. Tôi cá là nó trông thật tuyệt vời vào mùa thu. Bọn trẻ rất nóng - lúc đó khoảng 90 - vì vậy chúng tôi không - không chèo thuyền nhưng anh chàng ở trung tâm đón tiếp nói với chúng tôi rằng - đó là mức giá cố định cho tối đa 4 người và bạn phải trả 1 - 2 giờ hoặc một giờ và nó - tôi dưới 15 tuổi, tôi biết. Nhìn chung - công viên này có rất nhiều thứ để khám phá - câu cá, chèo thuyền, đường mòn, thuyền chèo, v.v. - và bạn không cần phải tốn nhiều tiền để cùng nhau tạo ra những kỷ niệm vui vẻ. Bạn thậm chí không phải trả tiền để vào công viên. Đó là một ngày đẹp trời và chúng tôi sẽ quay lại.Đọc thêm",
            "Chúng tôi ở lại hai đêm. Các địa điểm rất không bằng phẳng và khó tìm được một chỗ bằng phẳng để dựng lều hoặc thậm chí đặt ghế quanh đống lửa. Cũng phải đi bộ một đoạn đường dài lên một ngọn đồi dốc để đến phòng tắm và chỉ có 3 quầy hàng dành cho tất cả các trại viên trong phòng dành cho nữ. Tuy nhiên, khu vực đẹp và nhân viên thân thiện.Đọc thêm",
            "Chúng tôi chỉ đi câu cá và dã ngoại. Tuy nhiên, hồ bơi trông rất đẹp. Đó là một công viên cũ tốt đẹp. Rất nhiều khu vực râm mát. Họ là một lễ hội lớn - Lễ hội len - vào mùa thu rất đẹp.Đọc thêm",
            "Hồ Kincaid là một trong những khu cắm trại yêu thích của tôi! Nó có đi bộ đường dài, chèo thuyền, một trung tâm giải trí - mở cửa không giống như nhiều công viên khác -, một sân gôn mini - bên cạnh trung tâm giải trí dành cho người nói rằng nó không tồn tại - sân tennis, sân bóng rổ, một số sân chơi, quy mô Olympic hồ bơi, sân gôn 9 lỗ dành cho người chơi gôn thực thụ và là một trong những nhân viên đẹp nhất so với bất kỳ công viên nào. Đưa con chó của bạn đến thưởng thức và nói chuyện với chúng - chúng - rất hiểu biết cũng như hữu ích. Được cho là một số địa điểm cần được san lấp mặt bằng nhưng bạn - đang ở ngoài trời! Bạn - sẽ không đến Công viên RV. Tận hưởng những gì thực sự có ở ngoài trời - thiên nhiên như vốn có. Bạn - sẽ có rất nhiều cơ hội để quan sát động vật hoang dã và tận hưởng thiên nhiên nếu đó là lý do bạn đi cắm trại. Bạn không thể sai lầm khi đến Kincaid nếu bạn đang tìm kiếm một ngày cuối tuần với thiên nhiên hoang sơ.Đọc thêm",
            "Tôi lớn lên đi đến hồ này và rất ngạc nhiên khi thấy khu vực bơi lội đã bị dỡ bỏ. Tôi đã chèo thuyền kayak và nước vẫn mát lạnh và sảng khoái như mọi khi. Nhưng không biết về lệnh cấm bơi lội - tôi ở trong khu nhà riêng và không được thông báo -, tôi đã nhảy xuống thuyền kayak của mình. May mắn là tôi không bị bất kỳ cơ quan chức năng nào giám sát vì thực lòng tôi không biết mình không được phép bơi nữa. Ý tôi là, tại sao bạn lại đến một cái hồ mà bạn không thể bơi vào? Tôi vẫn không biết tại sao lại có lệnh cấm bơi lội. Tôi không thể tìm được ai có thể cho tôi một câu trả lời thẳng thắn. Có lý do tại sao bây giờ rất ít người đến đó. Thật là xấu hổ. Đã từng là một hồ nước tuyệt vời - và nổi tiếng hơn nhiều.Đọc thêm"
        ],
        "star_ratings": [
            8,
            9,
            8,
            6,
            2
        ],
        "review_amount": 33,
        "location": [
            "Công viên tiểu bang hồ Kincaid",
            "Falmouth",
            "Hoa Kỳ",
            "Những điều cần làm ở Falmouth",
            "Kentucky-KY-"
        ],
        "reviews_time": [
            "Written May 26, 2023",
            "Written November 11, 2020",
            "Written July 12, 2020",
            "Written June 28, 2020",
            "Written September 1, 2019",
            "Written July 28, 2019",
            "Written June 16, 2019",
            "Written September 6, 2018",
            "Written September 3, 2018",
            "Written August 5, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g39396-d4889715-Reviews-Kincaid_Lake_State_Park-Falmouth_Kentucky.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g39396-d6888778-Reviews-Kincaid_Regional_Theatre-Falmouth_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39243-d2707523-Reviews-Rose_Hill_Farm_Winery-Butler_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39396-d24129081-Reviews-Punkyville-Falmouth_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39396-d27012729-Reviews-Pendleton_County_Athletic_Park-Falmouth_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39396-d4889715-Reviews-or10-Kincaid_Lake_State_Park-Falmouth_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g39738-d10269290-Reviews-Thaxton_Canoe_and_Paddle_Inn-Pendleton_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g50198-d7183626-Reviews-Chilo_Lock_34_Park-Chilo_Clermont_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g39396-d27710184-Reviews-Shenanigans_amp_Shine-Falmouth_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g50335-d27423013-Reviews-The_Landing_At_Bear_Creek-Felicity_Clermont_County_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d464600-Reviews-Pattaya_Elephant_Village-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2155704-Reviews-Clifton_Heritage_National_Park-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d152293-Reviews-Bay_of_Banderas-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d15776826-Reviews-Derby_City_Gaming_Hotel-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1763967-Reviews-The_Mentalist-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g35194-d8308697-Reviews-Surf_Lagoon_Waterpark-Pooler_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d106496-Reviews-Ryman_Auditorium-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g294458-d10838906-Reviews-Gradina_Dorobanti-Bucharest.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d1091681-Reviews-Nationals_Park-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147311-d7898904-Reviews-Jamaica_Airport_Transfers-Montego_Bay_Saint_James_Parish_Jamaica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g39396-d4889715-Reviews-or10-Kincaid_Lake_State_Park-Falmouth_Kentucky.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g39396-d4889715-Reviews-Kincaid_Lake_State_Park-Falmouth_Kentucky.html"
    }
]