[
    {
        "attraction_name": "King Estate Winery & Tasting Room",
        "attraction_name_vi": "Phòng thử rượu vang King Estate",
        "general_info": [
            "388 đánh giá",
            "11 trong số 146 điều cần làm ở Eugene",
            "Nhà máy rượu vang Vườn nho"
        ],
        "attraction_summary": "Được thành lập vào năm 1991 bởi gia đình King với cam kết sâu sắc về canh tác bền vững, King Estate là vườn nho được chứng nhận Biodynamic lớn nhất ở Bắc Mỹ. Khám phá cách hệ sinh thái tích hợp độc đáo của chúng tôi, nằm ở Thung lũng Willamette danh tiếng của Oregon, lý tưởng để tạo ra những loại rượu vang nổi bật. Hãy truy cập trang web của chúng tôi để biết giờ và thông tin cập nhật nhất.Đọc thêm",
        "reviews": [
            "Chúng tôi đến đây theo lời giới thiệu của bạn bè, vì chúng tôi đang ở trong thị trấn để tham dự Prefontaine Classic.  Nó có một cái nhìn tuyệt vời của vùng nông thôn.  Chúng tôi đã chọn bảng phô mai và charcuterie, mặc dù không rẻ ở mức 55 nhưng khá lớn.  Nhiều phô mai và thịt viên hơn, ít trái cây và các loại hạt sẽ tốt hơn, nhưng nó vẫn ngon.  Chúng tôi đã gọi những ly rượu vang thay vì nếm thử, có vẻ đắt từ 28 đến 32 cho 4 lần rót nhỏ.  Chúng tôi có bảy hàng Pinot Gris 20, rất xuất sắc, Kennel Chardonnay 17 2017, có vị trái cây và Kennel Pinot noir 24 2013, có rất nhiều trái cây cho một loại rượu 11 tuổi.  Một loại đặc biệt ngày hôm đó là loại rượu KE Pinot noir 25 năm 2002, mặc dù đã mất nhiều trái nhưng vẫn cho thấy khả năng lão hóa của rượu được bảo quản tốt. Dịch vụ rất tuyệt.Đọc thêm",
            "Chúng tôi đã đến King Estate nhiều lần. Hôm qua sẽ là ngày cuối cùng. Nếu bạn đang dự định ăn trưa, hãy cảnh báo rằng họ đã ngừng phục vụ bất cứ thứ gì ngoại trừ một bảng charcuterie có giá quá cao. Của chúng tôi trông giống như một đứa trẻ 5 tuổi đã ném nó lại với nhau.  Đối với 55,00, hãy tự hào về bài thuyết trình của bạn! Máy chủ của chúng tôi thật tuyệt vời, cô ấy có kiến ​​thức và làm việc chăm chỉ. Đó là một trải nghiệm đáng thất vọng.  Đọc thêm",
            "Hai thái cực: Hãy tự chịu rủi ro và được cảnh báo trước - không ai quan tâm đến bạn một chút ngay cả khi bạn đánh rơi hơn 500 đô la đồ ăn và rượu! 1 Trải nghiệm - được nhét vào ví, để lại cảm giác khó chịu trong miệng. Lời chào và dịch vụ rất tốt, nhưng rõ ràng chúng tôi là người mới và không ai quan tâm để giúp đỡ chúng tôi hoặc đi xa hơn. Nhân viên hợm hĩnh và phớt lờ chúng tôi và chắc chắn khó có thể đợi cho đến khi chúng tôi rời đi! 2 Chất lượng sản phẩm: Tuyệt vời. Bữa nửa buổi và nếm thử bên bàn tuyệt vời. Kiến thức về máy chủ. Thức ăn - ngon, hảo hạng dành cho người sành ăn và có nguồn gốc từ trang trại của nhà máy rượu. Đến chỗ ngồi đầu tiên lúc 10 giờ sáng - chúng tôi là một nhóm gồm 5 người không có ai ở đó. Được biết là đã bán hết nên chúng tôi phải lấy chỗ lúc 10 giờ sáng, hmmmm.3 Vị trí đẹp. Đọc thêm",
            "Tôi đã kiểm tra trên Google và Facebook để đảm bảo rằng họ mở cửa và họ cho biết họ sẽ mở cửa vào buổi trưa. Chúng tôi lái xe nửa giờ từ Eugene để thưởng thức rượu vang Kings Estate. Sau khi đến khiến chúng tôi thất vọng nhiều, họ đã đóng cửa. Đề xuất rằng doanh nghiệp này đảm bảo thời gian cập nhật được thay đổi cho khách du lịch. Đó sẽ là một chuyến đi lãng phí nếu chúng tôi không biết rằng Nhà máy rượu Sweet Cheeks đã mở cửa. Sweet Cheeks rất có sức chứa và rượu của họ rất đậm đà và ngon.Đọc thêm",
            "Rượu vang tuyệt vời và nhà hàng tuyệt vời. Chỗ ngồi ngoài trời trong thời tiết đẹp là trải nghiệm không thể bỏ qua khi đến Lane County. Không hề rẻ nhưng cũng đáng giá.Đọc thêm",
            "Đi ăn trưa tại nhà máy rượu xinh đẹp này. Thức ăn và dịch vụ tuyệt vời mặc dù đắt tiền. Chantel là một máy chủ tuyệt vời. Cũng đã thực hiện một vài chuyến bay để nếm thử rượu vang của họ. Trải nghiệm thực sự thú vị tổng thể. Thực sự đã gặp Ed King và anh ấy không thể đẹp hơn được. Chắc chắn xứng đáng với chuyến đi đến Eugene và tới King Estate!Đọc thêm",
            "Đây là một khu đất rất rộng lớn với nhiều loại rượu vang tuyệt vời. Đó là một cái nhìn đẹp của thung lũng. Thức ăn đi kèm với rượu rất ngon. Đây là một cách tuyệt vời để dành một buổi chiều.Đọc thêm",
            "Sự cố GPS ngẫu nhiên xảy ra khi tìm đường từ Florence đến Cresswell đã dẫn chúng tôi đến nhà máy rượu ấn tượng này.  Chúng tôi đã sẵn sàng để duỗi chân, vì vậy chúng tôi quyết định dừng lại và ở lại ăn tối tại nhà hàng của họ. Người sáng lập và chủ sở hữu hiện tại của Gia đình King đã phát triển, cải tiến và duy trì một vườn nho và nhà máy rượu tuyệt vời, rất đáng ghé thăm nếu ở bất kỳ đâu trong Khu vực Eugene. Chúng tôi đã có một chai Tempranillo tuyệt vời trong bữa tối của mình. Chúng tôi dự định thực hiện một chuyến đi đặc biệt từ Nam Oregon để thăm lại địa điểm này cùng bạn bè.Đọc thêm",
            "Khung cảnh rất đẹp.  Căn cứ WOW. Đã không có kể từ khi có COVID. 23 năm tôi đã ở đó suốt nhiều năm để ăn trưa và ăn tối. Nơi tuyệt vời để đưa ra khỏi công ty nhà nước.  Không có thực đơn bữa trưa gây sốc cho chúng tôi!  Giá Mọi thứ đều là một tiện ích bổ sung. Một giỏ bánh mì 10. Món sườn của tôi có hai miếng thịt nướng với giá 58 đô la. Tôi muốn có một trải nghiệm khác. 10 và 12 tuổi của chúng tôi đã gọi món Cá kiếm 44. Không có bánh mì kẹp thịt. Không có rau xanh chỉ có một miếng cá trên đĩa. Thôi nào? Đã đến lúc phải thay những chiếc ghế mới, chúng đã cũ rồi. Máy chủ là sự hoàn hảo. Chúng tôi có kiến ​​thức và chu đáo. Sẽ không quay lại 300 cho bữa trưa chỉ là hai nhiều.  Đó không phải là một tab thanh. Không có ai uống rượu.  Lần trước tôi đến đó ăn trưa, nhà hàng đã đầy.    Bây giờ 3 bàn trong 3 ngoài thế là xongĐọc thêm",
            "Nếu bạn ấn tượng với vẻ ngoài, bạn sẽ thích nhà máy rượu này. Khu điền trang rất đẹp, quang cảnh đẹp và đội ngũ nhân viên phục vụ chu đáo. Tuy nhiên, đội ngũ nhân viên rất bận rộn phục vụ khách hàng, đôi khi các câu hỏi của bạn về rượu không được giải đáp đầy đủ. Chúng tôi mua rất nhiều rượu và không ngại chi 50-60 đô la cho một chai - nếu chúng tôi thích. Chúng tôi rời khỏi nhà máy rượu này tay không. Đọc thêm",
            "Khu đất có mở để đi bộ không?Đọc thêm",
            "Không phải là tôi nhớ lại.  Trung tâm du khách khá rộng rãi và nhà máy rượu có cung cấp các chuyến tham quan đi bộ, nhưng tôi không chắc liệu họ có cho phép đi bộ chung trong khuôn viên hay không.  Tôi khuyên bạn nên gửi email hoặc gọi điện cho nhà máy rượu để chắc chắn liệu điều đó có quan trọng với bạn hay không.Đọc thêm",
            "Bạn muốn ở lại Eugene và thăm nhà máy rượu này cũng như những nhà máy rượu khác, bạn có gợi ý gì về chỗ ở không? Đọc thêm",
            "Hampton Inn, 3780 W 11th Ave ở Eugene là nơi thuận tiện nhất để ghé thăm King Estate.  Nó hợp lý và thoải mái.  điện thoại 541-431-1225.  Có rất nhiều sự lựa chọn khác trong khu vực EugeneSpringfield.  Nếu có một trận bóng đá Duck diễn ra, bạn sẽ không gặp nhiều may mắn khi tìm được phòng trống.Đọc thêm",
            "Tôi muốn ghé thăm vào tháng 4 năm 2017 và tự hỏi liệu có buổi nếm thử nào vào thời điểm đó không?Đọc thêm",
            "Có, cả ngày, nhưng tốt nhất nên làm ngay trước chuyến tham quan. thưởng thức, Đọc thêm",
            "Tôi có nên đặt lịch hẹn trước khi đến đó không?Đọc thêm",
            "Nhà máy rượu này có khu vực ngoài trời nào để bạn có thể uống một ly rượu và ngồi trên bãi cỏ không?Đọc thêm",
            "Tuyệt đối! Bạn cũng sẽ tìm thấy các chuyến tham quan bằng xe đạp dừng lại để ăn trưa, vì vậy hãy ăn mặc chỉnh tề hoặc ăn mặc giản dị khi ăn trưa. Đọc thêm",
            "Trang phục đi xe đạp có được không\nĐọc thêm",
            "Xin lỗi, tôi vừa quay lại dịch vụ di động và có thể trả lời. Có lẽ đã quá muộn, nhưng tôi sẽ nói có.Đọc thêm",
            "Trẻ mới biết đi cư xử tốt có được phép không?Đọc thêm",
            "Có, ở khu vực nhà hàng.Đọc thêm",
            "Tôi có cần đặt chỗ cho 4 người cho bữa trưa muộn không, hay chúng tôi chỉ có thể có mặt 2 người lớn, 2 thanh thiếu niên?Đọc thêm",
            "Phụ thuộc vào ngày. Cuối tuần khá nhiều yêu cầu phải đặt trước nhưng trong tuần bạn có thể tận dụng cơ hội của mình. Dù sao thì hãy gọi trước vì nhiều nhóm du lịch xuất hiện để tham quan và nếm thử. Tôi khuyên bạn nên đặt một chuyến tham quan trước khi ăn vì sẽ rất đáng để xem hoạt động này quy mô như thế nào. Mang theo máy ảnh của bạn.Đọc thêm",
            "Tôi có cần đặt chỗ cho 4 người cho bữa trưa muộn không, hay chúng tôi chỉ có thể có mặt 2 người lớn, 2 thanh thiếu niên?Đọc thêm",
            "Tôi gọi để kiểm tra -- bạn có thể đến; tuy nhiên, nên đặt chỗ trước, đặc biệt là từ Thứ Năm đến Chủ Nhật.  Có thể đặt chỗ trước theo số 541-685-5189Đọc thêm"
        ],
        "star_ratings": [
            262,
            77,
            31,
            13,
            5
        ],
        "review_amount": 388,
        "location": [
            "Oregon HOẶC",
            "Hoa Kỳ",
            "Các hoạt động ở Eugene",
            "Eugene",
            "Phòng thử rượu vang King Estate"
        ],
        "reviews_time": [
            "Written May 27, 2024",
            "Written September 11, 2023",
            "Written June 23, 2023",
            "Written February 15, 2023",
            "Written December 2, 2022",
            "Written October 2, 2022",
            "Written August 29, 2022",
            "Written August 19, 2022",
            "Written July 7, 2022",
            "Written July 31, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g51862-d534075-Reviews-King_Estate_Winery_Tasting_Room-Eugene_Oregon.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g51862-d12709026-Reviews-Alesong_Brewing_Blending-Eugene_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51862-d534072-Reviews-Chateau_Lorane-Eugene_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51950-d10812901-Reviews-Siuslaw_Falls-Lorane_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51862-d534075-Reviews-or10-King_Estate_Winery_Tasting_Room-Eugene_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51862-d2642610-Reviews-The_Better_Living_Room_by_Ninkasi_Brewing-Eugene_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51862-d1909300-Reviews-Sweet_Cheeks_Winery-Eugene_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51862-d534074-Reviews-Silvan_Ridge_Winery-Eugene_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51862-d2337265-Reviews-Sarver_Winery-Eugene_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51862-d5569765-Reviews-Oregon_Vine2Wine_Tours-Eugene_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51862-d2642659-Reviews-Oakshire_Brewing-Eugene_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51862-d534078-Reviews-LaVelle_Vineyards-Eugene_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51862-d14061141-Reviews-Pacific_Pub_Cycle-Eugene_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51862-d4282229-Reviews-Hop_Valley_Brewing_Company-Eugene_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51862-d7221968-Reviews-Sunshine_Limo_Service_Wine_Tours-Eugene_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g51862-d1454349-Reviews-Studio_West_Glassblowing_Studio_and_Gallery-Eugene_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g34688-d109639-Reviews-Hillsborough_River_State_Park-Thonotosassa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g2289004-d2553639-Reviews-Athirappilly_Falls-Athirappilly_Thrissur_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g42423-d17478677-Reviews-Forge_a_Memory-Mackinac_Island_Mackinac_County_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g57069-d3380896-Reviews-Mystic_hot_Springs-Monroe_Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d17561585-Reviews-Cannabis_Store_Amsterdam-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g4463188-d10807613-Reviews-Yali_Beach-Giannades_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1024121-d4564766-Reviews-Torre_Sant_Andrea-Melendugno_Province_of_Lecce_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d23961934-Reviews-Galerie_Dior-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d108854-Reviews-Ala_Moana_Center-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g50502-d1861818-Reviews-Fraze_Pavilion-Kettering_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g51862-d534075-Reviews-or10-King_Estate_Winery_Tasting_Room-Eugene_Oregon.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g51862-d534075-Reviews-King_Estate_Winery_Tasting_Room-Eugene_Oregon.html"
    }
]