[
    {
        "attraction_name": "Kings Dominion",
        "attraction_name_vi": "Vương quyền thống trị",
        "general_info": [
            "1.901 đánh giá",
            "- 1 trong 5 điều cần làm ở Doswell",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "Hãy rủ bạn bè và gia đình của bạn đến Kings Dominion - điểm đến cuối cùng rộng 400 mẫu Anh của Virginia để tận hưởng niềm vui mùa hè! Với hơn 60 trò chơi, chương trình biểu diễn và điểm tham quan bao gồm bộ sưu tập tàu lượn lớn nhất ở Bờ Đông, Planet Snoopy, khu vực theo chủ đề dành cho trẻ em Peanut của chúng tôi và WaterWorks, sân chơi nước rộng 20 mẫu Anh đã được bao gồm trong vé vào công viên của bạn. Kings Dominion là điểm đến duy nhất của Virginia cung cấp hai công viên với giá của một công viên. Chúng tôi có mọi thứ bạn cần để tạo ra những kỷ niệm suốt đời. Lễ kỷ niệm lần thứ 40 của chúng tôi bắt đầu vào năm 2014 và mang đến những trải nghiệm tuyệt vời mà bạn sẽ không thể tìm thấy ở bất kỳ nơi nào khác! Trong khi đó là sinh nhật của chúng tôi, lễ kỷ niệm này hoàn toàn là về bạn! Chúng tôi - đã tận dụng tất cả cảm giác hồi hộp, ớn lạnh, nụ cười và những khoảnh khắc rực rỡ trong lịch sử của mình và biến chúng thành trải nghiệm chỉ có một lần trong đời. Đừng bỏ lỡ nó! Để kết thúc một ngày, hãy ở lại Dominion at Dusk - Lễ kỷ niệm ban đêm KD40! Bắt đầu với ánh sáng và âm thanh sống động của Snoopy - s Starlight Spectacular cũng như màn trình diễn ánh sáng và nước tuyệt đẹp của Đài phun nước Phố Quốc tế đã được tân trang lại hoàn toàn của chúng tôi. Bữa tiệc thực sự bắt đầu khi Grande Bandstand và đoạn giữa của Phố Quốc tế trở nên sống động với bữa tiệc khối hoàn toàn mới của chúng tôi, Ignite the Night! có dàn diễn viên ấn tượng hát một số bản hit yêu thích của bạn! Và bữa tiệc sẽ không trọn vẹn nếu không có màn bắn pháo hoa hoành tráng thắp sáng bầu trời đêm phía trên công viên. Mở cửa hàng ngày trong mùa hè; những ngày cuối tuần vào mùa xuân và mùa thu.Đọc thêm",
        "reviews": [
            "Chúng tôi đến từ Ohio. Chúng tôi có thẻ bạch kim Cedar Fair. Công viên nhỏ tuyệt vời - Cedar Point - lớn hơn nhiều. Kẻ đe dọa. 305 và Twisted Timbers đang tiếp thêm sinh lực. Công viên sạch sẽ. Yêu âm nhạc khắp công viên. Nhiều lựa chọn thực phẩm trong nhà. Nếu từng ở Richmond, VA một lần nữa, chắc chắn sẽ quay trở lại. Đó là một ngày thực sự vui vẻ.Đọc thêm",
            "Chúng tôi mang theo đứa cháu gái 7 tuổi của mình và nó có một quả bóng. Rất nhiều chuyến đi cho mọi lứa tuổi. Đường dây không tệ vào thứ Tư mà chúng tôi đã ở đó. Đồ ăn và đồ uống hơi đắt một chút nhưng tôi đoán là ở sân chơi bóng chày với các công viên khác nhưng chúng tôi - sẽ quay lại sớm thôi.Đọc thêm",
            "Đã dành một tuần ở công viên...thật tuyệt nhưng rất nóng.  Rất thích công viên nước và hầu hết công nhân đều rất hữu ích và ân cần.  Giống như cách họ nâng cấp kế hoạch đồ uống của tôi khi tôi quên mang cốc sang cốc giấy plus plan....Yêu IceesĐọc thêm",
            "Công viên không tệ nhưng một số thông tin về bãi đậu xe và đưa nước vào công viên không rõ ràng lắm, một lĩnh vực thông tin không khớp với các trang web khác.  Hơi đắt tiền, đông đúc với hàng dài.  Trẻ em đã có một thời gian vui vẻ.\nĐọc thêm",
            "Chuyến đi vui vẻ.  Đường đi xe không tệ. Nóng nhưng đó là tháng 8.  Bãi đậu xe tại Kings Dominon là - 30 một ngày đối với những người không có vé theo mùa.  Buồn cười nhỉ.  Bãi đậu xe vẫn tệ như năm 1976. Đồ ăn ngon và các chuyến xe chạy.Đọc thêm",
            "Kings Dominion quảng cáo rầm rộ vé xem theo mùa của họ. Nhưng nếu bạn đang cân nhắc việc này, bạn cần lưu ý rằng mặc dù bạn được yêu cầu - được vào công viên không giới hạn - nhưng điều đó không hoàn toàn như vậy. Người có thẻ cần phải đặt chỗ trước để được vào công viên. Họ chỉ cho phép 2 - Chỉ đỗ xe - ngày đặt chỗ tại một thời điểm và 2 - Công viên cộng với Thành phố Ngâm - ngày đặt chỗ tại một thời điểm. Chúng tôi chưa thể nhận được đặt chỗ nào cho cuối tuần tại Ngâm Thành phố.  Xin lưu ý bạn, họ vẫn bán vé cho những ngày đó, nhưng những người qua đường họ đã lấy tiền của bạn nên họ không quan tâm đến việc bạn có thể đi hay không. Chúng tôi - đã là người qua đường trong nhiều thập kỷ nên thực sự không đánh giá cao việc không thể đến khi chúng tôi muốn.  Tôi có thể thấy rằng họ thiếu nhân sự và đang cố gắng bù đắp - - từ khi đóng cửa, nhưng mọi người cần biết rằng với hệ thống đặt chỗ này, rõ ràng họ có thể bị khóa vào bất kỳ ngày nào, đặc biệt là từ công viên nước.Đọc thêm",
            "Tôi rất thất vọng với công viên này - -.  Chúng tôi đưa gia đình tôi đến và tại quầy bạn phải trả tiền - 70 nhưng trực tuyến bạn phải trả 34,99.  Giống như tôi - tôi rất bối rối.    Và trên hết, các đường đua hoàn toàn lố bịch và rất nhiều chuyến đi - thậm chí còn không chạy.   Đó cũng là một ngày đẹp trời nên một lần nữa.. Tôi - tôi bối rối.  Rất nhiều người có thái độ và năng lượng xấu.  Cuối cùng tôi đã chi rất nhiều tiền vào thực phẩm - điều đó không thực sự đáng giá.  - 15 con chó ngô?  Không, cảm ơnĐọc thêm",
            "Mặc dù đã được một thời gian kể từ khi tôi đến Kings Dominion nhưng trải nghiệm mới nhất này trong sự kiện nghỉ lễ của họ, Winterfest, khiến tôi không còn nhiều điều mong muốn. Đầu tiên, chúng tôi mua vé với mức chiết khấu nhẹ - - giảm 5 - chỉ để biết rằng chúng đã được giảm giá lớn - - rẻ hơn 15 so với giá tiêu chuẩn - chỉ 2 ngày sau. Khi tôi hỏi bộ phận dịch vụ khách hàng của họ về việc trả lại số tiền chênh lệch cho tôi, họ nói rằng họ sẽ không và không biết khi nào những đợt bán hàng này diễn ra. Lý do tại sao họ không thể - t. Nhìn chung không đáng tiền, bãi đậu xe đắt tiền, bạn phải trả thêm tiền cho mọi thứ bên trong công viên - tức là trượt băng -, các chuyến đi hạn chế được mở - theo nghĩa đen chỉ có 3 đế lót ly chính - - thức ăn không chỉ đắt mà còn không tuyệt vời chút nào. Những người biểu diễn rất giỏi và chúng tôi rất thích nhìn vào cách trang trí - ít nhất là cách trang trí hoạt động tốt - khắp công viên. Cuối cùng, cuộc diễu hành bắt đầu lúc 9 giờ không đến được phía trước công viên cho đến 9 giờ 30 và lúc đó tất cả những người nhìn thấy nó ở phía sau công viên đều đã đi qua nó khi nó đến phía trước. Không chắc ai đã nghĩ rằng bắt đầu nó ở phía sau là một ý tưởng hay nhưng nó thật tệ - không thể - được những khách hàng quen ở phía trước thích thú. Cuối cùng, tôi hiểu rằng lạm phát đang ở mức cao nhất mọi thời đại nhưng số tiền bỏ ra thật điên rồ mà lợi nhuận bằng 0. Chúng tôi sẽ không quay lại Winterfest hoặc nếu không!Đọc thêm",
            "Chúng tôi lái xe mấy tiếng đồng hồ và ở trên một chiếc Airbnb để đến đây. Mặc dù thời tiết sáng hôm đó khi tôi mua vé trực tuyến có vẻ tốt nhưng suốt buổi chiều lại có giông bão bất ngờ. Chúng tôi đến đó khoảng 15 phút sau khi công viên nước mở cửa, tức là - cho đến trưa - con trai tôi chỉ quan tâm đến công viên nước - và khi chúng tôi xếp hàng thì công viên đã đóng cửa do sắp có giông bão. Chúng tôi thậm chí còn không được đi một chuyến. Tôi hiểu họ không thể kiểm soát thời tiết, nhưng họ có thể kiểm soát chính sách của mình. Họ không hoàn lại tiền hoặc kiểm tra mưa. Thông báo qua loa của họ liên tục nhắc lại rằng họ có quyền đóng cửa các chuyến đi. Thật là bực bội khi bạn thậm chí không thể được kiểm tra mưa khi chi hơn 200 đô la để vào công viên cùng một gia đình 3 người, sau đó thêm 15 đô la nữa cho một tủ đựng đồ nhỏ, sau đó phát hiện ra rằng các trò chơi trong công viên đều đóng cửa. Cuối cùng, chúng tôi thậm chí còn chi nhiều tiền hơn cho các trò chơi và cửa hàng trong khi chờ cơn bão đi qua. Chúng tôi đợi 3 tiếng đồng hồ và liên tục kiểm tra thời tiết cho đến khi chắc chắn rằng cơn bão sẽ không ngừng cho đến khi công viên nước đóng cửa. Tôi - sẽ không có vấn đề gì nếu họ kiểm tra trời mưa. Tôi - cũng sẽ không có vấn đề gì nếu họ mở công viên nước sớm hơn - khoảng 10 giờ - để mọi người thực sự có thể đi chơi vài thứ trước khi những cơn bão buổi chiều thường ập đến. Thay vì nhắc lại chính sách của họ qua hệ thống liên lạc nội bộ, lẽ ra họ nên bảo mọi người đến các dịch vụ dành cho khách để kiểm tra mưa. Tôi sẽ không bao giờ quay lại.Đọc thêm",
            "Gia đình chúng tôi đã là người nắm giữ vé mùa Vàng trong 8 năm qua.  Năm ngoái, khi Covid xảy ra, chúng tôi đã thanh toán - 245 và sau đó các khoản thanh toán bị tạm dừng và đẩy sang năm nay 2021. Không có khiếu nại hay cân nhắc nào khi thẻ không thể sử dụng vào năm 2020. Họ sẽ không hoàn lại tiền của chúng tôi từ năm 2020 kể từ năm 2020. thẻ không thể được sử dụng vào năm 2020 khi công viên đóng cửa.  Họ cũng không sẵn sàng đưa ra bất kỳ ngoại lệ nào.  Quá nhiều sự hiếu khách dành cho những khách hàng trung thành đã chi hơn - 5.000 đô la trong 8 năm qua cho tổ chức của họ.  Lòng tham sẽ không giành được sự bảo trợ.  Rất thất vọng!!! Đọc thêm",
            "Mồi và chuyển đổi, lãng phí tiền!!! Quân Đội - Người Về Hưu và Đang Hoạt Động, hãy tránh xa. Tôi lớn lên và đến Kings Dominion trong những ngày thành công của nó. Công viên này đã trượt xuống một phiên bản lừa đảo của trò chơi điện tử có trò chơi điện tử. Giá dành cho quân đội không được công nhận, thay vì mức 29,99 mà chúng tôi tính phí là 65,00, ngay cả đối với trẻ mới biết đi, nhân viên dịch vụ khách hàng không cho bạn biết các lựa chọn tốt nhất để tiết kiệm tiền vé, khi quyền truy cập trực tuyến vào ID tôi không thể hoạt động, đồ ăn đắt tiền và trò chơi arcade vô vị hầu như không hoạt động nhưng vẫn kiếm được tiền từ thẻ. Hãy đưa gia đình và trẻ em đi nơi khác để có thời gian vui vẻ. Kings Dominion không xứng đáng với chuyến đi, bạn sẽ vô cùng thất vọng và hết tiền. Có những công viên tốt hơn nhiều, cung cấp dịch vụ tốt hơn với giá cả trung thực, những chuyến đi đáng giá và đồ ăn đáng thưởng thức.  Công viên Hershey là một trong những công viên tốt hơn ở Bờ Đông, lẽ ra tôi nên giữ truyền thống của mình và đến đó và không lãng phí tiền bạc và thời gian tại Kings Dominion.Đọc thêm",
            "Đây là lần đầu tiên tôi đến thăm King - s Dominion. Đó là một công viên rất đẹp với tháp Eiffel giả nhỏ hơn và nhiều đài phun nước trong một cái ao lớn khi bạn bước vào. Tôi thấy rất đẹp khi nhìn thấy tất cả các quán ăn và hoa ở khu vực này. Một số trò chơi rất thú vị như Chuyến bay sợ hãi và Kẻ đe dọa 305. Những trò khác như Tháp xoắn và Anaconda cũng rất tuyệt. Nhiều trong số này có vòng, xoắn, xoắn ốc và tốc độ nhanh. Quy định về sức chứa hạn chế khiến mỗi chuyến đi đều phải tăng tốc và thậm chí có chút mưa, nhìn chung tôi thực sự rất thích chuyến thăm của mình. Đọc thêm",
            "Có ở đó tối qua không.  Họ đã mất trí và áp dụng chính sách túi rỗng trên chuyến đi của mình - không còn - bảo đảm tất cả các vật phẩm lỏng lẻo - - .  Tôi đang xếp hàng mua những thanh gỗ xoắn và được bảo rằng tôi phải mua một cái tủ để đựng kính râm - họ bảo anh chàng đứng trước mặt tôi rằng anh ta phải mua một cái cho ví của mình - .   Khi tôi nói tôi sẽ để kính vào túi quần short có KHÓA KÉO nơi tôi để điện thoại và ví, anh chàng nói tôi cũng phải cất chúng vào tủ đựng đồ.  Lố bịch!  Tôi bỏ chuyến - chỉ đi một chuyến trong 4 giờ - và nhìn từng người bước xuống xe và rút điện thoại di động ra khỏi túi.  Đừng lãng phí tiền của bạn vào bãi rác này... thay vào đó hãy đến Busch Gardens!Đọc thêm",
            "Chúng tôi và 2 thiếu niên của chúng tôi đã vui vẻ trên tàu lượn cpl và sau đó là các trò chơi dưới nước, nhưng RẤT NHIỀU trò chơi đã bị đóng cửa - Avalanche và các trò chơi dưới nước khác mà chúng tôi thực sự muốn -. Vẫn thích nó. Các lựa chọn thực phẩm rất hạn chế - và tất nhiên là cực kỳ đắt tiền - - 16 cho một chiếc bánh hamburger - và chất lượng kém -. Lần tới chúng tôi sẽ mang theo chai nước một lít của riêng mình - cổng chào và bữa trưa dã ngoại. Công viên không bẩn thỉu như tôi mong đợi và có rất nhiều chỗ râm mát để ngồi.Đọc thêm",
            "Lễ hội mùa đông của Kings Dominion là trải nghiệm tồi tệ nhất từ ​​trước đến nay. Họ mở cửa lúc 5 giờ 6 phút, tất cả các chuyến đi đều đóng cửa.  - Khó khăn về kỹ thuật - họ nói. Chúng tôi nghe người khác nói rằng đó là vì trời quá lạnh. Nhiệt độ theo đúng nghĩa đen đã giảm 1 độ trong suốt thời gian đó. Tôi sẽ KHÔNG BAO GIỜ lãng phí tiền của mình cho việc này một lần nữa. Nhân viên đã thô lỗ. Giá cả thật khủng khiếp. 2 miếng bánh sandwich sang trọng - giá s và 2 miếng khoai tây chiên - 40. Hãy tiêu tiền của bạn tại khu vườn Busch, nơi các trò chơi được mở!Đọc thêm"
        ],
        "star_ratings": [
            783,
            628,
            268,
            124,
            98
        ],
        "review_amount": 1901,
        "location": [
            "Các hoạt động ở Doswell",
            "Virginia - VA -",
            "Vương quyền thống trị",
            "Doswell là",
            "Hoa Kỳ"
        ],
        "reviews_time": [
            "Written June 5, 2023",
            "Written July 10, 2023",
            "Written July 19, 2023",
            "Written July 23, 2023",
            "Written August 27, 2023",
            "Written June 20, 2021",
            "Written July 31, 2021",
            "Written November 26, 2022",
            "Written July 11, 2023",
            "Written July 8, 2021",
            "Written August 1, 2022",
            "Written June 11, 2021",
            "Written June 27, 2022",
            "Written August 9, 2021",
            "Written November 20, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g57677-d104019-Reviews-Kings_Dominion-Doswell_Virginia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g57677-d4825422-Reviews-SweetFrog_Premium_Frozen_Yogurt-Doswell_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57677-d895324-Reviews-Starbucks-Doswell_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57677-d4279175-Reviews-Panda_Express-Doswell_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57677-d5252319-Reviews-Rita_s_Italian_Ice-Doswell_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57677-d13844640-Reviews-7_Eleven-Doswell_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57677-d4618100-Reviews-Burger_King-Doswell_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57677-d26949429-Reviews-Victoria_s_Pizza-Doswell_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57677-d27859206-Reviews-Country_Kitchen-Doswell_Virginia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g57677-d26921740-Reviews-Country_Kitchen_Kings_Dominion-Doswell_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57677-d19089738-Reviews-State_Fair_Of_Virginia-Doswell_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57677-d10820181-Reviews-Meadow_Event_Park-Doswell_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30247-d6468933-Reviews-Ashland_Hanover_Visitor_Center-Ashland_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57677-d8591948-Reviews-North_Anna_Battlefield_Park-Doswell_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30247-d9834439-Reviews-Hickory_Creek_Antiques-Ashland_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30247-d10632659-Reviews-Ashland_Museum-Ashland_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57883-d24166650-Reviews-Ladysmith_Safety_Rest_Area_North_Welcome_Center-Ladysmith_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57493-d500139-Reviews-Ashland_Berry_Farm-Beaverdam_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30247-d27031249-Reviews-Day_Field-Ashland_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30247-d27020455-Reviews-Cross_Mill_Gallery-Ashland_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57677-d104019-Reviews-or10-Kings_Dominion-Doswell_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57493-d268829-Reviews-Patrick_Henry_s_Scotchtown-Beaverdam_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30247-d17670063-Reviews-RED_VEIN_Escape-Ashland_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57805-d268830-Reviews-Hanover_Tavern-Hanover_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57768-d1051525-Reviews-James_River_Cellars_Winery-Glen_Allen_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30247-d3661543-Reviews-Center_Of_The_Universe_Brewing_Company-Ashland_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30247-d7606397-Reviews-Ashland_Theatre-Ashland_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30247-d13142052-Reviews-Tiny_Tim_s_Trains_Toys-Ashland_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30247-d19517570-Reviews-Ashland_Haunted_History_Tours-Ashland_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58151-d6623385-Reviews-Mt_Olympus_Farm-Ruther_Glen_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g317103-d447076-Reviews-Ijen_Crater-Banyuwangi_East_Java_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g32848-d143472-Reviews-Route_138_Pearblossom_Highway-Palmdale_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g42338-d6887558-Reviews-Ionia_State_Recreation_Area-Ionia_Ionia_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g182193-d6529092-Reviews-Yoho_National_Park-Field_Yoho_National_Park_Kootenay_Rockies_British_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g40501-d6945265-Reviews-Giant_s_Stairs_Trail-Bailey_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g303802-d554012-Reviews-Blaca-Bol_Brac_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g57990-d2284856-Reviews-Metro_Richmond_Zoo-Moseley_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d9884832-Reviews-Sarit-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1546180-d8599705-Reviews-Castellfollit_de_la_Roca-Castellfollit_de_la_Roca_Province_of_Girona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60856-d107326-Reviews-Hot_Springs_Factory_Outlet_Stores-Hot_Springs_Arkansas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g57677-d104019-Reviews-or10-Kings_Dominion-Doswell_Virginia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g57677-d104019-Reviews-Kings_Dominion-Doswell_Virginia.html"
    }
]