[
    {
        "attraction_name": "Kirirom National Park",
        "attraction_name_vi": "Vườn quốc gia Kirirom",
        "general_info": [
            "27 đánh giá",
            "1 trong 5 điều cần làm ở Kampong Speu",
            "Công viên"
        ],
        "attraction_summary": "Nó có tầm nhìn rất đẹp ở mọi vách đá, tôi nghĩ có 3-5 vách đá ở điểm nhìn chính. Nó cũng có gió nhẹ và hoàng hôn tuyệt vời. bạn có thể cắm trại ở đó, có rất nhiều chỗ để chọn nhưng do những người ở đó không dọn dẹp sau khi cắm trại nên họ chỉ vứt hết rác sang một bên và một số thì đốt. Vì vậy tôi hy vọng có khả năng khôi phục lại nơi đó. Nhưng nhìn chung, đó là một trải nghiệm tốt mà tôi khuyên bạn nên khi đi du lịch ở Campuchia, đặc biệt là ở kirirom.Đọc thêm",
        "reviews": [
            "Rừng thông rất đẹp nhưng đừng đến đó vào ngày chủ nhật. Đó là một kinh nghiệm khủng khiếp. Quá nhiều phân, muông thú chạy sâu vào rừng. Nơi đẹp nhất là ngôi chùa mới. Phí vào cửa là 5 đô la. Đọc thêm",
            "Đến thăm công viên quốc gia Kirirom và vô cùng ngạc nhiên trước quang cảnh. Đây là một địa điểm lịch sử được thành lập vào khoảng những năm 1940 và được Nhà vua tuyên bố là nơi bảo tồn kể từ đó.Đọc thêm",
            "Chúng tôi đã đặt một chuyến du lịch riêng kéo dài một ngày từ Phnom Penh với Du lịch Campuchia. Xe tốt, tài xế giỏi, hướng dẫn viên nói tiếng Anh tốt. Tuy nhiên, chúng tôi rất thất vọng vì chúng tôi mất 3,5 giờ để đến đó, 2 giờ theo chương trình và thậm chí nhiều hơn để quay lại, vì vậy chúng tôi không có nhiều thời gian để tham quan công viên. Bản thân công viên không có gì đặc biệt, thác nước hùng vĩ chỉ là những dòng suối nhỏ. Trên đường về, chúng tôi đi ngược chiều 15 km mới đến được nhà hàng, trong lúc chương trình điều hành tour nói về buổi dã ngoại ở công viên. Vì vậy, việc quay lại PP mất rất nhiều thời gian. Không đáng với số tiền bạn bỏ ra.Đọc thêm",
            "Tất cả đều tốt cho một ngày đi chơi, mọi thứ bạn có thể cần cho một ngày đi chơi tốt lành. Võng, bóng mát, bạn tốt, kỳ quan thiên nhiên và ẩm thực Khmer. Một nơi để thư giãn trong thời tiết mát mẻ cùng bạn bè.Đọc thêm",
            "Chúng tôi đã dành hai đêm tại nhà trọ Chambok với 2 người lớn và 3 trẻ nhỏ. Đây là một nhà trọ chính hiệu. Không có nhiều cơ sở vật chất. Đó là một trải nghiệm tuyệt vời. Với những người thực sự thân thiện khắp làng. Đồ ăn trong nhà hàng do cộng đồng điều hành là một trong những món ngon nhất chúng tôi có ở Campuchia. Chủ nhà không nói tiếng Anh nhưng hướng dẫn viên và người tổ chức chương trình ở trọ thì có. Bản thân công viên rất đẹp trong một hoặc hai ngày. Hai đến 3 đêm ở đây là một trải nghiệm tuyệt vời. Rất vui vì chúng tôi đã đếnĐọc thêm",
            "chúng tôi là một nhóm gồm 5 người người Ý, chúng tôi ở trong nhà trọ cambok để du lịch sinh thái trong 2 đêm. chúng tôi sẽ không bao giờ quên bầu trời, màn đêm, những nụ cười của mọi người trong làng và những đứa trẻ. chúng tôi đã dành hai ngày giữa thiên nhiên để thăm ngôi làng và thác nước, đồng thời ăn những món ăn đơn giản và ngon miệng được chuẩn bị sẵn cho chúng tôi.Đọc thêm",
            "Thật là một nơi thư giãn để giải tỏa căng thẳng và áp lực, có thể chơi một số trò chơi với bạn bè, bơi lội, v.v.Đọc thêm",
            "Một ngày tuyệt vời tránh xa sự hối hả của cuộc sống thành phố. Luôn luôn có những người bán hàng rong và người ăn xin bên đường, nhưng một số sản phẩm tươi ngon và hoa có sẵn trên đường đi và trong công viên. Đường xá thì dễ hiểu là không bằng phẳng... vì vậy hãy thoải mái và mọi thứ đều ổn. Chúng tôi dừng lại ở một thác nước và thuê một túp lều có võng và tầm nhìn, gọi món gà nấu chín và cơm để chia sẻ và thư giãn. Những ngọn đồi xanh tươi đáng yêu, không khí trong lành và bạn bè - hơi giống như tiệc nướng cuối tuần tuyệt vời của người Úc. Đọc thêm",
            "Những ngọn đồi rừng tuyệt đẹp. Lối thoát tuyệt vời khỏi sự hỗn loạn và bụi bẩn của Phnom Penh. Tránh các nhà hàng đắt tiền trên đỉnh gần thác nước phục vụ nhiều loại thịt rừng khác nhau. Những nhà hàng này rất nổi tiếng và đông đúc, đặc biệt vào những ngày lễ nhưng đắt tiền. Có lẽ sẽ ổn nếu dính vào thịt gà nướng nhưng chúng tôi đã được phục vụ bốn đĩa thằn lằn khó tiêu, dai, một số loại chuột, rắn và trâu với giá 60 USD. Đọc thêm",
            "Có nhà vệ sinh dọc đường đi bộ không? Đọc thêm",
            "làm thế nào để đến đó bằng phương tiện giao thông công cộng và nơi ởĐọc thêm",
            "Bạn có thể thuê một chiếc xe tuk tuk và có rất nhiều khách sạn trong thị trấn không được quảng cáo trên internet. Du lịch vui vẻĐọc thêm",
            "tôi có thể ghé thăm nơi khác được không?Đọc thêm",
            "Bạn có thể khám phá thêm khu rừng ở Kirirom. Có một ngọn đồi nơi bạn có thể ngắm cây từ trên đỉnh.Đọc thêm"
        ],
        "star_ratings": [
            6,
            10,
            9,
            2,
            0
        ],
        "review_amount": 27,
        "location": [
            "Những điều cần làm ở Kampong Speu",
            "Campuchia",
            "Vườn quốc gia Kirirom",
            "Kampong Speu",
            "Tỉnh Kampong Speu",
            "Châu Á"
        ],
        "reviews_time": [
            "Written June 24, 2021",
            "Written January 28, 2020",
            "Written September 8, 2019",
            "Written January 12, 2019",
            "Written December 12, 2018",
            "Written October 28, 2018",
            "Written August 22, 2018",
            "Written January 2, 2017",
            "Written October 29, 2016",
            "Written October 8, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g729357-d3804229-Reviews-Kirirom_National_Park-Kampong_Speu_Kampong_Speu_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g729357-d3804229-Reviews-or10-Kirirom_National_Park-Kampong_Speu_Kampong_Speu_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g729357-d3804229-Reviews-or20-Kirirom_National_Park-Kampong_Speu_Kampong_Speu_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190409-d195271-Reviews-Oceanographic_Museum_of_Monaco-Monte_Carlo.html",
            "https://www.tripadvisor.com/Attraction_Review-g60798-d17713678-Reviews-Gettysburg_Museum_Of_Haunted_Objects-Gettysburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8672682-Reviews-Artinus_3D_Art_Museum-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d19424227-Reviews-Nairobi_Airport_Help-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g41717-d1213463-Reviews-WWI_Memorial_Park_and_Zoo-North_Attleboro_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g56014-d140093-Reviews-Huntsville_State_Park-Huntsville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d26151332-Reviews-SOT_Dubai_Nightclub_Restaurant_Lounge-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d1746292-Reviews-Smokey_Coffeeshop-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g39323-d3834351-Reviews-Pennyrile_Forest_State_Resort_Park-Dawson_Springs_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g32210-d23900786-Reviews-Sesame_Place_San_Diego-Chula_Vista_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g729357-d3804229-Reviews-or10-Kirirom_National_Park-Kampong_Speu_Kampong_Speu_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g729357-d3804229-Reviews-Kirirom_National_Park-Kampong_Speu_Kampong_Speu_Province.html"
    }
]