[
    {
        "attraction_name": "Kite Beach",
        "attraction_name_vi": "Bãi biển diều",
        "general_info": [
            "1.818 đánh giá",
            "35 trong số 605 điều cần làm ở Dubai",
            "Bãi biển"
        ],
        "attraction_summary": "Bãi biển Kite có bãi cát trắng mềm mại trải dài, khung cảnh và âm thanh sôi động, khu tập thể dục, thư viện trên bãi biển và các hoạt động dành cho trẻ em, vì vậy tất cả những gì bạn phải làm là ngồi lại và thư giãn.Đọc thêm",
        "reviews": [
            "Nhiều năm trước, trước những tòa nhà chọc trời, trước đường cao tốc 12 làn xe, chỉ có Jumeirah. Trên thực tế, khi UAE được thành lập, những người cai trị nước này đã ký thỏa thuận tại Union House, ngay đầu Đường Jumeirah Beach. Thường được gọi là The Beverly Hills của Dubai, khi lái xe xuống Đường Beach, bạn sẽ thấy hết biệt thự to lớn, xa hoa này đến biệt thự khác. Ban đầu là những khu dân cư chỉ dành cho dân cư, giờ đây chúng còn là nơi tập trung nhiều quán cà phê, cửa hàng thời trang thông minh và phòng trưng bày nghệ thuật. Là nơi tọa lạc của một trong số ít bãi biển công cộng của Dubai, khu vực mới được cải tạo gần đây này có lối đi bộ lót ván mới, đường chạy bộ và đi bộ cùng các tiện nghi thay đồ và quán cà phê dọc đường đi. Một địa danh khác, Nhà thờ Hồi giáo Jumeirah, là nhà thờ Hồi giáo duy nhất ở Dubai mà những người không theo đạo Hồi có thể vào. Là một phần của Trung tâm Tìm hiểu Văn hóa Sheikh Mohammed, nhà thờ Hồi giáo thường xuyên tổ chức các chuyến tham quan và nói chuyện về đạo Hồi, như một phần của chương trình Open Doors, Open Minds. Một cách tuyệt vời để hiểu thêm về UAE và Hồi giáo.Đọc thêm",
            "Đó là bãi biển yêu thích của tôi ở Dubai. Nó sạch sẽ và an toàn. Cuối tuần có thể rất đông đúc và căng thẳng với việc đỗ xe trừ khi bạn đi vào sáng sớm. Có vòi sen và nhà vệ sinh công cộng nhưng không phải ở đâu cũng có. Có những khu vực bạn có thể bơi vào ban đêm. Tốt hơn hết bạn nên mang theo một chiếc ô nhưng hãy lưu ý vì đôi khi trời có thể rất gió.Đọc thêm",
            "Xin chào Go24504089860, cảm ơn bạn đã phản hồi tích cực! Chúng tôi luôn vui mừng khi nghe những điều tốt đẹp từ khách hàng của chúng tôi. Đội Bãi Biển DiềuĐọc thêm",
            "Tôi thường đến đây vào lúc hoàng hôn để đi dạo và ăn uống. Nó ồn ào vào buổi tối, đặc biệt là khi thời tiết tốt. Nếu bạn quản lý để có được một chiếc xe đạp chăm sóc sẽ nâng cao trải nghiệm của bạn nhưng ngay cả việc đi bộ và bước vào cũng là một trải nghiệm thú vị với bạn bè!Đọc thêm",
            "Xin chào Sarapachachi, cảm ơn bạn đã phản hồi tích cực! Chúng tôi luôn vui mừng khi nghe những điều tốt đẹp từ khách hàng của chúng tôi. Đội Bãi Biển DiềuĐọc thêm",
            "Bãi biển cát với nước mỏng ở egde, có rất nhiều cơ hội ăn uống nhưng cũng có nơi để tắm. Cũng có các lựa chọn đỗ xe nhưng không chắc chắn về việc thanh toán, có thể có 2 giờ miễn phí cho khách nhưng chúng tôi không thể nhận được. Nếu không thì 10AED mỗi giờ.  Bạn đang ở gần Burj Arab.\nĐọc thêm",
            "Xin chào SamPay23, cảm ơn bạn đã phản hồi tích cực! Chúng tôi luôn vui mừng khi nghe những điều tốt đẹp từ khách hàng của chúng tôi. Đội Bãi Biển DiềuĐọc thêm",
            "Nơi rất đẹp và miễn phí. Đó là một bãi biển rộng mở cho tất cả mọi người. Và họ cũng có một số cửa hàng và nhà hàng để ăn ở đó. Bạn có thể thỏa thích bơi lội cả ngày nhưng họ sẽ không cho phép bơi như khoảng 6 giờ chiều.Đọc thêm",
            "Xin chào Prisanat2023, cảm ơn bạn đã phản hồi tích cực! Chúng tôi luôn vui mừng khi nghe những điều tốt đẹp từ khách hàng của chúng tôi. Đội Bãi Biển DiềuĐọc thêm",
            "Bãi biển hoàn toàn đẹp.  Duy trì rất tốt và rất sạch sẽ.  Có rất nhiều lựa chọn đồ ăn và đồ uống có sẵn như Starbucks, Cinnabon, v.v. Những túp lều xinh xắn trên bãi biển bán quần áo, túi xách và đồ trang sức.  \n\nCó sẵn phòng tắm thay đổi.\n\nChúng tôi đã chọn vé đi biển trong ngày với giá 120 aed mỗi ngày.  Bao gồm khăn tắm biển, ghế tắm nắng và dù che nắng.  Nhân viên xuất sắc.\n\nVô cùng ấn tượng. Con gái tuổi teen của tôi thực sự yêu thích nó.\n\nĐường dành cho xe đạp và đường đi bộ cũng vậy.Đọc thêm",
            "Xin chào M5955GMlisae, cảm ơn bạn đã phản hồi tích cực! Chúng tôi luôn vui mừng khi nghe những điều tốt đẹp từ khách hàng của chúng tôi. Đội Bãi Biển DiềuĐọc thêm",
            "Bãi biển là nơi phải đến ở Dubai.\n\nĐây là một bãi biển rộng lớn và Bãi biển Kite là trung tâm của các nhà hàng và hoạt động, bao gồm bóng chuyền, tennis padel và hơn thế nữa.\n\nBạn có thể tự ngồi ghế tắm nắng hoặc trả tiền cho giường tắm nắng của khách sạn. Có đường dành cho xe đạp, đi bộ và biển nhìn chung rất đẹp và êm đềm.Đọc thêm",
            "Cảm ơn vì đánh giá tuyệt vời, Nicholas. Nhóm của chúng tôi sẽ rất vui mừng khi đọc được những lời tử tế của bạn! Đội Bãi Biển DiềuĐọc thêm",
            "đây là một khu vực xinh đẹp ở Dubai với rất nhiều hoạt động giải trí trên bãi biển. Rất nhiều xe tải thực phẩm và các lựa chọn loại nhà hàng nhỏ để ăn. Có nhiều hoạt động trên bãi biển cũng như công viên trượt băng và tấm bạt lò xo. Đi bộ dọc theo con đường này cả ngày lẫn đêm. Cảnh biển tuyệt đẹp và tầm nhìn ra Burj Al Arab.Đọc thêm",
            "Xin chào Adventurer829378, cảm ơn bạn đã phản hồi tích cực! Chúng tôi luôn vui mừng khi nghe những điều tốt đẹp từ khách hàng của chúng tôi. Đội Bãi Biển DiềuĐọc thêm",
            "Bãi biển Kite nổi tiếng!\n\nNơi này rất nổi tiếng và đông đúc, nhưng không đến mức làm hỏng trải nghiệm. Cảnh quan tuyệt đẹp của các tòa nhà mang tính biểu tượng của Dubai và bãi biển đầy cát tuyệt đẹp. Đội cứu hộ túc trực và rất nhiều tiện nghi, cửa hàng và địa điểm ăn uống. Điểm trừ duy nhất là phòng tắm, nhà vệ sinh và phòng thay đồ có thể được cải thiện. Đọc thêm",
            "Chúng tôi cố gắng cung cấp trải nghiệm tốt nhất. Chúng tôi sẽ cân nhắc vấn đề của bạn khi chúng tôi nỗ lực cải thiện. Đội Bãi Biển DiềuĐọc thêm",
            "Đây là Ngày thứ 5 trong chuyến đi Dubai của tôi và chúng tôi bắt đầu bằng việc đi thăm bãi biển vào buổi sáng. Tôi không kỳ vọng nhiều nhưng tôi rất ngạc nhiên với làn nước trong vắt và hoang sơ, ít đám đông hơn và quang cảnh Burj Al Arab. Chúng tôi không có nhiều thời gian ở đây và trời hơi nóng nhưng tôi thích bãi biển này.Đọc thêm",
            "Cảm ơn đánh giá tuyệt vời của Dillsefoodie. Rất vui được phục vụ bạn với tư cách là khách. Đội Bãi Biển DiềuĐọc thêm",
            "Bãi biển tuyệt vời để thư giãn khi ở Dubai. Đó là một bãi biển rộng lớn và bạn không cảm thấy chật chội. Sau mùa đông đến tháng 7, nhiệt độ nước biển khá dễ chịu. Trong và sau mùa hè, nước quá ấm so với sở thích của tôi.Đọc thêm",
            "Chào Gkcnglc, cảm ơn bạn đã phản hồi tích cực! Chúng tôi luôn vui mừng khi nghe những điều tốt đẹp từ khách hàng của chúng tôi. Đội Bãi Biển DiềuĐọc thêm",
            "Bãi biển vào mùa hè rất nóng.. Nhưng bạn vẫn sẽ được thưởng thức phong cảnh. Một trong những trải nghiệm tuyệt vời ở Dubai với gia đình tôi. Thực sự đánh giá cao mọi thứĐọc thêm",
            "Chúng tôi rất vui vì bạn thích trải nghiệm của mình tại Bãi biển Kite. Hãy ghé thăm chúng tôi một lần nữa sớm! Đội Bãi Biển DiềuĐọc thêm",
            "Đây là một bãi biển đẹp, thoáng đãng và sạch sẽ. Có rất nhiều quầy hàng và xe bán đồ ăn tuyệt vời và đây là một nơi thực sự tuyệt vời. Nhà vệ sinh dễ dàng tiếp cận và chúng tôi đã có một ngày tuyệt vời. Đọc thêm",
            "Cảm ơn bài đánh giá tuyệt vời của Kmratesplates. Nhóm của chúng tôi sẽ rất vui mừng khi đọc được những lời tử tế của bạn! Đội Bãi Biển DiềuĐọc thêm",
            "Bãi biển tuyệt vời để thư giãn khi ở Dubai. Đó là một bãi biển rộng lớn và bạn không cảm thấy chật chội. Sau mùa đông đến tháng 7, nhiệt độ nước biển khá dễ chịu. Trong và sau mùa hè, nước quá ấm so với sở thích của tôi.Đọc thêm",
            "Chào Gkcnglc, cảm ơn bạn đã phản hồi tích cực! Chúng tôi luôn vui mừng khi nghe những điều tốt đẹp từ khách hàng của chúng tôi. Đội Bãi Biển DiềuĐọc thêm",
            "Đây là Ngày thứ 5 trong chuyến đi Dubai của tôi và chúng tôi bắt đầu bằng việc đi thăm bãi biển vào buổi sáng. Tôi không kỳ vọng nhiều nhưng tôi rất ngạc nhiên với làn nước trong vắt và hoang sơ, ít đám đông hơn và quang cảnh Burj Al Arab. Chúng tôi không có nhiều thời gian ở đây và trời hơi nóng nhưng tôi thích bãi biển này.Đọc thêm",
            "Cảm ơn đánh giá tuyệt vời của Dillsefoodie. Rất vui được phục vụ bạn với tư cách là khách. Đội Bãi Biển DiềuĐọc thêm",
            "Quan điểm tuyệt vời! Thật tuyệt khi đi một mình, với bạn bè hoặc gia đình. Nhiều nhà hàng để lựa chọn. Có nhà vệ sinh và bãi đậu xe rộng rãi.Đọc thêm",
            "Xin chào Sophia882, cảm ơn bạn đã dành thời gian để lại đánh giá tuyệt vời này. Nhóm của chúng tôi sẽ rất vui mừng khi đọc nó. Đội Bãi Biển DiềuĐọc thêm",
            "Bãi biển Diều nổi tiếng! Nó rất phổ biến và đông đúc, nhưng không quá nhiều để làm hỏng trải nghiệm. Khung cảnh tuyệt vời của các tòa nhà mang tính biểu tượng của Dubai và bãi biển đầy cát đáng yêu. Nhân viên cứu hộ đang làm nhiệm vụ và vô số cơ sở vật chất, cửa hàng và địa điểm ăn uống. Chỉ tiêu cực là vòi hoa sen, nhà vệ sinh và cơ sở thay đồ có thể được cải thiện. Đọc thêm",
            "Chúng tôi cố gắng cung cấp trải nghiệm tốt nhất. Chúng tôi sẽ cân nhắc vấn đề của bạn khi chúng tôi nỗ lực cải thiện. Đội Bãi Biển DiềuĐọc thêm",
            "Rất thân thiện với gia đình. Đặt chỗ trên bãi biển trực tuyến với duy nhất mio để bạn không phải lo lắng về ghế, khăn tắm và ô. Họ thậm chí còn có một quả bóng đá cho con trai tôi chơi.Đọc thêm",
            "Xin chào Traveler1706, cảm ơn bạn đã dành thời gian để lại đánh giá tuyệt vời này. Nhóm của chúng tôi sẽ rất vui mừng khi đọc nó. Đội Kite Beach Đọc thêm",
            "Khung cảnh thật tuyệt vời và có rất nhiều bức ảnh ở bãi biển này!!!! chúng tôi yêu thích từng phút ở đây và chắc chắn sẽ quay lạiĐọc thêm",
            "Chào 523wanderingsoul, cảm ơn bạn đã phản hồi tích cực! Chúng tôi luôn vui mừng khi nghe những điều tốt đẹp từ khách hàng của chúng tôi. Đội Bãi Biển DiềuĐọc thêm",
            "Bãi biển đẹp, rộng rãi và yên tĩnh, có view nhìn tuyệt đẹp ra khách sạn Burj Al Arab. Bãi biển tuyệt vời để tắm nắng và thư giãn. Rất thích nó! Đọc thêm",
            "Xin chào Fortune_Madhuku, cảm ơn vì những lời tốt đẹp của bạn! Chúng tôi rất vui vì bạn hài lòng với dịch vụ của chúng tôi. Đội Bãi Biển DiềuĐọc thêm",
            "đây là một khu vực xinh đẹp ở Dubai với rất nhiều hoạt động giải trí trên bãi biển. Rất nhiều xe tải thực phẩm và các lựa chọn loại nhà hàng nhỏ để ăn. Có nhiều hoạt động trên bãi biển cũng như công viên trượt băng và tấm bạt lò xo. Đi bộ dọc theo con đường này cả ngày lẫn đêm. Cảnh biển tuyệt đẹp và tầm nhìn ra Burj Al Arab.Đọc thêm",
            "Xin chào Adventurer829378, cảm ơn bạn đã phản hồi tích cực! Chúng tôi luôn vui mừng khi nghe những điều tốt đẹp từ khách hàng của chúng tôi. Đội Bãi Biển DiềuĐọc thêm",
            "Có sân chơi cho trẻ em không?Đọc thêm",
            "Xin chào Sara92p, cảm ơn bạn đã gửi câu hỏi. Nếu có bất kỳ điều gì chúng tôi có thể giúp đỡ, vui lòng cho chúng tôi biết cách liên hệ với bạn: 04 219 0999 Kite Beach TeamĐọc thêm",
            "Xin chào, hai chiếc ô và ba chiếc ghế tựa bao nhiêu tiền? Chúng tôi có khăn tắm riêng. Ngoài ra, chúng tôi có cần trả tiền cho phòng thay đồ và nhà vệ sinh không?Đọc thêm",
            "Xin chào Elenabali, cảm ơn bạn đã gửi câu hỏi. Nếu có bất kỳ điều gì chúng tôi có thể giúp đỡ, vui lòng cho chúng tôi biết cách chúng tôi có thể liên hệ với bạn: 04 219 0999 Kite Beach Team Đọc thêm",
            "Nó có thân thiện với chó không? Tôi có thể chạy cùng chó của mình trên lối đi không?Đọc thêm",
            "Burkini có được phép không?Đọc thêm",
            "Tôi muốn tổ chức tiệc sinh nhật ở đó. Tôi có thể phát nhạc trên loa nhỏ và mang theo bàn hoặc những thứ tương tự không?Đọc thêm",
            "Có, bạn có thể nhưng không được phép mở nhạc lớn để làm phiền người khác.\n\nBàn ghế không có vấn đề gìĐọc thêm",
            "CHÀO. Tôi có thể bơi vào buổi tối ở bãi thả diều không? Có tầm nhìn ra Burj al Arab không?\nĐọc thêm",
            "CóĐọc thêm",
            "Chúng ta có thể uống shisha ở bãi biển không?Đọc thêm",
            "Tôi đến đó vào một buổi sáng thứ Sáu, ngày nghỉ lễ ở Dubai và tôi không thấy ai làm sheesha vào thời điểm đó.Đọc thêm",
            "tôi có thể mang rượu và bánh ngọt của mình đến bãi thả diều không? hôm nay là sinh nhật bạn bè của tôi và chúng tôi muốn tổ chức nó ở đó.Đọc thêm",
            "Xin chào Sandhya! Có, bạn có thể.Đọc thêm",
            "Cách đi đến bãi diều bằng xe buýt từ ga đoànĐọc thêm",
            "Bãi diều từ ga đoànĐọc thêm",
            "Chúng ta có thể làm supĐọc thêm",
            "cóĐọc thêm"
        ],
        "star_ratings": [
            1048,
            607,
            129,
            15,
            19
        ],
        "review_amount": 1818,
        "location": [
            "Trung đông",
            "Tiểu vương quốc Dubai",
            "các Tiểu Vương Quốc Ả Rập Thống Nhất",
            "Dubai",
            "Những điều cần làm ở Dubai",
            "Bãi Diều"
        ],
        "reviews_time": [
            "Written June 7, 2023",
            "Written September 7, 2023",
            "Written October 2, 2023",
            "Written October 27, 2023",
            "Written December 26, 2023",
            "Written March 2, 2024",
            "Written March 12, 2024",
            "Written April 11, 2024",
            "Written April 30, 2024",
            "Written May 8, 2024",
            "Written May 31, 2024",
            "Written May 24, 2024",
            "Written May 9, 2024",
            "Written May 1, 2024",
            "Written April 26, 2024",
            "Written April 12, 2024",
            "Written April 6, 2024",
            "Written April 1, 2024",
            "Written March 16, 2024",
            "Written March 12, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g295424-d8707026-Reviews-Kite_Beach-Dubai_Emirate_of_Dubai.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d25316862-Reviews-Bebek_Restaurant-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d10876691-Reviews-Mado_Jumeirah-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d13921336-Reviews-Circle_Cafe_Nessnass_Beach-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d23807422-Reviews-Odeon_Gourmet-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d14200616-Reviews-Lads_Burger-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d7146887-Reviews-Moylo_s-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d18312915-Reviews-The_Breakfast_Club-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d4602422-Reviews-Turath_Al_Mandi-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d7592480-Reviews-Kabana_Restaurant_and_Cafe-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295424-d23079855-Reviews-Repeat-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1936354-Reviews-The_Dubai_Fountain-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d324445-Reviews-Burj_Al_Arab-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d17234034-Reviews-Jumeirah_Fish_Market-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1210327-Reviews-The_Dubai_Mall-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10167788-Reviews-Splash_n_Party-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d676922-Reviews-Burj_Khalifa-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d1792285-Reviews-Dubai_Aquarium_Underwater_Zoo-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d11822090-Reviews-Dubai_Water_Canal-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4202028-Reviews-Sunset_Mall-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d27157328-Reviews-Ekart_Zabeel-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d8707026-Reviews-or10-Kite_Beach-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d25461706-Reviews-Dubai_Crocodile_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d6503175-Reviews-Sea_Lion_Point-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d18917110-Reviews-Desert_Safari_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d14135035-Reviews-Monster_Experience-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15324428-Reviews-Quranic_Park-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d3208827-Reviews-Dubai_Desert_Safari_Tours-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d4688355-Reviews-SeaRide_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2148295-Reviews-The_Lost_Chambers_Aquarium-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10182291-Reviews-Dubai_Tours_Agency-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d21181547-Reviews-Paradise_Blue_Center-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10621997-Reviews-Kitesurfing_Lessons_Kite_Zone_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15843662-Reviews-Popeye_Jetski_Rental-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d13498556-Reviews-Hero_Boat_Tours-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d12828187-Reviews-Tao_Spa_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d8322024-Reviews-Nemo_Diving_Center-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d8668965-Reviews-Ride_in_Dubai_Watersports-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d10846035-Reviews-Kitesurf_School_Dubai-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d21058187-Reviews-Asuman-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d8050919-Reviews-Villa_515-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d26559571-Reviews-Samadhi_Yoga_Center_Wellness-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d15220252-Reviews-Explore_Dubai_with_Gomez_Sandy_private_tours_only-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7934435-Reviews-Guide_Elias-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d17600761-Reviews-Luban_Spa-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d2022531-Reviews-Tour_Val-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d5616193-Reviews-Kings_Avenue_Mall-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g49092-d527145-Reviews-Museum_of_Life_Science-Durham_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d2448851-Reviews-Datanla_Waterfall-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d8342762-Reviews-The_Irish_Rock_N_Roll_Museum_Experience-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d560779-Reviews-Dockweiler_State_Beach-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d12234127-Reviews-Goff_Island-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g143037-d116981-Reviews-Keys_View-Joshua_Tree_National_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d2390157-Reviews-Open_Air_Museum_of_Ethnography-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g7032541-d109853-Reviews-Miccosukee_Indian_Village-Tamiami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32893-d12384714-Reviews-Lake_Piru-Piru_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g295424-d8707026-Reviews-or10-Kite_Beach-Dubai_Emirate_of_Dubai.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g295424-d8707026-Reviews-Kite_Beach-Dubai_Emirate_of_Dubai.html"
    }
]