[
    {
        "attraction_name": "Klementinum",
        "attraction_name_vi": "Clement",
        "general_info": [
            "1.552 đánh giá",
            "- 182 trong số 1.717 điều cần làm ở Praha",
            "Địa điểm lịch sử",
            "Công trình kiến ​​trúc"
        ],
        "attraction_summary": "Các phần hấp dẫn nhất của chuyến tham quan bao gồm Tháp Thiên văn, với tầm nhìn tuyệt đẹp ra trung tâm lịch sử của Praha, Hội trường Meridian, một căn phòng độc đáo trước đây được sử dụng để xác định buổi trưa và hội trường thư viện kiểu Baroque với những bức bích họa tuyệt đẹp và một số quả địa cầu có giá trị lịch sử. Chúng tôi mang đến buổi tối lãng mạn cho hai người, cầu hôn người yêu của bạn, gây bất ngờ cho tình yêu của bạn bằng cách cầu hôn tại tòa tháp lãng mạn nhất ở trung tâm Praha! Chúng tôi sẽ tổ chức toàn bộ lễ đính hôn theo mong muốn của bạn. Chụp ảnh về đêm Praha.Đọc thêm",
        "reviews": [
            "Một trong những khu phố cổ nhất trong thị trấn đại diện cho trung tâm thời trung cổ của Praha. Không có gì ngạc nhiên khi nơi đây luôn nhộn nhịp khách du lịch vào mọi thời điểm trong ngày. Quảng trường Križovnický nhìn ra Cầu Charles với Lâu đài Praha ở phía sau, có lẽ là quảng trường đẹp nhất thành phố. Bầu không khí lịch sử độc đáo của nó với những ngôi nhà và nhà thờ kiểu gothic, những con đường và quảng trường lát đá cuội cũng như những tòa tháp bằng đá hòa quyện với thời kỳ hiện đại. Một loạt các quán bar, nhà hàng, câu lạc bộ khiêu vũ, cửa hàng thương hiệu quốc tế, phòng trưng bày và khách sạn mang lại sức sống cho thành phố cổ. Với những con đường lát đá cuội quyến rũ và đẹp như tranh vẽ, cuộc sống về đêm và những bữa tiệc chắc chắn sẽ không thể nào quên.Đọc thêm",
            "Tôi chỉ nhớ thư viện và quang cảnh nhìn từ tòa tháp. Không, tôi nhớ vợ tôi đã khó khăn và đau đớn như thế nào khi leo lên những bậc thang hẹp, ngoằn ngoèo để lên rồi xuống. Điều đó không vui chút nào. Vâng, đúng là bạn không thể vào thư viện. Có rất nhiều nơi như vậy và thật đáng tiếc. Tuy nhiên, mặc dù thư viện tương đối tối nhưng nó vẫn rất đặc biệt, một trong những thư viện đẹp nhất mà tôi từng thấy, có lẽ nằm trong top 3, chắc chắn là top 5. Hãy xem những bức ảnh nổi bật trên trang web Third Eye Traveller , tốt hơn tôi đã lấy. Nếu chúng không khiến bạn muốn xem nó thì tôi không thể nói gì để thuyết phục bạn. Khung cảnh nhìn từ tòa tháp cũng rất ấn tượng với bức tranh toàn cảnh rộng lớn của Praha mở ra trước mắt bạn. Có những nơi khác như khu phức hợp Lâu đài với tầm nhìn tuyệt vời, thực tế thậm chí còn tốt hơn, nhưng được ngắm nhìn thành phố từ những góc nhìn thuận lợi khác là điều tuyệt vời và tương đối hiếm, ở mức độ Praha có chúng. Theo quan điểm của tôi, tôi thà thấy một nơi có hai điều hoàn toàn tuyệt vời để trải nghiệm hơn là một nơi có 20 thuộc tính rất tốt vào bất kỳ lúc nào. Hãy tự mình đánh giá.Đọc thêm",
            "Thật tuyệt vời khi có được một cái nhìn thoáng qua về thư viện! Nhìn qua Praha thực sự rất đẹp từ đó. Điểm trừ: họ không có nhà vệ sinh. Có lẽ tốt hơn là nên mua vé trước vì nó đã được bán hết và chúng tôi chỉ có thể vào được nhờ may mắn. Và có thể tốt hơn với chuyến tham quan có hướng dẫn! Chắc chắn sẽ rất vui khi được xem một buổi hòa nhạc ở đó. Đọc thêm",
            "Đã đặt vé tham quan có hướng dẫn viên trực tiếp với địa điểm trực tuyến khi tôi đọc về việc xếp hàng. Khi đến nơi, chúng tôi được thông báo rằng hướng dẫn viên du lịch của chúng tôi bị ốm nên chúng tôi sẽ phải tự mình đưa mình đi khắp nơi. Có khoảng 15 người trong nhóm - không ai trong chúng tôi biết mình đang làm gì, phải nhìn gì, v.v. Đã lên được đỉnh tháp, nơi có khung cảnh tuyệt đẹp. Tôi đã gửi email cho Klementium để yêu cầu hoàn lại phần hướng dẫn trong vé của mình vì đây không phải là những gì chúng tôi nhận được. Không có bất kỳ phản hồi nào.Đọc thêm",
            "Chúng tôi thực sự rất thích điều này. Chuyến tham quan kéo dài 50 phút với một số hiểu biết sâu sắc về tầm quan trọng của địa điểm trong lịch sử. Thư viện đẹp. Đây không phải là chuyến đi dành cho bạn nếu bạn gặp khó khăn với cầu thang. Chúng rất hẹp và lối đi lên đài quan sát rất khó ngay cả khi bạn cảm thấy thoải mái với độ cao hoặc cầu thang hẹp! Nhìn từ trên xuống thật tuyệt. Đọc thêm",
            "Thư viện baroque tuyệt vời được sử dụng bởi các học giả vĩ đại trong quá khứ. Mặc dù bạn không thể đi qua nó nhưng bạn có thể đứng ở lối vào và ngắm cảnh.\n\nSau đó lên tầng trên, tới chỗ tối của camera, nơi bạn có thể thấy mặt trời giữa trưa chiếu vào một sợi chỉ để thị trấn chỉnh đồng hồ. \n\nPhía trên đỉnh tháp là bệ quan sát 360 độ của thành phố Praha.\nTuyệt vời.Đọc thêm",
            "Nói chung chuyến đi tuyệt vời!  Thư viện Baroque hoàn toàn là điểm nổi bật.  Bạn - chỉ có thể bước vào bên trong cửa, nhưng họ cho mọi người nhìn vài phút và nói chuyện chụp ảnh.  Hoàn toàn tuyệt đẹp.  Hướng dẫn viên sau đó giải thích và giới thiệu phòng thiên văn, thật thú vị, sau đó bạn leo lên đỉnh của chuyến tham quan và ngắm nhìn xung quanh thành phố cổ.  Điều này thậm chí còn tuyệt vời hơn tầm nhìn từ lâu đài Praha vì bạn - rất gần với các tháp chuông của phố cổ!Đọc thêm",
            "Chúng tôi thực sự muốn xem những gì hứa hẹn sẽ là một thư viện kiểu Baroque đáng yêu! Tuy nhiên, việc xác định đúng lối vào để mua vé có một chút khó khăn.  Nó ở trong sân, không phải Phố Chính. Vé được tính thời gian do quyền truy cập hạn chế.  Vé sớm nhất đã cho chúng tôi chờ đợi một giờ.  Tất nhiên đó là một tòa nhà rất cũ, nhưng các bậc thang khá cứng cáp.  Phòng thư viện tối và bạn chỉ có thể nhìn thấy nó qua cửa sổ kính từ một góc nhìn.  Thực sự bạn có thể hiểu rõ hơn về không gian trực tuyến.  Chuyến tham quan bao gồm nhiều bậc thang dốc hơn và nhiều hơn nữa để lên đỉnh tháp.  Đọc thêm",
            "Thư viện là một trong những nơi đẹp nhất tôi từng đến thăm. Chuyến tham quan chỉ mất một giờ và hướng dẫn viên thực sự giỏi - hướng dẫn viên của chúng tôi rất rõ ràng và hữu ích và có thể trả lời bất kỳ câu hỏi nào chúng tôi hỏi.\nTòa nhà thực sự có không khí và chắc chắn đáng để ghé thăm.\nTuy nhiên, nếu bạn không đặt vé điện tử trước, bạn phải xếp hàng để mua trực tiếp muộn nhất là lúc 9:00 - phòng vé mở cửa lúc 10:00, nhưng trừ khi bạn xếp hàng sớm, bạn có thể không nhận được vé cho ngày hôm đó - chúng tôi đến lúc 9:05 và đã có hơn 40 người chờ đợi, vì vậy chúng tôi gần như đã có được những tấm vé cuối cùng còn lại - .Đọc thêm",
            "Chúng tôi đã có một thời gian đáng yêu! Thư viện thật tuyệt vời, và người phụ nữ dẫn chúng tôi đi tham quan rất am hiểu và dễ hiểu ngay cả đối với một số thành viên trong gia đình tôi không thông thạo tiếng Anh. Họ cũng có tài liệu bằng văn bản bằng các ngôn ngữ khác. Cầu thang đôi khi hơi khó khăn nhưng chúng giúp mọi người có nhiều thời gian để leo lên và ngắm cảnh. Rất khuyến khích! Đọc thêm",
            "Tôi khuyên bạn nên mua vé trước để tránh phải xếp hàng dài mua vé. Chuyến tham quan kéo dài khoảng 45 phút và đưa bạn đến Thư viện Baroque và lên nhiều tầng - với các thuộc tính khác - để ngắm nhìn toàn cảnh tuyệt đẹp của Praha. Chuyến tham quan của chúng tôi được thực hiện bằng tiếng Anh nhưng có thẻ thông tin bằng vô số ngôn ngữ để người khác theo dõi nếu họ muốn. \n\nTôi tin rằng hướng dẫn viên du lịch của chúng tôi tên là Lukas? Anh ấy thật đáng yêu! Vô cùng hữu ích, rất hiểu biết và hấp dẫn, trả lời các câu hỏi của mọi người. \n\nĐiều đáng chú ý là không có thang máy và phần lớn lối đi lên là cầu thang xoắn ốc. Điều này được bạn biết ngay từ đầu: - Đọc thêm",
            "Mọi điều người khác nói về việc không thể vào bên trong thư viện thiếu sáng, chuyến tham quan vội vã đều đúng. Nó thực sự không đáng với số tiền bạn bỏ ra. Hướng dẫn viên du lịch đã cho chúng tôi xem những bức ảnh ảo về bên trong thư viện và đó là nơi gần nhất với bên trong mà bạn có thể đến - do đó mọi người đều có cùng một bức ảnh về thư viện - . Khu vực nhỏ mà bạn có thể nhìn thấy thư viện từ bên ngoài nhỏ đến mức mỗi người có thể chỉ có 1 phút để xem trước khi phải di chuyển ra ngoài để nhường chỗ cho những người khác. Cảnh quan trên đỉnh rất đẹp nhưng cầu thang thì dốc, không dành cho tất cả mọi người. Đây là một trong những điều bạn làm vì đây là lần đầu tiên bạn đến Prague nhưng bạn sẽ không bao giờ muốn quay lại. Đọc thêm",
            "Chuyến tham quan về cơ bản chỉ là những thông tin nhàm chán tầm thường được cung cấp với tốc độ cao bởi một người có cách diễn đạt rất tệ, khiến đại đa số khách du lịch khó hiểu được cô ấy. Thư viện thiếu ánh sáng và mỗi lần chỉ có 5 khách du lịch có thể tụ tập trong một không gian nhỏ để chụp ảnh thư viện tuyệt đẹp, hướng dẫn viên du lịch vội vàng vì có 20 người khác đến xem không gian. Nó không có giá trị gì cả đang đi! Toàn bộ trải nghiệm được thiết kế cho du lịch giá rẻ. Cũng có thể xem nó trực tuyến. TUYỆT VỜI!!!! Đọc thêm",
            "Bạn không thể vào bên trong thư viện - chỉ cần chụp ảnh từ xa, thư viện gần như đã tắt đèn - . Bạn không thể nhìn thấy những bản thảo cũ được quảng cáo ở lối vào. Không đáng giá, giá phải bằng một phần tư số tiền phải trả. Không nên.Đọc thêm",
            "Tôi khuyên bạn nên mua vé trước để tránh phải xếp hàng dài mua vé. Chuyến tham quan kéo dài khoảng 45 phút và đưa bạn đến Thư viện Baroque và lên nhiều tầng - với các thuộc tính khác - để ngắm nhìn toàn cảnh tuyệt đẹp của Praha. Chuyến tham quan của chúng tôi được thực hiện bằng tiếng Anh nhưng có thẻ thông tin bằng vô số ngôn ngữ để người khác theo dõi nếu họ muốn. Tôi tin rằng hướng dẫn viên du lịch của chúng tôi tên là Lukas? Anh ấy thật đáng yêu! Vô cùng hữu ích, rất hiểu biết và hấp dẫn, trả lời các câu hỏi của mọi người. Điều đáng chú ý là không có thang máy và phần lớn lối đi lên là cầu thang xoắn ốc. Điều này được bạn biết ngay từ đầu: - Đọc thêm",
            "Rất dễ tìm vì nó gần cầu Charles. Nó được bảo quản tốt. Nội thất thật lộng lẫy. Trần nhà được sơn tốt. Khung cảnh nhìn từ trên xuống thật ngoạn mục!Đọc thêm",
            "Klementinum là một tòa nhà thực sự ấn tượng ở Phố cổ Praha. Được xây dựng vào thế kỷ 16 như một ký túc xá của Dòng Tên, đây là một ví dụ tuyệt vời về kiến ​​trúc Baroque, ngày nay nó là một điểm thu hút khách du lịch lớn, một thư viện đồ sộ rất tuyệt để ghé thăm, nếu bạn - đang lên kế hoạch cho một kỳ nghỉ đến Praha, tôi thực sự khuyên bạn nên ghé thăm , thật dễ dàng để xác định vị trí trên Marianske Namesti. Đọc thêm",
            "Chuyến tham quan tuyệt vời kéo dài khoảng 45 phút với những khung cảnh tuyệt vời từ trên xuống và việc xem thư viện rất đáng để ghé thăm. Hãy đặt vé trước nếu không bạn sẽ phải xếp hàng và quay lại chuyến tham quan sau, đặc biệt nếu bạn muốn nhận được vé đặt sớm bạn phải đặt trước!Đọc thêm",
            "Chúng tôi đã có một thời gian đáng yêu! Thư viện thật tuyệt vời, và người phụ nữ dẫn chúng tôi đi tham quan rất am hiểu và dễ hiểu ngay cả đối với một số thành viên trong gia đình tôi không thông thạo tiếng Anh. Họ cũng có tài liệu bằng văn bản bằng các ngôn ngữ khác. Cầu thang đôi khi hơi khó khăn nhưng chúng giúp mọi người có nhiều thời gian để leo lên và ngắm cảnh. Rất khuyến khích! Đọc thêm",
            "Thư viện là một trong những nơi đẹp nhất tôi từng đến thăm. Chuyến tham quan chỉ mất một giờ và hướng dẫn viên thực sự giỏi - hướng dẫn viên của chúng tôi rất rõ ràng và hữu ích và có thể trả lời bất kỳ câu hỏi nào chúng tôi hỏi. Tòa nhà thực sự rất ấn tượng và chắc chắn đáng để ghé thăm. Tuy nhiên, nếu bạn không có vé điện tử đã đặt trước, bạn phải xếp hàng để mua trực tiếp muộn nhất là lúc 9:00 - phòng vé mở cửa lúc 10:00, nhưng trừ khi bạn xếp hàng sớm, bạn có thể không nhận được vé cho ngày hôm đó - chúng tôi đến lúc 9:05 và đã có hơn 40 người chờ đợi, vì vậy chúng tôi sắp lấy được những tấm vé cuối cùng - .Đọc thêm",
            "Chuyến tham quan tuyệt vời! Những người cho nó 2 - 3 sao cần đánh giá lại. Vé quá rẻ so với những gì bạn nhận được, một chuyến tham quan tuyệt vời trong một khu phức hợp tuyệt đẹp. Người phụ nữ điều hành chuyến lưu diễn của chúng tôi rất nhiệt tình và ăn nói lưu loát. Tôi thích hỏi cô ấy những câu hỏi! Cô ấy biết rất nhiều về lịch sử của klementinium và rộng hơn là Praha. Bạn nhận được những gì bạn phải trả - - 5 - để xem thư viện và các phòng khác! Chắc chắn có giá trị tiền. Đối với những người phàn nàn, Nếu bạn muốn có một chuyến tham quan tốt hơn, hãy trả nhiều tiền hơn, cười lớn. Nó... thật tuyệt vời. Một tuần sau, tôi không thể vượt qua được vẻ đẹp trong thiết kế của con người trong quá trình theo đuổi kiến ​​thức. Vâng, cầu thang có thể là một vấn đề đối với MỘT SỐ người, nhưng thành thật mà nói, chuyến tham quan của chúng tôi có nhiều người lớn tuổi có vẻ ổn với nó. 10 - 10 kinh nghiệm.Đọc thêm",
            "Có cách nào để vào bên trong thư viện không?Đọc thêm",
            "Mua vé đi tour ở đâu?   Cảm ơn bạn!Đọc thêm",
            "Tại phòng vé, có các chuyến du ngoạn bằng tiếng Tây Ban Nha, điều quan trọng là bạn phải tìm hiểu trước, vì họ làm rất ít, bằng ngôn ngữ khác có thể rất khó.Đọc thêm",
            "Xin chào,\nCó thang máy dành cho người gặp khó khăn trong việc di chuyển không?\nLời chào hỏi.\nSallyĐọc thêm",
            "Sally thân mến,\n\nChắc chắn chúng tôi có sẵn thang máy cho những người cần nó. Nhưng nó chỉ dẫn tới thư viện kiểu Baroque. Rất tiếc, bạn không thể lắp xe lăn vào bên trong thang máy nên bạn phải có khả năng tự di chuyển.\n\nTrân trọng,\n\nKlementinumĐọc thêm",
            "Xin chào: - Tôi muốn biết chi phí vào thư viện là bao nhiêu, có thể vào mà không cần hướng dẫn viên không, có lên mái nhà không và có được phép chụp ảnh không?",
            "Vé vào cửa 300 CZK, chỉ kèm theo chuyến tham quan có hướng dẫn viên. Nó bắt đầu mỗi giờ và chỉ bằng tiếng Anh. Bạn có thể chụp ảnh, ngoại trừ trong thư viện. Bạn đi lên tháp thiên văn, từ đó bạn có thể nhìn ra thành phố.Đọc thêm",
            "Chào buổi sáng\nTôi muốn biết liệu chuyến thăm Kleminium có đáng thực hiện không?Đọc thêm",
            "Chào buổi sáng \nVề phần mình, nếu có dịp quay lại Praha, tôi sẽ thực hiện chuyến thăm này lần nữa!Đọc thêm",
            "Tôi có thể đặt hướng dẫn viên cho ngày hôm sau không? Hay tôi nhất thiết phải đặt vé ngay trong ngày?Đọc thêm",
            "Khi tôi đi thì có thể làm được.Đọc thêm",
            "Bạn đã ở khách sạn nào gần Klementinum và bạn có thích nó không? Đọc thêm",
            "Chúng tôi ở tại Design Metropol Hotel, một khách sạn tốt ở vị trí hoàn hảo. Rất dễ dàng để đi tàu điện ngầm hoặc xe điện. Cách Klementinum chưa đầy 10 phút đi bộĐọc thêm",
            "Tôi muốn biết nếu nhìn thấy thư viện từ bên ngoài như người ta nói mà không cần vào thì có còn cần phải trả tiền vé không? Cảm ơn bạnĐọc thêm",
            "Chỉ các chuyến tham quan có hướng dẫn.Đọc thêm",
            "Có được phép chụp ảnh trong chuyến tham quan không?Đọc thêm",
            "Được phép ở mọi nơi khác ngoại trừ khu vực thư viện Baroque. Các tour tham quan có hướng dẫn của KlementinumĐọc thêm",
            "Tôi sẽ đến Praha vào tháng 10 tới. Sẽ có một buổi hòa nhạc ở hiệu sách Klementium?Đọc thêm"
        ],
        "star_ratings": [
            613,
            377,
            215,
            168,
            179
        ],
        "review_amount": 1552,
        "location": [
            "Clement",
            "Cộng hòa Séc",
            "Bô-hê-miêng",
            "Praha",
            "Châu Âu",
            "Những điều cần làm ở Praha"
        ],
        "reviews_time": [
            "Written July 1, 2023",
            "Written July 19, 2023",
            "Written July 20, 2023",
            "Written August 29, 2023",
            "Written September 3, 2023",
            "Written September 26, 2023",
            "Written October 3, 2023",
            "Written January 2, 2024",
            "Written January 26, 2024",
            "Written April 1, 2024",
            "Written May 25, 2024",
            "Written May 8, 2024",
            "Written April 9, 2024",
            "Written April 1, 2024",
            "Written March 26, 2024",
            "Written March 25, 2024",
            "Written February 12, 2024",
            "Written January 26, 2024",
            "Written January 2, 2024",
            "Written December 19, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g274707-d2358452-Reviews-Klementinum-Prague_Bohemia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d12269888-Reviews-The_Street_Burgers_and_Cocktail_Bar_Prague_1-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d10820086-Reviews-Sad_Man_s_Tongue_Bar_Bistro-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d8374547-Reviews-Wine_O_Clock_Shop_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d12302433-Reviews-Donuterie-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d1097078-Reviews-V_Zatisi-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d1511573-Reviews-Restaurace_Mlynec-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d19469249-Reviews-MeatEater_steak_wine-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d10816968-Reviews-Liberica_Cafe_Valentinska-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d15849635-Reviews-Five_Rivers_Indian_Kitchen_and_Bar-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g274707-d5048749-Reviews-Golden_Tikka-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d8657640-Reviews-Kostel_sv_Klimenta-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d25089556-Reviews-Story_of_Prague_Museum-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10522920-Reviews-Municipal_Library_of_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2435120-Reviews-St_Giles_Church-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d10549056-Reviews-Muzeum_ceskeho_granatu-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4102292-Reviews-Man_Hanging_Out-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d6720668-Reviews-Church_of_St_Salvator-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d607209-Reviews-National_Marionette_Theatre-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d275152-Reviews-Old_Town_Hall_with_Astronomical_Clock-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d275451-Reviews-Staromestske_namesti-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2358452-Reviews-or10-Klementinum-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d276185-Reviews-St_Vitus_Cathedral-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d275157-Reviews-Charles_Bridge-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d275235-Reviews-Prague_Castle-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d6588089-Reviews-National_Memorial_to_the_Heroes_of_the_Heydrich_Terror-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2277188-Reviews-St_Cyril_and_St_Methodius_Cathedral-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d275230-Reviews-Lesser_Town-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d283773-Reviews-Hradcany-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d590463-Reviews-Waldstein_Palace-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7913527-Reviews-Taxi_From_Prague-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d8090728-Reviews-Prague_Riverside_Parties-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d3830691-Reviews-Clock_Tower_Bar_Crawl-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d19067541-Reviews-Pragl_Glass_Experience_Center-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d6612748-Reviews-Czech_Beer_Museum-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2162072-Reviews-St_Francis_of_Assisi_Church-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d19078743-Reviews-A_Praga_y_vamonos-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2198169-Reviews-Pavel_s_Personal_Prague_Tour-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d2277704-Reviews-Ta_Fantastika_Black_Light_Theatre-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45953-d6949721-Reviews-Cowabunga_Bay_Water_Park-Henderson_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d324255-Reviews-Pigeon_Rocks_in_Raouche-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g52511-d1218087-Reviews-Kids_Castle-Doylestown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d265635-Reviews-Musee_de_l_Orangerie-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187185-d209762-Reviews-Fondation_Claude_Monet-Giverny_Eure_Haute_Normandie_Normandy.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d2324885-Reviews-Paphos_Harbour_Castle-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d12956997-Reviews-Lust_in_Rio-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g154918-d184932-Reviews-Jasper_SkyTram-Jasper_Jasper_National_Park_Alberta.html",
            "https://www.tripadvisor.com/Attraction_Review-g41298-d3167987-Reviews-Outlets_Ocean_City-Ocean_City_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g4505725-d15069261-Reviews-Lori_Beach-Ksamil_Saranda_Vlore_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g274707-d2358452-Reviews-or10-Klementinum-Prague_Bohemia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g274707-d2358452-Reviews-Klementinum-Prague_Bohemia.html"
    }
]