[
    {
        "attraction_name": "Klode Park",
        "attraction_name_vi": "Công viên Quả cầu",
        "general_info": [
            "11 đánh giá",
            "1 trong 10 điều cần làm ở Whitefish Bay",
            "Công viên"
        ],
        "attraction_summary": "Tôi tình cờ gặp Klode Park khi đang lái xe đi ăn trưa tại City Market Cafe. Nó trông có vẻ là một địa điểm đẹp và khi có thời gian, tôi đậu xe ở bãi đậu xe miễn phí và đi bộ dọc theo con đường đẹp như tranh vẽ dẫn đến bãi biển đầy cát ở Hồ Michigan.  Công viên Klode có các khu dã ngoại, sân tennis, sân chơi do cộng đồng xây dựng, ngôi nhà sưởi ấm có phòng vệ sinh và trượt băng vào mùa đông.  Bãi biển mở cửa cho du khách bơi lội nhưng không có nhân viên cứu hộ hoặc nhà trên bãi biển để thay đồ.  Không phải là một điểm thu hút bạn sẽ phải lái xe hàng dặm với tư cách là một khách du lịch nhưng chắc chắn là một cơ sở giải trí và thắng cảnh đáng yêu dành cho người dân địa phương tại các cộng đồng Fox Point, Glendale và Whitefish Bay.Đọc thêm",
        "reviews": [
            "Gia đình chúng tôi đã thích đến Klode trong nhiều năm! Bãi biển sạch sẽ và có kích thước vừa phải, có sân tennis, sân chơi, con đường mòn đẹp quanh rìa công viên và nhiều không gian rộng rãi để chơi trò chơi và dã ngoại. Nó luôn khá sạch sẽ, ngay cả phòng tắm trong nhà và tòa nhà. Nhược điểm duy nhất là hầu hết các thiết bị vui chơi đều cũ. Rất già. Như trong, có một tấm bảng trên đó từ năm 1992. Một số trong số đó là đồ cổ mới hơn, nhưng tất cả đều cho thấy tuổi của nó.  Chúng tôi hy vọng nó sẽ được cập nhật trước khi bọn trẻ quá già để sử dụng nó!Đọc thêm",
            "Công viên Klode là một công viên rộng lớn ở phía tây hồ Michigan.  Chúng tôi thích ngồi trên bục đọc sách và ngắm cảnh hoặc đi bộ xuống bãi biển.   Các sân tennis và đường đi bộ cũng như những cánh đồng và cây cối rộng lớn khác nằm ở các khu vực khác của công viên.  Bãi đậu xe nhỏ.Đọc thêm",
            "Hoàn toàn ngoạn mục. Hãy chuẩn bị cho một cuộc đi bộ dốc.  Mang giày thoải mái.  Đi xuống dễ hơn nhiều so với việc quay trở lại, cười lớn!  Rất xứng đáng vì những khung cảnh đẹp.Đọc thêm",
            "Công viên Klode là một ốc đảo tuyệt vời ở trung tâm Vịnh Whitefish. Luôn có một môn thể thao được trẻ em chơi. Sân tennis và sân chơi góp phần tạo nên sự giải trí. Nếu bạn đi về phía đông, bạn sẽ bị mê hoặc bởi quang cảnh tuyệt đẹp trên Hồ Michigan. Thật khó tin rằng bạn đang ở vùng Trung Tây. Đi theo con đường mòn hoặc chạy xuống cầu thang xuống bãi biển. Đọc thêm",
            "Công viên đẹp gần mặt nước ở Vịnh Whitefish. Công viên có sân chơi trẻ em rất đẹp. Nó nằm đối diện với Hồ Michigan. Đọc thêm",
            "Các quan điểm và hoạt động thật ngoạn mục.  Thị trấn và những ngôi nhà xung quanh công viên hoàn toàn tuyệt đẹp.  Mọi người đều cực kỳ tốt bụng và thân thiện.  Bãi biển sạch sẽ tuyệt đẹp.  Bản thân bãi biển có rất nhiều đá sát mặt nước nhưng bãi cát lớn cách đó 15-20 feet.  Mình và bạn gái chắc chắn sẽ quay lạiXem thêm",
            "Chúng tôi đã làm vậy, thực ra là chúng tôi đã chuyển đi làm việc, nhưng thật ngạc nhiên là chúng tôi có thể đi bộ, chạy hoặc đạp xe đến Công viên Klode.  Với bãi đậu xe công cộng và nhà vệ sinh, công viên nhỏ xinh này ẩn mình trong khu dân cư xinh đẹp Whitefish Bay có đủ thứ dành cho tất cả mọi người - cát, nước, quần vợt, sân chơi và không gian mở.  Đọc thêm",
            "Khung cảnh tuyệt vời của Hồ Michigan, có lẽ là nơi tuyệt vời nhất vào ngày 4 tháng 7 để ngắm những chú chó ngô và pháo hoa. Ngoài ra, một công viên đẹp, yên tĩnh trong khu dân cư.Đọc thêm",
            "Chúng tôi rất may mắn khi có Klode Park rất gần nhà.  Đó là một kho báu tuyệt đẹp cho Vịnh Whitefish.  Nếu bạn ở đây vào ngày 4 tháng 7, hãy nhớ xem cuộc diễu hành, kết thúc tại Công viên Klode và kết thúc bằng một buổi tối bắn pháo hoa.Đọc thêm"
        ],
        "star_ratings": [
            7,
            3,
            1,
            0,
            0
        ],
        "review_amount": 11,
        "location": [
            "Hoa Kỳ",
            "Những hoạt động không thể bỏ qua ở Vịnh Whitefish",
            "Wisconsin WI",
            "Công viên Quả cầu",
            "Vịnh cá trắng"
        ],
        "reviews_time": [
            "Written May 1, 2022",
            "Written October 11, 2021",
            "Written May 21, 2018",
            "Written May 18, 2016",
            "Written March 15, 2016",
            "Written August 15, 2015",
            "Written July 13, 2015",
            "Written April 17, 2014",
            "Written November 8, 2012",
            "Written November 5, 2012"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60389-d3604925-Reviews-Klode_Park-Whitefish_Bay_Wisconsin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g60389-d3604925-Reviews-or10-Klode_Park-Whitefish_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g147326-d147796-Reviews-Bioluminescent_Mosquito_Bay-Isla_de_Vieques_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g608834-d2164481-Reviews-MIRAMAR-Weinheim_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d12946603-Reviews-Rue_de_Rivoli-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g8652730-d12295819-Reviews-Princess_Summer_Club_Mamaia-Mamaia_Constanta_Constanta_County_Southeast_Romania.html",
            "https://www.tripadvisor.com/Attraction_Review-g293748-d1929521-Reviews-Kariakoo_Market-Dar_es_Salaam_Dar_Es_Salaam_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60773-d623447-Reviews-Apple_Annie_s_Orchard-Willcox_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g298173-d12662671-Reviews-Nismo_Showroom-Yokohama_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g315849-d4453162-Reviews-The_Geothermal_Park_Hveragerdi-Hveragerdi_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g188586-d17382571-Reviews-Doloris_Meta_Maze-Tilburg_North_Brabant_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190387-d2717050-Reviews-Millomeris_Waterfall-Platres_Limassol.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60389-d3604925-Reviews-or10-Klode_Park-Whitefish_Bay_Wisconsin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60389-d3604925-Reviews-Klode_Park-Whitefish_Bay_Wisconsin.html"
    }
]