[
    {
        "attraction_name": "Klunkerkranich",
        "attraction_name_vi": "Klunkerkranich",
        "general_info": [
            "517 đánh giá",
            "11 trên 535 Cuộc sống về đêm ở Berlin",
            "Câu lạc bộ quán bar"
        ],
        "attraction_summary": "Địa điểm này tạm thời đóng cửa cho đến tháng 3.Đọc thêm",
        "reviews": [
            "Không có khu phố Berlin nào nổi tiếng với đám đông trẻ tuổi và đi máy bay phản lực hơn khu công nhân cũ Neukölln. Với rất nhiều người Thổ Nhĩ Kỳ định cư ở đây, khu vực này được gọi là Istanbul thu nhỏ. Ngày nay tỷ lệ người nước ngoài vẫn còn cao và du khách vẫn thường xuyên lui tới các quán shisha Thổ Nhĩ Kỳ. Vào ban ngày, họ cũng ghé thăm các cửa hàng thiết kế và ngồi bên kênh ở một trong những quán cà phê trên phố ở Westerstrasse hoặc ở Maybachufer, uống bia và vẫy tay chào những chiếc thuyền tham quan khi chúng trôi qua. Nhưng vào ban đêm, Neukölln bị chi phối bởi đám đông ngày càng trẻ, thay thế và quốc tế. Điều này đặc biệt rõ ràng ở khu vực phía bắc của quận, nơi có nhiều quán bar, câu lạc bộ sôi động, phòng trưng bày và nhà hàng. Ở đó, màn đêm dường như không bao giờ kết thúc.Đọc thêm",
            "Vị trí tuyệt vời, sự rung cảm thật tuyệt vời. Ai không thích một đồ uống với một cái nhìn.  Các nhân viên rất thân thiện và khách hàng. Có một chi phí để vào nhưng nó có giá trị. Đây là một nơi hòa nhập nên tất cả đều được chào đón. Những loại cocktail tuyệt vời và tôi thậm chí còn có được một loại cocktail tùy chỉnh vì họ không có nó trong thực đơn của mình. Nói chung tôi sẽ quay lại đây mọi lúc. Tôi đã đi vào một ngày mưa nhưng có một số chỗ ngồi bên trong cũng như bên ngoài. Đọc thêm",
            "Tầm nhìn tuyệt vời và bầu không khí tuyệt vời tại quán bar trên tầng thượng này nằm trên đỉnh trung tâm mua sắm. Khá khó để có được chỗ ngồi khi bận rộn nhưng nơi này chắc chắn xứng đáng! Đọc thêm",
            "Điều này thật tốt nhưng ai đó ở quán bar cực kỳ thô lỗ với tôi! Tôi không biết ly bia được đưa đi đâu và anh ta hét vào mặt tôi! hơi sốc vì không nhận được điều này ở Berlin nhiềuĐọc thêm",
            "Đồ uống, phí vào cửa và tiền đặt cọc cho Buzzer bắt buộc nếu không có nó, bạn sẽ không thể gọi bất cứ thứ gì, quá đắt. Trên hết, họ chỉ chấp nhận một số loại thẻ tín dụng nhất định nếu bạn thực sự phải đến đó, hãy mang đủ tiền mặt để chắc chắn. Nói chung và tôi thực sự xin lỗi khi phải nói điều này, tôi không thể giới thiệu nơi này nữa. Cảnh đẹp tuyệt vời, nhưng ngoài ra hầu hết mọi thứ đều tệ. Hãy đến nơi khác, Berlin có nhiều nơi tốt hơn nhiều so với Klunkerkranich. Đọc thêm",
            "Bạn bè của tôi và tôi đã được giới thiệu địa điểm này và nghĩ rằng chúng tôi sẽ bắt đầu thử sức với những điểm tốt và đó chỉ là một điều, đồ uống rẻ tiền với hệ thống đặt hàng ok. Nó không dễ tìm và khi chúng tôi tìm thấy tòa nhà, chúng tôi phải đợi 10 phút để có thang máy. Khi chúng tôi đến đó là 30 phút trước khi mặt trời lặn, chúng tôi được yêu cầu đến đó để ngắm hoàng hôn. Chúng tôi ở hàng số 10 và phải đợi 20 phút, chúng tôi không giải thích được gì. Sau đó, chúng tôi phải trả 10 đô la cho hệ thống gọi điện tử mà chúng tôi không hề biết trước khi đến. Chúng tôi gọi đồ uống đầu tiên mà không gặp vấn đề gì, thiết bị gọi điện hoạt động - chúng tôi không thể tìm thấy bàn do bận rộn với những khách hàng trước đó nên chúng tôi quyết định ngồi bên trong các tòa nhà chính vì quán bar nằm ở đó, chúng tôi gọi thêm đồ uống và chúng tôi thấy đồ uống đó rằng chúng tôi đã đặt hàng trên quầy bar trong hơn mười phút - tuy nhiên chúng tôi không chắc chắn vì thiết bị của chúng tôi không tắt. Chúng tôi hỏi người pha chế rằng đó có phải là đồ uống của chúng tôi không và anh ấy bắt đầu hét vào mặt chúng tôi rằng anh ấy đã gọi cho chúng tôi 6 lần trên thiết bị, điều này rõ ràng là không đúng sự thật, chúng tôi đã hỏi liệu chúng tôi có thể uống đồ uống mới hay không và anh ấy bảo chúng tôi biến đi. Chúng tôi lập tức rời đi. Chúng tôi đã nêu vấn đề với nhân viên tiếp tân và cô ấy không hề thấy phiền.Đọc thêm",
            "4 euro chỉ để vào một sân thượng đơn giản với tầm nhìn ra một số tháp truyền hình hause có thể thấy giống như từ khắp Berlin. Sau đó, 10 euro khác họ sẽ trả lại cho bạn khi bạn rời đi đến quán bar. Sau đó, cocktail 89 euro trên vòi nhưng một số lỗi khiến bạn phải trả thậm chí 10 euro cho một ly nước. Có rất nhiều người trả tiền? Cuối cùng, tôi đã trả tiền cho bạn 30 euro cho 2 đồ uống và một khung cảnh đẹp trong một phần tư ở cuối Berlin. Câu lạc bộ không thể tin được, rất rất quá đáng.Đọc thêm",
            "Tôi có thể nói đây là một trong những nơi tuyệt vời nhất tôi từng đến ở Berlin. Thức ăn đã được chuẩn bị rất nhiều, nó rất lớn và rất ngon. Sau đó chúng tôi có rượu không tệ nhưng có thể ngon hơn. Nó rất thân thiện với instagram, nó nằm trên tầng thượng của trung tâm mua sắm và quang cảnh thật tuyệt vời. Dịch vụ cũng rất tốt.Đọc thêm",
            "Sau khi trả 10 euro để vào bằng thẻ, anh chàng ở cửa nói rằng chúng tôi sẽ không thể mua đồ uống nếu không trả khoản đặt cọc 10 euro tiền mặt cho chuông báo đồ uống. Điều này mặc dù không có biển báo bằng tiếng Anh hoặc tiếng Đức nói rằng nó phải bằng tiền mặt. Khi chúng tôi giải thích rằng chúng tôi không có tiền mặt, anh ta cực kỳ thô lỗ và hung hăng. Anh ấy tuyên bố rằng Đức là một quốc gia sử dụng tiền mặt mặc dù mọi nhà hàng ở quán bar trong bảo tàng mà chúng tôi ghé thăm đều chấp nhận thẻ và có lẽ nếu chúng tôi không bỏ phiếu Brexit thì chúng tôi đã biết điều này. Chúng tôi cũng không thể lấy lại số tiền 10 euro đã trả. Chúng tôi đã trả 10 euro để vào một quán bar không cho phép chúng tôi mua đồ uống - nhân viên cực kỳ thô lỗ và phân biệt chủng tộc. Phần tồi tệ hơn trong chuyến đi của chúng tôi, hoàn toàn không khuyến khíchĐọc thêm",
            "Tôi đã đi du lịch một nửa thế giới và đây là một trong những nơi tuyệt vời nhất tôi từng đến! Thậm chí hoặc đặc biệt là trong điều kiện Covid-19, họ đang cung cấp một vị trí tuyệt vời. Đồng ý, nhân viên tiếp tân thẳng thừng và không đáng được đưa vào đánh giá tích cực của tôi. Nhưng mọi thứ ngoài quầy đều tuyệt đẹp! Đọc thêm",
            "Không có rasicm. Không có sự phân biệt giới tính. Không bạo lực? Tôi là người Đức và tôi thường đến quán bar tầng thượng siêu đẹp này. Sau đó tôi đã có một trải nghiệm thực sự tồi tệ. Nó đã bắt đầu với thái độ rất tồi tệ của một người gác cửa, khi tôi định trả tiền và anh ta nói với tôi rằng tôi đã đến nhầm kasse một cách rất không đẹp mắt. Sau đó, tôi đi vào và đợi bạn bè của tôi đến sau. Khi họ đến, một người gác cửa muốn xem giấy tờ tùy thân của một cô gái mà cô ấy không mang theo. Tôi đang đi xuống lối vào để hỏi có chuyện gì và với giọng điệu rất không thân thiện, họ nói với tôi rằng tôi nên rời đi ngay sau đó. Bắt tôi tham dự cuộc chạy đua khoảng cách hào quang 1,5 m ngay từ đầu, sau đó bước tới gần mặt tôi và hét lên rằng tôi nên rời đi là rất rất thiếu chuyên nghiệp. Nói với tôi về mẹ tôi cũng là một điều khốn nạn. Cảm ơn những người bảo vệ Klunkerkranichs, tôi không biết điều đó. Xin hãy cẩn thận với người gác cửa.Đọc thêm",
            "Có lạnh và vào mùa đông không? Đọc thêm",
            "Ngày mai tôi sẽ đi Berlin, có thể đi vào khoảng thời gian này hay chỉ đi ngoài trời?Đọc thêm",
            "Xin chào, tôi muốn biết có cần đặt chỗ vào ngày 31 tháng 12 không, cảm ơn bạn nếu có thể, hãy cho tôi những địa điểm ăn uống và tiệc tùng đẹp vào ngày 31 tháng 12Đọc thêm",
            "Tôi có thể mang cháu gái 12 tuổi của mình đi cùng không?Đọc thêm",
            "Tại sao không. Đối với trẻ nhỏ, họ có một khu vườn chơi. Đọc thêm",
            "Xin chào, tôi muốn biết địa điểm đó có cung cấp dịch vụ ăn uống vào buổi tối không và có chấp nhận đặt chỗ trước không. Cảm ơn bạn!Đọc thêm",
            "Từ 6 đến 10 giờ tối, bạn có thể tìm thấy Nachos mit Käse mit Chili conCarne.\nTốt hơn nên ăn trước nếu có thể! Đọc thêm",
            "Chó có được phép không? Đọc thêm",
            "Tôi không biết, xin lỗi. Đọc thêm",
            "Chúng tôi có một đứa trẻ. Cậu ấy 11 tuổi. Cậu ấy có thể đi được không?Đọc thêm",
            "Ồ vâng...nó mở cửa vào buổi sáng và phục vụ bữa sáng đến tối muộn Đọc thêm",
            "Lên kế hoạch đến đó khi tôi đến thăm Berlin trong thời gian hai tuần...Câu hỏi nhanh..Tôi nên dự trù bao nhiêu cho hai người? Số tiền ít nhất có thể là nếu tôi định đi chơi một đêm tiết kiệm ngân sách ở đó? và bất kỳ mệnh lệnh gợi ý nào? Cảm ơn trước vì câu trả lờiĐọc thêm",
            "Theo những gì tôi nhớ, một cốc bia có giá khoảng 5 euro mỗi suất và bánh mì kẹp thịt thực phẩm, v.v. là khoảng 78 euro. Hy vọng điều đó có ích! Đọc thêm",
            "Bạn có cần đặt chỗ trước không? Đọc thêm",
            "Đặt phòng không nhất thiết phải cần thiết. Không chắc họ có đặt chỗ trước hay không. Đọc thêm"
        ],
        "star_ratings": [
            263,
            161,
            46,
            19,
            28
        ],
        "review_amount": 517,
        "location": [
            "Châu Âu",
            "Béc-lin",
            "Klunkerkranich",
            "Những điều cần làm ở Berlin",
            "nước Đức"
        ],
        "reviews_time": [
            "Written May 6, 2024",
            "Written June 16, 2023",
            "Written February 9, 2023",
            "Written September 12, 2022",
            "Written May 3, 2022",
            "Written May 3, 2022",
            "Written November 24, 2021",
            "Written September 1, 2021",
            "Written September 3, 2020",
            "Written July 24, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187323-d6863338-Reviews-Klunkerkranich-Berlin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d2694703-Reviews-BBI_Berlin_Burger_International-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d4557270-Reviews-Azzam-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d3692905-Reviews-Sadhu_2-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d13985862-Reviews-TISK_Speisekneipe-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d7651899-Reviews-Two_Planets-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d5520914-Reviews-Gozleme_Restaurant-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d1886504-Reviews-Lavanderia_Vecchia-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d6393107-Reviews-Eins44-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d10304718-Reviews-Babbo_bar-Berlin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187323-d17353147-Reviews-Oliveto-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d10232552-Reviews-Kultstatte_Keller-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d10384287-Reviews-Touristinformation_Neukoelln-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d11957192-Reviews-KINDL_Zentrum_fur_Zeitgenossische_Kunst-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d191041-Reviews-East_Side_Gallery-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190535-Reviews-Topography_of_Terror-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190517-Reviews-Reichstag_Building-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190518-Reviews-Brandenburg_Gate-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d196239-Reviews-Memorial_of_the_Berlin_Wall-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d617423-Reviews-The_Holocaust_Memorial_Memorial_to_the_Murdered_Jews_of_Europe-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d11044743-Reviews-Stadtbad_Neukolln-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6863338-Reviews-or10-Klunkerkranich-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d24085651-Reviews-Walk_With_Us_Tours-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d20943615-Reviews-SIXX_PAXX_Theater_Ladiesclub-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1025949-Reviews-SANDEMANs_NEW_Europe_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d8641114-Reviews-Berlin_Craft_Beer_Experience-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d1747921-Reviews-Alternative_Berlin_Tours-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d8779441-Reviews-Cosmic_Comedy_Club_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d17647979-Reviews-Berlin_Icebar-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d604458-Reviews-Ramones_Museum_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d190710-Reviews-CHAMALEON_Theater-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d13316433-Reviews-Laughing_Spree_Comedy-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g946992-d27801807-Reviews-Berlin_Breath_Club-Schoneiche_Brandenburg.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d12982416-Reviews-Burnt_Sienna_Art_School_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d6777963-Reviews-Neukolln_Arcaden-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d25432000-Reviews-MORE_Natural_Wine-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d5946130-Reviews-Sandmann-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d24844479-Reviews-Loophole-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d7624432-Reviews-The_Jewish_Heritage_Tour_of_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2372544-Reviews-Theater_im_Keller_Travestieshow_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d3371289-Reviews-Eat_The_World_Culture_Food_Tour-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d2284886-Reviews-SchwuZ-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d11657292-Reviews-Muted_Horn-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d12438877-Reviews-Chuckleheads-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g32066-d560657-Reviews-Greek_Theater-Berkeley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32110-d523510-Reviews-Buckeye_Hot_Spring-Bridgeport_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d3453695-Reviews-Cane_River_Falls-Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d560677-Reviews-Jackson_Park-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g469422-d7280357-Reviews-Nurellari_Winery-Berat_Berat_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g28924-d116579-Reviews-Salt_River-Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g652129-d7391639-Reviews-Beach_Castelldelfels_Barcelona-Castelldefels_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d21015474-Reviews-Nxt_Museum-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d2161587-Reviews-Walls_of_Constantinople_Istanbul_City_Walls-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g616105-d3142152-Reviews-Marche_de_Pezenas-Pezenas_Herault_Occitanie.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187323-d6863338-Reviews-or10-Klunkerkranich-Berlin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187323-d6863338-Reviews-Klunkerkranich-Berlin.html"
    }
]