[
    {
        "attraction_name": "Knott's Soak City Water Park",
        "attraction_name_vi": "Công viên nước Knotts Ngâm Thành phố",
        "general_info": [
            "406 đánh giá",
            "2 trong số 23 điều cần làm ở Công viên Buena",
            "Công viên nước"
        ],
        "attraction_summary": "Cung cấp hơn 20 trò chơi với chủ đề Nam California những năm 1950, công viên phiêu lưu dưới nước này có các đường trượt tốc độ cao dành cho một người lái, máng trượt dạng ống bên trong, hồ bơi tạo sóng, các trò chơi trên dòng sông lười cũng như hồ bơi và khu hoạt động dành cho trẻ em.Đọc thêm",
        "reviews": [
            "Nơi này tốt, nhưng an ninh là Sox, camera an ninh không hoạt động, một số người xấu đã lấy trộm giày, ví và những vật dụng cá nhân khác của tôi, an ninh nói rằng họ không thấy gì cả, sự nhầm lẫn ở đây trước mặt tôi là camera an ninh nên họ nói Thành phố không phải chịu trách nhiệm khi ai đó đánh cắp thứ gì đó bên trong. Mọi người đang nghĩ gì xin vui lòng bình luận?Đọc thêm",
            "Ngâm City là một điểm đến HẤP DẪN TIỀN và KHÔNG thân thiện với khách hàng. Mọi thứ chỉ là tiền mặt. Bữa ăn cả ngày KHÔNG bao gồm đồ uống, vì vậy hãy đọc kỹ trước khi mua. Trong số 6 người thì có 1 người bị mất dây đeo tay khi đi ăn mà KHÔNG ĐỔI thay nên mất tiền. Phải chạy khắp nhà hàng đến dịch vụ khách hàng. Jose từ bộ phận Dịch vụ khách hàng chắc chắn sẽ bị đấm vào họng trên đường nếu anh ấy nói chuyện với chúng tôi. Người quản lý Nick cũng vô dụng. Mỗi khu vực có một Người quản lý nhưng KHÔNG có 1 người cho toàn bộ địa điểm. Không bao giờ quay lại!Từ phiên bản bị vô hiệu hóa.Đọc thêm",
            "HÃY CHO TÔI KHOẢNG VỀ NHỮNG NHÂN VIÊN CỨU CỨU!! Chúng khiến bạn cảm thấy rất thoải mái khi cho con bạn bơi và sử dụng các đường trượt nước! Họ RẤT cảnh giác, hữu ích và tốt bụng! Mặc dù dòng sông lười trượt nước không sâu chút nào nhưng chúng vẫn mang lại cho bạn cảm giác nhẹ nhõm, đặc biệt là khi bạn đi cùng các em nhỏ! Công viên sạch sẽ, dòng người di chuyển khá nhanh, RẤT NHIỀU chỗ để ngồi và thư giãn trong khi ngắm nhìn con bạn vui chơi! Tôi đã lái xe 1 12 tiếng để tham quan Thành phố Ngâm, nó rất đáng giá! FYI- mua vé trực tuyến với mức giá rẻ hơn. Tôi thực sự nghĩ rằng họ chỉ nên giảm giá vào cửa một chút vì họ chỉ có một tay đầy các đường trượt nước, ngoài khuyến nghị 1010 đó. Ngoài ra, đây còn là nơi để các em bé vui chơi.. một chút dành cho mọi lứa tuổi! Đọc thêm",
            "Có thể sẽ vui vẻ như một buổi sáng thứ Ba nếu bạn có thể xoay chuyển nó. Khi chúng tôi đi, chúng tôi sánh vai nhau trên dòng sông lười và hàng dài người xếp hàng chờ chơi cầu trượt nên chúng tôi không buồn đi tiếp.Đọc thêm",
            "Lần đầu tiên đến thăm Knotts Ngâm City. Vé không rẻ và bãi đậu xe cũng vậy - 25 chảy nước mắt!! Công viên sạch sẽ không tì vết và nhân viên có vẻ chu đáo. Tôi đặc biệt ấn tượng với tính chuyên nghiệp của các nhân viên cứu hộ. Chúng tôi chỉ đi được hai đường trượt vì hàng đợi quá dài. Hơn một giờ đồng hồ bị cháy thành tro khi xếp hàng thật không vui chút nào!! Dòng sông lười rất tuyệt nhưng lại thiếu vòng cao su rõ rệt. Có rất nhiều chỗ ngồi có sẵn nhưng có thể có nhiều chỗ ngồi hơn ở những khu vực bóng mờ. Nhìn chung, rất vui vì chúng tôi đã đến Ngâm Thành phố nhưng sẽ không quay lại nữa. Đọc thêm",
            "Tiết kiệm tiền của bạn. 1 12 giờ. Đợi chuyến đi 30 giây. Đó là trên hầu hết không phải tất cả các chuyến đi. Có vẻ như họ không kiểm soát được những người ra vào một khu vực nhỏ. Ngoài ra tôi không nghĩ họ có Giới hạn số người ở. Cabanas thì ổn. 299. Không có tivi. không có ông, không có phích cắm cho điện thoại. Không có khăn tắm. Chỉ cần nước.Đọc thêm",
            "Chúng tôi là một gia đình có 2 thanh thiếu niên lớn tuổi hơn. Chúng tôi đã có một ngày tuyệt vời với rất nhiều slide được thực hiện. Chúng tôi có một căn chòi rất sang trọng nhưng chúng tôi sẽ có một ngày tuyệt vời nếu không có nó. Rất khuyến khích cho các gia đình ở mọi lứa tuổi.Đọc thêm",
            "Đã đi đến điểm thu hút gia đình này vào giữa tháng bảy. Được trả khoảng 52 mỗi người, kể cả đứa con 4 tuổi của tôi mà họ cho là người lớn. Mặc dù tôi hiểu tầm quan trọng của việc hạn chế chiều cao nhưng tôi nghĩ việc trả giá như người lớn cho một người không thể đi bất cứ thứ gì là quá đáng. Ngoài ra, vì trời nóng nên thiếu sự che chắn rõ ràng từ mặt trời. Hàng đợi có khoảng 45 phút mỗi giờ cho mỗi slide. Sẽ không đề nghị bất cứ ai đưa trẻ nhỏ. Đọc thêm",
            "Chúng tôi đã đi vào thứ Hai.  Chỗ đỗ xe là 25. Sesame Place ở PA không nhiều và Funplex ở NJ thì miễn phí!.  Đồ đạc của chúng tôi được để an toàn trên ghế dài; Tôi không muốn trả tiền cho một tủ khóa.  Thức ăn rất đắt: 32 cho một chiếc bánh mì kẹp phô mai, 2 mac. và phô mai và 2 miếng cá, không có đồ uống.  Các dòng cho các slide có xu hướng dài.  Rất nhiều đứa trẻ đang chạy trước mặt tôi.  Một điểm cộng là nhân viên cứu hộ rất an toàn.  Công viên đủ nhỏ để đi lại. Các lối đi cần được rửa sạch bằng điện.  Họ cho phép bạn mang theo đồ ăn nhẹ, ô và lều nhưng được cho là không có máy làm mát!Đọc thêm",
            "2021-tháng 8. Chúng tôi đến vào khoảng 10:15 sáng thứ Hai. Rất nhiều bãi đậu xe nhưng đi bộ một chút đến lối vào. Họ kiểm tra tất cả các túi và họ có cảm biến kim loại. Họ cho phép mang đồ ăn nhẹ bên ngoài vào. Chúng tôi đã in xong nên chúng tôi đi thẳng vào cổng. Họ không đưa ra bản cứng của bản đồ công viên. Họ có tủ khóa cho thuê, thanh toán qua máy. Rất nhiều buồng tắm và buồng thay đồ. Tuy nhiên, không có tiện nghi tắm được cung cấp. Công viên vẫn đông đúc ngay cả vào sáng thứ Hai. Các đường trượt dài 1 giờ trên các đường trượt, đường trượt ống, v.v. Một số trẻ em và một người lớn có đường trượt dành cho trẻ em... thực sự không khuyến khích. Khu vui chơi trẻ em, dòng sông lười và hồ bơi tạo sóng rất mát mẻ. Nhiệt độ nước thật sảng khoái vì trời rất nóng vào ngày chúng tôi ở đó. Chúng tôi di chuyển xung quanh và thấy có rất ít ghế dài có sẵn. Có những địa điểm ăn uống mở cửa khi chúng tôi ở đó. Đọc thêm",
            "Bạn có thể mang bánh sinh nhật vào thành phố Soak không?Đọc thêm",
            "Tôi có thể mang ghế gấp cắm trại đến Ngâm City không? Ngoài ra, con tôi bị dị ứng thực phẩm, liệu con tôi có thể mang theo bánh mì, đồ ăn nhẹ và chai nước bằng thép không gỉ của riêng mình đến công viên không?Đọc thêm",
            "Không chắc chắn về đồ ăn và đồ uống, nhưng bạn có thể vào và ra khỏi công viên đến xe của mình nếu bạn nhận được tem hoặc vòng đeo tay để vào lại. \n\nTôi sẽ không lo lắng về việc phải ngồi ghế, họ có ghế nằm nếu bạn đến đủ sớm. Đọc thêm",
            "Bạn có chỗ để tủ mát tính phí không, nên khi ra ngoài ăn ở khu dã ngoạiĐọc thêm",
            "Ai đó luôn ở lại mát mẻ hơn.  Lưu ý rằng thứ duy nhất bạn được phép mang theo vào nút thắt là nướcĐọc thêm",
            "Tôi có thể nuôi chó được không?Đọc thêm",
            "Không bởi vì nó gây ra vấn đề cho công viên với tất cả những con chó thả rông trong đó, cảm ơn bạnĐọc thêm",
            "Giá phòng thay đồ cả ngày là bao nhiêu?Đọc thêm",
            "Xin chào, cho thuê 2 kích cỡ tủ đựng đồ 7 nhỏ hoặc 22 lớn với 5 tiền đặt cọc, tôi nghĩ vậy Đọc thêm",
            "Công viên có mở cửa vào tuần cuối cùng của tháng 3 vào tuần đầu tiên của tháng 4 không?  Chúng tôi muốn đến vào kỳ nghỉ xuân.Đọc thêm",
            "Hãy kiểm tra trang web của họ nhưng chắc chắn hãy mua một chiếc cabana!Đọc thêm",
            "Xin chào, có mã khuyến mãi nào cho thuê lều không?  Họ quảng cáo bắt đầu từ 170, nhưng không có gì ngoại trừ 245 mỗi ngày trong vài tháng tới!Đọc thêm",
            "Không phải là tôi có thể tìm thấy. Xin lỗi!Đọc thêm",
            "Chúng tôi đang nghĩ đến việc ghé thăm khi lưu trú tại Knotts Berry vào mùa hè. Chúng tôi có một đứa trẻ 6 và 2 tuổi. Có nhiều thứ dành cho trẻ nhỏ hay chúng ta sẽ lãng phí thời gian?Đọc thêm",
            "Thành phố Ngâm là một nơi tuyệt vời cho trẻ em ở mọi lứa tuổi. Có một khu vực đầm phá dành cho trẻ sáu và hai tuổi của bạn. Ngoài ra dòng sông Lười cũng là một thú vui tuyệt vời. Nó không quá đắt để vào nhưng giá thực phẩm có thể hơi cao. Nhưng hãy mang theo thức ăn của riêng bạn trong tủ mát trong ô tô. Họ cho phép bạn rời đi và quay lại nhưng bạn không thể lái xe ra ngoài. Vì thế mang theo bánh mì bạn sẽ thấy nhiều người làm việc đó. Ngoài ra, ở cuối bãi đậu xe còn có một quán Fat burger Place khá ngon. Khách sạn có Hồ bơi tuyệt vời và một phần nước nhỏ cần kéo nước như ở thành phố Ngâm. Ngoài ra còn có gà thịt Subway, Ihop và Flame trong khoảng cách đi bộ để ăn. Thành phố Ngâm trở nên đông đúc nên tôi khuyên bạn nên đến đó ngay khi nó mở cửa để nhận chỗ. Hãy vui vẻ và bị ướt sau tất cả, nó được gọi là Thành phố Ngâm!Đọc thêm",
            "trang web chỉ mới hoạt động được vài tháng và tôi đang cố gắng lên kế hoạch trước cho tháng 8 năm sau. Ai có thể cho tôi biết giờ thông thường trong nửa đầu tháng 8 là mấy giờ không?Đọc thêm",
            "10:00 mở cửa đến 6 hoặc 7 giờ tùy thuộc vào cuối tuần hay không.Đọc thêm",
            "công viên có mở cửa vào kỳ nghỉ xuân không?  kỳ nghỉ của chúng tôi sẽ là tuần đầu tiên của tháng Tư.Đọc thêm",
            "Xin chào, chị gái tôi sống ở California và chị ấy nói với tôi rằng họ mở cửa vào mùa xuân. Đọc thêm"
        ],
        "star_ratings": [
            122,
            130,
            74,
            39,
            41
        ],
        "review_amount": 406,
        "location": [
            "Những hoạt động nên làm ở Công viên Buena",
            "Công viên nước Knotts Ngâm Thành phố",
            "California CA",
            "Quận Cam",
            "Hoa Kỳ",
            "Công viên Buena"
        ],
        "reviews_time": [
            "Written July 19, 2023",
            "Written June 29, 2023",
            "Written June 5, 2023",
            "Written April 14, 2023",
            "Written August 15, 2022",
            "Written August 13, 2022",
            "Written August 6, 2022",
            "Written July 21, 2022",
            "Written July 11, 2022",
            "Written August 4, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32122-d480537-Reviews-Knott_s_Soak_City_Water_Park-Buena_Park_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32122-d341584-Reviews-Mrs_Knott_s_Chicken_Dinner_Restaurant-Buena_Park_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32122-d4331106-Reviews-Amber_Waves-Buena_Park_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32122-d3473018-Reviews-Cham_Soot_Gol-Buena_Park_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32122-d876672-Reviews-TGI_Fridays-Buena_Park_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32122-d5571959-Reviews-Ghost_Town_Grill-Buena_Park_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32122-d15174088-Reviews-Tacos_la_Calle-Buena_Park_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32122-d836427-Reviews-Portillo_s_Buena_Park-Buena_Park_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32122-d4929706-Reviews-Domino_s_Pizza-Buena_Park_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32122-d2350918-Reviews-Johnny_Rockets_at_Knott_s_Berry_Farm-Buena_Park_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32122-d4458309-Reviews-Panda_Express-Buena_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32122-d104416-Reviews-Knott_s_Berry_Farm-Buena_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32122-d14788033-Reviews-HangTime-Buena_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32122-d23790179-Reviews-Independence_Hall_At_Knotts_Berry_Farm-Buena_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d186690-Reviews-Disney_California_Adventure_Park-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d10348298-Reviews-St_John_the_Baptist_Greek_Orthodox_Church-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d103346-Reviews-Disneyland_Park-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d4975606-Reviews-Fantasmic-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8562901-Reviews-Radiator_Springs_Racers-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d6988310-Reviews-Anaheim_Packing_District-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d15550113-Reviews-Guardians_of_the_Galaxy_Mission_BREAKOUT-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32122-d480537-Reviews-or10-Knott_s_Soak_City_Water_Park-Buena_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32122-d7034378-Reviews-24_Hour_Fitness-Buena_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32122-d590386-Reviews-Medieval_Times_Buena_Park-Buena_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32122-d10098074-Reviews-Krikorian_Buena_Park_Metroplex_18-Buena_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32122-d1348258-Reviews-Pirates_Dinner_Adventure-Buena_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32122-d9740640-Reviews-Big_Air_Trampoline_Park-Buena_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d2168085-Reviews-Anaheim_Tour_Company-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d1911977-Reviews-SkyThrills-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d269447-Reviews-Adventure_City-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d15774218-Reviews-Grand_Express_Tour-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32276-d1575185-Reviews-MG_Tour_Co-Cypress_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d108042-Reviews-Belle_Meade_Historic_Site_Winery-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g60585-d3915504-Reviews-Waipio_Valley_Lookout-Honokaa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g189167-d7168608-Reviews-Rent_a_Scooter_Madeira-Funchal_Madeira_Madeira_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d6922712-Reviews-Myrtle_Manor-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g3569526-d7070930-Reviews-Nudist_Beach-Antiparos_Town_Antiparos_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g55260-d5969459-Reviews-Eiffel_Tower_Park-Paris_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g34296-d1563090-Reviews-Seminole_Hard_Rock_Hotel_Casino_Hollywood-Hollywood_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g37853-d109732-Reviews-Fenelon_Place_Elevator_Co-Dubuque_Iowa.html",
            "https://www.tripadvisor.com/Attraction_Review-g188671-d3236355-Reviews-Station_Brugge-Bruges_West_Flanders_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d198711-Reviews-Parthenon-Athens_Attica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32122-d480537-Reviews-or10-Knott_s_Soak_City_Water_Park-Buena_Park_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32122-d480537-Reviews-Knott_s_Soak_City_Water_Park-Buena_Park_California.html"
    }
]