[
    {
        "attraction_name": "Koh Larn",
        "attraction_name_vi": "Koh Larn",
        "general_info": [
            "4.433 đánh giá",
            "- 12 trong số 119 điều cần làm ở Pattaya",
            "Quần đảo"
        ],
        "attraction_summary": "Hòn đảo nhỏ ngoài khơi bờ biển Pattaya này là một địa điểm tuyệt vời cho chuyến đi trong ngày để vui chơi trên bãi biển. Bạn có thể đến Koh Larn hay Đảo San hô chỉ trong vòng 40 phút đi phà hoặc tàu cao tốc từ Bến tàu Bali Hai. Những bãi biển trong như pha lê và vùng nước nguyên sơ, ấm áp là nơi tuyệt vời để chơi dù lượn, mô tô nước, đi thuyền chuối và lặn với ống thở. Và để có những góc nhìn đẹp nhất trên đảo, người dân địa phương khuyên bạn nên đến Quan điểm Tượng Phật Lớn. Khám phá hòn đảo bằng cách thuê một chiếc xe tay ga giá rẻ hoặc tham gia một chuyến tham quan theo nhóm, thường sẽ giúp bạn di chuyển đến đảo.  - TripadvisorĐọc thêm",
        "reviews": [
            "Đây là một bãi biển đủ đẹp. Tuy nhiên, nó có vẻ rất đông đúc với nhiều nhóm du lịch và có rất nhiều hoạt động diễn ra trong một khu vực tương đối nhỏ. Tuy nhiên, nó có một số địa điểm ăn uống ngon và có tầm nhìn đẹp.Đọc thêm",
            "Chúng tôi đến bãi biển Ko Sak và Koh Larn Taeng bằng tàu cao tốc riêng Manta marina. Một ngày vui vẻ và thuyền trưởng rất muốn chỉ cho chúng tôi nơi để lặn với ống thở. San hô bị rạn nứt nhiều nơi, cá có nhưng không nhiều. Sẽ bỏ qua Koh Sak vào lần tới - đồng hồ của tôi liên tục cảnh báo tôi rằng mức âm thanh trên 90dB khi sử dụng ván trượt phản lực và tàu cao tốc liên tục. Rất thích chuyến đi của chúng tôi, nhưng sẽ không đi đường vòng để lặn với ống thở ở đây nếu chúng tôi không ở trong khu vựcĐọc thêm",
            "Đó là một hòn đảo rất đẹp ở Thái Lan.  Tôi đến đây lần thứ hai.  Người dân trên đảo rất tốt bụng, trò chuyện và giới thiệu nhiều bãi biển khác nhau. Tôi thực sự thích nó. Biển đẹp ở mọi nơi tôi đến.  Tôi chắc chắn sẽ quay trở lại. Cảm ơn.  -  Đọc thêm",
            "Đây là một hòn đảo tuyệt vời và cũng không quá đắt đỏ. Bạn có thể đi bằng phà từ Pattaya khoảng 50 phút hoặc tàu cao tốc mất khoảng 15 phút. Phà có giá 30 Baht trong khi tàu cao tốc có giá 150 Baht mỗi người tại thời điểm viết bài. Các bãi biển tuyệt đẹp, nước màu ngọc lam và trong xanh, thỉnh thoảng có cá bơi lội. Nếu bạn nhìn xung quanh, chỗ ở khách sạn có thể chỉ có 1.000 Baht bao gồm bữa sáng cho hai đêm. Tôi chắc chắn thích nơi này hơn Barbados và chi phí cũng rẻ hơn nhiều. Có năm bãi biển chính, Samei là nơi tôi thích nhất. Đẹp, mong sớm quay lại. Đọc thêm",
            "Tôi đã hoãn chuyến đi trong ngày tới Koh Larn vì những ý kiến ​​trái chiều.  Nếu bạn muốn biết về một địa điểm, hãy tìm kiếm nó trên Trip Advisor.  Một số rất xuất sắc, đã có một thời gian tuyệt vời.  Những người khác thì không.  Đó là một trong những lý do để đánh giá.    Nhưng bạn gái tôi lại muốn đi.    Cô nhớ lại khi các con cô còn nhỏ và chúng rất yêu thích điều đó.    Tôi phải đưa cô ấy đi.  Có một gia đình ở gần chúng tôi, và đứa trẻ đã bơi rất nhiều và chạy nhảy trên cát rất nhiều.  Họ rất thích trải nghiệm này.  Trời nóng và biển lạnh hơn so với khi chúng tôi thực hiện chuyến tham quan bằng thuyền 3 đảo, nơi biển ấm áp như biển nhiệt đới.  Tôi yêu thuyền trượt.    Trên bãi biển, người ta làm giấy nhám bằng gì?     Nhưng đứa trẻ gần đó đã trùm mình vào đó rồi chạy xuống biển, ngoi lên và làm lại.  Không phải việc tôi muốn làm.    Mẹ đang tắm nắng.    Có rất nhiều khu vực chỗ ngồi có bóng râm và đồ ăn thức uống được mang đến cho chúng tôi.    Phà khá đông, nhưng chúng tôi dễ dàng tìm được chỗ ngồi, mỗi chiều 60 THB - 4. Ghế dài có bóng râm, - 5 cho ngày, bia nước thức ăn, khoảng - 10, Bolt về khách sạn - 3. Xem qua thuyền, thuê ống thở, thuyền chuối , jetski, tất cả các mức giá khác nhau.  Thật hữu ích - rất - rằng bạn gái của tôi là người Thái, vì vậy về những điều đó tôi sẽ hỏi một đại lý du lịch và hy vọng rằng đại lý đó đã có phản hồi của khách hàng và gửi cho bạn một chuyến tham quan thú vị.   Ngày hôm sau, chúng tôi đến Ridleys, và tôi đưa cô ấy đi tàu cao tốc, - vì chúng tôi đi phà - nhảy qua đá và lặn dưới nước, rẽ ngoặt và bị một con rồng đuổi theo.  Không hoàn toàn là sự thật nhưng cũng vui.Đọc thêm",
            "Chuyến đi Koh Larn hoặc Đảo Coral có thể là một chuyến đi cả ngày tuyệt vời để vui chơi trên bãi biển. Ưu tiên đi bằng tàu cao tốc. Lệ phí khoảng 250 Baht mỗi người cho cả hai bên. Người ta có thể mặc cả về nó. Hòn đảo này là nơi lý tưởng để chèo thuyền dù, đi thuyền chuối, lặn với ống thở và nhiều môn thể thao mạo hiểm khác. Đừng đi mô tô nước vì hầu hết những kẻ đi mô tô nước đều là những kẻ lừa đảo sẽ cướp bạn. Nếu bạn muốn ngồi trên ghế trên đảo, họ sẽ tính phí 100 Baht.\n\nHòn đảo trở nên đông đúc hơn vào mùa hè. Nên đến thăm Pattaya vào tháng 10-tháng 11 vì nơi đây ít đông đúc nhất trong thời gian này.Đọc thêm",
            "Bạn bắt tàu cao tốc ở bến tàu, mất khoảng 15 phút là tới đảo.  Bãi Tiên cách đó 10 phút nữa, ở phía sau đảo, nhưng đáng giá.  Ở đó ít bận rộn hơn.\nBãi biển tuyệt đẹp, sạch và đẹp.  Giá thuê ghế rẻ, đồ ăn và đồ uống địa phương rất hợp lý và sẵn có.  Nước ấm.\nTôi thực sự khuyên bạn không nên thuê Jetski.  Quá đắt đỏ và nó chỉ làm mất đi vẻ đẹp của nơi này.\nTuyệt vời cho một chuyến đi trong ngàyĐọc thêm",
            "đã ghé thăm 4 bãi biển, Nuala là bãi biển yêu thích của tôi. bắt taxi từ pattaya thẳng tới đảo khỉ. Đã có 3 trải nghiệm tuyệt vời khác nhau với những chú khỉ. Chúng rất vui tính, nghịch ngợm nhưng vô cùng hiền lành. họ thậm chí còn ngồi trên vai, đầu và đùi tôi. Họ yêu thích hạt khỉ, dưa và cà chua. Hãy để chúng giữ bình tĩnh và thư giãn và bạn sẽ có trải nghiệm về cuộc sống của chúng trong môi trường tự nhiên đó. Chúng tôi đã leo lên núi một chút theo con đường nhỏ. Bãi biển cũng đẹp.Đọc thêm",
            "Đó là một trải nghiệm du lịch rất hoàn hảo. Koh Larn là một hòn đảo không lớn lắm. Điều này giúp bạn có thể dễ dàng lái xe quanh toàn bộ hòn đảo. Vào mùa cao điểm, trên đảo có rất nhiều khách du lịch. và những bãi biển đầy người. Nhưng điều đó không làm cho việc đi du lịch bớt vui đi chút nào! Tôi đã đi bơi ở bãi biển Nuan và bãi biển Samae, thật tuyệt! Nước biển trong đến mức bạn có thể nhìn thấy nhiều đàn cá. Hãy coi đó là một chuyến đi sẽ là một kỷ niệm rất đẹp - Đọc thêm",
            "Day: Thursday January 2nd 2020We got to the Bali Hai pier right at 9am and assumed we had already missed the 9am since we saw a full ferry leaving and were expecting to grab the 10am one but we were on a ferry and leaving the dock by about 9:05 - 9:10. It seems they leave as soon as they - re full and don - t stop all day so show up when you can and you - ll be on your way in no time. 30 baht each way per person, can - t beat the price. Arrived at the Na Baan pier within 45 minutes. Many motorbikes being hustled for 300 baht for the day. We walked a short distance through the very narrow street of town and found a bike for rent for 200 baht by accident. No issues at all. I wish I remembered the shop name since they were very nice. Headed south and within minutes of a slow casual motorbike ride found ourselves at Nuan beach - monkey beach but didn - t see any monkeys - . Clear blue water, white sand, plenty of loungers and umbrellas for 100 baht each. Not too busy and you could find a quiet patch to swim on either end of the beach. A few places for snacks or find beachwear or beach toys if needed.We headed out after a couple hours and checked out Samae beach. Again, we arrived within minutes from a slow paced motorbike ride. A larger wider beach than Nuan and much busier and quite a bit of garbage littering the beach. Also a constant flow of tour groups coming and going. Lots of choices for food and a few small resorts. We then headed to Tawean beach after another quick motorbike ride. What a zoo! I - ve never seen a busier beach in all of Thailand. A beautiful beach but you can barely see it through the crowds and boats. We stopped to take a photo but there was no point, unless you like photos of crowds. Quickly left and headed to Tonglan beach to the north. An extremely narrow and winding road in so drive slow and expect bikes to be coming around the corners. Not accessible by car as it - s too narrow. Almost the size of a large sidewalk. If you - re looking for a quiet beach, this your best bet. We saw maybe 10 people here at about 3pm. There were less than 5 bikes parked at the entrance when we arrived. Also a steep stairway to the beach from a very small motorbike parking area. We then headed back to Baan Ko Laan to return the bike, grab some food and head to the ferry. A great little food market with fresh fish just outside the town centre. Al in all a great day trip that cost two of us less than 1000 baht.Read more",
            "Nước rất trong, bãi biển đẹp, hòn đảo yên tĩnh. Koh learn cách thành phố Pattaya 30 phút đi phà công cộng với giá 30thb/người. Có xe tuktuk trên đảo để đưa bạn từ bãi biển này sang bãi biển khác. Nhiều tour như lặn biển, lặn với ống thở, đi bộ dưới biển, dù lượn và nhiều hơn nữa. Đồ ăn rất rẻ và mùi hải sản thơm ngon khắp đảo. Đọc thêm",
            "Nơi tốt đẹp để đi trong một ngày. Đi tàu cao tốc với giá 300 Bath mỗi người. Và thuê một chiếc xe tay ga với giá 300 Bath một ngày để tham quan đảo và tham quan một số bãi biển yên tĩnh. Tôi đã thuê một chiếc mô tô nước trong nửa giờ 800 Bath và dành chút thời gian ở bãi biển Tawaen. Hòn đảo nhỏ và có thể đông đúc trong những ngày nghỉ.Đọc thêm",
            "Nếu bạn muốn thoát khỏi đám đông ở Pattaya, hãy đến địa điểm này, nơi bạn có thể tìm thấy những bãi biển cát trắng trong xanh, nơi đông đúc nhất là bãi biển tawaen nhưng bãi biển tien và samue ít đông đúc hơn, bạn sẽ tìm thấy các nhà hàng và giường phơi nắng với giá 100 baht. Bạn có thể đi tàu cao tốc hoặc phà địa phương từ bến tàu bahi với giá 30 baht, mất khoảng 45 phút tuy nhiên tàu cao tốc nhanh hơn và đắt hơn phà. Thật đáng để xemĐọc thêm",
            "Rất phổ biến với người dân địa phương và khách du lịch nói chung. Vào những ngày cuối tuần, hòn đảo đông nghịt người, điều này có thể làm hỏng trải nghiệm. Mặc dù vậy, những bãi biển cát trắng tuyệt đẹp có thể là trải nghiệm đáng nhớ suốt đời. Dễ dàng đến từ Pattaya. Nên đi phà thường - 30 baht -, tàu cao tốc - 150 baht - luôn là chuyến đi đáng suy nghĩ và không phù hợp với trẻ nhỏ hoặc người già. Xe máy là phương tiện bắt buộc phải đi trên đảo. Đường hẹp nên hãy cẩn thận. Không nên thuê xe máy từ những anh chàng mặc áo vest đỏ đón bạn khi đi bộ từ phà. Nhiều khách sạn cung cấp dịch vụ cho thuê xe máy với giá cả hợp lý. Giá thông thường 200 baht một ngày đã bao gồm xăng. Đọc thêm",
            "Chuyến phà 30 baht từ bến tàu Bali Hai mang đến cho bạn trải nghiệm khá tuyệt vời về đảo Thái Lan - Tôi - đã đến đó hai lần và mỗi lần phà lại thả tôi ở một bến tàu khác.  Với 300 baht - không cần hộ chiếu, chỉ cần đặt cọc 1000 baht - bạn có thể lấy một chiếc xe máy và khám phá hòn đảo.  Ghé thăm bãi biển Tawaen và thưởng thức hải sản tại khu nghỉ dưỡng bãi biển Tawaen ở phía tây bắc của hòn đảo, thật tuyệt vời. Đọc thêm",
            "Nếu bạn đang mong đợi một hòn đảo hoang vắng yên tĩnh, nơi bạn có thể thư giãn, bơi lội hoặc lặn với ống thở - giống như tôi - thì đây không phải dành cho bạn. Cát có màu bạc - nước biển màu ngọc lam, nhưng nhược điểm của vẻ đẹp này là những chiếc ghế xếp trải dài từ tường đến tường bãi biển quá gần nhau - tiếng ồn liên tục - - mùi - của ván trượt phản lực - thuyền điện. Chúng tôi đã có một bữa trưa hải sản rất ngon được bao gồm trong chuyến đi. Bạn còn có cơ hội chơi dù lượn rất hợp lý. Thời gian của bạn trên đảo khoảng 1 1 - 2 tiếng, vừa đủ thời gian cho bữa trưa - bơi lội. Nếu muốn có thời gian khám phá koh Larn, mình khuyên bạn nên đi phà - không phải chuyến đi có tổ chức.Đọc thêm",
            "Koh Larn cách đất liền Pattaya khoảng 1 giờ đi phà hoặc ít hơn.  Tôi đã nhiều lần đi cùng bạn bè nhưng đó không phải là điểm đến ưa thích.  Nói chung là quá đông khách du lịch và những chiếc ô trên bãi biển thực sự làm méo mó tầm nhìn.  Ồn ào với rất nhiều tàu cao tốc. Làn nước trong vắt tuyệt đẹp nhưng lại có nhiều tiếng ồn và người dân địa phương làm phiền bạn khi mua đồ đến mức không có cảm giác thư giãn ở đây. Đọc thêm",
            "Chúng tôi có một ngày vui vẻ ở bãi biển. Vẫn không có nhiều khách du lịch, điều mà tôi thích, nhưng thật xấu hổ vì mọi người lại đến từ khách du lịch. Nước trong, bãi biển cũng sạch. Lời khuyên hàng đầu. Đi phà tới Koh Larn chỉ tốn 30 thb và chỉ mất khoảng 30 phút.Đọc thêm",
            "Thứ nhất, nó rẻ. 30 baht một chiều trên thuyền công cộng. Và cuộc hành trình suôn sẻ và ngắm cảnh. Bãi biển đẹp và nước ấm, nhưng đông đúc đến mức giới hạn. Nếu bạn không ngại bơi lội xung quanh mọi người, từ khắp nơi trên thế giới, đó là nơi dành cho bạn. Có rất nhiều môn thể thao dưới nước và bạn không bao giờ hết việc để làm. Ghế xếp được thuê 100 baht cả ngày. Theo tôi, điều đó là cần thiết nếu bạn ở trên bãi biển và bơi trong thời gian dài. Đơn giản là không có nơi nào để ngồi hoặc nằm nếu bạn không sử dụng ghế.Đọc thêm"
        ],
        "star_ratings": [
            1849,
            1510,
            697,
            205,
            172
        ],
        "review_amount": 4433,
        "location": [
            "nước Thái Lan",
            "Koh Larn",
            "Những điều cần làm ở Pattaya",
            "Pattaya",
            "Châu Á",
            "Tỉnh Chonburi"
        ],
        "reviews_time": [
            "Written June 23, 2023",
            "Written August 15, 2023",
            "Written October 24, 2023",
            "Written December 8, 2023",
            "Written December 13, 2023",
            "Written December 29, 2023",
            "Written January 27, 2024",
            "Written March 11, 2024",
            "Written March 26, 2024",
            "Written January 3, 2020",
            "Written March 1, 2020",
            "Written July 2, 2020",
            "Written February 6, 2020",
            "Written August 1, 2022",
            "Written February 26, 2020",
            "Written January 27, 2020",
            "Written October 20, 2020",
            "Written July 13, 2022",
            "Written January 14, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293919-d8028225-Reviews-Koh_Larn-Pattaya_Chonburi_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g2282455-d19115932-Reviews-Myth_Kohlarn_Resort_Bar_And_Bistro-Ko_Lan_Chonburi_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2282455-d14933428-Reviews-Soul_Sweet-Ko_Lan_Chonburi_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2282455-d8048892-Reviews-Ma_Ha_Rank_Cafe-Ko_Lan_Chonburi_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2282455-d12348107-Reviews-Pause_Bar-Ko_Lan_Chonburi_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2282455-d12695138-Reviews-Sea_Space-Ko_Lan_Chonburi_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2282455-d15692712-Reviews-The_Whale_Cafe-Ko_Lan_Chonburi_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2282455-d23740801-Reviews-Baanhoi-Ko_Lan_Chonburi_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2282455-d8489429-Reviews-Pizza_and_Coffee_Koh_Larn-Ko_Lan_Chonburi_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2282455-d17623606-Reviews-Summer_House-Ko_Lan_Chonburi_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2282455-d17341248-Reviews-Pookai_Cafe_Restaurant-Ko_Lan_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282455-d2663021-Reviews-Samae_Beach-Ko_Lan_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282455-d4134502-Reviews-Tien_Beach-Ko_Lan_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d1903767-Reviews-Tawaen_Beach-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282455-d6934806-Reviews-Nual_Beach-Ko_Lan_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282455-d6932366-Reviews-Ta_Yai_beach-Ko_Lan_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d1438830-Reviews-Big_Buddha_Temple-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d10088141-Reviews-Pattaya_City_Sign_Viewpoint-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1226133-d3954548-Reviews-Khao_Phra_Tamnak_Khao_Phra_Bat-Bang_Lamung_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g27101199-d553105-Reviews-Pattaya_Park_Tower-Nong_Prue_Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g11891445-d26864246-Reviews-Love_In_Museum-Nong_Prue_Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d8028225-Reviews-or10-Koh_Larn-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d12378803-Reviews-Tiger_Park_Pattaya-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d464602-Reviews-Million_Years_Stone_Park_Pattaya_Crocodile_Farm-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d464600-Reviews-Pattaya_Elephant_Village-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d11441295-Reviews-HarborLand_HARBOR_PATTAYA-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d2571653-Reviews-Wong_Amat_Beach-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d462836-Reviews-Jomtien_Beach-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d17457573-Reviews-Pattaya_Dolphinarium-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d7856180-Reviews-Jomtien_Fishing_Park-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d10721325-Reviews-HARBOR_PATTAYA-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282455-d14975767-Reviews-Fly_Koh_Larn-Ko_Lan_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2282455-d19731878-Reviews-Coral_Island_Pattaya-Ko_Lan_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d7077078-Reviews-Jack_and_Dave-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d13077036-Reviews-Chheena_Fashion-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d10173691-Reviews-7_Spa_Masha_Luxury-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d4722290-Reviews-Jomtien_Dive_Center-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d26516928-Reviews-Mike_Tailor_Pattaya-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d12515878-Reviews-KAAN_Show-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d12516145-Reviews-Fitz_Club_Racquets_Health_Fitness-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g35942-d284695-Reviews-Grand_Victoria_Casino_Elgin-Elgin_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4412583-Reviews-The_Island_in_Pigeon_Forge-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g30763-d10211031-Reviews-Oak_Mountain_Amphitheater-Pelham_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g676072-d6733913-Reviews-Central_Festival_Samui-Chaweng_Bophut_Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d246023-Reviews-Kensington_High_Street-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g262061-d1804232-Reviews-Aqualand_El_Arenal-El_Arenal_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g298574-d7396573-Reviews-Art_in_Island-Quezon_City_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g33037-d128968-Reviews-China_Camp_State_Park-San_Rafael_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g40505-d103733-Reviews-Maine_Maritime_Museum-Bath_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g190382-d9806282-Reviews-Cyprus_Premium_Outlet-Limassol_City_Limassol.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293919-d8028225-Reviews-or10-Koh_Larn-Pattaya_Chonburi_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293919-d8028225-Reviews-Koh_Larn-Pattaya_Chonburi_Province.html"
    }
]