[
    {
        "attraction_name": "Koh Racha Yai",
        "attraction_name_vi": "Koh Racha Yai",
        "general_info": [
            "565 đánh giá",
            "1 trong 3 điều cần làm ở Koh Racha Yai",
            "Quần đảo"
        ],
        "attraction_summary": "Chúng tôi ở một đêm tại Khu nghỉ dưỡng Racha trên đảo Koh Racha vào tháng 3 năm 2024. Khu nghỉ dưỡng cung cấp dịch vụ đưa đón bằng thuyền miễn phí. Bãi biển rất đẹp sau khi khách du lịch rời đi vào buổi chiều muộn. Nước trong vắt. Hòn đảo được duy trì tốt. Hoàng hôn thật tuyệt vời. Chúng tôi không có thời gian để khám phá hòn đảo. Chúng tôi bơi ở bãi biển và ở bể bơi Rachas. Tôi khuyên bạn nên ở lại Koh Racha hai đêm.Đọc thêm",
        "reviews": [
            "Thật là một bãi biển tươi tốt! Đến đây trong một chuyến đi bằng thuyền, hoạt động lặn với ống thở ngay ngoài đảo không có gì đặc biệt vì nước quá đục. Tuy nhiên, trên đảo chúng tôi đã ăn trưa và sau đó là thời gian nghỉ ngơi trên bãi biển. Không ai trong chúng tôi muốn rời khỏi vùng nước tươi tốt Đọc thêm",
            "Từ hòn đảo phía nam của Phuket bạn có thể đến hòn đảo tuyệt đẹp này trong 25 phút. Đây là một nơi hoàn hảo để lặn với ống thở và thợ lặn với làn nước trong vắt và bãi biển cát trắng....Những người yêu thiên nhiên không bao giờ nên bỏ lỡ điều này!Đọc thêm",
            "Bãi biển hoang sơ nhất mà chúng tôi từng ghé thăm và cách đất liền chưa đầy một giờ. Chúng tôi lặn xuống thuyền ở vịnh phía trước và nhìn thấy những rạn san hô đẹp nhất và nhiều loài cá trong làn nước trong vắt. Sau khi vượt qua chiếc phao lắc lư được nối với nhau bằng các thùng nhựa, chúng tôi đã đến được bãi biển tuyệt đẹp không có đám đông và chỉ có một vài người bơi lội. Một chuyến đi bằng máy kéo băng qua đảo đưa chúng tôi đến bãi biển phía sau có nhiều đá và không thích hợp để bơi lội trên bãi biển, nhưng một cú lướt dũng cảm qua những tảng đá đã giúp chúng tôi lặn với ống thở thậm chí còn tốt hơn. Hãy quên đi những hòn đảo nổi tiếng, đặc biệt là Phi Phi, đây là hòn đảo đẹp nhất và không thể so sánh được mà tôi từng ghé thăm ở Thái Lan. Nhận dịch vụ đưa đón rẻ nhất có thể để đến đó bằng tàu cao tốc và tối đa hóa thời gian nếu đi du lịch trong ngày.Đọc thêm",
            "Thật là một khu nghỉ mát và hòn đảo tuyệt vời. Nơi tuyệt vời, nhân viên cực kỳ thân thiện và hữu ích.  Spa thật thư giãn.  Lựa chọn 3 hồ bơi.  Lựa chọn thực phẩm tốt trong nhà hàng.  Nhược điểm nhỏ duy nhất là một phần của bãi biển bận rộn vào ban ngày với các chuyến đi thuyền. Hãy đặt một chuyến lặn ống thở quanh đảo và ra khỏi khu nghỉ dưỡng để thử các món ăn địa phương.  Không thể khen ngợi nó đủ cao. Đọc thêm",
            "Đáng buồn thay, thiên đường này gần như bị phá hỏng bởi tiếng hò reo của những chiếc thuyền đến và thả người trong khoảng thời gian từ 11 giờ sáng đến 4 giờ chiều. Nếu bạn đang ở trên đảo thì tốt nhất nên ở trong khu nghỉ dưỡng của bạn cho đến khi đám đông về nhà lúc 4 giờ chiều. Sau đó, bạn có thể tận hưởng thiên đường ngoạn mục này với bãi cát trắng mềm mại và đại dương trong xanh như ngọc. Tôi thực sự hy vọng nơi này không trở thành một vịnh maya khác. Cần phải làm gì đó để bảo vệ hòn đảo xinh đẹp này. Đọc thêm",
            "Đã thực hiện combo Racha, chuyến tham quan đảo Coral. Racha là một nơi tuyệt đẹp. Bãi biển rất đông đúc nên chúng tôi phải rời đi vì có quá nhiều khách du lịch. Đọc thêm",
            "Bãi biển cát trắng rộng lớn nhưng vấn đề nhỏ là những tảng đá nhỏ trong nước khi thủy triều xuống. Nước màu có màu tirquose. Quá nhiều thuyền và tàu cao tốc. Không có giường phơi nắng và ô cho thuê. Không có bóng, đây là vấn đề lớn!!! Đọc thêm",
            "Đây chắc chắn là một trong những bãi biển đẹp nhất mà tôi từng thấy! Nó có tất cả các yếu tố cho một trải nghiệm tuyệt vời: trông rất sạch sẽ, nước trong vắt tuyệt đẹp, cát trắng, những cây cọ tuyệt đẹp, đủ nơi để ăn uống và trên hết là bầu không khí tuyệt vời và ít đông đúc hơn những bãi biển khác mà tôi từng đến. Bạn thậm chí có thể đi lặn biển trong khu vực hoặc tham gia các hoạt động vui chơi khác. Chắc chắn nên ghé thăm Đảo Racha Đọc thêm",
            "Chúng tôi đặt chuyến đi nửa ngày đến đảo Racha và Corals. Do gần cả hai Quần đảo với Phuket nên chúng tôi không dành nhiều thời gian để đi đến và đi từ các đảo như các chuyến du ngoạn khác và phải dành nhiều thời gian trên các hòn đảo và thời gian đón khách muộn vào khoảng 08:00 từ chúng tôi. khách sạn ở bãi biển Kata đã cho chúng tôi đủ thời gian để ăn sáng tại khách sạn. Chúng tôi thực sự yêu thích bãi biển Racha. Nó đẹp và yên tĩnh hơn Đảo Coral một chút. Tuy nhiên, ở đó không có nhiều bóng râm và chỉ có vài giờ mở cửa hàng nên hãy lưu ý điều đó khi bạn muốn dành nhiều thời gian ở đây. Bữa trưa đã được bao gồm trong chuyến tham quan của chúng tôi nhưng nếu lần sau chúng tôi đi, hãy xem xét việc ăn uống tại khách sạn ở đó. Trong chuyến đi đến đây chắc chắn là rất đáng giá tiền và điều mà chúng tôi sẽ cân nhắc lại. Tôi khuyên bạn nên đến sớm. Càng về sau càng đông đúc và càng có ít chỗ trong bóng râmĐọc thêm",
            "Xin chào, Có thể đến Racha Yai bằng đường bộ không, tôi nghe nói có một cây cầu nối Phuket với Racha.Đọc thêm",
            "Mất bao nhiêu tiền để đi từ phuket đến kok racha yaiĐọc thêm",
            "Chúng tôi đã tham gia chuyến tham quan racha và san hô với giá 600B/người với dịch vụ đón khách tại khách sạn\n\nThưởng thức!\nĐọc thêm",
            "Xin chào, tôi sẽ đến Patong vào ngày 8 tháng 3 trên một chuyến du thuyền, tôi muốn đến Koh Racha Yai, nếu tôi hiểu chính xác thì tôi có thể thực hiện điều đó từ Chalong. Nhưng phải mất bao lâu? Cảm ơn bạnĐọc thêm",
            "CHÀO. Tôi muốn biết đường đến đảo Raja. Tôi muốn bắt đầu bằng việc nói rằng tôi nên đến đảo từ sân bay Phuket, nhưng khu nghỉ dưỡng của tôi không tổ chức đưa đón. cảm ơn bạnĐọc thêm",
            "bạn phải liên hệ với một công ty du lịch, trong đó có rất nhiều ở Phuket, nơi này tổ chức đưa đón bằng xe buýt đến Vịnh Chalong và sau đó đưa bạn đến đảo bằng thuyền cao tốc.\nnếu bạn không muốn đám đông, hãy đặt một hoặc nhiều đêm và bạn sẽ có thể tận hưởng hòn đảo và các nhà hàng trên bãi biển mà không có đám đông khách du lịch hàng ngày, chủ yếu là người Trung Quốc mặc quần áo đầy đủ và đội mũ rộng vành, chưa kể những người được bao bọc hoàn toàn trong màu đen giống như các chiến binh ninja.Đọc thêm",
            "Có gì để làm trên đảo nếu bạn đến đó trong một chuyến đi trong ngày? và cách tốt nhất để đạt được điều đó là gì? Đọc thêm",
            "Bạn có thể lặn với ống thở, nhưng nước không trong lắm và hơi đục! Bạn cũng có thể đến ngôi làng nơi có một nhà hàng gia đình Hồi giáo tuyệt vời nếu bạn muốn và bơi ở bãi biển! Đọc thêm"
        ],
        "star_ratings": [
            291,
            160,
            59,
            23,
            32
        ],
        "review_amount": 565,
        "location": [],
        "reviews_time": [
            "Written March 10, 2024",
            "Written February 14, 2024",
            "Written June 24, 2023",
            "Written April 25, 2023",
            "Written August 12, 2020",
            "Written February 16, 2020",
            "Written January 22, 2020",
            "Written January 15, 2020",
            "Written January 5, 2020",
            "Written January 4, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1224325-d546964-Reviews-Koh_Racha_Yai-Ko_Racha_Yai_Phuket.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1224325-d8695130-Reviews-Racha_Seafood_Restaurant-Ko_Racha_Yai_Phuket.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1224325-d2617360-Reviews-Rayaburi_On_Beach_Restaurant-Ko_Racha_Yai_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224325-d546964-Reviews-or10-Koh_Racha_Yai-Ko_Racha_Yai_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297930-d2454044-Reviews-Patong_Beach-Patong_Kathu_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1231756-d24186033-Reviews-Phuket_Elephant_Care-Nai_Thon_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224250-d13237105-Reviews-Green_Elephant_Sanctuary_Park-Choeng_Thale_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d6648473-Reviews-Soi_Dog_Foundation-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297937-d20099608-Reviews-Phuket_Elephant_Nature_Reserve-Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224343-d8550982-Reviews-Banana_Beach-Ko_He_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224250-d24859420-Reviews-Phuket_Elephant_House_Sanctuary-Choeng_Thale_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g2315811-d13399787-Reviews-Phuket_Elephant_Park-Pa_Khlok_Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297937-d553534-Reviews-Gibbon_Rehabilitation_Project-Thalang_District_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1215780-d1161264-Reviews-Kata_Noi_Beach-Karon_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g1224325-d546964-Reviews-Koh_Racha_Yai-Ko_Racha_Yai_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d455888-Reviews-Coral_Island-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g297934-d19881374-Reviews-Chandra_Cruises_Yacht-Rawai_Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d1746051-Reviews-Bai_Orchid_and_Butterfly_Farm-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g635612-d2264307-Reviews-Faliraki_Beach-Faliraki_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60873-d10593686-Reviews-Bear_Creek_Weir-Seward_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d4053330-Reviews-Avenida_da_Liberdade-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g42161-d1808400-Reviews-Tawas_Point_State_Park-East_Tawas_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g37255-d4091766-Reviews-Pine_Lake-La_Porte_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g293960-d12180456-Reviews-Trail_6-Islamabad_Islamabad_Capital_Territory.html",
            "https://www.tripadvisor.com/Attraction_Review-g319795-d8310996-Reviews-Piscinas_Naturales_El_Caleton-Garachico_Tenerife_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g46002-d259414-Reviews-Wild_Island_Family_Adventure_Park-Sparks_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g52594-d126664-Reviews-Knoebels_Amusement_Resort-Elysburg_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1224325-d546964-Reviews-or10-Koh_Racha_Yai-Ko_Racha_Yai_Phuket.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1224325-d546964-Reviews-Koh_Racha_Yai-Ko_Racha_Yai_Phuket.html"
    }
]