[
    {
        "attraction_name": "Kolsai Lake",
        "attraction_name_vi": "Hồ Kolsai",
        "general_info": [
            "278 đánh giá",
            "- 1 trong 8 điều cần làm ở Saty",
            "Nguồn nước"
        ],
        "attraction_summary": "Tôi và 3 người bạn có mặt ở bãi đậu xe bên hồ vào khoảng 6h chiều khi trời bắt đầu tối. 2 hướng dẫn viên du lịch cưỡi ngựa đưa chúng tôi lên hồ trên lưng ngựa. Chúng tôi đến sườn hồ thì một trong những hướng dẫn viên du lịch rút dao ra đe dọa chúng tôi và kề nó vào ngực tôi. Anh ta đòi tiền, chúng tôi đã đưa cho anh ta tất cả số tiền chúng tôi có nhưng họ vẫn đòi thêm. Sau đó, chúng tôi quyết định chạy trở lại ô tô của mình - khoảng 2 km - trong khi họ cưỡi ngựa đuổi theo chúng tôi. Điều này nghe có vẻ như một câu chuyện bịa đặt - nhưng nó hoàn toàn có thật. Đảm bảo bạn sử dụng hướng dẫn viên du lịch chính thức và không sử dụng những người sống trong túp lều trên đường đến bãi đậu xe.Đọc thêm",
        "reviews": [
            "Hòa bình và tĩnh lặng! Đó là những từ duy nhất có thể diễn tả cảm xúc khi đến thăm Hồ Kolsai. Quá xa Thành phố Almaty, nhưng đáng để ghé thăm. Họ có đi thuyền và một số hoạt động khác để tận hưởng làn nước tuyệt đẹp - ngọn núi thanh bình xung quanh. Đối với chúng tôi, đó chỉ là tuyết mới của mùa và chúng tôi rất thích. Tuy nhiên, hãy bắt đầu rất sớm để có thời gian vui vẻ tại địa điểm này. Mất khoảng 4 giờ một chiều. Đọc thêm",
            "Hồ nước tuyệt đẹp giữa những ngọn núi làm bạn nghẹt thở Thật tuyệt vời khi thấy Thiên nhiên đóng vai trò như thế nào khi tạo ra một hồ nước tự nhiên giữa những ngọn núi tuyết Quang cảnh những ngọn núi - - - thật tuyệt vời, chèo thuyền Thật là lãng mạn - Nhưng việc leo lên trở lại có chút mệt mỏi. Hãy bắt taxi giá 500 tenge để tiết kiệm năng lượng và thời gian đưa bạn trở lại bãi đậu xe.Đọc thêm",
            "Hồ Kolsai và khung cảnh xung quanh giống như một xứ sở mộng mơ. Hồ được bao quanh bởi những ngọn núi cao.  Hình ảnh phản chiếu của cây cối và những ngọn núi dưới làn nước trong xanh của hồ càng tạo thêm sức hấp dẫn. Chuyến đi đến hồ thường được kết hợp với hẻm núi Charyn. Một chuyến đi trong ngày từ Almaty sẽ mất hơn 12 giờ.  Ngoài ra, du khách có thể nghỉ qua đêm tại làng Saty gần hồ. Đọc thêm",
            "Cách Almaty khoảng 300 km đường bộ, đây là hồ nước tráng lệ nhất mà tất cả du khách đến đất nước xinh đẹp này nên ghé thăm. Tôi rời đi từ sáng sớm trên một chiếc xe buýt du lịch chở đầy khách du lịch Nga, thân thiện và ồn ào. Khung cảnh mê hoặc của những ngọn núi phủ tuyết trải dài, phong cảnh rộng lớn khiến hành trình bớt mệt mỏi. Nằm ở độ cao 3000 m, hồ nước đẹp nhất này có dịch vụ đi thuyền, đi bộ qua đồng cỏ và một nhà hàng nhỏ gần đó. Khi tôi đi du lịch vào tuần thứ ba của tháng 10, mùa đông bắt đầu tỏ ra khắc nghiệt. Trời gió và lạnh nên mặc nhiều lớp quần áo len, đi giày chắc chắn và trùm kín đầu. Có những khoản phí phải trả cho việc đi thuyền.  Tôi được biết có khu cắm trại dành cho những người có ý định ở lại qua đêm. Tôi trân trọng mãi những khoảnh khắc đáng nhớ đó khi mây trôi, thung lũng xa, đỉnh núi phủ tuyết, rừng rậm xung quanh để lại ấn tượng đẹp mãi.Đọc thêm",
            "Một hồ nước cổ tích đẹp như tranh vẽ trên núi. Nước lạnh như băng vì nước được lấy từ các thủy tinh tan chảy trên đỉnh núi. Bơi lội không tốt nhưng có các hoạt động dưới nước như thuyền và xe đạp nước cho thuê. Bạn sẽ phải khám phá một chút địa hình khi đến hồ từ bãi đậu xe. Có một quán cà phê xinh xắn với tầm nhìn tuyệt vời bên hồ. Hãy sẵn sàng đi bộ một quãng khá xa xuyên qua khu rừng và những con đường địa hình để đến và đi từ hồ. Vui lòng đặt bất kỳ câu hỏi nào trên insta Yasmine tháng 7 của tôiĐọc thêm",
            "Khoảng 3-3,5 giờ lái xe từ Almaty qua một số cảnh quan tuyệt đẹp. Đây là vùng núi có rừng với 3 hồ tạo thành tập hợp hồ Kolsai. Có một bãi đậu xe lớn ở đầu hồ đầu tiên - phía dưới - thực chất là cuối con đường. Có những địa điểm ăn uống và một số điểm ngắm toàn cảnh tuyệt vời ở đây. Đó là một cuộc đi bộ khá dốc xuống ban đầu là một con đường, sau đó đi bộ rồi đi đến hồ - khá khó khăn để quay trở lại -. Có xe tải và ngựa cho thuê có thể đưa bạn lên xuống. Có rất nhiều thuyền cho thuê trên hồ. Khung cảnh thực sự ấn tượng với những cơ hội chụp ảnh tuyệt vời. Hồ thứ hai dài hơn 8km thông qua đường mòn sườn núi và hồ trên cùng dài hơn 4km nên cả ba kết hợp thực sự là một chuyến đi bộ cả ngày - không có cơ sở vật chất thực sự nào ở hồ thứ hai và thứ ba nhưng có thể cắm trại - . Tại bãi đậu xe có rất nhiều Yurt và cabin cho thuê để bạn có thể nghỉ qua đêm thoải mái tận hưởng không khí núi non trong lành và sạch sẽ tuyệt vời. Rất đáng để dành một ngày hoặc tốt hơn nữa là chuyến đi qua đêm từ Almaty. Đọc thêm",
            "Đó là chuyến đi tuyệt vời trong cuộc đời tôi. Chúng tôi đang ở trên một hồ nước tuyệt đẹp - mặc dù thực tế là nó đang ở dưới tuyết -, xung quanh là những cây linh sam Tiên Shan đẹp nhất, không khí trong lành, ngựa, sông núi, uống trà với một người rừng địa phương. Nó rất tuyệt và khác thường! Và quan trọng nhất, chúng tôi là những người duy nhất ở đó! Và nó - thật tuyệt vời! Hướng dẫn đưa ra tất cả những gì tốt nhất, cố gắng rất nhiều. Cảm ơn bạn rất nhiều vì cách tiếp cận tốt bụng của bạn! Thật tuyệt khi họ cố gắng hết sức vì bạn!! Ngày cuối cùng trở lại Almaty, chúng tôi đã nhìn thấy Hẻm núi Charyn. Và điều mang tính vũ trụ nhất - đó là một mình dưới những vì sao để thoát ra khỏi hẻm núi! Điều này đã chặn tất cả những cảm xúc khác, mặc dù có đủ chúng: - Hoàn toàn mọi thứ được tổ chức rất tốt. Tôi muốn quay lại lần nữa với bạn bè của mình. Cảm ơn - Pegas Adventure - team và hẹn gặp lại vào mùa hè!!! Đọc thêm",
            "Địa hình dẫn vào lối đi bộ có hình tròn nhưng phong cảnh dọc đường rất đẹp. Việc đi bộ không khó để thực hiện. Có 2 quan điểm chính. Một trên đỉnh và một bên hồ. Phải ghé thăm khi ở trong nước.Đọc thêm",
            "Chúng tôi ở gần hồ Kolsay tại Gostevoy Dom Alikhan ở làng Kurmeti. Hồ đẹp như bất kỳ hồ nào ở châu Âu mà không có quá nhiều khách du lịch. Có một số ít nhà hàng phục vụ các món ăn ngon của Kazakhstan. Gia đình rất thân thiện điều hành khách sạn đó đã sắp xếp một chuyến cưỡi ngựa đến hồ. Chúng tôi thậm chí còn uống một ít Kurmiss - sữa ngựa lên men thơm ngon - tại hồ.Đọc thêm",
            "Khi nào thì thích hợp để ghé thăm nhỉ? Thế còn tháng 12 đến tháng 2 thì sao? Đọc thêm",
            "Xin chào, tháng 12 đến tháng 2 sẽ là một hồ nước đẹp như tuyết để ngắm nhìn. Đường đi và phương tiện di chuyển nên được kiểm tra trước vì hồ nằm trên núi. Các con đường có thể bị đóng cửa khi thời tiết xấu, mưa, bão, tuyết rơi.Đọc thêm",
            "cho tôi biết chi phí đi taxi là bao nhiêu?Đọc thêm",
            "Tôi không sử dụng taxi mà đi cùng hướng dẫn viên trên xe của anh ấyĐọc thêm",
            "Xin chào, xin vui lòng cho tôi thông tin liên lạc của bạn Đọc thêm",
            "Tôi không sử dụng taxi và không qua đêm trong lều yurt. Ở Saty có cơ hội ở trong một ngôi nhà, tôi đi cùng người hướng dẫn trên xe của anh ấyĐọc thêm",
            "Tôi có thể biết giá nhà khách ở Làng Saty trước khi đến Hồ Kolsai không? Tôi có thể tìm thông tin về chỗ ở tại Làng Saty ở đâu?Đọc thêm",
            "Chúng tôi đã trả khoảng 2500 tenge - 6 - - - ngày - người ở nhà khách - giường đôi -. Chúng tôi không đặt trước bất cứ thứ gì, chúng tôi chỉ đến đó và gõ cửa nhà khách, nhưng chúng tôi đã ở đó vào cuối tháng 9 khi mùa du lịch không cao điểm. \nBạn có thể tìm thấy thông tin về chỗ ở trong đặt phòng.Đọc thêm",
            "Họ tính bao nhiêu tiền cho một đêm ở trong lều yurt? Có chỗ cho tất cả những ai quan tâm không? Tôi có cần phải đặt trước hay tôi có thể đến đó khi đến nơi?\nCảm ơn bạn rất nhiều!",
            "Về chỗ ở, đồ ăn bao gồm 15-25 - tùy theo số bữa - sáng, trưa, tối - \nCó vẻ như có đủ chỗ để nghỉ qua đêm.\nBằng cách này hay cách khác, tất nhiên tốt hơn là bạn nên gọi điện.Đọc thêm",
            "Chào.\nCần bao nhiêu tiền để đi đến Hồ Kolsai?\nTôi đặt nhà ở đó hay từ một trang web trên internet??\nNếu tôi đến đó, tôi có thể đặt nhà ở đó vài ngày không?Đọc thêm",
            "trước hết hãy mang theo một ít tiền mặt.\n\nNếu bạn muốn một nơi sang trọng và một khách sạn thực sự, bạn cần phải đặt trước.\nnếu bạn không ngại và sẵn sàng sống với người dân địa phương - chủ nhà tuyệt vời - thì đừng đặt bất cứ thứ gì. Đọc thêm",
            "Xin chào \n\nTôi - tôi đang muốn đến thăm Hồ Kolsai và Kaindy vào tháng 9 này - và cả hẻm núi Charyn -. \n\nTôi nhận thấy rằng những địa điểm này nằm gần biên giới với Kyrgyzstan và Trung Quốc, đồng thời tôi nghe nói rằng một số khu vực biên giới ở Kazakhstan đóng cửa đối với người nước ngoài. Bất cứ ai có thể vui lòng xác nhận xem có bất kỳ hạn chế nào khi đến thăm những khu vực này hay không và liệu tôi có cần sắp xếp bất kỳ giấy phép đặc biệt nào để đến thăm chúng không?\n\nCảm ơn nhiềuĐọc thêm",
            "Đặc biệt là các hồ Kolsai nằm sát biên giới, những ngọn núi bên cạnh thuộc về Kirgizistan nhưng bạn không cần phải có thêm giấy phép nào để tiếp cận và tham quan những địa điểm này. Hẻm núi Charyn và những hồ mà tôi đề cập đều nằm hoàn toàn ở Kazakhstan, vì vậy bạn có thể đến đó bằng visa Kazakhstan - nếu bạn cần - . Các khu vực trên đều là những địa điểm du lịch nổi tiếng nên bạn có thể yên tâm rằng những khu vực này đều mở cửa.Đọc thêm",
            "Bạn có đề nghị lưu trú tại Hồ Kolsai không? hoặc không có chỗ ở, khách du lịch thường thực hiện một chuyến đi trong ngày ở đó và ở lại Almaty?Đọc thêm",
            "Tôi chắc chắn đề nghị ở gần hồ Kolsai. Sự rõ ràng của bầu trời đêm và các ngôi sao thực sự tuyệt vời. \n\nChỗ ở có sẵn tại thị trấn gần nhất tên là Sati nếu bạn tham gia chuyến tham quan có tổ chức kéo dài hai ngày. Chúng tôi đã có khoảng thời gian thực sự vui vẻ ở đó vì chúng tôi đã mang rất nhiều bia từ Almaty.Đọc thêm",
            "Nói chung phương tiện công cộng ở Almathy rẻ hay đắt? Và những người vận chuyển này có đang cung cấp dịch vụ và đưa những khách du lịch này đến mọi nơi không? Mọi người có thể nói và hiểu tiếng Anh cơ bản để giao tiếp?Đọc thêm",
            "Tôi có xu hướng đồng ý với Jing H. Chúng tôi đã thuê phương tiện di chuyển qua Internet trước khi đến Almaty và do đó cuối cùng phải trả quá nhiều tiền cho một người lái xe rất thân thiện và hầu như không nói được tiếng Anh.  \nChúng tôi đã đặt một chuyến tham quan bao gồm hồ Kolsaï.Đọc thêm",
            "CHÀO. ai đó có thể vui lòng cho tôi biết cách tốt nhất để đi từ Almaty đến hẻm núi Charyn và từ đó đến Saty - bằng phương tiện công cộng - trong cùng một ngày không? Điều đó có thể thực hiện được không? cảm ơn bạn trước!Đọc thêm"
        ],
        "star_ratings": [
            230,
            33,
            11,
            1,
            3
        ],
        "review_amount": 278,
        "location": [
            "Quần áo",
            "Những điều cần làm ở Saty",
            "Châu Á",
            "Hồ Kolsai",
            "Vùng Almaty",
            "Kazakhstan"
        ],
        "reviews_time": [
            "Written March 1, 2024",
            "Written December 9, 2023",
            "Written November 22, 2023",
            "Written October 25, 2023",
            "Written November 13, 2022",
            "Written August 14, 2022",
            "Written June 17, 2022",
            "Written March 23, 2022",
            "Written May 31, 2020",
            "Written February 26, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g15688515-d555386-Reviews-Kolsai_Lake-Saty_Almaty_Region.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g15688515-d16552985-Reviews-Lower_Kolsai_Lake-Saty_Almaty_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g15688515-d16552418-Reviews-Taldy_Gorge-Saty_Almaty_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g15688515-d7196223-Reviews-Lake_Kaindy-Saty_Almaty_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g15688515-d16552563-Reviews-Upper_Kolsai_Lake-Saty_Almaty_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g15688515-d16556180-Reviews-Malyye_Kaindy_Lake-Saty_Almaty_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g15688515-d555386-Reviews-or10-Kolsai_Lake-Saty_Almaty_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g60968-d103003-Reviews-Basketball_Hall_of_Fame-Springfield_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g150813-d1478385-Reviews-Cenotes_Dos_Ojos-Tulum_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g45992-d1830090-Reviews-Ultimate_Rush_Speed_Thrill_Park-Reno_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d131359-Reviews-Panaewa_Rainforest_Zoo_and_Gardens-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60023-d7915609-Reviews-Rock_Lake-Lake_Mills_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g34521-d16853981-Reviews-Arcade_Monsters-Oviedo_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g2284139-d16819143-Reviews-Gjiri_i_Akuariumit-Jala_Vlore_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g499408-d1925372-Reviews-Parque_Nacional_Canon_del_Sumidero-Chiapa_de_Corzo_Southern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g41463-d4495093-Reviews-Lynch_Park-Beverly_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g14037230-d4184576-Reviews-Devetashka_Cave-Devetaki_Lovech_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g15688515-d555386-Reviews-or10-Kolsai_Lake-Saty_Almaty_Region.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g15688515-d555386-Reviews-Kolsai_Lake-Saty_Almaty_Region.html"
    }
]