[
    {
        "attraction_name": "Komani Lake",
        "attraction_name_vi": "Hồ Komani",
        "general_info": [
            "231 đánh giá",
            "- 1 trong 8 điều cần làm ở Koman",
            "Nguồn nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Bạn có thể điều chỉnh lại con thuyền cho sông koman-shala để biết thêm thông tin, bạn có thể viết thư cho tôi trong WhatsApp - - - - 355675459191Đọc thêm",
            "Bạn có thể ghé thăm địa điểm xinh đẹp này và có thể đi thuyền dạo quanh hồ để biết thêm thông tin, hãy viết thư cho tôi trong WhatsApp - 355683627190Đọc thêm",
            "Bạn có thể ghé thăm địa điểm đẹp đẽ này - và bạn có thể đi thuyền đi dạo trong hồ hoặc đi trên sông shala để biết thêm thông tin, bạn có thể lấy số của tôi và viết gì - 355684248959Đọc thêm",
            "CHÀO. Chúng tôi là hai người bạn đến từ Ireland và vừa trải qua 2 ngày huy hoàng nhất với Hil từ Discover Komani Lake có trụ sở tại Shkoder. Từ lần liên hệ đầu tiên của chúng tôi qua email, Hil đã thật tuyệt vời, đưa chúng tôi vào chuyến đi để đời đến Hồ Komani. Vẻ đẹp như vậy! Hil lo mọi việc - chở chúng tôi đến đó và ở lại với chúng tôi cả ngày và đưa chúng tôi về nhà mệt mỏi nhưng an toàn. Như thể điều đó vẫn chưa đủ, anh ấy bước vào để đưa chúng tôi đến Theth vào ngày hôm sau, nơi anh ấy cùng chúng tôi đi bộ đến Blue Eye. Một ngày tuyệt vời khác và những khung cảnh tuyệt vời đã khiến mọi việc trở nên tuyệt vời hơn bởi công ty của Hil - s. Anh ấy đã cố gắng hết sức để đảm bảo mọi thứ diễn ra suôn sẻ, anh ấy rất vui trong cuộc phiêu lưu của chúng tôi và đến cuối chuyến đi, chúng tôi đã trở thành bạn bè. Tôi - tôi cũng rất biết ơn anh ấy vì đã đặc biệt quan tâm đến tôi trên những địa hình gồ ghề. Nếu bạn đang đến Shkodër, đừng tìm đâu xa ngoài Khám phá Hồ Komani để biến chuyến đi của bạn trở nên đặc biệt như chuyến đi của chúng tôi. Joan - Tricia.Đọc thêm",
            "Trải nghiệm tốt nhất và đội ngũ nhân viên rất hữu ích. Bạn đã được hỗ trợ trong suốt chuyến đi về mọi thứ bạnĐọc thêm",
            "Rời khách sạn ở Tirana để đến hồ Konami. Chúng tôi quyết định đi về phía bắc của hồ ở Fierza và đi phà một chiều đến Komani ở phía nam. Con đường lên Fierza rất ổn, đó là một con đường trải nhựa suốt chặng đường và chúng tôi đến đó rất kịp thời. xe phà. Có một quán ăn nhanh ở đó trong khi bạn chờ lên tàu, việc lên phà rất hỗn loạn và chật cứng. Bạn ra khơi và vài giờ tiếp theo thật ngoạn mục vì quang cảnh tuyệt đẹp, tầm nhìn của nó sánh ngang với các quốc gia Scandinavi. Rác rưởi mà chúng tôi tìm thấy ở Albania ở khắp mọi nơi, và ở đây không có ngoại lệ với những chai nhựa trôi nổi khắp nơi ngoại tuyến.Got về phía nam tại komani và một lần nữa tình hình hỗn loạn khi cố xuống phà vì phía cảng đầy xe ô tô đang chờ lên tàu. Như nhiều người đã nói rằng con đường ở đầu này rất tệ, vì trải nhựa nhiều dặm nên chúng tôi phải thuê một chiếc ô tô nhỏ có thể xử lý được nhưng rất chậm.Đọc thêm",
            "Chuyến đi tuyệt vời. Rất khuyến khích cho các gia đình. Hơi thở lấy quan điểm. Chiếc phà đã sạch sẽ. Nó phải có trong danh sách của bạn nếu bạn ở Albania. Đọc thêm",
            "Không phải một, không phải hai mà là hàng trăm, hàng nghìn chai nhựa đang trôi nổi trên một trong những hồ nước đẹp nhất thế giới. Thật là một trải nghiệm khủng khiếp để xem! Tại sao gia đình Berisha không làm gì để dọn dẹp nơi này? Hàng ngày họ kiếm tiền từ khách du lịch, bằng cách tổ chức các chuyến đi và xây dựng khu nghỉ dưỡng trên núi, nhưng lại không làm gì để dọn dẹp mớ hỗn độn này?? Một câu chuyện kể rằng: du khách đang làm điều này. Câu chuyện khác: người Albania vứt hết rác xuống sông. LÀM ĐIỀU GÌ ĐÓ VỀ NÓ!! DỪNG RÁC VÀ LÀM SẠCH NÓ!Đọc thêm",
            "Komani là người Châu Á - Thái Lan - một phần của Châu Âu! Thiên nhiên thật choáng ngợp! Nơi này khá khó đến khi bạn đi bằng xe buýt chạy qua những con đường hẹp trên những ngọn đồi dốc nhưng rất đáng để phiêu lưu - - chuyến đi bằng thuyền rất sảng khoái cùng với khung cảnh mê hoặc của những ngọn núi - được bao phủ bởi những mảng xanh rất dễ chịu vào mắt! Khi đến nơi, bạn sẽ tìm thấy những nhà hàng có đồ ăn chất lượng trung bình, các hoạt động dưới nước, lớp lót zip tuyệt đẹp và an toàn cho trẻ em! Ngoài ra bạn có thể bơi mặc dù nước ở đó hơi lạnh! Nhìn chung đó là một chuyến đi tuyệt vời và bạn phải đến đó nếu bạn từng đến Albania - - Đọc thêm",
            "Hồ rất đẹp, nó làm tôi nhớ đến quần đảo Phi Phi ở Thái Lan và Konigssee ở Bavaria Đức. Điều đáng tiếc là ở một số nơi có rất nhiều chai nhựa trên mặt nước. Tôi ước gì có hành động nào đó để vớt nó lên, biết đâu với lưới cá lớn thì có thể làm được. Thành thật mà nói, thời gian di chuyển 2,5 giờ là khá dài. Bạn cần phải khám phá và đi vòng quanh phà để tìm được những điểm chụp ảnh, quay phim đẹp. Nó đầy đủ hơn tôi mong đợi. Tất cả các khách về cơ bản là khách du lịch. Có vẻ như người dân địa phương không sử dụng loại phương tiện giao thông này. Sau khi bạn đến bến cảng ở Koman, vẫn phải lái xe một đoạn đường dài trong tình trạng rất xấu nhưng có khung cảnh tuyệt đẹp. Giá phà 8 euro một chiều cho một người.Đọc thêm",
            "Tour du lịch trên hồ từ Komani đến Fierze giá bao nhiêu một người? 8 - 16 - ? Và tổng cộng nó kéo dài bao lâu? 5 giờ? Với 1,5 giờ dừng lại ở đó?Đọc thêm",
            "Xin chào, vừa đi bằng xe máy nếu tôi nhớ không lầm khoảng - 50, hành trình kéo dài 3 tiếng. Trải nghiệm tuyệt vời, tôi khuyên bạn nên đến điểm lên máy bay trước. Trong những năm gần đây, giá cả đã và đang tiếp tục tăng.Đọc thêm",
            "Tôi dự định đến thăm Theth vào ngày 27 tháng 11 và hồ Komani vào ngày 28 tháng 11 tới. Tôi có thể đi từ Theth bằng ô tô đến hồ Komani để trải nghiệm đi thuyền không? Tôi nên đến đâu để có dịch vụ thuyền ở hồ Komani và tôi sẽ mất bao lâu để đến nơi này. Sau khi kết thúc chuyến đi thuyền trên hồ Komani, tôi nên đến Kruje vào ban đêm để nhận phòng khách sạn. Có thể được không? Làm ơn cho lời khuyên! Ngoài ra vào tháng 11 có tuyết ở những vùng này không?Đọc thêm",
            "Lên kế hoạch cho nhiều thời gian lái xe. Đường rất tệ - hẹp và một phần không có bề mặt thật và nhiều ổ gà - và bạn sẽ mất 6-8 giờ để đi từ Theth đến Hồ Komani. Tôi dự định lái xe cả ngày, nếu không bạn sẽ không thấy được nhiều. Nhân tiện, tôi sẽ bỏ qua hồ Komani vì nó - là một đống rác khổng lồ. Nước đầy rác nhựa và hầu hết các thuyền đều là thuyền tiệc tùng với âm nhạc ầm ĩ. Tôi thấy nó hoàn toàn kinh tởm, quá thiếu tôn trọng thiên nhiên. Tôi - thà ở lại Theth thêm một ngày nữa và không đến hồ Komani nữa.Đọc thêm",
            "Đỗ xe ở phà Komani?\nChúng tôi muốn sử dụng Phà Komani để đến Fierze - Valbona - Thethi và ở đó trong 2-3 ngày... liệu có thể - an toàn - rời khỏi xe của chúng tôi ở nơi phà Komani khởi hành không?Đọc thêm",
            "Có ai biết phà đã hoạt động chưa và khi nào nó sẽ khởi động lại?Đọc thêm",
            "Bạn đã tham gia chuyến tham quan ở thành phố nào?Đọc thêm",
            "Chúng tôi tự đi bằng ô tô và tham quan ngay tại chỗ. Chúng tôi rời Shkoder và lái xe qua những nơi đẹp như tranh vẽ. Đường ở mức trung bình, miền núi nhưng có thể chịu đựng được - - - , xe không bị hư hỏng - - - Đọc thêm",
            "Chào buổi sáng,\n\nChúng tôi muốn có một chuyến đi đến Hồ Koman. Chúng tôi không nhất thiết muốn thực hiện chuyến đi khứ hồi đến Fierzë hoặc đi ô tô trên phà.\nTốt nhất là bạn có thể vượt qua 1 tiếng - 1 tiếng 30 phút, dừng bơi và ăn trưa rồi quay về Koman.\n\nAi đó có thể giúp tôi? \n\n- Chúng ta có thể đỗ xe trước bến tàu được không? \n- Tôi nên liên hệ với công ty nào?\n- Những cạm bẫy cần tránh là gì? \n\nCảm ơn tất cả các hồi đáp của bạn! :- Đọc thêm",
            "Bạn có thể đỗ xe ở đâu vì tôi không muốn mang nó lên máy bay? \nCảm ơn\nDavideĐọc thêm",
            "Trước phòng trưng bày. Hãy đến sớm vì có rất ít địa điểm, phương án thay thế là đỗ xe ở làng Komani, tuy nhiên cách điểm lên máy bay khoảng 2 km.\nHãy xem trên Google Maps để bạn có thể hiểu.Đọc thêm",
            "Belleontherun thân mến,\nbạn quay về Shkoder sau chuyến đi trong ngày vào lúc mấy giờ? Bạn có biết người ta sẽ quay về như thế nào nếu họ ở lại qua đêm không? Cảm ơn bạn rất nhiều trước, BettinaĐọc thêm",
            "Chúng tôi trở lại Golem lúc 8 giờ tốiĐọc thêm",
            "Chúng ta sẽ đi thuyền từ Koman đến Fierce và ngủ ở Valbona. Ngày hôm sau chúng ta sẽ đi bộ từ Valbona đến Theth. Nhưng chúng tôi có một vấn đề: - Chúng tôi có thể để vali ở đâu?Đọc thêm",
            "- Làm thế nào tôi có thể mua vé thuyền?  - Có mấy giờ?Đọc thêm",
            "Chúng tôi đã đặt chỗ trực tuyến.\nBạn trả tiền vé trong một ngôi nhà nhỏ nằm trong bãi đậu xe - ngay tại hàng rào.\nHai chuyến khởi hành từ Koman - đến Fierzë -  \nvào buổi sáng lúc 9:00 - 9:30 - Berisha và Rozafa - \nmột vào buổi trưa lúc 12:00 - Alpina; công suất lớn hơn - .\nMọi thứ đều rất chính xác và đáng tin cậy. Tổ chức tốt hơn ở Tây Ban Nha!\nLời chàoĐọc thêm"
        ],
        "star_ratings": [
            148,
            50,
            14,
            10,
            9
        ],
        "review_amount": 231,
        "location": [
            "Albania",
            "Quận Shkodër",
            "Châu Âu",
            "Các hoạt động ở Koman",
            "Làm sao",
            "Hồ Komani"
        ],
        "reviews_time": [
            "Written May 17, 2024",
            "Written May 9, 2024",
            "Written April 29, 2024",
            "Written April 5, 2024",
            "Written November 23, 2023",
            "Written September 19, 2023",
            "Written July 31, 2023",
            "Written June 7, 2023",
            "Written May 28, 2023",
            "Written October 14, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g2284133-d4943591-Reviews-Komani_Lake-Koman_Shkoder_County.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g3575823-d16675102-Reviews-Shala_River-Shkoder_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g2284133-d4943591-Reviews-or10-Komani_Lake-Koman_Shkoder_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g303166-d8112632-Reviews-North_Albania_Tours-Shkoder_Shkoder_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g2284133-d8720833-Reviews-Komani_Lake_Ferry_Berisha-Koman_Shkoder_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g303166-d17489527-Reviews-Wild_Tour_Albania-Shkoder_Shkoder_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g2284133-d8687317-Reviews-Komani_Lake_Boat_Tours-Koman_Shkoder_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g311298-d14937626-Reviews-Lotus_Massage_Therapy-Canggu_North_Kuta_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g47186-d103252-Reviews-Ruidoso_Downs_Race_Track-Ruidoso_Downs_New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g60430-d4832906-Reviews-Lake_DeSmet-Buffalo_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g666539-d284698-Reviews-Pefkos_Beach-Pefkos_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g41624-d12343812-Reviews-Kennedy_Compound-Hyannis_Port_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g4355229-d455407-Reviews-Hai_Van_Pass-Phu_Tho_Phu_Tho_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g57526-d23862110-Reviews-The_Trump_Store-Boones_Mill_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g21179689-d25190516-Reviews-Lusail_Boulevard-Lusail.html",
            "https://www.tripadvisor.com/Attraction_Review-g806262-d245046-Reviews-Copenhagen_ZOO-Frederiksberg_Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g60608-d154306-Reviews-Anaehoomalu-Waikoloa_Kohala_Coast_Island_of_Hawaii_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g2284133-d4943591-Reviews-or10-Komani_Lake-Koman_Shkoder_County.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g2284133-d4943591-Reviews-Komani_Lake-Koman_Shkoder_County.html"
    }
]