[
    {
        "attraction_name": "Komodo Island",
        "attraction_name_vi": "Đảo Komodo",
        "general_info": [
            "988 đánh giá",
            "5 trong số 12 điều cần làm ở Vườn quốc gia Komodo",
            "Các công viên quốc gia",
            "Khu vực hoang dã tự nhiên"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Chắc chắn ghé thăm và xem những loài bò sát tuyệt vời này. Chúng tôi đến và là những người duy nhất trên đảo khi thuyền riêng của chúng tôi đến đảo trước khi những chiếc thuyền khác đến.\nHướng dẫn viên của chúng tôi thật tuyệt vời và chúng tôi đã nhìn thấy 5 con rồng và thật may mắn khi có được một số cảnh quay tuyệt vời. Đó là điểm nổi bật đối với các chàng trai 18 và 19 của chúng tôi. Bạn không được đảm bảo sẽ nhìn thấy họ, đặc biệt là vào cuối ngày vì trên đường đi bộ, chúng tôi chỉ nhìn thấy một Nam giới lớn nhưng nhìn thấy 4 người trên bãi biển ở cuối chuyến đi bộ. Cũng mua quà lưu niệm của bạn ở đây. Chúng tôi đã sai lầm khi nghĩ rằng trên đảo sẽ đắt tiền, tuy nhiên ở Lauban Bajo, quà lưu niệm đắt gấp 3 lần.Đọc thêm",
            "Chúng tôi đến thăm Đảo Komodo như một phần của chuyến tham quan trong ngày do khách sạn AYANA Komodo của chúng tôi tổ chức. Tôi đã hy vọng được nhìn thấy ít nhất một vài con Rồng Komodo nhưng cả gia đình tôi đều bị choáng ngợp bởi trải nghiệm này. Thành thật mà nói, chúng tôi đã nhìn thấy 2 con Rồng Komodo con và ít nhất 6 con Rồng lớn. Thành thật mà nói, cuối cùng tôi đã quên mất số lượng vì quá phấn khích!. Hướng dẫn viên của chúng tôi là một người quan sát xuất sắc và đã cho chúng tôi biết nhiều sự thật thú vị về những sinh vật tuyệt vời này. Tôi đã đọc các bài đánh giá khác và bị sốc khi mọi người nói rằng hướng dẫn viên đã dùng gậy đánh rồng nhưng may mắn thay, đây không phải là trải nghiệm của chúng tôi. Tôi thực sự khuyên bạn nên trải nghiệm độc đáo này để ngắm nhìn Rồng Komodo trong môi trường sống tự nhiên của chúng.Đọc thêm",
            "Tôi thích ngắm động vật hoang dã trong bối cảnh tự nhiên của chúng và điều này không làm tôi thất vọng. Những con rồng to và nhanh và đuổi tất cả du khách vào rừng, điều đó thật thú vị. Tuy nhiên, các kiểm lâm đã kiểm soát được mọi thứ và đảm bảo an toàn cho chúng tôi. Chắc chắn là xứng đáng. Chúng tôi lên tàu từ Lubuan Bajo, đây cũng là một nơi tuyệt vời để tham quan. Đọc thêm",
            "Rất vui vì chúng tôi đã đi nhưng giống như đi sở thú hơn. Những con rồng bị bao vây bởi nhiều du khách và những người hướng dẫn viên tỏ ra khá hung hãn khi tiến đến rất gần những con rồng. Tuy nhiên, người hướng dẫn của chúng tôi thậm chí còn quyết liệt hơn khi yêu cầu một khoản tiền boa khá lớn ở cuối. Ngoài ra, trẻ em trên đảo khá thô lỗ với một số du khách không muốn mua đồ chơi bằng nhựa. Một kết thúc buồn cho trải nghiệm phải trả phí vào cửa. Có lẽ sẽ không đề xuất một chuyến thămĐọc thêm",
            "Trước khi tôi đến đây, hãy đọc rất nhiều về những gì có thể mong đợi. Tôi đã thấy những con rồng được đối xử tử tế ở đảo Komodo Rinca. Có hai lần một ngày bạn có thể ghé thăm và đến đó bằng thuyền. Kiểm lâm đi cùng khách du lịch, không gặp nguy hiểm.. Trải nghiệm tuyệt vời! Cảm ơn bạn rất nhiều.Đọc thêm",
            "Chúng tôi đến Labuan Bajo ngay trước khi hội nghị thượng đỉnh châu Á được tổ chức ở đó vào tháng 5. Toàn bộ thị trấn đóng cửa, chúng tôi khó tìm được cơ sở kinh doanh nào còn mở cửa. Nhờ có Venny Dcredo Tours, chúng tôi đã tìm được cả chuyến tham quan đảo và chuyến lặn biển cuối cùng bắt đầu trước khi bước vào lệnh giới nghiêm. Cô ấy giống như thiên thần của chúng tôi, chăm sóc chúng tôi và sắp xếp mọi việc, hỏi thăm mọi việc. Chúng tôi chân thành giới thiệu cô ấy cho bất kỳ ai đang tìm kiếm hướng dẫn viên chuyên nghiệp và thân thiện.Đọc thêm",
            "Một trải nghiệm độc đáo.  Những con rồng rất to lớn và trông chậm chạp nhưng KHÔNG!\nHãy theo sát sự hướng dẫn của bạn và làm chính xác như anh ấy nói.  Mặc quần dài và đi giày bốt mập mạp.  Tôi cũng mặc áo dài tay vì tôi không thích bị cắn và có rất nhiều côn trùng xung quanh.  Có thể bạn sẽ được làm quen với cà phê mèo cầy hương. Hãy coi chừng những con non trèo lên cây vì con trưởng thành có thể là kẻ ăn thịt ngườiĐọc thêm",
            "Tôi và bạn trai đã nhìn thấy trong chuyến đi kéo dài 1 giờ đồng hồ, nhiều con rồng Komodo, già hơn trên cát và trẻ hơn trên cây.\nNhững người trẻ tuổi đã di chuyển rất nhiều:\n\nHướng dẫn thực sự nghiêm túc với vấn đề bảo mật của chúng tôi, điều này rất tốt và cung cấp cho chúng tôi rất nhiều thông tin. Nó rất thú vị.\n\nChúng tôi cũng nhìn thấy những con lợn lòi.\n\nĐọc thêm",
            "Rất thích trải nghiệm của chúng tôi đến đảo Komodo. Chúng tôi thật may mắn khi nhìn thấy 5 con rồng và tất cả đều nhanh chóng. Chúng tôi đến vào đầu giờ chiều khi trời nóng. Gần bến cảng và lối vào có các cửa hàng và quầy hàng như bạn mong đợi, vừa qua lối vào chúng tôi đã thấy một con Komodo treo quanh nhà vệ sinh! Sau đó, chúng tôi nhìn thấy 3 con khác khá lớn, một con nhỏ trước khi chúng tôi bắt đầu đi theo con đường của mình. \n\nTất nhiên, đây là một điểm thu hút khách du lịch và có rất nhiều người chụp ảnh với Komodos, những người cuối cùng chỉ tìm kiếm bóng râm để tránh cái nóng! Thật tuyệt và có chút khó khăn khi ở gần họ, nhưng cuối cùng chúng tôi luôn cảm thấy an toàn.\n\nChúng tôi bắt đầu cuộc đi bộ và người hướng dẫn đã cắt ngắn nó vì chúng tôi đã nhìn thấy rất nhiều con rồng trước khi bắt đầu, điều này chúng tôi không bận tâm vì trời đã quá nóng rồi. Trên đường đi, chúng tôi nhìn thấy một chú rồng con khác và một số động vật hoang dã khác. Nhìn chung, đây là một chuyến thăm tuyệt vời và là điểm thu hút nổi bật đối với bất kỳ ai đến Flores.Đọc thêm",
            "Nơi tuyệt vời để tham quan nhưng việc đi không dành cho người ốm yếu. Nó ở một vị trí đẹp nhưng những con đường mòn xuyên qua công viên quốc gia thì cằn cỗi và phải làm việc vất vả trong một ngày nóng ẩm. Chúng tôi có những người đi cùng bị ngã và phải được đưa đi. Công bằng mà nói họ đã được cảnh báo nhưng vẫn quyết định đi. Đã nhìn thấy rất nhiều con rồng và chúng rất ấn tượng khi đến gần trong thế giới hoang dã. Cuối cùng phải chạy đua với những người bán hàng rong nhưng không đến mức tệ đến mức làm giảm trải nghiệmĐọc thêm",
            "Công viên ở đây đang tích cực dụ dỗ những con rồng lớn hơn và đặt chúng ở vị trí chiến lược dọc theo các tuyến du lịch.  BS đã cho bạn rất nhiều điều khi bạn đến nơi về việc họ không thể đảm bảo rằng bạn sẽ nhìn thấy những con rồng vì chúng là động vật hoang dã và sau đó, hãy nhìn xem, có một con rồng lớn dài 3 m cách bến tàu khoảng 40 m.  Họ cố gắng nói xấu bạn hơn nữa, nói rằng đây là điều mà những con rồng lớn làm.  Nhưng hành vi của những con rồng đã nói lên điều đó; cho dù lượng khách du lịch có lớn đến đâu thì họ cũng không phản hồi.  Họ dường như đang cố gắng cử động chân để nâng mình lên và di chuyển nhưng đơn giản là họ không thể tự nhấc mình lên.  So với những con rồng nhỏ hơn nhưng vẫn có kích thước lớn khác khoảng 2 đến 2,5 mét mà chúng tôi đang tích cực di chuyển xung quanh, lè lưỡi, tránh con người hết mức có thể, thì sự khác biệt là rất rõ ràng. Tục lệ này cần phải dừng lại - nó thật tàn nhẫn và thao túng.  Đối với bất kỳ ai thực sự nghiêm túc trong việc nhìn thấy động vật hoang dã trong môi trường tự nhiên của chúng, đó là toàn bộ lý do khiến chúng tôi đi một quãng đường dài từ Vương quốc Anh đến Flores và Komodo, điều đó thực sự khiến tôi thất vọng và tôi cảm thấy xấu hổ vì tiền của mình đã dùng để hỗ trợ việc này.  Tôi kêu gọi bất kỳ ai đang cân nhắc đến Komodo hãy tránh điều này nếu có thể.Đọc thêm",
            "Đảo Komodo - nơi tuyệt vời để ghé thăm. Vì vậy, giá trị cuộc hành trình. Chúng tôi ghé thăm Đảo Padar trên đường và Bãi biển Hồng trên đường về nhà. Chúng tôi thật may mắn khi tìm thấy một số con rồng xung quanh Đảo trên tuyến đường Trung bình. Một ngày tuyệt vời.Đọc thêm",
            "Hoàn toàn đắt đỏ vào cửa miễn phí một công viên nơi các nhóm khách du lịch đổ xô dọc theo con đường mỗi phút - nếu bạn muốn nhìn thấy rồng Komodo trong tự nhiên, bạn đã đến nhầm nơi. Những con rồng được đặt đúng vị trí trông có vẻ ốm yếu và hoặc đang được tiêm thuốc an thần. Cộng với hướng dẫn hoàn toàn phóng đại được trang bị gậy. Thật không may, tất cả các chuyến du lịch bằng thuyền đều đi đến địa điểm này. Tất cả những gì còn lại là cảnh báo chống lại hành vi lừa đảo và nghi ngờ tàn ác đối với động vật.Đọc thêm",
            "Sự thất vọng lớn. Dự kiến ​​​​sẽ được nhìn thấy rồng Komodo trong tự nhiên và phải trả một khoản tiền khá lớn để làm điều đó. Vâng, chúng tôi đã nhìn thấy một con rồng Komodo nhưng sinh vật tội nghiệp đó đã bị tiêm thuốc an thần nặng hoặc linh hồn của nó đã bị đánh bật ra khỏi cơ thể. Từ con vật đầu tiên tôi thấy mọi thứ đều có cảm giác khó chịu.  Một cuộc diễu hành khổng lồ của khách du lịch đều chụp ảnh tự sướng với những con rồng đã được đánh thuốc mê và nằm ở vị trí thuận tiện xung quanh con đường mòn. Thực hành khủng khiếp, thật sai lầm. Bản thân những con rồng rất đẹp và hùng vĩ, tôi không thể tránh khỏi cảm giác tồi tệ như vậy ở nơi này. Đừng ủng hộ nó, tham nhũng và tàn ác với động vật.Đọc thêm",
            "Chúng tôi đón năm mới 2023 trên du thuyền cùng với bạn bè và Ben.  người đã tổ chức cho chúng tôi một chuyến đi năm ngày quanh các hòn đảo.  Chúng tôi lặn nhiều lần trong ngày ở những địa điểm rất đẹp.  Ben luôn bơi cùng chúng tôi và đảm bảo không có chuyện gì xảy ra.  đó là một kỳ nghỉ tuyệt vời  bạn có thể truy cập nó trên trang web này.  komodoharmonytour.com bạn sẽ không hối tiếc đâu.Đọc thêm",
            "Tôi xin lỗi nhưng những con rồng trông không khỏe mạnh chút nào. Chắc chắn không phải là Công viên Quốc gia theo Úc, Hoa Kỳ, v.v. Đây là hành vi du lịch động vật trắng trợn, không kiểm soát ở mức cực đoan và nhìn chung là một trải nghiệm vô cùng buồn bã và đối đầu đối với tôi. Đừng làm điều đó.Đọc thêm",
            "Việc tham quan Komodo Dragons khá là kém hấp dẫn và giá cả quá đắt. Đặc biệt là những người hướng dẫn Harry thô lỗ, cáu kỉnh và hung hăng. Họ không hài lòng về tiền boa mà họ nhận được, có lẽ nếu họ vui vẻ hơn thì tiền boa sẽ nhiều hơn. Đọc thêm",
            "Xin vui lòng không hỗ trợ vườn thú này. Một con rồng bị bệnh hoặc được dùng làm ngôi sao Instagram, chúng tôi đang cố gắng tìm một chuyến tham quan mà không ghé thăm nơi này nhưng dường như tất cả chúng đều đến đây, phần còn lại đều ổn, lặn với ống thở, bọ ngựa, rùa và quan điểm của Đảo Padar. Tôi có cảm giác rằng những người tổ chức tour cũng thực hiện một kế hoạch nhỏ trong đó bạn chỉ trả tiền vào cửa công viên bằng tiền mặt và sau đó họ chia sẻ số tiền đó với các kiểm lâm viên Komodo, tiền không bao giờ được chuyển đến chính quyền Công viên.Đọc thêm",
            "Đừng ghé thăm nơi này! Những con rồng Komodo rõ ràng đã được tiêm thuốc an thần và đánh thuốc mê để khách du lịch có thể đến gần và chụp ảnh. Các loài động vật rõ ràng đang bị ngược đãi và toàn bộ hoạt động này nên được chấm dứt. Thật vô cùng đau buồn khi chứng kiến ​​những con vật vô tội này bị bóc lột và ngược đãi để người dân hưởng thụ. Đừng đến đây!Đọc thêm",
            "Đây là phần yêu thích nhất của chúng tôi trong toàn bộ chuyến đi. Khu bảo tồn là nơi mà tất cả chúng tôi đều thực sự mong đợi được xem vì tất cả các bức ảnh trực tuyến đều trông thật tuyệt vời. Không may, không phải trường hợp này. Từ sự hối hả điên cuồng của 20 chiếc thuyền kỳ lạ đang cố gắng cập bến cùng lúc cho đến bãi biển đông đúc, đầy rác và những người bán hàng đều cố gắng bán cho bạn thứ gì đó, cuối cùng chúng tôi cũng đã đến được khu vực giao ban. Việc đi bộ qua khu bảo tồn để tìm Komodos có cảm giác hơi khó khăn vì chúng tôi không nhìn thấy gì hoặc học được nhiều. Chỉ khi chúng tôi quay lại khu vực chính, người hướng dẫn mới chỉ ra hai người khá gần nhau dưới gốc cây để sẵn sàng chụp ảnh. Tất cả đều giống như một cuộc đi dạo với một buổi chụp ảnh ở loại kịch bản cuối cùng. Sau đó lại là một cuộc hối hả lên thuyền và đi ra ngoài. Đó không phải là một trải nghiệm mà tôi sẽ sớm lặp lại.Đọc thêm"
        ],
        "star_ratings": [
            557,
            234,
            108,
            45,
            44
        ],
        "review_amount": 988,
        "location": [
            "Vườn quốc gia Komodo",
            "Châu Á",
            "Đảo Komodo",
            "Komodo",
            "Đông Nusa Tenggara",
            "Những điều cần làm ở Vườn quốc gia Komodo",
            "Indonesia"
        ],
        "reviews_time": [
            "Written July 1, 2023",
            "Written July 4, 2023",
            "Written August 3, 2023",
            "Written August 7, 2023",
            "Written August 19, 2023",
            "Written August 20, 2023",
            "Written August 31, 2023",
            "Written October 9, 2023",
            "Written October 27, 2023",
            "Written December 1, 2023",
            "Written June 3, 2024",
            "Written April 28, 2024",
            "Written April 23, 2024",
            "Written April 19, 2024",
            "Written April 15, 2024",
            "Written April 13, 2024",
            "Written April 10, 2024",
            "Written April 10, 2024",
            "Written February 5, 2024",
            "Written February 2, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g325592-d3247649-Reviews-Komodo_Island-Komodo_National_Park_Komodo_East_Nusa_Tenggara.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g325592-d3247649-Reviews-or10-Komodo_Island-Komodo_National_Park_Komodo_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g325592-d8549095-Reviews-Batu_Bolong_Reef-Komodo_National_Park_Komodo_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g2311506-d3874321-Reviews-Pink_Beach-Komodo_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g325592-d3264883-Reviews-Komodo_National_Park-Komodo_National_Park_Komodo_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g1820452-d3253186-Reviews-Rinca_Island-Rinca_Komodo_National_Park_Komodo_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g2311506-d13984464-Reviews-Pink_Beach-Komodo_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g2311506-d15067415-Reviews-Manta_Point-Komodo_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g325592-d11959132-Reviews-Pengah_Reef-Komodo_National_Park_Komodo_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g1820452-d25437805-Reviews-Komodo_National_Park-Rinca_Komodo_National_Park_Komodo_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g325592-d26834408-Reviews-Komodo_Island-Komodo_National_Park_Komodo_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g2311506-d18545352-Reviews-Anita_Island-Komodo_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777483-d25370404-Reviews-BEYOND_KOMODO_TOUR-Labuan_Bajo_Flores_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777483-d25370422-Reviews-BEYOND_KOMODO_TOUR-Labuan_Bajo_Flores_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777483-d12215472-Reviews-Beyond_Komodo-Labuan_Bajo_Flores_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777483-d8139841-Reviews-Discovery_Komodo_Adventure-Labuan_Bajo_Flores_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777483-d12193200-Reviews-Komodo_Signature-Labuan_Bajo_Flores_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777483-d12617419-Reviews-Bintang_Komodo_Tours-Labuan_Bajo_Flores_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777483-d12694417-Reviews-Komodo_Trekker-Labuan_Bajo_Flores_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777483-d13802941-Reviews-FLORES_Fantastic_Tours-Labuan_Bajo_Flores_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777483-d12962678-Reviews-Komodo_Heaven_Tours-Labuan_Bajo_Flores_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777483-d15632691-Reviews-Azul_Komodo-Labuan_Bajo_Flores_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777483-d13396037-Reviews-IDIVE_Komodo-Labuan_Bajo_Flores_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777483-d12571143-Reviews-Longlasting_Trip-Labuan_Bajo_Flores_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777483-d12799691-Reviews-Flores_With_Me-Labuan_Bajo_Flores_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g325592-d12245709-Reviews-Scuba_Republic-Komodo_National_Park_Komodo_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g1777483-d8317889-Reviews-NEREN_Diving_Komodo-Labuan_Bajo_Flores_East_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g34607-d13459401-Reviews-Imagine_Museum-St_Petersburg_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g285715-d4011109-Reviews-Praia_do_Barril-Tavira_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d7998333-Reviews-Chelsea_Flea_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806951-d7811748-Reviews-Ximending-Wanhua_Taipei.html",
            "https://www.tripadvisor.com/Attraction_Review-g1219346-d2236367-Reviews-Slide_Splash_Parque_Aquatico_Water_Slide_Park-Lagoa_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g48747-d4749688-Reviews-New_York_Renaissance_Faire_Tuxedo_Park_NY-Tuxedo_Park_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g1226776-d12814542-Reviews-Five_Islands_Amusement_Park-Chaguaramas_Trinidad_Trinidad_and_Tobago.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d553321-Reviews-Champagnes_Cafe-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g189417-d14998451-Reviews-Minoan_Lines-Heraklion_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2037730-Reviews-Paragon_Cineplex-Bangkok.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g325592-d3247649-Reviews-or10-Komodo_Island-Komodo_National_Park_Komodo_East_Nusa_Tenggara.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g325592-d3247649-Reviews-Komodo_Island-Komodo_National_Park_Komodo_East_Nusa_Tenggara.html"
    }
]