[
    {
        "attraction_name": "Konoko Falls & Park",
        "attraction_name_vi": "Thác Konoko - Công viên",
        "general_info": [
            "969 đánh giá",
            "- 3 trong số 36 điều cần làm ở Ocho Rios",
            "Công viên"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Dành thời gian ở Thác Konoko để tham quan trên du thuyền! Lựa chọn tuyệt vời Dịch vụ khách hàng tuyệt vời và hướng dẫn đảm bảo không ai bị tổn thương và không bao giờ để bất cứ ai bị bỏ lại phía sau. Hãy chắc chắn rằng bạn có giày nước và sẽ bị ướt. Cơ hội tuyệt vời để trải nghiệm khung cảnh tuyệt vời và cảnh quan thiên nhiên của Jamaica.Đọc thêm",
            "Chuyến đi đến Thác Konoko của chúng tôi rất vui. Đó là một chuyến leo núi dễ dàng và thư giãn hơn so với Thác sông Dunn - s. Các hướng dẫn rất hữu ích và tràn đầy năng lượng! Trước khi leo thác, bạn hãy tham quan phong cảnh tuyệt đẹp nơi bạn tìm hiểu về nhiều loài thực vật bản địa của hòn đảo và công dụng của chúng. Có một túp lều nhỏ ở cuối nơi bạn có thể nếm thử một ít thịt gà giật. Món tôi thích nhất là sốt xoài habanero! Nhược điểm duy nhất là tôi đã gọi món gà giật để mang về ngay khi chúng tôi đến khu vực bán đồ ăn và xe buýt chuẩn bị rời đi trước khi đơn hàng sẵn sàng. Chúng tôi chỉ có khoảng 5 phút rảnh rỗi khi đến khu vực đó và nếm thử đồ ăn. Tôi ước thời gian tham quan được sắp xếp để có ít nhất 15-20 phút để mua đồ ăn và đồ uống.Đọc thêm",
            "Kenroy là người hướng dẫn của chúng tôi khi leo thác, anh ấy rất giỏi và chu đáo. Anh ấy đã giúp vợ tôi, người đang rất lo lắng leo lên thác nước. Nếu không có anh ấy thì vợ tôi đã không thể đến được đó. Hướng dẫn của chúng tôi qua môi trường sống tự nhiên cũng rất tốt. Nhìn chung, đây là một chuyến tham quan tuyệt vời nếu bạn đang ở Jamaica.Đọc thêm",
            "Thác Konoko cung cấp một giải pháp thay thế leo thác tuyệt vời cho Thác sông Dunn - s và bản thân nó cũng rất tốt. Thác Konoko có phạm vi mở và tự do hơn so với Thác sông Dunn - s vì bạn không cần có người hướng dẫn - mặc dù họ có sẵn - thay vào đó bạn có thể tự mình leo lên thác nước tuyệt đẹp. Leo thác không thú vị hay ấn tượng như thác Dunn - s River nhưng nó khá gần. Tôi thích công viên xung quanh ở Konoko hơn rất nhiều so với công viên ở Dunn - s River vì nó không quá đông khách du lịch hay có quá nhiều người cố gắng bán đồ cho bạn. Thay vào đó là những con vật bị nhốt trong lồng - mà tôi - không phải là người hâm mộ cuồng nhiệt - nhưng trên hết là một bảo tàng nhỏ kể về lịch sử của Jamaica mà tôi nghĩ là tuyệt vời. Ngoài ra còn có một điểm quan sát trong công viên nơi bạn có thể ngắm nhìn quang cảnh tuyệt vời của Ocho Rios. Ngoài ra còn có một quán bar và quán cà phê khá tốt. Nhìn chung, Thác Konoko là một lựa chọn thay thế tuyệt vời cho Thác sông Dunn - s vì nó vẫn rất ấn tượng, mang đến cơ hội leo núi một cách độc lập và có công viên xung quanh tốt hơn với điểm nổi bật là bảo tàng nhỏ và điểm quan sát. Đọc thêm",
            "Cách tàu du lịch ở Vịnh Montego khoảng 2 giờ lái xe mỗi chiều, nhưng nó đáng giá.  Đó là một khu vực đẹp.  Các khu vườn thực vật có hình nón rất tốt và bảo tàng rất nhỏ nhưng làm rất tốt việc giải thích lịch sử của Jamaica.  Và Dalton là một hướng dẫn viên du lịch tuyệt vời!  Có một khu vực ăn uống nhỏ nếu bạn cần thứ gì đó để ăn hoặc uống khi ở đó.\nTuy nhiên, nó được quảng cáo là có thể truy cập được cho người khuyết tật.  Tôi sử dụng xe máy và có thể nói rằng nó có thể tiếp cận được nhưng không thực sự thân thiện với xe lăn.  Có một số khu vực dốc sẽ khó di chuyển bằng xe lăn tự hành hoặc có người đồng hành đẩy.  Trên đường đi cũng có khá nhiều đoạn gồ ghề.Đọc thêm",
            "Các hướng dẫn viên du lịch có sức chứa. Đến đó sớm để có trải nghiệm tốt nhất. Khu vực đậu xe tương đối nhỏ nên cả ngày có thể có vấn đề. Công viên được giữ gìn tốt và giá thực phẩm phải chăng. Có một lựa chọn là đi xuống đáy thác; và đó là rất nhiều cầu thang, hoặc để đi đến giữa chừng, nơi có một khu vực bơi lội nhỏ 4 ft và đỉnh thác. Ngoài ra còn có một chuyến tham quan với các loài chim, thực vật và một bảo tàng nhỏ.Đọc thêm",
            "Đến thăm Thác Konoko cùng gia đình gồm 6 - 2 bố mẹ, 4 đứa trẻ từ 10 - 15 tuổi - đến từ Vương quốc Anh vào tháng 8 năm 2023. Đã có khoảng thời gian tuyệt vời nhất. Sông Dunns quá đông khách du lịch và đông dân trong khi chúng tôi thấy Thác Konoko yên tĩnh và thư giãn. Lần đầu tiên chúng tôi gặp người hướng dẫn của mình, Noldie, người đã ở đó 38 năm và biết mọi thứ. Anh ấy rất tốt bụng, hiểu biết và chỉ cho chúng tôi mọi thứ, kể cả các loài chim, thực vật và cây cối trong rừng nhiệt đới. Sau đó chúng tôi đến sở thú mini và nhặt những con vẹt và cự đà! Các con tôi đã rất vui mừng! Việc chúng tôi leo lên Thác Konoko trông không hề dễ dàng nhưng với sự giúp đỡ của những nhân viên cứu hộ tuyệt vời, Kenroy và đồng nghiệp của anh ấy, chúng tôi đã làm được! Kenroy đơn giản là người hướng dẫn tốt nhất và hữu ích nhất từ ​​trước đến nay, thậm chí còn chụp ảnh và quay video trong khi tất cả chúng tôi leo lên thác nước. Phải mất một giờ và đầu gối 51 tuổi của tôi đau nhức nhưng tôi đã làm được! Đó là một thành tích thực sự đáng hài lòng và tôi đánh giá cao Thác Konoko vì đây là một bí mật cần được khám phá và là một ngày đi chơi đáng nhớ! Đọc thêm",
            "Có thời gian tốt nhất ở thác Konoko. Khi chúng tôi đến nơi và nhìn ngọn núi phía trước, tôi nghĩ điều đó là không thể nhưng với sự giúp đỡ của những nhân viên cứu hộ rất kiên nhẫn, tất cả chúng tôi đã làm được! Có một bà cụ 70 tuổi trong nhóm của chúng tôi và những người hướng dẫn viên rất tuyệt vời với bà. Rất muốn giới thiệu. Rất khuyến khích mang giày đi biển hấp dẫn. Đọc thêm",
            "Đừng bao giờ dựa vào một trang web của Jamaica vì chúng gần như luôn vô nghĩa. Luôn gọi điện trước. Trang web cho biết mở cửa từ thứ Hai đến Chủ Nhật. Nó chỉ mở cửa từ thứ Tư đến chủ nhật. Các địa điểm khác trong khu vực vẫn phản đối khi họ đã đóng cửa trong nhiều năm.\n\nĐáng để ghé thăm. Một địa điểm tuyệt vời với tầm nhìn tuyệt vời.Đọc thêm",
            "Bạn tôi và tôi đã đến thăm Công viên Konoko chỉ trong một ngày khi chúng tôi ở Ocho Rios vì chúng tôi đang đi du thuyền. Tôi ước mình có thể - đã dành nhiều thời gian hơn. Chuyến tham quan Công viên thật tuyệt vời Tháng Tư, hướng dẫn viên của chúng tôi rất tốt bụng và thân thiện và cô ấy đã có rất nhiều niềm vui với chúng tôi. Chúng tôi đã học được rất nhiều điều và tôi cảm thấy đó là một trải nghiệm thực sự tốt nên tôi đặc biệt giới thiệu công viên Konoko và gửi lời cảm ơn tới April và cố gắng mời cô ấy làm người hướng dẫn cho bạn. Ngoài ra, hãy nhớ rằng đây là MẸO sinh kế của họ, nó thực sự giúp ích cho họ. Họ làm việc hết mình.Đọc thêm",
            "Khung cảnh thật tuyệt vời và đội ngũ nhân viên hữu ích không thể mong muốn một ngày tốt đẹp hơn, cả gia đình đã tận hưởng ngày này những món ăn tuyệt vời và những khu vườn xinh đẹpĐọc thêm",
            "Chúng tôi đã rất vui! Chúng tôi đã khám phá thác nước, có chuyến tham quan tuyệt vời nhất với WINSTON - ASK FOR HIM - đó là thông tin cực kỳ hữu ích về các loài động vật và thực vật trong khuôn viên trường. Thức ăn và đồ uống thật tuyệt vời! Tôi - tôi chắc chắn sẽ quay lại!Đọc thêm",
            "Chúng tôi rất thích thời gian ở thác. Chúng kém ngoạn mục hơn một chút so với thác sông Dunn, nhưng vẫn đáng kinh ngạc và thú vị. Nếu bạn có thể đến đó vào buổi sáng, bạn có thể may mắn như chúng tôi và có thác nước cho riêng bạn.  Leo núi dễ dàng nhưng thú vị. Chắc chắn được đề xuất.Đọc thêm",
            "Trải nghiệm đẹp và thú vị.  Rất nhiều cuộc leo núi - - - - Hướng dẫn viên đã giúp chúng tôi được an toàn nhất có thể. Họ đã giúp đỡ mọi người và hỗ trợ khi cần thiết. Hãy nhớ mang giày đi nước tốt hoặc dép có quai, KHÔNG đi dép xỏ ngón. Chuyến tham quan rất tốt cùng với hướng dẫn viên của chúng tôi, cô ấy rất nhiều thông tin.Đọc thêm",
            "Trải nghiệm hàng đầu ở đây là thác - đặc biệt là leo thác - một trải nghiệm tốt hơn nhiều - và rẻ hơn - so với Thác sông Dunns, nơi tập trung nhiều người xuống tàu du lịch.  Ở đây thì không như vậy: Bạn thường sẽ không tự mình trải nghiệm thác mà còn có hướng dẫn viên chuyên nghiệp - được khuyến nghị - để giúp bạn vượt qua những đoạn thác đầy thử thách.  Trong trường hợp của chúng tôi, người hướng dẫn đó là Kenroy, người mà chúng tôi chân thành khuyên bạn nên hỏi khi đến thăm và quyết định leo lên thác - anh ấy thật tuyệt vời!  Anh ấy thậm chí sẽ giúp bạn vượt qua nỗi sợ bị giam cầm nếu bạn chọn nhấn chìm vào hang động của Bob Marley.  Một nơi ẩn náu tuyệt vời khỏi sự ồn ào và hối hả của Ocho Rios và một ốc đảo yên tĩnh mà bạn không nên bỏ lỡ.Đọc thêm",
            "Thác konoko tuyệt đẹp và chuyến tham quan nhiều loài thực vật kỳ lạ cũng như động vật địa phương. Yêu các tour du lịch trước khi đi vào thác. Winston là một nghệ sĩ hàng đầu, cảm ơn bạn!! Đọc thêm",
            "Tìm hiểu về các loại cây và thực vật có nguồn gốc từ Jamaica là một khía cạnh thú vị của công viên này. Mặc dù chúng tôi không leo lên thác ở đây nhưng đây là một khung cảnh rất đẹp. Có một quán bar và quán ăn tại chỗ. Động vật khác nhau để xem xét. Có một số loài động vật được vuốt ve nhưng hướng dẫn viên của chúng tôi không đưa chúng tôi đi qua khu vực đó.Đọc thêm",
            "Đây là một nơi tuyệt vời để đến nếu bạn đang ở Ocho Rios hoặc Thác Dunns, Jamaica.  Có một chuyến tham quan khu vườn tuyệt đẹp mà bạn có thể tham gia và sau đó bạn có thể leo lên thác nước!  Ngạc nhiên.  Hơi vất vả một chút nhưng có thể làm được.  Chúng tôi có một người hướng dẫn tuyệt vời đã giúp chúng tôi leo lên thác - Kenroy.  Anh ấy thật ngọt ngào, vui tính và mạnh mẽ!  - phải giúp nâng chúng tôi lên những tảng đá dốc - .  Một người đàn ông thực sự tuyệt vời.  Cách tuyệt vời để dành một vài giờ.Đọc thêm",
            "Đi với một cặp vợ chồng khác và bắt taxi từ khu nghỉ mát. Chúng tôi là những người duy nhất ở đó và đã có khoảng thời gian tuyệt vời với hướng dẫn viên du lịch của chúng tôi. Khuôn viên đẹp, động vật hoạt động tích cực, tạo ra tiếng động và khung cảnh tuyệt vời để chụp ảnh.Đọc thêm",
            "Chúng tôi đã đến công viên này trong chuyến đi trong ngày từ tàu du lịch của chúng tôi. Hướng dẫn viên của chúng tôi khuyên chúng tôi nên xem qua sau khi nói rằng chúng tôi thích ngắm nhìn thiên nhiên và động vật hoang dã địa phương. Khi lần đầu tiên đi dạo xung quanh, nó có vẻ giống như một công viên và khu bảo tồn động vật được chăm sóc tốt và được đầu tư tốt, đúng như mong đợi đối với một địa điểm có phí vào cửa - 20 USD mỗi người. Nhưng khi tiếp tục đi dạo xung quanh, chúng tôi kinh hoàng khi nhìn thấy những chú vẹt đuôi dài trông cực kỳ chán nản trong những chiếc lồng nhỏ hoàn toàn không có đồ chơi làm giàu. Vẹt đuôi dài cực kỳ thông minh - trí thông minh của một đứa trẻ mới biết đi - loài chim có tuổi thọ khoảng 50 năm và chúng có thể trở nên cực kỳ chán nản và lo lắng giống như bất kỳ người nào nếu bị nhốt trong phòng giam không có chất làm giàu. Những con chim xinh đẹp này đang có dấu hiệu căng thẳng nghiêm trọng khi chúng tôi nhìn thấy chúng và đập đầu chúng liên tục vào lồng. Những loài động vật thông minh này cần được đối xử tốt hơn rất nhiều, và điều hối tiếc duy nhất của tôi là tôi đã không chụp ảnh - quay video về điều này khi tôi nhìn thấy nó. Vô cùng thất vọng và tàn nhẫn, đặc biệt là với phí vào cửa dốc - 20. Tôi ngạc nhiên khi nơi này có đánh giá tốt như vậy mặc dù vậy. Tôi đoán mọi người chỉ nhìn thấy những thác nước đẹp, nhưng sự tàn ác - bỏ bê động vật không phải là điều mà ai cũng nên bỏ qua.Đọc thêm",
            "Sau khi leo lên - bạn có phải nhảy xuống nước không? Hay trèo xuống? Tôi hơi sợ độ cao và không thích đầu mình ở dưới nước.Đọc thêm",
            "Này, Roberta thích đi du lịch, Bố mẹ tôi đã 74 tuổi nhưng vẫn có thể leo cầu thang. Có bao nhiêu và chúng tệ đến mức nào?Đọc thêm",
            "Bạn có thể chụp ảnh với các loài động vật khác nhau miễn phí hay bạn phải trả phí?Đọc thêm",
            "Không có phí hoặc hạn chế liên quan đến việc chụp ảnh động vật hoặc thực vật. Các hướng dẫn viên du lịch thậm chí sẽ chụp ảnh cho bạn. Họ cực kỳ có sức chứa.Đọc thêm",
            "vé vào công viên bao nhiêu?Đọc thêm",
            "Nếu tôi nhớ không lầm - 20 - ngườiĐọc thêm",
            "Bạn có thể lấy thức ăn của riêng bạn? Có gói nhóm không? Chúng tôi có phải đặt trước hoặc có thể ghé thăm vào bất kỳ ngày mở cửa nào không?Đọc thêm",
            "Tôi không tin họ cấm bạn mang thức ăn của riêng bạn.  Họ cung cấp cho bạn tùy chọn lấy tủ khóa nếu bạn cần cất nó ở đó.\nLiên quan đến câu hỏi về tỷ lệ nhóm, tôi sẽ liên hệ trực tiếp với Konoko vì họ rất nhiệt tình.Đọc thêm",
            "Có sẵn đồ ăn thức uống không?Đọc thêm",
            "Ồ vâng..... gà giật và sọc đỏ lạnhĐọc thêm",
            "Giày dép được khuyên dùng là gì? Giày thể thao? Giày đi nước?Đọc thêm",
            "Giày nước là lựa chọn tốt nhất của bạn.  Thưởng thứcĐọc thêm",
            "có ai có thể cho tôi biết tôi đã dành bao nhiêu thời gian ở đây không?  Tôi đang cố gắng nhìn thấy một số thứ khi tôi ghé thămĐọc thêm",
            "Chúng tôi đã dành khoảng 2,5 giờ tại địa điểm này, bao gồm cả việc leo thác, chụp ảnh những cảnh đẹp, tham quan bảo tàng nhỏ và khám phá vườn thú mini.  Ngoài ra còn có một nơi nhỏ để mua sắm.  Chúng tôi không ăn ở nhà hàng mà nếm thử món gà giật.Đọc thêm",
            "Phí vào cửa khu vườn và mùa thu này là bao nhiêu?Đọc thêm",
            "- 15Đọc thêm",
            "Phí vào cửa khu vườn và mùa thu này là bao nhiêu?Đọc thêm",
            "- 20 USD mỗi cáiĐọc thêm"
        ],
        "star_ratings": [
            661,
            228,
            58,
            12,
            11
        ],
        "review_amount": 970,
        "location": [
            "Tám con sông",
            "Thác Konoko - Công viên",
            "Những hoạt động nên làm ở Ocho Rios",
            "vùng Caribe",
            "Jamaica",
            "Giáo xứ Thánh Ann"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 17, 2023",
            "Written June 24, 2023",
            "Written July 1, 2023",
            "Written July 30, 2023",
            "Written August 16, 2023",
            "Written August 19, 2023",
            "Written August 28, 2023",
            "Written September 11, 2023",
            "Written October 22, 2023",
            "Written May 26, 2024",
            "Written April 28, 2024",
            "Written April 28, 2024",
            "Written April 25, 2024",
            "Written April 22, 2024",
            "Written April 16, 2024",
            "Written March 8, 2024",
            "Written March 6, 2024",
            "Written March 1, 2024",
            "Written March 1, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147312-d7305078-Reviews-Konoko_Falls_Park-Ocho_Rios_Saint_Ann_Parish_Jamaica.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147312-d1051359-Reviews-Evita_s_Italian_Restaurant-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147312-d2229509-Reviews-Oceans_On_The_Ridge-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147312-d1051361-Reviews-Ocho_Rios_Village_Jerk_Center-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147312-d1232890-Reviews-Devon_House_I_Scream-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147312-d1232896-Reviews-Juici_Beef_Patties-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147312-d10826463-Reviews-Mainland_China_Restaurant_Bar-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147312-d3200772-Reviews-John_Crow_s_Tavern-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147312-d1051386-Reviews-Jimmy_Buffett_s_Margaritaville_Ocho_Rios-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147312-d23385664-Reviews-Ciao_Bella_Art_Cafe_Restaurant-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147312-d3605183-Reviews-Cafe_Express-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d24942938-Reviews-Jacana_Farm_Tours-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d538092-Reviews-Ocho_Rios_Bay_Beach_Turtle_Beach-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d777315-Reviews-Turtle_River_Park-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d12053595-Reviews-Dolphin_Cove_Moon_Palace_Jamaica_Grande-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d3321226-Reviews-Rainforest_Adventures-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d1645961-Reviews-White_River-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d265852-Reviews-Island_Village-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d24112379-Reviews-Twin_Rivers_Getaway-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d274030-Reviews-Dolphin_Cove_Ocho_Rios-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d23891654-Reviews-The_Courthouse_Gallery_And_Cafe-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d7305078-Reviews-or10-Konoko_Falls_Park-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147311-d1841765-Reviews-Uton_s_Private_Tours-Montego_Bay_Saint_James_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147311-d1978067-Reviews-Ahhh_Ras_Natango_Gallery_and_Garden-Montego_Bay_Saint_James_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g14782379-d1728930-Reviews-Mayfield_Falls_Mineral_Springs_Original-Pennycooke_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147314-d1021622-Reviews-Reach_Falls-Port_Antonio_Portland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d777027-Reviews-Bloody_Bay-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147310-d147569-Reviews-Blue_Mountains-Kingston_Kingston_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d274414-Reviews-Negril_Cliffs-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d148623-Reviews-Seven_Mile_Beach-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g2253897-d150342-Reviews-Rocklands_Bird_Sanctuary-Wiltshire_Saint_James_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d1997485-Reviews-Blue_Hole-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d12934226-Reviews-Genius_Reggae_Jamaica_Tours-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d6105771-Reviews-Tour_Jamaica_Today-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d1604979-Reviews-Travel_Jamaica_Tours-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d7603602-Reviews-Karandas_Tours_Limited-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d8514294-Reviews-Dr_Fun_Tours-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d1432001-Reviews-Know_Jamaica_Tours-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d13822400-Reviews-Salisa_Tours_Jamaica-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d17537497-Reviews-Meka_s_Tour_Jamaica-Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d19984080-Reviews-Island_Jamaica_Excursions-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d7303381-Reviews-Excursions_In_Jamaica-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d20557195-Reviews-Destination_Jamaica_Tours-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d23606270-Reviews-Oneil_Jamaica_Excursion-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d19604688-Reviews-McBeez_Tours-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d2277559-Reviews-Fiwi_Island_Tours-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d24996054-Reviews-Toes_N_Di_San_Tours-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g297401-d10088695-Reviews-Isla_Magdalena-Punta_Arenas_Magallanes_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g56010-d2516445-Reviews-Mercer_Botanic_Gardens-Humble_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d491889-Reviews-Metro_Los_Angeles-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g56003-d11903062-Reviews-Buffalo_Bayou_Park_Cistern-Houston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g150812-d1075137-Reviews-Rio_Secreto-Playa_del_Carmen_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g55390-d12877520-Reviews-Machine_Falls_Loop_Trail-Tullahoma_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g29560-d6678501-Reviews-Blake_s_Orchard_Cider_Mill-Armada_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g3458461-d1016794-Reviews-YS_Falls-Saint_Elizabeth_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d13934111-Reviews-Massage_Dai_Nam-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12163991-Reviews-Moorea_Beach_Club-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147312-d7305078-Reviews-or10-Konoko_Falls_Park-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147312-d7305078-Reviews-Konoko_Falls_Park-Ocho_Rios_Saint_Ann_Parish_Jamaica.html"
    }
]