[
    {
        "attraction_name": "Kool Runnings Water Park",
        "attraction_name_vi": "Công viên nước Kool Runnings",
        "general_info": [
            "192 đánh giá",
            "Công viên nước"
        ],
        "attraction_summary": "Công viên Phiêu lưu Kool Runnings - nơi có trải nghiệm công viên phiêu lưu đa dạng và tiếp thêm sinh lực nhất vùng Caribbean!!! Hãy lấp đầy một ngày của bạn với 10 đường trượt nước tuyệt vời, 1/4 dặm dòng sông lười, Đảo Dừa Captain Mikies dành cho trẻ em, nhiều món ăn tuyệt vời và nhiều trò chơi. Khu vực Phiêu lưu mới sẽ kích thích sự thèm muốn Phiêu lưu của bạn với Bắn súng sơn, Thẻ Laser ngoài trời, Đua xe Go-Kart, Đua thuyền Jamboo trên Great Morass!! .. Và một điều nữa, đừng bỏ lỡ Linh vật Công viên của chúng tôi, Mikie Manatee, biểu diễn Mikie Skank trên sân khấu giải trí Kool của chúng tôi, một niềm vui cho cả gia đình.Đọc thêm",
        "reviews": [
            "Đối diện với AZUL Sensatori Hotel Resort, du khách có thể dễ dàng đến công viên nước này tới tất cả các khách sạn bằng một chuyến taxi ngắn. Trả tiền ở đó. Hoặc ở tại Azul bên kia đường.Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời . Các slide rất thú vị và thú vị.  Các hoạt động vui chơi khác có sẵn để tham gia và có một ngày vui vẻ. Đồ chơi cho cả gia đình.  Thức ăn ngon có sẵn tại chỗ. Dọn dẹp phòng nghỉ và phòng thay đồ. Nhân viên rất năng nổ. Quá trình đặt phòng thật dễ dàng. Tỷ lệ nhóm tuyệt vời. Phải đi. Đọc thêm",
            "Chúng tôi đã mua vé xem theo mùa trực tuyến trước vì nó có vẻ rẻ hơn so với vé mua ngoài. Điều này có hiệu quả vì bọn trẻ đã đi ba lần và số tiền này còn nhiều hơn cả chi phí bổ sung. Một cơ sở tốt, chúng tôi đã có niềm vui. Hãy coi chừng Negril là một nơi quá đắt đỏ.  Đọc thêm",
            "Cảm ơn Ric E đã đánh giá.\n\nChúng tôi thực sự vui mừng vì bạn đã được hưởng các đặc quyền của Season Pass toàn quyền truy cập của chúng tôi, điều này chắc chắn mang đến cho bạn trải nghiệm công viên tốt nhất.\n\nMột lần nữa xin cảm ơn bạn vì đã lựa chọn chúng tôi và chúng tôi mong sớm được đón tiếp bạn và các em!Đọc thêm",
            "Trẻ em yêu thích nơi này, rộng lớn, sạch sẽ và có nhiều lựa chọn cho mọi lứa tuổi..đi bè rất tốt, các anh chàng đã giải thích và dạy chúng tôi về các khu vực khi chúng tôi đi cùng. Chúng tôi chắc chắn sẽ quay lại. Đọc thêm",
            "Tôi phải bắt đầu từ đâu!!!Một công viên nước rất nhỏ với một vài cầu trượt, tất cả đều khiến bạn đau lưng vì bạn có thể cảm nhận được mỗi lần tham gia cầu trượt. Dòng sông lười lười biếng một cách thách thức, 2 trong số khoảng 10 máy bay phản lực đẩy nước thực sự đang hoạt động, nó không đủ nước, bạn có thể nhìn thấy dòng đáng lẽ phải ở, đầy bọ và bẩn ở phía dưới . Bảo trì bất cẩn, khi bạn bước lên cầu trượt, bạn nghĩ rằng các bậc thang sẽ rơi xuống bất cứ lúc nào. Các tủ khóa đều bẩn thỉu. Toàn bộ nơi này trông tồi tàn và tồi tàn. Thức ăn chúng tôi dùng cho bữa trưa, tôi sẽ không cho con chó của mình ăn, chúng tôi có một chiếc bánh mì kẹp thịt bò với khoai tây chiên và cả hai chúng tôi đều cảm thấy buồn nôn sau khi ăn nó. Ý tôi là làm sao bạn có thể ăn nhầm một chiếc burger! Và khi nói với người quản lý khi chúng tôi rời đi về món ăn, chúng tôi thậm chí còn không nhận được một lời xin lỗi và anh ấy dường như không bận tâm. Đọc thêm",
            "Chúng tôi thực sự xin lỗi vì chúng tôi không thể đáp ứng mong đợi của bạn vào ngày bạn đến thăm chúng tôi. Chúng tôi đã lắng nghe những lo lắng của bạn và loại bỏ lô bánh mì kẹp thịt mà bạn đã hết sức thận trọng. Chúng tôi cũng cảm ơn bạn vì đã cho phép chúng tôi đến thăm bạn tại khách sạn để đảm bảo rằng bạn vẫn ổn. Chúng tôi hy vọng bạn có một cơ hội khác để đáp ứng mong đợi của mình như chúng ta đã thảo luận.Đọc thêm",
            "Cần phải có tổ chức hơn một chút. Các chuyến đi cơ bản chứ không thực sự vui vẻ. Người phân bổ chìa khóa tủ khóa nên biết tủ khóa nào đang hoạt động thay vì đưa chìa khóa không có khóa cho các đơn vị. Các chuyến đi cần phải thú vị hơn cho mọi lứa tuổi. Rất đắt so với những gì bạn nhận được. Đọc thêm",
            "Cảm ơn đánh giá của bạn Celiajohnsonuk. Chúng tôi rất thất vọng vì bạn không thích trải nghiệm của mình với chúng tôi. Với hơn 5 mẫu hoạt động bao gồm 7 đường trượt nước cao chót vót từ độ cao hơn 30 ft, dòng sông lười, bể tạo sóng cũng như bắn súng sơn, chèo thuyền kayak trên đầm lầy, đua xe go-kart và đi bè, chúng tôi cố gắng cung cấp cả ngày hoạt động cho những vị khách của chúng ta. Ngoài mức giá chiết khấu dành cho cư dân, chúng tôi luôn có sẵn các gói và ưu đãi đặc biệt thông qua mạng xã hội và trang web của chúng tôi.Đọc thêm",
            "Chúng tôi rất vui mừng được đưa 4 đứa trẻ đến đây, hai đứa trẻ 6 tuổi và hai đứa trẻ 11 tuổi, giá dành cho khách du lịch quá cao so với những gì họ cung cấp bên trong, tôi đã mong đợi nhiều cầu trượt hơn và nhiều khu vực hồ bơi vui nhộn hơn mà chúng tôi chỉ ở lại một giờ và một nửa hoặc ít hơn vì bọn trẻ đã chán nên điều đó thật đáng tiếc.Đọc thêm",
            "Rên rỉ,\n\nCám ơn, vì phản hồi của bạn. Chúng tôi rất thất vọng vì bạn không thích trải nghiệm của mình với chúng tôi. Với hơn 5 mẫu hoạt động bao gồm 7 đường trượt nước cao chót vót từ độ cao hơn 30 ft, dòng sông lười, bể tạo sóng cũng như bắn súng sơn, chèo thuyền kayak trên đầm lầy, đua xe go-kart và đi bè, chúng tôi cố gắng cung cấp cả ngày hoạt động cho những vị khách của chúng ta. Ngoài mức giá chiết khấu dành cho cư dân, chúng tôi luôn có sẵn các gói và ưu đãi đặc biệt thông qua mạng xã hội và trang web của chúng tôi. Đọc thêm",
            "Việc nhập cảnh là hợp lý sau khi bạn bè của chúng tôi yêu cầu được tính theo mức giá địa phương. Người cố vấn bán hàng đang cố gắng tính giá khách du lịch cho chúng tôi vì chúng tôi không có hộ chiếu Jamaica. Sau một vài lời nài nỉ, người quản lý đã đồng ý trả cho chúng tôi mức giá địa phương khi bạn của chúng tôi nói với người cố vấn rằng chúng tôi là một cặp vợ chồng mới cưới. Bên trong bầu không khí sôi động và náo nhiệt nhưng chúng tôi bị sốc khi biết chỉ có 6 cạnh. Chúng tôi đã không ở lại lâu hơn một giờ và không ăn tại chỗ vì chúng tôi phải lái xe một quãng đường dài để quay lại Ochi. Tôi khuyên bạn nếu bạn đi ngang qua Negril thì đừng đi chệch hướng. Đọc thêm",
            "Nleo69,\n\nCảm ơn bạn rất nhiều vì phản hồi của bạn. Chúng tôi thực sự rất tiếc vì bạn đã không có cơ hội tận hưởng dòng sông lười, hồ tạo sóng và tất cả 7 đường trượt lớn hơn, ly kỳ hơn của chúng tôi. Có vẻ như bạn không thể tận dụng Khu Phiêu lưu của chúng tôi để cung cấp trò chơi bắn súng sơn, đi bè trên đầm lầy, đua xe go-kart và trải nghiệm con quay hồi chuyển của chúng tôi. \nChúng tôi có tỷ lệ nhập học chung nhưng chúng tôi cung cấp mức giá chiết khấu cho cư dân Jamaica.  Chúng tôi cũng cung cấp mức giá chiết khấu cho những người đặt vé trực tuyến hoặc mua một trong các gói theo nhóm của chúng tôi. Chúng tôi luôn cố gắng tìm cách để những người có ngân sách khác nhau có thể tận hưởng cơ sở vật chất của chúng tôi. \nChúng tôi hy vọng bạn sẽ sớm quay lại để xem các dịch vụ khác của chúng tôi. \n\nĐọc thêm",
            "Hãy nghĩ rằng nơi này cần sạch sẽ và giảm giá, có những cầu trượt nào ở đó ổn nhưng nước không sạch lắm, chúng tôi đã mua gói hàng đầu để có thể đi bè, xà nhà đã cũ và rách nát và chỉ có một cái đủ an toàn để sử dụng phần còn lại của nhóm phải đi trong tình trạng tồi tàn, áo phao trong tình trạng tồi tệ Thức ăn rất ngon Đọc thêm",
            "Xin chào Skye17skye,\n\nCảm ơn bạn rất nhiều vì đã ghé thăm Kool Runnings và phản hồi trung thực của bạn.  Chúng tôi rất tiếc vì bạn cho rằng bè của chúng tôi trông cũ kỹ.  Thực ra chúng tôi vừa nhận được hai chiếc bè mới được chế tạo trông giống như những chiếc bè tre Jamaica đích thực, tạo cảm giác mộc mạc.  Trải nghiệm đi bè của chúng tôi đưa du khách đến Great Morass, nơi họ biết rằng Morass hoạt động như một hệ thống lọc tự nhiên cho đại dương, do đó nước trong đầm lầy đôi khi có thể có vẻ đục. \nChúng tôi có bè bốn người, vì vậy khi chúng tôi có một nhóm lớn hơn bốn người, chúng tôi sử dụng thuyền kayak cao su trông giống như một chiếc thuyền tồi tàn.  Chúng tôi đánh giá cao phản hồi trung thực của bạn và mong được gặp lại bạn tại Kool Runnings. Đọc thêm",
            "Không đi cầu trượt, nhưng tôi sẽ đi vào năm tới! Nó sạch sẽ trước khi Dreamers tiếp quản lol! Tôi hy vọng đến thăm vào một ngày ít bận rộn hơn để thực sự tận hưởng nó thay vì chỉ tiệc tùng ở đó.Đọc thêm",
            "Cảm ơn bạn đã đánh giá K A.\n\nChúng tôi rất vui vì bạn thích sự kiện được tổ chức tại cơ sở của chúng tôi và chúng tôi mong sớm được đón tiếp bạn và gia đình bạn.\n\nHãy luôn KOOL...Đọc thêm",
            "Xin chào, tôi là giáo viên một trường học ở Jamaica và đang có ý định đưa một nhóm phụ huynh và học sinh đến Kool Runnings vào ngày 19 tháng 12 năm 2023 nên vui lòng cho tôi xin mức giá cho mỗi người.Đọc thêm",
            "Công viên nước chạy mát có đóng cửa vào năm 2023Đọc thêm",
            "CHÀO! Đến từ Jamaica và chúng tôi đang lên kế hoạch cho chuyến đi đến Kool Runnings vào ngày 1 tháng 1. Chúng tôi muốn biết giá trọn gói cho ít nhất 10 người lớn và 14 trẻ em và liệu giá có bao gồm tất cả không?Đọc thêm",
            "Giá dành cho người Jamaica là bao nhiêuĐọc thêm",
            "Bây giờ kool Running Park có mở cửa kinh doanh khôngĐọc thêm",
            "Như bạn biết, chúng tôi ở Jamaica không sử dụng đô la nên phí vào cửa đối với chúng tôi sống ở JamaicaĐọc thêm",
            "Chi phí cho một gói gia đình là bao nhiêuĐọc thêm",
            "Giá vé ba người lớn là bao nhiêuĐọc thêm",
            "Chúc một ngày tốt lành, tôi là một người Jamaica. Tôi muốn biết giá bao nhiêu cho 3 người lớn và 2 trẻ em dưới 10 tuổi, chúng tôi muốn đến vào ngày 25 tháng 7 năm 2021, bạn có thể cho tôi biết sớm nhất có thể không, cảm ơn. và cách nhận vé, cảm ơnĐọc thêm",
            "Bao nhiêu cho ba người lớn và ba\n trẻ emĐọc thêm"
        ],
        "star_ratings": [
            75,
            54,
            40,
            14,
            9
        ],
        "review_amount": 192,
        "location": [
            "Những việc cần làm ở Negril",
            "Công viên nước Kool Runnings",
            "Giáo xứ Westmoreland",
            "Negril (Negril là một vùng đất đen)",
            "Jamaica",
            "vùng Caribe"
        ],
        "reviews_time": [
            "Written October 28, 2022",
            "Written June 2, 2021",
            "Written January 6, 2020",
            "Written November 25, 2019",
            "Written November 14, 2019",
            "Written September 17, 2019",
            "Written September 13, 2019",
            "Written September 9, 2019",
            "Written August 25, 2019",
            "Written August 21, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g147313-d644501-Reviews-Kool_Runnings_Water_Park-Negril_Westmoreland_Parish_Jamaica.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g147313-d4079270-Reviews-Fireman_s_Lobster_Pit-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147313-d3507291-Reviews-The_Boardwalk_Village_Restaurant-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147313-d26587756-Reviews-Jamwest_Beach-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147313-d17380714-Reviews-Pastafari-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g23767806-d27167041-Reviews-Canoe_Bar-West_End_Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147313-d26767927-Reviews-Tory_s_lobster_hut_seafood_bar_and_grill-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147313-d24850397-Reviews-Ita_Sea_Food_Kitchen-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147309-d2282000-Reviews-Office_of_Nature-Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147313-d26515949-Reviews-Stardoose_Cafe-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Restaurant_Review-g147313-d23681884-Reviews-Tip_Top_Surf_And_Turf_Cuisine-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d777027-Reviews-Bloody_Bay-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d2491846-Reviews-Booby_Cay_Island-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d148623-Reviews-Seven_Mile_Beach-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d4312882-Reviews-Mary_Gate_of_Heaven_Catholic_Church-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d640673-Reviews-Half_Moon_Beach-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d6403451-Reviews-Barney_s_Flower_Hummingbird_Garden_Jamaica-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d12178706-Reviews-Long_Bay_Beach_Park-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d2615839-Reviews-Times_Square_Mall-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d16820215-Reviews-Octavius_Art-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g23767806-d23801806-Reviews-Joseph_s_Cave-West_End_Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d644501-Reviews-or10-Kool_Runnings_Water_Park-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g3458461-d1016794-Reviews-YS_Falls-Saint_Elizabeth_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d3321226-Reviews-Rainforest_Adventures-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d7133186-Reviews-Wata_Land_Eco_Fun_Park-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147311-d148143-Reviews-Aquasol_Beach_Park-Montego_Bay_Saint_James_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147311-d27674272-Reviews-Step_River_Adventure-Montego_Bay_Saint_James_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147311-d26696066-Reviews-FunFactor-Montego_Bay_Saint_James_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d2076466-Reviews-Discovery_Falls-Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d1853038-Reviews-Wynter_s_Park_Farm-Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g552076-d4061860-Reviews-Bubbling_Spring_Mineral_Bath-Santa_Cruz_Saint_Elizabeth_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147311-d16651353-Reviews-The_Epic_Collective-Montego_Bay_Saint_James_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d19319365-Reviews-Captain_Jace_Allen_Glass_Bottom_Boat_Tours_Negril-Negril_Westmoreland_Parish_Jam.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d482278-Reviews-Stanley_s_Deep_Sea_Fishing-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147311-d19125664-Reviews-Mr_Reasonable-Montego_Bay_Saint_James_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d10112613-Reviews-Ocean_View_Spa-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d17747972-Reviews-Reef_Explorer_Diving_Center-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d13536009-Reviews-Island_Tours_Excursions-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d6495884-Reviews-Natasha_s_One_Love_Massage_Spa-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d7106877-Reviews-Jacques_Tours_Jamaica-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d2242153-Reviews-Everald_s_Jamaica_Private_Day_Tours-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d19503800-Reviews-Any_Likkle_Ting_U_Need-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d12135671-Reviews-Easy_Breezy_Tours-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d4153585-Reviews-Joe_Cool_Taxi_Tours_Jamaica-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g30163-d591689-Reviews-Bayou_Wildlife_Zoo-Alvin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d2312090-Reviews-Legong_and_Barong_Waksirsa_Dance-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g41580-d108836-Reviews-Dogtown_Common-Gloucester_Cape_Ann_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g39265-d6651211-Reviews-Onyx_Cave-Cave_City_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d153970-Reviews-El_Cedral-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g33916-d10532211-Reviews-Candlewood_Lake-Sherman_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g51986-d145587-Reviews-Nehalem_Bay_State_Park-Nehalem_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g54848-d145078-Reviews-Wall_Drug-Wall_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d13474979-Reviews-Social_Club_Mallorca-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d13223501-Reviews-YETI_Flagship-Austin_Texas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g147313-d644501-Reviews-or10-Kool_Runnings_Water_Park-Negril_Westmoreland_Parish_Jamaica.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g147313-d644501-Reviews-Kool_Runnings_Water_Park-Negril_Westmoreland_Parish_Jamaica.html"
    }
]