[
    {
        "attraction_name": "Koroyanitu National Heritage Park",
        "attraction_name_vi": "Công viên di sản quốc gia Koroyanitu",
        "general_info": [
            "50 đánh giá",
            "- 1 trong 8 điều cần làm ở Lautoka",
            "Các công viên quốc gia",
            "Thiên nhiên - Khu vực hoang dã"
        ],
        "attraction_summary": "Công viên tráng lệ này có điều gì đó dành cho tất cả mọi người: cơ hội khám phá thác nước và rừng, bơi trong dòng suối trên núi, dã ngoại, đi bộ đường dài hoặc thực hiện một chuyến đi xe đạp leo núi khắc nghiệt.Đọc thêm",
        "reviews": [
            "Những con đường đi bộ trong Vườn quốc gia Koroyanitu rất đẹp. Tôi dự định đi cùng với một người hướng dẫn trong chuyến đi của mình vì là một nữ du khách độc thân ở một nơi không xác định, tôi muốn có một số đảm bảo về sự an toàn - và chỉ có thể tận hưởng chuyến đi bộ đường dài! - . Xin chân thành cảm ơn những người ở Nhà nghỉ chỉ phục vụ bữa sáng lý tưởng - Tôi không phải là khách nhưng đã đọc một bài đánh giá về chỗ ở của họ đề cập đến hướng dẫn về làng Abaca nơi chuyến đi bộ bắt đầu. Tôi lạnh lùng gọi đến chỗ của họ và họ rất tốt bụng và linh hoạt khi tổ chức một nhân viên của họ, Knox, đưa tôi đi. Họ thậm chí còn cung cấp bữa sáng và Knox đã chuẩn bị bữa trưa đóng hộp. Tổng chi phí từ chỗ ở của họ ở Nadi là 160fjd, không bao gồm phí trả cho làng Abaca - 25fjd ea -. Knox biết rõ các tuyến đường và là một người hướng dẫn tuyệt vời, chỉ tay - chọn các loại trái cây và thực vật địa phương trên đường đi. Thêm vào - Chi phí đi lạc khá cao - theo nghĩa đen - khoảng 750 fjd mỗi người nếu làng cần cử người tìm kiếm bạn - , vì vậy nếu nghi ngờ, tôi thực sự khuyên bạn nên sử dụng phiên bản có hướng dẫn. Hãy gọi cho những người đáng yêu tại Nhà nghỉ chỉ phục vụ bữa sáng lý tưởng ở Wailoala.Đọc thêm",
            "",
            "Mặc dù việc đi bộ đến thác nước rất thú vị nhưng nó không đáng giá - 25 mỗi người do làng địa phương tính phí. Và họ cũng tính phí tài xế địa phương Fijian của chúng tôi - 20 đô la mà chúng tôi phải trả khi lẽ ra anh ta thực sự được tự do - sau đó họ muốn tính phí cho chúng tôi một khoản khác - 50 đô la cho một người hướng dẫn mà chúng tôi không trả tiền. Đường dẫn đến Thác không được đánh dấu rõ ràng, cây cối um tùm và được bảo trì kém. và chúng tôi đã lạc đường nhiều lần. Không khuyến nghị điều này cho chuyến tham quan trong ngày.Đọc thêm",
            "Chúng tôi đã chọn đi bộ lên đỉnh mà không có người hướng dẫn, chuyến đi bộ này thực sự đáng yêu và đáng giá. Với rất nhiều điểm dừng trên đường đi, chúng tôi phải mất 3 giờ để đứng dậy. Chúng tôi đã được thưởng một cảnh quan tuyệt đẹp. Có một bản đồ rất mơ hồ ở túp lều xuất phát nơi bạn phải trả tiền. Chúng tôi đã đấu tranh để tìm ra điểm bắt đầu chính xác của người đứng đầu thử nghiệm hội nghị thượng đỉnh nhưng khi chúng tôi làm được điều đó thì việc đi theo con đường lên đỉnh lại cực kỳ dễ dàng. Từ trí nhớ; tại chòi trong làng nơi bạn trả tiền, bạn ra khỏi chòi và rẽ phải xuống đường - đường xe jeep - hướng về núi - có suối - nước chảy qua đường - đường xe jeep, ngay trước suối - có nước một con đường mòn bên phải bạn, đi theo con đường mòn bên phải của bạn và đi theo nó xuống dốc bạn sẽ đến một con suối thích hợp - con sông, cần phải băng qua con suối khi bạn băng qua con suối đi qua cổng gia súc - đóng nó lại phía sau bạn nếu nó bị đóng - Khi bạn đi qua cổng gia súc, có một vài con đường, hãy đi theo con đường ở phía bên trái, đi theo con đường này lên đồi, con đường đã được xác định rõ ràng và bạn không thể bị lạc từ đây con đường đi theo thảm thực vật cao ngang thắt lưng, vào đồng cỏ và sau đó cuối cùng băng qua khu rừng tuyệt vời nhất khi bạn lên đến đỉnh - đi bộ qua túp lều của người đi bộ đường dài, con đường tiếp tục và bạn sẽ đến điểm ngắm cảnh trong khoảng 7 phút. Con đường chính xác để quay trở lại điểm xuất phát Chúng tôi đã tổ chức một chuyến đi lên với Phaolô; chúng tôi đã liên hệ với anh ấy theo số sau, 2357 644 - 7193 194 và địa chỉ email, pauliasikuba62 - gmail.com. Chúng tôi tốn - 160 FJD cho hành trình trở về.Đọc thêm",
            "Chuyến đi bộ lên Núi Batilamu là một trong những trải nghiệm tuyệt vời nhất từ ​​trước đến nay vì quang cảnh thực sự là vô giá. Đây hoàn toàn là việc phải làm đối với bất kỳ ai ở Fiji hoặc đến thăm các hòn đảo của chúng tôi.Đọc thêm",
            "Chúng tôi đã đến Công viên Koroynitu nửa tá lần và sẽ tiếp tục quay lại. Hoạt động yêu thích của chúng tôi ở đây là đi bộ đường dài Batilamu - dự kiến ​​mất 5-6 giờ với độ cao tăng đáng kể trong 2 dặm đầu tiên - . Đây là một con đường mòn được xác định rất rõ ràng - theo tiêu chuẩn của Fiji - và mang đến cho tôi những gì tôi nghĩ là một trong những quang cảnh bổ ích nhất khi lên đến đỉnh. Chúng tôi cũng thích đi theo dòng sông và đã tìm thấy một số thác nước và hố bơi tuyệt đẹp - ẩn giấu - bằng cách khám phá các con sông gần đó. Dự kiến ​​sẽ phải trả phí tham quan - 25 FJD, phí này sẽ được chuyển đến làng và giúp họ vận hành và bảo trì công viên. Ngoài ra, vui lòng thể hiện sự tôn trọng đúng mực khi ở trong làng bằng cách không đội mũ, mặc áo sơ mi và phụ nữ nên mặc sulu nếu bạn có. Đây đều là những dấu hiệu tôn trọng đúng mực khi đến thăm một ngôi làng nơi có sự hiện diện của tù trưởng. Một điều tuyệt vời nữa về nơi này là bạn có thể đến vào Chủ Nhật! Đọc thêm",
            "Xem các bài đánh giá trên AllTrails về Mounta Batilamu Lodge để biết thêm đánh giá và ghi lại các hoạt động của chuyến đi bộ đường dài. Tôi - muốn giới thiệu con đường này cho bất kỳ ai quan tâm đến một chuyến đi bộ đường dài vừa phải với rừng, núi và khung cảnh rộng lớn. Để giúp tạo điều kiện thuận lợi cho việc di chuyển, chúng tôi đã liên hệ với Reiaz - đánh vần? - , một tài xế taxi, theo số 9058505 - số điện thoại của anh ấy cũng được nêu trong đánh giá Tripadvisor trước đó - . May mắn thay, anh ấy tình cờ có mặt vào ngày chúng tôi gọi, vì vậy anh ấy đã đón chúng tôi từ Thị trấn Nadi và chở chúng tôi đến đầu đường mòn - và quay lại - với giá 250 FJD cho hai người trên xe 4WD. Reiaz tốt bụng, ấm áp và giàu kinh nghiệm; ông đã lái xe đến Công viên Di sản Quốc gia Koroyanitu hàng chục năm nên rất quen thuộc với điều kiện đường xá. Trên đường trở về nhà, anh ấy thậm chí còn mua cho chúng tôi một bữa ăn nhẹ nhỏ và giúp chúng tôi làm một số việc vặt. Tôi chắc chắn sẽ giới thiệu Reiaz làm tài xế taxi cho bất kỳ ai muốn thử chuyến đi bộ đường dài này. - Lưu ý rằng một trong những con đường dẫn đến đầu đường thỉnh thoảng bị ngập lụt và khiến ô tô không thể vào được đầu đường mòn.Đọc thêm",
            "Tôi đã rất may mắn khi được tham gia chuyến tham quan có hướng dẫn viên lên Batilamu cùng với hướng dẫn viên tuyệt vời Gerard Jam và nhóm bạn của anh ấy. Đó là một trải nghiệm tuyệt vời. Chuyến leo dốc, hàng ngàn lần dừng lại, những lời nguyền rủa, những cơn đau nhức đều xứng đáng khi bạn lên đến đỉnh. Thật ngoạn mục. Cảnh quan thật tuyệt vời và thời tiết đẹp. Tôi hoàn toàn muốn giới thiệu chuyến đi này. Đọc thêm",
            "Đây hoàn toàn không phải là bài đánh giá về Vườn Quốc gia Koroyanitu, vì chúng tôi chưa bao giờ thực sự đến đó.  - Chúng tôi đã cho 3 sao để cân bằng trải nghiệm tồi tệ của mình với thực tế là chúng tôi chưa bao giờ thực sự nhìn thấy công viên... - Theo đề xuất của một số khách du lịch khác, chúng tôi đã liên hệ với Quản lý Làng Abaca Pau bằng địa chỉ email được cung cấp ở phần trước ôn tập. Anh ấy phản hồi nhanh chóng và giúp chúng tôi tổ chức chuyến đi leo núi Batilamu. Tuy nhiên, vào ngày chúng tôi đi, người tài xế đã hứa không bao giờ xuất hiện. Pau đã không liên hệ với chúng tôi để thông báo và không thể liên lạc được kể từ đó. Chúng tôi đã thử tất cả số điện thoại được liệt kê cho anh ấy trong ngày và không thể tìm thấy số nào được kết nối. Chúng tôi hiểu rằng Abaca là một ngôi làng hẻo lánh với nguồn điện hạn chế, v.v., vì vậy có thể hiểu được rằng đã xảy ra sự cố. Tuy nhiên, chúng tôi cho rằng điều quan trọng là phải đảm bảo những khách du lịch khác biết rằng tùy chọn truy cập Mt Batilamu này có thể không đáng tin cậy như các đánh giá trước đây cho thấy.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời ở Công viên Di sản Quốc gia Koroyanitu! Trước chuyến đi, chúng tôi đã liên hệ với Quản lý làng Abaca, Pau - pauliasikubu62 - gmail.com - người đã giúp chúng tôi sắp xếp một chiếc taxi từ sân bay về làng. Chúng tôi đã thực hiện một chuyến đi bộ có hướng dẫn từ Làng Abaca lên Núi Batilamu. Chúng tôi đã có cuộc trò chuyện thú vị với hướng dẫn viên của mình, Joe, người đã kể cho chúng tôi về lịch sử của ngôi làng và một số loài thực vật trong công viên. Khung cảnh nhìn từ trên xuống và dọc theo con đường đi bộ thật ngoạn mục. Sau chuyến đi bộ, vợ chồng Pau mời chúng tôi vào nhà uống trà lá chanh trước khi chỉ cho chúng tôi một hố bơi ở con sông gần đó. Chúng tôi không thể yêu cầu những người chủ nhà thân thiện hoặc nhiệt tình hơn cho chuyến phiêu lưu tại Công viên Di sản Quốc gia của chúng tôi. Thật là một trải nghiệm tuyệt vời! Một số điều cần lưu ý nếu bạn đang lên kế hoạch cho một chuyến đi: - Dựa trên một số đánh giá khác, chúng tôi đã dự đoán rằng đồ ăn sẽ được cung cấp nhưng thực tế không phải vậy! Pau đã có thể bán cho chúng tôi một số thực phẩm cho chuyến đi của chúng tôi, điều này cực kỳ hữu ích. Hãy đảm bảo rằng bạn tự đóng gói đồ ăn hoặc thảo luận trước về các lựa chọn đồ ăn ở nhà dân - ký túc xá! - Đường đi bộ ngắn nhưng dốc và đầy thử thách. Hãy mang giày tốt và chuẩn bị đi bộ lên dốc trong vài giờ liền! - Không có - có rất nhiều muỗi, nhưng chúng tôi ước mình - có bình xịt côn trùng mang theo bên mình.- Chỗ ở trong túp lều rất thoải mái và mộc mạc - có chăn và gối nhưng nếu bạn muốn ga trải giường - vỏ gối mới, bạn có thể muốn mang theo một ít.Đọc thêm",
            "Có chuyến tham quan theo nhóm nào đến công viên di sản quốc gia Koroyanitu không? Tôi - tôi đang tìm một phương án tiết kiệm thay vì một chuyến du lịch riêng. Cảm ơn.Đọc thêm",
            "Chúng tôi có 5 người, nếu 2 người không giỏi thể thao, chúng tôi có thể ở lại làng Abaca trong khi những người khác đi bộ trong 2 giờ không. Bao nhiêu tiền cho 5 người đến và đi từ Lautoka đến bàn tính trên xe 4w cộng với vé vào cửa và hướng dẫn viên?Đọc thêm",
            "Chúng tôi có 5 người, nếu 2 người không giỏi thể thao, chúng tôi có thể ở lại làng Abaca trong khi những người khác đi bộ trong 2 giờ không. Bao nhiêu tiền cho 5 người đến và đi từ Lautoka đến bàn tính trên xe 4w cộng với vé vào cửa và hướng dẫn viên?Đọc thêm",
            "Xin chào các bạn, chúng tôi chỉ ở đó 7 giờ khi tàu du lịch của chúng tôi cập bến vào thứ Hai ngày 26 tháng 12. Bạn có nghĩ rằng chúng tôi có đủ thời gian để ghé thăm không và nếu có, bạn sẽ đề xuất điều gì cho một gia đình có trẻ em từ 16-10 tuổi? Đọc thêm",
            "CHÀO \nTôi đang tự hỏi sẽ mất bao nhiêu giờ để tham gia chuyến tham quan Công viên Di sản Quốc gia Koroyanitu từ lautoka và trở về.Đọc thêm",
            "Xin chào, chồng sắp cưới của tôi và tôi sắp đến lautoka trên một chuyến du ngoạn trong tuần trăng mật của chúng tôi và tôi thực sự muốn xây dựng một trong những ngôi nhà này. Bạn có nghĩ điều đó có thể thực hiện được với khung thời gian 8-5 không? Và nếu vậy, bạn sẽ đề xuất phương tiện di chuyển như thế nào? Chúng tôi thực sự muốn đi bộ đường dài khi ở lautoka. Cảm ơn rất nhiều!Đọc thêm",
            "Có, với khung thời gian từ 8 giờ sáng đến 5 giờ chiều, bạn có thể leo thác hoặc leo núi. Bạn cũng có thể bao gồm chuyến thăm làng - bữa trưa đơn giản - phí riêng cho từng người nhưng sẽ hợp lý hơn nếu bạn thanh toán trực tiếp tại trung tâm du khách công viên - . Lái xe từ Lautoka đến Abaca mất khoảng 1 giờ hoặc ít hơn một chiều. Bởi vì bạn đang đi du lịch trên biển nên thực sự khuyên bạn nên sử dụng phương tiện giao thông cá nhân. Gọi cho các nhà điều hành xe tải - xem các đánh giá gần đây về Công viên Koroyanitu để biết số liên lạc và giá cả - hoặc sử dụng các công ty vận tải tư nhân như Althia Transfer - Tours - Selva Tours - Highland Scenic Eco Tours. Phương tiện di chuyển cá nhân sẽ đắt hơnĐọc thêm",
            "Bula nhìn trộm,\nTôi đang bay đến Lautoka trên tàu Voyager chỉ trong một ngày. Có khả thi để thực hiện một chuyến đi đến công viên di sản lúc 9 giờ sáng và quay lại trước 3 giờ không? Hay tôi sẽ lãng phí thời gian của mình trong một khoảng thời gian ngắn như vậy?Đọc thêm",
            "Xin chào Donna- \n\nTôi xin lỗi tôi không thể trả lời câu hỏi của bạn từ 8 tháng trước. Tuy nhiên, chồng sắp cưới của tôi và tôi đang làm điều tương tự: đến trên một chuyến du thuyền từ ngày 8-5 và tôi tự hỏi liệu bạn có thể dọn về ngôi nhà này hay có bất kỳ lời khuyên nào như chúng tôi - muốn làm điều này trong thời gian chúng tôi ở đây.  Cảm ơn!Đọc thêm",
            "Bula Leon,\n\nCảm ơn bài viết và nhận xét của bạn về Abaca.\n\nXin thông báo giá đính kèm đã hết hạn vào ngày 31/03/2015. Bảng giá mới sẽ sớm được đăng tải.\n\nVinakaĐọc thêm",
            "Xin chào mọi người, tôi tự hỏi liệu có nên ghé thăm làng Abaca và lên đỉnh Mt Batilamu sau đó đi đến thác nước trong chuyến đi trong ngày từ Lautoka không? Điều này có khả thi không? Có thể vào Vườn quốc gia sớm bao lâu - vào làng có lịch sự không?  - Tôi không muốn gõ cửa Ratu để xin phép vào vùng đất của họ khi anh ấy có thể không phải là một - người buổi sáng - ! - Đọc thêm"
        ],
        "star_ratings": [
            36,
            10,
            3,
            1,
            0
        ],
        "review_amount": 50,
        "location": [
            "Công viên di sản quốc gia Koroyanitu",
            "Nam thái bình dương",
            "Fiji",
            "Nó đi ra",
            "Các hoạt động ở Lautoka",
            "Viti Levu"
        ],
        "reviews_time": [
            "Written November 7, 2023",
            "Written August 25, 2023",
            "Written July 12, 2023",
            "Written October 16, 2022",
            "Written October 16, 2022",
            "Written October 1, 2022",
            "Written July 14, 2022",
            "Written June 27, 2022",
            "Written June 3, 2022",
            "Written May 1, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297566-d308669-Reviews-Koroyanitu_National_Heritage_Park-Lautoka_Viti_Levu.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g297566-d308669-Reviews-or10-Koroyanitu_National_Heritage_Park-Lautoka_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d7653886-Reviews-Talanoa_Treks-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d12882504-Reviews-Biausevu_Waterfall-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d2266807-Reviews-Sabeto_Hot_Springs_and_Mud_Pool-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d309034-Reviews-Sigatoka_Sand_Dunes_National_Park-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294334-d1024200-Reviews-Robinson_Crusoe_Island_Tours-Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d312233-Reviews-Natadola_Beach-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g612490-d1682095-Reviews-Port_Denarau_Marina-Denarau_Island_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294336-d309003-Reviews-Kula_Wild_Adventure_Park-Sigatoka_Coral_Coast_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d309037-Reviews-Garden_of_the_Sleeping_Giant-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294337-d2266813-Reviews-Dravuni_Island-Suva_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d13447308-Reviews-Epic_Transfer_and_Tours_Fiji-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d12447167-Reviews-Sleeping_Giant_Zipline-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d15238801-Reviews-Fiji_Airways_Premier_Lounge-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d2167887-Reviews-Rosie_Holidays_Fiji-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294334-d2196733-Reviews-Westerzaif_Tours-Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d9466727-Reviews-Nadi_Urban_Adventures-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d14933641-Reviews-Tour_Managers_Fiji-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d15221434-Reviews-Omnus_Travel_Tours_pte_Fiji_ltd-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d16639856-Reviews-Tourizi_Touring_Fiji-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d2572860-Reviews-Fiji_Eco_Tours-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g297566-d8697270-Reviews-Exotic_Holidays_Fiji-Lautoka_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g294335-d12157197-Reviews-Rise_Beyond_the_Reef-Nadi_Viti_Levu.html",
            "https://www.tripadvisor.com/Attraction_Review-g187907-d196147-Reviews-Casa_del_Cioccolato_Perugina-Perugia_Province_of_Perugia_Umbria.html",
            "https://www.tripadvisor.com/Attraction_Review-g32225-d4102991-Reviews-Wild_Water_Adventure_Park-Clovis_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33045-d4724262-Reviews-Santa_Barbara_Bowl-Santa_Barbara_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294472-d19329130-Reviews-Varijanta_Massage_Center-Belgrade.html",
            "https://www.tripadvisor.com/Attraction_Review-g32784-d18153825-Reviews-Slab_City-Niland_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g2043912-d553518-Reviews-James_Bond_Island-Phang_Nga_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g850702-d878112-Reviews-Aphrodite_s_Rock-Kouklia_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g187820-d5256943-Reviews-Spiaggia_di_Fegina-Monterosso_al_Mare_Cinque_Terre_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d7793346-Reviews-Aerobus-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d555399-Reviews-Congo_River_Golf-Orlando_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297566-d308669-Reviews-or10-Koroyanitu_National_Heritage_Park-Lautoka_Viti_Levu.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297566-d308669-Reviews-Koroyanitu_National_Heritage_Park-Lautoka_Viti_Levu.html"
    }
]