[
    {
        "attraction_name": "Kotor Old City",
        "attraction_name_vi": "Thành phố cổ Kotor",
        "general_info": [
            "6.069 đánh giá",
            "- 3 trong số 84 điều cần làm ở Kotor",
            "Địa điểm lịch sử",
            "Địa điểm ưa thích - Địa danh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Điểm dừng chân của chúng tôi ở Kotor lịch sử, Montenegro khá đáng nhớ. Chuyến đi từ Dubrovnik, Croatia đến Kotor đưa chúng tôi qua thị trấn xinh đẹp Perast và Vịnh Kotor. Mặc dù có rất nhiều du khách trên tàu du lịch, nhưng Thành phố cổ Kotor thỉnh thoảng vẫn đáng để đeo khẩu trang khi có rất đông người bên trong vô số nhà thờ. Mặt khác, việc khám phá các công sự, đường phố và cửa hàng của Thành phố Cổ thật thú vị. Mức giá mà các doanh nghiệp trong Thành phố Cổ đưa ra rất cao và rõ ràng là hướng tới lượng khách du lịch. Tuy nhiên, đừng để lời cảnh báo đó ngăn cản bạn trải nghiệm một bước quay ngược lịch sử đáng kinh ngạc. Đọc thêm",
            "Tham quan như một phần của chuyến đi trong ngày đến Kotor. Hoàn toàn bất ngờ khi thấy phố cổ Kotors gợi nhớ đến một khu trung tâm kiểu châu Phi. Những bức tường quy mô đầy đủ với toàn bộ thị trấn, quán bar, căn hộ và nhà hàng bên trong. Được biết đến là thành phố của mèo, vì vậy hãy chuẩn bị tinh thần để tìm thấy rất nhiều chú mèo tham gia vào chuyến du lịch thú vị của bạn. Chỉ ở lại trong ngày nhưng chắc chắn là nơi nào đó đông đúc khách du lịch hơn một số thị trấn nhỏ dọc bờ biển. Có vẻ tốt đẹp. Đọc thêm",
            "Điểm thu hút chính ở Kotor, đó là điều phải xem. Những tòa nhà cổ xinh đẹp, những con hẻm đi bộ rất chật, rất nhiều ngôi nhà lịch sử và đầy đủ các cửa hàng, nhà hàng và quán cà phê. Có rất nhiều sự kiện được tổ chức tại Piazzas of the Old City và chắc chắn bạn có thể dành vài ngày ở đây để thưởng thức hương vị chân thực của văn hóa, lịch sử và ẩm thực địa phương.Đọc thêm",
            "Theo tôi, Kotor phải diễn ra vì nó nằm trong Danh sách Di sản Thế giới của UNESCO. Thành phố cổ là khu vực ấn tượng với các công trình kiến ​​trúc thời Trung cổ. Có rất nhiều nhà hàng và quán cà phê. Nên ghé thăm Pháo đài Kotor để ngắm nhìn khung cảnh ngoạn mục của vịnh Kotor. Để làm được điều này, bạn phải leo lên cầu thang của bức tường lâu đài.Đọc thêm",
            "Thị trấn xinh đẹp ở Montenegro. Chúng tôi dự định đến thăm Kotor trước khi đến thăm Croatia. Chúng tôi đến đây từ Milini - Dubrovnik - . Vì vậy, chuyến đi mất khoảng hai giờ. Phố cổ Kotor thực sự rất đẹp với nhiều nhà hàng, quán bar và tòa nhà lịch sử. Tầm nhìn đẹp mở ra từ các bức tường thị trấn. Những con đường thị trấn hẹp và tôi khuyên bạn nên tìm cách tìm 2-3 giờ cho Ladder Of Kotor. Bạn phải leo lên đỉnh núi bằng những bậc thang, nơi có tầm nhìn ngoạn mục ra thị trấn và vịnh!Đọc thêm",
            "Chúng tôi ở lại kotor chỉ hơn một tuần và thăm phố cổ mỗi ngày. Nó - được giữ rất tốt và đẹp. Tất nhiên có những cửa hàng lưu niệm ở khắp mọi nơi bán cùng một hình xăm với giá ngớ ngẩn nhưng cũng có một số cửa hàng đáng yêu hơn bán đồ gốm sứ và nghệ thuật địa phương. Bạn không thể đi xa mà không vấp phải một con mèo nhưng chúng thực sự khá ngọt ngào. Bầu không khí buổi tối sẽ đẹp hơn nhiều khi tàu du lịch rời điĐọc thêm",
            "Đây là một thành phố thời trung cổ quyến rũ và rất đáng để đi dạo xung quanh.  Đáng chú ý là sạch sẽ và được chăm sóc tốt.  Hãy để ý tới các tác phẩm nghệ thuật và thủ công địa phương thay vì các hoạt động du lịch thông thường.  Họ có vẻ thích mèo.  Đi dạo quanh các bức tường - miễn phí - để có tầm nhìn tuyệt vời.  Bạn cũng có thể ngâm mình dưới biển vì có một bãi biển nhỏ đông đúc người dân địa phương.  Chưa bao giờ mạo hiểm lên đồi.Đọc thêm",
            "Đến thăm khu vực này vào mùa cao điểm có lẽ không phải là ý tưởng hay nhất nhưng dù thế nào đi nữa thì cũng nên ghé thăm. Vẻ đẹp của khu phố cổ tuyệt đẹp và những bức tường pháo đài rất đáng xem. Chỉ có một số ít địa điểm lịch sử mà bạn có thể ghé thăm và hầu hết chúng đều khá nhỏ và ít hấp dẫn hơn. \n\nNếu bạn đang có kế hoạch đi dạo quanh nơi này, hãy dành thời gian để ghé thăm nơi này vào những giờ đầu mở cửa hoặc đăng vào giờ cao điểm buổi trưa. Vì nó có thể trở nên cực kỳ đông đúc - rất nhiều lần xô đẩy - trong khoảng thời gian từ 12 - 4 giờ chiều. Không - không cho phép bạn dành thời gian xem các hiện vật hoặc thậm chí chụp một bức ảnh đẹp. \n\nTôi không khuyên bạn nên trả tiền cho một chuyến đi bộ trừ khi đó là điều bạn thích. Bởi vì bạn có thể dễ dàng tự mình khám phá mọi thứ ở đây. \n\nCác cửa hàng bán đồ lưu niệm giá cả phải chăng, chắc chắn nên so sánh giá cả nhưng đều chấp nhận thanh toán bằng thẻ quốc tế và thương lượng mức chiết khấu tốt. \n\nRất nhiều mèo!! Nếu bạn yêu - em, điều đó - thật tuyệt! Nếu bạn không - t, họ thường ở trong không gian riêng của họ và sẽ không làm phiền bạn. \n\nNếu bạn ở trong một căn hộ chung cư thì ngay đầu cổng thị trấn cũng có chợ rau với giá cả hợp lý và sản phẩm tươi sống. \n\nCó nhiều lựa chọn nhà hàng ở đây nhưng một số có thể rất thương mại và nhiều người phục vụ bị cho là thô lỗ và không chào đón. \n\nCó một khu vực đậu xe trả phí cách cổng phố cổ khoảng 100m - - 1 lần mỗi giờ - nếu bạn - đang lái xe đến đó. Nhưng một lần nữa, nếu bạn đang lái xe đến đó trong những giờ sau bữa trưa, hãy chuẩn bị tinh thần để bị kẹt xe nghiêm trọng, buổi tối có thể rất kinh khủng kéo dài tới 6 giờ đồng hồ!Đọc thêm",
            "Khu phố cổ tuyệt vời với những con đường hẹp và những quán bar, nhà hàng nhộn nhịp giữa những bức tường cổ của lâu đài. Rất khuyến khích đi bộ lên trên để ngắm cảnh vịnh, một con đường đi bộ miễn phí ngay bên ngoài bức tường phố cổ sẽ đưa bạn lên phía trên lâu đài ở độ cao khoảng 600m so với mực nước biển, thậm chí bạn có thể gặp một số con dê địa phương. \n\nNhược điểm duy nhất của thị trấn là sự xuất hiện thường xuyên của các tàu du lịch mà phần lớn thị trấn phụ thuộc vào. Mặc dù rõ ràng chúng mang lại lợi ích cho thị trấn nhưng những con tàu khổng lồ lại lấy đi một số điều kỳ diệu.Đọc thêm",
            "Thật là một mê cung bất ngờ và tuyệt vời của những con đường đằng sau những bức tường thành.\nQuá nhiều lịch sử để xem.\nCác cửa hàng nhỏ, nhà hàng, quán cà phê và quán bar, với những người hát rong chơi nhạc và một khu vực có nhiều chú mèo con được thuần hóa nhưng hoang dã. \nMột nơi tuyệt vời để ghé thăm nhiều lần mà vẫn thấy được điều gì đó mới mẻ mỗi lần.Đọc thêm",
            "Thật là một thị trấn nhỏ dễ thương! Tôi thực sự yêu thích kiến ​​trúc và những ngọn núi trong hầu hết các bức ảnh. Mọi người trong cửa hàng đều tốt bụng và có rất nhiều thứ để mua, ăn và khám phá! Chỉ có điều là lúc nào cũng đông đúc nhưng ai lại không muốn đến thăm thành phố cổ!Đọc thêm",
            "Thật tuyệt vời - và choáng ngợp với những con phố hẹp. Rất nhiều cửa hàng và quán cà phê. Ngoài ra còn có một số nhà thờ cổ. Bạn cũng có thể leo lên đỉnh lâu đài từ Phố cổ. Nơi đây được bảo tồn đúng như một di sản thế giới của UNESCO. Tổng cộng có 3 cổng ra vào Phố cổ. Vào ban ngày, nơi đây hơi đông đúc chủ yếu là do tàu du lịch neo đậu ở đó. Bên cạnh đó, nơi đây tương đối yên tĩnh. Tìm thấy 2 cửa hàng Pizza nằm rất gần nhau và trên cùng một con phố hẹp. Pizza Margarita và Pizza chay của họ là những lựa chọn tốt cho những người đang tìm kiếm điều đó. Đã thử cả hai và nó rất ngon và hấp dẫn. Đọc thêm",
            "Chúng tôi lái xe từ Croatia đến Kotor. Vấn đề chính của chúng tôi là chờ 45 phút ở biên giới và chúng tôi cảm thấy rất vội vàng. Nhưng thị trấn rất đẹp - có rất nhiều cửa hàng và quán cà phê. Rất nhiều con đường và bậc thang lộng gió. Chúng tôi đã đi bộ qua các phần tường có sẵn - bạn không thể đi bộ suốt chặng đường - . Việc đỗ xe rất phức tạp và sẽ là một thảm họa vào mùa hè. Nhưng trong nửa học kỳ tháng Năm, chúng tôi đã thành công và có một ngày khám phá thú vị. Nó gợi nhớ đến những hồ nước ở Ý và có cảm giác khép kín nhưng có những ngọn núi xung quanh. Một ngày dài nhưng đáng để đi.Đọc thêm",
            "Bạn sẽ muốn đi lang thang qua thành phố cổ đẹp như tranh vẽ này và khám phá tất cả những con đường chật hẹp.  Tìm một nơi tốt để ăn, đó là những gì chúng tôi đã làm.  Nhưng bạn sẽ gặp phải đám đông vì thị trấn đã được du khách khám phá.  Và có quá nhiều quầy lưu niệm trông giống nhau.Đọc thêm",
            "Chúng tôi ở lại Phố cổ trong chuyến đi Kotor. Taxi thả bạn ở Cổng Bắc - đi bộ vào khu phố cổ để đến khách sạn. Không có ô tô nào có thể lái vào Phố cổ. Phố cổ quyến rũ và nhỏ bé. Rung cảm thời trung cổ. Bạn có thể đi bộ qua toàn bộ Phố cổ trong vòng một giờ. Nhiều cửa hàng bán đồ lưu niệm và nhà hàng. Nhiều chú mèo đáng yêu cũng có thể được tìm thấy. Chắc chắn là một Phố cổ tuyệt vời để ghé thăm nếu bạn đang đi du lịch đến Montenegro.Đọc thêm",
            "Chúng tôi đến thăm vì đây là cảng du lịch của tôi. Điểm nổi bật của kỳ nghỉ Con tàu cập bến ngay thị trấn. Chỉ cần đi bộ trên tàu và bạn sẽ ở đó ở vị trí tuyệt vời này. Chúng tôi đã đi cáp treo qua chuyến tham quan của tôi. Nó cũng bao gồm một chuyến đi có hướng dẫn quanh thị trấn có tường bao quanh này. Rất đáng giá và quang cảnh thật tuyệt vời Nếu bạn thích mèo, bạn sẽ thích quảng trường mèo ở kotor Không thể bỏ qua chuyến đi ra khơi trên tàu. Đó là điều tôi sẽ không bao giờ quên. Phải mất hai giờ để tàu quay trở lại vịnh hẹp để ra biểnĐọc thêm",
            "Phố cổ Kotor là một mê cung nhỏ gọn gồm những con phố cổ hẹp đáng yêu và những quảng trường rộng rãi, dường như được bố trí ngẫu nhiên với những bức tường thị trấn tạo thành hình tam giác. Có rất nhiều so sánh với Dubrovnik nhưng tôi có thể nói rằng điều này có cảm giác ít - thông minh hơn - và do đó có lẽ có cảm giác chân thực hơn. Dễ dàng đi bộ trong vài giờ. Hãy lạc vào những con phố nhỏ và đi lang thang xung quanh và bạn - sẽ tìm thấy bạn - đang ở một nơi nào đó mà bạn - đã từng đến mà không nhận ra điều đó!  Điều này rất là! - điểm đến du thuyền nổi tiếng, với những chiếc thuyền có thể cập bến ngay cạnh cổng phía nam của phố cổ và cũng có thể neo đậu trong vịnh và đưa đón hành khách, vì vậy một số ngày có thể có rất đông khách du lịch tụ tập hoặc đi theo nhóm. Các xe khách cũng dừng lại ở đây, làm tăng thêm tình trạng hỗn loạn, vì vậy để tránh những thời điểm tồi tệ nhất, hãy nhắm đến những buổi sáng sớm hoặc đợi đến chiều muộn, khi đám đông đã tan dần. Đi bộ qua các bức tường của thị trấn, đi lên lâu đài nhìn ra thị trấn - 15 euro khi chúng tôi đến gần đây - xem qua các cửa hàng kiểu nghệ thuật, mua một số sản phẩm tươi sống ở khu chợ nhỏ phía trước, nói - xin chào - với - nhiều người! - những con mèo đi lang thang khắp nơi hoặc chỉ ngồi ở một trong nhiều nhà hàng ở quảng trường.Đọc thêm",
            "Thật là một nơi tuyệt vời để ghé thăm. Lịch sử tuyệt vời với những nhà hàng tuyệt đẹp và tầm nhìn tuyệt vời. Phải dành cho những du khách đam mê phong cảnh đẹp.Đọc thêm",
            "Thành phố tuyệt vời. Đã vào ba điểm đến hàng đầu của tôi. Những con đường hẹp mở ra những quảng trường nhỏ với vô số quán bar và nhà hàng.  Thực sự yêu thích sự rung cảm tại Câu lạc bộ Jazz Evergreen Tiếp cận các bức tường và hơn thế nữa.Đọc thêm",
            "Một nơi rất đẹp để dành cả ngày ở thành phố cổ có tường bao quanh và tận hưởng chuyến đi bằng thuyền. Sạch sẽ so với một số khu vực đã ghé thăm khi ở trong khu vực.Đọc thêm"
        ],
        "star_ratings": [
            4219,
            1510,
            254,
            57,
            30
        ],
        "review_amount": 6070,
        "location": [
            "đô thị Kotor",
            "Montenegro",
            "Những điều cần làm ở Kotor",
            "Kotor",
            "Châu Âu",
            "Thành phố cổ Kotor"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 24, 2023",
            "Written July 3, 2023",
            "Written July 8, 2023",
            "Written July 8, 2023",
            "Written July 30, 2023",
            "Written July 31, 2023",
            "Written July 31, 2023",
            "Written July 31, 2023",
            "Written August 1, 2023",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 25, 2024",
            "Written May 23, 2024",
            "Written May 21, 2024",
            "Written May 15, 2024",
            "Written May 13, 2024",
            "Written May 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g295381-d2558862-Reviews-Kotor_Old_City-Kotor_Kotor_Municipality.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g295381-d23222621-Reviews-The_Nitrox_Pub_Eatery-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295381-d23219190-Reviews-Resto_Bar_Taraca-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2558165-d17391560-Reviews-Marenda_Grill_House-Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295381-d6848872-Reviews-BBQ_Tanjga-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295381-d12885744-Reviews-Restaurant_Przun-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295381-d7215966-Reviews-Pescaria_Dekaderon-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295381-d14863959-Reviews-La_Catedral_Pasta_Bar-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295381-d10512754-Reviews-Ladovina_Kitchen_and_Wine_Bar-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295381-d1914703-Reviews-Konoba_Scala_Santa-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295381-d24107495-Reviews-Little_Bay_Old_Town-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d10196419-Reviews-Sea_Gate-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d7132654-Reviews-Old_Kotor_Prison_Building-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d555139-Reviews-Grubonja_Palace-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d555140-Reviews-Karampana_Well-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d553548-Reviews-Piazza_of_the_Arms-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d23529662-Reviews-Mussel_And_Oyster_Farm-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d24134149-Reviews-The_Obelisk-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d3368773-Reviews-Bay_of_Kotor-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d553982-Reviews-St_Tryphon_Cathedral-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d553557-Reviews-Church_of_St_Luke-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d2558862-Reviews-or10-Kotor_Old_City-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d10696013-Reviews-Viewing_Point_at_the_Road_Kotor_Lovcen-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d553976-Reviews-City_Walls-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d550245-Reviews-Church_of_St_Nikola-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d7127480-Reviews-Clock_Tower-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d553974-Reviews-Gurdich_Gate-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d10749832-Reviews-Kampana_Tower-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d13442451-Reviews-Walking_tour_of_Kotor_with_Ivana-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d17407917-Reviews-Step_Up_Scooters_Kotor_Montenegro-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d20265830-Reviews-Moja_Kafanica_Kotor-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d17347141-Reviews-Montenegro_Spot_Travel-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d12732520-Reviews-Efesya_Souvenir-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d16679464-Reviews-Magellan_Speed_Boat_Tours-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d27700331-Reviews-Boka_Bay_Circle_E_bike_Tour-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d7142878-Reviews-Kotor_Private_Tours_and_Excursions-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g2558165-d13830755-Reviews-Kotor_Speed_Boat_Tours-Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d17425599-Reviews-Kotor_Paragliding_Montenegro-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g303166-d3600872-Reviews-Shkodra_Lake-Shkoder_Shkoder_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g60872-d12962487-Reviews-The_Vanillerie-Kailua_Kona_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g51364-d1893260-Reviews-Alabaster_Caverns_State_Park-Freedom_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g44574-d560196-Reviews-Dogwood_Canyon_Nature_Park-Lampe_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d2592599-Reviews-Hammam_Al_Andalus_Madrid-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1759601-Reviews-Minamiza_Theater-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d279058-Reviews-Thompson_Island-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g662316-d10038189-Reviews-Kashmir_Point-Murree_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32989-d8546561-Reviews-Phoenix_Lake-Ross_Marin_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g47939-d9730998-Reviews-Kerber_s_farm-Huntington_Long_Island_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g295381-d2558862-Reviews-or10-Kotor_Old_City-Kotor_Kotor_Municipality.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g295381-d2558862-Reviews-Kotor_Old_City-Kotor_Kotor_Municipality.html"
    }
]