[
    {
        "attraction_name": "Krka National Park",
        "attraction_name_vi": "Vườn quốc gia Krka",
        "general_info": [
            "228 đánh giá",
            "2 trong số 4 điều cần làm ở Vườn quốc gia Krka",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Nhiều đánh giá trong số này dường như dành cho thác Skradiski Buk, KHÔNG phải cho chính Công viên Quốc gia, nơi rất lớn và rõ ràng là một viên ngọc ẩn vì hầu hết mọi người chỉ đến Skradinski Buik và bỏ qua phần còn lại của công viên, đó là một sai lầm nếu bạn có thời gian , làm tất cả!   Roski Slap thực sự gây thất vọng, nhưng những lựa chọn lái xe còn lại đều cực kỳ thú vị dành cho những ai thích đi bộ đường dài và lái xe miền quê một chút.   Đừng bỏ lỡ Bilusica Buk, trải nghiệm tuyệt vời nhất của chuyến đi!Đọc thêm",
        "reviews": [
            "Chúng tôi đã tham gia như một phần của chuyến tham quan có tổ chức và vì vậy đã không mua vé vào cửa. Một số tòa nhà lịch sử rất thú vị cùng với các ví dụ về công việc rèn và dệt. Tuyến đường xung quanh công viên đã được đánh dấu rõ ràng và dễ đi theo. Hầu hết tuyến đường đều đi trên lối đi bằng gỗ đặt trên mực nước. Cuối đoạn đường đi bộ ngắn 45-60 phút là khu vực có nhiều cửa hàng ăn uống và quà lưu niệm. Các cửa hàng thực phẩm và đồ uống đều có cùng mức giá cho các mặt hàng tương tự và tất cả đều khá đắt. Có một chiếc thuyền đến Skradin cách các điểm ăn uống 5 phút.Đọc thêm",
            "Công viên quốc gia Krka là một chuyến đi trong ngày tuyệt vời. Thác nước thật tráng lệ.  Chúng tôi đã sử dụng Flarent làm nhà cung cấp của mình.  Leo là một hướng dẫn viên du lịch xuất sắc, cực kỳ thân thiện và hiểu biết. Đọc thêm",
            "Chuyến đi tuyệt vời! Yêu công viên quốc gia krka và hoàn toàn xứng đáng. Thác nước thật tuyệt vời! Vô tình mua thêm hai vé vào thứ Năm ngày 14 tháng 9 qua lối vào Skradin cho hai người. Rất vui được bán lại vé với giá chiết khấu! Cũng có thể dễ dàng thay đổi lối vào. Vui lòng liên hệ WhatsApp hoặc iMessage với tôi nếu bạn muốn vé này rẻ hơn nhiều! 1 305 992 2109Đọc thêm",
            "Chúng tôi rất vui vì đã tham gia chuyến tham quan, thác rất đẹp.  Tuy nhiên, điều này rất bận rộn và khó khăn đối với hầu hết chúng tôi, những người có khả năng di chuyển hạn chế và trên 65 tuổi, chúng tôi không biết điều này lại đòi hỏi khắt khe đến vậy.  Xuống 200 bậc rồi lên 200 bậc.  Rất nhiều gia đình có chó, một số hầu hết không có dây xích, và trẻ nhỏ, xe đẩy, v.v. Những người trẻ tuổi không lịch sự đẩy bạn tránh đường để họ có thể xuống và lùi nhanh.Đọc thêm",
            "Chỉ là một cái bẫy du lịch quá đông đúc và đắt đỏ, có nhiều quầy bán đồ du lịch ngẫu nhiên và quầy hàng thực phẩm du lịch đắt đỏ hơn là có thác nước để xem. Con đường đi bộ thực sự nhàm chán và ngắn, thực sự không có động vật hoang dã hay loài hoa thú vị nào trong khu vực. Điều thú vị nhất trong ngày là được nhìn thấy một con mèo. Tôi không thể tin được phí vào cửa là 200 kuna. Tôi thấy trên một số hình ảnh cũ hơn của Google cho thấy thác nước từng là một hố bơi nhưng thậm chí điều đó hiện không được phép nhưng có lẽ tốt nhất là bạn nên bảo vệ nó tốt hơn. Đi phà đến và đi từ thác nước là một sự lãng phí thời gian vô nghĩa vì nó chỉ là một chiếc phao xuôi dòng sông chen chúc trong một chiếc thuyền đầy người, thực sự không có gì trên sông để xem, tôi nhìn thấy 3 con thiên nga và điều đó thật thú vị. được.Đọc thêm",
            "Chúng tôi đã tranh luận xem có nên ghé thăm hay không, tuy nhiên tôi rất vui vì chúng tôi đã làm như vậy.  Nó bận rộn nhưng không đông đúc và chúng tôi đã thực hiện chuyến đi thuyền đến Roski Slap lúc 10 giờ sáng, thật tuyệt vời.  Thật không may là mùa hè không có nhiều nước vào mùa thu, nhưng lại là một nơi nhỏ đáng yêu để bơi lội và đi dạo một đoạn ngắn. Chúng tôi không có đủ thời gian để leo lên các bậc thang lên hang động và đài quan sát qua những chiếc vòng cổ. Trên đường đi chúng tôi dừng lại ở Tu viện Visovac đáng yêu.  Sau đó chúng tôi lang thang xuống thác chính ở Skradinski Buk.  Nó chắc chắn có giá trị đi bộ. Kể từ năm 2021, mọi người không còn có thể bơi ở thác nữa - theo ý kiến ​​​​của tôi, điều này là tốt nhất sẽ không xảy ra như vậy khi có nhiều người xuống nước, cho dù tôi chắc chắn rằng nó sảng khoái đến mức nào!   Thật không may - giống như bất cứ nơi nào bạn đến trên thế giới, một số người nghĩ rằng họ vượt quá các quy tắc và làm theo ý họ, vì vậy những người ở vị trí cao hơn một chút đã trèo hàng rào để bơi!   Nhìn chung là một nơi thực sự kỳ diệu, thậm chí còn hơn thế nữa khi trái mùa.Đọc thêm",
            "Vui lòng tránh địa điểm này trừ khi sở thích của bạn dành cho nhân viên chắc chắn, không có hoặc thông tin mâu thuẫn. Khả năng di chuyển hạn chế tại thời điểm thông tin trực tuyến còn thưa thớt.  Ngay cả đối với một du khách hoàn toàn di động, họ vẫn kỳ vọng rằng bạn có thể đi bộ một hoặc hai dặm. Nơi đây quá đông đúc và không thân thiện. Có một con đường đi bộ được cho là bằng phẳng, người chồng đã đi xa hơn và nói rằng đó là một sự sụt giảm mạnh mà ngay cả anh ấy cũng phải vật lộn. Một nhà máy cũ không có gì đặc biệt. Có lẽ tôi tha hồ sống với khả năng tiếp cận các khu vực của North yorkshire nhưng tôi có thể làm được nếu không có điều này chuyến thăm. Chúng tôi phải trả thêm tiền cho một chiếc xe buýt đưa đón, nếu bạn không bắt nó thì wsljx là một chuyến đi bộ đầy gian khổ mà mọi người không chuẩn bị sẵn sàng. Bạn lại phải trả thêm tiền cho một chuyến đi thuyền nhưng lần thứ hai trong ngày chúng tôi nhận được thông tin mâu thuẫn về ti ,es. Chúng tôi đến lúc 9 giờ và không muốn đi muộn hơn vào một ngày mà dường như mọi du khách ở Croatia đều có mặt. Một trong những điều tồi tệ nhất nếu có nhiều địa điểm du lịch gần xa mà tôi đã ghé thămĐọc thêm",
            "Chúng tôi đến thăm Vườn Quốc gia Krka trong chuyến tham quan cùng Holland America.  Đó là một công viên rất đẹp nhưng không đẹp bằng Plitvice mà chúng tôi đã ghé thăm vào năm 2017. Krka có một khu bảo tàng đẹp nhưng chỉ có một thác nước đẹp so với nhiều thác nước được tìm thấy ở Plitvice.  Sau khi đi bộ qua công viên, chúng tôi đi thuyền xuôi dòng sông và ăn trưa tại nhà hàng Visovac.Đọc thêm",
            "Văn phòng du lịch ở Primosten khuyên chúng tôi nên vào Công viên Quốc gia Krka qua lối vào gần thác nước lớn nhất ở Skradinski Buk. Đây là lời khuyên hữu ích vì chúng tôi có thể bắt xe buýt từ đó đi kèm phí vào cửa cho Krka đến thác nước .Để khám phá tất cả các điểm tham quan và vẻ đẹp chính của Krka có nghĩa là phải bắt đầu từ lối vào từ rất sớm. Tuy nhiên, 5 giờ chúng tôi có ở Krka trước tiên cho phép chúng tôi đi thuyền dọc sông đến hòn đảo và tu viện Visovac và sau đó đi theo lối đi bộ cho phép ngắm nhìn thác nước Skradinski Buk tốt nhất. Chúng tôi không thất vọng với chuyến thăm của mình và có thể hiểu rõ tại sao Krka là một trong những viên ngọc quý của du lịch Croatia, và bây giờ, sau 28 chuyến thăm Croatia, tôi đã thấy rất nhiều điểm tham quan ở đây thực sự nâng cao và truyền cảm hứng! Rất vui vì Krka không bị choáng ngợp bởi đám đông, điều này phần nào làm hỏng chuyến thăm Plitvice của chúng tôi vào thời điểm tương tự của năm 5 năm trước.Đọc thêm"
        ],
        "star_ratings": [
            106,
            49,
            31,
            22,
            21
        ],
        "review_amount": 229,
        "location": [
            "Châu Âu",
            "Những hoạt động không thể bỏ qua ở Vườn quốc gia Krka",
            "Vườn quốc gia Krka",
            "Croatia",
            "Quận Sibenik-Knin",
            "chó đốm"
        ],
        "reviews_time": [
            "Written June 1, 2024",
            "Written May 3, 2024",
            "Written October 23, 2023",
            "Written September 12, 2023",
            "Written September 21, 2022",
            "Written September 7, 2022",
            "Written August 11, 2022",
            "Written June 23, 2022",
            "Written December 13, 2021",
            "Written October 16, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303819-d17540666-Reviews-Krka_National_Park-Krka_National_Park_Sibenik_Knin_County_Dalmatia.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g2614615-d8509731-Reviews-Agro_tourism_Peace-Drinovci_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g666519-d17752904-Reviews-Seosko_Domacinstvo_Kristijan-Skradin_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2614615-d10838212-Reviews-Amfora-Drinovci_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1203165-d14151168-Reviews-Restaurant_Roski_Slap-Drnis_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g303819-d555075-Reviews-Visovac_Monastery-Krka_National_Park_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g666519-d12111488-Reviews-Wine_Garden-Skradin_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g17794933-d7318184-Reviews-Etnoland-Pakovo_Selo_Drnis_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g666519-d10538358-Reviews-Ante_Sladic_Vino-Skradin_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g666519-d6994539-Reviews-Bibich_Winery-Skradin_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g666519-d10196033-Reviews-National_Park_Krka_Waterfalls-Skradin_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g666519-d10413744-Reviews-Sladic_Winery-Skradin_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g27424453-d7901011-Reviews-Roski_Slap-Bogatic_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g303819-d17393610-Reviews-Skradinski_Buk_Waterfall-Krka_National_Park_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g2569732-d4604847-Reviews-Krka_National_Park-Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g303819-d17540666-Reviews-or10-Krka_National_Park-Krka_National_Park_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g666519-d7675928-Reviews-Riki_Adventures_Ebike_Rental_And_Tours-Skradin_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d10499502-Reviews-A_transfers_Croatia-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295375-d8434460-Reviews-Rak_Winery-Sibenik_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295375-d2665194-Reviews-Sokolarski_Raptor_Centre-Sibenik_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295375-d319597-Reviews-The_Cathedral_of_St_James_in_Sibenik-Sibenik_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295375-d17709024-Reviews-Anima_Natura-Sibenik_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295375-d3335650-Reviews-St_Michael_s_Fortress-Sibenik_Sibenik_Knin_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34705-d642593-Reviews-Venice_Beach-Venice_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d324291-Reviews-Gion_Corner-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g30928-d3184250-Reviews-Wind_Creek_Casino_Hotel_Wetumpka-Wetumpka_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g298171-d1554630-Reviews-Tenzan_Tohji_kyo-Hakone_machi_Ashigarashimo_gun_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d10311652-Reviews-Prime_Time_Shuttle-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561539-Reviews-Printers_Row-Chicago_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d6632207-Reviews-Paphos_Karting_Center-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g44881-d10136806-Reviews-The_Hill-Saint_Louis_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d131001-Reviews-Everglades_Alligator_Farm-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d548717-Reviews-Richard_Rodgers_Theatre-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303819-d17540666-Reviews-or10-Krka_National_Park-Krka_National_Park_Sibenik_Knin_County_Dalmatia.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303819-d17540666-Reviews-Krka_National_Park-Krka_National_Park_Sibenik_Knin_County_Dalmatia.html"
    }
]