[
    {
        "attraction_name": "Kroschel Films Wildlife Center",
        "attraction_name_vi": "Trung tâm động vật hoang dã phim Kroschel",
        "general_info": [
            "592 đánh giá",
            "1 trong số 22 hoạt động giải trí ở Haines",
            "Khu vực động vật hoang dã thiên nhiên"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Khu bảo tồn động vật hoang dã Kroschel là một trong những chuyến du ngoạn trên bờ bằng tàu du lịch TUYỆT VỜI NHẤT mà tôi từng tham gia. Steve Kroschel là một nhân vật rất chân thành trong việc chia sẻ trải nghiệm động vật tuyệt vời với tất cả du khách theo cách rất thú vị. Chuyến tham quan rất tương tác và Steve cùng Patrick thực sự cố gắng biến du khách thành một phần của trải nghiệm cũng như các loài động vật. Chuyến đi phà 45 phút từ Skagway đến Haines tự nó đã rất đẹp như tranh vẽ. Chuyến đi xe buýt 35 phút từ Haines đến Khu bảo tồn động vật hoang dã vừa mang tính giáo dục, vừa có cảnh đẹp và dường như trôi qua rất nhanh. Chúng tôi có ba người lớn nhưng trẻ em cũng vậy. Trên thực tế, các loài động vật dường như hướng về phía trẻ em. Có lẽ đây không phải là nơi tốt nhất để đi xe đẩy hoặc xe tập đi vì phải đi bộ khá nhiều trên những con đường ngoài trời gồ ghề. Đọc thêm",
            "Chuyến tham quan kéo dài hai giờ hoàn toàn ly kỳ, đầy hồi hộp, phấn khích và ngạc nhiên. Được dẫn dắt bởi một nhân vật ở đâu đó giữa Jim trong Taxi và Crocodile Dundee từ Alaska Đã nhìn thấy tất cả các loài động vật mà tôi muốn xem, và một số loài khiến tôi sợ hãi khi nhìn thấy, nhưng rất vui vì tôi đã đi! Vuốt ve một con nhím, một con nai sừng tấm, một con tuần lộc và cho một con linh miêu ăn không thành công. Chỉ có tại Trung tâm Động vật hoang dã Kroschel Films- không thể bỏ qua.Đọc thêm",
            "Chúng tôi đã đến thăm Trung tâm Động vật hoang dã Kroschel Films ở Haines vào tuần trước khi chúng tôi đang đi du thuyền ở Alaska. Chúng tôi sống ở Arizona và giải cứu và nuôi dưỡng những chú chó nhỏ cao cấp và hiện có 13 chú chó, vì vậy việc được nhìn thấy nhiều loài động vật là điều tôi mong đợi. Các động vật tại trung tâm động vật hoang dã này đều là động vật mồ côi và đã được Bang Alaska tặng quà cho trung tâm này. Steve là một nhân vật khá cá tính.  Vâng, anh ấy là người lập dị, nhưng theo một cách tốt. Anh ấy yêu những con vật này và chúng cũng yêu anh ấy. Những con vật này sẽ không thể sống sót trong tự nhiên, và với Steve, chúng sẽ sống lâu hơn bình thường nếu không mồ côi. Steve rất thú vị và rất tuyệt vời khi dạy chúng về các loài động vật. Nếu bạn yêu động vật và muốn nhìn thấy chúng trong một môi trường tự nhiên đầy yêu thương, hãy ghé thăm trung tâm động vật hoang dã này.  Bạn sẽ thấy những con sói, một con gấu xám, một con nai sừng tấm, tuần lộc, nhím mà bạn có thể cưng nựng, một con sói. Sự tương tác giữa anh ấy và Steve là tuyệt vời nhất!, một con chồn, một con linh miêu, một con cáo, một con dầu tuyết và một con diều hâu . Mất khoảng 30 phút lái xe từ nơi phà thả bạn.  Mary là tài xế xe buýt của chúng tôi và cô ấy đã chia sẻ rất nhiều thông tin về Haines. Ở đó rất đẹp và hiện là một trong những địa điểm yêu thích của tôi ở Alaska. Tôi hy vọng sẽ quay lại đó một lần nữa! Đọc thêm",
            "Tôi đã xem một bộ phim tài liệu ở Úc về Khu bảo tồn động vật hoang dã Steve Kroschel và quyết định đó là nơi tôi muốn đến thăm. \n Đó là một trải nghiệm tuyệt vời.  Tôi đã được nhìn và chạm vào rất nhiều loài động vật mà tôi chưa từng thấy trong đời thực, bao gồm cả chó sói, vâng, tôi đã được nhìn thấy nó thật gần và vỗ nhẹ, haha, một cái vỗ nhẹ rất nhanh.  \nSteve cực kỳ thú vị và yêu thương tất cả các loài động vật và chúng cũng yêu mến anh ấy.  \nTôi không thể giới thiệu đủ tour này, đó là điểm nổi bật trong kỳ nghỉ ở Alaska của chúng tôi.  Đọc thêm",
            "Tôi đã thực hiện nhiều chuyến du ngoạn trên bờ Alaska, nhưng chuyến du ngoạn này có lẽ là chuyến đi tuyệt vời nhất.  Chủ sở hữu, Steve Kroschel là một nhân vật có thật.  Anh ấy lôi kéo mọi người trong nhóm vào thế giới động vật của mình.  Đây không phải là sở thú.  Đó là một khu đất rộng lớn gần Hồ Mosquito, nơi sinh sống của nhiều loài động vật, một số loài có thể bạn chưa từng thấy tận mắt: chồn, chồn, cú tuyết, nhím, gấu xám, nai sừng tấm, linh miêu, cáo Bắc Cực và chó sói.  Steve có mối quan hệ tuyệt vời với con vật này, thậm chí còn âu yếm con sói.  Dành cho những ai chưa biết thì trực tiếp, chó sói là loài động vật nguy hiểm nhất trong rừng.  Anh ta và trợ lý của mình đưa các con vật ra ngoài, thường nhờ các thành viên trong nhóm gọi điện để dụ con vật đến hàng rào.  Bạn có thể vuốt ve một con nai sừng tấm hoặc cho tuần lộc ăn.  Hoặc nuôi một con nhím.  Một số đứa trẻ có thể cảm thấy buồn chán, nhưng Steve lôi kéo bọn trẻ để duy trì sự hứng thú của chúng.  Có một số lượng khá lớn việc đi bộ lên xuống cũng như đứng.  Vì vậy, đây không phải là một chuyến tham quan tốt cho những người bị suy giảm khả năng vận động.  Ngoài ra còn có rất nhiều muỗi.  Bạn nên bôi thuốc chống muỗi trước khi đến Trung tâm Động vật hoang dã.  Nhưng giữa những loài động vật hấp dẫn và tài trình diễn của Steve Kroschel, chuyến tham quan này là điều không thể bỏ qua đối với những ai yêu động vật.Đọc thêm",
            "Chúng tôi đã đến thăm một nhóm vào cuối tháng Sáu. Chúng tôi có sự kết hợp công bằng giữa mọi người và một số trẻ nhỏ. Theo tôi đây không phải là chuyến tham quan dành cho trẻ nhỏ. Đã nhiều lần Steve phải nói với cha mẹ hãy giữ cho các thiên thần nhỏ đứng yên và im lặng. Khi họ không làm vậy, Patrick, người đàn ông tội nghiệp đang cố gắng xử lý bầy sói đã bận rộn. Steve cũng phải chạy cùng con cú tuyết để nó không bị thương vì bị một trong những đứa trẻ làm cho hoảng sợ. Nhiều lần chúng tôi tiếp tục khi một số người quyết định muốn tự mình rời đi. Có một vài nhiếp ảnh gia trong nhóm và họ đã được yêu cầu tắt âm thanh màn trập hoặc tiếng bíp nhiều lần nhưng họ không làm như vậy. Đây không phải là vườn thú cưng. Đúng, có một số loài động vật mà bạn có thể vuốt ve và cho ăn, nhưng tôi nghĩ đây giống một chuyến tham quan mang tính giáo dục hơn. Phần giáo dục tôi nghĩ cũng bị cắt ngắn do trẻ nhỏ và người lớn lang thang. Chúng tôi chắc chắn sẽ ghé thăm nơi này một lần nữa khi chúng tôi đi du lịch tới Alaska. Thông tin được cung cấp và thời gian chúng tôi có ở đó thật tuyệt vời. Được đến gần động vật như vậy là điều mà chúng ta sẽ luôn ghi nhớ. Cháu gái 18 tuổi của tôi được cưng nựng và cho con nai sừng tấm mồ côi ăn; cô ấy vô cùng hạnh phúc vì điều đó. Đọc thêm",
            "Thời gian của chúng tôi với Steve và Patrick tại Khu bảo tồn động vật hoang dã Kroschel sẽ ở lại với chúng tôi suốt đời. Nguồn năng lượng mà Steve mang đến và cách anh ấy cá nhân hóa trải nghiệm cho tất cả những ai ghé thăm thật sự rất đặc biệt. Công việc đang được thực hiện tại Trung tâm nhằm chăm sóc động vật hoang dã quý giá đồng thời giáo dục tất cả những ai đến thăm thật đáng kinh ngạc. CẢM ƠN Steve và Patrick vì một ngày mà chúng tôi sẽ không bao giờ quên. Chúng tôi đã đi du lịch khắp thế giới và đó là một trong những trải nghiệm du lịch chân thực, vui vẻ và đáng nhớ nhất mà chúng tôi từng có.Đọc thêm",
            "Chúng tôi đã đi như một chuyến tham quan bờ biển từ một tàu du lịch.  Thật tuyệt.   Chúng tôi được vuốt ve một con nhím, ôm một con nai sừng tấm, sờ vào gạc của một con tuần lộc và tận mắt nhìn thấy nhiều loài động vật khác ở cự ly gần.  Ông Kroschel là người hướng dẫn của chúng tôi và ông ấy đã làm rất tốt.   Là một phần thưởng bổ sung, bạn sẽ có được một chuyến phà ngắm cảnh.  Rất khuyến khích cho mọi lứa tuổi.Đọc thêm",
            "Đó là một hành trình để đến được đây nhưng thật đáng để nhìn thấy tất cả các loài động vật trong môi trường sống rộng lớn và sạch sẽ. Steve là một kẻ bạo loạn; anh ấy và nhóm của anh ấy đều quan tâm đến động vật. Đó là một chuyến đi bộ khoảng 30 dặm từ bến tàu nhưng chuyến đi rất hợp lý, họ có đồ ăn nhẹ và nước, cùng một bài tường thuật tuyệt vời về cá hồi và những dòng sông để kể cho bạn nghe. Anh ta có hơn 60 mẫu đất và các sinh vật bao gồm chó sói, chim ăn thịt, linh miêu và gấu nâu, tuần lộc, nhím, cáo và nhiều loại chồn khác nhau. Đọc thêm",
            "Tôi đã mong chờ chuyến tham quan này kể từ khi đặt chuyến du ngoạn Người nổi tiếng của mình một năm trước. Steve Kroschel đã tạo nên một kỷ niệm cho tôi - kỷ niệm sẽ theo tôi đến hết cuộc đời. Từ đầu đến cuối, niềm đam mê đặc biệt của anh ấy đối với những con vật mà anh ấy chăm sóc đã tỏa sáng và anh ấy lôi kéo từng thành viên trong nhóm của chúng tôi để đảm bảo chúng tôi nhìn thấy, được thông báo và cảm nhận được lý do tại sao sứ mệnh cứu động vật theo cách anh ấy đã làm lại quan trọng đến vậy. . Bang Alaska cần trân trọng công việc anh ấy làm, thúc đẩy sứ mệnh độc đáo của anh ấy và giúp phát triển nền tảng để giúp bang phát triển mạnh mẽ. Công việc anh ấy làm rất quan trọng. Tôi sẽ thăm lại anh ấy vào năm tới và dự định viết Lisa Murkowski ngay khi tôi cũng như Thống đốc trở về nhà. Nếu bạn đến thăm Skagway hoặc Haines, hãy đặt điểm dừng này, tôi hứa nó sẽ làm nên kỳ nghỉ của bạn. Đọc thêm",
            "Trải nghiệm rất đặc biệt, khác biệt và đầy bất ngờ từ đầu đến cuối. Tôi không muốn làm hỏng nó cho bạn, nhưng hãy lấy nó từ người dân địa phương, không có gì giống như vậy. Ngoài ra, khi lái xe qua Thung lũng Đại bàng, hãy để ý đến cây cối và bãi đất, bạn sẽ thấy những con đại bàng hói ở khắp mọi nơi. Xung quanh nơi này thật kỳ diệu...Đọc thêm",
            "Nhiều vấn đề ở đây. Đi thuyền 45 phút đầu tiên. Lần thứ hai đi xe buýt 45 phút. Nếu tôi biết về thời gian di chuyển ba giờ thì tôi đã không đi. Thứ ba, về cơ bản bạn đang ở trong sân của anh chàng này trong 90 phút.  Các thùng loa đang thay đổi. Một pallet là một cánh cửa dẫn đến một khu vực.  Vâng, bạn có thể nhìn thấy một con nai sừng tấm, một con gấu, tuần lộc, chó sói, chồn, diều hâu đuôi đỏ, cú tuyết và có thể là một con sói.  Đi đến sở thú bạn sẽ có tầm nhìn tốt hơn và ngăn nắp hơn. Nếu hành tinh động vật không gọi nó là một trong những hành tinh độc quyền của chúng thì tôi đã không đi. Chà, hôm nay sự đánh giá cao của tôi đối với hành tinh động vật đã giảm đi rất nhiều.Đọc thêm",
            "Nhiều vấn đề ở đây-- là câu đầu tiên trong quan điểm của người này. Bắt đầu bằng chuyến đi thuyền 45 phút từ Skagway. Bài đánh giá của anh ấy chỉ là một sao-- khủng khiếp.  \nTôi rất buồn vì nỗi buồn trong bài đánh giá này và sự tàn ác đằng sau nó. Đây chắc chắn không phải là loại người nhìn thấy cốc nước đầy một nửa.  Chúa phù hộ cho bạn và hy vọng phần còn lại của chuyến đi của bạn có những khoảnh khắc tuyệt vời hơn! Trân trọng, Steve Kroschel Chủ sở hữu và Nhà điều hành :- Đọc thêm",
            "Giống như rất nhiều người khác, tôi chỉ có rất nhiều điều tốt đẹp để nói về trải nghiệm này. Trước hết, Steve rất hấp dẫn, chu đáo và nâng cao tinh thần. Anh ấy hơi đãng trí nhưng điều đó càng làm tăng thêm tính cách của anh ấy. Tôi khuyên những người lần đầu tiên đến và chưa biết rõ tình hình cũng như cách bố trí của anh ấy hãy làm theo hướng dẫn rõ ràng của anh ấy. Anh ta đặt ra các quy tắc là có lý do. Vì thế hãy lắng nghe và chú ý kỹ bạn sẽ học được rất nhiều điều. Bạn có những trải nghiệm tuyệt vời để đến gần và tương tác với những động vật mà bạn chưa bao giờ nghĩ có thể, tất cả đều rất an toàn và được quản lý để đảm bảo an toàn cho bạn. Khiếu nại duy nhất của tôi là nhóm rất đông nhưng sau đó nhóm có thể tách thành hai nhóm nhỏ hơn. Nhưng hãy ở gần và luôn lắng nghe Steve.Đọc thêm",
            "Steve hóm hỉnh và thú vị.  Anh ấy và Patrick đã cho chúng tôi xem những con vật đáng kinh ngạc của cuộc giải cứu.  Chúng tôi phải định tuyến lại Haines từ Skagway Alaska do điều kiện thời tiết bất ngờ.  Chúng tôi không chắc chắn những gì sẽ xảy ra từ chuyến thăm của mình nhưng tôi có thể vui vẻ thông báo rằng chuyến đi này rất đáng giá. Hãy gửi lời cảm ơn tới Duck tài xế xe buýt của chúng tôi!Đọc thêm",
            "Hoàn toàn là một trong những chuyến du ngoạn hàng đầu mà chúng tôi đã thực hiện! Ông Kroschel thật tuyệt vời - nhiều thông tin, hấp dẫn và thú vị! Đọc thêm",
            "Steve thật tuyệt, tôi thà đến đây còn hơn đi sở thú bất cứ lúc nào. Tất cả động vật của anh ấy đều rất được yêu thương. Chứng kiến ​​mối liên hệ giữa nhân viên Patrice và bạn của Steve với Bầy Sói thật tuyệt vời. Anh ấy thực sự quan tâm và yêu thương tất cả động vật của mình và điều đó thể hiện qua công việc của anh ấy.  Người lái xe Duck rất tốt bụng và hiểu biết về khu vực này, anh ấy đã sống ở Haines hơn 50 năm và thậm chí còn bắt xe buýt của chúng tôi đi tham quan trung tâm thành phố mà không phải trả thêm phí. Những người tuyệt vời! Và nếu may mắn, có thể bạn sẽ hôn được con nai sừng tấm Vịt!Đọc thêm",
            "Nổi bật! Những môi trường tuyệt vời nơi bạn có thể tiếp cận gần gũi và thân mật với các loài động vật.  Việc trình bày và tương tác với khách đã khiến đây trở thành một trải nghiệm đáng nhớ, dẫn đến những câu chuyện để kể.Đọc thêm",
            "Sẵn sàng để xem thứ gì đó ngoài cá voi và cá..Steve có trái tim lớn nhất dành cho TẤT CẢ các loài động vật và rất nhiệt tình giáo dục cũng như chia sẻ nơi ẩn náu của mình với những người khác!  Anh ấy nhận được sự hỗ trợ TUYỆT VỜI trong cộng đồng và thường nhận những đứa trẻ mồ côi từ tiểu bang làm lựa chọn cuối cùng cho HY VỌNG.  Anh ấy và Patrick cung cấp môi trường tự nhiên nhất và quan tâm đến lợi ích tốt nhất của họ.  Đây KHÔNG phải là sở thú, đây là trải nghiệm bạn sẽ không bao giờ quên và PHẢI LÀM!!!  Cảm ơn Patrick và Steve!!Đọc thêm",
            "Vợ tôi và tôi đã đến thăm nơi này trong chuyến tham quan từ tàu du lịch của chúng tôi. Có vẻ như chuyến tham quan phổ biến nhất ở Skagway là đi tàu tuy nhiên chúng tôi là những người rất yêu động vật và muốn có cơ hội nhìn thấy một số loài bản địa ở Alaska và nơi ẩn náu của chúng có vẻ thú vị. Chuyến đi từ Skagway bao gồm một chuyến phà đến Haines, chúng tôi đã may mắn nhìn thấy hàng chục con sư tử biển trên một tảng đá trên đường, sau đó là chuyến xe buýt qua Haines với một quý ông rất tốt bụng tên là Duck, người đã đưa chúng tôi đến địa điểm của Steves .Steve là người siêu độc đáo. Anh ấy là một người dẫn chương trình, anh ấy quan tâm đến động vật, anh ấy mang đến cho mọi người cơ hội có được những bức ảnh tuyệt vời và chúng tôi cũng yêu mến trợ lý Patrick của anh ấy, người đã đồng hành cùng chuyến lưu diễn xuyên suốt. Thành thật mà nói nếu hai người này có một chương trình truyền hình về nơi ẩn náu thì đó sẽ là một thành công lớn. Quan trọng nhất là các con vật được chăm sóc tốt và hạnh phúc. Đây không phải là tình huống của Tiger King. Khi Steve và Patrick đi ngang qua khu chuồng trại, các con vật phát điên vì chúng quá yêu quý chúng. Tất cả họ đều xinh đẹp, mập mạp và hạnh phúc, vợ chồng tôi đều là động vật và rất vui khi những sinh vật được giải cứu này có một cuộc sống tuyệt vời như vậy. Chúng ta phải vuốt ve một con nai sừng tấm, hú với một con sói và cho Tuần lộc ăn cùng nhiều thứ khác. Nhìn chung, đó là một trải nghiệm tuyệt vời và khi xem xét việc chúng tôi có được một chuyến phà cũng như đi xe buýt, chúng tôi coi đó là một giá trị. Nếu bạn không yêu động vật, bạn có thể sẽ chọn thứ khác, nhưng nếu bạn giống tôi và vợ tôi thì đây là trải nghiệm hoàn hảo và chúng tôi đã cười suốt thời gian đó.Đọc thêm",
            "Đã mấy năm trôi qua nhưng tôi vẫn nhớ đó là điểm nhấn trong chuyến đi Alaska của chúng tôi. Cách tiếp cận cá nhân của các bạn đã cho chúng tôi một trải nghiệm không bao giờ quên. Nếu bạn yêu thích động vật hoang dã như tôi, bạn sẽ không bao giờ quên chuyến thăm của mình. Đã trước ngày ghi nhưng nhớ rất rõĐọc thêm",
            "Cách tốt nhất để đến đó từ Bến tàu du lịch Haines là gì? Tàu NCL của tôi dừng ở Haines nhưng không cung cấp chuyến tham quan nên tôi cần lên kế hoạch tự mình đến đó.Đọc thêm",
            "Có loại đồ ăn hay đồ uống nào để mua không?Đọc thêm",
            "CHÀO! Chúng tôi sẽ đi du thuyền đến Skagway sau đó đi phà và xe buýt đến trung tâm của bạn để tham quan! Câu hỏi của tôi là cửa hàng của bạn có nên mua đồ uống và thực phẩm của họ vì gần 7 giờ không có thức ăn trong chuyến tham quan không?Đọc thêm",
            "Khi nào bạn mở cửa cho mùa giải? Chúng tôi muốn đến thăm vào giữa tháng 5.Đọc thêm",
            "Tôi khá chắc chắn rằng ở đó sẽ mở, nhưng nếu bạn truy cập trang web thực tế thì sẽ có số điện thoại và emailĐọc thêm",
            "Bao nhiêu. Chi phí cho một người lớn là bao nhiêu? Cảm ơnĐọc thêm",
            "Lời chào hỏi.  Thật không may, tôi không nhớ chúng tôi đã trả bao nhiêu cho chuyến thăm vì chị dâu của chúng tôi đã sắp xếp và sau đó chúng tôi đã hoàn trả một lần cho một số hoạt động của cô ấy.  Vợ tôi nói rằng cô ấy nghĩ chi phí khoảng 50 mỗi người.  Đó là một nơi kỳ lạ theo nghĩa rất tích cực của từ kỳ quặc và tôi có thể thành thật mà nói rằng, cho dù chúng tôi có trả bao nhiêu đi chăng nữa thì nó vẫn đáng giá từng đô la.  Chúng tôi đã có một khoảng thời gian tuyệt vời.  Kroschel không thú vị bằng việc hạ cánh một chiếc trực thăng trên sông băng nhưng đó là một vụ nổ và nếu chúng tôi quay trở lại, tôi rất sẵn lòng làm điều đó một lần nữa.Đọc thêm",
            "Chào mọi người-\nTôi nhận thấy rằng địa điểm du lịch Holland America của chúng tôi không tổ chức chuyến tham quan này vào tháng 5. Và trang web của Trung tâm Động vật hoang dã Kroschel cho biết Chào mừng du khách độc lập.\n\nĐiều này có nghĩa là hành khách đi tàu và các nhóm lớn không còn được chào đón nữa? \n\nNếu đúng như vậy, chúng ta sẽ phải thuê xe phà, đúng không?Đọc thêm",
            "Ngược lại ! Hành khách trên tàu du lịch là 99,9% trọng tâm của chúng tôi !!\nĐăng ký trên tàu và bạn sẵn sàng để đi. \n Một số người độc lập đến mức không muốn đăng ký và đi cùng những hành khách khác, hoặc thậm chí không ở trên tàu du lịch mà vẫn muốn tham gia chuyến tham quan kéo dài hai giờ. Họ cũng được chào đón... Đó là lý do tại sao chúng tôi nói Chào mừng những du khách độc lập.Đọc thêm",
            "Bạn đã đặt Chuyến tham quan bằng tàu hay bạn đã sử dụng Công ty Du ngoạn khác?  Nếu vậy thì cái nào.  Cảm ơn bạn!Đọc thêm",
            "Tôi đặt vé trực tiếp với công viên, chúng tôi thuê một chiếc ô tô ở bến tàu đi đến hồ nhìn thấy những con gấu sau đó lái xe qua khu vực có tất cả những con đại bàng sau đó đến Công viên Steve Kroschells, đó là một ngày tuyệt vời, rẻ hơn nhiều so với những chuyến du ngoạn bằng tàu Đọc thêm",
            "Đây có phải là chuyến tham quan phù hợp cho trẻ mới biết đi không? Đứa con 4 tuổi của chúng tôi Là một người đam mê động vật, tôi cũng vậy. Chúng tôi có một đứa trẻ 1 tuổi mà chúng tôi định mặc trên một chiếc xe đẩy đi bộ đường dài.Đọc thêm",
            "Đúng!  Bọn trẻ sẽ yêu nó!  Chủ sở hữu là một người khá cá tính và sẽ giúp mọi người được giải trí và giáo dục.  Các loài động vật rất gần gũi và cá tính.  Trải nghiệm tuyệt vời!Đọc thêm",
            "Tôi đang đặt chỗ này như một chuyến tham quan trên chuyến du ngoạn sắp tới.  Mô tả hành trình cho biết cần phải đi bộ lên hai đường dốc.  Độ dốc dài bao nhiêu?Đọc thêm",
            "Chúng tôi có một người trong chuyến tham quan của mình không thể vượt qua được độ dốc lớn nhất. Cô ấy đã dùng gậy để đi và rất khôn ngoan khi không mạo hiểm đi lên vì thường xuyên đi xuống có thể còn khó khăn hơn.\n\nNếu bạn thường đi bộ mà không cần người trợ giúp thì bạn có thể đặt Tour nhưng hãy mang theo gậy đi bộ hoặc vật dụng tương tự để giúp bạn ổn định hơn một chút. Bạn có thể mua gậy đi bộ có thể gập lại để đóng gói hành lý dễ dàng hơn. Nếu bạn thường chống gậy đi bộ thì Nếu là tôi, tôi sẽ không mạo hiểm tham gia Tour.Đọc thêm",
            "Cái này giá bao nhiêu? Chúng tôi đang ở trong thị trấn vào thứ Sáu. Có thời gian mở cửa không?Đọc thêm",
            "Thường có hai lần tham quan.  Một lúc 11 giờ sáng và 3 giờ chiều. Bạn gặp đường dưới chân đồi ở cổng của họ. Bạn sẽ được chào đón bởi một trong những chàng trai. Đó là một kinh nghiệm tuyệt vời! Đọc thêm"
        ],
        "star_ratings": [
            537,
            29,
            15,
            1,
            10
        ],
        "review_amount": 592,
        "location": [
            "Haines",
            "Hoa Kỳ",
            "Các hoạt động ở Haines",
            "Trung tâm động vật hoang dã phim Kroschel",
            "Alaska AK"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written June 19, 2023",
            "Written June 19, 2023",
            "Written July 2, 2023",
            "Written July 5, 2023",
            "Written July 11, 2023",
            "Written July 22, 2023",
            "Written July 31, 2023",
            "Written September 18, 2023",
            "Written September 19, 2023",
            "Written May 22, 2024",
            "Written May 21, 2024",
            "Written May 18, 2024",
            "Written May 15, 2024",
            "Written May 14, 2024",
            "Written May 14, 2024",
            "Written May 13, 2024",
            "Written May 5, 2024",
            "Written May 4, 2024",
            "Written April 28, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g31005-d1734294-Reviews-Kroschel_Films_Wildlife_Center-Haines_Alaska.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g31005-d10442621-Reviews-Jilkaat_Kwaan_Heritage_Center-Haines_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31005-d1734294-Reviews-or10-Kroschel_Films_Wildlife_Center-Haines_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31005-d261430-Reviews-Chilkoot_River-Haines_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31005-d247668-Reviews-Chilkat_Bald_Eagle_Preserve-Haines_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31005-d10440298-Reviews-Chilkoot_Lake_State_Recreation_Area-Haines_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31005-d4995674-Reviews-Chilkat_River-Haines_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31005-d10440661-Reviews-Battery_Point_Trail-Haines_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31005-d10440279-Reviews-Chilkat_State_Park-Haines_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31005-d12980191-Reviews-Saint_James_Bay_State_Marine_Park-Haines_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31005-d12991223-Reviews-Sullivan_Island_State_Marine_Park-Haines_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31005-d4563112-Reviews-Chilkat_River_Adventures-Haines_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g31005-d2367237-Reviews-Gold_Panning_at_Porcupine_Creek-Haines_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g298173-d12662671-Reviews-Nismo_Showroom-Yokohama_Kanagawa_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g143028-d146583-Reviews-East_Rim_Drive-Grand_Canyon_National_Park_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g155987-d156921-Reviews-Emerald_Bay_State_Park-Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d153924-Reviews-Kailua_Beach_Park-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1450344-d4997640-Reviews-Mae_Kampong_Village-Mae_On.html",
            "https://www.tripadvisor.com/Attraction_Review-g295371-d3502333-Reviews-Cave_Bar_More-Dubrovnik_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10253745-Reviews-The_View_at_ABC_Studios-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d610163-Reviews-Woodford_Reserve_Distillery-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d3177537-Reviews-Wholesale_Market-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d592177-Reviews-Pirate_s_Cove_Adventure_Golf-Orlando_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g31005-d1734294-Reviews-or10-Kroschel_Films_Wildlife_Center-Haines_Alaska.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g31005-d1734294-Reviews-Kroschel_Films_Wildlife_Center-Haines_Alaska.html"
    }
]