[
    {
        "attraction_name": "Kuala Lumpur Bird Park",
        "attraction_name_vi": "Công viên chim Kuala Lumpur",
        "general_info": [
            "8.051 đánh giá",
            "- 27 trong số 351 điều cần làm ở Kuala Lumpur",
            "Thiên nhiên - Khu vực hoang dã",
            "Công viên"
        ],
        "attraction_summary": "Chuồng chim bay tự do lớn nhất thế giới. Nằm trong một thung lũng rộng lớn, công viên du lịch sinh thái nổi tiếng này là nơi sinh sống của hơn 3.000 loài chim.Đọc thêm",
        "reviews": [
            "Một ngày đi chơi đáng yêu cho cả gia đình. Sân vườn, lối đi sạch sẽ, ngăn nắp. Những con chim dường như đang ở trong tình trạng tốt. Giá cả hợp lý. Nhà vệ sinh ướt và trơn trượt. Thật không may không phải là một tiêu chuẩn vệ sinh tốt. Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời khi đi dạo quanh nhà máy này và ngắm nhìn những chú chim đang đi - bay xung quanh tôi. Họ ở rất gần và không có hàng rào. Có một số hình ảnh tuyệt vời. Đã đi sớm và là một trong số ít người lang thang xung quanh. Rất đáng đồng tiền.Đọc thêm",
            "Một nơi tuyệt vời để đến thăm! Rất nhiều loài chim tuyệt vời, những địa điểm có cơ hội chụp ảnh và những con đường sạch sẽ và được cắt tỉa cẩn thận. Buổi biểu diễn chim rất tuyệt vời và đã bao gồm trong giá vé.\n\nPhí vào cửa cao hơn nhiều so với tất cả các điểm tham quan khác ở KL nhưng vẫn đáng giá và rẻ hơn nhiều so với Vương quốc Anh!  - khoảng - 30 cho hai người - . \n\nTham quan bên cạnh công viên bướm và Vườn Bách thảo. Cũng cách Ga Nu Sentral khoảng 20 phút đi bộ bằng lối đi bộ.Đọc thêm",
            "Đến thăm Công viên chim Kuala Lumpur cùng gia đình tôi vào tháng trước là một trải nghiệm thú vị. Điểm nổi bật chắc chắn là buổi biểu diễn chim quyến rũ, nơi những sinh vật tuyệt vời này thể hiện tài năng của mình trước sự thích thú của chúng tôi. Công viên tự hào có bộ sưu tập đa dạng các loài chim, khiến nơi đây trở thành nơi chiêu đãi những người đam mê chim cũng như các gia đình. Ngoài ra, sự hiện diện của một nhà hàng được bảo trì tốt đã mang đến một nơi thuận tiện để nạp lại năng lượng giữa vẻ đẹp tự nhiên. Sự sạch sẽ và tổ chức của công viên đã góp phần tạo nên sức hấp dẫn tổng thể, đảm bảo một chuyến tham quan thú vị cho tất cả mọi người. Công viên chim Kuala Lumpur thực sự mang đến một thiên đường đầy lông vũ hứa hẹn mang lại giá trị giải trí và giáo dục cho du khách ở mọi lứa tuổi.Đọc thêm",
            "Được coi là chuyến đi bộ qua chuồng chim lớn nhất thế giới, thật dễ dàng để quên rằng bạn thực sự đang ở trong chuồng chim khi ghé thăm.  Hầu hết nếu công viên được tạo cảnh quan với cây cối, sông ngòi và thực vật để mang lại cho các loài chim - và khỉ - một ngôi nhà tự nhiên nhất có thể.  Một số loài được nhốt trong các lồng riêng biệt nhưng số lượng chim trong khu vực chính đồng nghĩa với việc chúng có rất nhiều loài chim để tương tác như trong tự nhiên.  Có rất nhiều khu vực có mái che để nghỉ ngơi khi trời nóng cũng như hai ki-ốt bán đồ ăn nhẹ và đồ uống và nhiều nhà vệ sinh.  Có lối đi dốc ở khắp mọi nơi, mặc dù một số khu vực hơi dốc do cách bố trí khu đất.  Có những tuyến đường thay thế để đi vòng qua những khu vực dốc nhất.  Có các buổi cho ăn thường xuyên vào những thời điểm cố định trong ngày.  Một số loài chim có vẻ không sợ hãi và vui vẻ đi cạnh bạn.  Cơ hội chụp ảnh với chim có sẵn ở một số khu vực, chúng tôi khuyên bạn nên cho xe tải ăn để có giá trị tốt nhất - 2RM - .   Cuối cùng, bạn cũng có thể mua thức ăn cho cá cho các bể cá chính xung quanh chuồng chim, để làm được điều này, bạn sẽ cần hai đồng xu 0,5rm hoặc đến thăm một trong các ki-ốt.Đọc thêm",
            "Tất cả chúng tôi đều có một trải nghiệm đáng chú ý khi cho vẹt ăn sữa.  Có rất nhiều loại chim, bao gồm một số loài quý hiếm và những con công tuyệt đẹp. Hãy đi vào sáng sớm để không bỏ lỡ bất kỳ buổi biểu diễn nào. Vì đến muộn một chút nên chúng tôi chỉ xem được hai suất ít nhất. Đọc thêm",
            "Nó giống một vườn chim hơn.   Quá nhiều chim lồng đối với tôi.   Chủ yếu là công và vẹt \nBuổi biểu diễn chim rất kém.   Khuôn mẫu và lỗi thời \n\nMẹo hàng đầu là đến quán cà phê chim mỏ sừng và mua cà phê.   Hãy đến đó từ ngày 12-11 và bạn sẽ thấy chim hồng hoàng được cho ăn.    Miễn phí.  Đó là bức ảnh đẹp nhất của tôi.    Đừng bận tâm đến việc trả tiền cho Công viênĐọc thêm",
            "Không có bất kỳ kỳ vọng nào trước đó, chúng tôi rất ngạc nhiên trước sự hấp dẫn này. Nằm liền kề với Vườn Bách thảo Perdana, cách Chợ Trung tâm một quãng lái xe ngắn - đừng thử đi bộ đến đó! - , Công viên chim có rất nhiều loài chim để du khách chiêm ngưỡng. Đi bộ qua các chuồng chim theo tốc độ của riêng bạn và dành thời gian để xem chương trình biểu diễn chim. Chúng tôi đến vào khoảng 2 giờ chiều và không có hàng đợi. Một cách thú vị để dành thời gian vào một buổi chiều ướt át. \n\nGợi ý: Chỉ có một ít chỗ che mưa nên hãy chuẩn bị sẵn sàng cho thời tiết bất lợi.Đọc thêm",
            "Một công viên chim đáng yêu với những đàn chim đầy màu sắc. Chim bay tự do trong môi trường sống gần như tự nhiên. Mang theo máy ảnh của bạn và có được những bức ảnh tuyệt vời từ vẹt đến công. Giá cả hợp lý và có thể đi bộ từ ga tàu điện ngầm gần đó. Cơ hội tuyệt vời để con bạn tiếp xúc với thế giới của các loài chim.Đọc thêm",
            "Tôi biết đến đây sẽ không thể sánh được với Bird Paradise ở Singapore. Nhưng dù sao tôi cũng thích nó. Chim được tự do bay lượn khắp nơi. Có rất nhiều con công lang thang khắp nơi, nhưng chắc hẳn đang là mùa thay lông nên những con công đang rụng lông. Đầu tháng 4 thời tiết nóng khủng khiếp, chúng tôi đi từ sáng đến trưa mới xong việc.  Bạn có thể đi bộ dưới bóng cây rất nhiều.\n\nĐiều tiêu cực duy nhất là chúng tôi nhận thấy các lỗ trên lưới ở một số khu vực có thể khiến chim trốn thoát hoặc vào chuồng chim.  Nó trông có vẻ đã xuống cấp ở một số phần.  Khu bán đà điểu hơi buồn, rau để trong giỏ để du khách cho ăn, không có người trông coi.Đọc thêm",
            "xin chào trước khi bạn quyết định ghé thăm, hãy kiểm tra thần mưa như đã từng lấy vé, thế là xong. Chúng tôi đã mua vé qua quầy vào ngày 13 - 5 - 24 lúc 14 giờ 42 chiều cho 4 người chúng tôi và khi chúng tôi chuẩn bị sẵn sàng với một bữa ăn nhẹ ngắn thì lúc đó là 15 giờ 15, sấm sét bắt đầu và trước khi bước vào, chúng tôi đang kiểm tra xem nó có được che chắn hay không. ô được cung cấp. Câu trả lời là KHÔNG. Do đó, chúng tôi muốn hủy vé, câu trả lời thô lỗ là họ không có chính sách hoàn tiền trong mọi trường hợp. Những gì được trưng bày còn kiêu ngạo hơn. Mưa bắt đầu lúc 15:30 khiến chúng tôi phải đi bộ 100 m và ở lại đến 16:30 không có dấu hiệu giảm và ra ngoài với 340 MYR. Hệ thống cung cấp dịch vụ, hành vi và cung cấp hỗ trợ cực kỳ kém không giống như bạn thấy ở Disney, Jurong , v.v.Tôi nghĩ chúng ta nên suy nghĩ kỹ trước khi mạo hiểm đến Malaysia lần nữa, đặc biệt là Công viên chim KLĐọc thêm",
            "Trước khi đến nơi này hãy kiểm tra xem có mưa không. Mọi người sẽ không hoàn lại tiền cho bạn bất kể điều gì. Dịch vụ khủng khiếp. Cực kỳ đắt đỏ. Hoàn toàn không đáng tiền và đừng lãng phí thời gian và tiền bạc của bạn vào việc này. Chúng tôi đã bị lừa tiền Lừa đảo rất phổ biến vì vậy hãy chú ý đến chúng. Đây hoàn toàn là một trò lừa đảo.Đọc thêm",
            "Tôi biết đến đây sẽ không thể sánh được với Bird Paradise ở Singapore. Nhưng dù sao tôi cũng thích nó. Chim được tự do bay lượn khắp nơi. Có rất nhiều con công lang thang khắp nơi, nhưng chắc hẳn đang là mùa thay lông nên những con công đang rụng lông. Đầu tháng 4 thời tiết nóng khủng khiếp, chúng tôi đi từ sáng đến trưa mới xong việc.  Bạn có thể đi bộ dưới bóng cây rất nhiều. Điều tiêu cực duy nhất là chúng tôi nhận thấy các lỗ trên lưới ở một số khu vực có thể khiến chim trốn thoát hoặc vào chuồng.  Nó trông có vẻ đã xuống cấp ở một số phần.  Khu bán đà điểu hơi buồn, rau để trong giỏ để du khách cho ăn, không có người trông coi.Đọc thêm",
            "Những chú chim ở đó rất đẹp, Anh ấy cũng có thể đưa trẻ em đến đó. Anh ấy giống như sở thú đó. Giá vé có thể rẻ hơn một chút. Đọc thêm",
            "Trải nghiệm tuyệt vời với những chú chim bay tự do xung quanh. Đảm bảo không bỏ lỡ buổi biểu diễn chim lúc 3 giờ chiều. Có rất nhiều lưu ý thú vị và hãy nhớ đóng một cánh cửa trước khi mở cánh cửa còn lại để chim không bay ra ngoài. Chúng tôi dành khoảng 2 giờ trong công viên và sẽ dễ dàng hơn nếu bạn sử dụng xe buýt Hop on Hop off hoặc taxiĐọc thêm",
            "Đây là chuyến thăm thứ hai của chúng tôi và Công viên Chim tiếp tục khiến chúng tôi thích thú. Một trải nghiệm tuyệt vời khi có thể nằm trong số rất nhiều loài chim tuyệt vời này.Đọc thêm",
            "Chúng tôi rất mong được đến thăm và nhìn thấy tất cả các loài chim khác nhau. Thật là đáng thất vọng!! Bắt đầu với việc một nửa công viên đã bị đóng cửa để cải tạo - thật tuyệt, thật vui khi biết họ đang cố gắng sửa chữa mọi thứ -. Tuy nhiên. Chuồng đại bàng rất nhỏ dành cho 2 loài chim phát triển mạnh khi bay trong tự nhiên. Thật buồn khi thấy họ ở đó. Chúng tôi đã đi bộ suốt 2 giờ đồng hồ quanh các khu vực khác nhau và chưa một lần chúng tôi thấy một nhân viên nào đang kiểm tra bất kỳ động vật hoang dã hoặc khu vực nào đang săn bắt, v.v. Các khu vực ao lớn bẩn thỉu và bốc mùi hôi thối.  - trước khi tôi - bị chỉ trích, tôi - đã từng đến các hồ ở Châu Phi được bao quanh bởi chim hồng hạc và nó sạch hơn ở đây rất nhiều - . Có cảm giác như các nhân viên quan tâm đến việc ở trong các văn phòng - tòa nhà có máy lạnh hơn là ra ngoài chăm sóc động vật. Cuối cùng chúng tôi quyết định thế là đủ và rời đi. Trừ khi mọi thứ thay đổi và những người phụ trách bắt đầu tự hào về công viên thì tôi sẽ không giới thiệu nó cho bất kỳ ai. Thật đáng tiếc vì nó trông tuyệt vời trên màn hình.Đọc thêm",
            "Công viên chim thực sự thú vị với nhiều loài khác nhau. Bạn có thể chụp được một số bức ảnh thực sự gần như loài Diệc gia súc phương Đông đi lang thang xung quanh. Thật vui khi cho loài Vẹt cầu vồng ănĐọc thêm",
            "Được liệt kê là có thể truy cập được vì không có bước nào cần thương lượng. Tuy nhiên, một số đoạn rất dốc và không phù hợp cho xe lăn. Cần một người chăm sóc FIT để có một người bạn đời khuyết tật đi cùng.Đọc thêm",
            "Vợ tôi đi bằng gậy.  Mãi cho đến khi chúng tôi trả tiền và vào Công viên Chim, chúng tôi mới thấy nó có thể không phù hợp như thế nào đối với những người bị hạn chế về khả năng di chuyển.  Độ dốc rất cao, có khi còn nguy hiểm hơn khi ướt.  Chúng tôi rời đi sau 10 phút - vừa lãng phí 160 RM.   Họ không có xe lăn để cung cấp: một sự thiếu sót kỳ lạ vào năm 2024. Họ cũng không nghĩ là phù hợp để cảnh báo chúng tôi về những khó khăn tiềm ẩn mà người khuyết tật phải đối mặt.  Nhận xét của chúng tôi được đáp lại chỉ bằng một cử chỉ tới thông báo - Không hoàn lại tiền.  Chỉ có bấy nhiêu thôi.  Tốt nhất nên tránh nơi này nếu bạn đứng không vững.Đọc thêm",
            "Giá vào là bao nhiêu??Đọc thêm",
            "Chúng tôi đã trả 126 ringgit cho hai ngườiĐọc thêm",
            "1 - bên trong có quán ăn nào không?\n2 - chúng ta nên bắt đầu từ bên nào và làm thế nào một người có thể bao quát được 21 mẫu Anh trong một ngày?\n3 - khi nào có buổi biểu diễn chim? Đọc thêm",
            "1 - Có một vài quán ăn khác nhau bên trong - hầu như tất cả đều có đồ ăn tương tự nhau, nhưng vẫn có những quán ăn.\n2 - Tôi đề xuất bạn nên bắt đầu từ lối vào chính. Toàn bộ công viên chim có thể rộng vài mẫu Anh nhưng thực ra bạn chỉ cần một ngày - nửa ngày vì có một lộ trình tiêu chuẩn mà bạn có thể đi bộ mà không mất nhiều thời gian.\n3 - Chương trình biểu diễn chim mà chúng tôi đến là vào khoảng 12 giờ trưa. Đọc thêm",
            "Chụp ảnh với chim có hoặc khôngĐọc thêm",
            "Có bán với mức giá cụ thể cho một số loài chim tại một địa điểm gần giữa công viên. Đọc thêm",
            "Và chúng ta có mang thức ăn vào công viên không?Đọc thêm",
            "Bạn có thể Đọc thêm",
            "Công viên chim này có giống như đã đề cập trong - Vườn thực vật Perdona Công viên chim - ?\nĐọc thêm",
            "CóĐọc thêm",
            "Xin chào,\n\nChi phí để tham quan công viên này có thực sự cao không? \nTôi đã đọc được rằng chi phí là € 65 mỗi người để xem mọi thứ.\n\nCảm ơn bạn trước vì câu trả lời của bạn.Đọc thêm",
            "Giá vé vào công viên chim ở Kuala Lumpur là khoảng 30 Ringet/người. Chuyển đổi sang euro khoảng 7,50 euro.\nCái giá bạn nhìn thấy có lẽ là một chuyến tham quan. Công viên chim này rất dễ dàng để bạn tự mình tham quan. Đừng thực hiện một chuyến đi thực tế.\nĐi taxi đến đó và trở về khách sạn của bạn. Từ khách sạn của bạn, tốt hơn hết bạn nên gọi taxi trên đường và bảo họ sử dụng đồng hồ tính tiền taxi. Nếu không, có rất nhiều cái tiếp theo. Tại công viên chim bạn đến quầy taxi và trả giá cố định. Hãy vui vẻ ở công viên chim, chắc chắn rất đáng giá.Đọc thêm",
            "CHÀO. Bạn tôi bị hạn chế khả năng di chuyển và đi lại rất khó khăn. Có ai biết - hoặc đã nhìn thấy - bất kỳ xe lăn hoặc xe đẩy nào - xe buggy do công viên cung cấp không? Cảm ơnĐọc thêm",
            "Xin chào, nó có sẵn ở công viên, bạn có thể hỏi quầy.Đọc thêm",
            "Xin chào, có chỗ nào dành cho xe lăn cho người lớn không? Đọc thêm",
            "Theo như tôi biết, có bánh xe, lối vào ghế, bit không, bánh xe, cho thuê ghế theo như tôi biết, một số khu vực có thể khó tiếp cận nếu ở một mình.Đọc thêm",
            "CHÀO\nthời điểm nào là tốt nhất để ghé thăm công viên chim KL\nchúng tôi sẽ đến thăm vào tháng 1 inshaAllahĐọc thêm",
            "Tôi khuyên bạn nên tập vào sáng sớm khi thời tiết không quá nóng vì một số khu vực không có bóng mát. Cuối tuần hay ngày thường đều được, sẽ không bị tắc nghẽn.Đọc thêm",
            "Ngày nào trong tuần yên tĩnh?Đọc thêm",
            "Vâng, các ngày trong tuần luôn yên tĩnh hơn.Đọc thêm"
        ],
        "star_ratings": [
            3471,
            3018,
            1088,
            307,
            168
        ],
        "review_amount": 8052,
        "location": [
            "Kuala Lumpur",
            "Những điều cần làm ở Kuala Lumpur",
            "Công viên chim Kuala Lumpur",
            "Châu Á",
            "Malaysia",
            "khu vực liên bang"
        ],
        "reviews_time": [
            "Written July 19, 2023",
            "Written August 3, 2023",
            "Written October 1, 2023",
            "Written October 1, 2023",
            "Written November 2, 2023",
            "Written November 22, 2023",
            "Written December 22, 2023",
            "Written January 29, 2024",
            "Written February 10, 2024",
            "Written April 28, 2024",
            "Written June 1, 2024",
            "Written May 13, 2024",
            "Written April 28, 2024",
            "Written April 24, 2024",
            "Written March 21, 2024",
            "Written March 9, 2024",
            "Written March 7, 2024",
            "Written February 29, 2024",
            "Written February 29, 2024",
            "Written February 19, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298570-d455105-Reviews-Kuala_Lumpur_Bird_Park-Kuala_Lumpur_Wilayah_Persekutuan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d17412913-Reviews-Ahh_Yum_by_Kampong_Kravers-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d3507404-Reviews-DV_Ristorant_Pizzeria-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d13007675-Reviews-Super_Saigon_Sri_Hartamas-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d1112670-Reviews-Decanter-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d8626473-Reviews-Marta_s_Kitchen_Paella_Tapas-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d1077106-Reviews-McDonald_s-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d19437914-Reviews-Mozer_S-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d12381920-Reviews-Sala_Vegan_Plant_based_Tex_Mex_Restaurant-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d14137505-Reviews-Daorae_Korean_BBQ-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298570-d1371262-Reviews-Aliyaa_Island_Restaurant_Bar-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d8536308-Reviews-Theatre_Lounge_Cafe-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d13960708-Reviews-Hartamas_Shopping_Center-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d317521-Reviews-Petronas_Twin_Towers-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d13206513-Reviews-Dinosaurs_Alive-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d7226070-Reviews-KLCC_Park-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g3198092-d317520-Reviews-Batu_Caves-Batu_Caves_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456580-Reviews-Istana_Negara-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d9704225-Reviews-Masjid_Wilayah_Persekutuan-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d15115053-Reviews-Acupost-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d12414862-Reviews-1_Mont_Kiara-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d455105-Reviews-or10-Kuala_Lumpur_Bird_Park-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d451263-Reviews-Perdana_Botanical_Garden-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d1517316-Reviews-Aquaria-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456574-Reviews-Kuala_Lumpur_Butterfly_Park-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d3860678-Reviews-Bukit_Gasing_Forest_Reserve-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d3618743-Reviews-Bukit_Tabur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d15743601-Reviews-Taman_Tugu-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d2700916-Reviews-KL_Forest_Eco_Park-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d456568-Reviews-Taman_Orkid_Kuala_Lumpur-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d455035-Reviews-Taman_Tasik_Titiwangsa-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d11671224-Reviews-Batik_Boutique-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d6818456-Reviews-Urban_Retreat_Spa_Mont_Kiara-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d15553895-Reviews-Urban_Retreat_Onsen_Spa-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d12885812-Reviews-Art_Bonding-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d15074171-Reviews-Uroot_Spa_Arcoris_Mont_Kiara-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d7100119-Reviews-Primal_Wilderness_Experience-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d4207073-Reviews-We_Go_with_Anuar-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d16938802-Reviews-Sofitel_Spa-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d10215961-Reviews-The_Vault_KL-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d1189611-Reviews-LaZat_Malaysian_Cooking_Class-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d13455602-Reviews-Groove_The_Disco-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d8698419-Reviews-Ancient_Thai_Herbal_Spa_Beauty-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d285562-Reviews-Essex_Street_Pedestrian_Mall-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g49648-d5570073-Reviews-Barber_Orchard_Fruitstand-Waynesville_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g189499-d3224395-Reviews-Mandraki_Beach-Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d12833528-Reviews-Great_Smoky_Mountains_National_Park-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g48541-d532125-Reviews-Havens_Beach-Sag_Harbor_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g14133667-d8800562-Reviews-Thermae_Yu-Kabukicho_Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g50285-d4309641-Reviews-Indian_Run_Falls-Dublin_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g49610-d2039443-Reviews-Zootastic_Park-Troutman_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g56833-d17593186-Reviews-The_Cottonland_Castle-Waco_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d3318323-Reviews-Destin_Harbor_Boardwalk-Destin_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298570-d455105-Reviews-or10-Kuala_Lumpur_Bird_Park-Kuala_Lumpur_Wilayah_Persekutuan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298570-d455105-Reviews-Kuala_Lumpur_Bird_Park-Kuala_Lumpur_Wilayah_Persekutuan.html"
    }
]