[
    {
        "attraction_name": "Kumana National Park",
        "attraction_name_vi": "Vườn quốc gia Kumana",
        "general_info": [
            "121 đánh giá",
            "- 1 trong 15 điều cần làm ở Ampara",
            "Các công viên quốc gia"
        ],
        "attraction_summary": "Vườn quốc gia Kumana trải rộng trên diện tích 35.664 ha. Ở phía tây, vườn quốc gia giáp sông Kumubukkan Oya; về phía nam là bờ biển đông nam chạy tới Panama. Một đầm lầy ngập mặn rộng 200 ha có tên là - Kumana Villu - trong Công viên thỉnh thoảng bị ngập nước biển. Chính tại đầm lầy này là nơi có nhiều loài chim nước làm tổ vào tháng 5 và tháng 6. Rải rác trong Công viên Quốc gia Kumana là một số hồ nước là địa điểm yêu thích của động vật hoang dã: Kudawila wewa, Thummulla wewa và Kotalinda wewa.Đọc thêm",
        "reviews": [
            "Tôi có thể nói đây là công viên yêu thích của tôi. Chúng tôi may mắn được nhìn thấy 4 con báo, 3 con ngà và rất nhiều động vật hoang dã cũng như rất nhiều loài chim đặc hữu và chim di cư trong một ngày. Những người theo dõi của chúng tôi và chủ sở hữu Công viên đã rất ủng hộ. Xin gửi lời cảm ơn đặc biệt tới ông Samaranayake vì sự hỗ trợ.Đọc thêm",
            "Ngắm nhìn cuộc sống hoang dã mà không bị quấy rầy bởi những du khách khác trong công viên. Rất nhiều cảnh tượng khác thường ngoài voi, báo, gấu, lợn rừng, trâu. Chúng tôi nhìn thấy một con đại bàng đang săn lùng một con thằn lằn và hai con cầy mangut đỏ đang đào con rắn ăn sáng của chúng. \n\nCách tốt nhất để tận hưởng công viên là đặt một địa điểm cắm trại nhìn chung sang trọng với extreamnaturetours.com \nĐọc thêm",
            "Công viên quốc gia mà tôi nghĩ được gọi là Yala East này là một công viên xinh đẹp với sự kết hợp hài hòa giữa công viên rộng mở, hồ lớn - bể chứa và rừng rậm. Rất ít xe jeep vào công viên nên rất thoải mái và đời sống động vật - chim dường như hoàn toàn không biết gì về những điều đó. Tương tự, người lái xe jeep rất thoải mái và mất nhiều thời gian. Ít dấu vết xe cộ. Vấn đề chính là lối vào công viên cách Panama 15-20 km dọc theo một con đường đất rất gồ ghề. Nhưng cũng đáng nỗ lực. Các hướng dẫn viên địa phương nói rằng chuyến đi săn buổi chiều là tốt nhất cho động vật và chuyến đi săn buổi sáng là tốt nhất cho các loài chim. Chúng tôi đã làm từng cái một và không nhận thấy sự khác biệt.Đọc thêm",
            "Công viên quốc gia mà tôi nghĩ được gọi là Yala East này là một công viên xinh đẹp với sự kết hợp hài hòa giữa công viên rộng mở, hồ lớn - bể chứa và rừng rậm. Rất ít xe jeep vào công viên nên rất thoải mái và đời sống động vật - chim dường như hoàn toàn không biết gì về những điều đó. Tương tự, người lái xe jeep rất thoải mái và mất nhiều thời gian. Ít dấu vết xe cộ. Vấn đề chính là lối vào công viên cách Panama 15-20 km dọc theo một con đường đất rất gồ ghề. Nhưng cũng đáng nỗ lực. Các hướng dẫn viên địa phương nói rằng chuyến đi săn buổi chiều là tốt nhất cho động vật và chuyến đi săn buổi sáng là tốt nhất cho các loài chim. Chúng tôi đã làm từng cái một và không nhận thấy sự khác biệt.Đọc thêm",
            "Đến Công viên Quốc gia Kumana nhiều lần và lần này chúng tôi đã thực hiện một chuyến đi săn riêng vào buổi chiều. Nằm ở bờ biển phía nam Sri Lanka và là khu vực phía đông của Yala. Ít đông đúc hơn. Nổi tiếng hơn với việc ngắm chim. Dù ở xa nhưng chúng tôi vẫn nhìn thấy một con báo. Thật may mắn khi được chứng kiến ​​một chú gấu lười bước xuống cầu. Không thể đính kèm video. Chắc chắn là điểm nổi bật của safari của chúng tôi. Đọc thêm",
            "Ngắm nhìn cuộc sống hoang dã mà không bị quấy rầy bởi những du khách khác trong công viên. Rất nhiều cảnh tượng khác thường ngoài voi, báo, gấu, lợn rừng, trâu. Chúng tôi nhìn thấy một con đại bàng đang săn lùng một con thằn lằn và hai con cầy mangut đỏ đang đào con rắn ăn sáng của chúng. Cách tốt nhất để tận hưởng công viên là đặt một địa điểm cắm trại nhìn chung sang trọng với extreamnaturetours.com Đọc thêm",
            "Tôi có thể nói đây là công viên yêu thích của tôi. Chúng tôi may mắn được nhìn thấy 4 con báo, 3 con ngà và rất nhiều động vật hoang dã cũng như rất nhiều loài chim đặc hữu và chim di cư trong một ngày. Những người theo dõi của chúng tôi và chủ sở hữu Công viên đã rất ủng hộ. Xin gửi lời cảm ơn đặc biệt tới ông Samaranayake vì sự hỗ trợ.Đọc thêm",
            "KHÔNG ĐI ĐẾN ĐÓ!! Chúng tôi đã ở đó vào ngày 14 tháng 6 năm 2023. Điều đó thật tệ, tôi không biết bắt đầu từ đâu. - Chi phí khoảng 12 - 000 mỗi người- Tài xế lái xe giống như đang lái một chiếc xe đua- RÁC KHUẤT CỨ - NHỮNG KHU VỰC VÀ CHÁY CHÁY, Bởi vì có một cuộc đi bộ tôn giáo từ jaffna đến đó.- Cưa 1 con voi và 2 con trâu thế thôi.- khoảng 2000 người đi bộ qua công viên để đi bộ theo tôn giáo này..... SADI biết bản chất của nó và bạn không thể mong đợi mọi thứ, nhưng tôi thực sự không muốn trả tiền cho một CÔNG VIÊN QUỐC GIA ĐẦY CHAI NHỰA. Thông thường nó là một công viên quốc gia chứ không phải bất cứ thứ gì khác, thực sự buồn.... TÔI KHÔNG KHUYẾN NGHỊ NÓ. Nếu bạn có thời gian và tiền bạc, hãy tham gia Safari ở Afrika như năm ngoái. Tất nhiên là đắt hơn NHƯNG tốt nhất là tốt hơn thế này.Đọc thêm",
            "công viên thực sự tốt và ít đông đúc hơn nhưng con đường đến đó cần được sửa chữa rất nhiều. thật là một cơn ác mộng khi đi du lịch đến một công viên xinh đẹp như vậy.  Với mùa lướt sóng Arugambey sắp tới nếu mối quan hệ cha con du lịch của chúng ta kết hợp với nhau và kết hợp nó với Kumana safari, điều đó sẽ giúp đạt được thỏa thuận cấp độ vì Arigambay ít nhiều giống Hikkaduwa bây giờ.  Người ta đã nhìn thấy loài chim cao nhất nhưng quý hiếm của Sri Lanka - Stroke cổ đen - và một con báo đang đi lang thang xung quanh cùng với vô số voi và một chiếc ngà hùng vĩ.Đọc thêm",
            "Kumana thực sự là viên ngọc quý dành cho những người đam mê động vật hoang dã. Một trong những Công viên Quốc gia Sri Lanka tốt nhất để phát hiện Báo hoa mai Sri Lanka - Panthera Pardus Kotiya - .  Công viên cũng không đông đúc như các công viên quốc gia lân cận khác như Yala.Đọc thêm",
            "NP yêu thích tuyệt đối của tôi trong SL! Luôn thấy rất nhiều động vật và rất ít du khách. Phải đi. Bạn có thể ở lại vịnh Arugam vì cách đó một quãng lái xe gần! Đọc thêm",
            "Đây là một trong những điểm đến ngắm chim tốt nhất ở Sri Lanka. Chúng tôi giới thiệu công viên quốc gia Kumana cho những người yêu chim và những người tìm kiếm kỳ nghỉ với động vật hoang dã. khi đang ở Arugambay để tham gia hoạt động lướt sóng.Đọc thêm",
            "Vườn quốc gia Kumana là một trong những công viên yên bình nhất, nơi bạn có thể tận hưởng thiên nhiên và các loài động vật trong môi trường sống tự nhiên của chúng. Số lượng xe có hạn trong công viên. Công viên có hai ngôi nhà gỗ dành cho động vật hoang dã bên trong công viên. Ở tại một trong những nơi đó là một điều may mắn vì bạn phải lái xe một giờ từ Khu vực Arugambay - Pottuvil. Công viên có rất nhiều báo hoa mai và là thiên đường cho các loài chim. Mùa di cư là mùa tốt nhất cho Kumana. Đường vào công viên - khu Kudumbigala - hơi khó đi. Nếu bạn có một chiếc xe jeep hoặc SUV thì sẽ rất lý tưởng. Bên trong công viên, bạn có thể thuê một chiếc xe jeep và đi đến Safari - sMột công viên yên bình hơn nhiều so với Yala hay Wildpattu.Đọc thêm",
            "Chúng tôi thích ngủ gần công viên, liệu có thể cắm trại quanh công viên quốc gia không? Chúng tôi thực sự sẽ thích điều đó. Ngủ ở đâu tốt nhất và có thể ngủ quanh vườn quốc gia được không? Chúng tôi muốn làm điều này vào tuần tớiĐọc thêm",
            "có thể tham quan Công viên quốc gia Kumana trong một ngày nếu khách sạn của tôi ở Yala Wild không?Đọc thêm",
            "Không hẳn vậy. Từ Yala đến Kumana mất khoảng ba đến bốn giờ một chiều. Bạn sẽ không có thời gian để dành ở công viên Kumana xinh đẹp. Tốt nhất là hãy ghé thăm công viên Lunugamvehera thay thế. Đọc thêm",
            "Xin chào, bạn gái của tôi và tôi đang nghĩ đến việc ở lại Vịnh Arugam trong khoảng thời gian từ ngày 5 đến ngày 9 tháng 7 năm nay và rất muốn thực hiện một chuyến tham quan Safari. Ai đó có thể tư vấn cho chúng tôi chi phí này là bao nhiêu - chi phí đi lại từ Vịnh Arugam, thuê tài xế, thuê ô tô, v.v. hoặc bất kỳ chi phí nào khác. Tôi đã đọc về một số loại hình hành hương trong tháng 7 có thể làm giảm cơ hội nhìn thấy nhiều loài động vật, ai đó có thể xác nhận điều này không? Cảm ơn!Đọc thêm",
            "tổng chi phí di chuyển là 10000 LKR - vé vào cổng mỗi người 2500LKR \nliên hệ với chúng tôi, chúng tôi có thể sắp xếp Đọc thêm"
        ],
        "star_ratings": [
            73,
            33,
            11,
            2,
            2
        ],
        "review_amount": 121,
        "location": [
            "Các hoạt động ở Ampara",
            "Vườn quốc gia Kumana",
            "Tỉnh Miền Đông",
            "Anh ấy học",
            "Châu Á",
            "Sri Lanka"
        ],
        "reviews_time": [
            "Written June 20, 2023",
            "Written October 12, 2023",
            "Written January 24, 2024",
            "Written January 24, 2024",
            "Written November 28, 2023",
            "Written October 13, 2023",
            "Written June 21, 2023",
            "Written June 14, 2023",
            "Written April 21, 2023",
            "Written April 13, 2023",
            "Written March 8, 2022",
            "Written January 16, 2022",
            "Written May 10, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1815618-d3477464-Reviews-Kumana_National_Park-Ampara_Eastern_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1815618-d3477464-Reviews-or10-Kumana_National_Park-Ampara_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1815618-d2559367-Reviews-Gal_Oya_National_Park_The_Crossing-Ampara_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1815618-d12037301-Reviews-Rajagala-Ampara_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1815618-d6903739-Reviews-Lahugala_Kitulana_National_Park-Ampara_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1815618-d8595793-Reviews-Crocodile_Rock-Ampara_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1815618-d25314099-Reviews-Mahaoya_Hot_Springs-Ampara_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1815618-d25314115-Reviews-Mahaoya_Hot_Springs-Ampara_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2492082-d13273646-Reviews-Upbeat_Recreation_Centre-Lekki_Lagos_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d548648-Reviews-Battersea_Power_Station-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g29171-d116904-Reviews-Kelly_Park-Apopka_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g644210-d2516985-Reviews-Stalis_Beach-Stalis_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2273343-Reviews-Pham_Ngu_Lao_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d15849509-Reviews-The_Shed-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g298547-d5000415-Reviews-Othaim_Mall-Dammam_Eastern_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g58856-d108070-Reviews-Beckley_Exhibition_Coal_Mine_and_Youth_Museum-Beckley_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33191-d10213176-Reviews-Historic_Downtown_Truckee-Truckee_Lake_Tahoe_California_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186360-d20435990-Reviews-Friar_Park-Henley_on_Thames_Oxfordshire_England.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1815618-d3477464-Reviews-or10-Kumana_National_Park-Ampara_Eastern_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1815618-d3477464-Reviews-Kumana_National_Park-Ampara_Eastern_Province.html"
    }
]