[
    {
        "attraction_name": "Kungliga Djurgården",
        "attraction_name_vi": "Hoàng gia Djurgården",
        "general_info": [
            "3.736 đánh giá",
            "5 trong số 433 điều cần làm ở Stockholm",
            "Địa điểm lịch sử",
            "Địa điểm ưa thích",
            "Khu vực đi bộ ngắm cảnh"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Đảo Djurgården và phần mở rộng phía bắc đất liền của nó, Djurgårdsbrunn, gây ấn tượng với sự kết hợp giữa thiên nhiên và vô số bảo tàng, đồng thời nằm trong khoảng cách đi bộ đến trung tâm thành phố Stockholms. Djurgården không chỉ mời gọi du khách đi bộ bất tận qua cảnh quan công viên tuyệt đẹp mà không cần phải rời khỏi thành phố mà còn cung cấp một loạt các phương tiện giải trí đáng kinh ngạc, chẳng hạn như bảo tàng ngoài trời chuyên về lối sống tiền công nghiệp hóa của người Thụy Điển, Bảo tàng Vasa nổi tiếng với chiếc thuyền buồm huyền thoại và công viên giải trí nổi tiếng nhất Thụy Điển Gröna Lund, đã hơn 100 năm tuổi.Đọc thêm",
            "Đây chắc chắn là nơi bạn nên ghé thăm nếu thích đi dạo xung quanh; có rất nhiều con đường và điểm tham quan xung quanh nó. Nó cũng nằm trên cùng hòn đảo với Skansen và nhiều bảo tàng, vì vậy nếu bạn định đến thăm những nơi đó, tôi khuyên bạn nên dành thêm thời gian để đi bộ quanh đây. Nó đáng giáĐọc thêm",
            "Ốc đảo đáng yêu ở giữa Stockholm! Skanses, Gröna lund, bảo tàng ABBA, bảo tàng tinh thần, v.v. Nhưng bạn cũng có thể mang giày đi bộ vào và đi lại như chúng ta đã làm hôm nay. Rất nhiều diện tích xanh. Bạn có thể đi xe điện tới đó và quay lại, hoặc xe buýt. Càng đi xa càng ít khách du lịch. Đọc thêm",
            "Đây phải là một phần trong kế hoạch của bạn nếu bạn định đến Stockholm. Có rất nhiều thứ để xem và làm trên hòn đảo này và nó được phục vụ rất tốt bởi dịch vụ thuyền dừng ở các khu vực khác nhau của hòn đảo.\n\nNó rất đẹp như tranh vẽ và thực sự là địa điểm để tham quan một số điểm tham quan. Các con tôi rất thích đi dạo và tận hưởng một buổi chiều mùa thu đầy nắng, một khoảng thời gian tuyệt vời.\n\nĐó là một biển hiệu được đăng rất rõ ràng và là một cách tuyệt vời để tận hưởng thành phố và làm việc theo sở thích.Đọc thêm",
            "Người ta không thể bỏ lỡ khu vườn xinh đẹp và yên bình này khi ở Stockholme. Có rất nhiều con đường mòn và lối đi để đi bộ xung quanh. Chúng tôi thích ngồi trên bãi cỏ và tận hưởng thiên nhiên. Rất nhiều người đang chạy bộ và đạp xe. Nhiều năm trước đây từng là nơi săn bắn của các gia đình hoàng gia nhưng giờ đây nó giống như thiên đường giữa trung tâm thành phố. Có những quán cà phê để thưởng thức đồ ăn nhẹ. Các bảo tàng nổi bật khác như ABBA, Viking, Vasa và công viên giải trí Grona Lund đều nằm gần hòn đảo này.\nKhông thể bỏ qua...Đọc thêm",
            "Đây là khu vực yên bình nhất và nằm trong thành phố Stockholm trên một hòn đảo riêng biệt. Tôi đi phà qua và trở về bằng xe điện. Có nhiều thứ để xem và làm ở đó và đó là một khu vực thực sự yên bình và thanh bình. Khu vực gần Skansen của chúng tôi có nhiều viện bảo tàng và tòa nhà tuyệt đẹp. \nKhu vực này là nơi hoàn hảo cho những chuyến dã ngoại vào mùa hè hoặc đơn giản là đi bộ khám phá. Đó là điều nhất định phải Đọc thêm",
            "Một trong những điều tuyệt vời nhất chúng tôi đã làm ở Stockholm là đi dạo quanh Djurgården. Con đường này sẽ đưa bạn đi khắp nơi và xuyên qua công viên rộng lớn gồm những khu vườn, tòa nhà lịch sử, công viên giải trí và khu rừng, nơi bạn có cảm giác như đang ở cách xa thành phố hàng dặm. Nó đặc biệt đẹp vào mùa thu, đặc biệt là dọc theo con kênh và yên tĩnh trong tuần. \nChúng tôi rẽ đường để đến quán cà phê sân vườn Rosendal rất xinh đẹp để ăn trưa. Nó nằm trong một nhà kính cũ và được bao quanh bởi các nhà kho trồng cây và vườn sản xuất. Các điểm dừng yêu thích khác dù không phải tất cả trong một ngày là Skansen, Bảo tàng ABBA, Bảo tàng Vasa và Bistro Blå porten.\nCó rất nhiều nơi để dừng lại, nhiều thứ để xem, làm và chụp ảnh đến nỗi chuyến đi dạo đầu tiên quanh Djurgården có thể sẽ khiến bạn mất cả ngày. Hãy tận hưởng!Đọc thêm",
            "Thật là một khu rừng rộng lớn gần mặt nước, chúng tôi đi bộ quanh đó khoảng 2 giờ. Đó là tháng 10 nên rất yên tĩnh và rất nhiều quán cà phê đã đóng cửa, nhưng vẫn là một nơi tuyệt đẹp để hòa mình với thiên nhiên. 100 lời giới thiệu cho bất cứ ai ở StockholmĐọc thêm",
            "Nơi này thực sự mê hoặc tôi, khi tôi đi bộ hàng giờ vào sâu trong khu rừng tuyết, tìm kiếm chút yên tĩnh. Nằm trong khoảng cách đi bộ từ trung tâm thành phố là công viên này, một mảnh thiên nhiên tuyệt đẹp giữa những khu phố ồn ào của thành phố, nơi bạn có thể tận hưởng chút thời gian với những người thân yêu hoặc chính mình. Có những biển chỉ dẫn đường đi và những cơ sở kinh doanh nhỏ để uống cà phê, nhưng tôi chưa ghé thăm nơi nào cả. Tôi khuyên bạn nên đi bộ sâu và cao trong rừng vì đó là một trải nghiệm tuyệt vời. Thực sự là một nơi đòi hỏi sự chú ý của bạn.Đọc thêm",
            "Rất nhiều thành phố xinh đẹp để xem và làm. Giao thông công cộng tuyệt vời, định hướng gia đình. Đến thăm thành phố đầu tiên của Sigtuna Thụy Điển bằng tàu hỏaXe buýt từ StockholmĐọc thêm",
            "Tôi đã đến đó vào mọi thời điểm trong năm và không bao giờ ngạc nhiên vì nó đẹp đến thế nào. Hãy chuẩn bị đi bộ thật nhiều, nhưng có rất nhiều bảo tàng ở ngay trước mắt nên rất hoàn hảo cho trẻ emĐọc thêm",
            "Nơi này thực sự mê hoặc tôi, khi tôi đi bộ hàng giờ vào sâu trong khu rừng tuyết, tìm kiếm chút yên tĩnh. Nằm trong khoảng cách đi bộ từ trung tâm thành phố là công viên này, một mảnh thiên nhiên tuyệt đẹp giữa những khu phố ồn ào của thành phố, nơi bạn có thể tận hưởng chút thời gian với những người thân yêu hoặc chính mình. Có những biển chỉ dẫn đường đi và những cơ sở kinh doanh nhỏ để uống cà phê, nhưng tôi chưa ghé thăm nơi nào cả. Tôi khuyên bạn nên đi bộ sâu và cao trong rừng vì đó là một trải nghiệm tuyệt vời. Thực sự là một nơi đòi hỏi sự chú ý của bạn.Đọc thêm",
            "Thật là một khu rừng rộng lớn gần mặt nước, chúng tôi đi bộ quanh đó khoảng 2 giờ. Đó là tháng 10 nên rất yên tĩnh và rất nhiều quán cà phê đã đóng cửa, nhưng vẫn là một nơi tuyệt đẹp để hòa mình với thiên nhiên. 100 lời giới thiệu cho bất cứ ai ở StockholmĐọc thêm",
            "Một trong những điều tuyệt vời nhất chúng tôi đã làm ở Stockholm là đi dạo quanh Djurgården. Con đường này sẽ đưa bạn đi khắp nơi và xuyên qua công viên rộng lớn gồm những khu vườn, tòa nhà lịch sử, công viên giải trí và khu rừng, nơi bạn có cảm giác như đang ở cách xa thành phố hàng dặm. Nó đặc biệt đẹp vào mùa thu, đặc biệt là dọc theo con kênh và yên tĩnh trong tuần. Chúng tôi rẽ đường để đến quán cà phê sân vườn Rosendal rất xinh đẹp để ăn trưa. Nó nằm trong một nhà kính cũ và được bao quanh bởi các nhà kho trồng cây và vườn sản xuất. Các điểm dừng yêu thích khác (mặc dù không phải tất cả đều diễn ra trong một ngày) là Skansen, Bảo tàng ABBA, Bảo tàng Vasa và Bistro Blå porten. Có rất nhiều nơi để dừng chân, nhiều thứ để xem, làm và chụp ảnh mà chuyến đi dạo đầu tiên quanh Djurgården có thể sẽ đưa bạn đến hết mọi nơi ngày. Hãy tận hưởng!Đọc thêm",
            "Khu vườn xinh đẹp để tản bộ với những hàng cây tráng lệ, bãi cỏ rộng và những luống vườn đầy màu sắc. Tháng 9 là khoảng thời gian yên tĩnh nên không có quá nhiều sự mở cửa. Yên bình và thư giãn.Đọc thêm",
            "Không gian xanh hoàn toàn tuyệt vời để đi bộ xung quanh, thư giãn và dã ngoại hoặc ngắm người qua lại - rất nhiều đường mòn và người chạy bộ, người đi xe đạp, v.v. Có tất cả các bảo tàng lớn trong vùng lân cận - Vasa, Abba, Skansen, v.v. Chúng tôi đã chọn sử dụng xe điện và xe buýt để ra vào công viên nhưng khu vực này chắc chắn là địa điểm không thể bỏ qua.  Ngoài ra còn có nhiều quán cà phê để dừng lại và thưởng thức cà phê hoặc kem, v.v. Đối với những người có con nhỏ, cũng có một công viên giải trí với các chuyến đi dọc theo mặt nước.  Đọc thêm",
            "Hòn đảo tuyệt đẹp ở Stockholm, với vô số thứ để xem và làm: công viên, khu vườn, bảo tàng và Skansen về mặt kỹ thuật cũng là một bảo tàng, nhưng không phải là một vài bảo tàng điển hình của bạn. Bạn có thể đến đó bằng cách đi bộ, xe đạp, ô tô, xe điện, phà... Đọc thêm",
            "Đây là khu vực yên bình nhất và nằm trong thành phố Stockholm trên một hòn đảo riêng biệt. Tôi đi phà qua và trở về bằng xe điện. Có nhiều thứ để xem và làm ở đó và đó là một khu vực thực sự yên bình và thanh bình. Khu vực gần Skansen của chúng tôi có nhiều viện bảo tàng và tòa nhà tuyệt đẹp. Khu vực này là nơi hoàn hảo cho những chuyến dã ngoại vào mùa hè hoặc đơn giản là đi bộ khám phá. Đó là điều nhất định phải Đọc thêm",
            "Người ta không thể bỏ lỡ khu vườn xinh đẹp và yên bình này khi ở Stockholme. Có rất nhiều con đường mòn và lối đi để đi bộ xung quanh. Chúng tôi thích ngồi trên bãi cỏ và tận hưởng thiên nhiên. Rất nhiều người đang chạy bộ và đạp xe. Nhiều năm trước đây từng là nơi săn bắn của các gia đình hoàng gia nhưng giờ đây nó giống như thiên đường giữa trung tâm thành phố. Có những quán cà phê để thưởng thức đồ ăn nhẹ. Các bảo tàng nổi bật khác như ABBA, Viking, Vasa và công viên giải trí Grona Lund đều ở gần hòn đảo này. Không thể bỏ qua...Đọc thêm"
        ],
        "star_ratings": [
            2464,
            1114,
            133,
            21,
            4
        ],
        "review_amount": 3736,
        "location": [
            "Thụy Điển",
            "Hạt Stockholm",
            "Hoàng gia Djurgården",
            "Châu Âu",
            "X-tốc-khôm",
            "Những điều cần làm ở Stockholm"
        ],
        "reviews_time": [
            "Written July 1, 2023",
            "Written July 18, 2023",
            "Written July 22, 2023",
            "Written July 29, 2023",
            "Written August 27, 2023",
            "Written October 28, 2023",
            "Written November 14, 2023",
            "Written January 9, 2024",
            "Written May 27, 2024",
            "Written May 22, 2024",
            "Written January 9, 2024",
            "Written November 14, 2023",
            "Written October 28, 2023",
            "Written September 19, 2023",
            "Written September 13, 2023",
            "Written September 1, 2023",
            "Written August 27, 2023",
            "Written July 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g189852-d208169-Reviews-Kungliga_Djurgarden-Stockholm.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d4452983-Reviews-Rosendals_Tradgardskafe-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d8479516-Reviews-Djurgardsterrassen-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d4171507-Reviews-Oaxen_Slip-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d784893-Reviews-Wardshuset_Ulla_Winbladh-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189851-d11705519-Reviews-Skroten_Cafe_och_skeppshandel-Djurgarden.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d850367-Reviews-Villa_Godthem-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d5936127-Reviews-Rosendals_Wardshus-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d20378978-Reviews-Aira-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d8554214-Reviews-Cafe_Ektorpet-Stockholm.html",
            "https://www.tripadvisor.com/Restaurant_Review-g189852-d812304-Reviews-Gruvan_flickorna_Helin_och_Voltaire-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d313587-Reviews-Rosendals_Garden-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208277-Reviews-Vasa_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d2219449-Reviews-Rosendal_Palace-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d244312-Reviews-Prins_Eugens_Waldemarsudde-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d591856-Reviews-Seglora_Kyrka-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208296-Reviews-Skansen-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d7659174-Reviews-Skansen_Akvariet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d207777-Reviews-Stockholm_Old_Town-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d4182487-Reviews-ABBA_The_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d12392260-Reviews-The_Viking_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208169-Reviews-or10-Kungliga_Djurgarden-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d3566460-Reviews-Monteliusvagen-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d324273-Reviews-Skogskyrkogarden-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d208370-Reviews-Stockholm_City_Hall-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d7690703-Reviews-Strandvagen-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d592756-Reviews-Fjallgatan-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d5038204-Reviews-Stortorget-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d207783-Reviews-Thiel_Gallery_Thielska_Galleriet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d246218-Reviews-Sodermalm-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d313584-Reviews-Parliament_Building_Riksdagshuset-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d8623344-Reviews-Prins_Bertils_Boulehall-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d17425200-Reviews-Ecosightseeing-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d10498133-Reviews-Mamma_Mia_The_Party-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d592201-Reviews-Tekniska_Museet-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d242276-Reviews-Cirkus_Arena-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d3561659-Reviews-Maritime_Museum-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g190479-d656583-Reviews-Hovedoya-Oslo_Eastern_Norway.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d643093-Reviews-Mamma_Mia-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g56180-d8444983-Reviews-Lake_Livingston_Dam-Livingston_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31020-d8674211-Reviews-Glacier_Taxi_Tours-Juneau_Alaska.html",
            "https://www.tripadvisor.com/Attraction_Review-g48508-d17593098-Reviews-Lido_Beach_Butlers-Rockaway_Park_Queens_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d5074657-Reviews-PIA_Planetarium-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d5453100-Reviews-Kundu_Bazaar-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g147244-d148085-Reviews-Shirley_Heights-English_Harbour_Saint_Paul_Parish_Antigua_Antigua_and_Barbuda.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d4725212-Reviews-Karaoke_Kan_Shibuya-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d638635-Reviews-House_From_A_Christmas_Story-Cleveland_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g189852-d208169-Reviews-or10-Kungliga_Djurgarden-Stockholm.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g189852-d208169-Reviews-Kungliga_Djurgarden-Stockholm.html"
    }
]