[
    {
        "attraction_name": "Kusadasi Castle",
        "attraction_name_vi": "Lâu đài Kusadasi",
        "general_info": [
            "766 đánh giá",
            "2 trong số 49 điều cần làm ở Kusadasi",
            "Lâu đài"
        ],
        "attraction_summary": "Chúng tôi xuống tàu và bắt một chiếc xe tải trên đất liền đến Kusadasi, nơi chúng tôi đến thăm Lâu đài trước khi nhận phòng khách sạn.  Lâu đài nằm trên một hòn đảo trong vịnh và có lối vào bằng đường đắp cao cho bến du thuyền.  Lâu đài đã được cải tạo và hiện có một khu vực giống như công viên tuyệt vời rất thư giãn.  Có nhiều cấp độ mang đến cơ hội tuyệt vời để chụp ảnh khu vực.Đọc thêm",
        "reviews": [
            "Chúng tôi đến đây vào buổi sáng. Vì vậy chỉ có vài khách du lịch ở đó. Không có phí entree. Bất cứ ai cũng có thể đi lang thang quanh đây. Không có nhiều thứ ở đó để xem, nhưng trong một giờ thì thật tuyệt. Bất cứ ai cũng có thể chụp được những bức ảnh đẹp về hòn đảo cũng như bến cảng biển bên ngoài. Có một khách sạn ở đây hiện đã bị bỏ hoang. Trên hết đây là một địa điểm không thể bỏ qua ở thành phố Kusadasi.Đọc thêm",
            "Chuyến đi đến Kusadasi năm 2024 của tôi thực sự đáng nhớ, phần lớn nhờ vào việc ghé thăm Lâu đài Kusadasi.\n\nNằm trên Đảo Pigeon, địa điểm lịch sử này kết hợp cái nhìn thoáng qua về lịch sử hấp dẫn của khu vực với khung cảnh ngoạn mục của Biển Aegean. Khi đi dạo giữa những tàn tích cổ xưa, tôi bị ấn tượng bởi ý nghĩa chiến lược và lịch sử sôi động mà các bức tường lâu đài đã chứng kiến ​​qua nhiều thế kỷ.\n\nCác con đường xung quanh lâu đài được bảo trì tốt với nhiều biển hiệu cung cấp thông tin có giá trị về các địa điểm trong quá khứ. Những khu vườn xung quanh mang đến nơi trú ẩn yên bình, lý tưởng để đi dạo yên tĩnh hoặc chỉ đơn giản là thưởng ngoạn phong cảnh. Có thể dễ dàng đến được bằng con đường đắp cao tuyệt đẹp và không mất phí vào cửa, Lâu đài Kusadasi là địa điểm nhất định phải ghé thăm đối với du khách.\n\nNó không chỉ dành cho những người đam mê lịch sử; vẻ đẹp của vị trí làm cho nó trở thành một nơi hoàn hảo cho bất cứ ai. Đảm bảo điện thoại của bạn đã được sạc và sẵn sàng, đặc biệt là vào lúc hoàng hôn, để có một số cơ hội chụp ảnh thực sự ngoạn mục.Đọc thêm",
            "Đây là một nơi nhỏ đáng yêu để đi bộ xung quanh. \n\nKhung cảnh thật đáng yêu, có bóng râm và rất nhiều lịch sử xung quanh. \nBạn bè của tôi có một chiếc xe đẩy và để nó ở cuối lối vào vì nó có các bậc thang nên xe đẩy hoặc xe lăn không dễ dàng tiếp cận. \n\nBạn có thể đi tiếp miễn phí và những khu vườn nhỏ cũng như những con đường dạo bộ xung quanh mang lại rất nhiều bóng mát cho những ngày nắng nóng. Khung cảnh nhìn ra Kusadasi và vịnh rất đẹp. \n\nBạn không cần phải mất nhiều thời gian ở đây để đi lại nhưng nếu bạn muốn ngồi và ngắm cảnh thì chắc chắn là xứng đáng! Nơi nhỏ tuyệt vời cho buổi sáng cuối cùng của chúng tôi ở Kusadasi. Đọc thêm",
            "Đi bộ thư giãn một đoạn ngắn từ bến du thuyền. Đi dạo quanh địa điểm này là miễn phí và cho phép bạn chiêm ngưỡng một số cảnh quan xung quanh tuyệt vời. Không phải là một số lượng lớn để xem nhưng vẫn là một trải nghiệm thú vị. Đọc thêm",
            "Công viên rất sạch sẽ trong pháo đài và việc xây dựng lại pháo đài có chất lượng tốt. Bạn có thể thấy bảo tàng nhỏ thú vị với những con tàu cổ bên trong. Khung cảnh ngoạn mục từ các bức tường pháo đài. Nếu mang theo đồ ăn nhẹ và nước, bạn có thể dễ dàng dành vài giờ để tận hưởng địa điểm lịch sử yên tĩnh xinh đẹp này. Vào cửa miễn phí và nhà vệ sinh công cộng ở phía bên phải phía trước lối vào có giá 1 TL.Đọc thêm",
            "Một hòn đảo vào những năm 1960 được nối với đất liền Kusadasi bằng một con đường đắp cao, nơi thuyền địa phương neo đậu, cung cấp các chuyến đi thuyền hàng giờ hoặc hàng ngày.  Bạn bước lên các bậc thang và qua mái vòm để đến một nơi có phong cảnh tuyệt đẹp.  Mọi thứ đều hoàn hảo.  Tất cả các lối đi, tường và khu vực tiếp khách đều có nhiều bảng viết và ảnh với nhiều thông tin liên quan về thực vật, hoa và lịch sử.  Ở trung tâm là một tòa nhà bằng đá rất tiếc không mở cửa vào ngày chúng tôi đến thăm.  Thật dễ dàng để đi bộ xung quanh với nhiều cơ hội chụp ảnh và ngắm cảnh biển và bờ biển.  Bạn có thể dễ dàng nhìn thấy các chuyến du thuyền cập bến Kusadasi.  Một cách rất thú vị để dành một vài giờ.  Dễ đi bộ nhưng không phù hợp với xe lăn vì có nhiều cấp độ khác nhau và một số bước có thể gây khó khăn cho một số người khi đàm phán.  Chúng tôi đi giày có mái che và có thể leo lên những cầu thang hẹp để lên tầng cao hơn và có tầm nhìn ngoạn mục.  Nó miễn phí và chắc chắn đáng để ghé thăm.  Về mặt tích cực, chúng tôi đã thực hiện một chuyến du ngoạn kéo dài một giờ quanh vịnh với giá 50 lira Thổ Nhĩ Kỳ mỗi 24 pound.  Cũng được sắp xếp để trở lại vào một ngày khác cho chuyến đi trong ngày với bữa trưa với giá 300 lira Thổ Nhĩ Kỳ mỗi người.Đọc thêm",
            "Tôi đã đi vào thứ năm khoảng 6 giờ chiều nhưng nó đã đóng cửa, nhưng tôi có thể lén nhìn vào để xem một số màn hình bên trong. Khu vực xung quanh lâu đài là một nơi đáng yêu để đi dạo xung quanh, với những khu vườn và biển hiệu về nhiều loại hoa và cây cối khác nhau. Tuy nhiên, ở đó rất gió và lạnh!Đọc thêm",
            "Chúng tôi đến thăm Lâu đài Kusadasi trong một ngày dừng chân tại cảng từ một tàu du lịch vào thứ Ba của tháng Sáu. Chúng tôi đã quyết định tự mình khám phá bến cảng và lâu đài cách nơi tàu du lịch của chúng tôi neo đậu một quãng đi bộ ngắn. Chúng tôi nhận thấy lâu đài khi đang đi dạo quanh phía đông của bến cảng và quay lại để xem nó đi ngang qua con tàu một lần nữa. Lâu đài là một công trình xây dựng từ thế kỷ 14 được xây dựng bởi người Thổ Nhĩ Kỳ Ottoman. Bạn có thể đến được lâu đài bằng một con đường đắp cao trông giống như một nhà hàng đẹp ở cuối lâu đài. Vào ngày chúng tôi đến thăm, lối vào lâu đài phải trải qua nhiều bậc thang và miễn phí. Khi vào bên trong, pháo đài cũ đã được thiết lập như một công viên với những cây cọ và thực vật lấp đầy khu vực giữa pháo đài và các bức tường xung quanh. Du khách có thể có được một số tầm nhìn đẹp ra thị trấn và bến du thuyền từ khu vực sàn nâng và cả , từ khu vực có thể tiếp cận của các bức tường lâu đài. Đi dạo quanh khuôn viên sẽ thấy một ngọn hải đăng và âm thanh của các loài chim và côn trùng trên cây. Chúng tôi được biết rằng tòa nhà trung tâm Keep có một bảo tàng nhưng nơi này không mở cửa vào ngày chúng tôi đến thăm. Tôi thực sự rất thích chuyến đi dạo quanh đây và muốn giới thiệu nó cho những người khác đến thăm cảng.Đọc thêm",
            "Chuyến đi đến Kusadasi năm 2024 của tôi thực sự đáng nhớ, phần lớn nhờ vào việc ghé thăm Lâu đài Kusadasi. Nằm trên Đảo Pigeon, địa điểm lịch sử này kết hợp cái nhìn thoáng qua về lịch sử hấp dẫn của khu vực với khung cảnh ngoạn mục của Biển Aegean. Khi đi dạo giữa những tàn tích cổ xưa, tôi bị ấn tượng bởi ý nghĩa chiến lược và lịch sử sôi động mà các bức tường lâu đài đã chứng kiến ​​qua nhiều thế kỷ. Các con đường quanh lâu đài được bảo trì tốt, với nhiều biển báo cung cấp thông tin có giá trị về các địa điểm trong quá khứ. Những khu vườn xung quanh mang đến nơi trú ẩn yên bình, lý tưởng để đi dạo yên tĩnh hoặc chỉ đơn giản là thưởng ngoạn phong cảnh. Có thể dễ dàng đến được bằng một con đường đắp cao tuyệt đẹp và không mất phí vào cửa, Lâu đài Kusadasi là địa điểm nhất định phải ghé thăm đối với du khách. Nó không chỉ dành cho những người đam mê lịch sử; vẻ đẹp của vị trí làm cho nó trở thành một nơi hoàn hảo cho bất cứ ai. Đảm bảo điện thoại của bạn đã được sạc và sẵn sàng, đặc biệt là vào lúc hoàng hôn, để có một số cơ hội chụp ảnh thực sự ngoạn mục.Đọc thêm",
            "Hành trình của chúng tôi dừng lại ở Kusadasi và chúng tôi đi dạo cho đến khi đến lâu đài.  Hơi xa trung tâm thành phố, một nơi yên bình và đáng yêu, một phần lịch sử của nơi này. Pháo đài nằm trên biển đẹp, view đẹp, lý tưởng để chụp ảnh.  Lối vào miễn phí và lối đi đáng yêu quanh các bức tường. Bên trong không có gì nhiều nhưng nó xứng đáng được ghé thăm để thoát khỏi bầu không khí ngột ngạt của trung tâm thành phố và các cửa hàng.  Đáng yêu Đọc thêm",
            "Đề nghị một chuyến thăm. Đi bộ một đoạn ngắn đến các khu vực trung tâm mà không mất phí vào cửa, những khu vườn và tòa nhà được chăm sóc cẩn thận với khung cảnh tuyệt vời và tầm nhìn ra vịnh.  Quán cà phê ngay trong khuôn viên cùng với một số chuyến đi bằng thuyền từ đường đắp cao.Đọc thêm",
            "Một chuyến đi bộ thú vị, tầm nhìn tuyệt vời và một tòa nhà mới được khôi phục ban đầu do Barbarossa xây dựng, Bây giờ nó đầy cây cối và ở trung tâm thị trấn. Giống như một công viên hơn. Con gái tôi thích nó. Tôi không nghĩ nó tuyệt vời đến thế, nhưng nó miễn phí, dễ tiếp cận, dễ xem và chứa đầy lịch sử.Đọc thêm",
            "Tàu du lịch của chúng tôi đã cập cảng Kusadsi và đã ghé thăm Ephesus trong chuyến thăm trước đó và quyết định khám phá khu vực địa phương. Lâu đài đã được cải tạo trong vài năm qua và là một nơi thú vị để đi dạo. Nội thất về cơ bản là một khu vườn với những con đường chạy qua nó.  Tôi sẽ không gọi cảnh quan là tuyệt đẹp nhưng chúng tôi rất thích đi dạo xung quanh. Có một vài dấu hiệu liên quan đến việc trồng cây và có một tòa tháp trung tâm đã đóng cửa khi chúng tôi đến thăm. Đọc thêm",
            "Tôi trở về sau chuyến tham quan trong ngày và muốn đi dạo yên tĩnh. Nó miễn phí và không đông đúc. Rất yên bình với tầm nhìn tuyệt vời ra bến cảng. Nó không lớn nên không mất nhiều thời gian nhưng bạn có thể ngồi, thư giãn và ngắm cảnh. Đọc thêm"
        ],
        "star_ratings": [
            345,
            259,
            122,
            29,
            11
        ],
        "review_amount": 766,
        "location": [
            "Tỉnh Aydin",
            "Thổ Nhĩ Kỳ",
            "Lâu đài Kusadasi",
            "Các hoạt động ở Kusadasi",
            "Châu Âu",
            "Kusadasi",
            "Bờ biển Aegean của Thổ Nhĩ Kỳ"
        ],
        "reviews_time": [
            "Written December 25, 2023",
            "Written January 8, 2024",
            "Written February 12, 2024",
            "Written April 10, 2024",
            "Written June 3, 2024",
            "Written August 1, 2020",
            "Written May 28, 2023",
            "Written August 8, 2022",
            "Written July 26, 2022",
            "Written February 13, 2024",
            "Written January 9, 2020",
            "Written February 18, 2020",
            "Written August 27, 2021",
            "Written April 29, 2023",
            "Written April 6, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g297972-d3617206-Reviews-Kusadasi_Castle-Kusadasi_Turkish_Aegean_Coast.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g297972-d10207527-Reviews-Kule_Seafood_Restaurant-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297972-d1601537-Reviews-Mayflower-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297972-d1633698-Reviews-Erzincan_Restaurant-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297972-d3539460-Reviews-King_s_Place_Restaurant-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297972-d5605646-Reviews-4_Brothers_Dedem_K_Restaurant_Kusadasi-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297972-d1107269-Reviews-Kazim_Usta_Restaurant-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297972-d7368305-Reviews-Iskele_balIk_restaurant-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297972-d2337747-Reviews-Sozlum-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297972-d2674237-Reviews-Burger_King-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Restaurant_Review-g297972-d13356150-Reviews-Mavi_Balik_Meze-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d25293545-Reviews-Port_Kusadasi_Turkey-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d1047820-Reviews-Kusadasi_Market-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d15843120-Reviews-Micro_Miniature_Museum-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d25986456-Reviews-Deniz_GIda_Ticaret-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d11885767-Reviews-Kaleici_Camii-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297971-d27697098-Reviews-Zeta_Butik_Boutique-Aydin_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d23670037-Reviews-El_Heykeli-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d13140121-Reviews-Setur_Kusadasi_Marina_Carsi-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d23669390-Reviews-KasIm_Yaman_Arkeo_Park-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d8713151-Reviews-Downtown_Beach-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d3617206-Reviews-or10-Kusadasi_Castle-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d14993856-Reviews-Kusadasi_Bazaar-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d17465200-Reviews-Okuz_Mehmet_Pasa_KervansarayI-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d12922765-Reviews-Tannery_Garden_Old_Town_Tanneries-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d23184476-Reviews-Best_Vip_Kusadasi-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d9831023-Reviews-Kadikalesi_Anaia_Excavations-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g10456715-d10698336-Reviews-Panionion-Guzelcamli_Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d23669381-Reviews-KusadasI_Ataturk_AnItI-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d23669388-Reviews-Gun_BatImI_Seyir_TerasI-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d12687682-Reviews-Kusadasi_Tekne_Turu-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d10272091-Reviews-Coban_YildIzi_Kusadasi-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d12243385-Reviews-Aydin_Kaptan_53-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d15640087-Reviews-Kusadasi_Port_Tours-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d14123210-Reviews-Kusadasi_Ephesus_Taxi_Service-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d8539323-Reviews-Ephesus_Taxi_Service-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d20253014-Reviews-Kusadasi_Private_Ephesus_Tours-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d12705342-Reviews-Ephesus_Port_Tours-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d3225657-Reviews-Ada_Vegas_Travel-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d10388000-Reviews-Berkay_Taxis-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d7680294-Reviews-Kusadasi_Taxi_Port_Yucel_Taxi-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d2616238-Reviews-Aneno_Tour_Dmc-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d9821188-Reviews-Phoenicia_Travel-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d10465380-Reviews-Brothers_Taxi-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297972-d17323973-Reviews-Bulut_Brothers_Travel_Agency-Kusadasi_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g33668-d15144781-Reviews-Denver_Premium_Outlets-Thornton_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d14163992-Reviews-Italo-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g150769-d151775-Reviews-Isla_Carmen-Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g49023-d139350-Reviews-Cherokee_Indian_Reservation-Cherokee_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d592251-Reviews-Gaylord_Opryland_Garden_Conservatory-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g293968-d1784751-Reviews-Tashkent_TV_tower-Tashkent_Tashkent_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d12588444-Reviews-Massages_At_The_Sand_Bar-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d481783-Reviews-Acorn_Street-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g187813-d246576-Reviews-Beach_Barcola-Trieste_Province_of_Trieste_Friuli_Venezia_Giulia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188662-d319487-Reviews-Citadelle_de_Dinant-Dinant_The_Ardennes_Wallonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g297972-d3617206-Reviews-or10-Kusadasi_Castle-Kusadasi_Turkish_Aegean_Coast.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g297972-d3617206-Reviews-Kusadasi_Castle-Kusadasi_Turkish_Aegean_Coast.html"
    }
]