[
    {
        "attraction_name": "Kyoto Imperial Palace",
        "attraction_name_vi": "Cung điện Hoàng gia Kyoto",
        "general_info": [
            "2.473 đánh giá",
            "62 trong số 2.073 điều cần làm ở Kyoto",
            "Địa điểm lịch sử"
        ],
        "attraction_summary": "Địa điểm này là nơi ở của Hoàng gia cho đến năm 1868 khi nơi ở chính thức được chuyển đến Tokyo. Các chuyến tham quan có hướng dẫn viên miễn phí được tổ chức hàng ngày nhưng chỉ dành cho những người đã đặt chỗ trước.Đọc thêm",
        "reviews": [
            "Không có quận nào ở Kyoto đại diện cho bản chất pha trộn của nó như Trung tâm thành phố. Vào ban ngày, các khu mua sắm có mái che dọc theo Phố Kawaramachi và Phố Shijo thu hút những người săn hàng giảm giá và tín đồ thời trang đến để xem xét các mặt hàng quần áo, phụ kiện, quà tặng và đồ gia dụng. Khi trời tối, Trung tâm thành phố là điểm đến sành điệu cho cuộc sống về đêm, sôi động với các quán bar và câu lạc bộ. Một bối cảnh ẩm thực hợp thời trang và vô số quán rượu địa phương mang đến cho Trung tâm sự trẻ trung. Ngược lại, những khu vực yên tĩnh hơn của Trung tâm thành phố dường như cách xa cả thế giới, được che chắn khỏi tiếng ồn bởi những tán lá của các khu vườn công cộng và không gian thiền bao quanh các đền thờ, lâu đài và Cung điện Hoàng gia. Những địa điểm cổ kính và linh thiêng này hòa quyện liền mạch vào cảnh quan, mang đến sự nghỉ ngơi khỏi năng lượng của thành phố, nhưng đủ gần để đưa bạn trở lại nhịp đập của thành phố khi bạn đã sẵn sàng. Đọc thêm",
            "Chúng tôi đến đây cùng với tài xế taxi, người cũng đóng vai trò hướng dẫn riêng cho chúng tôi.  Anh ấy có thể chia sẻ nhiều câu chuyện khác nhau về lịch sử của cung điện và cư dân của nó.  Bản thân khu phức hợp này rất rộng lớn và chứa vô số tòa nhà đủ loại.  Tốt nhất bạn chỉ cần đi dạo quanh hướng đường đã định và đọc những biển báo ở đó.  Chúng tôi rất thích chuyến thăm của chúng tôi và rất vui vì chúng tôi đã không bỏ lỡ điều này.  Có bãi đậu xe trả phí bên ngoài hoặc sử dụng dịch vụ xe buýt địa phương, v.v.Đọc thêm",
            "Cung điện Hoàng gia Kyoto là điểm tham quan không thể bỏ qua! Việc miễn phí vào cửa khiến nơi này càng hấp dẫn hơn đối với du khách. Nếu bạn đến khu vực này, đừng bỏ lỡ cơ hội khám phá ý nghĩa lịch sử và văn hóa của khuôn viên cung điện. Kiến trúc tuyệt đẹp và lịch sử phong phú của địa danh mang tính biểu tượng này chắc chắn sẽ để lại ấn tượng lâu dài cho bất kỳ du khách nào đến Kyoto. Đọc thêm",
            "Những tòa nhà đẹp và lịch sử ở giữa thành phố. Ga tàu điện ngầm Imadegawa tốt nhất. Chỉ có một lối vào và cùng một lối ra vào khuôn viên tòa nhà Imperial. Lấy một cuốn sách nhỏ và đi theo con đường xung quanh địa điểm lịch sử xinh đẹp này. Nó miễn phí. Nhân viên thân thiện và khu vực tiếp khách có AC để nghỉ ngơi. Có những chuyến tham quan miễn phí.Đọc thêm",
            "Tôi đi dạo khu nhà và khu vườn, xem bên ngoài các tòa nhà và đọc tài liệu được trưng bày. Đó là nơi ở rộng rãi, đẹp đẽ của các hoàng đế Nhật Bản trước khi họ chuyển đến Tokyo. Những khu vườn, cây cối, bụi cây, ao hồ và những cây cầu đều đẹp và được chăm sóc tốt.Đọc thêm",
            "Đi tham quan Cung điện Hoàng gia. Đây từng là nơi ở của nhiều Hoàng đế Nhật Bản trước đây cho đến năm 1869, lúc đó thủ đô được chuyển đến Tokyo trong thời kỳ Minh Trị Duy Tân. Ấn tượng của tôi ?  không thú vị như các Lâu đài hoặc Đền thờ khác vì bạn không thể vào bên trong nhưng dù sao, nó rất đẹp và rất lớn. Tôi ngờ rằng Hoàng đế sẽ có một cuộc sống rất hạn chế. Một kẻ bị giam giữ bởi quyền thừa kế của chính mình.Đọc thêm",
            "Không giống như hầu hết mọi thứ xung quanh Kyoto, không có phí vào cửa! Kích thước khổng lồ của nơi này thật đáng kinh ngạc và nếu bạn nghĩ về cách nó được xây dựng, bạn không thể đi vào cung điện nhưng có những căn phòng bạn có thể nhìn từ bên ngoài. Những khu vườn bên trong rất đáng để ghé thăm.Đọc thêm",
            "Cung điện là nơi ở của các hoàng đế Nhật Bản trong hơn 500 năm cho đến năm 1869 khi thủ đô chuyển về Tokyo.\nKhông cần có người hướng dẫn vì có một tập tài liệu rất giàu thông tin được phát hành bằng nhiều ngôn ngữ.  Không ai có thể vào bất kỳ tòa nhà nào.\nNhững khu vườn sẽ tuyệt đẹp vào mùa xuân với hoa anh đào nhưng cũng đẹp với những hàng cây độc đáo, những cây cầu đá và dòng suối uốn khúc.Đọc thêm",
            "Cung điện hoàng đế cổ xưa của Kyoto bao gồm một số tòa nhà khép kín, buồn tẻ.\n\nBên ngoài các tòa nhà là một công viên rộng lớn, giống và được thiết kế như một khu vực giải trí công cộng. Tại đây, bạn có thể nằm xuống và tắm nắng, và ăn hộp cơm bento đã đóng gói của mình.\n\nNgoài ra còn có một khu vực nhỏ xinh xắn với nước, cây nhỏ và một thác nước nhỏ. Đó là điểm nổi bật. Sau tối đa 30 phút, bạn sẽ thấy biết ơn vì đã không trả tiền vé vào cửa cho thú vui này.\n\nTốt hơn là hãy dành thời gian ở Kyoto để khám phá ngàn cánh cổng màu cam và ngôi đền vàng. Đọc thêm",
            "Tôi không ngờ cung điện này lại thú vị và đẹp như vậy. Đây là một địa điểm lớn nằm giữa một công viên thực sự đáng yêu nên bạn cần dành thời gian cho nó. Khu vườn của cung điện rất đẹp và có nhiều tòa nhà thú vị. Đọc thêm",
            "Cung điện Hoàng gia nằm ngoài con đường bị đánh đập nhưng đáng để ghé thăm. Vào cửa miễn phí và những khu vườn xinh đẹp làm nổi bật kiến ​​trúc đẹp.\n\nChúng tôi đã vô tình kết thúc ở đây. Thật không may, bên trong không mở cửa cho công chúng như Lâu đài Nijo-jo. Tất nhiên, những khu vườn đẹp như tranh vẽ, khuôn viên được chăm sóc và cắt tỉa cẩn thận đến mức hoàn hảo. \n\nỞ đây rất yên tĩnh và thanh bình.Đọc thêm",
            "Thật thất vọng, vì bạn không được nhìn thấy bất kỳ phần nào bên trong Cung điện, và có nhiều tòa nhà và khu vườn đẹp hơn ở Kyoto so với nơi này. Đã tham gia tour tham quan miễn phí bằng tiếng Anh, đông đúc tới 50 người, và mặc dù hướng dẫn viên đã cố gắng hết sức để làm cho nó có vẻ thú vị, chúng tôi thấy đó là một sự thất vọng lớn. Nếu bạn đang muốn đi, hãy đề xuất bạn nên chọn Lâu đài Nijo ở Kyoto, nơi thật khó tin và bạn có thể nhìn thấy lịch sử của một tòa nhà 400 năm tuổi thay vì một Cung điện được xây dựng lại. Đọc thêm",
            "Tour du lịch tiếng Anh miễn phí 10 giờ sáng kéo dài khoảng một giờ. Lối vào là ở cổng Seishomon.  Không cần đặt trước.  Mỗi người có một chiếc tai nghe để nghe hướng dẫn.  Điều này đặc biệt quan trọng vì trời đổ mưa suốt thời gian qua.  Người ta cũng có thể tự mình đi bộ xung quanh, nhưng bắt buộc phải có người hướng dẫn để biết những gì bạn đang xem vì bảng chỉ dẫn rất hạn chế.  Bạn không vào cung điện, nhưng bạn sẽ thấy một số phòng từ bên ngoài nhìn vào. Bạn đợi nhóm tập hợp để theo hướng dẫn viên của bạn trong một phòng chờ lớn.  Các nhóm khác nhau cho các ngôn ngữ khác nhau đang chờ ở đó.  Có tủ khóa miễn phí ở đó để đựng đồ đạc của bạn.Đọc thêm",
            "Nó khá xa ga xe lửa gần nhất. Và cung điện toàn là sỏi nên đi lại khá khó khăn. Sẽ không sao nếu bạn chỉ muốn nhìn vào cấu trúc bên ngoài vì bạn không thể vào bên trong để xem các phòng và cách trang trí. Nhìn chung, tôi có thể đã dành 10 đến 15 phút vì bạn chỉ cần đi xem cấu trúc tòa nhà và đó là toàn bộ chuyến tham quan. Ân sủng duy nhất là khu vườn trong cung điện.Đọc thêm",
            "Nơi tuyệt vời. Ngoài chính cung điện - nơi gây ấn tượng bởi những căn phòng rộng lớn và đồ trang trí tuyệt vời - những khu vườn xung quanh tòa nhà thật ngoạn mục. Mặc dù chúng tôi đến thăm miền dưới mưa nhưng việc chiêm ngưỡng phong cảnh thực sự là một niềm vui cho đôi mắt của chúng tôi. Hoàn toàn được khuyến nghị! Đọc thêm",
            "Cung điện Hoàng gia nằm ngoài con đường bị đánh đập nhưng đáng để ghé thăm. Vào cửa miễn phí và những khu vườn xinh đẹp làm nổi bật kiến ​​trúc đẹp. Chúng tôi tình cờ đến đây. Thật không may, bên trong không mở cửa cho công chúng như Lâu đài Nijo-jo. Tất nhiên, những khu vườn đẹp như tranh vẽ, khuôn viên được chăm sóc và cắt tỉa cẩn thận đến mức hoàn hảo. Ở đây rất yên tĩnh và thanh bình.Đọc thêm",
            "Điều này thật đáng thất vọng khi phải đi bộ dài để đến Cung điện.   Sau đó, khi bạn ở đó, bạn chỉ có thể đi bộ xung quanh bên ngoài.  Đây KHÔNG phải là điều tốt để nhìn thấy vào một ngày mưa.Đọc thêm",
            "Tôi không ngờ cung điện này lại thú vị và đẹp đẽ như vẻ ngoài của nó. Đây là một địa điểm rộng lớn nằm giữa một công viên thực sự đáng yêu nên bạn cần dành chút thời gian cho nó. Những khu vườn trong cung điện rất đáng yêu và có nhiều tòa nhà thú vị.Đọc thêm",
            "Tôi đã nhầm lẫn khi đến đây vào ngày cuối cùng của chúng tôi do các đánh giá trên TripAdvisor. Nghe có vẻ như chẳng có gì nhiều để xem. Tuy nhiên, chúng tôi đã đến đó và ở đó. Bên trong dinh thự Kannimoya là một bảo tàng chi tiết và các bộ phim về lịch sử của cung điện. Sau đó chúng tôi đi bộ đến Cung điện Hoàng gia, nơi bạn có thể vào trong khuôn viên và ngắm nhìn cung điện, nơi các hoàng đế lên ngôi. Nó rất tuyệt để xem. Nhưng điều tuyệt vời nhất là những khu vườn trong truyện trong..khu vườn xinh đẹp..Hoàn toàn được khuyến nghị - nhưng lâu hơn thì 2 giờ. Có lẽ 3-4 giờ và mang theo bữa trưa của bạn. Mất 15 phút đi bộ để đến cung điện bên trong. Đi bộ trên con đường trải cỏ chứ không phải trải sỏi để tiết kiệm chân.Đọc thêm",
            "Cung điện hoàng đế cổ xưa của Kyoto bao gồm một số tòa nhà buồn tẻ, khép kín. Bên ngoài các tòa nhà là một công viên rộng lớn, được thiết kế như một khu giải trí công cộng. Tại đây, bạn có thể nằm phơi nắng và ăn hộp cơm bento đã đóng gói của mình. Ngoài ra còn có một khu vực nhỏ xinh hơn với nước, cây nhỏ và thác nước nhỏ. Đó là điểm nổi bật. Sau tối đa 30 phút, bạn sẽ biết ơn vì đã không trả phí vào cửa để tận hưởng niềm vui này. Tốt hơn hết hãy dành thời gian ở Kyoto để khám phá hàng nghìn cánh cổng màu cam và ngôi đền vàng.Đọc thêm",
            "Cung điện cũ này đã được các Hoàng đế sử dụng trước khi họ chuyển đến Tokyo.  Các tòa nhà ấn tượng và thiết lập tốt với hướng dẫn âm thanh thông tin trực tuyến.  Khi ở Kyoto, hãy ghé thăm.Đọc thêm"
        ],
        "star_ratings": [
            943,
            991,
            417,
            87,
            36
        ],
        "review_amount": 2474,
        "location": [
            "Món quà",
            "Châu Á",
            "Cung điện Hoàng gia Kyoto",
            "Những điều cần làm ở Kyoto",
            "Tỉnh Kyoto",
            "Nhật Bản",
            "Kyoto"
        ],
        "reviews_time": [
            "Written June 10, 2023",
            "Written July 22, 2023",
            "Written July 27, 2023",
            "Written September 16, 2023",
            "Written October 25, 2023",
            "Written November 18, 2023",
            "Written December 15, 2023",
            "Written April 13, 2024",
            "Written April 27, 2024",
            "Written May 20, 2024",
            "Written June 7, 2024",
            "Written June 5, 2024",
            "Written May 27, 2024",
            "Written May 22, 2024",
            "Written May 20, 2024",
            "Written May 3, 2024",
            "Written April 27, 2024",
            "Written April 26, 2024",
            "Written April 13, 2024",
            "Written April 11, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298564-d321088-Reviews-Kyoto_Imperial_Palace-Kyoto_Kyoto_Prefecture_Kinki.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d850046-Reviews-A_la_Chalamont-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d3882168-Reviews-Toraya_Ichijo-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d7099104-Reviews-Toraya_Karyo_Kyoto_Ichijo-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d11999183-Reviews-Saishuan_Shiraki-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d7437027-Reviews-Kyotogyoen_Nakatachiuri_Qukeijo-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d6068882-Reviews-Hanagoyomi-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d16131310-Reviews-Higaki_Saryo-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d6518732-Reviews-Cafe_Arbois-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d7460315-Reviews-Kuzushi_Kaiseki_Restaurant_Midori-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d6520183-Reviews-Brillante-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d14078259-Reviews-Gonaitei_Garden-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d11884526-Reviews-Nakayamatei_Ato-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d8820145-Reviews-Aoi_Matsuri-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d543479-Reviews-Kyoto_Gyoen_National_Garden-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d26792747-Reviews-Site_of_Kazan_in_Residence-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d8179316-Reviews-Hamaguri_Gomon_Gate-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d10617364-Reviews-Kyoto_State_Guest_House-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1386090-Reviews-Goo_Shrine-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d10019351-Reviews-Jidai_Matsuri-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d13552707-Reviews-Kongo_Nogakudo-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321088-Reviews-or10-Kyoto_Imperial_Palace-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321456-Reviews-Fushimi_Inari_taisha_Shrine-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321401-Reviews-Kiyomizu_dera_Temple-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321400-Reviews-Kinkakuji_Temple-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d2616330-Reviews-GEAR_Theatre-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321460-Reviews-Katsura_Imperial_Villa-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d479881-Reviews-Eikando_Zenrinji_Temple-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1386143-Reviews-Otagi_Nenbutsu_ji_Temple-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321411-Reviews-Sanjusangendo_Temple-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d591813-Reviews-Shugakuin_Imperial_Villa-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d523412-Reviews-Sanzen_in_Temple-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1386077-Reviews-Kyoto_Sento_Imperial_Palace_Sento_Gosho-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d12967627-Reviews-Ramen_Factory_Kyoto-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d11878825-Reviews-Toraya_Kyoto_Gallery-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1111560-Reviews-WAK_Japan-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d7258102-Reviews-Yuhisai_Kodokan-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d7362003-Reviews-Ozu_Kyoto_maison_du_sake-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d13018092-Reviews-Masutomichi_Science_Hall-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g295385-d2517198-Reviews-ALBI_Shopping_Mall-Pristina.html",
            "https://www.tripadvisor.com/Attraction_Review-g49463-d1581475-Reviews-Frankie_s_Fun_Park-Raleigh_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60786-d12625189-Reviews-Cortez_Beach-Bradenton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34609-d3501776-Reviews-Silver_Glen_Springs_Recreation_Area-Salt_Springs_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293919-d464600-Reviews-Pattaya_Elephant_Village-Pattaya_Chonburi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294009-d20304544-Reviews-Al_Maha_Transit_Lounge-Doha.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d6847113-Reviews-Siam_Square_One-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d10730737-Reviews-Fantasia_Lagoon-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g635963-d1027432-Reviews-Floyd_s_Pelican_Bar-Treasure_Beach_Saint_Elizabeth_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g12627118-d4756497-Reviews-MegaDrive_Go_Kart-Mournies_Chania_Prefecture_Crete.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298564-d321088-Reviews-or10-Kyoto_Imperial_Palace-Kyoto_Kyoto_Prefecture_Kinki.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298564-d321088-Reviews-Kyoto_Imperial_Palace-Kyoto_Kyoto_Prefecture_Kinki.html"
    }
]