[
    {
        "attraction_name": "Kyoto Aquarium",
        "attraction_name_vi": "Thủy cung Kyoto",
        "general_info": [
            "550 đánh giá",
            "105 trong số 2.073 điều cần làm ở Kyoto",
            "Bể cá"
        ],
        "attraction_summary": "Thủy cung Kyoto, theo chủ đề Càng đến gần, bạn sẽ càng thích nó, là một cơ sở lớn trong đất liền trưng bày các sinh vật như kỳ nhông khổng lồ Nhật Bản, một báu vật quốc gia, trong triển lãm Rivers of Kyoto. Nơi đây có khoảng 250 loài và 15.000 cá thể trên 10 khu vực, bao gồm chim cánh cụt, sứa, cá heo, hải cẩu và sư tử biển. Du khách có thể thưởng thức nhiều chương trình khác nhau như Giờ cho ăn và Giờ chơi để trải nghiệm tương tác với các loài động vật cũng như các buổi hội thảo theo chủ đề.Đọc thêm",
        "reviews": [
            "Shimogyo-ku tập trung quanh trung tâm xe lửa sầm uất, Ga Kyoto. Là mối liên kết giữa thương mại, mua sắm, ăn uống và khách sạn, khu vực Shimogyo-ku thu hút rất đông khách du lịch và doanh nhân địa phương, khiến nơi đây trở thành địa điểm cạnh tranh cho các cơ cấu thương mại luôn mới. Do đó, các cửa hàng và quán cà phê ở đây rất sang trọng và thời thượng với nhiều chuỗi cửa hàng dễ nhận biết. Những người đi làm tràn ngập khu vực Shimogyo-ku hai lần một ngày và với bản thân Ga Kyoto là một khu phức hợp lớn hiện đại và một kiệt tác kiến ​​trúc, khu phố này là một trong những khu vực hiện đại và tràn đầy năng lượng nhất mà thành phố có. Các tòa nhà ở đây trông có vẻ tương lai và các cửa hàng bách hóa khổng lồ, khu mua sắm và không gian hội họp công cộng mang đến mọi tiện lợi có thể. Đây cũng gần như là nơi duy nhất ở Kyoto có dịch vụ ăn uống và giao lưu trên tầng thượng, hoàn thiện phong cách hiện đại của nó.Đọc thêm",
            "Thủy cung nổi tiếng ở Kyoto. Đáng ghé thăm nếu bạn sống ở Kyoto. Một trong những điểm độc đáo của thủy cung này là bể chứa vô số loài sứa. Họ trưng bày nhiều loại sứa theo nhiều cách khác nhau mà bạn không thể tìm thấy ở các thủy cung khác ở Nhật Bản. Bạn sẽ ngạc nhiên về số lượng loài sứa tồn tại trên thế giới này. Một trong những bể sứa có hình chiếc bánh rán, khiến bạn có cảm giác như đang bơi trong đại dương cùng sứa. Các đặc điểm độc đáo khác của thủy cung bao gồm khu bảo tồn chim cánh cụt và kỳ nhông khổng lồ.Đọc thêm",
            "Sứa biển thật tuyệt! Không ấn tượng bằng về phạm vi sinh vật biển như Sumida dưới Skytree, nhưng đáng để ghé thăm nếu bạn chỉ ở Kyoto. Cũng có đàn chim cánh cụt riêng! Thủy cung Kyoto có khu vực hồ bơi ngoài trời dành cho cá heo và triển lãm mà Sumida không có. Đọc thêm",
            "Những đứa trẻ tuyệt vời Thủy cung cá heo rất tuyệt, trẻ em yêu thích từng phút, rất dễ tìm thấy và đi bộ dễ dàng từ Ga KyotoĐọc thêm",
            "Thủy cung Kyoto chắc chắn đáng để ghé thăm nếu bạn ở Kyoto. Nó lớn và được bố trí tốt. Có bản đồ giúp bạn dễ dàng di chuyển xung quanh. Đây là một trong những nơi ở Kyoto thân thiện và dễ tiếp cận với người khuyết tật. Chúng tôi đặc biệt thích thủy cung Biển Kyoto có cá mập và một số cá đuối rất lớn. Một tính năng rất hay là bạn có thể thư giãn trên một chiếc ghế thoải mái, nghe nhạc thư giãn và ngắm nhìn những chú cá và sinh vật xinh đẹp bơi lội trong bể cá khổng lồ. Khu vực bể cá sứa thật hấp dẫn, với âm nhạc rung động, ánh đèn đầy màu sắc chiếu sáng những sinh vật xinh đẹp. Ngoài ra còn có khu nuôi sứa nơi sứa được nuôi từ những quả trứng nhỏ xíu. Một trong những nhân viên đã đặc biệt quan tâm chỉ cho cháu gái của chúng tôi biết cô ấy đang làm gì để nuôi dưỡng con sứa con. Chúng tôi cũng nhận thấy khu vực chim cánh cụt rất hấp dẫn; nó ở bên ngoài trong khu vực không khí trong lành. Thật thú vị khi xem những chú chim cánh cụt chơi đùa. Chúng là những loài chim thú vị. Thủy cung cũng là nhà của một con kỳ nhông rất lớn, nó là một sinh vật rất khác thường! Phòng vệ sinh rất quan trọng đối với trẻ mới biết đi! Ngoài ra còn có một cửa hàng quà tặng xinh xắn với nhiều loại quà lưu niệm có giá hợp lý.Đọc thêm",
            "Each aquarium has its own best! Wont know why the place is bad but running the place does have the challenge of revenuefunding and cost management.Kyoto Aquarium is worth visiting for a different reason, and for both young and old. The interior is spacious and variety is a little less than other aquariums around Japan. This aquarium does serve its purpose, for penguins, seal and dolphins. And mainly it does entertain children with enough for the day. And school children do benefit from this place too.There is a penguin sanctuary that is open air! Not only can you hear the penguins out loud, you smell them too! This visit alone is worth half the ticket. There is also open seals. Be there early for the dolphins. These viewing is especially nice even though this was catered for local Japanese. Yes, the dolphins were trained to Japanese command but Japanese trainers! Go experience a different language show!Do follow the indication number to enjoy the most out of it. There is a lot of reading reference and sea knowledge to absorb, even for children. If you are at Kyoto Station, walk to the main North Entrance Isetan is there of Kyoto Train Station, facing the Kyoto Bus Central Station. Exit the station and walk left. There are road signage pointing to Kyoto Aquarium. Is a little bit of walk, 800m. Forget taking the bus or train. In Japan, anything less than 1km is very near to walk. Enjoy a bit of the Kyoto streets - unlike Tokyo or Osaka, the streets of Kyoto is the old city streets with modern day building. Incidentally, extend another 500m walk, you reach the Kyoto Train Museum, another must to visit! Do allocate at least 2 hrs there especially with kids, and add a little more time for the dolphin show that happens around 1300hrs. The time varies, so do check for show times. So have lunch before going to the aquarium!Adult ticket is 2,200, 700for children below 12 and free for below three. Buy tickets at counter. Do check website for price changes.Read more",
            "Rất thất vọng với bể cá này. Gần đây đã có một cá heo ra đời và do đó, chương trình biểu diễn cá heo lớn của chúng đã bị hủy bỏ vào thời điểm hiện tại. Khá lừa dối, người ta chỉ biết được thông tin này sau khi bạn đã trả tiền vé và bước vào cơ sở. Ngay cả với chương trình biểu diễn cá heo, tôi vẫn có thể nói rằng bể cá này có giá quá cao. Khác với một cuộc triển lãm sứa phong phú, phần còn lại của nơi này rất tuyệt vời. Mọi người được phép vào đấu trường cá heo và bạn có thể thấy một vài con cá heo đang bơi trong một số khu vực rất nhỏ - rất buồn. Đối với tôi, có vẻ như hành vi ngược đãi động vật.Đọc thêm",
            "Mặc dù con kỳ nhông khổng lồ rất ấn tượng nhưng việc để chúng trong bể có kích thước bằng hộp đựng giày thật là sốc! Các khu vực hải cẩu và chim cánh cụt chắc chắn không được trang bị để đảm bảo sức khỏe cho chúng. Một vài viên đá ném vào cửa sổ quan sát để thu hút chim cánh cụt chỉ là một hành động ngược đãi động vật, đặc biệt là dưới thời tiết 37C. Lưu vực cá heo phải lớn hơn nhiều để có điều kiện nuôi nhốt tốt hơn. Và xin đừng đối xử với cá heo như những kẻ ngốc!Đọc thêm",
            "Thủy cung này có ít thứ để xem hơn thủy cung Osaka.  Tuy nhiên, họ có một chương trình biểu diễn cá heo mang tên La La Fin Circus.   Tất cả đều bằng tiếng Nhật nên bọn trẻ khó hiểu họ đang nói gì.  Chúng tôi cũng lo ngại về việc cá heo ở trong một không gian nhỏ như vậy. Toàn bộ bể cá rất nhỏ.  Không có chỗ cho cá heo tận hưởng không gian mà chúng thực sự cần. Phần còn lại của bảo tàng đã bị đóng cửa một phần để cải tạo.  Màn trình diễn sứa rất thú vị và chim cánh cụt châu Phi cũng rất thú vị.  Nhưng việc giải trí rất tốn kém so với thời gian chúng tôi thực sự có thể dành ở đó. Các quán cà phê cũng là đồ ăn vặt đắt tiền.  Nếu bạn đang đến Osaka, bạn có thể bỏ qua phần này.Đọc thêm",
            "Chúng tôi hơi lo lắng về phí nhập học mặc dù tôi với tư cách là học sinh cuối cấp đã được giảm nhưng xét về toàn bộ trải nghiệm, mức giá này rất xứng đáng với số tiền bỏ ra. Thủy cung này rất lớn và có rất nhiều loài cá rất lớn bao gồm cá mập và cá đuối thân thiện. Sau này bạn thực sự có thể đột quỵ. Cũng như rất nhiều vườn thú và bộ sưu tập thực vật hiện đại, trọng tâm là giáo dục về bảo tồn và sinh thái. Chúng tôi rất ngạc nhiên khi thấy một người ếch trong bể lớn cho cá ăn, vuốt ve chúng và khi một vài con bọ ngựa tiến đến dường như bảo vệ anh ta, đây là một khoảnh khắc đầy cảm xúc. Bộ sưu tập nhỏ sứa là một niềm vui và sự chiếu sáng khiến chúng trông như những viên ngọc sống. Không thể bỏ qua.Đọc thêm",
            "Màn hình cá thạch mát lạnh. Tôi không thích buổi biểu diễn cá heo. Có lẽ là rào cản ngôn ngữ vì tôi không nói được tiếng Nhật.  Có một bể cá khổng lồ với âm nhạc phát ra rất thư giãn khi xem.Đọc thêm"
        ],
        "star_ratings": [
            132,
            227,
            136,
            38,
            17
        ],
        "review_amount": 550,
        "location": [
            "Món quà",
            "Châu Á",
            "Những điều cần làm ở Kyoto",
            "Tỉnh Kyoto",
            "Nhật Bản",
            "Kyoto",
            "Thủy cung Kyoto"
        ],
        "reviews_time": [
            "Written February 23, 2024",
            "Written February 20, 2024",
            "Written August 17, 2023",
            "Written April 26, 2023",
            "Written January 15, 2023",
            "Written November 17, 2022",
            "Written August 2, 2022",
            "Written January 13, 2020",
            "Written December 10, 2019",
            "Written November 29, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298564-d2627943-Reviews-Kyoto_Aquarium-Kyoto_Kyoto_Prefecture_Kinki.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d7894249-Reviews-Hamburg_Steak_Pound_Umekoji-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d10778097-Reviews-Kurasu-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d12956019-Reviews-Tajimaya_Aeon_Mall_Kyoto-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d9632016-Reviews-Kyochabana_Minami_Shinmachi-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d7460734-Reviews-Tonkatsu_Ichiban-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d20395053-Reviews-Wagyuryoutei_Bungo-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d7141997-Reviews-Miyako_Yasai_Kamo_Kyoto_Ekimae-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d14997138-Reviews-Banister_Cafe_Kyoto-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d8748250-Reviews-Kyoyasai_Restaurant_Umekoji_Park-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298564-d8482264-Reviews-Sasaya_Iori_Honten-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d4071228-Reviews-Umekoji_Park-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d10251298-Reviews-Kyoto_Railway_Museum-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d8149869-Reviews-Ryukoku_University_Omiya_Campus-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d12707205-Reviews-Suzaku_Garden-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321443-Reviews-Nishi_Honganji-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d10059952-Reviews-Awashima_do_Shotoku_ji_Temple-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d6839696-Reviews-Rokusonno_jinja_Shrine-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1310392-Reviews-Toji-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d25264962-Reviews-Kamogawa_Park-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d13149833-Reviews-Kushigekoji-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d2627943-Reviews-or10-Kyoto_Aquarium-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d665440-Reviews-Monkey_Park_Iwatayama-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d519750-Reviews-Kyoto_Municipal_Zoo-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d12611756-Reviews-Hanazono_Church_Aquarium-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d13017492-Reviews-Kyoto_Pony_Zoo-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d1745030-Reviews-Kyoto_Cycling_Tour_Project-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d19620108-Reviews-Viva_Square_Kyoto-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d2143216-Reviews-Kyoto_Urban_Adventures-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d12866187-Reviews-Kyoto_Concierge_Salon-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d8445858-Reviews-Koshoji_Temple-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d4082777-Reviews-North_Shore_Open_Space_Park-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g46774-d1141940-Reviews-The_Highlands_Natural_Pool-Ringwood_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g57804-d11952257-Reviews-Grandview_Nature_Preserve-Hampton_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d5826856-Reviews-Thinkery-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g2426274-d11851272-Reviews-Baia_di_Paraggi-Paraggi_Santa_Margherita_Ligure_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g293918-d456466-Reviews-Na_Muang_Waterfall-Ko_Samui_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g303905-d7134758-Reviews-Mushroom_Bar-Ko_Lanta_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1152721-d15530990-Reviews-The_Toad_Museum-Yasothon_Yasothon_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46340-d629899-Reviews-Battleship_New_Jersey-Camden_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60834-d7224974-Reviews-Wahweap_Overlook-Page_Arizona.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298564-d2627943-Reviews-or10-Kyoto_Aquarium-Kyoto_Kyoto_Prefecture_Kinki.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298564-d2627943-Reviews-Kyoto_Aquarium-Kyoto_Kyoto_Prefecture_Kinki.html"
    }
]