[
    {
        "attraction_name": "La Maison Spa",
        "attraction_name_vi": "Nhà Spa",
        "general_info": [
            "96 đánh giá",
            "- 22 trên 549 Spa - Chăm sóc sức khỏe tại Hà Nội",
            "Spa"
        ],
        "attraction_summary": "Giữa sự hối hả và nhộn nhịp của thành phố Hà Nội, một thiên đường yên bình đang chờ đợi bạn. Tại La Maison Spa, chúng tôi tạo ra một không gian yên tĩnh, mang đến một khía cạnh khác của Việt Nam, nơi bạn sẽ được nuôi dưỡng cơ thể và cảm thấy thư giãn hơn bao giờ hết. Mỗi phòng spa phục vụ một mục đích cụ thể, tại đó chúng tôi cung cấp một loạt các liệu pháp và liệu pháp làm đẹp. Đừng ngần ngại yêu bản thân và đắm mình trong hương hoa, âm nhạc du dương và sự chăm sóc đặc biệt.Đọc thêm",
        "reviews": [
            "Tôi đã đặt gói chữ ký cho sinh nhật của chồng tôi và chúng tôi rất thích nó. \nMassage và chà rất tốt. Các nhà trị liệu rất chu đáo và người ta có thể cảm thấy họ thực sự quan tâm đến khách hàng.\nThật không may, chúng tôi phải đi sớm hơn và không thể tận hưởng liệu pháp chăm sóc da mặt, nhưng chúng tôi chắc chắn sẽ quay lại.\nCác nhân viên thật tuyệt vời khi chuẩn bị một chiếc bánh cho chúng tôi, nó rất đặc biệt. Cảm ơn bạn đã đóng góp cho lễ kỷ niệm của chúng tôi - \nNếu bạn đang ở khu vực này, đừng ngần ngại đến La maison spa để có trải nghiệm thư giãn.Đọc thêm",
            "Tôi đã có một buổi mát xa thư giãn 60 phút tuyệt vời ở đây. Một lối thoát dễ dàng khỏi sự hối hả và nhộn nhịp của thành phố lớn. Nhân viên rất thân thiện và niềm nở, điều này khiến bạn cảm thấy thoải mái. Môi trường ấm cúng. Tôi có thể giới thiệu.Đọc thêm",
            "Tôi đã đi mát-xa tại La Maison Spa vì tôi đang ở tại khách sạn nơi nó tọa lạc - Hotel Du Lac -. Sau hai ngày dài làm việc mệt mỏi vì máy bay phản lực, tôi chọn massage đầu, cổ và vai. nó thật tuyệt vời - chắc chắn là một kiểu mát-xa Ayurvedic mãnh liệt và - năng động - vì vậy nếu bạn muốn thứ gì đó thư giãn theo kiểu truyền thống hơn, hãy chọn thứ khác. Nhưng nó đã giúp ích cho chứng đau lưng của tôi và nhà trị liệu thật tuyệt vời. Cô ấy đã kiểm tra rất nhiều để xem áp lực như thế nào và đã làm rất tốt. Bản thân spa rất đáng yêu, sạch sẽ và yên tĩnh. Rất khuyến khích! Đọc thêm",
            "Trải nghiệm đặc biệt tại spa! Từ lúc bước vào, chúng tôi đã được chào đón bằng sự nồng nhiệt và chuyên nghiệp. Bầu không khí thanh bình và các nhân viên đã vượt lên trên để đảm bảo sự thoải mái. Bản thân liệu pháp spa đã rất tuyệt vời, được thiết kế chuyên nghiệp phù hợp với nhu cầu của tôi, khiến tôi cảm thấy trẻ hóa và thư giãn. Tôi thực sự giới thiệu dịch vụ tuyệt vời của họ cho bất kỳ ai đang tìm kiếm trải nghiệm spa thực sự thú vị.Đọc thêm",
            "Chăm sóc da mặt tuyệt vời cho người khác và con trai. Tôi đã sửa chữa tuổi tác và con trai tôi có cơ bản tập trung vào làn da tuổi teen. Chăm sóc da mặt cũng như dẫn lưu bạch huyết đến cánh tay, bàn chân, chân và da đầu kết thúc bằng việc mát-xa lưng. Và bắt đầu với trà xanh và ngâm chân nữa!  Chắc chắn sẽ giới thiệu!!! Đọc thêm",
            "Spa đẹp, giá trị tuyệt vời và danh sách điều trị rất phong phú. Tôi đã bấm huyệt, thực sự giống như mát-xa chân - nhưng sau bốn chuyến bay trong hai tuần, điều này rất đáng hoan nghênh! Dịch vụ này là hạng nhất và nhà trị liệu đã làm rất tốt. Tôi chắc chắn khuyên bạn nên.Đọc thêm",
            "Chúng tôi đã thực hiện gói du lịch như một cặp vợ chồng và đó là trải nghiệm spa tuyệt vời nhất mà tôi từng có. Chồng đồng ý và anh ấy thường không phải là người làm spa hay mát-xa. Bắt đầu bằng việc ngâm chân và uống trà, sau đó là bể sục cánh hoa hồng. Sau đó, một buổi mát-xa tuyệt vời được điều chỉnh theo sở thích của bạn về những việc cần làm. Sau đó là tẩy tế bào chết đáng kinh ngạc và mát-xa mặt và đầu tốt nhất. \nChắc chắn đề nghị! Rất thư giãn và yên bình từ đầu đến cuối.Đọc thêm",
            "Kính gửi cô Stephanie,\n\nCảm ơn bạn đã dành thời gian chia sẻ đánh giá tuyệt vời về La Maison Spa! Rất vui được chào đón tại Spa của chúng tôi. \n\nChúng tôi rất vui mừng khi biết rằng bạn và chồng đã có khoảng thời gian tuyệt vời với gói Du lịch \nvà bạn đã tìm thấy dịch vụ của chúng tôi từ bác sĩ trị liệu, bộ chào mừng, ngâm chân và sau đó là bể sục hình ngũ giác hoa hồng \nNgoài ra, việc điều trị trong gói Du lịch cũng thật tuyệt vời. \n\nChúng tôi đánh giá cao phản hồi chi tiết của bạn, những lời nói tuyệt vời của bạn thực sự khuyến khích chúng tôi tiếp tục làm công việc của mình tốt hơn và tôi rất vui được chia sẻ với toàn đội.\n\nTôi chúc bạn mọi điều tốt đẹp nhất và hy vọng được chào đón bạn trở lại trong tương lai gần nhất!\n\nTrân trọng,\n\nhoa cúc \nQuản lý SpaĐọc thêm",
            "Cá nhân tôi đã làm La Maison Signature và rất thích cách đối xử của tôi. \n\nJazzie phục vụ tôi và làm một công việc tuyệt vời, ngủ ngay lập tức ngay khi cô ấy bắt đầu mát-xa.  - \n\nMuốn giới thiệu điều này cho bạn bè của tôi vì dịch vụ tốt đáng giá.Đọc thêm",
            "Kính gửi cô Jen Z,\n\nCảm ơn bạn đã dành thời gian chia sẻ đánh giá tuyệt vời về La Maison Spa!\n\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với liệu pháp La Maison Signature.\n\nXin gửi lời cảm ơn đặc biệt vì đã nhắc đến dịch vụ xuất sắc của Jazzie - s. Chúng tôi thật may mắn khi có cô ấy trong nhóm của mình và chúng tôi chắc chắn sẽ chia sẻ phản hồi tích cực của bạn với cô ấy.\n\nMột lần nữa, chúng tôi đánh giá cao sự ủng hộ của bạn và mong được chào đón bạn quay trở lại La Maison spa trong thời gian sắp tới!\n\nTrân trọng,\n\nhoa cúc\nQuản lý SpaĐọc thêm",
            "Một ngày tuyệt vời tại spa! Các gói này rất bao gồm tất cả và có giá trị lớn. Tôi đã có thể được mát-xa 90 phút và chăm sóc da mặt 45 phút với giá - - 50 USD. Đúng là ăn trộm! Người mát-xa có những ngón tay và bàn tay rất khỏe; nó có thể là một trong những liệu pháp mát-xa tốt nhất mà tôi từng nhận được - tôi thường xuyên thực hiện chúng ở nhà -. Tôi chắc chắn sẽ quay lại lần sau khi tôi ở thị trấn.Đọc thêm",
            "Được mát-xa đặc biệt trong 90 phút của Maison và thật tuyệt vời.\nMassage này là hoàn hảo nếu bạn muốn có nhiều áp lực. Bác sĩ trị liệu Mina của tôi sẽ sử dụng sự kết hợp giữa việc đi bộ trên lưng và chân cũng như các điểm ấn ở tay. \nRất khuyến khích.Đọc thêm",
            "Massage tuyệt vời bởi một nhóm phụ nữ lành nghề. Trải nghiệm này thật hoàn hảo từ tách trà chào đón ấm áp đến bồn ngâm chân cho đến dịch vụ mát-xa. 10 - 10Đọc thêm",
            "Tôi đã chăm sóc da mặt với mặt nạ collagen thật đáng yêu.  Nó thực sự rất thư giãn và làn da của tôi trông như ít nếp nhăn hơn và trẻ hơn.Đọc thêm",
            "Kính gửi cô Kathryn,\n\nCảm ơn bạn đã lựa chọn La Maison Spa và dành thời gian chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi. Rất vui được chào đón tại Spa của chúng tôi.\n\nChúng tôi đánh giá cao những phản hồi chi tiết của bạn, đặc biệt là những lời khen của bạn với liệu pháp chăm sóc da mặt Collagen Facial care giúp làn da của bạn rất thư giãn, mờ nếp nhăn và tươi trẻ hơn.\n\nChúng tôi rất mong được chào đón bạn một lần nữa tại La Maison Spa!\n\nTrân trọng,\n\nhoa cúc\nQuản lý Spa\nĐọc thêm",
            "Tôi đã đến tiệm massage 2 lần. Mọi thứ đều sạch sẽ và dễ chịu, các bạn nhân viên mát xa đều rất tốt mình đặc biệt thích LinhĐọc thêm",
            "Kính gửi cô Nataly,\n\nCảm ơn bạn rất nhiều vì lời giới thiệu thú vị của bạn trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn thực sự thích thú với liệu pháp spa và dịch vụ từ nhà trị liệu với liệu pháp này. Dịch vụ vượt quá sự mong đợi của bạn.\n\nĐặc biệt cảm ơn bạn đã nhắc đến dịch vụ xuất sắc của Linh - s. Chúng tôi thật may mắn khi có cô ấy trong nhóm của mình và chúng tôi chắc chắn sẽ chia sẻ phản hồi tích cực của bạn với cô ấy.\n\nMột lần nữa, chúng tôi đánh giá cao sự ủng hộ của bạn và mong được chào đón bạn quay trở lại La Maison spa trong thời gian sắp tới!\n\nTrân trọng,\n\nhoa cúc\nQuản lý Spa\nĐọc thêm",
            "Điều này thật tuyệt vời! Massage tốt nhất tôi từng có. Sự chú ý đến từng chi tiết và việc họ tập trung vào nơi bạn yêu cầu là điều chưa từng có. Chúng tôi đang cố gắng tìm cách quay lại sớm nhất có thể. Rất khuyến khích!!! Đọc thêm",
            "Thưa ông Jeff,\n\nCảm ơn bạn đã lựa chọn La Maison Spa và dành thời gian chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi. Rất vui được chào đón tại Spa của chúng tôi.\n\nChúng tôi đánh giá cao phản hồi chi tiết của bạn, đặc biệt là những lời khen ngợi của bạn về Nhà trị liệu chu đáo và lịch sự của chúng tôi.\n\nChúng tôi rất mong được chào đón bạn một lần nữa tại La Maison Spa!\n\nTrân trọng,\n\nhoa cúc\nQuản lý Spa\nĐọc thêm",
            "Massage chân rất thư giãn! Họ đã làm nhiều hơn chỉ là đôi chân. Bụng Mt đang kêu gào nên người mát-xa mang cho tôi một viên kẹo gừng. Rất chu đáo, dịch vụ tuyệt vời!Đọc thêm",
            "Kính gửi cô Niki,\n\nCảm ơn bạn rất nhiều vì lời giới thiệu thú vị của bạn trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn thực sự thích thú với dịch vụ và liệu pháp spa của mình từ nhà trị liệu bằng Massage chân. Dịch vụ vượt quá sự mong đợi của bạn.\n\nChúng tôi đánh giá cao phản hồi chi tiết của bạn, đặc biệt là những lời khen ngợi của bạn về Nhà trị liệu chu đáo và lịch sự của chúng tôi.\n\nChúng tôi rất mong được chào đón bạn một lần nữa tại La Maison Spa!\n\nTrân trọng,\n\nhoa cúc\nQuản lý Spa\nĐọc thêm",
            "Quyết định thử La Maison vì trời đang mưa và tôi có chút thời gian rảnh rỗi trước khi ra sân bay. Ngoài ra, lúc đó là ngay trước 3 giờ chiều và họ đang có chương trình giảm giá 20% trong khoảng thời gian từ 10 giờ sáng đến 3 giờ chiều, vì vậy thời điểm này rất hoàn hảo. Tôi bước vào mà không đặt trước và được phục vụ ngay lập tức bởi một nhân viên tiếp tân rất dễ chịu. Tôi đã thực hiện Bấm huyệt bàn chân - 45 phút - và đó là một thế giới ngoài việc mát-xa chân mà tôi đã thực hiện vào sáng hôm đó tại một spa khác. Mỗi chuyển động đều có sự suy nghĩ và khéo léo và chân tôi cảm thấy nhẹ nhàng hơn sau khi mát-xa. Cuối cùng còn có một động tác mát-xa ngắn gọn ở cánh tay, đầu và lưng, đó là lớp phủ kem trên bánh. Xin lưu ý rằng động tác mát-xa được thực hiện ở tư thế nằm và bạn có thể chỉ định các khu vực mà bạn muốn tập trung vào cũng như sức mạnh của massage. Họ cũng đặt một chiếc đệm giống như túi đậu được làm nóng bên dưới cổ và trên mắt tôi và nó khiến toàn bộ trải nghiệm trở nên vô cùng thoải mái. Giá ở đây cao hơn nhưng rất xứng đáng với số tiền bạn bỏ ra. Giảm giá 20 cũng là một ưu đãi lớn nếu bạn có thể thực hiện trong khoảng thời gian từ 10 giờ sáng đến 3 giờ chiều. Ước gì tôi đến sớm hơn thay vì vào ngày cuối cùng!Đọc thêm",
            "Thưa cô Sarah,\n\nCảm ơn bạn đã lựa chọn La Maison Spa và dành thời gian chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi. Rất vui được chào đón tại Spa của chúng tôi. \n\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi và bạn đã tìm thấy dịch vụ của chúng tôi từ nhà trị liệu.. Những lời nói tuyệt vời của bạn thực sự khuyến khích chúng tôi tiếp tục làm công việc của mình tốt hơn và tôi rất vui được chia sẻ với toàn đội.\n\nTôi chúc bạn mọi điều tốt đẹp nhất và hy vọng được chào đón bạn trở lại trong thời gian gần nhất!\n\nTrân trọng,\n\nhoa cúc\nQuản lý Spa\n\nĐọc thêm",
            "Massage 60 phút thật tuyệt vời. Rất khuyến khích. Trà ngon và con người thân thiện. Nếu có thời gian, lẽ ra tôi có thể được massage 90 phút như lễ tân nói, nhưng tôi rất tiếc. Sẽ quay lạiXem thêm",
            "Thưa cô - Ms Cruiser,\n\nCảm ơn bạn đã dành thời gian chia sẻ đánh giá tuyệt vời về La Maison Spa!\n\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi và bạn đã tìm thấy dịch vụ của chúng tôi từ nhà trị liệu, xin chào mừng bạn thật tuyệt vời. Chúng tôi đánh giá cao phản hồi chi tiết của bạn, đặc biệt là những lời khen ngợi của bạn về cách điều trị cũng như bộ trà chào đón.\n\nChúng tôi rất mong được chào đón bạn một lần nữa tại La Maison Spa!\n\nTrân trọng,\n\nhoa cúc\nQuản lý SpaĐọc thêm",
            "Trải nghiệm hoàn hảo! Massage tuyệt vời, trà ngon. Mọi người ở đây rất thân thiện. Tôi sẽ quay lại khi có thời gian. Rất khuyến khíchĐọc thêm",
            "Kính gửi Cô - Cô Đồng Hành,\n\nCảm ơn bạn đã lựa chọn La Maison Spa và dành thời gian chia sẻ trải nghiệm tuyệt vời của bạn với chúng tôi. Rất vui được chào đón tại Spa của chúng tôi.\n\nChúng tôi rất vui khi biết rằng bạn đã có khoảng thời gian tuyệt vời với chúng tôi và bạn đã tìm thấy dịch vụ của chúng tôi từ nhà trị liệu, xin chào mừng bạn thật tuyệt vời. Những lời nói tuyệt vời của bạn thực sự đã động viên chúng tôi tiếp tục làm tốt hơn công việc của mình và tôi rất vui được chia sẻ với toàn đội.\n\nTôi chúc bạn mọi điều tốt đẹp nhất và hy vọng được chào đón bạn trở lại trong thời gian gần nhất!\n\nTrân trọng,\n\nhoa cúc\nQuản lý Spa\nĐọc thêm",
            "Spa rất sạch và đẹp. Lynne, nhân viên tiếp tân, thân thiện và nồng hậu. Trải nghiệm thật nhẹ nhàng và thư giãn. Được đề xuất!Đọc thêm",
            "Thưa ông - Cô Kaezeel Y,\nCảm ơn bạn rất nhiều vì lời giới thiệu thú vị của bạn trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn thực sự thích thú với dịch vụ và trị liệu spa từ nhà trị liệu. Dịch vụ vượt quá sự mong đợi của bạn.\n\nXin gửi lời cảm ơn đặc biệt vì đã nhắc đến Lynne. Chúng tôi thật may mắn khi có cô ấy trong nhóm của mình và chúng tôi chắc chắn sẽ chia sẻ phản hồi tích cực của bạn với cô ấy.\n\nMột lần nữa, chúng tôi đánh giá cao sự ủng hộ của bạn và mong được chào đón bạn quay trở lại La Maison spa trong thời gian sắp tới!\n\nTrân trọng,\n\nhoa cúc\nQuản lý Spa\nĐọc thêm",
            "Tôi đã trải nghiệm tin nhắn chân. Rất thoải mái. Trải nghiệm tốt. Tôi giới thiệu cửa hàng tin nhắn này. Tôi muốn nhắn tin nội dung vào ngày hôm sauĐọc thêm",
            "Thưa ông Wc J,\n\nCảm ơn bạn rất nhiều vì lời giới thiệu thú vị của bạn trên TripAdvisor. Chúng tôi rất vui khi biết rằng bạn thực sự thích thú với dịch vụ và trị liệu spa từ nhà trị liệu với dịch vụ mát-xa chân. \n\nChúng tôi đánh giá cao phản hồi chi tiết của bạn, đặc biệt là những lời khen ngợi của bạn về dịch vụ của chúng tôi.\n\nChúng tôi rất mong được chào đón bạn một lần nữa tại La Maison Spa!\n\nTrân trọng,\n\nhoa cúc\nQuản lý Spa\n\n \nĐọc thêm"
        ],
        "star_ratings": [
            96,
            0,
            1,
            0,
            0
        ],
        "review_amount": 97,
        "location": [],
        "reviews_time": [
            "Written February 16, 2024",
            "Written February 20, 2024",
            "Written February 25, 2024",
            "Written February 27, 2024",
            "Written March 31, 2024",
            "Written April 9, 2024",
            "Written April 18, 2024",
            "Written April 19, 2024",
            "Written April 28, 2024",
            "Written April 30, 2024",
            "Written June 2, 2024",
            "Written May 30, 2024",
            "Written May 28, 2024",
            "Written May 27, 2024",
            "Written May 23, 2024",
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d25165611-Reviews-La_Maison_Spa-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25428309-Reviews-L_essence_De_Cuisine-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26848619-Reviews-Ding_Doong_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25065881-Reviews-La_Capo_Cafe-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26578483-Reviews-MIAs_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11424180-Reviews-Rice_Bistro-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17623445-Reviews-Tung_s_Kitchen-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d14973931-Reviews-Poke_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24192685-Reviews-Hang_Qua-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d9982375-Reviews-S_Patisserie-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17713423-Reviews-Victor_Rooftop_Bar_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12110600-Reviews-Chua_Ba_Da-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311082-Reviews-St_Joseph_s_Cathedral-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5986447-Reviews-Lotus_Water_Puppet_Theater-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d550756-Reviews-Thap_Rua_Tower-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532696-Reviews-Statue_of_King_Le_Thai_To-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8532671-Reviews-Viet_Fine_Arts_Gallery-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d14860534-Reviews-Hoan_Kiem_District_Library-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12231787-Reviews-Post_Office_Ha_Noi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25165611-Reviews-or10-La_Maison_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24178578-Reviews-L_essence_De_La_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7916190-Reviews-L_essence_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8692931-Reviews-Serene_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19216012-Reviews-La_enMay_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17707099-Reviews-La_Spa_Hang_Be-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8078381-Reviews-La_Spa_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25080393-Reviews-Peridot_Spa_grand-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12051459-Reviews-Hanoi_Labelle_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25165611-Reviews-La_Maison_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24049734-Reviews-Body_soul_Spa_Hoan_Kiem-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27096078-Reviews-Aurora_Nails_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24053247-Reviews-Body_Soul_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26587487-Reviews-Roma_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23037146-Reviews-HYBRA_ULTRA_Lounge-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d21366675-Reviews-Tonkin_Craft-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23319407-Reviews-Massage_Foot_And_Body-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d23920426-Reviews-Vietclay-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27477265-Reviews-Ng_c_Quyen_Silk-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27720478-Reviews-Lina_Beauty_Room-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d22952573-Reviews-Euphorea_Salon_and_Spa_La_Chapelle-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13737841-Reviews-Asia_Transport-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27135533-Reviews-TiredCity_05_Nha_Th-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d27422301-Reviews-Grand_La_Maison_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d2705025-Reviews-River_City_Bangkok-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g190378-d3885434-Reviews-Diana_Beach-Kyrenia_Kyrenia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d152461-Reviews-National_Palace-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g32892-d17647957-Reviews-Boulder_Gardens_Sanctuary-Pioneertown_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d2422722-Reviews-Otkert-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d274104-Reviews-Southernmost_Point-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d15512030-Reviews-Imhotep_Alabaster_Luxor-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g13074027-d15082825-Reviews-Point_90_Mall-New_Cairo_City_Cairo_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g52859-d145767-Reviews-Indian_Echo_Caverns-Hummelstown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d653837-Reviews-The_Haygoods-Branson_Missouri.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d25165611-Reviews-or10-La_Maison_Spa-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d25165611-Reviews-La_Maison_Spa-Hanoi.html"
    }
]