[
    {
        "attraction_name": "La énMay Spa",
        "attraction_name_vi": "The énMay Spa",
        "general_info": [
            "490 đánh giá",
            "- 4 trên 538 Spa - Chăm sóc sức khỏe tại Hà Nội",
            "Spa"
        ],
        "attraction_summary": "Chúng tôi tin rằng cơ thể, tâm trí và tinh thần cần được nuôi dưỡng như một, liên kết và hài hòa. Tại La énMay Spa, chúng tôi cung cấp các phương pháp điều trị và trị liệu toàn diện tập trung vào ba trụ cột là chuyển động, hơi thở và chữa bệnh, làm nền tảng cho triết lý chăm sóc sức khỏe của chúng tôi. La énMay Spa được thành lập dựa trên niềm tin rằng chúng ta cần lưu tâm đến mối liên hệ của mình với trái đất - sống có ý thức và tôn trọng tài nguyên mà thiên nhiên ban tặng. Đây là lý do tại sao chúng tôi chỉ sử dụng các thành phần hữu cơ, tự nhiên tốt nhất đồng thời quan tâm đến môi trường. Chúng tôi cung cấp nguồn hàng một cách có đạo đức và có trách nhiệm để mang đến cho bạn những sản phẩm tốt nhất. Ngoài các nguyên liệu có nguồn gốc địa phương, chúng tôi cũng kết hợp tuyển chọn một số thương hiệu cao cấp chất lượng cao trên thế giới, chẳng hạn như Sothys of Paris, để đảm bảo trải nghiệm spa đặc biệt. Chúng tôi tin rằng tính ưu việt của các thương hiệu cao cấp như vậy là một phần thiết yếu trong dịch vụ của chúng tôi nhằm nâng cao chất lượng tổng thể của các phương pháp điều trị.Đọc thêm",
        "reviews": [
            "Tôi đã cùng một người bạn đi massage cho các cặp đôi và cả hai chúng tôi đều thích nó! Trước tiên, chúng tôi có thể tắm nhanh ở spa trước khi được mát-xa mô sâu trong 60 phút. Spa sạch sẽ và thoải mái và nhân viên rất thân thiện và hữu ích. Mát-xa thật thư giãn và là một liệu pháp hoàn hảo sau khi đi bộ - leo núi - bơi lội vòng quanh Việt Nam trong hai tuần!Đọc thêm",
            "Chúng tôi đã thử massage chân 60 phút rất thư giãn. Các nhà trị liệu đã chú ý và có thể điều chỉnh mức độ cường độ phù hợp. Tôi yêu cầu mức độ trung bình và nó vừa phải. Nếu bạn lưu trú tại La Sinfonia del Rey, bạn sẽ nhận được phiếu giảm giá 20 đô la để sử dụng cho bất kỳ liệu trình điều trị nào.Đọc thêm",
            "Tôi đã thử một vài spa khác - cả cao cấp và tầm trung - ở Hà Nội trong chuyến đi này, nhưng tôi chỉ thực sự ấn tượng khi đến La enMay tại La Sinfonia del Rey. Tôi - tôi rất vui và may mắn khi được đến đây vì điều khiến họ nổi bật giữa hàng trăm spa ở Hà Nội chính là kỹ năng và kỹ thuật của họ. Nếu bạn biết liệu pháp massage Golki có nguồn gốc từ Hàn Quốc thì những gì tôi trải nghiệm ở đây cũng rất giống nhau. \n\nLa enMay mang thương hiệu cao cấp Sothys đến từ Pháp chuyên dùng cho các liệu pháp chăm sóc da mặt và cơ thể. Nhà trị liệu mà tôi có là Thủy để mát-xa bằng Đá Nóng. Cô ấy khéo léo tác động lên những vùng có vấn đề của tôi và đánh vào tất cả các huyệt đạo bằng kỹ thuật xuất sắc, khiến việc điều trị không chỉ chỉ thư giãn mà quan trọng hơn là chữa lành. Tôi được biết rằng các nhà trị liệu của họ không chỉ có kinh nghiệm mà còn được đào tạo bài bản và thỉnh thoảng tham gia nhiều khóa học để đảm bảo chỉ cung cấp những kỹ thuật phù hợp và tốt nhất cho khách hàng của họ. Tôi muốn gọi cho người quản lý Hoàng Huang, người rất hữu ích và chu đáo. Cảm ơn cả Thủy và Hoàng, những người đã nỗ lực hết mình để khiến trải nghiệm của tôi trở nên đáng nhớ. Đó thực sự là một lòng hiếu khách tuyệt vời vì tôi có thể nói rằng họ chân thành quan tâm đến từng khách hàng. Chắc chắn là spa yêu thích của tôi ở Hà Nội, tôi rất nóng lòng muốn quay lại sớm và tôi sẽ không ngần ngại giới thiệu nó cho bất kỳ ai.Đọc thêm",
            "Massage cặp đôi tuyệt vời, điều tốt nhất chúng tôi đã có ở Việt Nam. Cô Huyền và cô Nhung thực sự đã chăm sóc chúng tôi rất nhiều! Vì vậy, hai ngày sau chúng tôi quay lại để mát-xa cho các cặp đôi khác. Lần này là với chị Thủy và chị Thừa. Spa có bầu không khí yên tĩnh đáng yêu và các quý cô thực sự biết họ đang làm gì!Đọc thêm",
            "Trải nghiệm spa rất thư giãn và chắc chắn sẽ giới thiệu cho bất kỳ ai! \n\nKhi bước vào, bạn được chào đón bằng trà và một chiếc khăn mặt lạnh thật đáng yêu. Tôi đã được mát-xa kiểu Việt truyền thống và có thể chỉ định những khu vực nào cần tập trung hoặc tránh trước khi mát-xa, cũng như áp lực ưa thích. Bạn sẽ cởi quần áo trong phòng mát-xa và được cung cấp đồ lót mới tinh cũng như áo choàng để mặc trước khi nhân viên mát-xa đến bắt đầu mát-xa cho bạn. \n\nNhân viên mát xa của tôi tên là Hương và cô ấy đã làm một công việc tuyệt vời khi khiến tôi cảm thấy rất được chào đón và quan trọng nhất là đảm bảo rằng tôi cảm thấy thoải mái và thư giãn. Cô ấy rất lành nghề và nhìn chung là một nhân viên mát xa tuyệt vời! \n\nTôi đã đặt dịch vụ mát-xa kéo dài một giờ nhưng có thể - đã nằm đó hàng giờ! Sau khi tôi mát-xa, nhân viên mát-xa để bạn mặc quần áo lại rồi ra ngoài - được cho thêm trà và tôi cũng nhận được một ít bánh quy!\n\nNhìn chung, trải nghiệm mát-xa của tôi tại La enMay Spa thật tuyệt vời và tôi chắc chắn sẽ khuyên bạn nên đến đây! Có rất nhiều loại mát-xa khác nhau được cung cấp cũng như các liệu pháp chăm sóc cơ thể, chăm sóc da mặt, v.v. Tôi cũng rất muốn giới thiệu nhân viên mát-xa Hương của tôi, cô ấy thật tuyệt vời! Đọc thêm",
            "Hiện đang lưu trú tại La Sinfonia Del Rey và chúng tôi đã tận dụng một số liệu pháp điều trị tại spa La én May Spa của họ, đây thực sự là một liệu pháp tuyệt vời. Tôi đã đánh bóng cơ thể và chà kỹ và điều trị chân bằng bọc parafin. Bác sĩ trị liệu Hằng của tôi rất tốt bụng và cô ấy đảm bảo rằng tôi cảm thấy thoải mái và dành nhiều thời gian để cọ rửa những vùng mà cô ấy cảm thấy cần được chú ý nhiều hơn. Spa rất đẹp và có bầu không khí dễ thương. Trà thảo dược khi đến với nhạc nền thư giãn. Cảm ơn rất nhiều. Spa cung cấp giảm giá giờ khuyến mãi cho 35 giờ giảm giá trong khoảng thời gian từ 11 đến 2 giờ chiều, khiến chi phí rất phải chăng.Đọc thêm",
            "Đây là một khách sạn xinh xắn, có vị trí tốt với đội ngũ nhân viên rất tốt bụng, hữu ích và thân thiện. Chúng tôi rất thích thú, đặc biệt là trên quầy bar trên tầng thượng với tầm nhìn ngoạn mục ra hồ và thành phố. Các dịch vụ spa rất tuyệt vời và giá cả hợp lý. Đặc biệt, Rose là một tài sản thực sự, luôn nở nụ cười, trò chuyện và đưa ra lời khuyên hữu ích.Đọc thêm",
            "Đó là một liệu pháp thư giãn sau chuyến bay, nó nằm ở tầng B2 - F tại khách sạn của chúng tôi bên trong quảng trường phố cổ. Hương phục vụ tôi một buổi mát-xa nhẹ nhàng kiểu Việt Nam trong khi công ty của tôi tận hưởng liệu pháp mát-xa kiểu Thái mạnh mẽ - chúng tôi rất thích nó! Đúng - phục vụ giải khát trước - sau khi điều trị được tính điểm thưởng: - Hãy dành thời gian thư giãn tại đây nếu bạn - ở quanh Hà Nội!Đọc thêm",
            "Sau một ngày nóng nực ở Hà Nội, ngoài một bát phở nóng hổi, ​​bạn chỉ cần một buổi massage Việt Nam dưới bàn tay khéo léo của Ngọc ở La en MaySpa. Cô ấy đảm bảo rằng tôi được trải nghiệm những gì spa của họ cung cấp tốt nhất. Tôi không thể biết ơn hơn toàn bộ đội ngũ spa trong khách sạn vì đã mang đến cho tôi một buổi massage rất thư giãn. Đọc thêm",
            "Đây là một trong những liệu pháp mát-xa tốt nhất mà tôi từng có. Mô sâu 90 phút. Thoa là nhân viên mát xa của tôi và cực kỳ dễ tiếp thu phản hồi. Cô ấy có một sức mạnh đáng kinh ngạc khi tôi yêu cầu thêm áp lực! Hãy bỏ qua những nơi rẻ tiền trên phố nếu bạn thực sự muốn thư giãn và đến đây. Nó - sạch sẽ, tiếng Anh tốt và có giảm giá đáng kể cho khách của khách sạn - đặc biệt là trước 2 giờ chiều - .Đọc thêm",
            "Cô Huyền và cô Lý đã thực hiện massage vai và lưng rất tuyệt vời! Sẽ chọn SPA này lần nữa bất cứ khi nào tôi - tôi ở Việt NamĐọc thêm",
            "cảm giác thư giãn thật tuyệt, tôi đã uống một ít trà, khăn tắm trước và bánh quy sau khi điều trị. bác sĩ trị liệu của tôi rất thân thiện, hãy cẩn thận và chuyên nghiệp. rất khuyến khíchĐọc thêm",
            "Dịch vụ hoàn hảo. Ở rất tốt đẹp và massage rất tốt. Tôi khuyên bạn nên ghé thăm spa này.  Massage kiểu Việt rất thoải máiĐọc thêm",
            "Mát xa thật tuyệt vời và các nhân viên đều chu đáo. Cơ sở này còn nguyên sơ và tất cả các sản phẩm đều có mùi thơm tuyệt vời. Tôi muốn giới thiệu 100 - Đọc thêm",
            "Trải nghiệm tuyệt vời cho một số loại mát-xa khác nhau. Rất khuyến khích nếu bạn - đang ở La Sinfonia Del Rey! Đọc thêm",
            "Tôi đã được mát-xa nóng và nó rất tuyệt! Dịch vụ này thật đặc biệt. Họ cũng có một phòng tắm hơi rất đẹp. Có vòi sen, áo choàng và dép. Hoàn toàn xứng đáng! Đọc thêm",
            "Có trải nghiệm thư giãn tuyệt vời nhất tại spa! Tôi chọn massage định hình với chị Ly - trị liệu thanh lọc da mặt cùng chị Thoa. Cả hai đều rất chuyên nghiệp, đảm bảo tôi cảm thấy thoải mái với áp lực và nhiệt độ phòng. Thoa massage mặt cực kỳ nhẹ nhàng và tôi cảm thấy buồn ngủ! Sản phẩm sử dụng dịu nhẹ với da, không có mùi hương nồng, tôi đánh giá cao. Mọi người đều quan tâm và họ mời trà trong khi giải thích tất cả các chi tiết về phương pháp điều trị. Điểm dừng chân bắt buộc tại spa này trong chuyến đi Hà Nội của bạn. Yêu nó! Đọc thêm",
            "Massage thật TUYỆT VỜI. Người quản lý spa và nhà trị liệu mát-xa Ly rất chu đáo để đảm bảo tôi có mọi thứ tôi cần và đáp ứng chu đáo các yêu cầu của tôi. Tôi đã có Massage Di sản Thái kết hợp với Massage chân. Ly đã tạo ra một lượng áp lực hoàn hảo - mãnh liệt -, kéo căng tôi ra và giúp tôi cảm thấy toàn thân tuyệt vời. Không phải nơi nào cũng có áp lực phù hợp nhưng Ly hoàn toàn làm được. Tôi chắc chắn sẽ quay lại! Đọc thêm",
            "Trải nghiệm rất tốt đẹp, thư giãn và điều trị rất tốt. Việc điều trị bắt đầu và kết thúc bằng trà trong bầu không khí thư giãn dễ chịu. Nó thực sự rất thú vị. Đọc thêm",
            "Môi trường hoàn hảo để mát-xa thư giãn sau khi hạ cánh ở Hanai và đến khách sạn. Nhân viên thân thiện và lịch sự. Trà và đồ ăn nhẹ kết thúc liệu trình một cách hoàn hảo.Đọc thêm"
        ],
        "star_ratings": [
            503,
            4,
            0,
            0,
            0
        ],
        "review_amount": 507,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "The énMay Spa",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [
            "Written June 15, 2023",
            "Written June 18, 2023",
            "Written July 2, 2023",
            "Written July 4, 2023",
            "Written July 10, 2023",
            "Written July 12, 2023",
            "Written July 13, 2023",
            "Written July 13, 2023",
            "Written July 14, 2023",
            "Written July 24, 2023",
            "Written June 2, 2024",
            "Written June 2, 2024",
            "Written May 27, 2024",
            "Written May 26, 2024",
            "Written May 23, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 21, 2024",
            "Written May 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19216012-Reviews-La_enMay_Spa-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d17483665-Reviews-Lighthouse_Sky_Bar_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d18968457-Reviews-Terraco_Sky_Bar_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d24998529-Reviews-The_Majesty_Sky_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d26774668-Reviews-Hanoi_Corner_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d25985860-Reviews-M_t_Vietnamese_Restaurant_Vegetarian_Met_4-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d27104229-Reviews-Hello_Hanoi_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d11769480-Reviews-Chops_Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d18933478-Reviews-The_Rhythms_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d18895516-Reviews-Starlight_Skybeer-Hanoi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293924-d9782842-Reviews-Katze_Vegan_Vegetarian_Restaurant-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8099313-Reviews-Hang_Dau_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25237541-Reviews-Martyrs_Monument-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12881611-Reviews-Ba_Kieu_Temple-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311070-Reviews-Lake_of_the_Restored_Sword_Hoan_Kiem_Lake-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d311074-Reviews-Ngoc_Son_Temple-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11965985-Reviews-Cau_The_Huc-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25241146-Reviews-Ink_Tattoo_Studio-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11950322-Reviews-Vietnamese_National_Assembly-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d317503-Reviews-Old_Quarter-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10446754-Reviews-Vietnam_Moon_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d19216012-Reviews-or10-La_enMay_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d24178578-Reviews-L_essence_De_La_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d7916190-Reviews-L_essence_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8692931-Reviews-Serene_Spa_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17707099-Reviews-La_Spa_Hang_Be-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8078381-Reviews-La_Spa_Ma_May-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25080393-Reviews-Peridot_Spa_grand-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12051459-Reviews-Hanoi_Labelle_Vie_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26866767-Reviews-Senses_Massage_Wellness_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25130958-Reviews-The_Bespoke_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25132258-Reviews-The_Bespoke_Bar_Suit_Nhu_Y-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11816906-Reviews-Vietnamtourism_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13985422-Reviews-Hanoia_Ba_Kieu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455018-Reviews-Thang_Long_Water_Puppet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26450885-Reviews-La_enMay_Spa_Cau_Go-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18717800-Reviews-Estheva_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11548749-Reviews-Tinny_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17688564-Reviews-La_Belle_Vie_Spa_1-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5998860-Reviews-Vietnam_Farm_Trip_Private_One_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028071-d1382813-Reviews-Amphawa_Floating_Market-Amphawa_Samut_Songkhram_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g644214-d11749373-Reviews-Platis_Gialos_Beach-Lassi_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g29092-d8562256-Reviews-Ridemakerz-Anaheim_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29998-d102983-Reviews-Oregon_Shakespeare_Festival-Ashland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g31204-d2078635-Reviews-Blazin_M_Ranch-Cottonwood_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d479163-Reviews-Bomas_of_Kenya-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d3915397-Reviews-Zoe_in_Yellow_Chiangmai_Thailand-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g29311-d630781-Reviews-Harrah_s_Hoosier_Park_Racing_Casino-Anderson_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d109248-Reviews-Cheekwood-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g2311506-d3874321-Reviews-Pink_Beach-Komodo_East_Nusa_Tenggara.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d19216012-Reviews-or10-La_enMay_Spa-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19216012-Reviews-La_enMay_Spa-Hanoi.html"
    },
    {
        "attraction_name": "La énMay Spa",
        "attraction_name_vi": "The énMay Spa",
        "general_info": [],
        "attraction_summary": "N/A",
        "reviews": [],
        "star_ratings": [
            0,
            0,
            0,
            0,
            0
        ],
        "review_amount": 0,
        "location": [
            "Việt Nam",
            "Hà Nội",
            "The énMay Spa",
            "Châu Á",
            "Những điều cần làm ở Hà Nội"
        ],
        "reviews_time": [],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d19216012-Reviews-or10-La_enMay_Spa-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25130958-Reviews-The_Bespoke_Bar-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25132258-Reviews-The_Bespoke_Bar_Suit_Nhu_Y-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25237541-Reviews-Martyrs_Monument-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d8099313-Reviews-Hang_Dau_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11816906-Reviews-Vietnamtourism_Hanoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13985422-Reviews-Hanoia_Ba_Kieu-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12881611-Reviews-Ba_Kieu_Temple-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d455018-Reviews-Thang_Long_Water_Puppet-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26450885-Reviews-La_enMay_Spa_Cau_Go-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d18717800-Reviews-Estheva_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d11548749-Reviews-Tinny_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d15588100-Reviews-Best_Deals_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d13358348-Reviews-Dragonfly_Cruise-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17688564-Reviews-La_Belle_Vie_Spa_1-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5998860-Reviews-Vietnam_Farm_Trip_Private_One_Day_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g154952-d17790700-Reviews-Via_Rail_Train-Churchill_Manitoba.html",
            "https://www.tripadvisor.com/Attraction_Review-g34352-d19637722-Reviews-Priceless_Car_Rentals-Kissimmee_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55476-d109383-Reviews-Colorado_Bend_State_Park-Bend_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g187286-d190245-Reviews-Schloss_Heidelberg-Heidelberg_Baden_Wurttemberg.html",
            "https://www.tripadvisor.com/Attraction_Review-g8286767-d456320-Reviews-Wat_Phra_That_Doi_Suthep-Doi_Suthep.html",
            "https://www.tripadvisor.com/Attraction_Review-g39940-d610163-Reviews-Woodford_Reserve_Distillery-Versailles_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g194873-d243308-Reviews-Villa_Rufolo-Ravello_Amalfi_Coast_Province_of_Salerno_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g33686-d4523244-Reviews-Lake_Isabelle-Ward_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d22851555-Reviews-Hive_Board_Game_Cafe-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d2232380-Reviews-Playa_Las_Gemelas-Puerto_Vallarta.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d19216012-Reviews-or10-La_enMay_Spa-Hanoi.html"
    }
]