[
    {
        "attraction_name": "Ladder of Kotor",
        "attraction_name_vi": "Bậc thang của Kotor",
        "general_info": [
            "16 đánh giá",
            "- 4 trong 6 việc cần làm ở Spiljari",
            "Những con đường mòn đi bộ đường dài"
        ],
        "attraction_summary": "The Ladder of Kotor là một con đường mòn đi bộ đường dài lịch sử nối Kotor với làng Njegusi và Cetinje. Trong nhiều thế kỷ, đây là con đường duy nhất nối Kotor và Cetinje. Từ Kotor, con đường mòn leo lên hơn 70 đoạn quay trở lại vùng núi để đến Đèo Krstac. Những người leo lên đến đỉnh - 940 mét - sẽ được thưởng ngoạn quang cảnh ngoạn mục của vịnh hẹp.Đọc thêm",
        "reviews": [
            "Điểm tham quan đẹp nhất ở Kotor, Đi bộ - đi bộ đường dài khá khó khăn lên núi nhưng đồng thời cũng là nơi rất ngoạn mục với tầm nhìn tuyệt đẹp từ mọi hướng. Rất khuyến khích chuẩn bị kỹ lưỡng cho chuyến tham quan này bằng giày đi bộ đường dài hoặc giày chạy bộ. Ngoài ra, hãy đảm bảo rằng bạn mang theo nước và điện thoại đã sạc đầy để chụp ảnh! Một lần nữa - tầm nhìn thật tuyệt vời! Đọc thêm",
            "Vợ tôi và tôi đã đi bộ lên pháo đài và Nhà thờ Đức Mẹ Sức khỏe 3 tuần trước - trong thời gian nghỉ giữa những thời kỳ nóng nực trái mùa đó - và chúng tôi quyết định tận dụng tháng 9 - thời tiết bây giờ mát mẻ hơn để đi lang thang trên núi. ngoằn ngoèo chuyển hướng hơi lùi về phía Bắc của các bậc thang pháo đài.  Trên thực tế, chúng tôi chỉ đi bộ đến nhà thờ mở cửa - không giống như những bậc thang dẫn qua nhà thờ được đề cập trước đó - sau đó ngắm cảnh sau khi chụp vài bức ảnh.  Chúng tôi hiểu rằng con đường này ban đầu được xây dựng để người dân địa phương ở Cetinje buôn bán sản phẩm với Kotor và con đường này tiếp tục đi khá xa để đi qua nhà thờ, nhưng hãy lưu ý rằng chúng tôi đã gặp RẤT NHIỀU con ong cách đó khoảng 15 phút nữa trên con đường đó. đã giúp chúng tôi đưa ra quyết định quay trở lại nhà thờ.  Đi bộ một đoạn ngắn qua nhà thờ sẽ đưa bạn đến một lối vào các bức tường pháo đài mà chúng tôi - được cho là đã từng có thang để dễ dàng lên - trả tiền để sử dụng - bước lên pháo đài - nhà thờ khác.  Chúng tôi không gặp vấn đề gì khi thanh toán phí vào cửa tại lối vào các bậc thang đó trong khu phố cổ Kotor, vì vậy hãy tự quyết định xem có truy cập các bậc thang đó hay không.  Nói chung là một khung cảnh tuyệt đẹp và việc đi bộ dễ dàng - đối với một người 67 tuổi - để có một cái nhìn khác về đất nước tuyệt đẹp này!  Hãy nhớ loại bỏ bất cứ thứ gì bạn mang theo bên mình - chai nước, giấy gói thực phẩm, v.v. - để duy trì vẻ đẹp của khu vực tuyệt đẹp này.  Hãy tận hưởng.Đọc thêm",
            "Leo lên các bức tường pháo đài khi ở Kotor là điều bắt buộc và đi theo con đường quay trở lại lên Thang Kotor là một chuyến đi bộ ngoạn mục được khuyến khích.. Tuy nhiên, mức giá mới - 15 là một vụ bê bối hoàn toàn. Năm ngoái mức phí là - 8 và ngoài mùa từ tháng 10 đến tháng 4, việc đi bộ trước đây được miễn phí nhưng giữa tháng 4 chúng tôi đã bị tính phí - 15\n\nTôi không phản đối việc trả phí vào cửa để đi bộ trong khu di sản Thế giới được UNESCO công nhận, nhưng khi tuyến đường tràn ngập chai nhựa và thùng rác tràn ngập chưa bao giờ được dọn sạch trong nhiều tuần, khoản phí cắt cổ đó là một vụ bê bối. \n\nCác bảng thông tin đã không còn tồn tại và cần được thay thế.\n\nHôm nay, một nhóm người đi bộ đường dài đã đi theo con đường phía sau qua Thang Kotor - một con đường mòn đi bộ đường dài được chỉ định chính thức - và leo vào pháo đài qua một cửa sổ. Ở đó từng có một chiếc thang gỗ nhưng hiện tại đã bị dỡ bỏ nên những tảng đá leo lên cao 2m có thể không phù hợp với tất cả mọi người. Sau đó, họ đi bộ xuống các bức tường thành - chỉ để thấy rằng họ phải trả một khoản phí - 15 để thoát ra!\n\nMNE - hãy trân trọng những gì bạn đang có. Dọn dẹp di sản thế giới UNESCO của bạn và nếu bạn nhất quyết thu phí vào cửa khổng lồ, hãy sử dụng số tiền đó một cách hiệu quả để giữ cho địa điểm này sạch sẽĐọc thêm",
            "Leo lên các bức tường pháo đài khi ở Kotor là điều bắt buộc và đi theo con đường quay trở lại lên Thang Kotor là một chuyến đi bộ ngoạn mục được khuyến khích.. Tuy nhiên, mức giá mới - 15 là một vụ bê bối hoàn toàn. Năm ngoái phí là - 8 và ngoài mùa Tháng 10 - Tháng 4 việc đi bộ trước đây miễn phí nhưng giữa tháng 4 chúng tôi bị tính phí - 15Tôi không phản đối việc trả phí vào cửa để đi bộ tại một di sản Thế giới được UNESCO công nhận, nhưng khi tuyến đường tràn ngập với những chai nhựa, những thùng rác đầy ắp suốt nhiều tuần chưa được dọn sạch, mức phí cắt cổ quả là một vụ bê bối. Các bảng thông tin đã không còn tồn tại và cần được thay thế. Hôm nay, một nhóm người đi bộ đường dài đã đi lên con đường phía sau qua Thang Kotor - một con đường mòn đi bộ đường dài được chỉ định chính thức - và leo vào pháo đài qua một cửa sổ. Ở đó từng có một chiếc thang gỗ nhưng hiện tại đã bị dỡ bỏ nên việc leo lên những tảng đá cao 2m có thể không phù hợp với tất cả mọi người. Sau đó, họ đi bộ xuống các bức tường thành - chỉ để thấy rằng họ phải trả một khoản phí - 15 để thoát ra!MNE - Làm ơn hãy quý trọng những gì bạn có. Dọn dẹp di sản thế giới UNESCO của bạn và nếu bạn nhất quyết thu phí vào cửa khổng lồ, hãy sử dụng số tiền đó một cách hiệu quả để giữ cho địa điểm này sạch sẽĐọc thêm",
            "First, I want to note that this Ladder of Kotor hike is completely different from the walk that leads up from Kotor - s City walls to Kotor Fortress and its views over the bay  - although it may be possible to connect them - . We used it as the starting point of a loop that did visit the Fortress, but from what I have seen in various places online, this loop is sometimes possible and sometimes not.The Ladder of Kotor trail itself is a multi-mile trail that switchbacks up from just outside Kotor and leads up to eventually  - I believe -  hit the road that continues on from the Kotor Serpentine road. We used the trail only as a way to make the hike up the Kotor City walls to the Kotor Fortress a loop instead of an up and return. It can also potentially save payment of the fee to enter the city wall hike, although this seems to also vary.  - We were not charged the fee as we exited down through the main entrance, others apparently have been. - We exited Kotor through its Northern Gate, went past the Old Hydroelectric Power Station, and then easily found this trail that leads up via a lot of switchbacks. The trail itself was in good shape, and had a lot of pretty views back over Kotor and the bay. After about 40 minutes, we reached a small house which appeared on our map as  - Kuca Milenko Franović -  - at that point the trail forked, and we bore right towards our map - s  - Sveti Juraj - . This is a mostly ruined old church  - I - m including my photo of it - . Just around the corner from this church, the trail heads towards and eventually reaches the Kotor Fortress. There is an arched window that leads into the fortress  - visible on the left side of my included photo - . From what I can tell, at various times this window has been accessible via a ladder, accessible but no ladder, or completely walled off with metal plating. When we visited it was the second case  - no ladder but the window was open - . It sounds like the city goes back and forth between allowing vs. discouraging this access, and there may even sometimes be a guard there to collect a fee for entrance that way. So if you - d like to try this, look for recent research and be aware that it may be completely impassible.When we visited, the ladder was gone, and the trail ends probably about 6 feet below the bottom of the window. Someone had piled up some rocks, and with that somewhat unstable footing, we were able  - with difficulty -  to reach up and pull ourselves into the fortress. We saw a couple others do the same later  but a couple who tried, couldn - t make it, and went back down. Once we entered the fortress, we enjoyed visiting, taking photos, and eventually went back down the main trail, making our overall course a loop.I really enjoyed this hike and appreciated the different views we got vs. the main city walls hike up. I - m knocking my overall rating down to  - very good -  since there is a risk that the loop will not be possible, so be aware of that if you decide to try it. We were happy that we did and really enjoyed our morning!Read more",
            "Lưu ý rằng đây có vẻ là một mục trùng lặp - thay vào đó, tôi đã đưa đánh giá đầy đủ của mình vào mục Spiljari.https: - - www.tripadvisor.com - Attraction_Review-g19196637-d17338135-Reviews-Ladder_of_Kotor-Spiljari_Kotor_Municipality.htmlCũng lưu ý rằng Thang này của Kotor hoàn toàn khác với con đường đi bộ dẫn từ các bức tường Thành phố của Kotor đến Pháo đài Kotor và tầm nhìn ra vịnh - mặc dù có thể kết nối chúng, hãy xem bài đánh giá khác của tôi - Đọc thêm",
            "Vợ tôi và tôi đã đi bộ lên pháo đài và Nhà thờ Đức Mẹ Sức khỏe 3 tuần trước - trong thời gian nghỉ giữa những thời kỳ nóng nực trái mùa đó - và chúng tôi quyết định tận dụng tháng 9 - thời tiết bây giờ mát mẻ hơn để đi lang thang trên núi. ngoằn ngoèo chuyển hướng hơi lùi về phía Bắc của các bậc thang pháo đài.  Trên thực tế, chúng tôi chỉ đi bộ đến nhà thờ mở cửa - không giống như những bậc thang dẫn qua nhà thờ được đề cập trước đó - sau đó ngắm cảnh sau khi chụp vài bức ảnh.  Chúng tôi hiểu rằng con đường này ban đầu được xây dựng để người dân địa phương ở Cetinje buôn bán sản phẩm với Kotor và con đường này tiếp tục đi khá xa để đi qua nhà thờ, nhưng hãy lưu ý rằng chúng tôi đã gặp RẤT NHIỀU con ong cách đó khoảng 15 phút nữa trên con đường đó. đã giúp chúng tôi đưa ra quyết định quay trở lại nhà thờ.  Đi bộ một đoạn ngắn qua nhà thờ sẽ đưa bạn đến một lối vào các bức tường pháo đài mà chúng tôi - được cho là đã từng có thang để dễ dàng lên - trả tiền để sử dụng - bước lên pháo đài - nhà thờ khác.  Chúng tôi không gặp vấn đề gì khi thanh toán phí vào cửa tại lối vào các bậc thang đó trong khu phố cổ Kotor, vì vậy hãy tự quyết định xem có truy cập các bậc thang đó hay không.  Nói chung là một khung cảnh tuyệt đẹp và việc đi bộ dễ dàng - đối với một người 67 tuổi - để có một cái nhìn khác về đất nước tuyệt đẹp này!  Hãy nhớ loại bỏ bất cứ thứ gì bạn mang theo bên mình - chai nước, giấy gói thực phẩm, v.v. - để duy trì vẻ đẹp của khu vực tuyệt đẹp này.  Hãy tận hưởng.Đọc thêm",
            "Điểm thu hút tốt nhất ở Kotor, Đi bộ khá khó khăn - đi bộ đường dài lên núi nhưng đồng thời, đây là nơi rất ngoạn mục với những khung cảnh tuyệt vời từ mọi con đường trở lên. Rất khuyến khích chuẩn bị tốt cho chuyến tham quan này với giày đi bộ đường dài hoặc giày chạy bộ. Ngoài ra, hãy đảm bảo rằng bạn có nước bên mình và điện thoại được sạc đầy để chụp ảnh! Một lần nữa-lượt xem thật tuyệt vời!Đọc thêm",
            "Tôi đã đi theo con đường này chứ không phải đi dọc theo bức tường đơn giản vì ít người hơn chứ không phải vì chi phí. Thật dễ dàng để tìm thấy đầu đường mòn gần nhà máy điện và khuyên bạn nên đi vào buổi sáng và vào một ngày không có tàu du lịch vì tôi ở trong bóng râm và không gặp ai trong nửa giờ đầu. Phải mất 40 phút leo dốc nhanh chóng để đến một nhà thờ xinh xắn và đi bộ một đoạn ngắn để đến con đường mòn trên tường nơi có một chiếc thang nhỏ. Khung cảnh rất đẹp và bạn có thể tiếp tục đi lên núi để đến một nhà hàng nhưng tôi đã không làm vậy. Tôi thất vọng khi thấy quá nhiều rác trên con đường chính - nếu họ thu phí 8 Euro thì họ nên dọn dẹp hàng ngày những người đi bộ đường dài vô trách nhiệm.Đọc thêm",
            "Thang Kotor là một đoạn leo rất dốc. Bạn sẽ đi ngang qua một nhà thờ và một số pháo đài trên đường đi. Bạn nên thực hiện việc leo núi này vào sáng sớm hoặc tối muộn. Ban ngày trời rất nóng. Bạn có thể leo lên - cái thang - gần như ở trên cùng. Có một cửa sổ hướng lên núi và một chiếc thang ngắn để từ đó leo xuống con đường núi nhỏ. Chúng tôi đã sử dụng bản đồ Google để xác định vị trí cửa sổ này. Nó rất chính xác. Con đường này sẽ dẫn bạn đến Sveti Juraj - đi bộ rất ngắn - và từ đó bạn có thể đến Cheese Shop, một quán cà phê mộc mạc bên sườn núi không thể bỏ qua.Đọc thêm",
            "Con đường leo dốc, ngoằn ngoèo hướng lên đỉnh núi. Trên tuyến đường bạn sẽ tìm thấy rất nhiều bức tường đá cũ, một nhà thờ và thậm chí cả một pháo đài. Tuyến đường khó đi vào ngày hè nóng bức, bạn cần mang giày thoải mái vì đường đi được trải đá gồ ghề, trơn trượt. Một khoản phí truy cập được tính.Đọc thêm",
            "Một con đường núi cũ dẫn đến pháo đài Kotor, miễn phí và bạn có thể leo vào pháo đài qua lối mở bằng thang. Bạn có thể tìm thấy điểm bắt đầu của con đường bằng cách tìm kiếm trên Google - điểm bắt đầu của bậc thang kotor - . Tôi mất 1 giờ 5 phút để băng qua đường và tổng cộng là khoảng 3 km. Hãy nhớ mang giày kín vì đường đi có nhiều đá. Trong khi chờ đợi, bạn cũng sẽ đi ngang qua hai ngôi nhà nơi người dân địa phương cung cấp nhiều loại đồ uống, pho mát và các sản phẩm khác và bạn cũng có thể nghỉ ngơi ở đó. Đối với những người ưa thể thao thì hành trình này dễ thực hiện hơn, với những người không thể hình tốt thì việc trải qua hành trình này khó khăn và mệt mỏi hơn.Đọc thêm",
            "Có một số quan điểm trong quá trình thực hiện là những lựa chọn tốt nếu bạn không có thời gian và năng lượng để thực hiện toàn bộ bậc thang. Có một loại phí sẽ tăng lên khi chúng tôi đi, với cửa quay và vé, v.v.Đọc thêm"
        ],
        "star_ratings": [
            9,
            7,
            0,
            0,
            0
        ],
        "review_amount": 16,
        "location": [
            "người thượng cổ",
            "đô thị Kotor",
            "Bậc thang của Kotor",
            "Montenegro",
            "Các hoạt động ở Spiljari",
            "Châu Âu"
        ],
        "reviews_time": [
            "Written July 8, 2023",
            "Written September 20, 2023",
            "Written April 11, 2024",
            "Written April 11, 2024",
            "Written September 20, 2023",
            "Written September 20, 2023",
            "Written September 20, 2023",
            "Written July 8, 2023",
            "Written November 4, 2022",
            "Written August 13, 2022",
            "Written July 27, 2022",
            "Written July 18, 2022",
            "Written April 28, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g19196637-d17338135-Reviews-Ladder_of_Kotor-Spiljari_Kotor_Municipality.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g295381-d23222621-Reviews-The_Nitrox_Pub_Eatery-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295381-d12885744-Reviews-Restaurant_Przun-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295381-d7215966-Reviews-Pescaria_Dekaderon-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295381-d6848872-Reviews-BBQ_Tanjga-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295381-d14863959-Reviews-La_Catedral_Pasta_Bar-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295381-d23219190-Reviews-Resto_Bar_Taraca-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295381-d1914703-Reviews-Konoba_Scala_Santa-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2558165-d17391560-Reviews-Marenda_Grill_House-Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g295381-d24107495-Reviews-Little_Bay_Old_Town-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Restaurant_Review-g2549680-d3301242-Reviews-Caffe_Pizzeria_Pronto-Dobrota_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g19196637-d6942866-Reviews-Castle_Of_San_Giovanni-Spiljari_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g19196637-d6942843-Reviews-Our_Lady_of_Health-Spiljari_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g19196637-d14843631-Reviews-Kotor_Fortress-Spiljari_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g304087-d7082651-Reviews-Church_of_St_John_the_Baptist-Perast_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d553982-Reviews-St_Tryphon_Cathedral-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d3368773-Reviews-Bay_of_Kotor-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d553974-Reviews-Gurdich_Gate-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d553976-Reviews-City_Walls-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d2558862-Reviews-Kotor_Old_City-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d7127480-Reviews-Clock_Tower-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g19196637-d17338135-Reviews-or10-Ladder_of_Kotor-Spiljari_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g304074-d11727050-Reviews-Montenegrocruising-Budva_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g2558165-d17453364-Reviews-Attraction_Montenegro_Tour-Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d7331512-Reviews-Miro_Sons-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d13340752-Reviews-Captain_Ivan_Boat_Tour-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d13952232-Reviews-Tours_by_Tiho_Sons-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d9805875-Reviews-Montenegro_Golden_Bay-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d4311173-Reviews-Miki_Travel_Kotor-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d12235448-Reviews-Kotour_Travel_Agency-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g295381-d17347141-Reviews-Montenegro_Spot_Travel-Kotor_Kotor_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d8051467-Reviews-ICON_Park-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237176-d455816-Reviews-Dream_World-Thanyaburi_Pathum_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d2290087-Reviews-Twin_Falls_Maui-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g45402-d8747578-Reviews-City_Beach-Whitefish_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g297701-d2312090-Reviews-Legong_and_Barong_Waksirsa_Dance-Ubud_Gianyar_Regency_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d17288236-Reviews-Chicago_Social_Club-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g294076-d2420370-Reviews-Devil_s_Island-Cayenne_Arrondissement_of_Cayenne.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d519474-Reviews-The_High_Line-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g50253-d8496388-Reviews-Waterworks_Park-Cuyahoga_Falls_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187502-d8587985-Reviews-Playa_del_Hombre_Muerto-Sitges_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g19196637-d17338135-Reviews-or10-Ladder_of_Kotor-Spiljari_Kotor_Municipality.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g19196637-d17338135-Reviews-Ladder_of_Kotor-Spiljari_Kotor_Municipality.html"
    }
]