[
    {
        "attraction_name": "Laguna Beach Trolley",
        "attraction_name_vi": "Xe đẩy Laguna Beach",
        "general_info": [
            "401 đánh giá",
            "3 trong số 80 điều cần làm ở Bãi biển Laguna",
            "Hệ thống giao thông công cộng"
        ],
        "attraction_summary": "Thành phố Laguna Beach cung cấp dịch vụ xe đẩy MIỄN PHÍ cho người dân và du khách, giúp người dân và du khách có thể đi lại thuận tiện đến các bãi biển, công viên, nhà hàng, khách sạn, lễ hội nghệ thuật và các điểm tham quan khác ở địa phương. Những chiếc xe đẩy ngoài trời màu xanh và vàng mang tính biểu tượng mang đến một giải pháp thay thế tuyệt vời cho việc lái xe và đỗ xe ở trung tâm thành phố đồng thời mang đến một chuyến đi ngắm cảnh dọc theo Đường cao tốc Coast từ Bãi biển North Laguna đến Dana Point và xuống Đường Laguna Canyon. Xe đẩy Summer Breeze cung cấp dịch vụ vào các tối Thứ Sáu, Thứ Bảy và Chủ Nhật hàng tuần trong suốt mùa hè từ bãi đậu xe MIỄN PHÍ tại UMass Global ở Irvine đến trung tâm thành phố Laguna Beach. Kiểm tra trạng thái xe đẩy theo thời gian thực bằng cách tải xuống Ứng dụng xe đẩy bãi biển Laguna hoặc bằng cách truy cập http:lagunabeachtransit.doublemap.comĐọc thêm",
        "reviews": [
            "Đó là một chiếc xe đẩy rất tiện lợi. Đặc biệt nếu bạn đang ở gần bãi biển chính, nhưng thậm chí nếu không thì trên tuyến đường ven biển. Tuyến đường Canyon đã không hoạt động vào tháng 11. Bạn thực sự không cần một chiếc xe hơi. Tuyệt vời cho môi trường nữa.Đọc thêm",
            "Tôi và chồng tôi gần đây đã ở Laguna Beach một tuần trong một chuyến đi nghỉ. Không quen với LB, chúng tôi thấy xe đẩy là thứ không thể thiếu! Chúng tôi đi bộ khắp mọi nơi, nhưng khi cần xe đẩy, chỉ trong vòng chưa đầy 10 phút đã có xe. Thật là một dịch vụ tuyệt vời cho du khách! Chúng tôi hầu như không cần lái xe khi đến nơi. Mỗi tài xế xe đẩy đều tử tế, thân thiện và lái xe đưa chúng tôi đi một cách an toàn. Khuyến nghị 1010 điểm!! Đọc thêm",
            "Phát hiện ra việc đưa xe đẩy trở lại xe của chúng tôi mà NÓ KHÔNG DỪNG Ở MỌI DỪNG. Bạn phải cho tài xế biết khi bạn lên xe hoặc từ chỗ ngồi mà bạn muốn dừng ở một điểm dừng cụ thể. Ngày 22 tháng 7. Sau khi dừng ở vài điểm dừng đầu tiên, chúng tôi cho rằng xe điện sẽ dừng ở mỗi điểm dừng. Sai! Khi đến điểm dừng tiếp theo của chúng tôi, nó đã đi tiếp! Sau đó, nó đi đến điểm dừng tiếp theo và điểm tiếp theo! Cuối cùng chúng tôi đã nói được với tài xế rằng chúng tôi cần xuống xe và sau đó chúng tôi phải đứng dưới nắng 20-30 phút để chờ xe đẩy đưa chúng tôi quay lại hướng khác! Người lái xe không đặc biệt xin lỗi. Chúng tôi không hài lòng. Kính gửi Xe đẩy Laguna, vui lòng nói rõ với hành khách rằng bạn không dừng ở mỗi điểm dừng hoặc chỉ dừng ở mỗi điểm dừng. Cảm ơn bạn. Ngoài ra, dịch vụ này rất tuyệt vời. Vui lòng nhấp vào nút cảm ơn nếu bạn thấy đánh giá này hữu ích. Đọc thêm",
            "Với việc bãi đậu xe công cộng đang là một mặt hàng hot ở Bãi biển Laguna, xe đẩy thành phố miễn phí là nguồn tài nguyên vô giá để du khách giải trí có thể đến từ tất cả các điểm tham quan mà bạn muốn đến thăm các bãi biển, công viên, nhà hàng, cửa hàng.  Hãy nhớ tải ứng dụng Trolley Tracker qua trang web Laguna Beach City về điện thoại thông minh của bạn trước khi bạn truy cập và cho phép theo dõi vị trí của bạn để bạn có thể xác định vị trí điểm dừng xe đẩy gần bạn nhất VÀ theo dõi tiến trình của xe đẩy gần nhất để bạn không bỏ lỡ nó trên vòng lặp hiện tại.  Vợ tôi, tôi đậu xe ở lề đường trong bãi đậu xe có đồng hồ đo gần Công viên Heisler và sử dụng xe đẩy để quay về từ Bãi biển Victoria ở đầu phía nam của Bãi biển Laguna, nơi gần như không thể tìm thấy bãi đậu xe công cộng.  Để thuận tiện và có cơ hội khám phá các điểm dừng bổ sung dọc theo Đường cao tốc Bờ biển phía NamCA-1, Xe đẩy là lựa chọn phù hợp.Đọc thêm",
            "Đây là một cách tuyệt vời để đi lại trong chuyến thăm gần đây đến Bãi biển Laguna! Xe đẩy đến cứ sau vài phút và bạn có thể đi những tuyến đường dài hoặc ngắn, xuống xe ở nơi cần thiết và quay lại khi đã sẵn sàng.  Xe đẩy miễn phí và sạch sẽ với tài xế thân thiện.Đọc thêm",
            "Tôi có một tài xế đáng yêu Sherrie Neal. Cô ấy là người tuyệt vời nhất trong chuyến đi, luôn giúp đỡ và tử tế với mọi người. Hài hước, lạc quan và hữu ích. Ngày hôm đó tôi hơi thất vọng và xuống xe với cảm giác như một người mới. Cô ấy đã làm nên một ngày của tôi và mọi người khác trên chuyến đi. Đó là điều tốt nhất đối với tôi về chiếc xe đẩy. Hãy chắc chắn giữ cô ấy ở bên và cho cô ấy biết. Tên tôi là Janice Miller, đến từ Puerto Rico.  Cảm ơn bạn.Đọc thêm",
            "Bản đồ lộ trình có sẵn ở tất cả các biển báo xe đẩy--chỉ cần quét mã QR và tải nó trên điện thoại thông minh của bạn. Điểm cộng: nó hiển thị theo thời gian thực vị trí của tất cả các xe đẩy.Đọc thêm",
            "Phương thức vận chuyển tuyệt vời qua thị trấn - tài xế rất sạch sẽ và tuyệt vời! Lịch trình được đăng để dễ xem- và thật thú vị khi thực hiện và thực hiện.Đọc thêm",
            "Hai xe buýt chạy ngược chiều nhau và các điểm dừng đều được đánh dấu trên biển báo cạnh các băng ghế.  Ngay cả khi bạn bỏ lỡ một ngày, hãy ngồi và tận hưởng ngày đó và kiên nhẫn.  Các tuyến xe buýt thực sự bao phủ rất nhiều lãnh thổ và dừng ở Bãi biển Monarch cạnh Ritz Carlton.  Đó là một nơi tuyệt đẹp để đi bộ và ngắm cảnh.  Sẽ không mất quá nhiều thời gian đi bộ để tiếp tục lên PCH đến Dana Point từ trạm dừng Ritz Carlton, điểm cuối của tuyến xe buýt này.  Vỉa hè giúp cho việc đi bộ an toàn. Chúng tôi đã đi qua Công viên Heisler, đi bộ dọc theo nhiều bãi biển nhỏ và đã nhìn thấy các điểm dừng xe buýt được đánh dấu cách xa trung tâm thị trấn.  Tôi tin rằng chúng tôi đã thấy chiếc cuối cùng được liệt kê là 36 nhưng có thể dễ dàng có nhiều hơn thế. Chuyến thăm của chúng tôi đến Bãi biển Laguna năm nay diễn ra vào tháng Giêng và xe buýt chạy theo lịch trình bình thường.  Chúng tôi đã đi xe buýt này nhiều lần và đánh giá cao rằng có một cách để đến một số điểm dừng đó trước Ritz Carlton vì việc đi bộ có thể khá nguy hiểm khi không có vỉa hè.Đọc thêm",
            "Luôn là một trải nghiệm thú vị khi đi dọc theo thành phố ven biển Laguna Beach trên một chiếc xe buýt lộ thiên. Có thể dừng và đón trạm.Đọc thêm",
            "Để xem từ đầu đến cuối Laguna Tôi có thể lên xe đẩy ở đâu vào chủ nhậtĐọc thêm",
            "Chúng tôi nhận thấy xe đẩy không chạy theo lịch trình thường xuyên.  Tôi sẽ đến trong khoảng từ 60 phút đến 90 đến 120 phút.  Có tính phí trong tuần và miễn phí vào cuối tuần.Đọc thêm",
            "Giờ mở cửa hôm nay?Đọc thêm",
            "Thường chạy đến 10 giờ vào mùa hè. Nếu bạn cảm thấy mệt mỏi vì phải chờ đợi, hãy gọi LyftĐọc thêm",
            "Xe điện có chạy vào tháng 5 và chạy hàng ngày không? Có chạy đến tận Dana Point nếu chúng tôi muốn ngắm cá voi không? Cảm ơn.Đọc thêm",
            "Tôi không chắc chắn về giờ và giới hạn, nhưng bạn có thể lấy thông tin đó từ văn phòng thông tin du lịch Laguna Beach.  Đó là xe đẩy của họ.\nsusanĐọc thêm",
            "Xe đẩy có đi tới tận Montage không?Đọc thêm",
            "Đúng.  Chuyến đi đến Montage và Ritz the Ritz là điểm dừng cuối cùng.Đọc thêm",
            "Tháng 2 xe đẩy có chạyĐọc thêm",
            "Xe điện Laguna Beach miễn phí chạy hàng ngày vào mùa hè.  Vào mùa đông, nó chạy từ 4 giờ chiều đến 11 giờ tối vào Thứ Sáu, Thứ Bảy từ 11 giờ sáng đến 11 giờ tối và vào Chủ Nhật, từ 11 giờ sáng đến 8 giờ tối.\nSố điện thoại của Xe đẩy là:\n949 497-0766Đọc thêm",
            "Xe đẩy Laguna có chạy vào cuối tháng 2Đọc thêm",
            "Chúng tôi đã có một kỳ nghỉ vài ngày vào giữa tuần vào tháng 9 và sử dụng dịch vụ xe buýt bình thường, rất rẻ và xe buýt chạy tuyến chính cứ sau 10 phút hoặc lâu hơn và chạy vào buổi tối muộn.Đọc thêm",
            "Xe đẩy có chạy vào cuối tuần Lễ Lao động này không?Đọc thêm",
            "Xin lỗi vì hồi âm muộn.  Tôi vừa đến thăm Laguna và không sống ở đó nhưng dường như câu trả lời là có.  Hãy tận hưởng!Đọc thêm",
            "Bạn có thể mang chó lên xe đẩy không?Đọc thêm",
            "Tôi tin là có.Đọc thêm",
            "Tôi có thể mang theo con chó nhỏ của mình lên xe đẩy không?Đọc thêm",
            "Bạn có thể gọi 949-497-0766 để tìm hiểu.Đọc thêm",
            "Tôi có thể mang theo con chó nhỏ của mình lên xe đẩy không?Đọc thêm",
            "Tôi đoán, nếu nó thực sự nhỏ và nằm trên đùi bạn hoặc trong giá đỡ thì sẽ ổn thôi. Tuy nhiên tôi chưa thấy con chó nào trên xe đẩy.Đọc thêm"
        ],
        "star_ratings": [
            300,
            67,
            22,
            5,
            7
        ],
        "review_amount": 401,
        "location": [
            "Hoa Kỳ",
            "Xe đẩy bãi biển Laguna",
            "Quận Cam",
            "Những việc cần làm ở Laguna Beach",
            "California CA",
            "Bãi biển Laguna"
        ],
        "reviews_time": [
            "Written January 3, 2024",
            "Written July 29, 2023",
            "Written July 3, 2023",
            "Written November 13, 2022",
            "Written August 28, 2022",
            "Written August 19, 2022",
            "Written April 4, 2022",
            "Written February 28, 2022",
            "Written January 20, 2022",
            "Written December 4, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g32588-d8417668-Reviews-Laguna_Beach_Trolley-Laguna_Beach_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g32588-d364175-Reviews-Coyote_Grill-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32588-d513543-Reviews-Laguna_Thai_By_The_Sea-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32588-d18178167-Reviews-Ahba-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32588-d531100-Reviews-Ti_Amo-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32588-d5104734-Reviews-South_Swell_Donuts-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32588-d490424-Reviews-Papa_s_Tacos-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32588-d3639896-Reviews-NEApolitan_Pizzeria_Birreria-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32588-d14910078-Reviews-Lost_Pier_Cafe-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32588-d10883997-Reviews-Harvest-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g32588-d2254256-Reviews-Starfish-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d561800-Reviews-1_000_Steps_Beach-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d1643740-Reviews-Table_Rock_Beach-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d4087681-Reviews-Aliso_Beach_Park-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32279-d4112527-Reviews-Salt_Creek_Beach-Dana_Point_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d2627614-Reviews-Heisler_Park-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32279-d10524836-Reviews-Dana_Strands_Beach-Dana_Point_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32279-d1416556-Reviews-Dana_Point_Harbor-Dana_Point_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33022-d127321-Reviews-Mission_San_Juan_Capistrano-San_Juan_Capistrano_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d10584551-Reviews-Treasure_Island_Beach-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d4699382-Reviews-Festival_of_Arts_and_Pageant_of_the_Masters-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d8417668-Reviews-or10-Laguna_Beach_Trolley-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32279-d549897-Reviews-Capt_Dave_s_Dana_Point_Dolphin_Whale_Watching_Safari-Dana_Point_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d1307670-Reviews-La_Vida_Laguna-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d20894236-Reviews-Laguna_Ethos-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d10726040-Reviews-California_Surf_Experience-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d3860756-Reviews-Hoffy_Tours-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d4943736-Reviews-Murder_Mystery_Scavenger_Hunt-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d8629424-Reviews-Victoria_Beach-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32588-d7694999-Reviews-The_Ranch_at_Laguna_Beach_Golf_Course-Laguna_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d531941-Reviews-Tahquitz_Canyon-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g190379-d3606283-Reviews-Mackenzie_Beach-Larnaca_Larnaka_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g33581-d104150-Reviews-Box_Canyon_Waterfall_Park-Ouray_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187137-d545961-Reviews-Maison_Ruinart-Reims_Marne_Grand_Est.html",
            "https://www.tripadvisor.com/Attraction_Review-g51224-d8556878-Reviews-Xtreme_Racing_and_Enertainment-Broken_Arrow_Oklahoma.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d314440-Reviews-Centre_Pompidou-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d6903226-Reviews-Marche_President_Wilson-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d8290115-Reviews-Nguyen_Hue_Street-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g143010-d3209219-Reviews-Bubble_Rock-Acadia_National_Park_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g42311-d23650696-Reviews-Michigan_Renaissance_Festival-Holly_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g32588-d8417668-Reviews-or10-Laguna_Beach_Trolley-Laguna_Beach_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g32588-d8417668-Reviews-Laguna_Beach_Trolley-Laguna_Beach_California.html"
    }
]