[
    {
        "attraction_name": "Lahaina Front Street",
        "attraction_name_vi": "Đường mặt tiền Lahaina",
        "general_info": [
            "5.521 đánh giá",
            "Vùng lân cận"
        ],
        "attraction_summary": "-Tạm thời đóng cửa Con phố chính ven biển tuyệt đẹp ở Lahainas để mua sắm, ăn uống, giải trí về đêm và ngắm người qua lại bất tận giữa các tòa nhà lịch sử và khung cảnh tuyệt đẹp của các hòn đảo lân cận. Bạn có thể lấy một ít đá bào trước khi mua một số đồ thủ công thủ công địa phương, những ưu đãi ngọt ngào tại Cửa hàng Maui hoặc khám phá các phòng trưng bày mỹ thuật nằm dọc Phố Front. Trên đường đi, đừng bỏ lỡ Công viên Banyan Court và cây đa lớn nhất Hawaii trải rộng 1,94 mẫu Anh và đã hơn 150 năm tuổi. Trong mùa đông, bạn cũng có thể cân nhắc chuyến tham quan ngắm cá voi khởi hành từ Front Street.  TripadvisorĐọc thêm",
        "reviews": [
            "Đã lâu rồi tôi mới đến đây và tôi thấy nó trở nên quá thương mại so với sở thích của tôi. Du khách có thực sự muốn BA địa điểm với 200 người bán kem mắt thần kỳ đang rầm rộ bán sản phẩm của họ với dòng BS về làn da của tôi đẹp như thế nào không. UGH. Tôi thích các cửa hàng nhỏ và nhà hàng. Tôi yêu các bảo tàng truyền giáo và phố cổ. Đáng xem nhưng tránh làm bỏng mắt kem.Đọc thêm",
            "Cách tuyệt vời để khám phá.  Bạn phải chui vào các cửa hàng và ghé qua cửa sổ để nhìn vào. Tác phẩm nghệ thuật, áo phông, đồ ăn, quà tặng, đá bào, và một số người hối hả đang cố bán cho bạn thứ gì đó mà bạn có thể không cần.   Những nơi tuyệt vời để xem những bức tranh tường mà bạn có thể không đủ khả năng chi trả.  Nhưng vẫn tuyệt vời.  Nơi để lấy đồ uống mát hoặc kem.  Các chàng trai và cô gái trong những gian hàng bằng kính với ngọn đuốc đang tạo ra những điều tuyệt vời từ thủy tinh nóng.  Những người sẽ tết tóc của bạn thành những lọn tóc ngô, hoặc những anh chàng chạm khắc những đồ vật thú vị từ gỗ.  Buổi tối tuyệt vời để đi dạo ngắm mặt trời lặn hoặc những nơi để ngồi và lắng nghe tiếng sóng vỗ trên bãi biển.Đọc thêm",
            "Các nhà hàng của cửa hàng đều mở cửa và khi bạn vào trong cửa hàng hoặc ở gần mọi người, mọi người đều cẩn thận đeo khẩu trang.  Các nhà hàng có vẻ đầy đủ, họ có sức chứa khoảng 50 người. Một số cửa hàng đóng cửa lúc 8 giờ tối, trong khi những cửa hàng khác đóng cửa lúc 5 giờ chiều.  Đó là một chuyến đi bộ tuyệt vời với tầm nhìn tuyệt đẹp ra biển các hòn đảo khác ở phía xa.  Cảnh hoàng hôn tuyệt đẹp và tất cả nhân viên cửa hàng đều vui mừng khi có khách hàng ghé thăm.  Nếu bạn muốn tránh xa COVID, Maui là một nơi rất an toàn. Họ đề phòng mọi người đến đảo đều được kiểm tra.  Nó rất an toàn một chuyến đi tuyệt vời!  Rất khuyến khích.  Steve Concialdi Đọc thêm",
            "Đây là một khu vui chơi và là một phần tuyệt vời trong chuyến thăm Maui của chúng tôi. Có rất nhiều cửa hàng để khám phá, công viên cây đa xinh đẹp bên kia đường và rất nhiều hướng dẫn viên phiêu lưu trên đại dương ngay bên kia công viên. Chúng tôi đã ăn ở trung tâm mua sắm ngoài trời tại Cool Cats và rất khuyến khích điều đó. Chúng tôi đã dành một buổi sáng vui vẻ để tận hưởng các cửa hàng và điểm tham quan trên đường Front. Tôi thích nhất là xem Villy khắc Tikis và nhờ anh ấy giải thích về chúng. Ông đã khắc chúng được 38 năm! Nơi này là một nơi tuyệt vời để tận hưởng một ngày dù mưa hay nắng.Đọc thêm",
            "Chúng tôi đến ăn trưa tại chợ cá Paia. Chúng tôi cũng dành chút thời gian dưới gốc cây đa khổng lồ và lang thang trên Phố Front. Chúng tôi đọc một số dấu vết lịch sử để thử và hiểu địa điểm này đã phát triển như thế nào. Chúng tôi dừng lại ở nhiều cửa hàng, bao gồm nhà máy bia, cửa hàng kem nơi chúng tôi có Dole Whip, Cửa hàng tổng hợp và Cửa hàng ABC. Đó là một ngày tháng 8 nóng bức nên chúng tôi tập trung đi dạo ở phía rợp bóng mát của con phố. Máy điều hòa tràn ra nhiều cửa hàng thật dễ chịu và kết quả là chúng tôi có thể đã đi vào nhiều cửa hàng hơn. Bãi đậu xe phía sau Chợ cá Paia là một công cụ kiếm tiền thực sự - 20 chiếc mỗi chỗ, tương đương với giá của các thành phố lớn. Tôi muốn dành nhiều thời gian hơn ở đây khi trời không quá nóng; có lẽ lần sau chúng ta hãy đến sớm hơn vào buổi sáng.Đọc thêm",
            "Đây là một địa điểm thú vị, công viên Banyon Tree và các điểm dừng chân lịch sử khác rất thú vị, nhưng số lượng người đang chờ đợi để bán cho bạn thứ gì đó thật kinh khủng. Rất nhiều quảng cáo sai sự thật về các chuyến tham quan bằng thuyền và những thứ tương tự - chính xác là không có mức giá được quảng cáo thấp nào là có thật. Hoàn toàn là những người lạ bước đến gần bạn và bôi kem dưỡng ẩm lên mặt bạn. Ối. Mọi người dường như đang cố lôi bạn vào không gian của họ để nghe bài thuyết trình của họ và điều đó mang lại một cảm giác thực sự tồi tệ. Nếu bạn có thể vào một nhà hàng và xem hành động này từ xa, có một số địa điểm ăn uống ngon đáng giá, nhưng các cửa hàng lưu niệm và áo thun đều bán những thứ giống nhau và bạn có thể tìm thấy những thứ độc đáo hơn và những điều thú vị ở nơi khác.Đọc thêm",
            "Nếu bạn cần mua dép, mua một món quà để mang về nhà hoặc chỉ xem nhiều tác phẩm nghệ thuật thì đây là nơi dành cho bạn. Nhiều địa điểm ăn uống khác nhau, thưởng thức hương vị bánh quy tại công ty Honolulu Cookie hoặc xem đồ trang trí cây thông Noel tại cửa hàng Giáng sinh. Cách tuyệt vời để dành một vài giờ, việc đỗ xe rất khó khăn nhưng bạn có thể sử dụng bãi đậu xe công cộng và xác thực vé của mình - chúng tôi đã thực hiện việc này tại cửa hàng ABC. Chỉ cần mua thứ gì đó và họ sẽ cho bạn 2 giờ đậu xe. Cách tốt để xem nhiều tác phẩm nghệ thuật và quần áo.Đọc thêm",
            "Front Street chạy từ địa điểm Nhà hàng Canoes cũ, giờ đây là một nhà thờ, đi qua phía sau của Cannery MallSafeway, và vào khoảng thời điểm Outlet Mall hiện rõ, phần chính của Front Street trở nên sống động. những người bán hàng timeshare, những cửa hàng bán áo thun và nhiều địa điểm ăn uống vẫn còn sót lại, những tòa nhà lịch sử vẫn khoác lên mình những năm tháng đầy kiêu hãnh trên mặt tiền của chúng.  Đây là một khu phố cổ xinh đẹp có thể đã trở nên hơi cũ kỹ theo thời gian nhưng các cửa hàng sẽ không còn ở đây nếu mọi người không mua. Front Street gần như kết thúc tại khu phức hợp Banyon TreeCourthouse và Trung tâm chiếu phim Wharf.  Ở giữa những dãy vỉa hè hẹp và đông đúc khách du lịch là một số phòng trưng bày nghệ thuật thú vị và Bàn tay Maui dành cho những ai muốn có những tác phẩm nghệ thuật được sản xuất ở Hawaii.  Rạp chiếu phim Wharf là ​​bến xe buýt chính ở phía sau.   Để chuyển sang các tuyến xe buýt khác, hãy tìm con hẻm phía sau rạp chiếu phim Wharf. Tôi không khuyên bạn nên dành cả ngày để đi bộ lên xuống Front Street nhưng tôi khuyên bạn nên dừng lại ở phòng trưng bày, nhà hàng và cửa hàng quà tặng của Fleetwoods ở đây, cũng như tiếp tục khám phá Tòa án bằng cách đi bộ đến MarinaHarbor và đến khu lướt sóng nhỏ bãi biển dành cho người mới bắt đầu.Front Street cũng có một số tòa nhà lịch sử có sẵn để tham quan và rất nhiều dấu ấn lịch sử có thông tin chi tiết về các khu vực trong quá khứ.  Ngoài ra còn có con đường lịch sử giúp những người mới đến cảm nhận về lịch sử.Đọc thêm",
            "Đang mong đợi một thị trấn? Đây là nơi được thương mại hóa cao, đông đúc và đầy khách du lịch. Mặt tiền của một thị trấn thoải mái kiểu cũ thật dễ đánh lừa với rất nhiều người chen chúc trên khắp vỉa hè và xếp hàng dài để vào mọi nhà hàng ngay cả trong giờ thấp điểm. Một số địa điểm thú vị hơn đã đóng cửa, có thể do thời kỳ phục hồi sau đại dịch.Đọc thêm",
            "Chúng tôi nhận thấy Lahaina là một thị trấn nhỏ sôi động và thú vị. Có rất nhiều cửa hàng và nhà hàng dọc theo Front Street. Chúng tôi đặc biệt thích Cửa hàng bánh quy Honolulu, nơi bạn có thể chọn bánh quy để cho vào túi hoặc hộp. Có một số loại bánh quy khác thường như ổi. Ở cuối con phố là Trung tâm mua sắm ngoài trời với các cửa hàng nổi tiếng cung cấp những món hời đáng kinh ngạc. Điều duy nhất chúng tôi không thích là thường xuyên bị ép dùng thử kem mắt!!! Đọc thêm"
        ],
        "star_ratings": [
            2920,
            1885,
            577,
            106,
            33
        ],
        "review_amount": 5521,
        "location": [
            "Hoa Kỳ",
            "Các hoạt động ở Lahaina",
            "Đường mặt tiền Lahaina",
            "Maui",
            "Hawaii HI",
            "Lahaina"
        ],
        "reviews_time": [
            "Written January 3, 2020",
            "Written October 17, 2020",
            "Written January 13, 2021",
            "Written February 2, 2020",
            "Written August 30, 2021",
            "Written March 15, 2022",
            "Written January 17, 2020",
            "Written February 5, 2022",
            "Written June 24, 2021",
            "Written January 23, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60634-d4831476-Reviews-Lahaina_Front_Street-Lahaina_Maui_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d24191775-Reviews-Papi_s_Ohana-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d2553194-Reviews-Cafe_Cafe_Maui-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d11926038-Reviews-Baya_Bowls-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d4155235-Reviews-Maui_Grown_Coffee_Company-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d7251615-Reviews-Lahaina_Yacht_Club-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d23993770-Reviews-Miss_Arepa-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d23462582-Reviews-Hungry_Coyote-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d10787420-Reviews-TaquerEATa-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d3473471-Reviews-Lahaina_Sports_Bar-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60634-d495136-Reviews-Take_Home_Maui-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d153854-Reviews-Wo_Hing_Temple_Museum-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d19825355-Reviews-Evo_Art_Maui-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d3964202-Reviews-Kush_Fine_Art_Gallery-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d6673827-Reviews-The_Outlets_of_Maui-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d13564246-Reviews-Bill_Wyland_Galleries-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d7790592-Reviews-Harte_International_Galleries-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d10068338-Reviews-Gallery_Rafael-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d14440778-Reviews-Kingwell_Island_Art-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d7095983-Reviews-Lahaina_Printsellers-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d19418233-Reviews-Ryan_Staub_Gallery_Of_Glass-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d4831476-Reviews-or10-Lahaina_Front_Street-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d7249436-Reviews-Maui_Animal_Farm-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60635-d1763894-Reviews-Maui_Pineapple_Tour-Makawao_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d11785255-Reviews-Maui_Coconut_Tour_at_Punakea_Palms-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60639-d623640-Reviews-Mendes_Ranch-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d6696744-Reviews-Maria_Lanakila_Catholic_Church-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d1520857-Reviews-O_o_Farm-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g1956368-d1176920-Reviews-Ironwood_Ranch-Napili_Honokowai_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60633-d606625-Reviews-Haleakala_Highway_Crater_Road-Kula_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g209273-d1896788-Reviews-Dragon_s_Teeth-Kapalua_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60639-d153828-Reviews-Maui_Tropical_Plantation-Wailuku_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d4787407-Reviews-Glass_Mango_Designs-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d8821894-Reviews-Lahaina_Gems-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d7055159-Reviews-Cici_Maui_Designs-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d576173-Reviews-Warren_Annabelle_s_Magic-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d4551421-Reviews-Pakaloha_Bikinis-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d4154123-Reviews-Ocean_Project_Maui_LLC-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d20326585-Reviews-Maui_Seasons-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d13293148-Reviews-Lahaina_Henna_Tattoos_Hair_Braiding-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d10122379-Reviews-The_Jewelry_Stand_Maui-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d1186619-Reviews-The_Old_Sorrel_Weed_House_Museum_Tours-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54091-d269181-Reviews-Lincoln_Woods_State_Park-Lincoln_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g187463-d4997613-Reviews-Tokio_Joes_R_B-Palma_de_Mallorca_Majorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g28968-d147199-Reviews-Lake_Cushman-Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d108135-Reviews-The_House_of_the_Seven_Gables-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d4095502-Reviews-I_Park_Mall-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d1373780-Reviews-Meiji_Jingu_Shrine-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g31411-d109688-Reviews-Meteor_Crater_Barringer_Space_Museum-Winslow_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g58640-d10445267-Reviews-Twin_Falls-North_Bend_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g12920367-d10085895-Reviews-Puma_Punku-Tiwanaku_La_Paz_Department.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60634-d4831476-Reviews-or10-Lahaina_Front_Street-Lahaina_Maui_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60634-d4831476-Reviews-Lahaina_Front_Street-Lahaina_Maui_Hawaii.html"
    }
]