[
    {
        "attraction_name": "Lake Arvesta Farms",
        "attraction_name_vi": "Trang trại hồ Arvesta",
        "general_info": [
            "15 đánh giá",
            "21 trong số 31 điều cần làm ở Nam Haven",
            "Công viên nước"
        ],
        "attraction_summary": "Các con tôi ở độ tuổi 12, 10 và 7 đã có một trải nghiệm thú vị với trò chơi vượt chướng ngại vật nổi wibit và cầu trượt. Vấn đề của tôi là chỉ có MỘT nhân viên cứu hộ vào ngày thứ Bảy bận rộn. Nhân viên cứu hộ này, người đã dành nhiều thời gian sử dụng điện thoại của mình, được cho là sẽ xem toàn bộ wibit, một nửa trong số đó cô ấy không thể nhìn thấy mặt còn lại, chưa kể đến các đường trượt và lướt ván. Họ có nhiều nhân viên đảm bảo máy làm mát chỉ có nước nhưng họ không có đủ nhân viên bảo vệ. Điều đó cho tôi biết họ quan tâm đến lợi nhuận tiềm năng hơn là sự an toàn.Đọc thêm",
        "reviews": [
            "Nơi này không chỉ có trải nghiệm công viên nước tuyệt vời mà bây giờ tôi dự đoán sẽ có một nhà hàng Rock Star mới! Ba tuần trước họ đã mở Fire and Water Bar and Grill, chúng tôi đã đến đó tối qua trong mùa gió mùa, cười lớn và đồ ăn rất tuyệt! Chúng tôi không chỉ được thưởng thức hai trong số những chiếc bánh mì kẹp thịt ngon nhất mà chúng tôi từng có ở Nam Haven, một là Bourbon Burger không có sốt BBQ, và chiếc còn lại có thịt lợn kéo và phô mai Mac n! Giá cả rất tuyệt vời và btw có được những khoanh hành tây!  nhưng như đã nói, bàn bên cạnh chúng tôi đang thưởng thức 4 chiếc pizza, nhưng cô phục vụ sau đó mang cho họ 3 chiếc pizza để mang đi! Vì vậy, chúng tôi quyết định gọi một chiếc bánh và không ai làm một chiếc bánh pizza ngon hơn ở South Haven! Hương vị của bột, pho mát và xúc xích nằm ngoài bảng xếp hạng. Chúng tôi đã có bánh mì kẹp thịt ngon nhất và bánh pizza tuyệt vời! Không khí thực sự mát mẻ như các nhân viên! Vì vậy, ngay cả khi bạn không có tâm trạng vui chơi ở công viên nước, hãy đến đây để có trải nghiệm ẩm thực tuyệt vời với mức giá hợp lý!Đọc thêm",
            "Đã có một thời gian tuyệt vời với các con tôi. Rất đáng để lái xe và tiền bạc. Khung cảnh tuyệt vời và nhiều thứ để bọn trẻ bận rộn.Đọc thêm",
            "We visited during the week, our experience was stressful because of the wake board operation.  The operator was rude, and flanked by 2 helpers who did not serve as life guards.  I watched in horror as a boy repeatedly struggled to lift his face out of the water with the board stuck to his feet, forcing him down.  The teenager helpers watched while the dad ran about 100 yards to where his son was and dove in to save him.  In the meantime, the operator simply set up another kid to launch.  Later they sent one of the teens to climb the crane, barefoot, and balance beam her way out to the still spinning pully at the end to untangle it, no fall arrest, no turning off the machine.  My 8 year old son earlier lost his board, which the wind blew to an island.  They tried to force him to swim out, through the other wake boarders zipping around the course, to retrieve the board, then swim back through the gauntlet.  There are no life guards on the far end of the course, which is probably a good 300 yard run before you would even jump in the water to help.  My older son was struck in the ankle by his board, floated in harms way while kids that knew nothing of controlling their wake boards barreled within feet of him - the operators got angry but did nothing to help him nor stop the rides.  The blow up lake is run the same, no far end lifeguard despite the blow ups hide anyone in the water.  One life guard for maybe 80 kids in the water, continually slipping off the blowups, sometimes onto those already in the water.  This lifeguard spent a lot of time distracted by swimmers nearing a couple blow-ups that apparently were off limits, so she was constantly policing them or the occasional adult whose toes touched the lake but had no life jackets.  Someone is going to perish at this park unless they get some common sense.  Maybe my experience was due to low staffing during the weekday, but that is no excuse to ignore very basic water safety rules, or OSHA safety rules.  If the wake boarding requires boarders who can steer, swim strong to retrieve boards, etc, maybe do not sell tickets to the youngsters.  Again, the waiver you sign might warn of some of these things, but now you know.  By the way, expensive garbage junk food with almost no choices, no food allowed to beach, the blow-ups stink like algae, the water is very cloudy.  Go spend the day at Michigans Adventure, simply better experience.Read more",
            "Cho đến nay, đây là công viên nước độc đáo và thú vị nhất ở Michigan! Không thể nói đủ những điều tuyệt vời. Phong cảnh đẹp, nhân viên tuyệt vời và rất nhiều điều thú vị để làm. Nơi tuyệt vời để đưa gia đình đi! Không thể chờ đợi để quay lại!! Đọc thêm",
            "Nơi này thật tuyệt. Bạn phải đến đó! Pickle ball thật tuyệt. Đồ ăn ngon. Các cầu trượt rất vui. Lướt ván thật tuyệt. Nơi này rất sạch sẽ và tươi mát và hoàn toàn là niềm vui cho gia đình. Thật là một viên ngọc ở South Bend! Đọc thêm",
            "Hoạt động vui vẻ, không quá bận rộn.  Dễ dàng dành vài giờ hoặc cả ngày.  Rất nhiều hoạt động thân thiện với gia đình cùng với đồ ăn ngon và quán bar.  Đọc thêm",
            "Đây là lần thứ hai chúng tôi đến Lake Arvesta Farms và một lần nữa, đây lại là điểm nhấn trong niềm vui mùa hè của chúng tôi. Mọi thứ đều hoàn hảo và giá cả phải chăng. Chúng tôi đã đưa con và cháu của mình đến đây trong độ tuổi từ 5 đến 72. Có một khóa học dành cho trẻ nhỏ và một khóa học dành cho người lớn tuổi. Tôi được giảm giá khi chỉ đi chơi với gia đình nên rất tuyệt. Chúng tôi hoàn toàn KHÔNG gặp vấn đề gì với tình trạng ngứa của người bơi và thấy mọi thứ đều rất sạch sẽ. Áo phao được khử trùng và sau đó được treo khô trước khi đi ngủ. Nhân viên cực kỳ ngăn nắp, hữu ích và tốt bụng. Mặc dù phải xếp hàng dài để vào... nhưng mọi việc diễn ra nhanh chóng và hiệu quả. Đây là một sự kiện ngoài trời, lành mạnh và dành cho gia đình. Cháu trai của chúng tôi muốn tổ chức tiệc sinh nhật lần thứ 11 tại đây vào tháng tới. Đọc thêm",
            "Tôi và gia đình đã có khoảng thời gian vui vẻ và tôi cảm thấy nó rất sạch sẽ.  Vấn đề duy nhất là họ chỉ cho nước chảy xuống khu vực bãi biển và bạn không thể tự mang thức ăn vào. Các lựa chọn xe bán đồ ăn chỉ là đồ ăn vặt.Đọc thêm",
            "Mặc dù nơi này có giá rất phải chăng và vui vẻ nhưng những điều tiêu cực lại nhiều hơn những điều tích cực. Chỉ một ngày sau khi rời khỏi công viên này, tôi đã bị nhiễm trùng tiểu do nước không được lọc ở trang trại và tối hôm đó, chắc chắn là tôi đã mắc bệnh dạ dày, cũng là do trang trại và tất cả lượng nước tôi nuốt phải khi rơi ra khỏi wibit. . Tôi sẽ không quay lại do nước không hợp vệ sinh và thiếu bộ lọc.Đọc thêm",
            "Địa chỉ và số điện thoại là gì Đọc thêm",
            "địa chỉ và số điện thoạiĐọc thêm"
        ],
        "star_ratings": [
            8,
            1,
            1,
            2,
            3
        ],
        "review_amount": 15,
        "location": [
            "Hoa Kỳ",
            "Những hoạt động nên làm ở Nam Haven",
            "Michigan MI",
            "Trang trại hồ Arvesta",
            "Huyện Văn Buren",
            "Nam Haven"
        ],
        "reviews_time": [
            "Written August 3, 2023",
            "Written June 14, 2023",
            "Written April 20, 2023",
            "Written August 25, 2022",
            "Written August 22, 2022",
            "Written July 25, 2022",
            "Written July 23, 2022",
            "Written July 15, 2022",
            "Written August 20, 2021",
            "Written July 26, 2021"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g42716-d21139381-Reviews-Lake_Arvesta_Farms-South_Haven_Van_Buren_County_Michigan.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g42716-d21139381-Reviews-or10-Lake_Arvesta_Farms-South_Haven_Van_Buren_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g60585-d2483955-Reviews-Hiilawe_Falls-Honokaa_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2308981-d2082362-Reviews-Cascada_Sol_Del_Mayo_Waterfall-Santiago_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g297478-d10718074-Reviews-Gusto_Night_Club-Medellin_Antioquia_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g41523-d569066-Reviews-Swan_Pond_River-Dennis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g48682-d110278-Reviews-Staten_Island_Zoo-Staten_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g736288-d10660540-Reviews-Mounda_Beach-Katelios_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d257527-Reviews-Museu_Nacional_d_Art_de_Catalunya_MNAC-Barcelona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g652119-d3731212-Reviews-Playa_de_Son_Bou-Alaior_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g55229-d106501-Reviews-Andrew_Jackson_s_Hermitage-Nashville_Davidson_County_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g34182-d6487687-Reviews-James_Lee_Park-Destin_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g42716-d21139381-Reviews-or10-Lake_Arvesta_Farms-South_Haven_Van_Buren_County_Michigan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g42716-d21139381-Reviews-Lake_Arvesta_Farms-South_Haven_Van_Buren_County_Michigan.html"
    }
]