[
    {
        "attraction_name": "Lake DeSmet",
        "attraction_name_vi": "Hồ DeSmet",
        "general_info": [
            "15 đánh giá",
            "8 trong số 12 điều cần làm ở Buffalo",
            "Nguồn nước"
        ],
        "attraction_summary": "Tôi có lẽ đã cho nó năm sao nếu thời tiết tốt hơn. Thật khó để ra ngoài và tận hưởng khu vực này vì trời rất gió và có tuyết. Nhưng đó là một nơi tuyệt vời để cắm trại rất gần I-90 nhưng vẫn đủ xa để không bị làm phiền bởi những âm thanh trên đường. Chúng tôi đã nhìn thấy sếu đồi cát, gà tây và cừu pronghorn khi chúng tôi ở đó.Đọc thêm",
        "reviews": [
            "Nhìn từ đường cao tốc thì rất nhàm chán nhưng lại là một thị trấn nhỏ rất dễ thương.  Chúng tôi dừng lại ở một bãi biển và chỉ ngắm cảnh hồ.  Đó là một ngày rất gió nên chúng tôi không ở lại lâu để tận hưởng.Đọc thêm",
            "Vợ tôi và tôi đã trải qua một đêm chủ nhật tuyệt vời ở đây sau khi tất cả giao thông cuối tuần đã rời đi.  Nó rất yên tĩnh và còn sót lại nhiều chỗ RV trống.  Chúng tôi dựng trại ngay cạnh hồ và nhìn thấy nhiều ngư dân đi ngang qua và 3 con hươu la xuống nước vào sáng hôm sau.  Chúng tôi có một giấc ngủ đêm tuyệt vời.  Chi phí khoảng 10 cho một đêm.Đọc thêm",
            "Một ngày cuối hè đầy nắng trở về sau nhật thực ở Caspar, CUỐI CÙNG chúng tôi dừng lại ở Hồ DeSmet để ngâm mình và ăn trưa dã ngoại. Tôi thích bơi lội và các phao được trải rộng để tiếp tục chèo thuyền.  Nước đáng yêu vào tháng Tám.  Mặc dù Hồ đầy nước nhưng phải đi bộ khá xa để đến vùng nước đủ sâu để bơi, vì vậy tôi nghĩ sẽ rất thú vị cho những đứa trẻ nhỏ đang chập chững biết đi trên tay... Bàn dã ngoại dưới nắng hoặc bóng râm.  Tiện nghi phòng tắm tốt trên đỉnh đồi.   Một hồ chứa thuộc sở hữu của địa phương. Khu dã ngoại hơi khó tìm - lái xe lên đồi, ngay từ phòng tắm đi xuống là bãi biển và khu dã ngoại.  Nếu bạn đến một khu cắm trại trống, họ sẽ yêu cầu bạn trả tiền cho địa điểm đó.  Những trang web hay!  Trông giống như một nơi cắm trại RV tốt.  Xuống xa lộ nhưng khá yên tĩnh.Đọc thêm",
            "Tôi đưa các con trai tôi đi câu cá ở đây hàng năm và mặc dù chúng tôi câu cá dọc bờ biển nhưng câu cá bằng thuyền sẽ tốt hơn. Không có nhiều bờ biển nơi bạn có thể câu cá mà không bị vướng vào những tảng đá dưới nước hoặc những vách đá nhỏ. Cắm trại ở đây vào tháng 7 thì tốt, những lúc khác quá lạnh hoặc quá gió. Tôi cũng đã lặn biển ở đây và có rất nhiều hoạt động dưới nước cho thợ lặn thực hiện. Vấn đề thực sự duy nhất mà tôi gặp phải là khả năng tiếp cận hồ bị hạn chế do một số tài sản tư nhân giáp ranh với khu vực không thể xâm phạm tài sản cá nhân.Đọc thêm",
            "Tuyệt vời từ khi mặt trời mọc cho đến khi mặt trời lặn..Từ xa lộ, bạn có thể nhìn thấy khung cảnh đầu tiên và điều đó chỉ trở nên Tốt hơn khi bạn đến gần các khu vực cắm trại đẹp, đường đi bộ, dốc thuyền, câu cá, khu dã ngoại, lặn biển, câu cá trên băng mùa đông và nhiều hơn nữa. Ồ vâng, bạn có biết bến du thuyền ban đầu nằm dưới nước không? Nó nằm ở phía xa phía bên phải của con đập. Cười lớn, cần thiết bị lặn để đến được nó.. nhưng nó ở đó.. Bến du thuyền mới nên có thêm thông tin về bến du thuyền cũ và họ có những món ăn tuyệt vời. Hãy tận hưởng, chúng tôi làm được..Đọc thêm",
            "Đó là một cái hồ đẹp. Không phải là kích thước đẹp nhất nhưng khá lớn và khả năng cắm trại ở đó. Tôi đã đến đó vài lần và chúng tôi luôn thích thú.Đọc thêm",
            "Đưa người cắm trại cổ điển của tôi và hai cô con gái tuổi teen của tôi đi cắm trại cuối tuần vào tháng 10 tại Hồ Desmet. Hồ Wyoming xinh đẹp với nhiều lựa chọn cắm trại. Có 8 điểm RV có điện và nhiều điểm khác không có hệ thống kết nối. Không có nước hoặc nước thải. Chúng tôi đã chọn một trong những địa điểm có điện, vì một phần trong kỳ nghỉ cuối tuần của các cô gái của chúng tôi bao gồm buổi xem tất cả các bộ phim Poltergeist vào tháng 10 vào ban đêm và chúng tôi muốn có điện để chạy máy tính xách tay. : Chỗ ở của chúng tôi nằm trong một lùm cây nhỏ có tầm nhìn ra một góc hồ, rất gần với khoảng cách đi bộ đến bờ hồ. Phòng vệ sinh rất gần và sạch sẽ. Không có vòi sen - chỉ có bô. Ở đây chỉ là những điều cơ bản, nhưng khu vực này được giữ rất sạch sẽ, giá cả rất hợp lý và hồ thì tuyệt đẹp. Chúng tôi đã có một khoảng thời gian tuyệt vời. Vị trí của chúng tôi với điện là 15 đêm. Có một cửa hàng tiện lợi và nhà nghỉ ở lối vào hồ nếu cần - cũng là một công viên RV có thể có đầy đủ các điểm kết nối, nhưng nó hơi xa hồ. Nếu bạn có thể di chuyển chỉ bằng điện hoặc cắm trại khô thì những địa điểm ngay cạnh hồ sẽ rất đẹp: Đọc thêm",
            "Con trai chúng tôi đã tổ chức một giải đấu bóng đá ở Big Horn giữa Buffalo và Sheridan và mọi khách sạn đều đã được đặt trước và có giá 150, cộng với KOA rất đắt và đầy đủ. Vợ tôi đã tìm thấy địa điểm này và có thể đặt được một chỗ cho 15 người với 30 amps.  Hãy nhớ rằng, đây là vào đầu tháng 5...Tôi không chắc chúng tôi có thể giành được chỗ trong mùa cao điểm chỉ cần lái xe lên. Mất 30 giây đi bộ đến hồ và họ có một nhà vệ sinh kiểu nhà ngoài không có mùi hôi.  Phía sau của chúng tôi chứa được một chiếc xe kéo 28 có thể kéo bằng tay ở phía sau nên khoảng 35 chiếc có rất nhiều chỗ. Hồ có rất nhiều gỗ hóa thạch trên bờ mà bọn trẻ chúng tôi yêu thích và bờ biển được làm từ những thứ này trông giống như vậy. đá nhưng chúng đã vỡ làm đôi bằng tay không của bạn.  Bọn trẻ cũng thích những thứ đó. Ở lối vào, có vẻ như có một cửa hàng tổng hợp và khách sạn và rất có thể là một nhà thờ hoặc nhà nguyện hay gì đó.  Chúng tôi chưa bao giờ sử dụng bất kỳ thứ gì trong số đó, nhưng nếu chúng tôi ở lại lâu hơn 2 đêm, nó có thể hữu ích. Chúng tôi chắc chắn sẽ quay lại địa điểm này trong tương lai!Đọc thêm",
            "Chúng tôi rất thích chèo thuyền kayak quanh Hồ DeSmet. Chúng tôi tình cờ tìm thấy nó, ngay dọc đường cao tốc. Có thể dễ dàng đi đến hồ và rất ít thuyền.  Một kỳ nghỉ thú vị trong một chuyến đi.Đọc thêm",
            "Có dịch vụ điện thoại di động không?Đọc thêm",
            "Số dặm bờ biển?Đọc thêm",
            "Chỉ đường đến khu cắm trại từ I-90Đọc thêm",
            "Đi theo lối ra 51 của I-90 - cách Buffalo, WY 8 dặm về phía bắc. Lối ra 51 được đánh dấu là Hồ Desmet - bạn không thể bỏ lỡ: Đọc thêm"
        ],
        "star_ratings": [
            7,
            7,
            0,
            0,
            1
        ],
        "review_amount": 15,
        "location": [
            "Trâu",
            "Hồ DeSmet",
            "Hoa Kỳ",
            "Wyoming WY",
            "Những điều cần làm ở Buffalo"
        ],
        "reviews_time": [
            "Written April 18, 2024",
            "Written April 2, 2024",
            "Written August 6, 2020",
            "Written September 18, 2017",
            "Written April 27, 2017",
            "Written October 24, 2016",
            "Written September 14, 2016",
            "Written June 24, 2016",
            "Written May 21, 2016",
            "Written July 13, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60430-d4832906-Reviews-Lake_DeSmet-Buffalo_Wyoming.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g60430-d4832906-Reviews-or10-Lake_DeSmet-Buffalo_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60430-d3348975-Reviews-Dry_Creek_Petrified_Forest-Buffalo_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60430-d10401699-Reviews-William_J_Mentock_Trail-Buffalo_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g60430-d27036879-Reviews-Crazy_Woman_Square-Buffalo_Wyoming.html",
            "https://www.tripadvisor.com/Attraction_Review-g186501-d212170-Reviews-Oban_Distillery-Oban_Argyll_and_Bute_Scotland.html",
            "https://www.tripadvisor.com/Attraction_Review-g293995-d16850027-Reviews-Riyadh_Park_Mall-Riyadh_Riyadh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d286319-Reviews-Olympic_Training_Center-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g143043-d146944-Reviews-Mammoth_Cave-Mammoth_Cave_National_Park_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g29871-d12853441-Reviews-Lake_Julian_Park-Arden_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d606978-Reviews-Lakewood_Amphitheatre-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g147293-d3534434-Reviews-Amstar_DMC-Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g58747-d8420279-Reviews-Historic_Downtown_Snohomish-Snohomish_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g28970-d24045084-Reviews-Jet_Bus-Washington_DC_District_of_Columbia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d669487-Reviews-Snake_Park-Nairobi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60430-d4832906-Reviews-or10-Lake_DeSmet-Buffalo_Wyoming.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60430-d4832906-Reviews-Lake_DeSmet-Buffalo_Wyoming.html"
    }
]