[
    {
        "attraction_name": "Lake Estes Marina",
        "attraction_name_vi": "Bến du thuyền hồ Estes",
        "general_info": [
            "374 đánh giá",
            "12 trong số 59 điều cần làm ở Công viên Estes",
            "Bến du thuyền"
        ],
        "attraction_summary": "Đã mở cửa bảy ngày một tuần suốt mùa hè! Cửa hàng Lake Estes Marina bán áo phông dành cho thanh niên và người lớn, áo len, hàng hóa, cần câu, đồ cắm trại, đồ ăn nhẹ và đồ uống. Bạn cũng có thể mua giấy phép câu cá và đậu xe hàng năm cũng như thuê thuyền, xe đạp và xe đẩy.Đọc thêm",
        "reviews": [
            "Thật là một ngày hoàn hảo trên hồ!!   Chúng tôi thuê 2 chiếc thuyền kayak trong 2 giờ và thư giãn trên hồ - chèo thuyền và lênh đênh chụp ảnh lưng núi tuyệt đẹp!   Chúng tôi đã từng chèo thuyền kayak trước đây trên các hồ ở Trung tâm Wisconsin, vì vậy đây không phải là lần chèo thuyền đầu tiên của chúng tôi mà là lần đầu tiên ở Công viên Estes.  Nắng nóng và nước hồ lạnh tạo nên sự kết hợp hoàn hảo cho một chuyến chèo thuyền thư giãn.  Chúng tôi đã cân nhắc xem nên chèo thuyền một giờ hay 2 giờ và cuối cùng quyết định chọn 2 giờ và chúng tôi rất vui vì đã làm như vậy.  Một giờ sẽ không đủ thời gian!  Áo phao được cung cấp nhưng hãy mang theo nước và kem chống nắng của riêng bạn!  Nhân viên tại bến du thuyền đều tuyệt vời!  Cảm ơn vì một kỷ niệm tuyệt vời!Đọc thêm",
            "Chúng tôi đã có một chuyến chèo thuyền kayak thư giãn và tuyệt vời trên Hồ Estes. Vợ chồng tôi thuê một chuyến 2 tiếng, 1 tiếng là đủ. Chúng tôi dành thời gian và đi vòng quanh toàn bộ hồ. Chúng tôi không biết rằng bạn có thể đặt chỗ trực tuyến nhưng đã làm như vậy khi chúng tôi đến. Các nhân viên rất thân thiện và hữu ích và chắc chắn sẽ làm điều này một lần nữa. Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời trên Marina. Chiếc thuyền phao đã chở được 10 người chúng tôi. Chúng tôi chuẩn bị bữa trưa dã ngoại và vui vẻ ở bên nhau. Bàn tay của bến tàu rất hữu ích khi chúng tôi quay lại để nghỉ ngơi trong phòng tắm. Gợi ý duy nhất mà chúng tôi có cho ban quản lý là làm rõ rằng một con chó được tính vào số lượng NGƯỜI được phép. Các giấy tờ hiện tại nêu rõ rằng một con chó được tính vào năng lực. Điều này dường như cho thấy giới hạn trọng lượng. Nếu không thì tất cả đã có một khoảng thời gian vui vẻ. Cảm ơn và Chúa phù hộ!Đọc thêm",
            "Chúng tôi đưa đứa con 2 tuổi của mình đi thuê ca nô. Chúng tôi đã có một khoảng thời gian tuyệt vời. Hơi ngớ ngẩn là phí đậu xe không được bao gồm trong tiền thuê. Và mái chèo của họ thực sự rất nhỏ đối với người lớn. Nhưng hồ rất đẹp, sân chơi tuyệt vời và nhân viên thân thiện.Đọc thêm",
            "Chúng tôi thuê một chiếc thuyền kayak song song và tận hưởng Hồ Estes xinh đẹp! Các nhân viên rất thân thiện và mọi thứ từ đặt thuyền kayak trực tuyến đến nhận và trả phòng đều diễn ra suôn sẻ. Chúng tôi nóng lòng muốn quay lại lần nữa! Đọc thêm",
            "Keith và tất cả nhân viên của anh ấy, đặc biệt là Bert và Reese đã vượt lên trên cả hai ngày của chúng tôi trên hồ.  Sự kiên nhẫn và hữu ích của họ trong việc giúp chồng và con trai tôi chuẩn bị đầy đủ cho chuyến đi câu cá đầu tiên đã khiến trải nghiệm này trở thành một trong những trải nghiệm đáng nhớ nhất đối với con trai tôi. Con trai chúng tôi đã câu được con cá đầu tiên sau 45 phút! Chúng tôi mãi mãi biết ơn đội Marina và vì họ sẽ luôn quay trở lại. Đọc thêm",
            "Chúng tôi đã thuê phao trong hai giờ và chúng tôi đã có một khoảng thời gian vui vẻ, thư giãn khi đi thuyền trên Hồ Estes. Các nhân viên đã làm mọi thứ trở nên dễ dàng, ngay cả với những người như chúng tôi, những người không có kinh nghiệm chèo thuyền. Chiếc thuyền ở trong tình trạng tuyệt vời và rất thoải mái. Giấy phép đỗ xe là 5 đô la thêm. Áo phao thậm chí dành cho trẻ sơ sinh của chúng tôi cũng được bao gồm. Cảnh quan thật ngoạn mục. Chắc chắn sẽ quay lại vào lần tới! Đọc thêm",
            "Đi thuyền phao một giờ thư giãn nhất cùng gia đình. Hướng dẫn tốt về cách lái phao. Có thể mang theo đồ ăn nhẹ và đồ uống. Các thành viên trong gia đình thay nhau lái xe. Nhân viên của Lake Estes Marina được chuẩn bị và tổ chức rất tốt trong quá trình nhận phòng. Trải nghiệm rất thú vị! Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời trên thuyền kayak trên hồ nước xinh đẹp. Dễ dàng đặt chỗ và nhân viên cực kỳ hữu ích! Rất khuyến khích trải nghiệm này trong kỳ nghỉ Estes Park của bạn! Chúng tôi sẽ quay lại đảm bảo! Mọi người đều nỗ lực hết mình để mang đến cho bạn trải nghiệm tuyệt vời! Đọc thêm",
            "Làm thủ tục nhận phòng và đặt phòng trực tuyến dễ dàng. Tôi nghĩ giá khá tốt cho mức giá theo giờ. Chúng tôi đã bị mưa làm hỏng sau giờ đầu tiên và chúng tôi đã nhận được tiền hoàn lại cho giờ thứ hai, chúng tôi đã chán nản, thà ở ngoài và tận hưởng chiếc thuyền. Nhưng họ không ngần ngại hoàn lại tiền cho nửa sau, không cần giấy tờ chỉ cần yêu cầu một giấy tờ và họ đã hoàn lại tiền ngay lập tức nên điều đó thật đáng trân trọng và dễ thực hiện. Chỉ ước chúng tôi có thể mang theo hai chú chó con của mình nhưng sẽ phải trả phí khi ở trên thuyền nên chúng tôi đã chọn không thuê. Sẽ thuê lại. Đọc thêm",
            "Đặt thuyền đã đặt và thanh toán trực tuyến với thông báo trước 24 giờ. Xuất hiện vào ngày hôm sau và được bảo là có gió. Sẽ không hoàn lại bất kỳ khoản tiền nào cho dịch vụ không được cung cấp.Đọc thêm",
            "Hồ nước xinh đẹp - tuy nhỏ nhưng Hồ Estes lại rất thanh bình và êm dịu với khung cảnh núi non tuyệt đẹp. Ngày rất thư giãn trên hồ. Nhân viên cực kỳ thân thiện và linh hoạt - họ làm cho việc đăng ký trở nên dễ dàng, đưa tất cả chúng tôi vào vị trí và đưa lên thuyền. Khi chèo thuyền xong và đi vào bến cảng, các nhân viên đã có mặt ngay để chào đón chúng tôi và hướng dẫn chúng tôi. Nhân viên rất dễ chịu khi làm việc cùng. Rất khuyến khích một vài giờ trên Hồ Estes!Đọc thêm",
            "Chúng tôi thuê một chiếc phao 10 người. Chiếc thuyền rất đẹp và thật dễ chịu trên hồ. Nhưng vì nó nhỏ và bạn không thể bơi nên tôi sẽ không đặt thuyền quá 2 giờ. Ngoài hai nhân viên nữ tuyệt vời và tốt bụng, những nhân viên giúp chúng tôi lấy áo phao cho đến lên xuống thuyền lại rất thô lỗ. Họ có vẻ khó chịu khi chúng tôi giao việc kinh doanh cho họ. Chúng tôi chỉ là một gia đình, có ý thức về sự an toàn, v.v., không gây căng thẳng, cư xử rất có trách nhiệm nhưng lại bị đối xử như thể họ khó chịu khi chúng tôi ở đó. Chúng tôi đã thuê thuyền trong 4 giờ và cảm thấy rất áp lực khi phải hoàn thành sớm hai giờ. Không phải là nơi tuyệt vời để phục vụ khách hàng.Đọc thêm",
            "Xin chào abigailaO2630VS. Cảm ơn bạn đã dành thời gian quý báu để cung cấp đánh giá trung thực. Chúng tôi thường nói rằng Hồ Estes là trải nghiệm chèo thuyền kéo dài khoảng 2 giờ. Trong thời gian đó, bạn chắc chắn có thể trải nghiệm quang cảnh tuyệt đẹp và chứng kiến ​​động vật hoang dã, chẳng hạn như đại bàng đầu trắng thường trú của chúng tôi đang bay lượn, nai sừng tấm và hươu đang giải nhiệt ở mép nước và cá nhảy và ăn côn trùng. \n\nChúng tôi tự hào về đội ngũ nhân viên thân thiện và hữu ích để đảm bảo khách của chúng tôi có trải nghiệm chèo thuyền an toàn và dễ chịu. \n\nTôi không thể tưởng tượng được nhân viên của chúng tôi lại tỏ ra khó chịu khi làm thủ tục nhận phòng, tuy nhiên, nếu đây là trải nghiệm của bạn, tôi thực sự xin lỗi. \n\nSau khi khách của chúng tôi rời bến tàu để đến thời gian thuê, chúng tôi hiếm khi gây áp lực hoặc thậm chí liên lạc với nhóm, trừ khi chúng tôi có lý do chính đáng hoặc cần liên lạc với hành khách. Một số ví dụ là thảo luận về mối quan tâm về an toàn như nhắc nhở tất cả hành khách mặc áo phao hoặc nếu chúng tôi có thời tiết trong khu vực, chẳng hạn như sét, có thể gây ra mối nguy hiểm tiềm ẩn. Theo nguyên tắc chung, một khi thuyền rời bến, chúng tôi không cần phải gây sức ép để thuyền quay trở lại bến cho đến khi việc đặt chỗ hoàn tất. \n\nMột lần nữa, chúng tôi đánh giá cao đánh giá trung thực của bạn. Nếu bạn lại đến Estes Park trong tương lai, vui lòng quay lại và gặp chúng tôi. Bạn có thể yêu cầu Keith Williams, người quản lý. Anh ấy sẽ đảm bảo chuyến đi của bạn dễ chịu, không có áp lực và chắc chắn là không khó chịu nhất có thể. Đọc thêm",
            "Nhân viên thân thiện tuyệt vời. Rất nhiều niềm vui khi thuê một chiếc thuyền phao. Đề nghị duy nhất là nhân viên nhắc nhở mọi người lấy bằng lái xe khi họ trả thuyền. Đọc thêm",
            "Thiết bị rất thoải mái và được bảo quản tốt; các nhân viên thân thiện và hữu ích. Quang cảnh núi non tuyệt vời nhìn từ hồ.Đọc thêm",
            "Chúng tôi thuê một chiếc thuyền phao trong 3 giờ và có khoảng thời gian tuyệt vời. Hồ không lớn và bạn không thể bơi trong đó, nhưng chúng tôi vẫn giải trí bằng cách chơi trò chơi, ăn uống. Các nhân viên rất hữu ích vì chúng tôi phải dừng lại một vài lần để sử dụng nhà vệ sinh và họ đã gặp chúng tôi cả hai lần để giúp đỡ mọi người trong và ngoài thuyền. Quang cảnh và thời tiết thật tuyệt vời và chúng tôi đã rất vui vẻ.Đọc thêm",
            "Kiểm tra suôn sẻ và đặt phòng trực tuyến. Tôi nghĩ rằng giá là khá tốt cho tỷ lệ hàng giờ. Chúng tôi đã bị mưa sau giờ đầu tiên và chúng tôi đã nhận được tiền hoàn lại cho giờ thứ hai, chúng tôi cảm thấy khó chịu, thay vì ở ngoài và tận hưởng chiếc thuyền. Nhưng họ không ngần ngại hoàn trả nửa sau, không cần thủ tục giấy tờ chỉ yêu cầu và họ hoàn trả ngay lập tức nên điều đó được đánh giá cao và dễ dàng thực hiện. Chỉ ước gì chúng tôi có thể mang theo hai chú chó con nhỏ của mình nhưng sẽ phải trả phí khi ở trên thuyền nên chúng tôi từ chối. Sẽ thuê lại.Đọc thêm",
            "Chúng tôi đã có một trải nghiệm tuyệt vời trên thuyền kayak trên hồ nước xinh đẹp. Dễ dàng đặt chỗ và nhân viên cực kỳ hữu ích! Rất khuyến khích trải nghiệm này trong kỳ nghỉ Estes Park của bạn! Chúng tôi sẽ quay lại đảm bảo! Mọi người đều nỗ lực hết mình để mang đến cho bạn trải nghiệm tuyệt vời! Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời!  Buổi sáng đẹp trời trên hồ, và tất cả nhân viên đều hữu ích và vui vẻ. Vâng chắc chắn đi một lần nữa. Đọc thêm",
            "Gia đình 9 người của chúng tôi rất thích đi xe và ngắm cảnh từ hồ, thật đẹp và là khoảng thời gian vui vẻ đối với chúng tôi, cho đến khi thời tiết thay đổi, trời trở gió và phía trước chuyển đến nên chúng tôi phải cắt ngắn chuyến tham quan.  Trước đây chưa có ai lái phao và nhân viên rất hữu ích trong việc hướng dẫn chúng tôi và nhân viên kiểm tra rất thân thiện.Đọc thêm"
        ],
        "star_ratings": [
            227,
            94,
            27,
            16,
            10
        ],
        "review_amount": 374,
        "location": [
            "Bến du thuyền hồ Estes",
            "Công viên Estes",
            "Những hoạt động không thể bỏ qua ở Công viên Estes",
            "Hoa Kỳ",
            "Colorado CO"
        ],
        "reviews_time": [
            "Written July 4, 2023",
            "Written July 17, 2023",
            "Written July 24, 2023",
            "Written August 2, 2023",
            "Written August 5, 2023",
            "Written August 5, 2023",
            "Written August 7, 2023",
            "Written August 13, 2023",
            "Written August 21, 2023",
            "Written August 28, 2023",
            "Written May 23, 2024",
            "Written September 14, 2023",
            "Written September 5, 2023",
            "Written September 5, 2023",
            "Written September 5, 2023",
            "Written September 2, 2023",
            "Written August 28, 2023",
            "Written August 21, 2023",
            "Written August 20, 2023",
            "Written August 14, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60945-d1394557-Reviews-Lake_Estes_Marina-Estes_Park_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60945-d7274818-Reviews-Antonio_s_Real_New_York_Pizza-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60945-d384299-Reviews-Hunters_Chop_House-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60945-d2216886-Reviews-El_Mex_Kal-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60945-d12325891-Reviews-Latitude_105_Alehouse-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60945-d14106265-Reviews-La_Cocina_de_Mama-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60945-d12207805-Reviews-Cousin_Pat_s_Pub_Grill-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60945-d384247-Reviews-Notchtop_Bakery_Cafe-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60945-d509978-Reviews-Mountain_Home_Cafe-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60945-d21268601-Reviews-Circle_119-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60945-d1125789-Reviews-Kind_Coffee-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d10785368-Reviews-Elkins_Distilling_Co-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d7335946-Reviews-Estes_Park_Memorial_Observatory-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d102555-Reviews-Peak_to_Peak_Scenic_Byway-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d1509390-Reviews-Estes_Valley_Dog_Park-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d8009426-Reviews-Sleepy_Hollow_County_Park-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d10524552-Reviews-Riverwalk_in_Downtown_Estes_Park-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d8646639-Reviews-Estes_Park_Visitor_Center-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d23416544-Reviews-Mustang_Mountain_Coaster-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d3348384-Reviews-Mountain_Blown_Glass-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d14080287-Reviews-Lion_Gulch_Trailhead-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d1394557-Reviews-or10-Lake_Estes_Marina-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d23255665-Reviews-Rocky_Mountain_National_Park-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d7224991-Reviews-Lily_Mountain_Trail-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d4004098-Reviews-Kruger_Rock-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d8051025-Reviews-Hermit_Park_Open_Space-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d3440939-Reviews-Mrs_Walsh_s_Garden-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d7229662-Reviews-Art_Center_of_Estes_Park_Gallery-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d14774071-Reviews-Stanley_Park_Bike_Park-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d3825545-Reviews-Backbone_Adventures-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d632071-Reviews-Sombrero_Stables-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d25103600-Reviews-The_Qi_Lounge_Wellness_Spa-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d3451514-Reviews-Rocky_Guides-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d1812905-Reviews-Estes_Park_Mountain_Shop-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d1458283-Reviews-Estes_Ark-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d17557624-Reviews-Estes_Park_Guided_Tours-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d7351811-Reviews-Kmac_Guides-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d2172615-Reviews-Ride_A_Kart-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d1885327-Reviews-Yellow_Wood_Guiding-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g60945-d2647195-Reviews-Estes_Park_Massage-Estes_Park_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g677337-d1783117-Reviews-Termas_de_Papallacta-Papallacta_Napo_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d9581158-Reviews-RoissyBus-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d194254-Reviews-Gallerie_dell_Accademia-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g35484-d280481-Reviews-Lake_Pend_Oreille-Hope_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g32648-d2202608-Reviews-Catalina_Express-Long_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34067-d196468-Reviews-Bal_Harbour_Shops-Bal_Harbour_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34693-d20365662-Reviews-Treasure_Island_Drum_Circle-Treasure_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d12075194-Reviews-Chino_Hills_State_Park-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g315852-d3530877-Reviews-Kerid_Crater-Selfoss_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g28940-d606084-Reviews-Beals_Island-Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60945-d1394557-Reviews-or10-Lake_Estes_Marina-Estes_Park_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60945-d1394557-Reviews-Lake_Estes_Marina-Estes_Park_Colorado.html"
    }
]