[
    {
        "attraction_name": "Lake Wallenpaupack",
        "attraction_name_vi": "Hồ Wallenpaupack",
        "general_info": [
            "116 đánh giá",
            "- 297 trong số 6.606 việc cần làm ở Pennsylvania",
            "Nguồn nước"
        ],
        "attraction_summary": "Nằm ở Poconos, đây là hồ lớn thứ ba trong bang, cung cấp nhiều hoạt động giải trí dưới nước đa dạng.Đọc thêm",
        "reviews": [
            "Tình yêu của tôi thuộc về wallenpau. Tôi đến đó ngay cả trong mùa đông để nạp lại năng lượng cho tâm trí. Wilsonville cung cấp một nơi ngoạn mục để cắm trại trên hồĐọc thêm",
            "Chúng tôi đã hoàn thành kỳ nghỉ trong tuần tại ngôi nhà Knollwood Lakefront Cape. Đó là một khung cảnh tuyệt vời cho chúng tôi.  Ngôi nhà rất xuất sắc về mọi mặt.  Việc nó có ba phòng ngủ chính, mỗi phòng đều có phòng tắm riêng là điểm thu hút lớn.  Cảnh quan đã được thực hiện cực kỳ tốt với độ dốc rất cao xuống hồ.  Chúng tôi rất thích bộ bài; Tầng trên lớn có tầm nhìn tuyệt vời ra Hồ và là nơi hoàn hảo để dùng bữa ngoài trời, còn tầng dưới có màn che được hoàn thiện rất tốt bằng gỗ đánh bóng và rất sạch sẽ.  Chúng tôi yêu thích chiếc bàn dã ngoại ở tầng trên và ăn trưa ngoài trời dưới ánh nắng mặt trời. Ngôi nhà rất sạch sẽ và được thiết lập để phản ánh chất lượng. Các quý cô của chúng tôi yêu thích kích thước nhà bếp, không gian quầy bếp và các thiết bị. Những người đàn ông tận hưởng lò sưởi đốt củi trong phòng gia đình và Lò sưởi bên ngoài.  Internet thật tuyệt vời và được đánh giá cao. TV và tính khả dụng của kênh là đặc biệt. Ngoài ra, ngôi nhà còn có một bến tàu tuyệt vời để đậu chiếc thuyền Tritoon của chúng tôi. Ánh sáng cảnh quan ngoài trời làm cho ngôi nhà và khuôn viên trông thật huyền diệu vào ban đêm.  Đây là ngôi nhà hoàn hảo cho chúng tôi xa nhà.  Tất cả chúng tôi đều muốn quay lại ngôi nhà này một lần nữa.  Walt Okon, Springfield, Virginia Đọc thêm",
            "Hồ Wallenpaupack là một hồ nhân tạo tuyệt đẹp. Silver Birches Resort nhìn ra hồ. Một chuyến tham quan bằng thuyền chạy mỗi giờ cho 22 người. Thuyền trưởng Mike lái thuyền và giải trí bằng những sự thật và những câu chuyện cười nhẹ nhàng. Thật thú vị và giá cả phải chăng!Đọc thêm",
            "Có nhiều việc để làm trong khu vực, bao gồm một con đường mòn dọc theo bờ hồ. Chúng tôi đi bộ trên con đường mòn được bảo dưỡng tốt này bắt đầu từ trung tâm du khách bên bãi biển, qua khu cắm trại và đến trung tâm môi trường. Đây là khoảng 3 dặm khứ hồi. Mang theo thuốc xịt côn trùng không tệ vào ngày chúng tôi đi nhưng có thể rất nhiều côn trùng. Có ghế dài trên đồi để ngắm hoàng hôn nếu bạn ở đó vào thời điểm đó. Đọc thêm",
            "Tôi thường đến Wallenpau vào mỗi mùa. Tôi đã quen lặn vào giữa tháng 11 và - làm lễ rửa tội - vùng nước vào đầu tháng 3 khi băng bắt đầu tan. Vẻ đẹp của nó thật tuyệt vời. Mặc dù con người đã làm cho hồ và khu vực xung quanh trông tự nhiên hơn. khu cắm trại của Wilsonville trên bờ của nó rất yên tĩnh về mặt chiến lược. Bạn có thể chiêm ngưỡng cảnh hoàng hôn ngoạn mục hay bình minh ló dạng từ bức tường hoặc nằm dài trên bờ biển. Cảnh tượng là Đọc thêm",
            "Mực nước thấp.  Chúng tôi đã đến thăm vào tháng 10 và những chiếc lá rất đẹp. Chúng tôi đã chèo thuyền kayak và ca nô nên điều đó thật tốt.  Khu vực yên bình đẹp.  Tôi nghĩ mùa hè sẽ bận rộn hơn nhiều. lĐọc thêm",
            "Lá mùa thu ở hồ Wallenpaupack rất đẹp.  Quán Greentown Grill địa phương đang bán những quả bí ngô đựng trong xe đẩy mà bạn có thể trang trí, còn đồ gốm tại Cửa hàng gốm sứ LaAnna - s Holley Ross có đồ trang trí đẹp mắt cho tất cả các mùa.   Mùa chính trị đã chứng kiến ​​​​các cuộc biểu tình súng với một số nhà hoạt động bảo thủ và một số nơi hơi lỏng lẻo trong các hạn chế về COVID-19.   Những con đường mòn tại Cửa hàng gốm sứ Holley Ross là nơi tuyệt vời để ngắm nhìn thiên nhiên và dòng suối địa phương.  Ưu đãi đặc biệt cho bữa sáng sớm tại John - s Italian ở Greentown, PA từ 7 giờ sáng đến 10 giờ sáng lúc - 5 giờ 50 bao gồm cà phê, trứng, khoai tây chiên tại nhà, bánh mì nướng và lựa chọn thịt xông khói hoặc xúc xích, tạo nên một khởi đầu thịnh soạn cho ngày mới, những món đặc biệt khác lựa chọn là bánh mì nướng kiểu Pháp hoặc bánh kếp.  Bữa trưa tại Greentown Grill thường rất ngon và món Gyros của họ cũng như món hành tây chiên được yêu thích.  Cakes and Scones Bakery có bánh empanadas và bánh quiche tuyệt vời cũng như bánh ngọt, bánh nướng và bánh ngọt, bánh nướng và bánh quy.  Các khu nghỉ dưỡng địa phương, Skytop Lodge và Silver Birches là một chút của Poconos cổ kính với các quán ăn hiện đại và địa điểm chụp ảnh tuyệt vời.Đọc thêm",
            "So it is 2020 and there are some changes to Lake Wallenpaupack, the local art and tshirt and cap shop called Lake Art has moved down the road to a white building nearer Silver Birches, still a great place for t-shirts, souvenirs, and caps and clothing.   The local John - s Italians are operating and for sit in dining at 25 -  capacity and observing COVID-19 regs.   You can count on a good meal for a great price.  Both Greentown and Hamlin locations are decorated nicely and refreshed with fresh paint and decor.   The IHOP is also doing a good business and so is the Yo Po II Chinese Take Out, with next store a California Taco, that people have said is excellent.  Fireworks and Lake Wally fest were cancelled this year.  People are taking COVID-19 seriously and Masks are required to shop in the shops and grocery stores, like Dutch - s Market, which has had some great deals on Steak and BBQ items.   You can also try Yock - s BBQ in the former Ledgedale BBQ Pit location, of the BBQ pits at the Greentown Grille, which has a nice new billboard with the funny saying,  - you can smell our pits from here - , up the road a piece.   Voting by mail is something local residents can avail themselves of, and I recommend it.  The deer and animals are out in full force and be watchful for them while driving.   Fishing is a great social distancing sport for this time of year and I can say that boating too has been popular on the lake.   Promisedland State Park and Dingman - s Falls are wonderful take in especially if you find the public Palmyra beach to be crowded.   Do check out the wonderful deals on Fiesta ware at Holley Ross Poetry in LaAnna, PA and if your dog needs grooming Loving Bubbles Groomers in LaAnna, PA done the road a short distance from Holley Ross Pottery next to the United Methodist Church of LaAnna does a great job on dogs of all breeds.Read more",
            "Đừng bận tâm đến thăm Hồ Wallenpaupack trừ khi bạn có thuyền hoặc bạn sở hữu tài sản ở đó.  95 - hồ là tài sản riêng và bạn không thể tiếp cận đường bờ.  Có 3 khu vực công cộng nhưng đó là những đường dốc dẫn vào thuyền với một vài bàn ăn dã ngoại.  Khá thất vọng sau 3 giờ đi xe để đến đó.  Bãi biển công cộng đóng cửa rất sớm sau khi có đông người đến đó.Đọc thêm",
            "Twin Rocks Diner is now IHOP and their all you can eat pancakes is putting new staff through the paces.    Hamlin and Honesdale McDonald - s have updated their look to the McCafe Modern look which ditches the childish friendly theme for a more sophisticated look.  The Spring Garden Chinese Buffet is long gone as is the  - other -  Weiss in that Plaza.   No one has done anything with Family Fun in years.  The KFC left and came back revitalized but without it - s take out Taco Bell part in Hamlin next to YoPo II, the dependable Chinese Take Out In Hamlin.  The ever changing Slices Pizza -  Jersey Dogs - California Tacos has more reincarnations than Lord Vishnu, but oh well.  Maybe when the Taco place opens it will be better than a Taco Bell!  The Skytop Lodge is announcing a new restaurant on campus next Spring, something to look forward to indeed!  The artisan bagels of Vinny - s Brooklyn Bagels in Honesdale, PA have brought the best bagels to the area.   The Moka Coffee served their is also an artisan small craft local gem.   Black and Brass Coffee by the Waterfall is a vast improvement to the former Tobacco store at that location.    - Sylvania Social in Hawley is serving up some avocado toast and other millennial-minded eats in the beautiful borough.  The Dock at Lake Wallenpaupack at Silver Birches is providing some good lake break deals through different days of the week, call ahead to find out more.   Big Bear Ski is open and the lake is looking so serene at this time of year.   All and all we can hope for a balance between chain and local food places, remember some of these chains are franchises owned by local people, so don - t feel so bad if you - ve gone to one, the economy here dictates you go where you can afford and what is available.Read more",
            "địa điểm hạ thủy thuyền cho công chúngĐọc thêm",
            "Bãi biển công cộng chính xác ở đâu?Đọc thêm",
            "Chúng tôi đang thuê một chiếc thuyền phao trong thời gian lưu trú và tự hỏi giao thông thuyền trên hồ như thế nào trong tuần và cuối tuần? Có thực sự đông đúc không? Đọc thêm",
            "Đâu là nơi tốt nhất để ngồi thư giãn và bơi lội? Chúng tôi muốn đến đó vào tuần này nhưng chúng tôi muốn có lựa chọn ngồi và thư giãn trong khi ngâm mình trong nước để bơi lội.Đọc thêm",
            "Xin chào, tôi - tôi sẽ đến khu vực đó vào cuối tháng 6 và tôi - đang tìm một nơi cho thuê người chạy sóng. Đọc thêm",
            "Thể thao hành động Pocono\nĐịa chỉ: 969 PA-507, Greentown, PA 18426\nĐiện thoại: - 570 - 857-0779\n\nCho thuê thuyền Duckie cao su\nDịch vụ cho thuê thuyền tại Tafton, Pennsylvania\nĐịa chỉ: 270 PA-507, Tafton, PA 18464\nGiờ: \nĐóng cửa sớm: 6 giờ chiều - Mở cửa 9 giờ sáng thứ Sáu\nĐiện thoại: - 570 - 226-3930\n\nBến du thuyền hải đăng Harbour\nĐại lý thuyền tại Greentown, Pennsylvania\nĐịa chỉ: 969 PA-507, Greentown, PA 18426\nĐiện thoại: - 570 - 857-0220Đọc thêm",
            "CHÀO.  Có nơi nào chúng ta có thể chèo ván trên hồ không?  Cảm ơn bạn.Đọc thêm",
            "Các chuyến tham quan và cho thuê thuyền ngắm cảnh Wallenpaupack cung cấp dịch vụ Chèo thuyền trên Hồ và có thể đề xuất những khu vực tốt nhất để làm điều đó.Đọc thêm",
            "Tôi muốn đi tham quan hồ trong ngày, ai đó có thể cho tôi biết tôi có thể đỗ xe ở đâu không?Đọc thêm",
            "Trung tâm Du khách Hồ Wallenpaupack hoặc Bãi biển Công cộng Palymra ngay bên cạnh.Đọc thêm",
            "Bất kỳ nhà hàng không chứa gluten nào Đọc thêm",
            "Lakeside Pizzeria ở Stone Brook Plaza ở Greentown có mì ống không chứa gluten và bánh pizza không chứa gluten.  Mẹ tôi mắc bệnh celiac và ăn không chứa gluten thích nơi này nhất.  \n\nNgoài ra, Cordaro - s Restaurant and Sports Bar còn có các món không chứa gluten và con gái của chủ sở hữu, Phil và Charmaine, tên là Rosina, cô ấy đang ăn không chứa gluten, vì vậy họ làm rất tốt.  Mẹ tôi rất thích bữa sáng ở đó.Đọc thêm",
            "Tôi có thể thuê thuyền tiệc tùng ở đâu?Đọc thêm",
            "Tôi có thể thuê cabin này hoặc những cái tương tự ở đâu.  Chúng là riêng tư hay đúng đắn\ntrên các cabin khác?  Con đường mòn???  thx bạnĐọc thêm"
        ],
        "star_ratings": [
            84,
            24,
            5,
            1,
            2
        ],
        "review_amount": 116,
        "location": [
            "Những điều cần làm ở Pennsylvania",
            "Hoa Kỳ",
            "Hồ Wallenpaupack",
            "Pennsylvania - PA -"
        ],
        "reviews_time": [
            "Written June 19, 2023",
            "Written October 2, 2022",
            "Written September 3, 2022",
            "Written May 27, 2022",
            "Written June 7, 2021",
            "Written October 27, 2020",
            "Written October 25, 2020",
            "Written July 21, 2020",
            "Written July 5, 2020",
            "Written January 18, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28959-d146106-Reviews-Lake_Wallenpaupack-Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g52965-d4620454-Reviews-Capri_Restaurant-Lakeville_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53802-d855706-Reviews-507_Country_Store-Tafton_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53802-d2310699-Reviews-Fairview_Cafe-Tafton_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g53802-d23581009-Reviews-Hammered_Steel_Tavern-Tafton_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52802-d10295823-Reviews-The_Dock_on_Wallenpaupack-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52965-d6877088-Reviews-Rolly_s_Pizza_Grill-Lakeville_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52802-d888929-Reviews-The_Boathouse_Restaurant-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Restaurant_Review-g52802-d15558583-Reviews-Reno_s_Pizza-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52802-d4814268-Reviews-Antler_Ridge_Winery-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52959-d4823025-Reviews-Lacawac_Sanctuary-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52959-d1818814-Reviews-Claws_N_Paws-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52802-d12260225-Reviews-Hawley_Antique_Exchange-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52802-d13113783-Reviews-Queen_of_Peace_Roman_Catholic_Church-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52802-d2416726-Reviews-Ritz_Company_Playhouse-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52802-d19115784-Reviews-Hopping_Eagle_Brewing-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52959-d25338357-Reviews-L_m_Boutique-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52802-d13476390-Reviews-Time_Machine_Antiques-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53868-d12794210-Reviews-Antler_Ridge_Winery-Ulster_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g28959-d146106-Reviews-or10-Lake_Wallenpaupack-Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53772-d1547100-Reviews-Village_Greens_Miniature_Golf-Strasburg_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52511-d4509593-Reviews-Peace_Valley_Lavender_Farm-Doylestown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53682-d1929985-Reviews-The_Farmer_s_Inn-Sigel_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53339-d8561702-Reviews-Jumpers_Family_Fun_Zone-Newtown_Square_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g2317848-d13001931-Reviews-Seven_Springs_Mountain_Resort-Seven_Springs_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52798-d8449402-Reviews-Jumpin_Jack_s_Inflatable_Playland_Party_Center-Hatfield_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60798-d24087308-Reviews-Keystone_Trail_Rides-Gettysburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53587-d16710083-Reviews-Urban_Air_Trampoline_and_Adventure_Park-Royersford_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52820-d10783685-Reviews-Raystown_Mountain_Bike_Skills_Park-Hesston_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52959-d8425286-Reviews-Lake_Equestrian_Center-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52802-d2416721-Reviews-Wallenpaupack_Boat_Tours_Rentals-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52802-d23780737-Reviews-Masters_Of_The_Skies-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52802-d23397462-Reviews-Soarin_Eagle_Rail_Tours-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52802-d19992049-Reviews-Rubber_Duckie_Boat_Rentals-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52764-d667283-Reviews-Promised_Land_State_Park-Greentown_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52764-d12133606-Reviews-PineCrest_Marina-Greentown_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52802-d4068807-Reviews-Harmony_In_The_Woods-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52802-d17555580-Reviews-Lake_Art-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52802-d5504928-Reviews-The_Lodge_at_Woodloch_Spa-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52965-d3242896-Reviews-Sculpted_Ice_Works_Factory_Tour_Ice_Harvest_Museum-Lakeville_Pocono_Mountains_Regi.html",
            "https://www.tripadvisor.com/Attraction_Review-g53802-d23729939-Reviews-The_Wake_Zone_Indoor_Golf_Taproom-Tafton_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52802-d2416718-Reviews-Costa_s_Family_Fun_Park-Hawley_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g61000-d146103-Reviews-Tioga_Pass-Yosemite_National_Park_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d2233155-Reviews-Alilaguna-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g34341-d313211-Reviews-Fernandina_Beach_Historic_District-Amelia_Island_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d17623952-Reviews-Las_Vegas_Ballpark-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g309236-d304549-Reviews-Venado_Caves-Arenal_Volcano_National_Park_Province_of_Alajuela.html",
            "https://www.tripadvisor.com/Attraction_Review-g951492-d12665037-Reviews-Azmak_Nehri-Akyaka_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g297476-d555214-Reviews-Walled_City_of_Cartagena-Cartagena_Cartagena_District_Bolivar_Department.html",
            "https://www.tripadvisor.com/Attraction_Review-g32074-d269128-Reviews-Baldwin_Lake_Stables-Big_Bear_Region_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g14135106-d1423812-Reviews-Tenjin_Underground_Shopping_Center-Tenjin_Chuo_Fukuoka_Fukuoka_Prefecture_Kyush.html",
            "https://www.tripadvisor.com/Attraction_Review-g41790-d106623-Reviews-Halibut_Point_State_Park-Rockport_Cape_Ann_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g28959-d146106-Reviews-or10-Lake_Wallenpaupack-Pennsylvania.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28959-d146106-Reviews-Lake_Wallenpaupack-Pennsylvania.html"
    }
]