[
    {
        "attraction_name": "Lake Clementine",
        "attraction_name_vi": "Hồ Clementine",
        "general_info": [
            "59 đánh giá",
            "- 5 trong số 47 điều cần làm ở Auburn",
            "Nguồn nước"
        ],
        "attraction_summary": "Mister GooseMột người bạn nếu có thể gọi họ như vậy!  Họ làm việc tại khách sạn Sacramento, bạn biết ở đâu, khi nào, bạn biết ai!  Họ đưa tôi tới Hồ Clementine!  Vào tháng 7 nên vâng, mọi người vẫn đeo mặt nạ, đó là một điều tốt! Chà, có một con Ngỗng Canada!  Có vẻ như muốn kết bạn với tôi!  Nó còn không sợ tôi, không biết có lẽ nó đã in dấu lên người!  Có lẽ nó chỉ muốn vài mẩu bánh quy thôi!  Khi tôi cố gắng đến gần, người đó nói, Hãy cẩn thận!  Bạn không muốn nắm bắt cơ hội!  Wow, thế là nó tìm được một gia đình khác, thử kết bạn với gia đình đó xem! Chỗ này ngon đấy, có bãi biển nữa!  Mọi người xuống nước để bị ướt và bơi!  Nơi rất đẹp để ghé thăm!  Tôi sẽ giới thiệu nó!Đọc thêm",
        "reviews": [
            "Tôi định đi bộ đường dài 4 dặm để ngắm thác nước nhưng chúng tôi không đi quá xa.  Có lẽ đi chưa đầy một dặm, con đường mòn thu hẹp lại và có một đoạn dốc đứng ở một bên bờ sông. Tôi rất sợ loại đường mòn đi bộ đường dài này; Tôi không thể đổ lỗi cho tuổi tác của tôi - 64 - . Có lẽ bây giờ tôi đã dũng cảm hơn và là một người đi bộ đường dài giỏi hơn bao giờ hết.  Nơi tôi sống có nhiều con đường mòn kiểu này, nhưng những con đường đó dẫn vào hẻm núi - bạn thích rơi xuống sông hay hẻm núi hơn? - . Vì vậy, tôi thích đi bộ đường dài ven biển hoặc trên đỉnh dốc và tránh những con đường mòn trong hẻm núi.  Bất chấp sự thất vọng vì không thể hoàn thành chuyến đi bộ ở Hồ Clementine, chúng tôi vẫn tập thể dục rất nhiều và đã tìm được đường đi xuống bờ sông. Thật là một vị trí thuận lợi tuyệt đẹp để ngắm nhìn dòng sông ở cự ly gần. Thực sự có rất nhiều con đường ở đây, nhưng tôi không thể có được thông tin chính xác về những con đường nào có thể phù hợp với tôi từ người kiểm lâm. Tôi đoán là anh ấy đã nhìn tôi và quyết định rằng tôi không thể làm bất cứ điều gì trong số đó. Điều này có thể đúng.  Tôi muốn giới thiệu điều này cho bất kỳ ai, ngay cả những người có trình độ thể lực trung bình hoặc sợ độ cao - té ngã, vì bạn vẫn có thể tìm thấy những việc cần làm ở đây và tận hưởng phong cảnh. Nếu bạn là người thích phiêu lưu và khỏe mạnh, bạn sẽ càng thích thú hơn.Đọc thêm",
            "Anh chàng từ Sheraton Grand Sacra đưa tôi đến đây!  Chúng tôi đã tìm thấy cái hồ!  Có một ngày rất nóng!  Tôi nhớ mang theo đồ bơi - MỘT MẢNH KHÓA HỌC - nên khi đến hồ này, tôi cởi áo, đi đến khu vực trông như những tảng đá tạo thành một khu vực!  Khu vực này, nhúng chân vào, đi vào chút nào!  Này Mister Corona Virus vẫn còn quanh quẩn, không muốn tháo mặt nạ, nên hơi vào!  Khu vực được bao quanh bởi đá, không vượt quá mức đó, không quá sâu!  À đúng rồi, có ngỗng!  Nó dường như đã trở thành bạn bè với tôi!  Nó thậm chí còn đến gần, anh chàng nói, - Hãy cẩn thận, Tiger!  Không được chạm vao no! - Một tiếng rưỡi, nó có vẻ thân thiện với mọi người, hy vọng như gosling không - in sâu vào con người!  Sau đó chúng tôi đi bộ đến khu vực cầu!  Vâng, một nơi tuyệt vời để giải nhiệt và đi bộ đường dài!  Tôi hoan nghênh điều đó vì như đã nói, Mister Corona Virus vẫn còn tồn tại, bể bơi khách sạn tạm thời đóng cửa!  Ít nhất mọi người đã giữ khoảng cách sáu feet trở lên! Đọc thêm",
            "Chúng tôi đi bộ xuống hồ và đập.  Hãy chuẩn bị sẵn nhiều nước uống vì việc đi bộ trở lại lối vào là một thử thách.  Khu vực này có phong cảnh đẹp và tuyệt vời.  Tốt nhất nên ghé thăm trong tuần khi thời tiết yên tĩnh hơn cuối tuần.Đọc thêm",
            "Đây là một chuyến đi bộ dài 4 dặm tuyệt vời! Đường đất, nhiều bóng mát. Bàn picnic gần thác để nghỉ ngơi và ăn nhẹ. Rất nhiều người đi bộ và đi xe đạp. Chúng tôi có một đứa trẻ mới biết đi nghĩ rằng nó thân thiện với xe đẩy nhưng thực tế không phải vậy. Một số khu vực rất hẹp với những tảng đá lớn gây khó khăn cho việc di chuyển. Có rất nhiều trẻ em ở độ tuổi khoảng 7 trở lên đang đi bộ - Tôi chỉ không khuyên bạn nên mang theo xe đẩy. Đọc thêm",
            "Đây là Số đánh giá - MAESTRO hoặc MAESTRA, nếu bạn vui lòng, một vài nốt trên đàn piano - NĂM MƯƠI BỐN trong số này! Có một số chúng tôi đã đến đây để đi bộ đường dài!  Đầu tiên chúng tôi đến Trung tâm Chào mừng ở thị trấn Auburn, họ đã cho chúng tôi gợi ý này!  Chuyến đi bộ thú vị, chúng tôi đã nhìn thấy những con sóc, những con bướm, những bông hoa, thậm chí cả một con nai và một chú nai con đang ăn lá!  Ngạc nhiên thay, chúng tôi nhìn chúng, Hươu mẹ không cố bắt con non đi, chúng nhìn chúng tôi!  Đi bộ không quá dốc, vì Trưởng nhóm của chúng tôi gửi email không chắc chắn từ ngữ chính xác, anh ấy có một câu lạc bộ người hâm mộ tốt bụng nào đó!  Anh ấy gửi email cho người đó - TÔI - một người sống sót sau cơn đột quỵ y tế, bị đau chân - chấn thương ở chân năm 2005 - nhưng anh ấy chỉ ngạc nhiên là tôi có thể đi bộ cùng cả nhóm đến con đập!  Vào thời điểm đó, anh ấy đã có 49 phiếu bầu cho nó! Đi bộ từ 4 giờ đến 5 giờ!  Rất đẹp!  Sương mù ở đập thật sảng khoái!  Ah tất cả vẻ đẹp của thiên nhiên mà Chúa tạo ra, Ngài tạo ra đều thấy nó tốt đẹp!Đọc thêm",
            "Tôi - đã đến Upper Lake Clementine từ trước khi con trai tôi chào đời ở Auburn Faith cách đây 25 năm. Trước khi họ dựng các gian hàng để thu tiền đến thăm một khu vực đã được trả bằng thuế trước đó. Kể từ khi được đưa vào công viên, nơi đây đã trở nên cực kỳ đông dân cư và điều kiện trở nên tồi tệ hơn. Hãy xem ảnh của Andy Gump, đây là những gì bạn nhận được khi bạn trả nhiều tiền hơn cho một thứ gì đó. Cháu tôi không thể sử dụng bất kỳ nhà vệ sinh nào cả ngày. Không có dịch vụ nào cả, ngoại trừ việc thu tiền và khóa buồng ở cuối. Loại dịch vụ này sẽ không xảy ra nếu không thay đổi với một công ty tư nhân. Tại sao ? Lợi nhuận. Chính phủ chỉ lấy tiền từ túi của bạn để thực hiện ít hơn. Chính phủ không biết cách vận hành các công viên. Hãy cấp vốn cho Sở Lâm nghiệp và chuyển nó cho các doanh nghiệp tư nhân. Dòng sông rất hùng vĩ, nhưng sẽ tốt hơn nếu do tư nhân điều hành.Đọc thêm",
            "Chúng tôi chưa bao giờ đến đây cho đến cuối tuần vừa qua....Chúng tôi đã đi cùng một nhóm tuyệt vời.. Có mặt vào khoảng 11 giờ sáng và có một địa điểm đẹp để thiết lập các cửa sổ bật lên của chúng tôi....10 đô la một chiếc xe, không có động vật, không rượu, không lửa..Chỗ ở rất đẹp... Nước rất tốt để bơi...Đẹp cảnh... Trời không quá nóng và có gió nhẹ. Điểm trừ là phòng tắm và việc lái xe xuống đồi đến bãi biển. Nhìn chung, chúng tôi đã có khoảng thời gian vui vẻ và sẽ quay lại..Đọc thêm",
            "Chuyến đi xuống Lower Lake Clementine thật điên rồ....Tôi đã không chuẩn bị cho chuyến đi xuống hồ chứa nước vì nó rất dốc và quanh co. Thật đáng sợ vì không có lan can quanh các góc cua và về cơ bản là rẽ vào một góc khuất và không biết có xe nào đang tới không và rất khó để vượt nhau trên một con đường hẹp như vậy, chưa kể đến việc hơi nguy hiểm. Khi xuống dốc, bạn rẽ gấp một lần nữa và đi vào một con đường hẹp khác. Bạn phải trả phí vào cửa - 10 đô la tại cổng soát vé. Khi ra ngoài, chúng tôi đi xem nước chảy xiết và đó là một cảnh tượng khá đẹp! Đọc thêm",
            "Đây là một chuyến đi bộ đẹp, tuyệt vời cho trẻ em.  Có phòng tắm ở đầu chuyến đi bộ và con đường này rất hoàn hảo cho trẻ nhỏ.  Tôi - sẽ thừa nhận, chúng tôi đã không đến được tận hồ, bọn trẻ mệt mỏi và chúng tôi quay lại, nhưng có rất nhiều thứ để xem và nó rất đẹp.  Đường dẫn được đánh dấu rõ ràng và dễ theo dõi.  Đỗ xe bên đường nhưng phải xác định rõ nơi nào để làm điều đó.Đọc thêm",
            "Xin chào! Vì vậy, khi thực hiện chuyến đi bộ đường dài này, làm cách nào để đảm bảo rằng tôi đang đi bộ đường dài 4 dặm chứ không phải đi bộ đường dài 15 dặm? Tôi nghe nói có nhiều chuyến đi bộ đường dài và tôi - tôi sợ mình - sẽ chết trên chuyến đi bộ dài 15 dặm! Xin vui lòng tư vấn! Cảm ơn! Lên kế hoạch đi vào cuối tuần này. Đọc thêm",
            "Thẻ thuốc phiện có hợp lệ ở đây không? Và có nên chèo thuyền miễn phí nếu bạn có thẻ không?Đọc thêm",
            "Có trên thẻ thuốc phiện và vâng, bạn có thể chèo thuyền miễn phí. Đọc thêm",
            "Thuyền máy có được phépĐọc thêm",
            "Được phép ở mức thấp hơn, không được phép ở mức caoĐọc thêm",
            "Bạn có thể câu cá ở hồ clementineĐọc thêm",
            "Đường mòn đi bộ đường dài có thân thiện với trẻ em không? Tôi là người mới bắt đầu và sẽ dẫn theo đứa con gái 2 tuổi của mình. Dốc?Đọc thêm",
            "Trước hết, sự cân nhắc chính của bạn phải là chiếc xe bạn sở hữu. Nếu bạn có một chiếc SUV hoặc xe bán tải cỡ lớn thì việc nhập cảnh đều được. Lối vào phía dưới được lát đá. Việc đi bộ ở lối rẽ phía dưới rất dốc, không nên đi. Khi chúng tôi rời khỏi phần dưới của hồ, những người khác đang kéo một chiếc thuyền đáng sợ đến trên con đường hẹp đó. Chúng tôi đi lên lối vào phía trên và chỉ nhìn đường rồi rút lui về Auburn Ravine để đi dã ngoại. Chúng tôi đã được nhân viên kiểm lâm khuyên rằng con đường này không được làm cho ô tô của chúng tôi. Có những công viên và đường mòn ở Auburn chắc chắn sẽ là lựa chọn tốt hơn cho sự an toàn của trẻ mới biết đi.Đọc thêm",
            "Bạn vẫn có thể phóng ở dốc thuyền.  Chúng tôi vừa mua một chiếc thuyền phao 21 và đang tìm kiếm một số hồ gần đó để chèo thuyền một ngày trước mùa đông.  Chúng tôi sống ở Clipper Gap.  Ngoài ra, động cơ của chúng tôi là một chu kỳ 2.  Cho phép?  Chúng tôi là những người cao niên đã nghỉ hưu chỉ đang tìm một nơi yên tĩnh để chèo thuyền.  Cảm ơnĐọc thêm",
            "Có bãi biển để bơi lội không? Câu cá có tốt khôngĐọc thêm",
            "Câu cá tuyệt vời! Bơi lội rất tốt ở đầu bên kia của hồ. Đọc thêm",
            "Tôi chưa bao giờ đến Hồ Clementine và tôi sẽ cắm trại bằng thuyền kayak ở khu cắm trại số 1 vào mùa hè này. Bãi đậu xe và bến thuyền gần nhất có phải là Đường Upper Clementine không? Khu cắm trại có bãi biển để tôi có thể kéo thuyền kayak của mình lên và dỡ hàng - so với bến tàu - không? Tôi có phải chở thuyền kayak chở hàng qua những chỗ nông không? Cảm ơn bạn.Đọc thêm",
            "Victoria,\n\nBạn đã thực hiện chuyến đi này?  Tôi sẽ làm điều tương tự vào tháng tới và tôi - tôi cũng đang thắc mắc những câu hỏi tương tự nhưng tôi không thể tìm thấy bất kỳ thông tin nào. Nó thế nào?Đọc thêm"
        ],
        "star_ratings": [
            31,
            24,
            2,
            0,
            2
        ],
        "review_amount": 59,
        "location": [
            "Hồ Clementine",
            "Quận Placer",
            "Hoa Kỳ",
            "màu nâu vàng",
            "California - CA -",
            "Các hoạt động ở Auburn"
        ],
        "reviews_time": [
            "Written September 7, 2021",
            "Written April 18, 2021",
            "Written August 26, 2020",
            "Written August 19, 2020",
            "Written November 10, 2019",
            "Written October 17, 2019",
            "Written August 26, 2019",
            "Written August 11, 2019",
            "Written March 18, 2019",
            "Written October 31, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g29120-d128244-Reviews-Lake_Clementine-Auburn_Placer_County_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g29120-d521645-Reviews-Edelweiss-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29120-d877272-Reviews-Monkey_Cat-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29120-d2234305-Reviews-The_Club_Car_Bar_Restaurant-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29120-d15059543-Reviews-Smokey_Pit_Barbeque-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29120-d5012900-Reviews-Smoky_Texas_Style_Barbeque-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29120-d7103865-Reviews-Taqueria_la_Herradura-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29120-d6454643-Reviews-Starbucks-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29120-d4795326-Reviews-Black_Bear_Diner-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29120-d4838076-Reviews-Auburn_Barbecue_Company-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g29120-d4885224-Reviews-Ninja_Sushi-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d7037496-Reviews-Auburn_State_Recreation_Area-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d142931-Reviews-Old_Town_Auburn-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d14930497-Reviews-Gold_Rush_Museum-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d9871818-Reviews-Ashley_Dog_Park-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d116870-Reviews-Placer_County_Historical_Museum-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d531978-Reviews-Placer_County_Courthouse-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d104428-Reviews-Auburn_Visitor_Center-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d116871-Reviews-Placer_County_Visitor_Information_Center-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d7382132-Reviews-Auburn_STATE_THEATRE-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d12310156-Reviews-Crooked_Lane_Brewing_Company-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d128244-Reviews-or10-Lake_Clementine-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d142942-Reviews-Foresthill-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d10818529-Reviews-Hidden_Falls_Regional_Park-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d3979706-Reviews-Placer_Nature_Center-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d27083126-Reviews-Railhead_Park-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d27078612-Reviews-Bear_River_Recreation_Parks_Dist-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d27061689-Reviews-Atwood_Park-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d27057870-Reviews-Auburn_School_Park_Preserve-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d27036347-Reviews-Herschel_Young_Park-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32663-d11953262-Reviews-Sierra_Whitewater_Rafting_Inc-Lotus_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32663-d4501565-Reviews-H2O_Adventures-Lotus_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32236-d2226892-Reviews-Whitewater_Excitement-Coloma_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32663-d6197402-Reviews-Raft_California-Lotus_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32999-d3386422-Reviews-WET_River_Trips-Sacramento_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g29120-d2651206-Reviews-Tributary_Whitewater_Tours-Auburn_Placer_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g12591329-d7052689-Reviews-Okatse_Canyon-Zeda_Gordi_Kutaisi_Imereti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g312762-d4022342-Reviews-Delta_El_Tigre-Tigre_Province_of_Buenos_Aires_Central_Argentina.html",
            "https://www.tripadvisor.com/Attraction_Review-g16884615-d8047995-Reviews-Marina_Cap_Cana-Cap_Cana_Punta_Cana_La_Altagracia_Province_Dominican_Republic.html",
            "https://www.tripadvisor.com/Attraction_Review-g186402-d214033-Reviews-Cadbury_World-Birmingham_West_Midlands_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g39604-d293685-Reviews-Louisville_Slugger_Field-Louisville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d574699-Reviews-Paradise_Beach_Cozumel-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d549675-Reviews-Kursunlu_Waterfalls-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g312739-d12641523-Reviews-Abandoned_Ilyushin_IL_76-Umm_Al_Quwain_Emirate_of_Umm_Al_Quwain.html",
            "https://www.tripadvisor.com/Attraction_Review-g33013-d8755027-Reviews-Frank_G_Bonelli_Regional_Park-San_Dimas_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187780-d4135835-Reviews-Valle_delle_Ferriere-Amalfi_Amalfi_Coast_Province_of_Salerno_Campania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g29120-d128244-Reviews-or10-Lake_Clementine-Auburn_Placer_County_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g29120-d128244-Reviews-Lake_Clementine-Auburn_Placer_County_California.html"
    }
]