[
    {
        "attraction_name": "Lake Erie",
        "attraction_name_vi": "Hồ Erie",
        "general_info": [
            "9 đánh giá",
            "- 1.713 trong số 6.609 điều cần làm ở Pennsylvania",
            "Nguồn nước"
        ],
        "attraction_summary": "Đến từ California, tôi đã không chuẩn bị cho kích thước của hồ này, nơi mà giống như một đại dương bị bao bọc trong đất liền hơn. Bạn không thể nhìn thấy bên kia hồ, điều này khiến tôi bối rối, nhưng dù sao thì đây cũng là hồ lớn thứ 2 ở Hoa Kỳ. Những bãi biển đẹp và cũng có thể săn đá. Nước lạnh, nhưng vẫn ổn cho ngón chân của tôi. Đọc thêm",
        "reviews": [
            "Một nơi tốt đẹp để thoát khỏi cuộc sống thành phố điển hình! Đầu mùa xuân và mùa thu, khi bọn trẻ đã đi học trở lại, hãy tận hưởng khoảng thời gian tuyệt vời trên bãi biển vắng người trên Đảo Presque. Các bãi biển hơi đông đúc và ngập rác trong những giờ cao điểm mùa hè. Lần cuối cùng tôi đến thăm là một ngày tháng Tư ấm áp và bãi biển gần như là của chúng tôi cả ngày. Presque Isle là một con đường đẹp và tuyệt vời để đi bộ hoặc đi xe đạp! Thị trấn nhỏ và có nhiều nhà hàng nhỏ theo phong cách du lịch. Cuộc sống về đêm không phổ biến lắm và có vẻ như ngay cả các quán bar cũng đóng cửa lúc 10:00. Đọc thêm",
            "Presque Isle là một nơi tuyệt vời để dành cả ngày! Bãi biển cát đẹp, hoàng hôn tuyệt đẹp. Rất nhiều cửa hàng và cửa hàng trước khi bạn đi ra bãi biển. Ngoài ra còn có những con đường mòn đi xe đạp đẹp, những con đường đi bộ, cho thuê xe đạp. Tuyệt vời cho những buổi dã ngoại và những người thích bơi lội. Cũng là sân chơi cho trẻ em. Có một ngôi nhà ánh sáng mà bạn có thể nhìn vào. Nơi tuyệt vời để đưa Gia đình đi.Đọc thêm",
            "Sau chuyến thăm ngoạn mục đến Thác Niagara, chúng tôi đến thăm thành phố Erie và hồ nước lấp lánh. Đây là một nơi đáng yêu mà tất cả chúng tôi đều thích và dành chút thời gian ở hồ, chiêm ngưỡng vẻ đẹp của Hồ. Khí hậu của Erie là đặc trưng của Ngũ Hồ. Erie nằm trong vành đai tuyết trải dài từ Cleveland đến Syracuse và Watertown; do đó, mùa đông ở đây thường lạnh, có tuyết rơi dày đặc, nhưng thỉnh thoảng cũng có những đợt thời tiết ôn hòa khiến tuyết tích tụ tan chảy. Vị trí của Erie dọc theo bờ Hồ Erie mang đến rất nhiều hoạt động ngoài trời quanh năm Người ta nói rằng hồ Erie bị đóng băng vào Mùa đông và mọi người có thể đi bộ trên hồ.  Mỹ Sơn tốt nghiệp Đại học Ganon, Erie PA, có nhiều hiểu biết hơn về hồ này.  Anh ấy đã nhìn thấy nó trong .winter và các mùa khác.  Anh ấy là người hướng dẫn chúng tôi khi chúng tôi đến thăm hồ này cũng như khuôn viên trường đại học và các khu vực Downton. Hồ Erie là hồ lớn thứ tư tính theo diện tích bề mặt trong số năm Hồ Lớn ở Bắc Mỹ và lớn thứ mười trên toàn cầu hoặc lớn thứ mười hai trên toàn cầu nếu tính theo diện tích bề mặt. Chúng tôi đã tận hưởng trọn vẹn chuyến tham quan Hồ Erie và quay trở lại địa điểm Atlanta của chúng tôi.Đọc thêm",
            "Chúng tôi đến thăm Hồ Erie trên đường về nhà từ Thác Niagra. Đó là một nơi tuyệt đẹp. Nó rất sạch sẽ và yên bình.  Chúng tôi rất thích tham quan ngọn hải đăng và leo lên đỉnh của nó.  Những bãi biển rất đẹp.  Chúng tôi đã có khoảng thời gian tuyệt vời.Đọc thêm",
            "Hồ Erie gần như bị đóng băng khi tôi đến vào ngày 13 tháng 2 này - do đó không thể tham gia bất kỳ hoạt động nào - tuy nhiên đây là một hồ nước tuyệt vời và rất rất lớn..đó là một dòng sông rất êm đềm và rất đẹp...Đọc thêm",
            "Khi còn nhỏ, hầu như cuối tuần nào gia đình tôi cũng đến Pymatuning.  Bố tôi và các chú tôi thường đến Erie vào ban ngày trong khi bọn trẻ chúng tôi câu cá hoặc bơi lội ở Pymatuning.  Chúng tôi chưa bao giờ được phép đến Erie cùng bố vì chúng tôi còn quá nhỏ.  Đến đây bây giờ....thật tuyệt vời.  Quang cảnh...động vật hoang dã...tất cả mọi thứ.  Con chó của tôi thích đến bến du thuyền và đuổi theo những con sóng trên bờ hoặc chơi với những chú vịt ở Walnut Creek.  Nó chỉ là một bầu không khí thư giãn thoải mái ở đây.  Một ngày nào đó tôi phải thuê tàu và đi câu cá Walleye.  Không có gì ngon hơn Erie Walleye.  Và những thứ mà bố và các chú tôi sẽ mang về trại luôn rất lớn nên tôi - tôi chắc chắn rằng tôi có thể bắt được một con mà bố tôi sẽ tự hào!Đọc thêm",
            "Hồ Erie, câu cá tuyệt vời và thú vị,Đây là nơi tôi đã lớn lên,tôi dành gần như mỗi ngày ở hoặc gần hồ erie và các dòng nhánh của nó, Steele Head - cá hồi vân chạy hồ lớn - câu cá là tốt nhất từ ​​tháng 11 đến tháng 3, và Walleye - cá rô - bass - crapie - trong những tháng hè thật nổi bật, chèo thuyền - đi bộ đường dài - chụp ảnh - dã ngoại cũng rất nổi bật, một nơi tuyệt vời cho tất cả mọi người !EddieĐọc thêm"
        ],
        "star_ratings": [
            3,
            6,
            0,
            0,
            0
        ],
        "review_amount": 9,
        "location": [
            "Những điều cần làm ở Pennsylvania",
            "Hồ Erie",
            "Hoa Kỳ",
            "Pennsylvania-PA-"
        ],
        "reviews_time": [
            "Written May 12, 2016",
            "Written September 23, 2015",
            "Written August 12, 2015",
            "Written June 7, 2014",
            "Written January 8, 2014",
            "Written March 13, 2013",
            "Written July 28, 2012",
            "Written October 5, 2011"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g28959-d519669-Reviews-Lake_Erie-Pennsylvania.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g53772-d1547100-Reviews-Village_Greens_Miniature_Golf-Strasburg_Lancaster_County_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52511-d4509593-Reviews-Peace_Valley_Lavender_Farm-Doylestown_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53682-d1929985-Reviews-The_Farmer_s_Inn-Sigel_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53339-d8561702-Reviews-Jumpers_Family_Fun_Zone-Newtown_Square_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g2317848-d13001931-Reviews-Seven_Springs_Mountain_Resort-Seven_Springs_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52798-d8449402-Reviews-Jumpin_Jack_s_Inflatable_Playland_Party_Center-Hatfield_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g60798-d24087308-Reviews-Keystone_Trail_Rides-Gettysburg_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g53587-d16710083-Reviews-Urban_Air_Trampoline_and_Adventure_Park-Royersford_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52820-d10783685-Reviews-Raystown_Mountain_Bike_Skills_Park-Hesston_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g52959-d8425286-Reviews-Lake_Equestrian_Center-Lake_Ariel_Pocono_Mountains_Region_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g33364-d10458721-Reviews-Quail_Lake_Park-Colorado_Springs_El_Paso_County_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g55892-d8721802-Reviews-Cedar_Breaks_Park-Georgetown_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g850702-d878112-Reviews-Aphrodite_s_Rock-Kouklia_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g8363967-d12705929-Reviews-Mall_of_Egypt-6th_of_October_City_Giza_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g291961-d547053-Reviews-Shark_Ray_Alley-Ambergris_Caye_Belize_Cayes.html",
            "https://www.tripadvisor.com/Attraction_Review-g499087-d7909987-Reviews-Nirvana_Beach-Golden_Sands_Varna_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d7715234-Reviews-El_Parque_de_las_Palapas-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d5981010-Reviews-Heavenly_Spa_by_Westin-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g187221-d195035-Reviews-La_Croisette-Cannes_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g312741-d8407992-Reviews-Colonia_Express-Buenos_Aires_Capital_Federal_District.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g28959-d519669-Reviews-Lake_Erie-Pennsylvania.html"
    }
]