[
    {
        "attraction_name": "Lake Ohrid",
        "attraction_name_vi": "Hồ Ohrid",
        "general_info": [
            "2.243 đánh giá",
            "- 2 trong số 49 điều cần làm ở Ohrid",
            "Nguồn nước"
        ],
        "attraction_summary": "Nơi đẹp nhất trên trái đất, quang cảnh tuyệt vời, có thể đi thuyền để ngắm nhìn quang cảnh thị trấn từ hồ. Người dân địa phương thân thiện, nhiều quán bar, nhà hàng và cửa hàng. Chuyến đi trong ngày tốt đẹp từ Skopje Đọc thêm",
        "reviews": [
            "Lần đầu tiên đến Bắc Macedonia và Hồ Orhid. Hồ rất đẹp và trong xanh, dài 18 dặm và rộng 7 dặm. Có những ngọn núi cao tới 8000 feet bao quanh nó và những ngôi làng xinh đẹp xung quanh với thị trấn Orhid là nơi lớn nhất và nổi tiếng nhất. Phố cổ Orhid là một trong những nơi ngoạn mục nhất. Pháo đài, tu viện nhà thờ, những con đường hẹp rải sỏi đầy nhà hàng và quán bar. Có rất nhiều chuyến đi thuyền kéo dài từ 1 giờ đến cả ngày. Chuyến đi kéo dài 6 giờ và thời gian lưu trú 3 giờ đến tu viện St Naum là điều bắt buộc. Albania vsn cũng được truy cập trong một ngày. Giá các bữa ăn ngoài rất rẻ. Món cá và thịt rất phổ biến và salad tươi ngon. Những chiếc pizza thật tuyệt vời. Một buổi tối, chúng tôi có 2 chiếc pizza lớn, 3 ly rượu vang và 3 cốc bia với giá tương đương - 22. Chỗ ở có ở các khách sạn, biệt thự và căn hộ và chúng nằm trong thị trấn cũng như ngay bên ngoài. Đây là một khu vực có nhiều đồi núi và nhiều người đi leo núi. Nhiều người Macedonia, người Serbia, người Hy Lạp, người Áo, người Hà Lan đến đây cùng với những người từ nhiều quốc gia khác. Hiện tại rất ít khách du lịch Anh đến đây, người dân địa phương rất nhiệt tình và nhiều người dân địa phương trẻ tuổi nói tiếng Anh khá tốt. Tôi muốn giới thiệu một chuyến đi đến đây từ giữa tháng 5 đến giữa tháng 9 là thời điểm tốt nhất để có thời tiết vào cuối tháng 6 đầu tháng 7 khi tôi đến thăm, nhiệt độ từ 26c đến 30c và ở độ cao 2600 feet, đêm rất đẹp và không ẩm ướt.Đọc thêm",
            "Được coi là hồ lâu đời nhất châu Âu và được cho là sâu nhất, đây là viên ngọc quý của Bắc Macedonia và nước láng giềng Albania. Nó có các vùng nước ngọt đa dạng sinh học nhất trên thế giới với nhiều loài đặc hữu. Nếu bạn đi du lịch đến nhà thờ St John tại Kaneo ngay bên ngoài trung tâm Ohrid, bạn có thể ngắm nhìn toàn cảnh hồ Ohrid với nhà thờ là trung tâm. Đó là một cảnh tượng ngoạn mục và cho đến nay là khung cảnh đẹp nhất của hồ. Mang theo máy ảnh của bạn để có nhiều cơ hội chụp ảnh trên đường đi.Đọc thêm",
            "Hồ hoàn toàn tuyệt vời. Cũng có thể là một biển, thật lớn. Hồ lâu đời nhất ở châu Âu..có nơi sâu khoảng 900 feet. Tuyệt vời để bơi lội hoặc thực hiện tất cả các hoạt động dưới nước thông thường mà bạn có thể thực hiện xung quanh nước. Nước trong lành, sạch sẽ và quang cảnh rực rỡ.  Albania bên kia hồ, một đầu là Thị trấn Ohrid nổi tiếng và một đầu là chuyến đi trong ngày thú vị đến Monestry. Rất thích bên hồ này.Đọc thêm",
            "Một người bạn đã giới thiệu khu vực này và chúng tôi rất hài lòng với những gì mình đã trải nghiệm. Đó chỉ là một nơi hoàn hảo, có đủ mọi thứ, văn hóa, nước hồ trong lành rất sạch mà bạn có thể đến từ hầu hết mọi nơi, những nhà hàng và quán cà phê đẹp - \nChúng tôi đến đó một ngày nhưng ở lại 3 đêm. Chắc chắn tôi sẽ quay lại đây, chắc không cần phải nói nữa - Read more",
            "Ohrid là một thị trấn lịch sử đáng yêu nằm trên Hồ Ohrid xinh đẹp. Có nhà hàng ở khắp mọi nơi, bao gồm cả khu phố Thổ Nhĩ Kỳ với đồ ăn ngon và giá cả hợp lý.\nCó những con đường đi bộ quanh hồ, những địa điểm lịch sử để tham quan và những khu chợ lớn bán sản phẩm hữu cơ.\nNó rất đông vào mùa hè nên tốt nhất nên ghé thăm ngay trước hoặc sau khi đám đông đến.\nRất khuyến khích. Đọc thêm",
            "Nơi tuyệt đẹp và rất thú vị để ghé thăm. Hồ rất đẹp và ở mọi nơi bạn nhìn phong cảnh đều tuyệt vời. Đã đi bơi trong hồ mỗi ngày và nước mặc dù hơi lạnh nhưng vẫn sạch và trong.\nHồ Orhid giống như đang ở trong một giấc mơ tuyệt vời, nơi mọi thứ đều hoàn hảo. Thật bình yên và thanh bình Đọc thêm",
            "Tôi đã đến thăm vào tháng mùa đông và tôi có thể nói rằng mùa hè hẳn phải tuyệt vời hơn nhiều. Nó sáng, xanh và đơn giản là tuyệt đẹp. Hồ Ohrid làm tôi nhớ đến hồ Tivat ở Montenegro.  \n\nĐối với tất cả những ai đến thăm Skopje, tôi thực sự khuyên bạn nên ghé thăm Hồ Ohrid và toàn bộ khu vực. Nó chỉ đơn giản là một khu vực đẹp đẽ và thư giãn. Hồ trông giống biển hơn là hồ. Có những người điều hành các tour du lịch bằng thuyền cho tất cả mọi người có khuynh hướng như vậy. Tôi đồng ý. Đọc thêm",
            "Hồ Ohrid là một trong những hồ lâu đời nhất và sâu nhất ở châu Âu. Nơi đây có hệ sinh thái thủy sinh đặc biệt chứa hơn 200 loài đặc hữu. Hồ nằm ở biên giới miền núi của Bắc Macedonia và Albania. Có những khung cảnh tuyệt đẹp của hoàng hôn, núi và hồ. Ngoài ra còn có một cây cầu ước nguyện bằng gỗ trên bờ hồ.Đọc thêm",
            "Một địa điểm tuyệt đẹp - Ohrid - dường như từng là một khu nghỉ dưỡng thực sự nổi tiếng trong quá khứ, đã mất đi sự nổi tiếng vào một thời điểm nào đó và rơi vào tình trạng hư hỏng nhưng hiện đã hoạt động trở lại.\n\nCả khu phố cổ và mặt nước đều rất đáng để ghé thăm và nơi này thực sự có giá trị tốt.  \n\nThực hiện các chuyến đi bằng thuyền - đặt trực tiếp tại bến cảng và không thông qua công ty du lịch - vì họ tăng giá gấp đôi - và nhận Euro hoặc sử dụng Denar - điểm rút tiền - .  Đồng bảng Anh gần như vô dụng.\n\nĐi lên pháo đài - giá taxi khoảng - 4 từ khu nghỉ dưỡng Unique nhưng nhận giá trước và sử dụng taxi chính thức - đặt qua khách sạn nếu không chắc chắn - - và đi bộ xuống để xem Đại học St Clement và giới thiệu lối đi bộ lót ván.\n\nMột số địa điểm tuyệt vời để bơi trong hồ - bãi biển Kadmo - và ăn uống.  Cảm thấy rất an toàn vào ban đêm - và vào ban ngày - và người dân địa phương đều rất thân thiện - và thoải mái - vì vậy đừng mong đợi dịch vụ nhanh chóng ở các quán bar và nhà hàng - .Đọc thêm",
            "Thật dễ dàng để biết tại sao Hồ Ohrid được gọi là Hòn ngọc của vùng Balkan. Tôi có thể đã có thể ngắm nhìn hồ nước và những ngọn núi xinh đẹp này suốt cả ngày nếu thời tiết ấm hơn. Chúng tôi đi dạo, ngồi, ngắm cảnh, đi bộ thêm một chút và lặp lại. Đáng buồn thay, chúng tôi đã không được tham gia một chuyến du thuyền quanh hồ theo kế hoạch vì chúng tôi được thông báo rằng những người điều khiển thuyền cho phép hút thuốc trên tàu hoặc ít nhất là nhắm mắt làm ngơ. Thị trấn có rất nhiều cửa hàng trang sức, nếu bạn thích những thứ đó - bạn tôi đã làm - nhưng cũng có các cửa hàng truyền thống, bảo tàng, phòng trưng bày, nhà thờ Hồi giáo và nhiều nhà hàng và quán cà phê. Tôi tưởng tượng nó sẽ đông đúc khách du lịch vào mùa hè nên tôi rất vui vì chúng tôi đã đến vào tháng Năm.Đọc thêm",
            "Một trong những nơi bị đánh giá thấp nhất ở châu Âu! Khung cảnh tuyệt đẹp của hồ lâu đời nhất ở lục địa già với thiên nhiên tươi đẹp. Hoàn hảo cho các chuyến đi một mình, gia đình, trẻ nhỏ, người già. Nó rẻ, an toàn và đồ ăn rất ngonĐọc thêm",
            "Chúng tôi ở bên ngoài thị trấn trong hai tuần vào giữa tháng Bảy, nên trời rất nóng.  Đó là một nơi tuyệt đẹp với rất nhiều nhà hàng, nhiều chuyến đi thuyền và những chuyến đi bộ tuyệt vời. Đi vào thị trấn vào cuối tuần và nó gần như là một nơi khác.  Đám đông ở khắp mọi nơi, quầy hàng ở chợ.  Tất cả chỗ ngồi bên ngoài tại các quán bar và nhà hàng đều kín chỗ.  Bầu không khí tuyệt vời và rất thân thiện. Rất muốn đi lại, có lẽ vào mùa khác.Đọc thêm",
            "Thật tuyệt khi đi dạo quanh hồ này và chiêm ngưỡng quang cảnh của hồ. Cảnh đẹp để bạn chụp ảnh. Ngoài ra còn có nhiều nhà hàng xung quanh nơi bạn có thể thưởng thức bữa ăn và tham quan các địa điểm. Một nơi tuyệt vời để đi xa vài giờ. Đọc thêm",
            "Thật là một nơi tuyệt vời để ghé thăm. Hồ, quang cảnh núi và thị trấn. Một bầu không khí thoải mái đáng yêu và những người thân thiện. Một nơi tuyệt đẹp để ở lại vài ngày.Đọc thêm",
            "Chọn một ngày đẹp trời. Chuyến đi trong ngày đến Ohrid. Đi từ trung tâm thành phố Tirana đến nhà ga Lindor, 7h15 sáng. Bằng taxi - 7. Có một chiếc xe buýt từ trung tâm thành phố, xe buýt màu xanh hoặc trắng đều đến mất 15 phút taxi 40 phút xe buýt. Chờ cho đến khi quầy mở. Xe minivan màu đen, xuất phát 8h, đến 11h45 mới sạch sẽ. Đã mua vé ở đó. CN mua trực tuyến. Đường ngắm cảnh dễ dàng thoải mái. Im thích ứng mượt mà. Phố cổ Hồ Ohrid Amphitheatre st Naum tuyệt vời. Ít khách du lịch hơn. Taxi đường Naum 40 - cả hai chiều. Cevapci hoặc kebabci ở trung tâm Ohrid ngon, 120-200 denar. Họ chấp nhận đồng euro, hoặc denar, hiện tại là 1 - - 60 denar. Đề xuất chuyến đi trong ngày này, bắt đầu sớm. Trở về lúc 5 giờ chiều cùng xe buýt, trung tâm thành phố hoặc bến xe buýt. Đến 8h30 tối. Đi xe buýt địa phương trở lại trung tâm thành phố Tirana. Có một ngày tuyệt vời. Người dân Macedonia thân thiện, có nhiều kỷ niệm đẹp.Đọc thêm",
            "Một hồ nước tuyệt vời, xinh đẹp và yên bình. Tôi khuyên bạn nên ở lại một vài đêm ở Ohrid, tốt nhất là Phố cổ tuyệt đẹp. Có một số con đường đi bộ dọc theo và xung quanh hồ, đồng thời du khách cũng có thể đi thuyền hoặc chèo thuyền kayak trên hồ. Xung quanh có khung cảnh tuyệt đẹp và đáng để ghé thăm.Đọc thêm",
            "Wow wow wow Tôi sẽ không bao giờ chán khi nhìn hồ này, nhìn những bức ảnh của tôi về hồ này, đúng là nơi tuyệt đẹp nhất, tôi muốn quay lại!Đọc thêm",
            "Viên ngọc mùa hè tuyệt vời nhất của Macedonia! Hồ nước xinh đẹp với thời tiết hoàn hảo, phong cảnh tuyệt vời và di sản kiến ​​trúc ngàn năm. Đọc thêm",
            "Đây là một hồ nước tuyệt vời rất đáng để ghé thăm. Có rất nhiều con đường và khu vực bơi lội dọc theo bờ biển.  Một số vịnh rất hẻo lánh và xinh đẹp. Hãy chắc chắn rằng thỉnh thoảng bạn cũng đi thuyền trên hồ trong chuyến thăm của mình.Đọc thêm"
        ],
        "star_ratings": [
            1765,
            408,
            53,
            8,
            9
        ],
        "review_amount": 2243,
        "location": [
            "Châu Âu",
            "Cộng hòa Bắc Macedonia",
            "Những điều cần làm ở Ohrid",
            "Hồ Ohrid",
            "Ohrid",
            "Vùng Tây Nam Bộ"
        ],
        "reviews_time": [
            "Written May 30, 2023",
            "Written July 6, 2023",
            "Written July 8, 2023",
            "Written August 10, 2023",
            "Written August 24, 2023",
            "Written August 24, 2023",
            "Written August 26, 2023",
            "Written August 29, 2023",
            "Written September 6, 2023",
            "Written September 7, 2023",
            "Written May 27, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written April 30, 2024",
            "Written April 30, 2024",
            "Written April 21, 2024",
            "Written April 8, 2024",
            "Written January 20, 2024",
            "Written December 6, 2023",
            "Written November 29, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g303864-d318826-Reviews-Lake_Ohrid-Ohrid_Southwestern_Region.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g303864-d12321142-Reviews-Villa_Winery_Mal_Sv_Kliment-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303864-d10688438-Reviews-Di_Angolo_Pizzeria-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303864-d8362064-Reviews-Via_Sacra-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303864-d4275126-Reviews-Restoran_sveta_sofija-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303864-d6764871-Reviews-Kaneo-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303864-d4942253-Reviews-Kaj_Kanevche-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303864-d12477498-Reviews-Fruit_Box-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303864-d4988091-Reviews-VIVA_Ksantika-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303864-d15696124-Reviews-Prova_Pizzeria-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Restaurant_Review-g303864-d2332218-Reviews-Leonardo_Pizzeria-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d6589999-Reviews-National_Workshop_For_Handmade_Paper-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d3530949-Reviews-National_Ohrid_Museum_Robevci_House-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d12581082-Reviews-Atelier_Aini-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d25895241-Reviews-Memorial_Epiphany-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d11899144-Reviews-Atelier_Marta_Pejoska-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d23337863-Reviews-Church_of_Holy_Mother_of_God_Bolnichka-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d9455813-Reviews-Catcher_Of_A_Cross_Monument-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d3140302-Reviews-Icon_Gallery_Ohrid-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d9455752-Reviews-Monument_to_St_Naum_of_Ohrid-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d21358216-Reviews-Azzurro_Pontoon_Boat_Excursions-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d318826-Reviews-or10-Lake_Ohrid-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d552709-Reviews-National_Park_Galicica-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d25816845-Reviews-Ohrid_City_Park-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d26585455-Reviews-Adventure_Ohrid-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d25430083-Reviews-Active_Tourism_Macedonia-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d14902400-Reviews-Sailing_Macedonia-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d12446160-Reviews-Liquid_Cafe_Bar-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d16713772-Reviews-Original_Ohrid_Pearl_Filevi-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d14554215-Reviews-Original_Ohrid_Pearls_by_Dr_Pavel_Filev-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d10054633-Reviews-Ohrid_Daily_Tours-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d12298921-Reviews-Atelje_Dolenc-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g303864-d10128572-Reviews-Marinov_Jewelry_Store-Ohrid_Southwestern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g189852-d6560699-Reviews-City_Bikes_Stockholm-Stockholm.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d9983248-Reviews-Ta_Hien_Street-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g8391638-d2390622-Reviews-St_Anthony_Gorge_Gorge_of_Patsos-Patsos_Rethymnon_Prefecture_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d105479-Reviews-Myakka_River_State_Park-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293831-d12918691-Reviews-Island_of_Goree-Dakar_Dakar_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g30763-d10211031-Reviews-Oak_Mountain_Amphitheater-Pelham_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g147404-d147722-Reviews-Mountain_Top-St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1990451-Reviews-Times_Square_Mall-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d565031-Reviews-Roosevelt_Island-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147326-d17462442-Reviews-Sea_Glass_Beach-Isla_de_Vieques_Puerto_Rico.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g303864-d318826-Reviews-or10-Lake_Ohrid-Ohrid_Southwestern_Region.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g303864-d318826-Reviews-Lake_Ohrid-Ohrid_Southwestern_Region.html"
    }
]