[
    {
        "attraction_name": "Lake Sunapee",
        "attraction_name_vi": "Hồ Sunapee",
        "general_info": [
            "30 đánh giá",
            "- 2 trong số 4 điều cần làm ở Sunapee",
            "Nguồn nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Tôi dừng lại ở một trạm nghỉ chân nhỏ ven hồ ở Newbury, có tên là Cảng Newbury.  Lúc đó là sáng sớm.  Trải nghiệm tốt đẹp.  Khung cảnh tuyệt vời, một bãi biển nhỏ có sẵn, phòng vệ sinh sạch sẽ, bến tàu công cộng, một gian hàng dã ngoại nhỏ nhìn ra hồ. Đọc thêm",
            "Hãy xem những bức ảnh nói lên tất cả. Mùa thu với những chiếc lá chuyển màu càng khiến nó đẹp hơn. Nước lặng, trong vắt.Đọc thêm",
            "Hồ rất yên bình và tôi được gặp Stephen Tylers, ca sĩ House. - Người có mái tóc đỏ - . Bạn có thể nghe nhạc và có một ngày bình yên.Đọc thêm",
            "Chúng tôi bắt đầu bằng chuyến du ngoạn trong ngày trên hồ. Sau đó chúng tôi đi bơi và nướng BBQ ở công viên tiểu bang. Tôi đã có thể chụp được cầu vồng tuyệt đẹp. Đọc thêm",
            "Dành một ngày ở đây để bơi lội, chèo thuyền, dã ngoại.  Nước sạch, bãi biển đẹp.  Nó không quá đông đúc, ngay cả vào cuối tuần thứ tư của tháng Bảy.  Đề nghị!Đọc thêm",
            "Chồng tôi và tôi đã gặp nhau ở đây 31 năm trước - và đó là một nơi tuyệt vời.  Tuy nhiên, nó cũng đang dần phát triển - trưởng thành - với hàng triệu - - - ngôi nhà - và không có doanh nghiệp nào hỗ trợ đám đông.  Hồ quá nhỏ để có thể tạo ra những chiếc thuyền tạo sóng - đang hủy hoại bờ biển.  Hồ Sunapee không còn là một viên ngọc ẩn mà là một viên kim cương được đánh bóng dành cho người giàu.Đọc thêm",
            "Tôi đã đến thăm Hồ Sunapee trong một chuyến đi ngắm lá. Mặc dù tán lá không ngoạn mục như những năm khác nhưng vẫn có đủ màu sắc để phản chiếu xuống mặt hồ và nó thực sự rất đáng yêu. Tôi - đã đến Hồ Sunapee vài lần trong tất cả các mùa và đó là một hồ nước tuyệt đẹp với rất nhiều việc phải làm, được bao quanh bởi một số nhà trọ và khách sạn, nhà hàng và cửa hàng ngon cũng như những con đường mòn đi bộ đường dài xung quanh ông Sunapee.Đọc thêm",
            "Đã đến Bãi biển Dewey nhiều năm nhờ một người bạn địa phương. Khung cảnh thật tuyệt vời, nước trong vắt, với một cửa hàng tiện lợi nhỏ cung cấp các thanh kem và nước ngọt Good Humor đông lạnh. Bãi biển thành phố cũng có nhà vệ sinh. Thị trấn cung cấp một số nhân viên cứu hộ vào ban ngày vào mùa hè. Trong tâm trí tôi, đây là mảnh thiên đường nhỏ của tôi. Yên tĩnh, thanh bình, tĩnh lặng và tầm nhìn tuyệt đẹp ra hồ và những ngọn núi xung quanh.Đọc thêm",
            "Hồ Sunapee là hồ lớn thứ hai ở New Hampshire và là một viên ngọc. Nếu bạn có cơ hội ghé thăm, hãy làm như vậy. Chuyến đi này rất đáng giá. Đọc thêm",
            "Để giữ gìn truyền thống gia đình, chúng tôi đã bắt đầu đưa thế hệ tiếp theo đến bãi biển tại Hồ Sunapee! Đây là một bãi biển tuyệt vời, sạch sẽ, hướng đến gia đình và bãi đậu xe rất gần bãi biển dành cho tất cả các gia đình phải kéo phao, thùng làm mát và các vật dụng cần thiết khác trên bãi biển. Có rất nhiều vịt trời rất thân thiện và đi lang thang trên bãi biển. Nhà vệ sinh sạch sẽ và nhân viên rất thân thiện. Có một công viên dành cho trẻ em từ 2 đến 5 tuổi, đầy đủ xích đu, cầu trượt, xà đu và nhiều thứ khác. Nhiều bàn dã ngoại dưới bóng râm cho những người muốn tránh nắng. Một cửa hàng nhỏ nơi bạn có thể mua một số mặt hàng thực phẩm hoặc đồ dùng cần thiết trên bãi biển, chẳng hạn như ống mà con bạn muốn. Giá cả phải chăng đáng ngạc nhiên. Nhìn chung, đây là một trong những bãi biển đẹp nhất xung quanh! Đọc thêm"
        ],
        "star_ratings": [
            21,
            8,
            0,
            0,
            1
        ],
        "review_amount": 30,
        "location": [
            "Hoa Kỳ",
            "Hồ Sunapee",
            "Các hoạt động ở Sunapee",
            "New Hampshire - NH -",
            "Sunapee"
        ],
        "reviews_time": [
            "Written November 10, 2023",
            "Written September 27, 2020",
            "Written August 20, 2019",
            "Written August 16, 2019",
            "Written July 29, 2019",
            "Written July 8, 2019",
            "Written October 20, 2018",
            "Written October 16, 2018",
            "Written September 9, 2018",
            "Written August 28, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g46241-d8564025-Reviews-Lake_Sunapee-Sunapee_New_Hampshire.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g46241-d8564025-Reviews-or10-Lake_Sunapee-Sunapee_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g46241-d8564025-Reviews-or20-Lake_Sunapee-Sunapee_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d7077404-Reviews-Luxury_Bags-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d1990451-Reviews-Times_Square_Mall-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g306997-d6633533-Reviews-Mydin_Mall_Mitc-Melaka_Central_Melaka_District_Melaka_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g50360-d1632683-Reviews-Creekside_Park-Gahanna_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g775935-d1087794-Reviews-Arillas_Beach-Arillas_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g14782503-d379335-Reviews-Yogyakarta_Palace-Yogyakarta_Yogyakarta_Region_Java.html",
            "https://www.tripadvisor.com/Attraction_Review-g187443-d6776394-Reviews-Alameda_de_Hercules-Seville_Province_of_Seville_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g297917-d455332-Reviews-Khao_Sok_National_Park-Surat_Thani_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g190454-d13418065-Reviews-Lower_Belvedere-Vienna.html",
            "https://www.tripadvisor.com/Attraction_Review-g2040759-d3546287-Reviews-Kalanggaman_Island-Palompon_Leyte_Province_Leyte_Island_Visayas.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g46241-d8564025-Reviews-or10-Lake_Sunapee-Sunapee_New_Hampshire.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g46241-d8564025-Reviews-Lake_Sunapee-Sunapee_New_Hampshire.html"
    }
]