[
    {
        "attraction_name": "Lakeside Amusement Park",
        "attraction_name_vi": "Công viên giải trí ven hồ",
        "general_info": [
            "259 đánh giá",
            "- 62 trong số 457 điều cần làm ở Denver",
            "Giải trí - Công viên giải trí"
        ],
        "attraction_summary": "Công viên giải trí này, một trong số ít công viên thuộc sở hữu gia đình còn lại trong nước, là nơi vui chơi cho mọi người ở mọi lứa tuổi.Đọc thêm",
        "reviews": [
            "Rất chạy xuống.  Rất nhiều hoạt động vui chơi và trò chơi dành cho trẻ nhỏ, tuy nhiên, nhiều hoạt động đã đóng cửa hoặc không có đủ nhân viên để mở.  Chúng tôi đã trả - 30 cho vé dành cho người lớn tuy nhiên vì lý do nào đó mọi chuyến đi lớn đều không được mở.  Trẻ em thích nó nhưng nó giống một lễ hội hội chợ quận cũ với những khách hàng thú vị hơn là một công viên giải trí.  Sẽ cân nhắc quay lại nhưng chỉ mua vé cho trẻ em.    Đọc thêm",
            "Rất xuống cấp.  Không có thông tin nào liên quan đến thực tế là hầu hết các chuyến đi đều không hoạt động trước khi chúng tôi trả tiền để vào. Phải xếp hàng chờ ở lối vào quá lâu.  Nhân sự kém.  Muỗi.  Bẩn thỉu.  Graffiti bên trong chuyến đi máy bay. Ban quản lý cần chú ý hơn. Thực phẩm và đồ ăn nhẹ đều đóng cửa.  Kiểm tra an ninh trước khi vào là tuyệt vời! Người ta hút thuốc.  Các chuyến đi còn thiếu những phần!Đọc thêm",
            "Nơi này thật tuyệt vời! Lấy vợ và tôi và chúng tôi đã có một vụ nổ. Cả hai chúng tôi đều ở độ tuổi ngoài 20 và những chuyến tàu lượn siêu tốc đôi khi khiến chúng tôi cảm thấy khó chịu nhưng những chuyến đi đến đây mang lại nỗi nhớ thuần khiết và rất nhiều niềm vui!Đọc thêm",
            "Nơi này là một vụ nổ và cảm giác cổ điển thật tuyệt vời. Tôi và đối tác của mình đã đến Gothic Takeover và đã có khoảng thời gian vui vẻ. Tuy nhiên, việc bảo trì chung của công viên chắc chắn cần được chú ý. Tôi hiểu việc cố gắng bảo tồn cảm giác cổ điển, nhưng tôi nghĩ điều quan trọng là giữ cho công viên trông đẹp mắt. Và không có trò chơi nào có sẵn - đang hoạt động. Chúng tôi cũng tìm thấy xác một con gấu trúc chết và một tổ chim bị rơi và những con chim con văng tung tóe trên mặt đất gần một trong những khu cưỡi ngựa. Buồn khi thấy. Chắc chắn rất muốn thấy nơi này phát triển mạnh trong tương lai.Đọc thêm",
            "Luôn luôn là một nơi vui vẻ. Đi bộ ngược thời gian. Hoàn toàn - - yêu nơi này!  Nó - không dành cho tất cả mọi người nhưng dành cho những người hâm mộ trung thành ở đó - không có gì giống như vậy. Thành phố Trắng cuối cùng!   -  -  -    -  -  - Đọc thêm",
            "Step back in time to a vintage-style amusement park smack dab in the heart of Denver...  prices are low..and it is very family-friendly, however lots of small general maintenance items are being neglected.  This place has great potential I think it lacks management with attention to detail.  Still have a great time and was a real value. This place is creepy and cool all at the same time. It looks like someone stumbled upon it one day after 30 years of it sitting quietly unused and plugged it in. I read in one article that it - s an old trolley park, so that - s cool. It - s definitely seen better days and could use a serious overhaul. The area is a bit sketchy. That being said what was running. the employees were nice and friendly.  - vintage -  looking rides. i love to look at the cool signs -  fonts selections and nostalgic feels. Part charm part concerning disrepair.  A lovely spot next to Lake definitely adds some magic at sunset. Half of the rides don - t work, don - t work well, or are closed, but that doesn - t mean you can - t have a good time. Bring good company, low expectations, and a positive attitude. Appreciate it for what it is. Though the concessions and the buildings they are housed could definitely use some attention. It - s a bit concerning ordering food and beverages with the ceiling falling down and supplies scattered all over with boxes sitting on the floor in plain sight. Lakeside has a bad rap in Denver, but it - s honestly a very cool place. Great photo ops, scenic train rides, and classic rides- truly one of the only amusement parks of its kind left. I recommend researching the history of the park and the rides themselves before attending- it makes it much more obvious why the park looks and feels the way it does and allows you to understand what makes the park  - and the rides themselves -  special. It - s rough around the edges and some areas are downright ugly, but if you can look past that it - s a great place. Read more",
            "Là một người thường xuyên đến Công viên giải trí Lakeside trong nhiều năm, cá nhân tôi có thể làm chứng rằng đó là một viên ngọc quý thực sự của Colorado. Rất cổ kính và thân thiện với gia đình, đây là một công viên đáng ghé thăm. Lịch sử phong phú của nó tỏa sáng trong mỗi chuyến đi ọp ẹp, mọi điểm tham quan cổ xưa. Tôi không nghi ngờ gì rằng ít nhất một người đã bị gãy xương trên Cyclone, một chiếc tàu lượn bằng gỗ cũ kỹ nhưng rất quyến rũ. Mỗi chuyến đi ở đây đều mang lại vô số niềm vui và ngay cả khi đây không thực sự là một công viên giải trí dành cho những người nghiện trò chơi cảm giác mạnh, hãy yên tâm rằng bạn sẽ tìm thấy cảm giác hồi hộp theo những cách khác khi đến thăm. Tôi yêu Công viên giải trí Lakeside. Đó là một sức hấp dẫn vô cùng quyến rũ, mặc dù có phần thô ráp, xứng đáng được yêu thương và chú ý nhiều hơn. Tôi thực sự khuyên bạn nên ghé thăm nó nếu không muốn nói là trớ trêu thay và nó đã mang lại cho tôi nhiều kỷ niệm tuyệt vời. Cảm ơn Lakeside, vì đã trở thành một người thô lỗ. Lưu ý nhanh, nếu bạn quyết định đến thăm, hãy đi vào ban đêm. Nó thực sự dễ chịu hơn và cảm thấy an toàn hơn. Ngoài ra công viên này cũ như quả bóng. Xin đừng mong đợi trải nghiệm lái xe mượt mà nhất. Nhưng nó rất vui!Đọc thêm",
            "Lakeside là một nơi đặc biệt - một viên kim cương thô sẽ tỏa sáng nếu bạn sẵn sàng và có thể chấp nhận những khuyết điểm của nó. Đây là một công viên có một không hai, theo định nghĩa chặt chẽ nhất của thuật ngữ này. Đây không phải là công viên giải trí - nếu bạn muốn thứ gì đó bắt chước công viên giải trí, hãy ghé thăm Elitch Gardens ở phía bên kia thị trấn. Công viên giải trí này mang đến những trải nghiệm khó tìm thấy ở bất kỳ nơi nào khác. Các trò chơi như tàu lượn siêu tốc Cyclone và Wild Chipmunk mang lại cảm giác hồi hộp hoang dã; những chuyến đi quay tròn như Satellite và Spider sẽ khiến bạn cười khúc khích. Không thể bỏ qua chuyến tàu dài quanh Hồ Rhoda, đặc biệt nếu đôi chân bạn cần được nghỉ ngơi. Nếu bạn nán lại sau khi mặt trời lặn, bạn - sẽ được chiêm ngưỡng màn trình diễn ánh sáng neon không thể so sánh được ở bất kỳ công viên giải trí nào khác. Có những thách thức cần vượt qua: Một số trò chơi cổ điển - như Roi và Vòng đu quay - hiện không hoạt động, và tàu lượn siêu tốc mới bổ sung của công viên đã không hoạt động được ba năm. Việc cung cấp thực phẩm bị hạn chế và các ưu đãi chỉ chấp nhận tiền mặt - vấn đề này trở nên tồi tệ hơn do một máy ATM tại chỗ chỉ cho phép - 10 lần rút tiền - đây là hành vi phạm tội ở biên giới -. Bởi vì vé vào cửa không đắt nên công viên trở nên đông đúc và các chuyến đi thường kéo dài đến mức khó chịu vào buổi tối. Điều đó - không có nghĩa là Lakeside - không đáng để ghé thăm - ngược lại, nó - là - phải - đối với những ai thích giải trí công viên và - hoặc có hứng thú với lịch sử. Chỉ cần nhớ mang theo một chút kiên nhẫn cùng với một ít tiền mặt.Đọc thêm",
            "My visit was several years ago, but the one thing I know about Lakeside is it doesn - t change often. Sometimes that - s a bad thing, but I think this park benefits from it.Often only open in the evenings to display its vintage neon and extravagant lighting - signage, this park is taken for granted due to a seedy sort of reputation. That - s unfair, because Disney it is not, and it doesn - t try to be - nor do most local amusement  parks. -  I am not a local, but I - m aware that many of the CA transplants in Colorado think the plot of concrete downtown known as Elitch Gardens is their new version of Disneyland. They couldn - t be more wrong, because it pales in comparison to both a Disney park and old Lakeside.Lakeside still offers pay per ride, and admission is still under  - 4 a person AFAIK. Not  - 40.  - 4. You pay that before you park, as you might a parking fee. The marquee rides are like  - 3 at most. Less than most carnivals. Very cheap. They have an antique train that circles the large lake that is the park - s namesake. They also have a 1940 wood coaster called Cyclone, with an amazing art deco station, hand brakes, and NO lap bars - just seat belts. Sufficient. -  Not the most intense coaster but I found it comfortable for a wood coaster and fun. They also have the world - s oldest  - adult -  steel coaster, the Wild Chipmunk. Again, no lap bars. They are in the process of setting up a used coaster from a small facility in Nebraska, but it is not operational last I saw. Most of the other rides are traditional spinning rides, but many of them have really cool original neon signage accompanying them. Even if you don - t do thrill rides, it would be worth your while to pay the under  - 10 to enter at night, ride the train , and enjoy the atmosphere with a snack or whatever. There is also a lot of old architecture and features sprinkled throughout the park that probably gets overlooked by most. Is there some aspects of Lakeside that are long in the tooth? Of course. The place opened in 1908. The most unfortunate thing is the hulking Star Ride that sits in the middle of the park. I believe it would predate the Coney Island Wonder Wheel as the oldest operating ferris wheel in the USA. If it operated. But it has been sitting there since the mid 1970s when a fire consumed its tubs, new motor, and most unfortunately, it - s blue prints. A similar wheel exists at Tivoli Gardens in Copenhagen, but at this point, it would probably do the park good to deconstruct it. That is a large factor in the reputation if it - s appearance. The park also , due to the giveaway prices, has been largely stuck in the late 1960s. As I said at the top, at this point it probably is more beneficial because of that, being a living time warp, but some modern additions, without destroying the history there, would make the CA transplants give it a second look and help end the old reputation attached to it. You - ll hear that Elitch Gardens downtown is better, historic etc. The old location at 38th and Tennyson WAS historic and would have been worth visiting , as Lakeside is. But the park downtown was built in 1995 and is the continuity of the old Elitch Gardens in name only. There are very few historic features there. They moved a few spinning rides and thought that would work. Now Stan Kronke , the new owner of Elitch - s, is finalizing plans to redevelop that park into a commercial retail - dining - housing area. And no one cares, because it has no soul. It - s an expensive cash cow with no personality or history, and Lakeside will have to make some concessions on expanding, because it will be the only amusement park game in town. Kronke will not rebuild Elitch - s a third time Denverites. I - m sorry to tell you. He - s an investor and developer, he - s not Walt Disney. Forget Elitch Gardens. If you go to Denver and want to do an amusement park - water park day, then go to Water World during the heat of the day. Then change, have dinner, and go spend a couple hours at night at Lakeside. That - s to see Denver.Read more",
            "Thành thật mà nói, chúng tôi băn khoăn về sự an toàn của các chuyến đi....nhưng bọn trẻ của chúng tôi - 12 và 14 tuổi - lại yêu thích nó. Nó chắc chắn có thể cần phải mọc lên một chút, nhưng các chuyến đi trong lễ hội rất thú vị.Đọc thêm",
            "Đi bờ hồ có cần người lớn khôngĐọc thêm",
            "Bạn có thể vào bờ hồ nếu bạn là trẻ vị thành niên mà không có người lớn??Đọc thêm",
            "Chó có được phép không???Đọc thêm",
            "Khi công viên mở cửa lúc 12:00, người lớn mở cửa lúc mấy giờ?  Cảm ơnĐọc thêm",
            "Tôi thường là người điều khiển vòng đu quay hoặc kỹ sư xe lửa. Tôi - tôi thường sẵn sàng đón khách vào khoảng giờ rưỡi. 5h30 thứ sáu và 12h30 thứ bảy và chủ nhật.Đọc thêm",
            "Người này đánh giá thế nào về công viên này vào tháng 1 năm 2018. Công viên chỉ mở cửa từ tháng 5 - tháng 9 - đầu tháng 9 - ....Đọc thêm",
            "Có ai có thông tin gì về cách xin giấy phép chụp ảnh không?  \n\nTôi đã thử gọi điện - - 7 lần - , gửi email - - 4 lần - và đích thân đến văn phòng trong 6 tuần qua. Không ai trả lời tin nhắn của tôi. \n\nNếu ai có tên hoặc bất kỳ thông tin nào về cách xin giấy phép chụp ảnh sẽ được đánh giá rất cao!Đọc thêm",
            "Vâng, vâng, họ có những hạn chế trong việc chụp ảnh.  Nếu bạn đang chụp ảnh - gia đình - thì không sao cả.  Tuy nhiên, nếu bạn chụp ảnh công viên, kiến ​​trúc hoặc bất cứ thứ gì ngoại trừ người khác, họ sẽ không cho phép điều đó.  Họ thậm chí còn không cho phép điều đó với bất kỳ loại giấy phép nào.  \n\nNếu bạn dự định đến đó cùng gia đình và muốn chụp ảnh gia đình bạn đang tận hưởng chuyến đi, họ có thể sẽ - không làm phiền bạn, và nếu có, họ - sẽ chỉ yêu cầu bạn ký một thỏa thuận nói rằng bạn đã thắng. - không bán bất kỳ bức tranh nào. \n\nNếu bạn dự định đến đó để chụp ảnh kiến ​​trúc, hãy đến thẳng văn phòng an ninh khi đến nơi và giải thích cho họ những gì bạn muốn làm.  Họ - có thể sẽ kể cho bạn nghe điều tôi vừa nói với bạn.  \n\nTôi không biết lý do, nhưng tôi nghi ngờ đó là vì họ muốn - bán - những bức tranh về công viên lịch sử của họ, ký hợp đồng lấy tiền bản quyền hoặc kiếm tiền từ thỏa thuận này.  \n\nCông viên rất mát mẻ và mang tính lịch sử, nhưng họ hơi bảo vệ các quyền hợp pháp của mình.  Nó có thể liên quan đến vụ tai nạn ở đường đua ô tô mà họ từng chạy - bạn sẽ thấy nó ở ngay phía nam và phía tây của công viên.  Năm 1984, một chiếc ô tô cổ bị mất lái, lao lên khán đài và khiến một khán giả thiệt mạng.  Công viên đã bị kiện, đóng cửa các cuộc đua xe cổ và đường đua đã mục nát kể từ đó.  Họ thậm chí còn không sơn nó.Đọc thêm",
            "Khi nào chương trình này mở cửa cho mùa giải 2017?Đọc thêm",
            "Nó mở cửa vào cuối tuần bắt đầu từ ngày 7 tháng 5 năm 2017. Sau tuần này, nó sẽ mở cửa vào các ngày thứ Sáu, thứ Bảy và Chủ Nhật cho đến hết tháng Năm. Sau đó, vào tháng 6, nó mở cửa hàng ngày trong tuần cho đến Ngày Lao động.Đọc thêm",
            "loại quái vật bệnh hoạn nào lại đi đến giới thượng lưu khi bờ hồ là nơi tuyệt vời và vui vẻ?Đọc thêm",
            "bất cứ ai đã đưa ra sự ưu tú trên một sao.Đọc thêm",
            "chi phí cho trẻ em đi chơi?Đọc thêm",
            "Mỗi vé là 50 xu.  - 3 vé mỗi người để vào. Bạn có thể mua - 20 vé tất cả những gì bạn có thể đi. Đọc thêm",
            "Chi phí cho trẻ em 6-8 tuổi là bao nhiêu?Đọc thêm",
            "gần như miễn phí so với giới tinh hoa cũ ngu ngốc.Đọc thêm"
        ],
        "star_ratings": [
            78,
            81,
            50,
            28,
            22
        ],
        "review_amount": 259,
        "location": [
            "Denver",
            "Công viên giải trí ven hồ",
            "Colorado - CO -",
            "Hoa Kỳ",
            "Những điều cần làm ở Denver"
        ],
        "reviews_time": [
            "Written August 2, 2023",
            "Written June 2, 2023",
            "Written May 28, 2023",
            "Written May 26, 2023",
            "Written May 5, 2023",
            "Written May 4, 2023",
            "Written July 4, 2022",
            "Written September 7, 2021",
            "Written May 19, 2020",
            "Written April 18, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33388-d126688-Reviews-Lakeside_Amusement_Park-Denver_Colorado.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d23384300-Reviews-Lakeside_Pho-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d5426439-Reviews-Man_Wah_Asian_Restaurant-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d4275376-Reviews-Arby_s-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d13845141-Reviews-7_Eleven-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d3426988-Reviews-Hops_and_Pie-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33694-d10793431-Reviews-Grammy_s_Goodies-Wheat_Ridge_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d379386-Reviews-Parisi-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1023797-d5541244-Reviews-Subway-Lakeside_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d25187506-Reviews-Wingstop-Denver_Colorado.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33388-d10537661-Reviews-Denver_Biscuit_Co-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d12903474-Reviews-Inspiration_Point_Park-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d3187639-Reviews-National_Ballpark_Museum-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d5599692-Reviews-The_Oriental_Theater-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d3211085-Reviews-Stranahan_s_Whiskey_Distillery_Cocktail_Bar-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d560039-Reviews-Kirkland_Museum_of_Fine_Decorative_Art-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d616524-Reviews-Empower_Field_at_Mile_High-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d20227769-Reviews-The_Empourium_Brewing_Company-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d266871-Reviews-The_Denver_Center_for_the_Performing_Arts-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d142967-Reviews-Coors_Field-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d144224-Reviews-Forney_Museum_of_Transportation-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d126688-Reviews-or10-Lakeside_Amusement_Park-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d10110612-Reviews-Scheitler_Recreation_Center-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d8561825-Reviews-Climb_Denver-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g29140-d9457255-Reviews-Conundrum_Escape_Rooms-Arvada_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d12138598-Reviews-Feral-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d7364480-Reviews-Denver_Cat_Company-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d5833850-Reviews-Local_46-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d14524164-Reviews-Ohana_Yoga_Barre-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d9733012-Reviews-Highland_Massage_Company-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d10550629-Reviews-Pedego_Denver_Electric_Bikes-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d560336-Reviews-Willis_Case_Golf_Course-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33694-d10844656-Reviews-Motion_Fitness_and_Massage-Wheat_Ridge_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d17092582-Reviews-Tatarian-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g45930-d283396-Reviews-Stateline_Fire_Lookout-Crystal_Bay_Lake_Tahoe_Nevada_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g48261-d283361-Reviews-Niagara_Falls_State_Park-Niagara_Falls_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g190327-d8621943-Reviews-Valletta_Ferry_Services-Sliema_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g294205-d321166-Reviews-Valley_of_the_Kings-Luxor_Nile_River_Valley.html",
            "https://www.tripadvisor.com/Attraction_Review-g2237179-d5990253-Reviews-Phu_Thap_Boek-Lom_Kao_Phetchabun_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g2251740-d2228263-Reviews-Palmanova_Village-Aiello_del_Friuli_Province_of_Udine_Friuli_Venezia_Giulia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d3417409-Reviews-Yankee_Freedom_Dry_Tortugas_Ferry-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147411-d208083-Reviews-Coral_Reef_Underwater_Park_Trail-Virgin_Islands_National_Park_St_John_U_S_Virgin_I.html",
            "https://www.tripadvisor.com/Attraction_Review-g49673-d23646096-Reviews-Live_Oak_Bank_Pavillion-Wilmington_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1093538-d10745028-Reviews-Gypsy_Market-Kableshkovo_Burgas_Province.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33388-d126688-Reviews-or10-Lakeside_Amusement_Park-Denver_Colorado.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33388-d126688-Reviews-Lakeside_Amusement_Park-Denver_Colorado.html"
    }
]