[
    {
        "attraction_name": "Lake Mendocino",
        "attraction_name_vi": "Hồ Mendocino",
        "general_info": [
            "79 đánh giá",
            "6 trong số 47 điều cần làm ở Ukiah",
            "Nguồn nước"
        ],
        "attraction_summary": "Hồ Mendocino nằm ở dãy bờ biển phía bắc California, nơi rừng gỗ đỏ gặp xứ sở rượu vang. Được tạo ra nhờ việc xây dựng Đập Coyote trên Ngã ba phía Đông của Sông Nga vào năm 1958. Con đập do Công binh Quân đội Hoa Kỳ xây dựng và bảo trì giúp giảm thiệt hại do lũ lụt, bảo tồn nước và thủy điện. Hồ cũng mang lại nhiều cơ hội giải trí.Đọc thêm",
        "reviews": [
            "Ở lại đây một đêm vào cuối tuần dài Ngày Lao động với 2 gia đình khác. Chúng tôi có các địa điểm 80, 82, 84 và 86 nằm ngay cạnh hồ mặc dù không dễ dàng tiếp cận hồ vì các địa điểm này nằm trên một con dốc và khá đi bộ xuống. Chúng tôi thấy một số người đang bơi và nước trông không trong hoặc hấp dẫn. Và mực nước rõ ràng là khá thấp. Có một đợt nắng nóng vào cuối tuần nhưng không tệ bằng khi chúng tôi đến vào khoảng 2 giờ chiều. Có một cơn gió nhẹ thổi qua và mặc dù nhiệt độ khoảng 90 nhưng trong bóng râm cũng không thể chịu nổi. Khu cắm trại được giữ gìn cẩn thận và phòng tắm có nước nóng lạnh miễn phí. Có vẻ như khu cắm trại đã bị đóng cửa lâu nhất và mới mở cửa trở lại gần đây. Có rất nhiều người xung quanh và một số người đang mở nhạc lớn cho đến lúc yên tĩnh lúc 10 giờ tối. Chúng tôi đã không thực hiện bất kỳ chuyến đi bộ đường dài nào do thời tiết nhưng rất vui với các trò chơi cờ và trò chơi cờ bàn khác. Nói chung là một chuyến thăm tốt.Đọc thêm",
            "Hồ Mendocino là một hồ tự nhiên lớn ở hạt Mendocino, ẩn mình trong khung cảnh tuyệt đẹp xung quanh. Hồ có ba điểm tiếp cận, hai điểm từ Xa lộ 20 và một từ Xa lộ 101, ở thị trấn Ukiah. 2 trong số các điểm tiếp cận có bến thuyền trong khi một trong Hwy 20 có khu cắm trại. Không thấy bất kỳ dịch vụ cho thuê thuyền nào xung quanh nên có vẻ như bạn cần mang theo thuyền kayak của riêng mình, v.v. để tận hưởng các hoạt động dưới nước. Không thấy mọi người bơi lội vào tháng 4, có thể trời không đủ ấm để ngâm mình trong nước nhưng không thấy bãi biển đẹp quanh khu vực. Không có nơi nào để lấy đồ ăn nên hãy đóng gói bữa trưa và bạn dự định dành chút thời gian ở các khu dã ngoại quanh hồ. Khi chúng tôi đến thăm hồ, nó không hề đông đúcĐọc thêm",
            "Tôi đáng yêu khu vực cho một vũng nước lớn như vậy. Có một con đập tuyệt vời để chặn một hồ nước khổng lồ, nhưng than ôi vì hạn hán, hồ nước thấp, thấp, thấp. Vẫn mát mẻ và thư giãn khi ngồi trên bờ cảm nhận làn gió thổi qua vào một ngày mùa xuân đẹp trời và ở đây vào một ngày trong tuần, nó rất, rất, trống trải. Đàn chim ở đây đợi trên bờ, và tôi nghĩ ở đâu đó đang khao khát chờ thêm nước xuất hiện. Sự đa dạng của loài chim sẽ tăng lên nếu bạn ở trong một không gian yên tĩnh và tinh ý. Con chim sẻ vàng Mỹ mà tôi thấy thật tuyệt vời! Đây là một nơi thích hợp cho một chuyến dã ngoại, một nơi phổ biến để đi dạo, đặc biệt là dọc theo con đập, và nhìn chung đây chính là mục đích của một hồ nước.  Đưa thuyền của bạn quay trở lại đoạn dốc, xuôi đoạn dốc đó để tận hưởng một ngày ở hồ. Tôi chỉ thích ngồi trên bờ nhìn gió thổi qua, chim bay qua và ngủ một chút. Mang theo một chuyến dã ngoại là một điểm dừng chân tuyệt vời.Đọc thêm",
            "Khu cắm trại CheKaKa: Đó là khu cắm trại bên đập.....Tôi đã cắm trại được 40 năm và đây là một trong những nơi tồi tệ nhất mọi thời đại..Bẩn thỉu, các địa điểm gần nhau, rác trên mặt đất, những người uống rượu ồn ào, và cứ thế tiếp tục....Thực sự, hãy ở BẤT CỨ NƠI NÀO khác.Đọc thêm",
            "Chúng tôi không phải là những người chơi tổng thể, chỉ là những người thân thiện đang tìm kiếm một mảnh đất khô rộng hơn 10 x 10 foot vuông giống như một cái gạt tàn và KHÔNG tìm kiếm sự đánh nhau. Nơi này có VIBE BAD. Đi hai vòng lấy cớ đáng thương cho một khu cắm trại, nhìn thấy không gian dành riêng của chúng tôi và chia ra, và cảm thấy rất hài lòng về điều đó. Chúng tôi đi du lịch rất nhiều, cắm trại rất nhiều, đeo ba lô và thuê căn hộ ở các thủ đô trên thế giới và chưa bao giờ cảm thấy sợ hãi đến mức chúng tôi phải rời đi. Điều lạ lùng là bạn sẽ không cảm thấy hoặc không được chào đón ở đây. Vì sự an toàn của bạn, đừng đi - hơn nữa, đó là một cái hố. Tôi sẽ cho thịt bê nhiều không gian hơn.Đọc thêm",
            "Đầu tiên, chúng tôi đặt chỗ trực tuyến, chúng tôi đến đó và địa điểm này nằm ở một góc nên chúng tôi không thể dựng được đoạn giới thiệu. Sau đó, họ bảo chúng tôi thử một khu vực khác và hóa ra khu vực đó đã được nhóm người nào đó đặt trước nhưng chúng tôi đã cố gắng sắp xếp nhưng suýt mất xe kéo xuống đồi và phải đợi kiểm lâm. Cuối cùng, họ đưa chúng tôi đến một nơi nào đó để chúng tôi có thể dựng xe kéo và rồi sáng nay họ đến và đuổi chúng tôi ra ngoài và nói rằng một nhóm khác sẽ đến khu vực này sau khi nói với chúng tôi rằng chúng tôi có thể tiếp tục như vậy! Vì vậy, chúng tôi không những không chuẩn bị được cho đến sau khi mặt trời lặn mà còn phải tải lại và đóng gói mọi thứ không quá 12 giờ sau đó. Phải nói với con bạn rằng chúng tôi phải rời đi và cô ấy hỏi tại sao không có cách nào để giải thích điều đó nhưng những người ở khu cắm trại không biết họ đang làm gì và trên hết, anh chàng trong gian hàng là một kẻ ngốc đến mức anh ta không giúp được gì. Đừng ở đây không đáng! Đọc thêm",
            "Chúng tôi ở lại khu cắm trại này một đêm vào tháng Sáu. Sân trại vắng tanh. Nơi này rất đẹp và có gà tây và hươu hoang dã lang thang khắp nơi. Các trang web đều đủ lớn và đẳng cấp. Các phòng vệ sinh bị khóa do khu cắm trại không hoạt động. Chúng tôi chắc chắn sẽ cắm trại ở đây một lần nữa. Chúng tôi di chuyển bằng xe mô tô có xe kéo.Đọc thêm",
            "Con trai và 4 đứa cháu của tôi sống trên một khu đất rộng lớn ngay phía nam Willets, California. Chúng tôi đến thăm họ vài lần một năm và lái xe qua Hồ Mendocino trên Đường cao tốc 20 để đến đó và lái xe trở lại Williams trên Đường liên bang 5. Tôi đã nhìn thấy hồ này vào các mùa khác nhau trong năm và bị hấp dẫn bởi vẻ ngoài của nó. Tôi đã nhìn thấy nó khi chúng tôi có nhiều năm hạn hán và khi chúng tôi có nhiều mưa. Trong sương mù, mưa và nắng, hồ này là một cảnh tượng tráng lệ để ngắm và là một địa danh tuyệt vời cho thành phố Ukiah. Đọc thêm",
            "Chèo thuyền, câu cá, trượt nước, câu cá, chèo thuyền kayak và đi bộ đường dài là những hoạt động chính tại Hồ MendicinoĐọc thêm",
            "Tôi dành ít nhất 2 giờ một ngày trong hầu hết các tuần ở đâu đó dọc theo bờ Hồ Mendocino..trong hơn 6 năm.. Tôi dắt con chó của mình chạy dọc bờ biển... Cho đến giữa mùa hè năm nay, mọi thứ đều rất vui. đột nhiên các bờ biển tràn ngập rác và ngay sau đó những mảnh thủy tinh bagan mới vỡ nằm dọc bờ biển.. sau đó các hóa đơn bác sĩ thú y và hóa đơn bác sĩ cho đôi chân bị cắt của chúng tôi bắt đầu tăng lên.. Bây giờ đã đến lúc tôi khá chắc chắn rằng mình đã trở thành người. một gã điên đang tự lẩm bẩm trong khi dành nửa ngày để nhặt những mảnh thủy tinh từ bãi biển thứ đó Đúng..đó là tôi..và tất cả những chồng kính xếp gọn gàng mà bạn nhìn thấy đều là của tôi nhặt được sau thảm họa. Rõ ràng tôi là người duy nhất cảm thấy phiền lòng vì điều này.. nhưng trong 6 năm qua, tôi hiếm khi tìm thấy nhiều hơn một vài mảnh thủy tinh có cạnh bị mòn..bây giờ phần ngọn chai của nó và các mảnh vỡ vụn cũng như keo dán trên nhãn vẫn còn đó..và nó ở khắp xung quanh hồ.  thảm hại...và điều tệ hơn là dường như không ai quan tâm chút nào..một người hỏi tại sao tôi lại quan tâm!  những con chó của tôi đau đớn và nghĩ rằng tôi sẽ trừng phạt nó khi tôi không cho nó chạy trong nước nữa..và 1200 đô la trong hóa đơn bác sĩ thú y..đó là lý do tại sao.Đọc thêm"
        ],
        "star_ratings": [
            31,
            28,
            11,
            4,
            5
        ],
        "review_amount": 79,
        "location": [
            "Hoa Kỳ",
            "Các hoạt động ở Ukiah",
            "Hồ Mendocino",
            "Ukiah",
            "California CA",
            "Quận Mendocino"
        ],
        "reviews_time": [
            "Written September 4, 2022",
            "Written April 28, 2015",
            "Written April 23, 2015",
            "Written August 20, 2010",
            "Written August 30, 2010",
            "Written July 23, 2016",
            "Written April 16, 2014",
            "Written January 24, 2018",
            "Written January 27, 2017",
            "Written September 4, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g33203-d500062-Reviews-Lake_Mendocino-Ukiah_Mendocino_County_California.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g33203-d4688462-Reviews-The_Forks_Cafe-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33203-d7265584-Reviews-Scooterz_Deli-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33203-d8424697-Reviews-Taqueria_Michoacan-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33203-d4623884-Reviews-Jensen_s_Restaurant-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33203-d3687102-Reviews-Club_Calpella-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33203-d12233511-Reviews-In_N_Out_Burger-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33203-d8680877-Reviews-Raley_s-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33203-d4620929-Reviews-Little_Caesars-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33203-d12053440-Reviews-Wingstop-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Restaurant_Review-g33203-d8671597-Reviews-Subway-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d102914-Reviews-The_Mendocino_Tree-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d1925509-Reviews-Grace_Hudson_Museum-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d19700777-Reviews-Cox_Vineyards-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d500064-Reviews-Cow_Mountain_Recreation_Area-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d2179924-Reviews-The_City_of_Ten_Thousand_Buddhas-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32958-d2201732-Reviews-Barra_of_Mendocino_Winery-Redwood_Valley_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g32145-d12103655-Reviews-Testa_Vineyards-Calpella_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d2413141-Reviews-World_s_Largest_Redwood_Tree_Service_Station-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d12035883-Reviews-Ukiah_Speedway-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d12034835-Reviews-Low_Gap_Park-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d500062-Reviews-or10-Lake_Mendocino-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d2433287-Reviews-Nelson_Family_Vineyards-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d623214-Reviews-Montgomery_Woods_State_Reserve-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d5029814-Reviews-Vichy_Springs_Resort-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d12035888-Reviews-Todd_Grove_Park-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d12070162-Reviews-Alex_R_Thomas_Plaza-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d12222684-Reviews-Riverside_Park-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d12097081-Reviews-Hudson_Carpenter_Park-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d12070916-Reviews-Lake_Mendocino_South_Disc_Golf_Course-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d2642634-Reviews-Parducci_Wine_Cellars-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d12097172-Reviews-Mendocino_College_Disc_Golf_Course-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d2358472-Reviews-Art_Center_Ukiah_and_Corner_Gallery-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33203-d10312056-Reviews-Ukiah_s_Farmer_s_Market-Ukiah_Mendocino_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g46582-d4154623-Reviews-Seven_Presidents_Oceanfront_Park-Long_Branch_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g15673183-d1895406-Reviews-Tara_River_Canyon-Dobrilovina_Zabljak_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g35401-d7004479-Reviews-Babby_Farms-Caldwell_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d188504-Reviews-Saint_Patrick_s_Cathedral-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g635527-d7602070-Reviews-Batu_Ferringhi_Beach-Batu_Ferringhi_Penang_Island_Penang.html",
            "https://www.tripadvisor.com/Attraction_Review-g48432-d11875293-Reviews-Hawk_s_Nest_Highway-Port_Jervis_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g45990-d275800-Reviews-Fashion_Outlets_of_Las_Vegas-Primm_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g48246-d8041859-Reviews-Hudson_Park_and_Beach-New_Rochelle_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d560766-Reviews-Korean_Bell_of_Friendship-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d274056-Reviews-Great_American_Ball_Park-Cincinnati_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g33203-d500062-Reviews-or10-Lake_Mendocino-Ukiah_Mendocino_County_California.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g33203-d500062-Reviews-Lake_Mendocino-Ukiah_Mendocino_County_California.html"
    }
]