[
    {
        "attraction_name": "Lake Kawaguchiko",
        "attraction_name_vi": "Hồ Kawaguchiko",
        "general_info": [
            "2.345 đánh giá",
            "2 trong số 103 điều cần làm ở Fujikawaguchiko-machi",
            "Nguồn nước",
            "Khu vực đi bộ ngắm cảnh"
        ],
        "attraction_summary": "Tôi đã đi một chuyến trong ngày từ Tokyo bằng tàu Fuji Express từ Shinjuku đến Otsuki mất khoảng 1 giờ và sau đó đi tàu địa phương đến Kawaguchiko mất khoảng 1 giờ với 18 điểm dừng. Bạn có thể đi thuyền ngắm cảnh ở hồ, khởi hành cứ 30 phút một chuyến vào giờ và nửa giờ cho chuyến đi kéo dài 20 phút, ngắm được quang cảnh tuyệt đẹp của Núi Phú Sĩ từ hồ. Chi phí cho chuyến đi là 1.000 Yên Đọc thêm",
        "reviews": [
            "Có một số cách cho chuyến đi trong ngày này từ Tokyo. Vì chúng tôi ở gần ga Tokyo nên lựa chọn tốt nhất cho chúng tôi là xe buýt tốc hành, khởi hành từ bến xe buýt cạnh ga Tokyo phía Yaesu.  Chúng tôi đã đặt vé trước. Chuyến đi mất khoảng hai giờ mỗi hướng tùy thuộc vào điều kiện giao thông. Chúng tôi rời xe buýt tại bến xe buýt Kawaguchiko và bắt xe buýt Tuyến Kawaguchiko màu đỏ cứ sau 20 phút, thẻ Chào mừng Suica cũng có giá trị ở đây chạy dọc theo bờ phía đông và phía bắc của Hồ Kawaguchiko. Chúng tôi xuống xe buýt ở ga Công viên Oishi, bờ bắc Hồ Kawaguchiko. Đi bộ một đoạn ngắn đến MOMIJI TUNNEL để ngắm núi Phú Sĩ mà không có đám đông khách du lịch xung quanh. Ngoài ra Công viên Oishi còn có tầm nhìn ngoạn mục ra Núi Phú Sĩ.Đọc thêm",
            "Ưu điểm: Hồ đẹp được bao quanh bởi khung cảnh tuyệt đẹp của Núi Phú Sĩ. Ghé thăm vào mùa thu, bạn sẽ được chào đón bởi những tán lá mùa thu. \nNhược điểm: Quá đông đúc vào dịp cuối tuần lễ hội mùa thu. Trừ khi bạn đi bộ, hãy chuẩn bị tinh thần để bị kẹt xe. Xếp hàng chờ cáp treo, xe buýt công cộng chật cứng. Các nhà hàng có vẻ nhỏ hơn và những nhà hàng không nhận đặt chỗ trước có thể yêu cầu bạn phải chờ đợi. Chúng tôi đến một quán lúc 5h30 chiều, đợi 1 tiếng mới có chỗ ngồi trong khi chờ nửa thời gian trong cái lạnh run rẩy.Đọc thêm",
            "Đi tàu từ Shinjiku đến Hồ Kawaguchiko. Việc đặt vé qua có thể hơi khó hiểu, nhưng cuối cùng, JR pass của bạn sẽ đưa bạn đến Otsuki được nửa chặng đường và sau đó bạn phải trả tiền cho những ga còn lại đến Hồ Kawaguchiko. Chỉ thực hiện một chuyến đi trong ngày, vì vậy đã bỏ qua điểm thu hút Fuji-Q mà chúng tôi được mời vào cửa miễn phí nhưng phải trả tiền để đi xe. Đến nhà ga, mua vé xe buýt không giới hạn trong hai ngày cho phép bạn tiếp cận tuyến xe buýt chính màu đỏ đưa bạn đến các địa điểm yêu thích. Khuyến nghị của tôi, Đường cáp treo toàn cảnh Mt.Fuji đến Công viên Tenzo. Khung cảnh tuyệt đẹp của Núi Phú Sĩ trên đỉnh và phía bên kia đang bắt chiếc xe buýt màu đỏ đến điểm dừng cuối cùng là Trạm 20 - Trung tâm Sống Tự nhiên Kawaguchiko. Lại một cảnh quan tuyệt đẹp khác bên cạnh hồ!Đọc thêm",
            "Đó là một chuyến đi ngắn thú vị cách xa Tokyo, đi dạo ngắm cảnh đẹp quanh hồ, có thể đi cáp treo hoặc đi bộ lên xuống để ngắm nhìn Núi Phú Sĩ rõ hơn. Cách tốt nhất để đến đó từ Shinjuku nếu bạn có vali lớn là đi xe buýt vì bạn sẽ không cần phải kéo hành lý qua lại trên tàu để tìm chỗ khi đông đúc và khu vực hành lý được chỉ định đầy nhanh chóng. Chúng tôi bắt xe buýt đến đó và đi tàu về, đảm bảo đặt tàu trước thời gian và đặt chỗ trước, có thể rất bận rộn.Đọc thêm",
            "Một khu vực tuyệt đẹp được biết đến với cảnh quan tuyệt đẹp của Núi Phú Sĩ. Và nó đã không làm mọi người thất vọng chút nào.\nĐi cáp treo Rope Way và đi thuyền trên hồ để ngắm nhìn khung cảnh tuyệt vời của Fijusan hùng vĩ......\nSáng sớm có vẻ là cơ hội tốt nhất để bạn ngắm Phú Sĩ không mây. \nChúng tôi đã gặp may mắn với một chuyến du thuyền buổi sáng lạnh giá tuyệt đẹp ở Albiet. Mặt hồ trong suốt như thủy tinh và Fujisan hiện diện ở đó với tất cả vẻ huy hoàng của mình.\nĐọc thêm",
            "Thuận tiện, chi phí thấp và thường xuyên truy cập xe buýt đường cao tốc-buss.jp từ ga Shinjuku. Nơi hoàn hảo để ngắm núi Phú Sĩ, đặc biệt là vào những ngày đẹp trời mà chúng tôi đã có. Khu vực ga xe buýt mệt mỏi có rất ít thứ để khám phá nhưng việc đi bộ xuống và vòng quanh hồ sẽ bù đắp cho điều đó. Hãy cẩn thận với việc không linh hoạt đổi lịch sau giờ khởi hành của xe buýt.Đọc thêm",
            "Điểm thuận lợi tuyệt vời để có được những bức ảnh tuyệt vời về Núi Phú Sĩ và hồ nước.  Chúng tôi đã chọn không tham gia cáp treo do đường dây.  Chúng tôi đã đi tàu cao tốc Fuji Marine để có thêm những bức ảnh tuyệt vời về ngọn núi.  Chúng tôi cũng dừng lại ăn trưa gần đó.Đọc thêm",
            "Vào một ngày nắng tháng 4, bạn có thể dễ dàng chụp được những bức ảnh Núi Phú Sĩ sánh ngang với những bức ảnh chuyên nghiệp đẹp nhất.\n\nThuê một chiếc xe đạp từ một trong những khách sạn bên hồ và đạp xe khoảng 20 km dọc theo những con đường ven hồ. Trên đường đi, bạn sẽ muốn dừng lại ít nhất 10 lần để chụp được bức ảnh đẹp hơn bức ảnh bạn vừa chụp 5 phút trước.\n\nChỉ cần nhìn vào 3 bức ảnh đính kèm. Họ khá đẹp phải không?\n\nCó rất nhiều quán cà phê và nhà hàng, thậm chí cả chợ trái cây, nơi bạn có thể ăn uống dọc đường.Đọc thêm",
            "Đã ở Kawaguichi từ ngày 27 - 29 tháng 3 năm 2024 trước khi quay trở lại Tokyo .... thực sự khuyên bạn nên thuê một chiếc ô tô tại địa phương hoặc thậm chí lái xe dưới 2 giờ từ Tokyo. Khám phá và thưởng thức Kawaguichi với tốc độ thư giãn cùng nhiều địa điểm tham quan .. và có những bữa ăn ngon mà không cần sử dụng phương tiện giao thông công cộng, đặc biệt là bữa tối chỉ có lựa chọn taxi vì xe buýt không chạy muộn. Nếu được lựa chọn, mùa thu sẽ là chuyến thăm ưa thích của tôi nhưng chuyến đi này là dành cho Sakura ở Tokyo.Đọc thêm",
            "Nơi tuyệt vời để ngắm cảnh núi Phú Sĩ, Hồ tự nó rất đẹp, vì nơi này xa xôi nên không có nhiều khách du lịch ở đây, cộng với mọi thứ đều sạch sẽ và nếu bạn bắt đầu sớm, bạn có thể thực sự cảm nhận được vẻ đẹp của địa điểm nàyĐọc thêm",
            "Chúng tôi bắt chuyến xe buýt lúc 7h20 từ Akihabara đến Núi Phú Sĩ và đến ga Kawaguchiko lúc 9h20.  Sau khi để hành lý tại khách sạn nghỉ dưỡng ngay phía sau nhà ga, chúng tôi bắt xe buýt màu đỏ đến điểm dừng cuối cùng ở Công viên Oishi và thanh toán bằng thẻ suica.  Chúng tôi ăn trưa tại Mizuno Kaze tempura và soba ngay cạnh trạm xe buýt.  Sau bữa trưa chúng tôi đi tham quan Công viên Oishi.  Tiếp theo chúng tôi bắt xe buýt chiều về và xuống tại bến xe số 17 để đi bộ dọc theo con đường đi dạo ngắm hoa anh đào nở rộ vào ngày 18/4 năm nay.  Đó là một cảnh tượng rất đáng yêu với những cành hoa anh đào trải dài khắp lối đi.  Hôm đó chúng tôi không thể nhìn thấy Núi Phú Sĩ vì trời nhiều mây nhưng điều đó có nghĩa là chúng tôi đã có một chuyến đi dạo mát mẻ dọc theo lối đi dạo chỉ để ngắm hoa anh đào. Có một chợ thủ công ở đây vào mùa hoa anh đào cao điểm.  Chúng tôi ra khỏi Bảo tàng Rừng Âm nhạc và bắt một chuyến xe buýt khác từ đây đến bến xe buýt phía trước khách sạn Kukuna.  Chúng tôi lại đi bộ xuống lối đi dạo và nhận thấy nhiều loài hoa anh đào khác nhau ở đây, màu hồng đậm hơn và nhiều cánh hoa hơn và chúng tôi tiếp tục đi theo con đường mòn đi bộ bên cạnh hồ và đi ra gần cáp treo.  Trạm dừng xe buýt ở cáp treo rất đông và chúng tôi đi bộ một chút trước khi bắt một chiếc xe buýt khác để xuống gần siêu thị Ogino.  Siêu thị lớn này là nơi tốt để mua quà thực phẩm cho bạn bè ở quê nhà vì giá ở đây rẻ hơn.  Từ đây, chúng tôi bắt một chiếc xe buýt khác quay lại ga và xếp hàng bên ngoài Tetsuyaki ngay trước 5 giờ chiều để thưởng thức bữa tối teppanyaki rất ngon.  Gà tỏi của họ đặc biệt ngon.Đọc thêm",
            "công viên đáng yêu và phong cảnh bên hồ.  Chúng tôi tham gia chuyến tham quan trong ngày tới Núi Phú Sĩ với Klook và đây là điểm đến thứ 3 của chúng tôi cho chuyến tham quan trong ngày.  Xe buýt thả chúng tôi và đợi ở bãi đậu xe gần đó và chúng tôi có 2 giờ rảnh rỗi để đi dạo quanh hồ và vùng lân cận.Đọc thêm",
            "Đã ở Kawaguichi từ ngày 27 - 29 tháng 3 năm 2024 trước khi quay trở lại Tokyo .... thực sự khuyên bạn nên thuê một chiếc ô tô tại địa phương hoặc thậm chí lái xe dưới 2 giờ từ Tokyo. Khám phá và thưởng thức Kawaguichi với tốc độ thư giãn cùng nhiều địa điểm tham quan .. và có những bữa ăn ngon mà không cần sử dụng phương tiện giao thông công cộng, đặc biệt là bữa tối chỉ có lựa chọn taxi vì xe buýt không chạy muộn. Nếu được lựa chọn, mùa thu sẽ là chuyến thăm ưa thích của tôi nhưng chuyến đi này là dành cho Sakura ở Tokyo.Đọc thêm",
            "Khung cảnh tuyệt vời của Núi Phú Sĩ từ Hồ Kawaguchi!  Khu vực bên bờ sông mang lại những bức ảnh tuyệt vời với hoa hoặc lau sậy ở tiền cảnh.Đọc thêm",
            "Vào một ngày nắng tháng 4, bạn có thể dễ dàng chụp được những bức ảnh Núi Phú Sĩ đẹp sánh ngang với những bức ảnh chuyên nghiệp nhất. Thuê một chiếc xe đạp từ một trong những khách sạn bên hồ và đạp xe khoảng 20 km dọc theo những con đường ven hồ. Trên đường đi, bạn sẽ muốn dừng lại ít nhất 10 lần để chụp được bức ảnh đẹp hơn bức ảnh bạn vừa chụp 5 phút trước. Chỉ cần nhìn vào 3 bức ảnh đính kèm. Chúng khá đẹp phải không? Có rất nhiều quán cà phê và nhà hàng, thậm chí cả chợ trái cây, nơi bạn có thể ăn uống dọc đường.Đọc thêm",
            "Điểm thuận lợi tuyệt vời để có được những bức ảnh tuyệt vời về Núi Phú Sĩ và hồ nước.  Chúng tôi đã chọn không tham gia cáp treo do đường dây.  Chúng tôi đã đi tàu cao tốc Fuji Marine để có thêm những bức ảnh tuyệt vời về ngọn núi.  Chúng tôi cũng dừng lại ăn trưa gần đó.Đọc thêm",
            "Thuận tiện, chi phí thấp và thường xuyên truy cập xe buýt đường cao tốc-buss.jp từ ga Shinjuku. Nơi hoàn hảo để ngắm núi Phú Sĩ, đặc biệt là vào những ngày đẹp trời mà chúng tôi đã có. Khu vực ga xe buýt mệt mỏi không có nhiều thứ để khám phá nhưng việc đi bộ xuống và vòng quanh hồ sẽ bù đắp cho điều đó. Hãy cẩn thận với việc không linh hoạt đổi lịch sau giờ khởi hành của xe buýt.Đọc thêm",
            "Một khu vực tuyệt đẹp được biết đến với cảnh quan tuyệt đẹp của Núi Phú Sĩ. Và nó không làm bạn thất vọng chút nào. Đi cáp treo Rope Way và đi thuyền trên hồ để ngắm nhìn khung cảnh tuyệt vời của Fijusan hùng vĩ...... Sáng sớm dường như là cơ hội tốt nhất để bạn ngắm Fuji không mây. Chúng tôi đã gặp may mắn với một chuyến du thuyền buổi sáng lạnh giá tuyệt đẹp ở Albiet. Hồ nước trong suốt như thủy tinh và Fujisan hiện diện ở đó với tất cả sự lộng lẫy của mình.Đọc thêm",
            "Đó là một chuyến đi ngắn thú vị cách xa Tokyo, đi dạo ngắm cảnh đẹp quanh hồ, có thể đi cáp treo hoặc đi bộ lên xuống để ngắm nhìn Núi Phú Sĩ rõ hơn. Cách tốt nhất để đến đó từ Shinjuku nếu bạn có vali lớn là đi xe buýt vì bạn sẽ không cần phải kéo hành lý qua lại trên tàu để tìm chỗ khi đông đúc và khu vực hành lý được chỉ định đầy nhanh chóng. Chúng tôi bắt xe buýt đến đó và đi tàu về, đảm bảo đặt tàu trước thời gian và đặt chỗ trước, có thể rất bận rộn.Đọc thêm",
            "Có được phép mang chân máy lên các bệ ở Chureito Pogoda không?Đọc thêm",
            "uber ở Kawaguchiko có thể truy cập được như thế nàoĐọc thêm",
            "Nếu tôi đang lái xe tới Hồ Kawaguchiko, liệu tôi có thể mong đợi có nhiều xe cộ đến khu vực này vào một ngày trong tuần không?Đọc thêm",
            "Lái xe với sự tự tin. Tất nhiên, có giao thông xung quanh hồ, nhưng không nhiều đến mức cả ô tô, xe đạp và người đi bộ đều không thể tận hưởng một chuyến đi yên tĩnh và dễ dàng xung quanh. Cả hai chúng tôi đều đạp xe và đi dạo quanh hồ vào một vài ngày cuối tuần đầy nắng trong mùa hoa anh đào và chưa bao giờ cảm thấy không an toàn.Đọc thêm",
            "CHÀO,\nGiá thuê xe đạp ở Kawaguchi có ghế trẻ em không?\ntôi định đạp xe quanh hồ kawaguchi nhưng tôi mang theo đứa con 4 tuổi của mình\n\ncảm ơnbạnĐọc thêm",
            "Xin chào..chúng tôi dự định ở gần hồ vào ngày 16, 17 và 18 tháng 12, bay từ Hồng Kông để ngắm núi Phú Sĩ. Bất kỳ trang web nào mà tôi có thể tìm hiểu xem thời tiết có tối ưu hay không để xem Núi Fujithanks Đọc thêm",
            "Chúng tôi đến đó vào tháng Sáu và đến đó vào một ngày mưa\n ngày. Chúng tôi không thể nhìn thấy núi Phú Sĩ. May mắn là sáng cuối cùng trời nắng. Tôi hy vọng các bạn có bầu trời trong xanh. Thưởng thức. Nơi tuyệt vời để được. Trang web thời tiết đưa ra dự báo cho tháng 12 rồi. Phải không?Đọc thêm",
            "Xin chào, có ai biết cửa hàng cho thuê xe đạp có xe đạp phù hợp cho trẻ em từ 10-12 tuổi không? Đọc thêm",
            "CóĐọc thêm",
            "Chào mọi người,\nTôi dự định đi Hồ kawaguchiko và các điểm tham quan chính quanh khu vực bao gồm: Chùa Chureito, Oshino Hakkai, Fujiyoshida, Công viên Oishi, Gotemba Premium Outlet hơn 2 ngày 1 đêm từ Tokyo. tôi có một nhóm rất lớn gồm 11 người có trẻ nhỏ và người già. Có hãng xe vanbus nào cung cấp dịch vụ như vậy không?Đọc thêm",
            "Xin lỗi, tôi không thể giúp được - Tôi là khách đi cùng nhóm du lịchĐọc thêm",
            "Có dễ để đạp xe quanh Hồ không? Tôi có phải chia sẻ hầu hết các chuyến đi với xe cộ không? Cảm ơn.Đọc thêm",
            "Xin chào..Thực ra tôi không đạp xe quanh hồ mà thay vào đó quyết định đi bộ. Từ Hành lang Maple đến Ga Xe lửa. Đối với việc đi xe đạp, hầu hết các con đường đều không có xe cộ lưu thông nhưng xung quanh một số điểm dừng xe buýt, bạn cần lưu ý tình trạng tắc nghẽn. Nhìn chung, tôi nghĩ bạn sẽ không gặp bất kỳ khó khăn nào. Một số con đường dọc bờ sông hẹp nên bạn có thể đi xe đạp.Đọc thêm",
            "Muốn đi kawaguchiko vào sáng chủ nhật ngày 15 tháng 3 từ sân bay Narita. \n\nChúng ta có thể đi bằng tàu du ngoạn fuji được không?\n\nCách đi với jr wide pass.Đọc thêm",
            "Chúng tôi đi bằng xe buýt, nhưng chúng tôi không trực tiếp đến đó.\nChúng tôi đã đến khách sạn của chúng tôi đầu tiên.\nBằng cách klook hoặc hỏi thông tin từ khách sạn của bạn, họ có xe buýt theo lịch trình từ Tokyo đến Hồ - một phần trong gói du lịch xe buýt của chúng tôi, vào sáng sớm.\nHọ rất nghiêm ngặt về lịch trình.\nNếu bạn sử dụng xe buýt, mọi người phải đến đúng giờ.Đọc thêm",
            "Chúng tôi đang có kế hoạch đi đến mt. Fuji đến từ Osaka và muốn ở lại 1 đêm và dành 2 ngày 1 đêm rồi quay lại Tokyo. Chúng ta có thể đi tàu cao tốc từ Osaka đến Mt. Fuji nhưng đang gặp khó khăn để có được chuyến đi taxi 2 ngày, người có thể đón từ ga và chỉ cho chúng tôi các hồ và hồ của tôi. Fuji rồi quay về Tokyo hoặc ga xe lửa Mr. Fuji. Có gợi ý gì không?Đọc thêm",
            "Tôi khuyên bạn nên tự mình làm điều đó, khá dễ dàng để di chuyển bằng tàu hỏa, xe buýt hoặc xe đạp và hiện có một chuyến tàu chạy thẳng từ Kawaguchiko đến Tokyo. Tôi nhận thấy mọi thứ ở Nhật Bản đều được tổ chức rất tốt và dễ dàng tự mình thực hiện mọi việc, trái ngược với những gì tôi mong đợi trước chuyến thăm.Đọc thêm"
        ],
        "star_ratings": [
            1317,
            803,
            196,
            18,
            12
        ],
        "review_amount": 2346,
        "location": [
            "súng Minamitsuru",
            "Fujikawaguchiko-machi",
            "Châu Á",
            "Koshinetsu",
            "Nhật Bản",
            "tỉnh Yamanashi",
            "Hồ Kawaguchiko",
            "Ống",
            "Những điều cần làm ở Fujikawaguchiko-machi"
        ],
        "reviews_time": [
            "Written October 27, 2023",
            "Written November 5, 2023",
            "Written November 30, 2023",
            "Written December 17, 2023",
            "Written January 27, 2024",
            "Written February 2, 2024",
            "Written March 2, 2024",
            "Written March 27, 2024",
            "Written April 10, 2024",
            "Written April 15, 2024",
            "Written June 7, 2024",
            "Written April 29, 2024",
            "Written April 22, 2024",
            "Written April 15, 2024",
            "Written April 13, 2024",
            "Written April 10, 2024",
            "Written March 27, 2024",
            "Written March 2, 2024",
            "Written February 2, 2024",
            "Written January 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1165976-d1368644-Reviews-Lake_Kawaguchiko-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Kosh.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1165976-d10595772-Reviews-Izakaya_High_Spirits-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1165976-d9804459-Reviews-DINO_DINER-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshinetsu.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1165976-d19330448-Reviews-Ramen_Kaneyuki-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1165976-d7020530-Reviews-Cisco-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshinetsu_Chub.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1165976-d7486142-Reviews-Home_Cooking_Restaurant_Yamaboshi-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanash.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1165976-d7486100-Reviews-Marushige-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshinetsu_.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1165976-d3457007-Reviews-Milky_Way-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshinetsu_.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1165976-d7486081-Reviews-Tampopo-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshinetsu_Ch.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1165976-d1670593-Reviews-Momijitei-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshinetsu_.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1165976-d25185001-Reviews-Cafetino_Mount_Fuji_Coffee_Shop-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d1768660-Reviews-Itchiku_Kubota_Art_Museum-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefec.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d1379015-Reviews-Kawaguchiko_Music_Forest_Museum-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d4496709-Reviews-Yagizaki_Park-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshine.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d10019704-Reviews-Lake_Kawaguchi_Herb_Festival-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Pr.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d2616318-Reviews-Oishi_Park-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshinetsu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d1768655-Reviews-Kawaguchiko_Muse_Museum_Atae_Yuki_Bldg-Fujikawaguchiko_machi_Minamitsuru_gun_Yam.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d1368678-Reviews-Lake_Kawaguchi_Ohashi_Bridge-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Pre.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d10000748-Reviews-Nagasaki_Park-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d10004269-Reviews-Ubuyagasaki-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshinet.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d10019717-Reviews-Fuji_Lake_Kawaguchi_Koyo_Festival-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d1368644-Reviews-or10-Lake_Kawaguchiko-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d1368658-Reviews-Motosuko_Lake-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshine.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d1368635-Reviews-Saiko_Lake-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshinetsu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d1382939-Reviews-Aokigahara_Forest-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Kos.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d1368671-Reviews-Lake_Shoji-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshinetsu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d1368672-Reviews-Fugaku_Wind_Cave-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Kosh.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d1425518-Reviews-Kawaguchiko_Natural_Loving_Centre-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanash.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d9508502-Reviews-Momiji_Tunnel-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshine.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d8862182-Reviews-Mt_Mitsutoge-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshinet.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d15263873-Reviews-Hidden_Japan-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshine.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d15076270-Reviews-Fuji_Bike_Tour-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Koshi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d1425519-Reviews-Kawaguchiko_Herb_Studio-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefectu.html",
            "https://www.tripadvisor.com/Attraction_Review-g681223-d12132064-Reviews-Chureito_Pagoda-Fujiyoshida_Yamanashi_Prefecture_Koshinetsu_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d7987116-Reviews-Lake_Kawaguchi_Kitahara_Museum_Happy_Days-Fujikawaguchiko_machi_Minamitsuru_gun_.html",
            "https://www.tripadvisor.com/Attraction_Review-g1165976-d6816878-Reviews-Lake_Kawaguchi_Konohana_Museum-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_P.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d268377-Reviews-R_F_Orchids-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60634-d591178-Reviews-Myths_of_Maui_Luau-Lahaina_Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g970318-d312109-Reviews-Cupecoy_Bay_Beach-Cupecoy_Bay_Sint_Maarten_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g190378-d3885434-Reviews-Diana_Beach-Kyrenia_Kyrenia_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g775935-d1087794-Reviews-Arillas_Beach-Arillas_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g150809-d153000-Reviews-Palancar_Reef-Cozumel_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g60126-d10844612-Reviews-Sand_Valley_Golf_Resort-Nekoosa_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g34467-d1091226-Reviews-Tin_City-Naples_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g58349-d603419-Reviews-Bellevue_Square-Bellevue_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d6570710-Reviews-Yongsan_Electronics_Market-Seoul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1165976-d1368644-Reviews-or10-Lake_Kawaguchiko-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1165976-d1368644-Reviews-Lake_Kawaguchiko-Fujikawaguchiko_machi_Minamitsuru_gun_Yamanashi_Prefecture_Kosh.html"
    }
]