[
    {
        "attraction_name": "Lake Memphremagog",
        "attraction_name_vi": "Hồ Memphremagog",
        "general_info": [
            "70 đánh giá",
            "2 trong 9 điều cần làm ở Newport",
            "Nguồn nước"
        ],
        "attraction_summary": "Hồ tuyệt vời có rất nhiều hòn đảo tư nhân, cabin và nhà đẹp! Thật tuyệt vời và hoàn hảo để làm vào một ngày ấm áp! Và bạn thậm chí còn nói rằng bạn đã đến Canada và quay lại!Đọc thêm",
        "reviews": [
            "Đó là một con đường ngắn quanh hồ ở trung tâm Newport. Tuy nhiên, đó là một nơi rất đẹp và được bảo trì tốt. Tôi ước gì các biển báo được cập nhật để bạn có thể biết chính xác mình đang ở đâu. Tôi rất thích đọc một số thông tin về lịch sử của khu vực.Đọc thêm",
            "Đây là một nơi ẩn náu tuyệt đẹp, quang cảnh hồ thật tuyệt vời.  Chúng tôi đã dành rất nhiều thời gian để dắt chó đi dạo và ngồi trên một chiếc ghế dài được đặt rất hợp lý để ngắm nhìn thành phố, nhà thờ lớn và những chiếc thuyền đi ngang qua.  Thật là đẹp, chúng tôi quyết định ở lại hai đêm và rất buồn khi phải rời đi.. mọi nơi chúng tôi đến ở Vermont, mọi người đều rất tốt bụng, thân thiện, hữu ích -- những con người tuyệt vời.  Bang rất xanh và đẹp rất nhiều cây cối.   Đọc thêm",
            "Chúng tôi đã đến hồ ba lần, nhưng chưa bao giờ ra ngoài hồ...  Thị trấn xinh đẹp tuyệt vời trên tàu nội trú Canada. Đọc thêm",
            "Nơi tuyệt vời để chèo thuyền, chèo thuyền, bơi lội và gặp gỡ bạn bè.  Bạn sẽ thích Nhà hàng Eastside cũng nằm trên hồ.Đọc thêm",
            "Hồ nước chỉ là một bất ngờ ngọt ngào. Sau khi đi qua những con đường miền núi để đến Newport. Những địa điểm tuyệt vời trong thị trấn để ngồi và tận hưởng vẻ đẹp của nó. Vào thời tiết ấm áp hơn, tôi có thể tưởng tượng ra cảnh chơi đùa trong nước với phông nền cảnh quan tuyệt đẹp của nó. Đọc thêm",
            "Chúng tôi đang ở trong một căn nhà gỗ ở phần hồ của Hoa Kỳ và nóng lòng muốn ra ngoài hồ. Đã có một chuyến đi thuyền rất đẹp ở Mỹ nhưng không có thời gian làm thủ tục hải quan để đi dọc theo chiều dài hồ. Rất yên tĩnh và xinh đẹp với rất nhiều hòn đảo nhỏ và cabin tuyệt vời trên đường đi. Hồ lớn với nhiều lựa chọn hoạt động dưới nước vì có rất ít người trên đó. Chồng tôi đã sử dụng ván chèo đứng và đã có khoảng thời gian tuyệt vời khi không có thuyền nào gây sóng. Đọc thêm",
            "Sau bữa tối, chúng tôi đi dạo dọc theo lối đi bộ đáng yêu được tạo ra bởi thị trấn, thưởng thức các dấu ấn lịch sử, đưa ra những sự thật thú vị về nguồn gốc của ngành công nghiệp, du lịch của thị trấn và sự ra đời của đường sắt, tàu hơi nước trên Hồ Memphremgog, một nửa ở Vermont và một nửa ở Canada. Người Canada thường đi thuyền đến Newport và ghé vào nhà hàng nổi tiếng ngay đối diện trung tâm thị trấn để ăn trưa. Canada cách đó 8 dặm bằng ô tô. Ước gì chúng ta có nhiều thời gian hơn.Đọc thêm",
            "Trải dài Vermont và Quebec, đây là một khung cảnh đáng yêu. Câu cá đàng hoàng. Bờ biển khá đẹp. Chèo thuyền tuyệt vời. Lối đi đẹp xung quanh các phần của bờ biển. Đó là một khung cảnh hoàn hảo cho một chuyến dã ngoại.Đọc thêm",
            "Chúng tôi chỉ đi đến đầu Vermont để nhìn xung quanh.    Thị trấn rất đẹp và tầm nhìn đẹp ra hồ.   Rất nhiều thuyền và câu cá đang diễn ra.     Đọc thêm"
        ],
        "star_ratings": [
            56,
            12,
            1,
            0,
            1
        ],
        "review_amount": 70,
        "location": [
            "Những điều cần làm ở Newport",
            "Hoa Kỳ",
            "Hồ Memphremagog",
            "Vương quốc Đông Bắc",
            "Vermont, VT",
            "Cảng mới"
        ],
        "reviews_time": [
            "Written July 17, 2022",
            "Written May 29, 2021",
            "Written November 19, 2020",
            "Written June 13, 2020",
            "Written December 5, 2019",
            "Written October 26, 2019",
            "Written October 17, 2019",
            "Written August 29, 2019",
            "Written July 10, 2019",
            "Written July 9, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g57335-d6434283-Reviews-Lake_Memphremagog-Newport_Northeast_Kingdom_Vermont.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g57335-d6434283-Reviews-or10-Lake_Memphremagog-Newport_Northeast_Kingdom_Vermont.html",
            "https://www.tripadvisor.com/Attraction_Review-g143010-d109738-Reviews-Jordan_Pond-Acadia_National_Park_Mount_Desert_Island_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g1019574-d2330461-Reviews-Casa_de_Mateus-Vila_Real_Vila_Real_District_Northern_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g59836-d6740737-Reviews-12_Foot_Falls_County_Park-Dunbar_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g188098-d8550951-Reviews-Gorner_Gorge-Zermatt_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g45919-d12875284-Reviews-Angel_s_Ladies_Brothel-Beatty_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g4689687-d13543564-Reviews-Baatara_Gorge_Waterfall-Tannourine_North_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d478110-Reviews-Piper_Club-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d12408051-Reviews-Museum_of_Ice_Cream-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g43137-d11537621-Reviews-Watt_Munisotaram-Hampton_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g28941-d108783-Reviews-Kent_Island-Maryland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g57335-d6434283-Reviews-or10-Lake_Memphremagog-Newport_Northeast_Kingdom_Vermont.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g57335-d6434283-Reviews-Lake_Memphremagog-Newport_Northeast_Kingdom_Vermont.html"
    }
]