[
    {
        "attraction_name": "Lake Annecy",
        "attraction_name_vi": "Hồ Annecy",
        "general_info": [
            "7.016 đánh giá",
            "2 trên 97 hoạt động giải trí ở Annecy",
            "Nguồn nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Hồ cũng đẹp như thị trấn. Chúng tôi đến khi chợ ngoài trời mở cửa và đồ ăn rất ngon. Chúng tôi đã mua pho mát và xúc xích được sản xuất trong khu vực và chúng thật tuyệt vời. Chúng tôi đã đi một chuyến đi thuyền khá khập khiễng và vì ở các bãi biển rất đông đúc nên chúng tôi cảm thấy như khu vực tuyệt vời nhất của thị trấn là khu chợ ngoài trời. Họ đóng cửa 1 giờ nên tốt nhất nên đi sớm.Đọc thêm",
            "Hồ Annecy được coi là hồ sạch và trong xanh nhất Châu Âu!  Hồ được bao quanh bởi dãy núi Alps của Pháp và có tầm nhìn tuyệt vời  \n\nCó rất nhiều hoạt động trong hồ mà bạn có thể tham gia như bơi lội, chèo thuyền, chèo thuyền kayak, chèo thuyền, v.v. \n\nNước hơi lạnh khi bơi nhưng vào mùa hè thì có thể quản lý được! \n\nRất khuyến khích!! Đọc thêm",
            "Chỉ kinh ngạc! Khi bạn nhìn thấy nó lần đầu tiên, nó thật hấp dẫn! Chúng tôi đến vào thứ bảy, vì vậy nó rất bận rộn với mọi người ở mọi lứa tuổi, bơi lội, chèo thuyền, chèo thuyền và vui chơi trong và xung quanh hồ. \nCó các tour du lịch bằng thuyền, thuyền cho thuê và nhiều hoạt động giải trí quanh hồ. Các nhà cung cấp kem và quán bar để giải khát. \nChúng tôi ngâm mình vì trời quá nóng vì nghĩ rằng nước sẽ lạnh, nhưng nó ấm áp và trong vắt! \nChúng tôi yêu hồ và chắc chắn sẽ sớm quay lại để đi nghỉ!Đọc thêm",
            "Chúng tôi cắm trại gần đó và đạp xe đến Annecy. Hồ rất đẹp - trong xanh và có màu ngọc lam và tuyệt vời để bơi lội từ nhiều nơi xung quanh hồ có thể tiếp cận để bơi lội \nThị trấn cổ kính với những con đường rải sỏi và tràn ngập các nhà hàng và cửa hàng!\nKhông thể bỏ quaĐọc tiếp",
            "Làn nước trong vắt lấp lánh là một niềm vui được nhìn thấy trên thế giới này, nơi có quá nhiều thứ bị ô nhiễm bởi con người chúng ta. Thật tuyệt vời khi thấy cuộc sống trên hồ Annecy là một phần cuộc sống hàng ngày của những người sống ở đó và của cả du khách. Hồ được sử dụng tích cực bởi những người chèo thuyền, bơi lội, ngắm cảnh và thể thao dưới nước. Nước trong vắt đến khó tin. Với tư cách là một du khách, thật vui khi được quan sát các hoạt động, ngắm nhìn những ngọn núi và tận hưởng thị trấn cổ Annecy.  Hồ Annecy thật tráng lệ!Đọc thêm",
            "Nơi tuyệt vời cảnh đẹp. Tuyệt vời cho chuyến đi gia đình. Đến thăm Thành phố Annecy, vùng ngoại ô đẹp hơn nhiều so với thành phố chính. Những tòa nhà đẹp và tầm nhìn đẹp ra hồ. Ở trên một khu cắm trại trên hồ, nơi có rất nhiều hoạt động bơi lội và chèo thuyền. Đọc thêm",
            "Hồ Annecy rất đẹp và vào một ngày nắng với làn nước trong xanh tuyệt đẹp và những ngọn núi làm nền, đó là niềm mơ ước của các nhiếp ảnh gia. Ngoài thị trấn chính Annecy, còn có một số ngôi làng khác nằm quanh hồ và nếu bạn không muốn lái xe, tôi tin rằng bạn có thể sử dụng dịch vụ xe buýt miễn phí.\n\nỞ Annecy, bạn có thể tận dụng tất cả các tiện ích ven hồ như thuê bàn ​​đạp và thuyền, thuê xe đạp, đi thuyền, v.v. Tuy nhiên, điều tuyệt vời nhất là có thể đi bộ dọc theo các lối đi dạo được chăm sóc cẩn thận hoặc các công viên khác nhau.Đọc thêm",
            "Có thể lựa chọn loại chuyến đi Hồ mà bạn muốn thực hiện. Chúng tôi rất phổ biến và cần được đặt trước khi đến nơi, chúng tôi đề xuất. Chúng tôi đã làm một việc đưa bạn đi khắp nơi nhưng bạn không xuống xe. Mất khoảng 2,5 giờ. Thật thư giãn và quang cảnh thật tuyệt vời. Điều chúng tôi thấy mệt mỏi là lượng thông tin sự kiện và số liệu mà người hướng dẫn liên tục trích dẫn. Sau một thời gian, chúng tôi không thể lấy thêm thông tin nào nữa! Tốt hơn là ngồi lại và thư giãn.Đọc thêm",
            "Chúng tôi thuê xe đạp và đạp xe quanh những con đường dành cho xe đạp. Không vào được Annecy vì phong cảnh thật ngoạn mục. Một ngày rất nóng. Chúng tôi dừng lại ở một bãi biển và dành phần lớn thời gian trong ngày ở đó. Điều đáng ngạc nhiên là nước không bị đóng băng mà lại sảng khoái một cách dễ chịu. Một trải nghiệm tuyệt vời!Đọc thêm",
            "Tất cả xung quanh nó quyến rũ và thú vị. Và được tăng cường bởi ngày tràn ngập ánh nắng tuyệt đẹp.\n\nTản bộ dọc theo Lê Thiou đưa chúng tôi đến Hồ tuyệt đẹp, đi qua những tòa nhà lịch sử tuyệt vời nằm dọc hai bên. \n\nHôm nay là thứ bảy, không khí ngày lễ tràn ngập, tất cả đều thư giãn và tận hưởng khung cảnh hùng vĩ và các điểm tham quan.Đọc thêm",
            "Chỉ trong vòng chưa đầy một tuần, nơi này từ nơi thân thiện với môi trường trở thành một thảm họa tàn khốc....Chặt cây hoang dã, phá rừng hoang dã ở các khu bảo tồn gần đó, không còn vịt trên hồ, ...các khu vực chim được bảo vệ có bị tàn phá.  Tôi không nhận ra khu vực hồ, cũng không phải thành phố, từng thân thiện. Tôi khuyên bạn nên đi du lịch và thậm chí không dừng lại để ăn kem. Mọi người cũng không đặc biệt hữu ích hay chào đón. Hãy tìm kiếm tính xác thực ở Haute Savoie, chỉ ở những ngôi làng nông thôn. Một điều gì đó khủng khiếp và chưa từng có đã xảy ra ở đây: nơi này THẬT SỰ bị hủy hoại... một viên đá quý bị biến thành rác!Đọc thêm",
            "Đẹp, phải nhìn tận mắt mới tin nó tồn tại. Hãy đi vào mùa hè vì trời mưa và lạnh buốt vào tháng 12.Đọc thêm",
            "Hồ Annecy là một trong những hồ lớn nhất ở Pháp; Hồ Annecy là một trong những hồ hấp dẫn nhất ở châu Âu. Khu vực này được du khách cả Paris và nước ngoài yêu thích. Hồ Annecy là một nơi tuyệt vời để ở trong những chỗ ở truyền thống. Hồ tiếp giáp với Thụy Sĩ và có chung đường biên giới. Khu vực này có rất nhiều tòa nhà lịch sử. Hồ Annecy được nhiều người yêu thích vì môi trường tuyệt đẹp.Đọc thêm",
            "Đó là một ngày qua đêm nhanh chóng ở Annecy, chúng tôi đến bằng tàu hỏa vào khoảng 4 giờ và có một chuyến thăm đáng kinh ngạc. Chúng tôi ở trong VRBO trong một căn hộ đẹp có dầm lộ ra ngoài. Vào buổi sáng, chúng tôi đi dạo quanh hồ và dành vài giờ để dạo quanh khu chợ.Đọc thêm",
            "Tất cả xung quanh nó quyến rũ và thú vị. Và được tăng cường bởi ánh nắng rực rỡ trong ngày. Đi dạo dọc theo Lê Thiou đưa chúng tôi đến Hồ nước tuyệt vời, đi qua những tòa nhà lịch sử tuyệt vời nằm dọc hai bên. Hôm nay là thứ bảy, không khí ngày lễ tràn ngập, tất cả đều thư giãn và tận hưởng khung cảnh hùng vĩ và các điểm tham quan.Đọc thêm",
            "Nơi đáng yêu với rất nhiều cửa hàng nhỏ và địa điểm ăn uống. Thật không may, chúng tôi chỉ ở đó trong vài giờ và thời tiết rất tệ nên chúng tôi không thể tham quan nhiều như mong muốn. Một thị trường Giáng sinh rất đáng thất vọng. Đọc thêm",
            "Khung cảnh tuyệt vời và khu phố cổ xinh xắn, khu chợ tuyệt vời và những nhà hàng xinh xắn, nhiều nơi để tham quan! Đọc thêm",
            "Chúng tôi thuê xe đạp và đạp xe quanh những con đường dành cho xe đạp. Không vào được Annecy vì phong cảnh thật ngoạn mục. Một ngày rất nóng. Chúng tôi dừng lại ở một bãi biển và dành phần lớn thời gian trong ngày ở đó. Điều đáng ngạc nhiên là nước không bị đóng băng mà lại sảng khoái một cách dễ chịu. Một trải nghiệm tuyệt vời!Đọc thêm",
            "Có nhiều lựa chọn về loại chuyến đi trên Hồ mà bạn muốn thực hiện. Chúng rất phổ biến và cần phải đặt trước khi đến nơi, chúng tôi gợi ý. Chúng tôi đã thực hiện chuyến đi đưa bạn đi khắp nơi nhưng bạn không được xuống. Chuyến đi mất khoảng 2,5 giờ. Chuyến đi rất thư giãn và quang cảnh thì tuyệt đẹp. Điều khiến chúng tôi thấy mệt mỏi là lượng thông tin về các sự kiện và số liệu mà hướng dẫn viên liên tục trích dẫn. Sau một lúc, chúng tôi không thể tiếp thu thêm thông tin nào nữa! Tốt hơn là ngồi lại và thư giãn. Đọc thêm",
            "Nó không tốt hơn thế này.  Lấy vài chiếc bánh sandwich, tìm một chiếc ghế dài, đừng rời đi cho đến khi mặt trời lặn.  Sau đó tản bộ vào thị trấn.Đọc thêm",
            "Tôi đã thấy một số bình luận về việc phía tây của hồ có bóng râm vào buổi chiều do Semnoz. Tôi có kế hoạch đến thăm vào tháng Tám. Sẽ tốt hơn nếu ở bờ biển phía đông hay bờ biển phía tây với gia đình 4 người: 129 tuổi: kỳ nghỉ chèo thuyền kayak và đạp xe.Đọc thêm",
            "Bạn nói đúng, chúng tôi ở Talloires và tận hưởng ánh nắng vào buổi chiều. Nó sẽ phụ thuộc vào mức độ bạn là người yêu thích ánh nắng mặt trời. Vào tháng 6, nhiệt độ của chúng tôi từ 32 đến 34. Phía bên kia hồ rất dễ chịu - và có nhiều làn đường dành cho xe đạp bằng phẳng hơn so với phía chúng tôi đang ở. Talloires chắc chắn là một thử thách đạp xe!\nhy vọng bạn thích hồ nhiều như chúng tôi đã làm\nSamĐọc thêm",
            "Có ai biết ở đâu có thể chèo ván bằng ván chèo của riêng mình mà không phải thuê không? Đọc thêm",
            "Chúng tôi muốn đi du lịch đến hồ vào đầu tháng 8. Chúng tôi không chắc chắn liệu chúng tôi có cần một nhà di động có máy lạnh hay không.\nNhiệt độ vào ban đêm vào đầu tháng 8 như thế nào?Đọc thêm",
            "Chèo thuyền trên Hồ Annecy, có quy định đặc biệt nào cho việc đi bộ quanh hồ không? Khu vực cấm, quy tắc, nhiệm vụ? Cảm ơn câu trả lời của bạn.Đọc thêm",
            "Du thuyền hoặc thuyền đi lại có chạy vào tháng 4 không? Ngoài ra họ có thân thiện với xe lăn không?\nXe buýt có thân thiện với xe lăn không?Đọc thêm",
            "Có thuyền chạy vào tháng 4. Sẽ khó khăn cho xe lăn khi lên thuyền không thân thiện với xe lăn. Sẽ không thành vấn đề với xe buýt. Chúc bạn có chuyến đi vui vẻ Đọc thêm",
            "Làm thế nào để bạn đến hồ Annecy từ Vương quốc Anh. Nhà điều hành của bạn có đến đó hay có khách sạn ở đây cảm ơn Đọc thêm",
            "Xin chào,\n\nTôi cho rằng cách dễ dàng nhất từ ​​Vương quốc Anh là bay đến Geneva và sau đó đi tàu, xe buýt hoặc tham quan Annecy.  Tôi bắt chuyến tàu từ Grenoble, Pháp.  Có các khách sạn ở Annecy - hãy kiểm tra Tripadvisor.Đọc thêm",
            "Xin chào mọi người,\n\nTôi sẽ đi du lịch đến Lac d&#39;Annecy cùng gia đình bằng ô tô vào cuối tháng 10. Có ai biết thời tiết thường như thế nào vào tháng 10 không. Và mọi người vẫn chơi các hoạt động dưới nước vào tháng 10 chứ?\n\nĐọc thêm",
            "Nước bắt đầu mát hơn nhưng vào một ngày nắng ấm áp, hôm nay nhiệt độ 24 độ C, thật hấp dẫn để bơi lội.  Vào cuối tháng 10, hầu hết các địa điểm cho thuê thuyền sẽ đóng cửa.  Thời tiết gần đây rất tốt - khởi đầu trong lành và se lạnh khi mặt trời lặn.  Tôi thấy rằng mưa được dự báo sẽ đến sớm.  Thông thường vào cuối tháng 10 đến tháng 11 nhiệt độ giảm dần và có thể có mưa. Đọc thêm",
            "Tôi thấy trên Internet rằng có thể thực hiện một chuyến tham quan quanh hồ kéo dài một giờ bằng một chuyến đi trên tàu.\n\nThời gian biểu?\nChi phí?\nBạn đi thuyền ở đâu?\n\nCảm ơn \n\nMarinaĐọc thêm",
            "Tôi thấy trên Internet rằng có thể tham quan hồ Annecy bằng thuyền với một bữa tiệc buffet nhỏ trên tàu vào giữa trưa.\nGiờ và chi phí là bao nhiêu?\nBạn lấy thuyền ở đâu?\n\nCảm ơn\n\nMarinaĐọc thêm",
            "không. chúng tôi đi tham quan hồ bằng xe đạpĐọc thêm",
            "Chúng tôi chưa bao giờ đến đây và đã đặt 5 đêm tại một khách sạn gần phố cổ. Chúng tôi là một cặp vợ chồng ở độ tuổi ngoài 40. Muốn có một số gợi ý về cách tận dụng tối đa thời gian lưu trú của chúng tôi, phải xem, v.v. Chúng tôi cần lập một hành trình.\nCảm ơn nhiềuĐọc thêm",
            "Mặc dù Annecy có nhiều nét quyến rũ và ẩm thực ngon, nhưng tôi khuyên bạn đừng bỏ lỡ chuyến đi trong ngày trên chiếc thuyền đi lại địa phương nếu nó chạy khi bạn đến Talloires. Bãi biển nhỏ đáng yêu, những nhà hàng ngon, khu phố cổ đẹp như tranh vẽ và lại có xe buýt miễn phí, nó có thể chỉ chạy vào mùa hè, trong trường hợp đó bạn hãy tự lái xe lên núi đến trạm tàu ​​lượn - đáng để tận hưởng chuyến đi, ngắm cảnh và chuyến đi bộ tại đỉnh cao nếu bạn thích điều đó hơn một cuộc phiêu lưu lượn. Công viên Ditto Semnoz, trên cao và rất nổi tiếng với những người đi xe đạp và đi bộ đường dài, cũng có xe buýt đến đó.Đọc thêm"
        ],
        "star_ratings": [
            5523,
            1342,
            114,
            22,
            15
        ],
        "review_amount": 7016,
        "location": [
            "Auvergne-Rhône-Alpes",
            "Hồ Annecy",
            "Pháp",
            "Annecy",
            "Châu Âu",
            "Những điều cần làm ở Annecy",
            "Haute-Savoie"
        ],
        "reviews_time": [
            "Written June 19, 2023",
            "Written July 3, 2023",
            "Written July 4, 2023",
            "Written July 16, 2023",
            "Written July 27, 2023",
            "Written July 31, 2023",
            "Written September 1, 2023",
            "Written September 20, 2023",
            "Written September 21, 2023",
            "Written January 26, 2024",
            "Written April 27, 2024",
            "Written April 4, 2024",
            "Written March 24, 2024",
            "Written February 27, 2024",
            "Written January 26, 2024",
            "Written December 5, 2023",
            "Written October 14, 2023",
            "Written September 21, 2023",
            "Written September 20, 2023",
            "Written September 11, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g187260-d232436-Reviews-Lake_Annecy-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g187260-d19088662-Reviews-Le_Jardin_de_Punjab-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1080922-d1743413-Reviews-Le_Petit_Prince-Annecy_le_Vieux_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1080922-d17728397-Reviews-Restaurant_Vincent_Favre_Felix-Annecy_le_Vieux_Haute_Savoie_Auvergne_Rhone_Alpe.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187260-d5813686-Reviews-Select_Pizza-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187260-d15364803-Reviews-Domino_s_Pizza-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187260-d2446012-Reviews-La_Mamma-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187260-d5927967-Reviews-Letuktuk-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187260-d26322164-Reviews-Le_Novel_R-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g1080922-d814341-Reviews-Restaurant_Le_Clos_des_Sens-Annecy_le_Vieux_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Restaurant_Review-g187260-d1325911-Reviews-New_Delhi_Specialites_Indiennes-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d8453051-Reviews-The_Lake_Annecy_Greenway-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d27716222-Reviews-Eglise_Saint_Louis_De_Novel-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d6936678-Reviews-La_Vieille_Ville-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d8520358-Reviews-Jardins_de_l_Europe-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d17734546-Reviews-Hockey_Sur_Glace_Annecy-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d6679873-Reviews-Pont_des_Amours-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d2214969-Reviews-Office_de_Tourisme_du_Lac_d_Annecy-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080922-d24994999-Reviews-Clocher_Roman-Annecy_le_Vieux_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080922-d18786292-Reviews-Eglise_Saint_Laurent-Annecy_le_Vieux_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080922-d23243801-Reviews-Parc_Gabriel_Faure-Annecy_le_Vieux_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d232436-Reviews-or10-Lake_Annecy-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d246704-Reviews-La_Tournette-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d246705-Reviews-Semnoz-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d8410673-Reviews-Hydrogene_Sports-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d6881546-Reviews-Parc_Charles_Bosson-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d6434748-Reviews-Le_Thiou-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d8522827-Reviews-Ile_des_Cygnes-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d8523271-Reviews-Plage_Des_Marquisats-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d7810560-Reviews-Parc_Animalier_de_la_Grande_Jeanne-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d8544794-Reviews-Grimpe_et_Eaux_Canyoning_escalade_et_via_ferrata-Annecy_Haute_Savoie_Auvergne_Rho.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d7733026-Reviews-Comas_Motos-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d11700420-Reviews-Olness-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d10470488-Reviews-Secret_Room_Escape_Game-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d8420621-Reviews-Bureau_des_Guides_d_Annecy-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g661448-d7040211-Reviews-Avialpes-Metz_Tessy_Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d26316024-Reviews-Quiz_Room_Annecy-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d8075581-Reviews-Kdo_Parapente-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d12433464-Reviews-Armalte-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d10780085-Reviews-Monte_Medio-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d12384438-Reviews-Mysteres_du_Lac-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187260-d1892520-Reviews-Mobilboard_Annecy-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080922-d12851251-Reviews-O_Speed_Canyoning-Annecy_le_Vieux_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g297964-d3619465-Reviews-Kalamar_Beach_Club-Kalkan_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g59881-d104252-Reviews-Peninsula_State_Park-Fish_Creek_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g29178-d10060279-Reviews-St_Johns_River_Ferry-Atlantic_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1772455-d19656331-Reviews-Gurdwara_Darbar_Sahib_Kartarpur-Narowal_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187883-d4814330-Reviews-Porto_Istana_Beach-Olbia_Province_of_Olbia_Tempio_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g33059-d127968-Reviews-Hakone_Estate_and_Gardens-Saratoga_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60769-d20256098-Reviews-Harbor_Cove_Beach-Ventura_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g7380333-d12616283-Reviews-The_Land_of_Legends_Theme_Park-Kadriye_Belek_Serik_District_Turkish_Mediterrane.html",
            "https://www.tripadvisor.com/Attraction_Review-g1080938-d9769104-Reviews-Groupama_Stadium-Decines_Charpieu_Rhone_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d561552-Reviews-Symphony_Center_Chicago_Symphony_Orchestra-Chicago_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g187260-d232436-Reviews-or10-Lake_Annecy-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g187260-d232436-Reviews-Lake_Annecy-Annecy_Haute_Savoie_Auvergne_Rhone_Alpes.html"
    }
]