[
    {
        "attraction_name": "Lake Express",
        "attraction_name_vi": "Hồ tốc hành",
        "general_info": [
            "338 đánh giá",
            "- 30 trong số 328 việc cần làm ở Milwaukee",
            "Phà"
        ],
        "attraction_summary": "Hồ Michigan - phà chở khách tốc độ cao duy nhất. Cung cấp các chuyến chạy thuận tiện 2-1 - 2 giờ giữa Muskegon và Milwaukee. Hãy truy cập trang web của chúng tôi để biết lịch trình đầy đủ các chuyến đi hàng ngày và đặt chuyến đi của bạn. Cắt giảm hàng trăm dặm lái xe và tận hưởng số giờ bạn tiết kiệm được khi đi lối tắt phà Hồ Michigan do phà nhanh Lake Michigan - Lake Express cung cấp.Đọc thêm",
        "reviews": [
            "Toàn bộ trải nghiệm được tổ chức rất tốt từ đầu đến cuối.  Chỗ ở khá thoải mái. và rất sạch sẽ. Họ có một quán cà phê nhỏ và các món ăn rất ngon.  Ban đầu chúng tôi nghĩ chuyến đi này hơi đắt tiền nhưng sau đó quyết định rằng việc đi lại dễ dàng rất xứng đáng với chi phí bỏ ra.  Chúng tôi - sẽ làm lại.Đọc thêm",
            "Một câu nói ít căng thẳng để đến Michigan mà không cần phải lái xe qua Chicago. Việc chất hàng lên xe được thực hiện một cách hiệu quả và cabin hành khách thoải mái, có một số chỗ ngồi ngoài trời. Tuy nhiên, nhà bếp đã không mở cửa trong một giờ trong chuyến đi lúc 12:30 trưa của chúng tôi và các lựa chọn ăn uống rất ít và không đặc biệt ngon miệng. Quy tắc nói rằng không được mang đồ ăn hoặc đồ uống bên ngoài vào, nhưng tôi khuyên bạn nên mang theo bánh sandwich nếu định ăn trên đường đi. Dường như không có nỗ lực nào để thực thi quy tắc.Đọc thêm",
            "Lần thứ hai tôi đi chuyến phà này....Thật tuyệt vời...chạy hiệu quả, giá tốt, dịch vụ tốt trên mọi phương diện.   Đặc biệt gửi lời cảm ơn tới Barb tại nhà ga Milwaukee vì sự hỗ trợ tận tình của cô ấy với phương tiện giao thông địa phương!   Cô ấy đặc biệt hữu ích và thân thiện!Đọc thêm",
            "Cuộc vượt biển thật tuyệt vời. Nhân viên làm việc hiệu quả và thân thiện từ khâu kiểm tra an ninh cho đến người quản lý cabin hàng đầu, Ally. Các lựa chọn thực phẩm rất tuyệt vời. Có vài thứ cho tất cả mọi người. Việc xuống tàu rất dễ dàng. Đơn giản chỉ cần lái xe ngay. Đây chắc chắn là con đường nên đi nếu bạn muốn tránh tình trạng tắc nghẽn giao thông ở Chicago.Đọc thêm",
            "Tôi và gia đình quyết định sử dụng Lake Express để đến Muskegon trong một ngày cuối tuần nhanh chóng trong khi anh trai tôi nghỉ làm. Vì tôi đã từng thử SS Badger trước đây nên tôi rất thích so sánh và đối chiếu, và tôi thích Lake Express hơn nhiều. Dịch vụ này rất tuyệt, cơ sở vật chất dành cho loại tàu này rất tốt và thời gian di chuyển thật tuyệt vời.\n\nĐầu tiên, dịch vụ. Tôi và gia đình đi du lịch trong cabin hạng nhất, rất yên tĩnh và dễ chịu. Người quản lý trưởng của chúng tôi cho chuyến vượt biển, Ally, rất tốt bụng và chu đáo. Chúng tôi đã gọi đồ ăn và tất cả đồ ăn đều đến với chúng tôi cực kỳ nhanh, tôi có thể nói chưa đầy năm phút.\nĐánh giá của tôi cho hạng mục này: 5 - 5\n\nTiếp theo là cơ sở vật chất. Như tuyên bố từ chối trách nhiệm, Lake Express không được chế tạo giống như các chuyến phà chở ô tô khác ở Hồ Michigan: nó là một chiếc catamaran thoát hơi nước. Với suy nghĩ này, vẫn có một quán cà phê trên tàu, một sân phơi nắng mở để ngắm cảnh và WiFi để duy trì kết nối. WiFi cực kỳ nhanh một cách đáng ngạc nhiên, tôi rất ấn tượng.\nĐánh giá của tôi cho hạng mục này: 5 - 5\n\nCuối cùng là tốc độ băng qua. Lake Express là cách nhanh chóng để băng qua Hồ Michigan, điều mà tôi đánh giá cao. Mất khoảng 2h 30m từ Milwaukee đến Muskegon so với các chuyến phà ô tô khác - s - SS Badger - 4 giờ băng qua. Ngoài ra, việc băng qua đường ngắn hơn và thuận tiện hơn, mọi thứ đều có cảm giác sạch sẽ và đẹp hơn.\nĐánh giá của tôi cho hạng mục này: 5 - 5\n\nNhìn chung, tôi vô cùng hài lòng với chuyến vượt Hồ Express của mình. Vào mùa cao điểm có 3 chuyến khứ hồi nên có rất nhiều lựa chọn đi phà. Có những dịch vụ tốt, cơ sở vật chất tuyệt vời cho một chiếc catamaran và thời gian qua lại ngắn và thuận tiện. Đối với bất kỳ ai muốn băng qua hồ vì bất kỳ lý do gì, tôi hoàn toàn muốn giới thiệu Lake Express.Đọc thêm",
            "Đưa gia đình gồm 4 người lớn và 6 trẻ em của chúng tôi đi lần đầu tiên trên Lake Express. Đi du lịch vào một ngày hoàn hảo để đi phà nhanh qua Hồ Michigan. Thưởng thức một số món ăn, nhưng dịch vụ ăn uống chậm VÀ họ đã hết pizza cho bọn trẻ. Ai đó đã không lên kế hoạch tốt cho mọi việc, đặc biệt là khi SS Badger phải hủy các chuyến đi trong mùa giải. Chúng tôi là một trong những người bị hủy chuyến, nhưng may mắn có được chuyến đi trên Lake Express chỉ trước 2 tuần. Những đứa trẻ thích sự phấn khích khi đi thuyền và người lớn thích phong cảnh. Một ngày vui vẻ!Đọc thêm",
            "Các nhân viên của Lake Express thật tuyệt vời! Chúng tôi đã có một chuyến đi rất vất vả khi trở lại Muskegon! Các nhân viên đã cố gắng hết sức để theo kịp số lượng hành khách bị say tàu xe nhanh chóng! Họ thật tuyệt vời nếu xét đến hoàn cảnh.\n\nVấn đề duy nhất của tôi là xóa khỏi trang web của bạn thông tin taxi có sẵn tại nhà ga của bạn.\nKhi đến Milwaukee, chúng tôi đã thử qua 3 công ty và không ai biết chúng tôi ở đâu hoặc sẵn sàng đến với chúng tôi! Trời lạnh và tòa nhà ga của bạn đã đóng cửa! Cuối cùng chúng tôi đã thành công với Uber! Có lẽ một nơi trú ẩn bên ngoài cho hành khách chờ chuyến xe của bạn sẽ là một sự bổ sung thú vị.Đọc thêm",
            "Điều này thật tuyệt vời!  Tiết kiệm được nhiều giờ lái xe trở lại Michigan.\nChúng tôi đã có vé - Premier Cabin - thay vì khu vực ghế ngồi chung.  Nước - đục ngầu - nên tốc độ chậm hơn bình thường do có sóng.  Thực sự là một cách tuyệt vời để đi thay vì lái xe qua Chicago.\n\n - Trừ khi bạn đã quen với nước, hãy luôn nhìn ra xa.  Đừng nhìn xuống hoặc nhìn vào điện thoại của bạn.  Đi ra ngoài và nhìn ra ngoài!  Một số hành khách cảm thấy không ổn khi chúng tôi đến!  Lời Khuyên. Điều này có thể giúp ích?Đọc thêm",
            "Trang web của Lake Express gây hiểu nhầm.  Dịch vụ chăm sóc khách hàng qua điện thoại thực sự rất tệ.  Đừng để bị đánh lừa bởi giá cả, họ tính thêm phí an ninh cảng.  Chi phí không đáng để đi xe.  Đã từng làm điều đó trước đây.  Cách đánh giá quá cao. - 500 cho chuyến đi một chiều với gia đình 4 người. Nếu bạn nuôi bất kỳ loại vật nuôi nào, đặc biệt là chó, hãy cẩn thận.  Họ bảo bạn rằng tất cả các cửa sổ phải được cuộn lên 100 - phòng trường hợp thuyền bị lật!!!  Bạn có thể tưởng tượng họ nói với bạn rằng con chó sẽ ổn khi mở lỗ thông hơi...chỉ mở lỗ thông hơi, không có Mái che nắng nào bị nứt, bất kể thời tiết nóng.  Thật không thể tin được, nếu bạn muốn nhốt con chó của mình vào một cái lồng ở bên dưới thì đó là một nơi tồi tệ.  Tệ hơn cả nơi trú ẩn tồi tệ nhất dành cho chó mà bạn từng thấy.  Giá cả không phù hợp và nếu bạn muốn trải nghiệm một chiếc Phà tốt, hãy sử dụng SS Badger.  4 giờ và họ tạo ra một bầu không khí không ai sánh kịp.  Sẽ không bao giờ giới thiệu Car Ferry này và tôi đã nói chuyện với những người khác cũng có cảm giác tương tự.  Cá nhân là thô lỗ, người trên phà là thô lỗ.  Chỉ là một chiếc phà quá đắt cho một chuyến đi ngắn.Đọc thêm",
            "Tôi chỉ có một lời phàn nàn và tôi nghĩ đó là một lời phàn nàn quan trọng. Lake Express đưa ra một thông báo rằng bạn phải đeo khẩu trang trong cabin tuy nhiên rất ít người làm như vậy và Lake Express không quan tâm. Tôi đã yêu cầu nhân viên nhiều lần vui lòng lặp lại thông báo và lần nào nhân viên cũng trả lời rằng họ sẽ làm như vậy. Tuy nhiên nó chưa bao giờ xảy ra. Tôi đã ở Premier Cabin hai lần vào cuối tuần này và cả hai lần đều bị bỏ qua. Hiện tại có 12 hành khách trong cabin này với tôi, không ai ăn uống gì nhưng chỉ có 3 người đeo khẩu trang. Cabin lớn hơn thậm chí còn tồi tệ hơn. Tôi có thể - không thể tin được!  - Bạn có biết số lượng bệnh nhân COVID ngày càng tăng không? Tôi vô cùng thất vọng về chiếc phà này và có lẽ sẽ không bao giờ sử dụng dịch vụ của nó nữa. Tôi cũng sẽ khuyên những người khác không nên dùng nó nếu họ lo ngại về COVID.Đọc thêm",
            "Chúng tôi rất hài lòng với Lake Express. Lúc đầu tôi hơi lo lắng vì chúng tôi đang đi du lịch với một con chó khá lém lỉnh và chúng tôi chưa bao giờ nhốt nó vào cũi trước đó, nhưng mọi chuyện đều ổn. Họ cho phép mang chó vào phòng chờ - nơi có máy lạnh - trước khi bạn lên tàu, và một nhân viên bến tàu đã đến và tìm thấy chúng tôi ở đó ngay trước khi lên máy bay để cho tôi biết phải làm gì với con chó. Tôi tiếp tục đi cùng anh ấy ở đầu hàng để có thời gian đưa anh ấy ổn định trong cũi của mình. Cũi nằm trong khu vực dành cho ô tô và hành khách không thể vào khu vực đó khi thuyền rời bến, nhưng người công nhân đảm bảo với tôi rằng sẽ có người kiểm tra chó và trông chừng ô tô trong suốt thời gian đó. Trong thùng đã có sẵn một bát nước rồi. Nói chung, đó là một giải pháp tuyệt vời cho con chó của chúng tôi, và nó chỉ hơi lo lắng khi tôi đón nó ở gần cuối chuyến đi. Chúng tôi đã mua vé vào phòng chờ hàng đầu và tôi nghĩ đó là một sự nâng cấp tuyệt vời. Vì Covid, có vẻ như nên ở một khu vực ít dân cư hơn, nơi các ghế cách xa nhau hơn. Tôi rất vui khi thấy các nhân viên nghiêm túc trong việc yêu cầu mọi người luôn đeo khẩu trang khi ở trong nhà, trừ khi họ đang ăn. Tôi đánh giá cao sự quan tâm mà họ dành cho sự an toàn nói chung. Đó là một chuyến đi suôn sẻ.Đọc thêm",
            "Đưa gia đình gồm 4 người lớn và 6 trẻ em của chúng tôi đi lần đầu tiên trên Lake Express. Đi du lịch vào một ngày hoàn hảo để đi phà nhanh qua Hồ Michigan. Thưởng thức một số món ăn, nhưng dịch vụ ăn uống chậm VÀ họ đã hết pizza cho bọn trẻ. Ai đó đã không lên kế hoạch tốt cho mọi việc, đặc biệt là khi SS Badger phải hủy các chuyến đi trong mùa giải. Chúng tôi là một trong những người bị hủy chuyến, nhưng may mắn có được chuyến đi trên Lake Express chỉ trước 2 tuần. Những đứa trẻ thích sự phấn khích khi đi thuyền và người lớn thích phong cảnh. Một ngày vui vẻ!Đọc thêm",
            "Tôi - tôi cho điểm này là 3 nhưng thuyền và thủy thủ đoàn xứng đáng được điểm 5. Hồ Michigan được điểm 0. Tôi đã lái ô tô của mình từ Muskegon đến Milwaukee vào ngày 23 tháng 6 năm 2021. Gió Tây Nam cấp 10-20 và sóng cao 4-6 foot. Thuyền gần như đã được bán hết. Việc bốc và dỡ hàng được tổ chức tốt và thực hiện cẩn thận. Con tàu sạch sẽ, được bảo trì rất tốt và chuyến đi có lẽ khá yên tĩnh và êm ái trong điều kiện thích hợp. Đây là những điều kiện sai lầm. Phải nói tôi đã ở độ tuổi bảy mươi, khá năng động nhưng nặng nề. Một lần cố gắng rời khỏi chỗ ngồi của tôi đã khiến tôi ngã người do sự rung chuyển và chao đảo do gió và sóng gây ra. Hai thành viên phi hành đoàn đã có mặt ngay lập tức để hỗ trợ và tôi không bị thương. Những người trẻ và khỏe mạnh điều hướng mà không gặp nhiều khó khăn. Những người lớn tuổi chỉ biết ngồi chịu đựng. Nếu bạn muốn thực hiện chuyến đi này hãy nhận thức được những hạn chế của riêng bạn. Hãy sẵn sàng đặt lại cho một ngày bình yên nếu bạn dùng thuốc lợi tiểu hoặc cần đi vệ sinh thường xuyên vì bất kỳ lý do gì, đặc biệt nếu bạn - đang trong những năm hoàng kim - Đọc thêm",
            "Chúng tôi đặt một chuyến phà khứ hồi từ Muskegon đến Milwaukee. Buổi sáng khởi hành, vì thời tiết không thuận lợi nên chuyến phà của chúng tôi bị hủy. Cả chồng tôi và tôi đều được thông báo và dịch vụ khách hàng đã giải thích các lựa chọn của chúng tôi. Chúng tôi cần phải đến Wisconsin nên lựa chọn duy nhất của chúng tôi là lái xe nhưng chuyến phà trở về vào Chủ nhật không có chỗ trống cho một phương tiện. Chúng tôi đã gọi cho bộ phận dịch vụ khách hàng và nói chuyện với Christy. Sau khi giải thích tình thế khó xử của chúng tôi, Christy đã vượt lên trên và nói rằng cô ấy sẽ liên hệ với chúng tôi nếu có bất kỳ sự hủy bỏ nào. Vui mừng thông báo rằng chúng tôi sẽ lên phà về nhà. Trải nghiệm tuyệt vời của khách hàng!!Cảm ơn Christy vì đã vượt lên trên hết!!Đọc thêm",
            "Vợ tôi - tôi đang đến thăm Madison, Wisconsin và quyết định đi Lake Express trong chuyến trở về Pennsylvania. Chúng tôi rất hài lòng với quyết định đó. Về mặt tài chính, nó không tệ đến thế nếu xét đến lượng xăng mà chúng tôi đã tiết kiệm được và nhiều khoản phí cầu đường mà chúng tôi đã tránh được. Và sự khó chịu khi lái xe vòng quanh hoặc xuyên qua Chicago là một điểm cộng lớn khác. Chúng tôi rất ấn tượng với sự an toàn. Họ kiểm tra cốp xe, dưới gầm xe và thậm chí dưới mui xe. Lên kế hoạch đến sớm để đảm bảo bạn vượt qua được quá trình này. Chuyến đi cực kỳ êm ái và khu vực cabin rất thoải mái. Chúng tôi đã giới thiệu Express cho bạn bè và sẽ đi tuyến đường này trong bất kỳ chuyến đi nào trong tương lai.Đọc thêm",
            "Toàn bộ trải nghiệm được tổ chức rất tốt từ đầu đến cuối.  Chỗ ở khá thoải mái. và rất sạch sẽ. Họ có một quán cà phê nhỏ và các món ăn rất ngon.  Ban đầu chúng tôi nghĩ chuyến đi này hơi đắt tiền nhưng sau đó quyết định rằng việc đi lại dễ dàng rất xứng đáng với chi phí bỏ ra.  Chúng tôi - sẽ làm lại.Đọc thêm",
            "Chúng tôi đi một chiều, Milwaukee đến Muskegon. Chiếc phà được tổ chức và vận hành tốt này sẽ đưa bạn băng qua Hồ Michigan một cách nhanh chóng và thoải mái. Nó hơi đắt tiền nhưng việc tiết kiệm thời gian là xứng đáng và đó là một cuộc phiêu lưu. Phi hành đoàn rất chuyên nghiệp và dễ chịu. Chúng tôi đã mua vé Premier Cabin và người quản lý đã chăm sóc chúng tôi rất chu đáo.  Họ có các sản phẩm Coke, điều này khiến tôi rất vui - không phải là fan của Pepsi - và nước ngọt thì miễn phí.  Cabin Premier yên tĩnh, không có trẻ em và rất thoải mái.  Chúng tôi chắc chắn sẽ cân nhắc điều này khi đi du lịch đến Michigan trong tương lai!Đọc thêm",
            "Tôi đã sử dụng LE từ Muskegon đến Milwaukee vào ngày 19 tháng 6 và chuyến đi thật thú vị và hoàn hảo.  Chuyến trở về vào ngày 22 tháng 6 thật khủng khiếp.  Tôi quyết định đợi ở nhà ga Milwaukee cũng như hầu hết mọi người.   Chiếc phà đến Milwaukee trễ 90 phút nhưng nhân viên chưa bao giờ đưa ra thông báo hay cung cấp bất kỳ thông tin nào.   Vấn đề phức tạp hơn là các nhà vệ sinh ở nhà ga đã không còn hoạt động.  Thật không hay khi phải đợi thêm 90 phút vào giữa ngày mà không có tiện nghi! Phà đã trễ 2 tiếng để đến Muskegon.  Điều làm tôi khó chịu nhất là không có lời xin lỗi nào được đưa ra.  Một lời xin lỗi chân thành vì đã gây ra sự bất tiện và chậm trễ là tất cả những gì cần thiết - tuy nhiên LE không thể tôn trọng khách hàng của mình bằng phép lịch sự đó. Phà LE là một giải pháp thay thế chi phí cao cho việc lái xe.  Với mức giá cao như vậy, lẽ ra họ phải cung cấp dịch vụ khách hàng tuyệt vời - nhưng thực tế họ đã không làm như vậy.  Ngoài ra, hãy lưu ý rằng LE tính các khoản phí đáng kể khi thanh toán mà bạn không thấy khi lập lịch.  Dịch vụ tổng thể và trung bình hoặc thấp hơn.Đọc thêm"
        ],
        "star_ratings": [
            161,
            95,
            36,
            21,
            25
        ],
        "review_amount": 338,
        "location": [
            "Milwaukee",
            "Những điều cần làm ở Milwaukee",
            "Hoa Kỳ",
            "Hồ tốc hành",
            "Wisconsin - WI -"
        ],
        "reviews_time": [
            "Written June 19, 2023",
            "Written July 7, 2023",
            "Written July 16, 2023",
            "Written July 17, 2023",
            "Written July 17, 2023",
            "Written September 8, 2023",
            "Written October 9, 2023",
            "Written October 13, 2023",
            "Written June 29, 2020",
            "Written August 15, 2021",
            "Written August 15, 2020",
            "Written September 8, 2023",
            "Written June 25, 2021",
            "Written November 13, 2021",
            "Written August 21, 2021",
            "Written June 19, 2023",
            "Written June 15, 2022",
            "Written July 3, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60097-d667301-Reviews-Lake_Express-Milwaukee_Wisconsin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d392166-Reviews-Three_Brothers_Restaurant-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d6825746-Reviews-Goodkind-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d392809-Reviews-Palomino-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d1837071-Reviews-Dom_Phil_DeMarinis_Original_Recipes-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d4929356-Reviews-Puddler_s_Hall-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d1522804-Reviews-Honeypie-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d7337121-Reviews-The_Vanguard-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d814283-Reviews-Classic_Slice-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d12967487-Reviews-Hungry_Sumo-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60097-d2000115-Reviews-Hue_Vietnamese_Restaurant_Bay_View-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d527332-Reviews-Basilica_of_St_Josaphat-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d1960985-Reviews-Great_Lakes_Distillery-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d1095429-Reviews-Harley_Davidson_Museum-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d258473-Reviews-Milwaukee_Art_Museum-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d655922-Reviews-Historic_Third_Ward-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d258472-Reviews-Milwaukee_Public_Museum-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d625152-Reviews-Milwaukee_Public_Market-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d268814-Reviews-Henry_Maier_Festival_Park-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d272129-Reviews-Pabst_Mansion-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d267687-Reviews-Discovery_World-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d667301-Reviews-or10-Lake_Express-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d17456488-Reviews-City_Tours_MKE-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d13822355-Reviews-Badger_State_Limousine-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d18312834-Reviews-The_Hop-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d14072845-Reviews-Klassic_Limousine_Inc-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d12941152-Reviews-GO_Riteway_Transportation_Group-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d25771805-Reviews-Articus_Lifestyles-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d23557592-Reviews-The_Chiefton_Group-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d19910088-Reviews-BLG_Airport_Limo_Services-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d19513137-Reviews-RHOMTRIP-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d6198593-Reviews-Palomino_Bar-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d2292296-Reviews-Milwaukee_Pedal_Tavern-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d23775285-Reviews-G_Groppi_Food_Market-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d6198912-Reviews-At_Random-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d10284802-Reviews-Escape_the_Room-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d17426278-Reviews-Milwaukee_Duffy_Boat_Rentals-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g60097-d10136789-Reviews-Fun_Beer_Tours_Milwaukee-Milwaukee_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g37034-d7253018-Reviews-Butt_Drugs_Inc-Corydon_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d325445-Reviews-Levinsky_Market-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g662316-d10038189-Reviews-Kashmir_Point-Murree_Punjab_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g44160-d10687999-Reviews-Runaway_Mountain_Coaster-Branson_Missouri.html",
            "https://www.tripadvisor.com/Attraction_Review-g30454-d10337326-Reviews-The_Crossing_at_Big_Creek-Cottonwood_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d5124083-Reviews-Grand_Central_Market-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147311-d23846195-Reviews-Harmony_Beach_Park-Montego_Bay_Saint_James_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d1489190-Reviews-Golden_Dragon_Water_Puppet_Theater-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g503710-d4885159-Reviews-Palm_Beach_Club_Restaurant-Hersonissos_Crete.html",
            "https://www.tripadvisor.com/Attraction_Review-g274772-d647063-Reviews-Muzeum_Krakowa_oddzial_Fabryka_Emalia_Oskara_Schindlera-Krakow_Lesser_Poland_Provi.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60097-d667301-Reviews-or10-Lake_Express-Milwaukee_Wisconsin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60097-d667301-Reviews-Lake_Express-Milwaukee_Wisconsin.html"
    }
]