[
    {
        "attraction_name": "Lambeau Field",
        "attraction_name_vi": "Cánh đồng Lambeau",
        "general_info": [
            "3.541 đánh giá",
            "- 3 trong số 93 điều cần làm ở Vịnh Green",
            "Đấu trường - Sân vận động"
        ],
        "attraction_summary": "Chào mừng đến với Lambeau Field, viên ngọc quý của Liên đoàn Bóng đá Quốc gia! Sau khi trải qua một cuộc cải tạo mạnh mẽ vào năm 2003, Lambeau Field đã được chuyển đổi thành một địa điểm du lịch quanh năm với nhiều tiện nghi và điểm tham quan mới. Lambeau Field Atrium là nơi có Packers Pro Shop, Packers Hall of Fame, Curly - s Pub và các lựa chọn ăn uống, sự kiện, giải trí và bán lẻ khác tại Atrium.Đọc thêm",
        "reviews": [
            "Là một người hâm mộ GB, tôi biết việc thực hiện một chuyến tham quan sân vận động khi chúng tôi ở trong thị trấn là điều PHẢI làm và điều đó đã không làm tôi thất vọng! Hướng dẫn viên của chúng tôi, Don và Dan, rất hiểu biết và cá tính. Chúng tôi đã tham gia Champions Tour và được xem khá nhiều cảnh của sân vận động, nhưng điểm nổi bật nhất chắc chắn là việc bước ra khỏi đường hầm và đứng cạnh sân đấu! Tôi chắc chắn đã ở nơi hạnh phúc của mình và tận hưởng từng phút trong chuyến tham quan! Sân vận động được giữ trong tình trạng nguyên sơ và bạn có thể biết hướng dẫn viên của chúng tôi yêu đội bóng đến mức nào - Đọc thêm",
            "Gia đình chúng tôi YÊU THÍCH khi nhìn thấy Cánh đồng Lambeau!  Chúng tôi đã thực hiện Chuyến tham quan huyền thoại và ghé thăm Đại sảnh Danh vọng, Cửa hàng Packers Pro và nhà hàng - 1919 Kitchen and Tap -.  Mặc dù không có gì rẻ - có lẽ ngoại trừ một vài chiếc mũ mà chúng tôi tìm thấy khi thanh lý - nhưng nó đáng giá đối với chúng tôi!  Hướng dẫn viên của chúng tôi rất tuyệt, mọi thứ đều được thiết lập tuyệt vời - ngoại trừ một số công việc xây dựng và lắp đặt bảng điểm mới hiện đang được tiến hành - và toàn bộ trải nghiệm rất đáng nhớ.  Các chàng trai của tôi không thể chờ đợi để trở lại - hy vọng được chơi một trận đấu!  Đọc thêm",
            "Tôi đã thực hiện chuyến lưu diễn huyền thoại và nó đáng giá từng xu. Các hướng dẫn viên du lịch cực kỳ hiểu biết và thân thiện. Nó kéo dài hai tiếng đồng hồ và tôi đã được vào bên trong phòng thay đồ của khách, hộp báo chí, một số dãy phòng và lối đi dọc theo sân đấu. Hall of Fame cũng rất tuyệt. Đừng quên ghé thăm Title Town chỉ cách sân vận động một dãy nhà.Đọc thêm",
            "Hướng dẫn Dave - Rick rất xuất sắc. Chuyến du đấu vô địch thật tuyệt vời. Chúng tôi đã cảm thấy khó chịu trước khi bắt đầu. Chúng tôi đã đặt combo w - HOF. Vì sớm 1 - 2 giờ, chúng tôi đã tìm cách xem một số HOF trước chuyến tham quan. Điều này sẽ giúp chồng tôi, người phải chống gậy và sức chịu đựng kém, có cơ hội ngồi - xem một số video HOF. Một hàng dài đã ở quầy bán vé. Vì chúng tôi đã trả - 7 - phí tiện lợi - để mua trực tuyến nên tôi vẫy giấy xác nhận, mong muốn được vào vì không có ai lấy vé. Chúng tôi bị gọi lại, phải xếp hàng giống những người đi lên mua tix, tránh bị tính phí -7. Không có chỗ ngồi nên chồng tôi phải tốn sức xếp hàng chờ đợi mà chúng tôi định tránh. Không được xử lý tốt từ phía họ. May mắn thay, chuyến tham quan thật đáng giá.Đọc thêm",
            "Chúng tôi đã tham gia Chuyến tham quan huyền thoại, mất khoảng 2 giờ và bao quát phần lớn sân vận động. Chúng tôi nhìn thấy phòng thay đồ dành cho khách, hộp báo chí, dãy phòng sang trọng, khu vực tiếp khách khép kín, lề sân và Atrium. Nó rất đáng giá. Nếu bạn là người hâm mộ Packer thì đây là chuyến tham quan tuyệt vời nhất. Chúng tôi đi bộ khoảng 1,5 dặm, nhưng nó có thể truy cập được cho người khuyết tật. Chuyến tham quan tuyệt vời. Dan và Doug là hướng dẫn viên du lịch của chúng tôi, họ rất hiểu biết và thân thiện.Đọc thêm",
            "Chuyến tham quan sân bóng tuyệt vời. Các nhân viên có kiến ​​thức TUYỆT VỜI về lịch sử của sân vận động, đội Packers và NFL. Rất khuyến khích cho bất kỳ người hâm mộ bóng đá nào, cho dù bạn có phải là người hâm mộ đội Packers hay không. Đọc thêm",
            "Lambeau cung cấp - Người hâm mộ Packer - cơ hội mỗi năm 2 người tham dự một trận đấu trước mùa giải.  Đây là - một mức giá rất thấp để người hâm mộ B có thể tặng 2 cổ vũ cho đội nhà.  Sân vận động rất đồ sộ - những bậc thang bê tông R dốc đi xuống 2 khu vực ghế ngồi.  Trừ khi bạn phải trả một cái giá quá đắt, bạn sẽ B ngồi trên khán đài bê tông mà không có lưng tựa.  U R được phép 2 mang theo ghế sân vận động nhưng phải tuân theo các nguyên tắc nghiêm ngặt, một số R có sẵn cho thuê.  Đồ ăn đắt - nhượng bộ R đông đúc.  Sân vận động được đánh dấu rõ ràng, sạch sẽ - an ninh luôn hiện diện.  Bãi đậu xe rộng rãi - - 50.00 - hoặc công viên - đi bộ đến sân vận động xa - - 25.00 - Titletown nằm cạnh 2 Lambeau Field với nhiều giờ hoạt động miễn phí trước 2 trận đấu.  Sự phấn khích tiếp tục cho đến khi trận đấu bắt đầu, Đó là những pha hành động không ngừng nghỉ cho đến hết hiệp cuối cùng.    - GO PACK GO... - Nếu bạn quyết định tham dự một trận đấu sau N trang phục theo mùa N lớp U sẽ cần chúng.Đọc thêm",
            "Chuyến tham quan là một trong những giá trị tốt nhất cho giá vé mà bạn có thể tìm thấy ở bất cứ đâu. Hoàn toàn có được chuyến tham quan huyền thoại, mức tăng giá cận biên so với những gì bạn được xem và làm là rất xứng đáng.\n\nĐây thực sự không chỉ là một sân vận động mà còn là một trung tâm tổ chức sự kiện phục vụ cộng đồng. \n\nTrải nghiệm tuyệt vời với các hướng dẫn viên du lịch và sẽ giới thiệu cho bất kỳ ai chịu lắng nghe. Đọc thêm",
            "Chúng tôi đã tham gia chuyến tham quan Huyền thoại và điều đó thật tuyệt vời - rất nhiều lịch sử và mọi thứ trong sân vận động đều rất sạch sẽ.  Một số điểm nổi bật là hộp cao cấp, bảng điểm - nóc nhà, hộp báo chí và đường đi xuyên hầm. Hai quý ông là rất nhiều thông tin, thú vị và hiểu biết! Chúng tôi thường xuyên nghỉ ngơi và có thể ngồi ở một vài chỗ, điều này rất hữu ích vì tôi dễ mệt mỏi và lo lắng về việc phải đi bộ, nhưng tôi không gặp vấn đề gì.  \nNgày hôm sau chúng tôi đến xem trận đấu Packer - Lion và sân vận động đã chật kín người. Chúng tôi thuê ghế đệm, ngay bên trong cửa thông tầng và rất vui vì họ cũng có lưng ghế. \nMọi người rất thân thiện và tốt bụng, ngay cả khi chúng tôi - Những chú sư tử - đã thắng! Sẽ quay lại.Đọc thêm",
            "Chúng tôi đã chọn chuyến tham quan kéo dài 55 phút và nó thật hoàn hảo cho gia đình chúng tôi. Thực sự rất thích nghe lịch sử của Packers, xem tác phẩm nghệ thuật và khám phá hiện trường. Hoạt động tuyệt vời khi ghé thăm Green Bay!Đọc thêm",
            "Tôi đã có thể hoàn thành chuyến tham quan NFC North của mình khi đội Cowboys của tôi đến thị trấn để chịu trận thua tan nát 31 đến 28. Sân vận động thật tuyệt. Tôi đã đi bộ qua Đại sảnh Danh vọng vào thứ Bảy, thật đáng giá - 15,00 - giảm giá cho quân nhân - . Bạn nên dành khoảng một tiếng rưỡi cho việc này. Các chuyến tham quan sân vận động đã được bán hết. Ngày diễn ra trận đấu rất lạnh, nhưng người hâm mộ ở khu vực của tôi đã giữ nhiệt. Việc rời khỏi sân vận động thật đau đớn vì mọi người di chuyển chậm chạp vì thang cuốn bị hỏng. Phải sử dụng cầu thang như một lối thoát. Tôi sẽ giới thiệu một chuyến thăm đến sân vận động này. Đọc thêm",
            "Chồng tôi và tôi đã thực hiện Chuyến tham quan Sân vận động Cổ điển và Bảo tàng Đại sảnh Danh vọng tại Lambeau Field khi đến thăm Wisconsin. . Chúng tôi vô cùng phấn khích trước những màn trình diễn và lịch sử tuyệt vời của Green Bay Packers khi bảo tàng chứa đầy lịch sử và kỷ vật!!  Chuyến tham quan sân vận động thật thú vị khi chúng tôi bước vào một chiếc hộp sang trọng và nghe tất cả về lịch sử của sân vận động và đội bóng. Chúng tôi cũng đi bộ qua đường hầm và vào khu vực xung quanh cánh đồng. Thật là hồi hộp!! Tôi có thể dễ dàng trở thành một người hâm mộ Packers!! Đây là điều phải xem nếu bạn đang ở Khu vực Vịnh Xanh!Đọc thêm",
            "Chúng tôi đã biến nó thành Lambeau Field, một sân vận động bóng đá cổ điển và giờ đây có thể đưa nó ra khỏi danh sách dự kiến.  Thật không may, các chuyến tham quan đã đóng cửa do Covid nên hầu hết việc xem chỉ là sảnh, HOF và cửa hàng quà tặng được cập nhật và hiện đại hóa.  Cửa hàng quà tặng rất lớn và hoạt động trong tuần có nghĩa là nơi này không bận lắm.   Có thể đỗ xe, chụp ảnh miễn phí và vào trong và đi dạo xung quanh. Nếu bạn đang tìm kiếm một chuyến tham quan tự hướng dẫn bổ sung, hãy thử lái xe quanh các dãy nhà đối diện với sân vận động.  Hầu hết mọi người đều phát điên với việc trang trí nhà và sân của họ.  Tôi không thể tưởng tượng được nơi này vào ngày diễn ra trận đấu.Đọc thêm",
            "Steve và Joel thật tuyệt vời. Họ đã thực hiện một công việc tuyệt vời trong việc giải trí cho nhóm của chúng tôi đồng thời cố ý kể những câu chuyện và lịch sử của Packers. Họ đã ở trong sân băng nên rõ ràng xứng đáng được ghi nhận. Chỉ là trải nghiệm tuyệt vời và hoàn toàn xứng đáng với số tiền bỏ ra!Đọc thêm",
            "Lần đầu tiên Green Bay đi ngang qua Door County. Đã tham gia Champions Tour - 90 phút - cộng với Hall of Fame. Chuyến tham quan khởi hành đúng giờ nên chắc chắn cần đến đó sớm 15 phút như họ nói để lấy vé cho hướng dẫn viên xem ngay cả khi bạn mua trực tuyến như chúng tôi, bạn phải lấy vé thật tại quầy. Hướng dẫn viên du lịch tuyệt vời, họ đã khiến cho những đứa trẻ của chúng tôi cảm thấy thú vị. Hall of Fame mà chúng tôi đã làm sau chuyến tham quan của chúng tôi mất khoảng 45 phút nhưng bạn có thể ở lại bao lâu tùy thích Rất vui rất vui vì chúng tôi đã dừng lại để tham quan Bãi đậu xe miễn phí cũng vậy nên đó là một điểm cộngĐọc hơn",
            "Vì vậy, tôi phải thừa nhận là một người keo kiệt và mặc dù là một người hâm mộ bóng đá cuồng nhiệt nhưng không cảm thấy cần phải bỏ tiền ra để tham quan Lambeau Field - chúng tôi là những người hâm mộ Pittsburgh Steeler -. Nếu bạn là người hâm mộ bóng đá ở mọi lứa tuổi hoặc tương tự, bạn phải tham gia một trong các chuyến tham quan. Chúng tôi đã tham gia chuyến tham quan Champions và hướng dẫn viên của chúng tôi, Joe và Joel, là những người dẫn chương trình và đại sứ tuyệt vời cho Packers. Có một số khoảnh khắc GOOSEBUMP giống như việc đi bộ xuống đường hầm dành cho cầu thủ của Packer để đến sân. Là một mô hình kinh doanh, Packer - s không có gì sánh bằng. Tòa nhà là một nơi ngoạn mục để tham quan! Hãy tiêu tiền!!Đọc thêm",
            "Lambeau cung cấp - Người hâm mộ Packer - cơ hội mỗi năm 2 người tham dự một trận đấu trước mùa giải.  Đây là - một mức giá rất thấp để người hâm mộ B có thể tặng 2 cổ vũ cho đội nhà.  Sân vận động rất đồ sộ - những bậc thang bê tông R dốc đi xuống 2 khu vực ghế ngồi.  Trừ khi bạn phải trả một cái giá quá đắt, bạn sẽ B ngồi trên khán đài bê tông mà không có lưng tựa.  U R được phép 2 mang theo ghế sân vận động nhưng phải tuân theo các nguyên tắc nghiêm ngặt, một số R có sẵn cho thuê.  Đồ ăn đắt - nhượng bộ R đông đúc.  Sân vận động được đánh dấu rõ ràng, sạch sẽ - an ninh luôn hiện diện.  Bãi đậu xe rộng rãi - - 50.00 - hoặc công viên - đi bộ đến sân vận động xa - - 25.00 - Titletown nằm cạnh 2 Lambeau Field với nhiều giờ hoạt động miễn phí trước 2 trận đấu.  Sự phấn khích tiếp tục cho đến khi trận đấu bắt đầu, Đó là những pha hành động không ngừng nghỉ cho đến hết hiệp cuối cùng.    - GO PACK GO... - Nếu bạn quyết định tham dự một trận đấu sau N trang phục theo mùa N lớp U sẽ cần chúng.Đọc thêm",
            "Chúng tôi đến tham quan trước khi quán bar hoặc cửa hàng quà tặng mở cửa, vì vậy việc đứng chờ đợi không vui lắm.  Cửa hàng quà tặng rất đẹp, nhưng giá cao như người ta mong đợi.  Chúng tôi thích việc Lambeau đã mở cửa để giúp thực hiện các mũi tiêm ngừa COVID - nghĩ rằng điều đó thật tuyệt.  Đối với chuyến tham quan, hướng dẫn viên du lịch dường như không đánh giá cao việc người lớn muốn - tham quan - rời khỏi nhóm, điều này thật đáng thất vọng.  Không phải ai cũng muốn nghe số liệu thống kê; một số người chỉ muốn nhìn và chụp ảnh.  Đọc thêm",
            "Giống như hầu hết mọi chuyến tham quan, dù là đến một ngôi nhà lịch sử, địa danh hay địa điểm thể thao - hướng dẫn viên ảnh hưởng rất lớn đến trải nghiệm. Chúng tôi có một hướng dẫn viên tuyệt vời, người đã làm người bán hàng trong ngày thi đấu trong năm mươi năm và đắm mình trong truyền thống và kiến ​​thức của Packer. Bạn có thể thấy nhiều sân vận động, nhưng những gì còn sót lại rất đáng chú ý. Bạn không thấy phòng thay đồ của Packer, bạn không thấy cơ sở y tế tập luyện của Packer, bạn không thấy phòng giải trí của Packer, văn phòng của Packer, phòng tập của khách hoặc phòng thay đồ của quan chức. Nhìn chung, những gì bạn thấy là các khu vực có thể đầu tư - có thể bán được - của sân vận động. Bạn thấy tiền sảnh, nhiều phòng suite và quang cảnh từ nhiều cấp độ chỗ ngồi khác nhau. Và bạn có thể ngắm toàn bộ mọi thứ từ trên xuống dưới. Vì vậy, bạn có thể thấy đủ để kích thích sự thèm muốn mua vé của người hâm mộ. Có những bức tranh và tấm bảng lịch sử mà bạn có thể nhanh chóng đi qua và bất kỳ người hâm mộ bóng đá nào cũng muốn dành thời gian để xem và đó là. Lưu ý rằng nhận xét của tôi so sánh chuyến tham quan với nhiều chuyến tham quan MLB, MLS, NBA và các địa điểm thể thao đại học lớn. Mặc dù NFL có rất nhiều tiền nhưng đây là chuyến du đấu đắt đỏ nhất mà tôi từng tham gia. Không hay ho gì.Đọc thêm",
            "Vì vậy tôi - đã từng xem một trò chơi của Packers trước đây.  Lần này chúng tôi vung tiền vào ghế câu lạc bộ ngoài trời. Đúng, chúng là những chiếc ghế thực sự và không chỉ là một khoảng trống trên băng ghế, mà là một trong những lợi ích chính của việc có một cô hầu bàn, chưa bao giờ thành hiện thực. Tôi thấy nhân viên phục vụ đang giúp đỡ một số khách quen ở một khu vực khác, nhưng không hề nỗ lực cho khu vực của chúng tôi, đó là một sự thất vọng lớn. Khi bạn trả một mức giá cao hứa hẹn những dịch vụ cao cấp, bạn sẽ nhận được những gì bạn phải trả và chúng tôi đã không nhận được điều đó. Rất không hài lòng với Packers.Đọc thêm"
        ],
        "star_ratings": [
            3136,
            314,
            56,
            19,
            16
        ],
        "review_amount": 3541,
        "location": [
            "Những điều cần làm ở Vịnh Green",
            "Hoa Kỳ",
            "Wisconsin - WI -",
            "Cánh đồng Lambeau",
            "Vịnh xanh"
        ],
        "reviews_time": [
            "Written June 18, 2023",
            "Written June 22, 2023",
            "Written July 6, 2023",
            "Written July 23, 2023",
            "Written August 8, 2023",
            "Written August 8, 2023",
            "Written September 16, 2023",
            "Written October 9, 2023",
            "Written October 14, 2023",
            "Written October 22, 2023",
            "Written November 20, 2022",
            "Written August 13, 2021",
            "Written July 27, 2020",
            "Written November 12, 2021",
            "Written August 7, 2022",
            "Written June 16, 2022",
            "Written September 16, 2023",
            "Written April 28, 2021",
            "Written September 5, 2022",
            "Written November 18, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g59929-d103048-Reviews-Lambeau_Field-Green_Bay_Wisconsin.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g59929-d8475369-Reviews-1919_Kitchen_Tap-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59929-d471716-Reviews-Hinterland-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59929-d12675422-Reviews-Taverne_In_The_Sky-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59929-d1913387-Reviews-Kroll_s_West-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59929-d12675417-Reviews-Leaps_Bounds_Cafe-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59929-d14982255-Reviews-Johnsonville_Tailgate_Village-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g30342-d18940703-Reviews-The_Turn_Restaurant_Lounge-Ashwaubenon_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59929-d837033-Reviews-Cheese_Cake_Heaven_Cafe_Deli_Bakery-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59929-d1756238-Reviews-Stadium_View_Sports_Bar_Grill_Banquet_Hall-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Restaurant_Review-g59929-d2435346-Reviews-Green_Bay_Distillery-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d288772-Reviews-Green_Bay_Packers_Hall_of_Fame-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d26811113-Reviews-Pumpkin_Palooza-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d14157618-Reviews-Titletown-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d8399127-Reviews-Resch_Center-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d6495851-Reviews-Badger_State_Brewing_Company-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d269733-Reviews-National_Railroad_Museum-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d1569167-Reviews-Green_Bay_Botanical_Garden-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d103050-Reviews-Bay_Beach_Amusement_Park-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d586378-Reviews-Bay_Beach_Wildlife_Sanctuary-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d10170656-Reviews-The_Automobile_Gallery_Event_Center-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d103048-Reviews-or10-Lambeau_Field-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d269736-Reviews-Heritage_Hill_State_Historical_Park-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d1603030-Reviews-Walk_of_Legends-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d1458510-Reviews-Kastle_Karts-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d12181641-Reviews-Shrine_of_St_Anthony_of_Padua_LaMieux_Chapel-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d19246917-Reviews-Bosse_s_News_Tobacco-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d15238707-Reviews-The_Vintage_Lair-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d8420764-Reviews-Brown_County_Courthouse-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d26720726-Reviews-St_Francis_Xavier_Cathedral-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d27088593-Reviews-Ray_Nitschke_Field-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d12677321-Reviews-Kohler_Waters_Spa-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d15072030-Reviews-C_M_Presents-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d10351711-Reviews-Green_Bay_Escape_and_Axe-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d13558115-Reviews-Escape_Room_Wisconsin_Green_Bay-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d2716808-Reviews-Glide_N_E_W_Segway_the_Fox_Tours-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59817-d2471734-Reviews-Seroogy_s_Chocolates-De_Pere_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g59929-d2462270-Reviews-Aesthetic_Spa-Green_Bay_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g147309-d148169-Reviews-Treasure_Beach-Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g48864-d3812529-Reviews-Flagstar_at_Westbury_Music_Fair-Westbury_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d11815865-Reviews-Escape_Hotel_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g56062-d25137317-Reviews-PopStroke-Katy_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g673871-d1581473-Reviews-Cova_d_en_Xoroi-Cala_en_Porter_Menorca_Balearic_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g3533747-d4010189-Reviews-Pink_Beach-Jerowaru_Lombok_West_Nusa_Tenggara.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d1955805-Reviews-Ultramar-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d16718749-Reviews-Love_Lake_Al_Qudra-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190826-d4587489-Reviews-Sakarun_Beach-Dugi_Island_Zadar_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g58026-d108319-Reviews-Naval_Station_Norfolk-Norfolk_Virginia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g59929-d103048-Reviews-or10-Lambeau_Field-Green_Bay_Wisconsin.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g59929-d103048-Reviews-Lambeau_Field-Green_Bay_Wisconsin.html"
    }
]