[
    {
        "attraction_name": "Lana Tailor",
        "attraction_name_vi": "Thợ may len",
        "general_info": [
            "260 đánh giá",
            "- 142 trên 680 Mua sắm ở Hội An",
            "Chuyên mục - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Lana Tailor là một trong số ít tiệm may ở Hội An cung cấp dịch vụ hoàn chỉnh, từ chất liệu tốt đến thiết bị nhập khẩu cao cấp. Quan trọng nhất, Lana Tailor có đội ngũ thợ may lành nghề để hoàn thành tốt dịch vụ của mình. Hơn nữa, Lana Tailor tập trung vào các sản phẩm chất lượng tốt nhất và giá cả hợp lý cho khách hàng nên Lana Tailor từ chối giao bất kỳ khoản hoa hồng nào cho người trung gian nhằm thiết lập một thị trường công bằng ở Hội An. Lana tin rằng cả bản thân Lana và khách hàng của mình sẽ được hưởng lợi từ cách làm đó.Đọc thêm",
        "reviews": [
            "Chúng tôi rất vui mừng với những bộ đồ thủ công của mình, chúng vừa vặn với chúng tôi một cách hoàn hảo và được thực hiện nhanh chóng. Đầu tiên, chúng tôi chọn loại vải và màu sắc, sau đó chúng tôi có thể cho Lana biết chính xác những gì chúng tôi mong đợi và mong muốn trong các thiết kế. Ngày hôm sau, chúng tôi thử đồ lần đầu tiên và đưa ra ý kiến ​​của mình mà cô ấy đã lắng nghe và quan tâm. Lần lắp thứ hai gần như hoàn hảo. Chúng tôi đã đến lấy chúng vào ngày thứ 3 và chúng chính xác là những gì chúng tôi muốn. Chất lượng và giá cả tốt là những gì bạn có thể mong đợi từ những người làm việc ở đó, những người cũng thực sự là những người tử tế. Xin chân thành cảm ơn bạn vì kỷ niệm tuyệt vời này!Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình tại Lana Bespoke Tailoring. Chúng tôi tự hào khi biết khách hàng hài lòng với trải nghiệm tại cửa hàng của họ. Hy vọng sẽ sớm gặp lại bạn!\nLana.Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời ở Hội An, tôi đã đánh rơi chiếc áo mà tôi muốn tái tạo lại, quay lại và hoàn thành vào ngày hôm sau! Bạn trai tôi đã may một chiếc áo sơ mi và nó vừa vặn với anh ấy hơn bất kỳ chiếc áo sơ mi nào khác mà anh ấy sở hữu. Thật dễ dàng, nhanh chóng và đơn giản. Chất lượng tốt và giá tốt. Chắc chắn khuyên bạn nên ghé thăm!! Đọc thêm",
            "Kính gửi Quý ông - Quý bà,\nCảm ơn bạn rất nhiều vì đánh giá 5 sao này. Chúng tôi thực sự trân trọng việc bạn là khách hàng và giúp chia sẻ thông tin về chúng tôi. Chúng tôi luôn ở đây vì bạn.\nChúc bạn một ngày tốt lành!\nLana.Đọc thêm",
            "Đi bộ xuống phố, chồng tôi và tôi quyết định ghé qua tiệm may Lana vì chúng tôi có những bức ảnh về những gì chúng tôi muốn làm. Enzie và Nina đã lấy số đo của chúng tôi và ngày TIẾP THEO chúng tôi đã chuẩn bị xong quần và áo khoác cho lần điều chỉnh đầu tiên. Tất cả được thực hiện từ những bức ảnh - rất ấn tượng!\n\nGiao tiếp rất tuyệt vời, giá cả phải chăng và nhanh chóng mặc dù họ có nhiều đơn đặt hàng. Enzie và Nina đã chăm sóc chúng tôi đặc biệt trong thời gian có hạn ở Hội An. Tôi thực sự khuyên bạn nên thợ may Lana!Đọc thêm",
            "Đây là thợ may giỏi nhất ở Hội An. Rose thật không thể tin được. Thời gian lắp đặt và hoàn thiện từ lần tư vấn đầu tiên cho đến khi ra sản phẩm cuối cùng là 30 giờ. Những lựa chọn đáng kinh ngạc, những con người tuyệt vời và dịch vụ khách hàng xuất sắc. Họ thậm chí còn vận chuyển và giữ số đo của bạn trong 2 năm! Tôi - sẽ mua tất cả bộ vest của mình từ Rose và Lana Tailor trong tương lai.Đọc thêm",
            "Harrison thân mến,\n\nCám ơn vì những phản hồi có giá trị của bạn. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi thực sự được thúc đẩy bởi phản hồi tích cực của bạn.\n\nTại Lana Tailor, chúng tôi luôn trân trọng khách hàng trong trái tim mình. Chúng tôi cam kết cung cấp dịch vụ đặc biệt và chúng tôi háo hức chờ đợi cơ hội được phục vụ bạn một lần nữa.\n\nTrân trọng kính chào,\nsoori\nNhóm Dịch vụ Khách hàngĐọc thêm",
            "Đây là một trải nghiệm tuyệt vời ở Hội An, tôi đã đánh rơi chiếc áo mà tôi muốn tái tạo lại, quay lại và hoàn thành vào ngày hôm sau! Bạn trai tôi đã may một chiếc áo sơ mi và nó vừa vặn với anh ấy hơn bất kỳ chiếc áo sơ mi nào khác mà anh ấy sở hữu. Thật dễ dàng, nhanh chóng và đơn giản. Chất lượng tốt và giá tốt. Chắc chắn khuyên bạn nên ghé thăm!! Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đánh giá 5 sao này. Chúng tôi thực sự đánh giá cao việc bạn trở thành khách hàng và giúp chia sẻ thông tin về chúng tôi. Chúng tôi - sẵn sàng hỗ trợ bạn bất cứ lúc nào.\nChúc một ngày tốt lành!\nLana.Đọc thêm",
            "I spent the best part of day one in Hoi An reading through reviews  - on TripAdvisor amongst other review websites -  and compiled a list of the stores I wanted to visit to get a suit and 6 shirts made. The list included various top 15 TripAdvisor rated and other well known stores such as Bibi Silk, BeBe, A Dong Silk, Kimmys and Yalys. In general, I felt that each of the stores could have done a good enough job but all came across very similar in terms of approach with me as a customer i.e. hand me a catalogue - Ipad, have a browse, begin to crank the pressure up for a sale etc. This is what I was expecting so didn - t surprise me.However, I had a completely different experience at Lana - s. One of the workers called Enzie was unbelievably helpful. She explained in great detail the types of materials available, including pulling out cotton reels and highlight the qualities of each. She was also kind enough  - and very willing -  to show us the factory in the shop. This is what a lot of tailors in Hoi An are missing as they send their orders off to local 3rd parties to be done at cheaper prices. This is one of only a handful of stores that control the manufacture of your order from end to end in the same store. She was also the only person not to pressure me in to a sale, and even recommended I go check out the other stores and take my time. She even said this again after the second time I came back  - I - m very fussy so kept going in and out stores all day! - . In summary, Lana  - and specifically Enzie -  was a great experience. I didn - t feel pressured to make an order, I was encouraged to look in other stores to find the right purchase for me, she was very descriptive which I love and I really felt I got the best deal for my budget  - great quality and price -  as she took the time to understand me as an individual. I loved the quality of my suits and shirts so much that I got a coat made and my girlfriend got a dress made  - this time with another employee in Lana who was just as nice - . We are both happy with our additional purchases :- - Very friendly environment and highly recommended!!! Neil  -  LauraRead more",
            "Chúng tôi thấy các nhân viên khá thô lỗ với Lana. Họ dường như rất thúc đẩy bạn hướng tới những lựa chọn đắt tiền nhất và không thực sự lắng nghe những gì bạn muốn. Họ có vẻ rất thích tái tạo phong cách cố định của họ và không quan tâm lắm đến việc lắng nghe bất kỳ chi tiết phức tạp nào mà bạn muốn. Bản thân việc may đo cũng tốt, nhưng giá quá cao so với những gì bạn có thể kiếm được ở những nơi khác - bạn trai tôi đã kiếm được một công việc tốt hơn nhiều được thực hiện tại Mr Zu, ngay gần đây. Khi nói đến việc thanh toán, khách sạn của chúng tôi lẽ ra phải giảm giá 20 cho chúng tôi, điều này có thể khiến nó xứng đáng. Tuy nhiên, khi chúng tôi nêu vấn đề này với họ, họ nói rằng điều này đã được đưa vào. Chúng tôi biết thực tế là không phải vậy, vì họ không biết chúng tôi đang ở khách sạn nào khi được báo giá. Vì vậy, chúng tôi đã bị tính phí quá mức khoảng - 27 cho một chiếc váy và áo blazer dành cho phụ nữ.Đọc thêm",
            "Kính gửi AnnabelJayneK,\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi với chúng tôi về trải nghiệm của bạn tại Lana. Chúng tôi thực sự rất tiếc khi biết về những vấn đề bạn gặp phải trong chuyến thăm.\n\nChúng tôi xin lỗi vì bất kỳ sự bất tiện nào gây ra bởi thái độ của nhân viên chúng tôi. Cung cấp dịch vụ chu đáo và được cá nhân hóa là ưu tiên hàng đầu của chúng tôi và thật đáng thất vọng khi biết rằng chúng tôi không đáp ứng được mong đợi của bạn về mặt này. Nhận xét của bạn về cảm giác bị áp lực trước các lựa chọn đắt tiền và việc thiếu quan tâm đến sở thích cụ thể của bạn là điều đáng lo ngại và chúng tôi sẽ giải quyết vấn đề này với nhóm của mình để đảm bảo thực hiện cải tiến.\n\nVề vấn đề giá cả và chiết khấu, chúng tôi chân thành xin lỗi vì bất kỳ sự nhầm lẫn hoặc sai lệch nào. Hãy yên tâm, chúng tôi rất coi trọng tính minh bạch về giá và chúng tôi sẽ điều tra vấn đề này kỹ hơn để đảm bảo tránh những hiểu lầm như vậy trong tương lai.\n\nChúng tôi đánh giá cao việc bạn lưu ý những vấn đề này vì nó cho phép chúng tôi xác định các lĩnh vực cần cải thiện. Chúng tôi đánh giá cao sự ủng hộ của bạn và hy vọng có cơ hội lấy lại niềm tin của bạn đối với dịch vụ của chúng tôi.\n\nNếu bạn sẵn lòng cho chúng tôi một cơ hội khác, vui lòng liên hệ trực tiếp với chúng tôi. Chúng tôi rất vui được hỗ trợ cá nhân bạn và đảm bảo rằng trải nghiệm tiếp theo của bạn với chúng tôi sẽ vượt quá mong đợi của bạn.\n\nCảm ơn bạn một lần nữa vì phản hồi có giá trị của bạn.\n\nTrân trọng kính chào,\nsoori\nNhóm Dịch vụ Khách hàngĐọc thêm",
            "Đó là ngày đầu tiên của năm mới và sau bữa tiệc điên cuồng với bạn bè, chúng tôi quyết định làm mới tủ quần áo của mình. Vào buổi tối muộn, chúng tôi đang đi vòng quanh đường Lê Lợi và ghé vào cửa hàng này vì được đánh giá cố vấn chuyến đi xuất sắc nhưng không ngờ lại trải nghiệm dịch vụ khách hàng TỐT NHẤT thế giới từ cô bán hàng ở cửa hàng này! Vợ chồng tôi đang nhìn quanh cửa hàng và chụp ảnh một trong những chiếc áo khoác của họ để chia sẻ trên Facebook với bạn bè của cô ấy để lấy ý kiến. Đột nhiên, cô bán hàng này lao tới như rắn hổ mang với đôi mắt đầy giận dữ, run rẩy vì tức giận và cao giọng bảo cô xóa ảnh. Tôi hiểu rằng có thể có chính sách cấm chụp ảnh nhưng thứ nhất, cửa hàng không có biển hiệu và thứ hai, bạn KHÔNG BAO GIỜ nên cư xử với khách hàng như thế này! Đặc biệt không phải vào ngày đầu năm mới khi mọi người đều rất vui vẻ và hạnh phúc. Chúng tôi ngay lập tức hết cửa hàng Lana này và sẽ không bao giờ giới thiệu cửa hàng này cho bất kỳ ai khác. Chúng tôi đến cửa hàng hàng xóm và nhận được dịch vụ thực sự xuất sắc và cuối cùng chúng tôi mua áo khoác, áo sơ mi và váy với giá hơn 200 USD. Hy vọng không ai sẽ phải trải qua sự chào đón khủng khiếp mà chúng tôi nhận được ở Lana.Đọc thêm",
            "Konstantin T thân mến,\n\nChúng tôi gửi lời xin lỗi chân thành nhất về trải nghiệm không may mà bạn gặp phải khi ghé thăm cửa hàng của chúng tôi. Phản hồi của bạn khiến chúng tôi vô cùng lo ngại và chúng tôi muốn đảm bảo với bạn rằng chúng tôi xem xét phản hồi đó một cách nghiêm túc.\n\nChúng tôi rất tiếc về bất kỳ sự bất tiện nào do sự cố gây ra với cộng tác viên bán hàng của chúng tôi. Chúng tôi không có ý định làm cho khách cảm thấy không được chào đón hoặc khó chịu dưới bất kỳ hình thức nào. Chúng tôi hiểu sự thất vọng của bạn và chúng tôi xin lỗi vì thiếu biển báo liên quan đến chính sách ảnh của chúng tôi.\n\nXin lưu ý rằng chúng tôi đã giải quyết vấn đề này với nhóm của mình để đảm bảo rằng những sự cố như vậy không xảy ra trong tương lai. Chúng tôi cam kết cung cấp dịch vụ khách hàng đặc biệt và chúng tôi đánh giá cao việc bạn lưu ý đến điều này.\n\nChúng tôi rất vui khi biết rằng bạn đã tìm thấy dịch vụ xuất sắc tại cửa hàng lân cận của chúng tôi. Chúng tôi đánh giá cao sự ủng hộ của bạn và hy vọng có cơ hội khôi phục niềm tin của bạn đối với thương hiệu của chúng tôi. Nếu bạn sẵn lòng cho chúng tôi một cơ hội khác, vui lòng liên hệ trực tiếp với chúng tôi và chúng tôi rất sẵn lòng hỗ trợ cá nhân bạn.\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi của mình với chúng tôi. Chúng tôi thực sự đánh giá cao sự hiểu biết của bạn và hy vọng được chào đón bạn quay trở lại để có trải nghiệm được cải thiện hơn nhiều.\n\nTrân trọng kính chào,\nsoori\nNhóm Dịch vụ Khách hàngĐọc thêm",
            "Tôi đã mua một bộ vest trong thời gian lưu trú ngắn ngày ở Hội An và tôi rất vui vì đã mua như vậy từ Lana Tailors. Các nhân viên rất thân thiện, chuyên nghiệp và thực sự đi sâu vào chi tiết về những gì chúng ta có thể mong đợi từ bộ đồ. Chúng tôi thậm chí còn có một chuyến tham quan xưởng của họ, nơi bộ đồ của tôi sẽ được may. Họ là thỏa thuận thực sự ở đây. Tôi đã phải đến đó để thử vài bộ đồ để đảm bảo bộ đồ hoàn hảo nhưng họ thực sự rất linh hoạt và dễ dàng sắp xếp các cuộc hẹn nên không khó khăn gì khi phải quay đi quay lại đó vài lần. Cảm ơn bạn rất nhiều, tôi thích bộ đồ mới của mình!Đọc thêm",
            "Lời chào đầu tiên rất thân thiện. Sau khi quyết định về loại vải và màu sắc của trang phục, giá cả sẽ được thương lượng. Một chiếc váy đơn giản với giá 60 đô la Mỹ là rất nhiều nhưng bạn hãy nhớ - bạn sẽ nhận được những gì bạn phải trả - .. Bộ đồ vừa vặn ban đầu thật tệ, người bán hàng thô lỗ và quan tâm đến điện thoại hơn bạn. Chiếc váy cần chỉnh sửa lại để vừa vặn hơn nhưng đây không phải là cách người bán nhìn nhận nó ... Sau một hồi thúc đẩy, chiếc váy đã được may vừa vặn. Câu chuyện thứ hai và cuối cùng phù hợp với cùng một câu chuyện .. Thô lỗ và không hề quan tâm. Sẽ không giới thiệu thợ may này cho bất cứ ai. Có nhiều thợ may tốt hơn và thân thiện hơn ở hoi an.. Đọc thêm",
            "Lấy một vài chiếc áo mà tôi muốn sao chép một số của tôi và những chiếc khác từ con gái tôi ở Úc và họ đã làm rất tốt. Vừa vặn với lụa đẹp và hoàn hảo. Rất khuyến khích Đọc thêm",
            "Chúng tôi đến thăm Lana, một người bán hàng giỏi như những người khác đã đề cập. Tôi cố tình không xem xét vào thời điểm đó đề phòng quần áo không bền. Nếu bạn xem các đánh giá tích cực khác - hãy tự hỏi có bao nhiêu đánh giá từ những người vừa mua và cảm thấy hài lòng từ vẻ ngoài xinh xắn của ngôi nhà và bao nhiêu đánh giá sau 6 tháng sử dụng? Cả bộ vest của tôi và áo khoác của vợ tôi đều đã rách nát - chúng được mua vào tháng 8 và chúng tôi có những chất liệu đắt tiền nhất hiện có, khoảng 500 USD. Nếu bạn đang tìm kiếm những bộ quần áo danh từ dành cho vài tuần để mặc một hoặc hai lần thì đây là lựa chọn hoàn hảo. Để có một lựa chọn lâu dài hơn nhưng lại được mua về từ một nhà bán lẻ chất lượng. Điều kỳ lạ là lớp lót màu đỏ bằng cách nào đó cũng xuyên qua bên ngoài vật liệu.  Làm thế quái nào mà điều này lại có thể xảy ra được!?Đọc thêm",
            "Tom thân mến,\n\nChúng tôi chân thành xin lỗi về những vấn đề bạn gặp phải với sản phẩm may mặc mua từ Lana. Phản hồi của bạn cực kỳ có giá trị đối với chúng tôi và chúng tôi vô cùng thất vọng khi biết về những lo ngại về chất lượng mà bạn đã trải qua.\n\nĐảm bảo độ bền và tuổi thọ của sản phẩm là điều vô cùng quan trọng đối với chúng tôi và thật đáng thất vọng khi biết rằng bộ đồ của bạn và áo khoác của vợ bạn không đáp ứng các tiêu chuẩn thông thường của chúng tôi. Chúng tôi rất coi trọng việc kiểm soát chất lượng và sẽ điều tra vấn đề này một cách kỹ lưỡng để hiểu điều gì đã xảy ra và thực hiện các bước thích hợp để ngăn chặn sự cố tương tự xảy ra trong tương lai.\n\nChúng tôi hiểu sự thất vọng và thất vọng của bạn, đặc biệt khi xem xét khoản đầu tư được thực hiện để mua những mặt hàng này. Xin lưu ý rằng chúng tôi đứng đằng sau chất lượng sản phẩm của mình và chúng tôi cam kết thực hiện điều này phù hợp với bạn.\n\nChúng tôi đánh giá cao cơ hội được trực tiếp giải quyết vấn đề này và thảo luận về các giải pháp tiềm năng. Nếu bạn có thể vui lòng liên hệ với chúng tôi bằng thông tin liên hệ và chi tiết mua hàng của bạn, chúng tôi sẽ làm mọi thứ trong khả năng của mình để giải quyết vấn đề này để bạn hài lòng. Bạn có thể liên hệ với chúng tôi qua email: lanatailorhoian - gmail.com\n\nMột lần nữa, chúng tôi xin lỗi vì bất kỳ sự bất tiện nào đã gây ra và cảm ơn bạn đã lưu ý đến vấn đề này.\n\nTrân trọng kính chào,\nsoori\nNhóm Dịch vụ Khách hàngĐọc thêm",
            "Các nhân viên tại Lana Tailor luôn niềm nở và cực kỳ hữu ích mà không hề tỏ ra thúc ép. Thời gian quay vòng rất nhanh và họ rất sẵn lòng đáp ứng lịch trình của bạn. Quần áo có chất lượng tuyệt vời và giá cả rất tốt.Đọc thêm",
            "Sau khi đọc tất cả các đánh giá tốt, tôi đã đến Lana. Đối với tôi đó là trải nghiệm tồi tệ nhất tôi từng có ở Việt Nam và tôi vẫn cảm thấy kinh khủng khi nhìn vào quần áo - chúng - - đến thời điểm đó sau này - đã khiến tôi. Tôi không được Madonna hay Enzie giúp đỡ và cũng không đặt mua một bộ vest. Họ có thể sẽ hỗ trợ bạn đúng cách, tôi không thể tranh cãi với nhiều đánh giá tốt như vậy; - . Tôi muốn có một chiếc áo khoác - vì họ có một chiếc áo rất đẹp treo ở cửa hàng -, quần dài và một chiếc váy được may riêng cho tôi. Tôi không đặt kỳ vọng cao, nhưng kết quả quá tệ nên tôi phải viết gì đó về nó. Chiếc áo khoác không vừa vặn - một miếng vá cao quá và một miếng thì bình thường -, chiếc váy thì mwoah và có nhiều vết bẩn còn chiếc quần thì xấu xí. Cô ấy không nghe lời tôi chút nào, nóng nảy và dễ cáu gắt, chỉ ra rằng tôi - tôi béo, lùn và hông to.. Tôi có cỡ Châu Âu 34 nên tôi không đồng ý với những nhận định đó, nhưng cô ấy đã nói với tôi khi đang thay đồ nên dù sao thì tôi cũng cảm thấy thật tồi tệ! Cô ấy không - không nghe lời đề nghị của tôi rằng: - không, không thể làm được - hoặc - không có nhà thiết kế nào phải làm việc quá sức - v.v.. Đến - họ - Lana giao công việc bạn đặt cho các cửa hàng khác nhau mà bạn sẽ không bao giờ - bao giờ!! - đã tự mình chọn. Họ cũng gọi đó là cửa hàng của họ, nhưng họ không phải là của họ - chỉ là những cơ sở kinh doanh gia đình khác - và chất lượng công việc treo trong cửa hàng không tốt chút nào. Tôi phải đi ngẫu nhiên vào một con hẻm phía sau để lấy một số đồ, để cửa hàng kia điều chỉnh. Họ không cho tôi biết tôi sẽ đi đâu hay phải đợi bao lâu và ở cửa hàng mới, mọi người chỉ nói tiếng Việt. Tôi nghĩ Lana chỉ may quần áo và thay ca cho các cửa hàng còn lại. Đừng đến cửa hàng này, trừ khi bạn muốn một bộ vest hoặc cảm thấy muốn có một trải nghiệm tồi tệ với nhiều tiền và - -- - những thứ đi kèm nó.Đọc thêm"
        ],
        "star_ratings": [
            222,
            21,
            4,
            9,
            4
        ],
        "review_amount": 260,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hội An",
            "Chào An",
            "Thợ may len",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 21, 2023",
            "Written September 13, 2023",
            "Written December 29, 2023",
            "Written April 23, 2024",
            "Written September 13, 2023",
            "Written February 1, 2015",
            "Written July 7, 2014",
            "Written January 2, 2014",
            "Written January 31, 2015",
            "Written November 3, 2013",
            "Written August 9, 2018",
            "Written May 11, 2016",
            "Written January 1, 2015",
            "Written July 29, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3581583-Reviews-Lana_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12365397-Reviews-Ginkgo_T_Shirts_Store_Le_Loi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316393-Reviews-VIT_leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316420-Reviews-Vit_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25310359-Reviews-Ng_c_Designer-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10798594-Reviews-Hoi_An_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27418356-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26320395-Reviews-Vrosa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or10-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7096806-Reviews-Thien_Phat_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27095420-Reviews-SENs_FAIFO-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2415037-Reviews-AVa_na-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1465300-Reviews-Dong_Duong-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5035703-Reviews-Thinh_Thanh_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6672220-Reviews-Ngan_Xua_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26751483-Reviews-Pure_weave_cashmere_silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25319249-Reviews-VIT_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25569207-Reviews-Cashmere_Hut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17199304-Reviews-Ginkgo_Concept_Store_93-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2275868-Reviews-Mr_Xe_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10387105-Reviews-Vanda_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1124758-d3233666-Reviews-Pilatus_Luzern-Kriens_Lucerne.html",
            "https://www.tripadvisor.com/Attraction_Review-g34678-d4068237-Reviews-The_Ritz_Ybor-Tampa_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g55518-d270449-Reviews-Fort_Clark_Springs-Brackettville_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1191736-d12794806-Reviews-Ponti_Vasiliki_Beach-Vasiliki_Apollonii_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34227-d116458-Reviews-Las_Olas_Boulevard-Fort_Lauderdale_Broward_County_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g33052-d19759522-Reviews-Route_66_End_of_the_Trail_Sign-Santa_Monica_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294005-d1157183-Reviews-National_Museum_of_Beirut-Beirut.html",
            "https://www.tripadvisor.com/Attraction_Review-g58120-d2225011-Reviews-Water_Mine_Family_Swimmin_Hole-Reston_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g188590-d4291730-Reviews-Rent_a_Bike_Amsterdam-Amsterdam_North_Holland_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g52558-d10694239-Reviews-Resica_Falls_Scout_Reservation-East_Stroudsburg_Pocono_Mountains_Region_Pennsylva.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or10-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "bộ đồ thủ": 0.9956017407821491,
            "loại vải": -0.2586578465998173,
            "lần lắp": 0.9943276409758255,
            "chất lượng": 0.8737691454589367,
            "giá cả": 0.6640337409626227,
            "trải nghiệm": 0.9953576754584598,
            "cửa hàng": 0.5,
            "lana": 0.5095373634248972,
            "áo": 0.5,
            "áo sơ mi": -0.952766424510628,
            "giá": 0.9549981807358563,
            "xuống phố": 0.5,
            "tiệm may": 0.5,
            "quần": -0.0688437707722187,
            "áo khoác": -0.1309182569384575,
            "thợ may": 0.5432354583560178,
            "sản phẩm": 0.9656447698362172,
            "con người": 0.9954798729741015,
            "dịch vụ": 0.987117720185779,
            "bộ vest": 0.9792576453182846,
            "ưu tiên": 0.9945845284964889,
            "shop": 0.9926599052269012,
            "nhân viên": -0.9605189526919276,
            "khách sạn": -0.21795501734595746,
            "váy": 0.5,
            "áo blazer": 0.5
        },
        "dicts_adj": {
            "bộ đồ thủ": [
                "vui mừng",
                "hoàn hảo",
                "nhanh chóng"
            ],
            "loại vải": [
                "chính xác"
            ],
            "lần lắp": [
                "gần"
            ],
            "chất lượng": [
                "tốt",
                "thực sự",
                "tử tế",
                "tốt",
                "tốt"
            ],
            "giá cả": [
                "tốt",
                "thực sự",
                "tử tế",
                "tuyệt vời",
                "nhanh chóng",
                "nhiều"
            ],
            "trải nghiệm": [
                "nhiều",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "cửa hàng": [],
            "lana": [],
            "áo": [],
            "áo sơ mi": [
                "vừa vặn",
                "hơn",
                "khác",
                "vừa vặn",
                "hơn",
                "khác"
            ],
            "giá": [
                "tốt",
                "tốt",
                "tốt",
                "cao",
                "khác",
                "tốt",
                "hơn",
                "nhiều",
                "gần",
                "xứng đáng"
            ],
            "xuống phố": [],
            "tiệm may": [],
            "quần": [
                "đầu tiên"
            ],
            "áo khoác": [
                "đầu tiên"
            ],
            "thợ may": [
                "thực sự",
                "giỏi",
                "nhất"
            ],
            "sản phẩm": [
                "đầu tiên",
                "cuối cùng"
            ],
            "con người": [
                "tuyệt vời"
            ],
            "dịch vụ": [
                "xuất sắc",
                "đặc biệt",
                "háo hức"
            ],
            "bộ vest": [],
            "ưu tiên": [
                "hài lòng",
                "thực sự",
                "tích cực"
            ],
            "shop": [
                "to"
            ],
            "nhân viên": [
                "thô lỗ"
            ],
            "khách sạn": [
                "xứng đáng",
                "phải"
            ],
            "váy": [],
            "áo blazer": []
        },
        "list_proper_noun": [],
        "factor value": {
            "bộ đồ thủ": 1,
            "loại vải": 1,
            "lần lắp": 1,
            "chất lượng": 3.0,
            "giá cả": 2,
            "trải nghiệm": 3.0,
            "cửa hàng": 1,
            "lana": 3.0,
            "áo": 2.0,
            "áo sơ mi": 2.0,
            "giá": 2.5,
            "xuống phố": 1,
            "tiệm may": 1,
            "quần": 1,
            "áo khoác": 1,
            "thợ may": 1.5,
            "sản phẩm": 0.5,
            "con người": 0.5,
            "dịch vụ": 1.0,
            "bộ vest": 0.5,
            "ưu tiên": 0.5,
            "shop": 0.5,
            "nhân viên": 0.5,
            "khách sạn": 0.5,
            "váy": 0.5,
            "áo blazer": 0.5
        }
    },
    {
        "attraction_name": "Lana Tailor",
        "attraction_name_vi": "Thợ may len",
        "general_info": [
            "260 đánh giá",
            "- 142 trên 680 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Lana Tailor là một trong số ít tiệm may ở Hội An cung cấp dịch vụ hoàn chỉnh, từ chất liệu tốt đến thiết bị nhập khẩu cao cấp. Quan trọng nhất, Lana Tailor có đội ngũ thợ may lành nghề để hoàn thành tốt dịch vụ của mình. Hơn nữa, Lana Tailor tập trung vào các sản phẩm chất lượng tốt nhất và giá cả hợp lý cho khách hàng nên Lana Tailor từ chối giao bất kỳ khoản hoa hồng nào cho người trung gian nhằm thiết lập một thị trường công bằng ở Hội An. Lana tin rằng cả bản thân Lana và khách hàng của mình sẽ được hưởng lợi từ cách làm đó.Đọc thêm",
        "reviews": [
            "Chúng tôi rất vui mừng với những bộ đồ thủ công của mình, chúng vừa vặn với chúng tôi một cách hoàn hảo và được may trong thời gian ngắn. Đầu tiên, chúng tôi chọn vải và màu sắc, sau đó chúng tôi có thể nói với Lana chính xác những gì chúng tôi mong đợi và muốn cho các thiết kế. Ngày hôm sau, chúng tôi đã thử đồ lần đầu tiên và được nói lên ý kiến ​​của mình, cô ấy đã lắng nghe và xử lý. Lần thử đồ thứ hai gần như hoàn hảo. Chúng tôi đã đến lấy chúng vào ngày thứ 3 và chúng chính xác là những gì chúng tôi muốn. Chất lượng và giá cả tốt là những gì bạn có thể mong đợi từ những người làm việc ở đó, họ cũng là những người thực sự tốt bụng. Cảm ơn rất nhiều vì kỷ niệm tuyệt vời này! Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình tại Lana Bespoke Tailoring. Chúng tôi tự hào khi biết khách hàng hài lòng với trải nghiệm tại cửa hàng của họ. Hy vọng sẽ sớm gặp lại bạn!\nLana.Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời ở Hội An, tôi đã đánh rơi chiếc áo mà tôi muốn tái tạo lại, quay lại và hoàn thành vào ngày hôm sau! Bạn trai tôi đã may một chiếc áo sơ mi và nó vừa vặn với anh ấy hơn bất kỳ chiếc áo sơ mi nào khác mà anh ấy sở hữu. Thật dễ dàng, nhanh chóng và đơn giản. Chất lượng tốt và giá tốt. Chắc chắn khuyên bạn nên ghé thăm!! Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đánh giá 5 sao này. Chúng tôi thực sự đánh giá cao việc bạn trở thành khách hàng và giúp chia sẻ thông tin về chúng tôi. Chúng tôi - sẵn sàng hỗ trợ bạn bất cứ lúc nào.\nChúc một ngày tốt lành!\nLana.Đọc thêm",
            "Đi bộ xuống phố, chồng tôi và tôi quyết định ghé qua tiệm may Lana vì chúng tôi có những bức ảnh về những gì chúng tôi muốn làm. Enzie và Nina đã lấy số đo của chúng tôi và ngày TIẾP THEO chúng tôi đã chuẩn bị xong quần và áo khoác cho lần điều chỉnh đầu tiên. Tất cả được thực hiện từ những bức ảnh - rất ấn tượng!\n\nGiao tiếp rất tuyệt vời, giá cả phải chăng và nhanh chóng mặc dù họ có nhiều đơn đặt hàng. Enzie và Nina đã chăm sóc chúng tôi đặc biệt trong thời gian có hạn ở Hội An. Tôi thực sự khuyên bạn nên thợ may Lana!Đọc thêm",
            "Đây là thợ may giỏi nhất ở Hội An. Rose thật không thể tin được. Thời gian lắp đặt và hoàn thiện từ lần tư vấn đầu tiên cho đến khi ra sản phẩm cuối cùng là 30 giờ. Những lựa chọn đáng kinh ngạc, những con người tuyệt vời và dịch vụ khách hàng xuất sắc. Họ thậm chí còn vận chuyển và giữ số đo của bạn trong 2 năm! Tôi - sẽ mua tất cả bộ vest của mình từ Rose và Lana Tailor trong tương lai.Đọc thêm",
            "Harrison thân mến,\n\nCám ơn vì những phản hồi có giá trị của bạn. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi thực sự được thúc đẩy bởi phản hồi tích cực của bạn.\n\nTại Lana Tailor, chúng tôi luôn trân trọng khách hàng trong trái tim mình. Chúng tôi cam kết cung cấp dịch vụ đặc biệt và chúng tôi háo hức chờ đợi cơ hội được phục vụ bạn một lần nữa.\n\nTrân trọng kính chào,\nsoori\nNhóm Dịch vụ Khách hàngĐọc thêm",
            "Họ từ chối cho bạn biết giá cả, họ có rất ít chất liệu để bạn xem và họ không may váy truyền thống của Việt Nam vì họ có rất ít lụa cho loại trang phục này. Khi được hỏi họ thích may gì hơn, họ nói thẳng thừng - mọi thứ -, rõ ràng là không.  Đi nơi khác với loại lụa khác, nhân viên đẹp hơn và rẻ hơn nhưng vẫn làm việc tốt! Đọc thêm",
            "Kính gửi chị Duyên,\n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi chân thành xin lỗi vì bất kỳ sự bất tiện nào bạn có thể gặp phải trong chuyến thăm của bạn. Phản hồi của bạn là vô giá đối với chúng tôi vì nó giúp chúng tôi cải thiện dịch vụ của mình.\n\nChúng tôi rất tiếc nếu có bất kỳ sự nhầm lẫn nào về giá cả và sự sẵn có của nguyên liệu. Chúng tôi cố gắng minh bạch về các dịch vụ của mình và sẽ nỗ lực liên lạc tốt hơn trong tương lai. Ngoài ra, chúng tôi hiểu sự thất vọng của bạn về việc lựa chọn trang phục truyền thống Việt Nam bị hạn chế. Mặc dù chúng tôi có những hạn chế về một số chất liệu nhất định, nhưng chúng tôi không ngừng tìm cách mở rộng các sản phẩm của mình. Và giờ đây, nhờ phản hồi của bạn, chúng tôi đã giới thiệu dịch vụ may áo dài\nChúng tôi thực sự đánh giá cao ý kiến ​​đóng góp của bạn và sẽ xem xét nhận xét của bạn khi chúng tôi cố gắng nâng cao trải nghiệm khách hàng của mình. Nếu bạn quyết định cho chúng tôi một cơ hội khác, chúng tôi đảm bảo với bạn rằng chúng tôi sẽ cố gắng hết sức để đáp ứng và vượt quá mong đợi của bạn.\n\nCảm ơn bạn một lần nữa vì đã chú ý đến điều này.\n\nTrân trọng kính chào,\nsoori\nNhóm Dịch vụ Khách hàngĐọc thêm",
            "Chúng tôi vừa có một số mặt hàng quần áo được sản xuất tại Lana - s. Hài lòng với kết quả cuối cùng, sự cẩn thận và chú ý đến từng chi tiết. Quần áo hoàn thiện đẹp. Rất khuyến khích. Những người rất thân thiện và Tina bé nhỏ xinh đẹp. Cảm ơn! Đọc thêm",
            "Chúng tôi đã có trải nghiệm tuyệt vời với tất cả nhân viên tại Lanas - luôn chuyên nghiệp và thân thiện. Chúng tôi có một bộ vest, áo khoác mùa đông và x2 chiếc quần mùa hè được làm bằng chất lượng thực sự tốt. Làm cho trải nghiệm độc đáo ở Hội An thực sự thú vị! Đọc thêm",
            "Chúng tôi đến thăm Hội An vào tháng 12 năm 2017. Chỉ có 3 ngày, chúng tôi lo lắng rằng hàng may mặc của mình sẽ không được hoàn thành kịp thời hoặc không được hoàn thiện một cách hoàn hảo. Lana làm chúng tôi hoàn toàn ngạc nhiên. Họ đã tạo ra một bộ vest hoàn chỉnh và áo khoác mùa đông trong vòng 12 giờ, và ở lần thử đầu tiên, chiếc áo khoác là 100 - và chiếc áo khoác vest chỉ cần một sự điều chỉnh nhỏ. Chúng tôi rất hài lòng với Lana, và việc người thợ may bộ đồ có mặt trong buổi thử đồ càng khiến chúng tôi hài lòng hơn. Cảm ơn. Chúng tôi sẽ gặp lại bạn! Đọc thêm",
            "Tôi đã đến thăm vào tháng 11 năm 2017. Lana đã may cho tôi một chiếc áo khoác len - cashmere tùy chỉnh - có lớp lót đầy đủ, màu sắc tôi chọn và được thiết kế hoàn hảo cho tôi...trong 24 giờ! Thực sự thân thiện, dễ giao dịch và chất lượng tuyệt vời.Đọc thêm",
            "Đã lâu rồi tôi mới may ba bộ vest và một chiếc áo khoác thể thao. Chắc khoảng 18 tháng. Tôi muốn đợi một lúc để xem liệu bộ đồ có giữ được không. Vâng, họ thực sự có. Tôi đã có những bộ vest do một thợ may ở Úc may trong 20 năm qua nên tôi biết một chút về những gì tôi muốn ở một bộ vest. Bí quyết là hãy thực hiện một số nghiên cứu trước khi đi may một bộ vest. Bạn muốn toàn bộ canvas hay một nửa canvas. Loại ve áo nào, v.v. Ngoài ra, hãy dành thời gian trong việc lựa chọn loại vải và kiểu dáng. Lắp là quan trọng nhất. Nếu cảm thấy không ổn hoặc có vẻ ổn thì hãy thay đổi. Tôi đã có một số phụ kiện và hai người thợ may tranh cãi về cách tốt nhất để thay đổi chiếc quần của tôi. Biệt danh của tôi được các nhân viên gọi là Mr Khó. Không phải tôi thô lỗ mà khăng khăng đòi thay đổi, v.v. Tôi đọc báo cáo rằng họ để lại vết phấn trên vải. Vâng, họ đã làm với tôi nhưng bạn cần kiểm tra khi nhặt. Kiểm tra từng nút, từng túi, lớp lót, đường cắt, độ vừa vặn, v.v. và bạn sẽ không thất vọng khi về nhà. Tôi đã không kiểm tra một túi của một trong những chiếc áo ghi lê và nó không được khâu đúng cách. Không có vấn đề gì lớn và lỗi của tôi là không kiểm tra. Tôi thực sự muốn giới thiệu Lana và nhóm của cô ấy. Chắc chắn bằng mọi cách hãy kiểm tra những người khác để cảm nhận về chất lượng và giá cả nhưng theo ý kiến ​​​​của tôi, bạn sẽ không sai với Lana. Ngoài ra, đừng để đến phút cuối cùng mới may được một bộ đồ. Đến đó vào ngày đầu tiên. Điều này sẽ đảm bảo bạn có đủ thời gian cho một số bộ đồ. Hai trong số những bộ vest tôi đã may là có áo ghi lê và cả ba bộ vest tôi đều có hai chiếc quần dài. Hãy luôn mua hai chiếc quần vì quần nhanh mòn hơn áo khoác. Vui lòng liên hệ với tôi nếu bạn có bất kỳ câu hỏi nào.Đọc thêm",
            "Cực kỳ hài lòng với bộ đồ tôi may đo ở đây. Chất liệu tuyệt vời và chủ nhà rất vui lòng thực hiện bất kỳ thay đổi nào mà bạn cho là cần thiết, đồng thời trò chuyện thân mật trong suốt quá trình đo và thử đồ có thể gây khó xử, được chú ý. Bộ đồ của tôi hiện đang trên đường trở về Anh, được gửi trực tiếp từ văn phòng thợ may. Đọc thêm",
            "Bạn trai tôi và tôi đã làm 3 chiếc áo khoác. Hai mùa đông và một mùa thu. Chúng đã được trang bị hoàn hảo ngay từ lần thử đầu tiên. Dịch vụ tuyệt vời và thân thiện. Giá cả rất hợp lý cho chất lượng sản phẩm. Tôi nghĩ họ đặc biệt chuyên về đồ mùa đông! Những nơi khác không - so sánh. Các cô bán hàng rất tuyệt khi giao dịch và cũng có khiếu hài hước tuyệt vời! ! !  Đã yêu nó. Đọc thêm",
            "Sự lựa chọn vải cho áo sơ mi nam có giới hạn. Dịch vụ khách hàng thân thiện. Họ sẽ không nói chiếc áo có vấn đề gì, vì vậy bạn sẽ phải thực sự xem xét kỹ xem có vấn đề gì. Tôi chỉ nhận ra một bên tay áo sơ mi của mình dài hơn bên kia sau khi tôi trả tiền và về nhà. Không có thời gian để quay lại và sửa nó. Họ cố gắng thay đổi quần áo để tôi hài lòng. Quần có giá 40usd một chiếc và áo có giá từ 20usd một chiếcĐọc thêm",
            "Tôi thấy một chiếc áo khoác trong cửa hàng này mà tôi thực sự thích. Họ đã tùy chỉnh nó cho tôi với một màu khác và điều chỉnh nó. Chiếc áo khoác vừa vặn một cách hoàn hảo. Các nhân viên thực sự thân thiện và nghiêm túc mà không gây áp lực buộc bạn phải mua thứ gì đó. Tôi chắc chắn sẽ đến đây lần nữa.Đọc thêm",
            "Làm cách nào để liên hệ với nhân viên Lana Tailor? Tôi có thể - dường như tôi có thể trực tuyến thông qua trang web của họĐọc thêm",
            "Này, tôi và bạn trai sẽ đến Hội An vào tháng 8 và chúng tôi rất muốn may quần áo! Sau khi đọc các nhận xét và nghiên cứu, chúng tôi nghĩ rằng Lana là nơi nên đến. Tuy nhiên, chúng tôi có một số câu hỏi mà chúng tôi muốn được giải đáp trước khi đến đó:\n\n1 - Bạn thanh toán bằng loại tiền tệ nào?\n\n2 - Một bộ vest nam ba mảnh có giá khởi điểm bao nhiêu?\n\n3 - Bạn có làm giày không?\n\n4 - Bạn có dự trữ len cashmere để làm áo liền quần không?\n\nCảm ơn bạn rất nhiều vì đã đọc bài viết này và chúng tôi mong chờ câu trả lời của bạn!Đọc thêm"
        ],
        "star_ratings": [
            222,
            21,
            4,
            9,
            4
        ],
        "review_amount": 260,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hội An",
            "Chào An",
            "Thợ may len",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 21, 2023",
            "Written September 13, 2023",
            "Written December 29, 2023",
            "Written April 23, 2024",
            "Written August 6, 2018",
            "Written June 10, 2018",
            "Written May 17, 2018",
            "Written January 7, 2018",
            "Written December 8, 2017",
            "Written July 12, 2017",
            "Written July 2, 2017",
            "Written April 18, 2017",
            "Written February 19, 2017",
            "Written January 20, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3581583-Reviews-or10-Lana_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12365397-Reviews-Ginkgo_T_Shirts_Store_Le_Loi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316393-Reviews-VIT_leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316420-Reviews-Vit_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25310359-Reviews-Ng_c_Designer-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10798594-Reviews-Hoi_An_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27418356-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26320395-Reviews-Vrosa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or20-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7096806-Reviews-Thien_Phat_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27095420-Reviews-SENs_FAIFO-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2415037-Reviews-AVa_na-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1465300-Reviews-Dong_Duong-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5035703-Reviews-Thinh_Thanh_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6672220-Reviews-Ngan_Xua_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26751483-Reviews-Pure_weave_cashmere_silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25319249-Reviews-VIT_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25569207-Reviews-Cashmere_Hut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17199304-Reviews-Ginkgo_Concept_Store_93-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2275868-Reviews-Mr_Xe_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10387105-Reviews-Vanda_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187825-d2080365-Reviews-Castello_Brown-Portofino_Italian_Riviera_Liguria.html",
            "https://www.tripadvisor.com/Attraction_Review-g58277-d278983-Reviews-Motor_World-Virginia_Beach_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g7090365-d17812845-Reviews-Afqa_Waterfall-Afqa_Mount_Lebanon_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d198936-Reviews-Lake_Conway-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34172-d23273654-Reviews-Bucee_s-Daytona_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g147406-d149849-Reviews-Magens_Bay-Magens_Bay_St_Thomas_U_S_Virgin_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g46528-d1114786-Reviews-Six_Flags_Hurricane_Harbor_New_Jersey-Jackson_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g33485-d17779170-Reviews-Charlie_Taylor_Water_Wheel_at_Bridal_Veil_Falls-Idaho_Springs_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g1124112-d2454625-Reviews-Rochester_Falls-Souillac.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321451-Reviews-Gion-Kyoto_Kyoto_Prefecture_Kinki.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or20-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or10-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "bộ đồ thủ": 0.9952685516909696,
            "vải": 0.5181643404066563,
            "lần thử": 0.9952419660403393,
            "chất lượng": 0.8393570469149078,
            "giá cả": 0.25685492711555624,
            "kỷ niệm": 0.995577969646547,
            "giá": 0.5041572470217943,
            "váy": 0.42257789708673954,
            "trang phục": 0.5,
            "thừng": -0.9603715932462364,
            "loại lụa": -0.9425882024224848,
            "nhân viên": 0.6848319522105157,
            "chuyến thăm": -0.9714237514417619,
            "dịch vụ": 0.9904678019035297,
            "trang phục truyền thống": -0.968912357930094,
            "chất liệu": 0.5,
            "sản phẩm": 0.5,
            "dịch vụ may áo dài": 0.7280744388699532,
            "mặt hàng": 0.5,
            "quần áo": 0.9954527615336701,
            "bé": 0.9955370759125799,
            "bộ vest": 0.8096222123131156,
            "áo khoác mùa đông": 0.8549507933203131,
            "quần": 0.9873163552256301,
            "trải nghiệm": 0.9954604399390519
        },
        "dicts_adj": {
            "bộ đồ thủ": [
                "vui mừng",
                "hoàn hảo",
                "ngắn"
            ],
            "vải": [
                "chính xác"
            ],
            "lần thử": [
                "gần"
            ],
            "chất lượng": [
                "tốt",
                "thực sự",
                "tốt",
                "thực sự",
                "tốt"
            ],
            "giá cả": [
                "tốt",
                "thực sự",
                "tốt",
                "bất kỳ",
                "sẵn"
            ],
            "kỷ niệm": [
                "nhiều",
                "tuyệt vời"
            ],
            "giá": [
                "ít"
            ],
            "váy": [
                "ít"
            ],
            "trang phục": [],
            "thừng": [
                "hơn",
                "rõ ràng"
            ],
            "loại lụa": [
                "khác"
            ],
            "nhân viên": [
                "đẹp",
                "hơn",
                "rẻ",
                "hơn",
                "tốt"
            ],
            "chuyến thăm": [
                "chân thành",
                "bất kỳ"
            ],
            "dịch vụ": [
                "tốt",
                "hơn"
            ],
            "trang phục truyền thống": [],
            "chất liệu": [],
            "sản phẩm": [],
            "dịch vụ may áo dài": [
                "thực sự",
                "cao",
                "cao"
            ],
            "mặt hàng": [],
            "quần áo": [
                "đẹp"
            ],
            "bé": [
                "thân thiện",
                "bé nhỏ",
                "xinh đẹp"
            ],
            "bộ vest": [
                "thực sự",
                "tốt"
            ],
            "áo khoác mùa đông": [
                "thực sự",
                "tốt"
            ],
            "quần": [
                "thực sự",
                "tốt"
            ],
            "trải nghiệm": [
                "độc đáo"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "bộ đồ thủ": 1,
            "vải": 1,
            "lần thử": 1,
            "chất lượng": 1.5,
            "giá cả": 1.5,
            "kỷ niệm": 1,
            "giá": 0.5,
            "váy": 0.5,
            "trang phục": 0.5,
            "thừng": 0.5,
            "loại lụa": 0.5,
            "nhân viên": 0.5,
            "chuyến thăm": 0.5,
            "dịch vụ": 0.5,
            "trang phục truyền thống": 0.5,
            "chất liệu": 0.5,
            "sản phẩm": 0.5,
            "dịch vụ may áo dài": 0.5,
            "mặt hàng": 0.5,
            "quần áo": 0.5,
            "bé": 0.5,
            "bộ vest": 0.5,
            "áo khoác mùa đông": 0.5,
            "quần": 0.5,
            "trải nghiệm": 0.5
        }
    },
    {
        "attraction_name": "Lana Tailor",
        "attraction_name_vi": "Thợ may len",
        "general_info": [
            "260 đánh giá",
            "- 142 trên 680 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Lana Tailor là một trong số ít tiệm may ở Hội An cung cấp dịch vụ hoàn chỉnh, từ chất liệu tốt đến thiết bị nhập khẩu cao cấp. Quan trọng nhất, Lana Tailor có đội ngũ thợ may lành nghề để hoàn thành tốt dịch vụ của mình. Hơn nữa, Lana Tailor tập trung vào các sản phẩm chất lượng tốt nhất và giá cả hợp lý cho khách hàng nên Lana Tailor từ chối giao bất kỳ khoản hoa hồng nào cho người trung gian nhằm thiết lập một thị trường công bằng ở Hội An. Lana tin rằng cả bản thân Lana và khách hàng của mình sẽ được hưởng lợi từ cách làm đó.Đọc thêm",
        "reviews": [
            "Chúng tôi rất vui mừng với những bộ đồ thủ công của mình, chúng vừa vặn với chúng tôi một cách hoàn hảo và được thực hiện nhanh chóng. Đầu tiên, chúng tôi chọn loại vải và màu sắc, sau đó chúng tôi có thể cho Lana biết chính xác những gì chúng tôi mong đợi và mong muốn trong các thiết kế. Ngày hôm sau, chúng tôi thử đồ lần đầu tiên và đưa ra ý kiến ​​của mình mà cô ấy đã lắng nghe và quan tâm. Lần lắp thứ hai gần như hoàn hảo. Chúng tôi đã đến lấy chúng vào ngày thứ 3 và chúng chính xác là những gì chúng tôi muốn. Chất lượng và giá cả tốt là những gì bạn có thể mong đợi từ những người làm việc ở đó, những người cũng thực sự là những người tử tế. Xin chân thành cảm ơn bạn vì kỷ niệm tuyệt vời này!Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình tại Lana Bespoke Tailoring. Chúng tôi tự hào khi biết khách hàng hài lòng với trải nghiệm tại cửa hàng của họ. Hy vọng sẽ sớm gặp lại bạn!\nLana.Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời ở Hội An, tôi đã đánh rơi chiếc áo mà tôi muốn tái tạo lại, quay lại và hoàn thành vào ngày hôm sau! Bạn trai tôi đã may một chiếc áo sơ mi và nó vừa vặn với anh ấy hơn bất kỳ chiếc áo sơ mi nào khác mà anh ấy sở hữu. Thật dễ dàng, nhanh chóng và đơn giản. Chất lượng tốt và giá tốt. Chắc chắn khuyên bạn nên ghé thăm!! Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đánh giá 5 sao này. Chúng tôi thực sự đánh giá cao việc bạn trở thành khách hàng và giúp chia sẻ thông tin về chúng tôi. Chúng tôi - sẵn sàng hỗ trợ bạn bất cứ lúc nào.\nChúc một ngày tốt lành!\nLana.Đọc thêm",
            "Đi bộ xuống phố, chồng tôi và tôi quyết định ghé qua tiệm may Lana vì chúng tôi có những bức ảnh về những gì chúng tôi muốn làm. Enzie và Nina đã lấy số đo của chúng tôi và ngày TIẾP THEO chúng tôi đã chuẩn bị xong quần và áo khoác cho lần điều chỉnh đầu tiên. Tất cả được thực hiện từ những bức ảnh - rất ấn tượng!\n\nGiao tiếp rất tuyệt vời, giá cả phải chăng và nhanh chóng mặc dù họ có nhiều đơn đặt hàng. Enzie và Nina đã chăm sóc chúng tôi đặc biệt trong thời gian có hạn ở Hội An. Tôi thực sự khuyên bạn nên thợ may Lana!Đọc thêm",
            "Đây là thợ may giỏi nhất ở Hội An. Rose thật không thể tin được. Thời gian lắp đặt và hoàn thiện từ lần tư vấn đầu tiên cho đến khi ra sản phẩm cuối cùng là 30 giờ. Những lựa chọn đáng kinh ngạc, những con người tuyệt vời và dịch vụ khách hàng xuất sắc. Họ thậm chí còn vận chuyển và giữ số đo của bạn trong 2 năm! Tôi - sẽ mua tất cả bộ vest của mình từ Rose và Lana Tailor trong tương lai.Đọc thêm",
            "Harrison thân mến,\n\nCám ơn vì những phản hồi có giá trị của bạn. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi thực sự được thúc đẩy bởi phản hồi tích cực của bạn.\n\nTại Lana Tailor, chúng tôi luôn trân trọng khách hàng trong trái tim mình. Chúng tôi cam kết cung cấp dịch vụ đặc biệt và chúng tôi háo hức chờ đợi cơ hội được phục vụ bạn một lần nữa.\n\nTrân trọng kính chào,\nsoori\nNhóm Dịch vụ Khách hàngĐọc thêm",
            "Tôi đã đợi sáu tháng để viết bài đánh giá này vì tôi muốn kiểm tra chất lượng của những chiếc áo sơ mi tôi may ở đây. Những chiếc áo sơ mi trông vẫn còn mới, chưa bị co rút và vừa vặn. Chất lượng vải tuyệt vời với mức giá rẻ như vậy! Họ làm những chiếc áo sơ mi qua đêm để họ đánh giá rõ ràng về hiệu quả chất lượng và giá cả.  Mua với số lượng lớn - ít nhất - 5 chiếc áo và bạn có thể giảm giá đáng kể.Đọc thêm",
            "We had a look in a few tailors before going into Lana Tailor, we found the other tailors to be forceful and pushy with getting you to buy something even if you were just looking. We walked in to Lana and was greeted by a nice lady who spoke good English, we were just enquiring how much a tailored suit was, which started at  - 75 for a 2 piece and upwards for the better quality material. She explained the whole process and said she would do as many alterations as it took until i was happy with the finished product. As i had no idea what kind of style or colour or material i wanted she suggested to have a think that night and bring a photo of the style i liked in the morning. Other tailors wanted us to buy something there and then. She also wasnt afraid to recommended other tailors who did good quality suits which showed Lana to be very professional. So the next day after finding a picture online, we went back, emailed her the pic and got measured up, i went for a dark navy 3 piece suit with a grey silk lining and a white shirt all made from the best quality material. I picked every detail. My wife ended up getting measured up for a dress and a coat at the same time. We didnt haggle to much with the price as i didnt want to offend her as we were having such a good time, i think i managed to get the shirt for free and some discount off the wife - s coat and dress. It cost us  - 310 in total, which we paid half up front. Went back at 7.30pm the same day for the first fitting expecting to have some loosely fitted material drapped over us and was surprised that all of the items were pretty much finished minus some buttons. I thought the suit fitted perfectly as it was but the lady was more picky than i and recommended to take it in, in areas i hadnt noticed. She obviously knows how a suits ment to look. The next day at 1pm we went back after the alterations and tried it all on a final time. It really is worth every dollar i paid, if i had more money i would i of bought a whole wardrobe after the whole experience. The suit felt really nice to touch and wear and most of all looked great, exactly like the picture i showed her. I came away feeling like i got a absolute bargin even without haggling too much. It really was a great experience. Highly recommended. Read more",
            "Đi vào sáng thứ Tư lúc 9h30, tôi có hai bức ảnh áo khoác Trench và áo khoác len. Họ trưng bày khá nhiều chiếc áo khoác len giống nhau và tôi chỉ muốn có thêm vài chiếc cúc trên đó. Họ rất tử tế và thân thiện. Tôi đến thử đồ vào lúc 19 giờ cùng ngày, chiếc áo khoác dài rất hoàn hảo, nhưng tay áo của chiếc áo khoác len quá rộng, vì chị tôi nhận xét rằng súng của tôi có thể dài ra để lấp đầy chúng, nhưng sẽ yêu cầu steroid. Tôi nói tôi muốn chúng nhỏ hơn nhưng vẫn còn chỗ cho bộ vest bên dưới, và tôi chỉ rõ vị trí nên khâu thêm những chiếc cúc phụ. Ngày hôm sau, tôi đến lúc 13 giờ để kiểm tra lần cuối và phát hiện ra tay áo đã bị co lại và cả hai mảnh đều bị co lại. thật đẹp. Tôi đã rất hạnh phúc. Họ đề nghị giữ chúng cho đến tối nên tôi không cần phải quay lại khách sạn ở ngoại ô thị trấn một chút, và tôi đã làm vậy, và thế là tôi đã nhận được chiếc áo khoác ngoài mới tuyệt vời vào lúc 19 giờ cùng ngày. Giao hàng rất nhanh, chất liệu vải tuyệt vời và dịch vụ khách hàng thân thiện như vậy. Trong suốt quá trình, họ đã thử bán thêm cho chị gái tôi, nhưng họ chưa bao giờ cảm thấy bị thúc ép hay chùn bước khi cô ấy trả lời không, cảm ơn, chỉ là nhân viên bán hàng đang cố gắng vượt qua. Tôi rất vui. Cả hai chiếc áo khoác đều có giá 65 USD, rẻ hơn nhiều so với 3 nơi khác mà chúng tôi đến, có giá 100, 109 và 150 - 200. Và thành thật mà nói, tôi không thể hạnh phúc hơn được. Đọc thêm",
            "Nhân viên tại Lana rất nhiệt tình. Họ có thể may quần áo từ hình ảnh và chúng gần như giống hệt nhau. Giá cả của họ hợp lý so với chất liệu họ sử dụng; chủ yếu là len, lụa và cotton. Họ đã điều chỉnh bất kỳ sản phẩm nào mà chúng tôi không hài lòng nhiều lần khi chúng tôi yêu cầu họ. Đọc thêm",
            "Tôi đã dùng một vài món do Lana làm và tôi thấy dịch vụ này rất tuyệt vời và chuyên nghiệp. Tôi cũng thấy họ có nhiều loại vải chất lượng. Áo khoác của tôi cần được thay đổi và họ đã đưa tôi lên cầu thang của tòa nhà của họ và có những người thợ may ở xưởng may sẵn sàng chỉnh sửa áo khoác của tôi Đọc thêm",
            "Chúng tôi đã may một bộ vest nam ở đây cùng với một số áo khoác cưỡi ngựa bằng len. Dịch vụ siêu nhanh, nhiều loại vải đẹp để lựa chọn, nhân viên biết họ đang làm gì. Trả tiền - 115 AUD cho một bộ vest nam đẹp, khoảng - 65 AUD cho áo khoác nữ. Đọc thêm",
            "Tôi lấy một chiếc quần đùi để sao chép và yêu cầu chúng được làm giống hệt nhau nhất có thể. Tôi chấp nhận rằng vật liệu không giống nhau, nhưng đã tìm thấy thứ gì đó gần giống. Lúc nào tôi cũng có ấn tượng rằng việc may đo được thực hiện tại nhà. Để cắt ngắn một câu chuyện dài, tác phẩm đã được làm ở nơi khác và thời gian đã cho thấy những chiếc quần đùi được làm rất kém. Các đường may bị bong ra sau một thời gian ngắn sử dụng. Hãy tìm cho mình một thợ may may quần áo tại chỗ, bạn sẽ có được một món đồ tốt hơn. Quần short không được sản xuất đúng khung thời gian đã hứa khiến tôi phải trì hoãn chuyến khởi hành. Các nhân viên - những cô gái trẻ - gần như hoàn toàn không quan tâm đến bất cứ thứ gì khác ngoài điện thoại di động của họ. Tôi đã có một số quần áo được sản xuất ở nơi khác và tôi rất hài lòng.Đọc thêm",
            "Những cô gái này thật đáng kinh ngạc khi họ làm được điều đó! Tôi cho họ xem một thiết kế áo khoác mà tôi thích nhưng giải thích rằng tôi muốn một chất liệu khác nên sẽ cần một số điều chỉnh. Cô ấy biết phải làm gì và đưa ra một vài gợi ý bổ sung. 12 giờ sau, tôi đã có một chiếc áo khoác tuyệt đẹp chỉ cần chỉnh sửa một vài chi tiết nhỏ. Tôi không thể hạnh phúc hơn với trải nghiệm của mình ở đây. Các nhân viên rất tự hào về công việc của họ và muốn bạn được 100 tuổi hạnh phúc. Mỗi nhân viên có một chuyên môn khác nhau, có thể là áo khoác, đầm, vest, v.v. Tôi thấy rất nhiều người rời khỏi cửa hàng với nụ cười rạng rỡ. Để bạn biết mức giá tôi đã trả - 70 cho một chiếc áo khoác len vừa vặn và loe có lớp lót bằng lụa. Tôi tin rằng không có chính sách mặc cả nên họ đưa ra một mức giá tốt mà tôi thấy chỉ bằng một nửa so với giá mà một số cửa hàng khác yêu cầu. Tôi chỉ ước những người này làm đồ da để cứu tôi khỏi trải nghiệm khủng khiếp ở một cửa hàng khác. Đọc thêm",
            "Hội An có rất nhiều thợ may nên thật khó để biết nên đi tiệm nào. Một người bạn đã giới thiệu Lana Tailor và sau khi gặp một vài người khác, cuối cùng tôi đã đến được với Lana. Tôi được chào đón bởi một người phụ nữ rất thân thiện và tôi không cảm thấy bị ép phải gọi món gì cả. Sau khi kiểm tra chất liệu, tôi quyết định sao chép một chiếc váy và một chiếc quần vải lanh. Tôi quay lại vào ngày hôm sau để thử đồ và 5 giờ sau quần áo đã sẵn sàng. Tôi rất ấn tượng và chắc chắn sẽ giới thiệu họ.Đọc thêm",
            "Chúng tôi đã may hai bộ quần áo ở đây và chúng tôi hài lòng với kết quả đạt được. Dịch vụ khách hàng tốt, không quá áp lực. Giá cả hợp lý cho những gì - dù sao vào thời điểm này - có vẻ như chất lượng tốt. Sẽ quay lại lần nữa. Đọc thêm",
            "Làm thế nào tôi có thể liên hệ với nhân viên của Lana Tailor? Tôi không thể liên hệ trực tuyến qua trang web của họĐọc thêm",
            "Này, tôi và bạn trai sẽ đến Hội An vào tháng 8 và chúng tôi rất muốn may quần áo! Sau khi đọc các nhận xét và nghiên cứu, chúng tôi nghĩ rằng Lana là nơi nên đến. Tuy nhiên, chúng tôi có một số câu hỏi mà chúng tôi muốn được giải đáp trước khi đến đó:\n\n1 - Bạn thanh toán bằng loại tiền tệ nào?\n\n2 - Một bộ vest nam ba mảnh có giá khởi điểm bao nhiêu?\n\n3 - Bạn có làm giày không?\n\n4 - Bạn có dự trữ len cashmere để làm áo liền quần không?\n\nCảm ơn bạn rất nhiều vì đã đọc bài viết này và chúng tôi mong chờ câu trả lời của bạn!Đọc thêm"
        ],
        "star_ratings": [
            222,
            21,
            4,
            9,
            4
        ],
        "review_amount": 260,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hội An",
            "Chào An",
            "Thợ may len",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 21, 2023",
            "Written September 13, 2023",
            "Written December 29, 2023",
            "Written April 23, 2024",
            "Written January 17, 2017",
            "Written January 16, 2017",
            "Written January 14, 2017",
            "Written January 6, 2017",
            "Written January 1, 2017",
            "Written December 30, 2016",
            "Written December 4, 2016",
            "Written November 6, 2016",
            "Written November 3, 2016",
            "Written October 18, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3581583-Reviews-or20-Lana_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12365397-Reviews-Ginkgo_T_Shirts_Store_Le_Loi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316393-Reviews-VIT_leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316420-Reviews-Vit_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25310359-Reviews-Ng_c_Designer-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10798594-Reviews-Hoi_An_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27418356-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26320395-Reviews-Vrosa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or10-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or30-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7096806-Reviews-Thien_Phat_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27095420-Reviews-SENs_FAIFO-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2415037-Reviews-AVa_na-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1465300-Reviews-Dong_Duong-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5035703-Reviews-Thinh_Thanh_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6672220-Reviews-Ngan_Xua_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26751483-Reviews-Pure_weave_cashmere_silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25319249-Reviews-VIT_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25569207-Reviews-Cashmere_Hut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17199304-Reviews-Ginkgo_Concept_Store_93-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2275868-Reviews-Mr_Xe_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10387105-Reviews-Vanda_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g51956-d6224764-Reviews-Manzanita_Beach-Manzanita_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g56351-d1783409-Reviews-Lake_Houston_Wilderness_Park-New_Caney_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60713-d1556974-Reviews-Walt_Disney_Family_Museum-San_Francisco_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g187510-d1076254-Reviews-Main_Street-Gibraltar.html",
            "https://www.tripadvisor.com/Attraction_Review-g297962-d556696-Reviews-Old_City_Marina-Antalya_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g309246-d586525-Reviews-Playa_Hermosa-Playa_Hermosa_Province_of_Guanacaste.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190881-d19417482-Reviews-Poca_da_Dona_Beija-Furnas_Povoacao_Sao_Miguel_Azores.html",
            "https://www.tripadvisor.com/Attraction_Review-g12616111-d13957493-Reviews-Pathibhara_Devi_Temple-Taplejung_Mechi_Zone_Eastern_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g34657-d3225198-Reviews-Sailfish_Splash_Waterpark-Stuart_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d10361456-Reviews-Bobby_s_Free-Barcelona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or30-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or20-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "chất lượng": 0.5,
            "áo sơ mi": 0.538806744851172,
            "chất lượng vải": 0.8737691454589367,
            "mức": 0.7875682385638356,
            "giá": 0.8413291210308671,
            "giá cả": 0.6868845727294683,
            "áo": 0.5,
            "piece": 0.9916179946158081,
            "the suit": 0.9948168186238036,
            "áo khoác": 0.29623981882884565,
            "áo khoác len": 0.5,
            "họ trưng": 0.8737691454589367,
            "áo khoác dài": 0.9946925721596926,
            "bộ vest": 0.060458434745669365,
            "vị trí": 0.5,
            "khách sạn": 0.7514506268780679,
            "thị trấn": 0.9663409193162806,
            "giao hàng": 0.8737691454589367,
            "chất liệu vải": 0.9953806762350723,
            "dịch vụ": 0.5,
            "nhân viên": 0.013367556035518646,
            "quần áo": -0.3401423506438732,
            "len": 0.5,
            "lụa": 0.5,
            "cotton": 0.5,
            "sản phẩm": -0.0009529590606689453
        },
        "dicts_adj": {
            "chất lượng": [],
            "áo sơ mi": [
                "mới",
                "rõ ràng"
            ],
            "chất lượng vải": [
                "tuyệt vời"
            ],
            "mức": [
                "rẻ"
            ],
            "giá": [
                "rẻ"
            ],
            "giá cả": [
                "hợp lý",
                "chủ yếu"
            ],
            "áo": [],
            "piece": [],
            "the suit": [],
            "áo khoác": [
                "giống",
                "len",
                "rộng",
                "đầy",
                "tuyệt vời",
                "cùng",
                "rẻ",
                "hơn",
                "nhiều",
                "khác"
            ],
            "áo khoác len": [],
            "họ trưng": [
                "nhiều"
            ],
            "áo khoác dài": [
                "hoàn hảo"
            ],
            "bộ vest": [
                "rõ"
            ],
            "vị trí": [],
            "khách sạn": [
                "tuyệt vời",
                "cùng"
            ],
            "thị trấn": [
                "tuyệt vời",
                "cùng"
            ],
            "giao hàng": [
                "nhanh"
            ],
            "chất liệu vải": [
                "tuyệt vời"
            ],
            "dịch vụ": [],
            "nhân viên": [
                "suốt",
                "nhiệt tình"
            ],
            "quần áo": [
                "gần"
            ],
            "len": [],
            "lụa": [],
            "cotton": [],
            "sản phẩm": [
                "bất kỳ",
                "nhiều"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "chất lượng": 0.5,
            "áo sơ mi": 0.5,
            "chất lượng vải": 0.5,
            "mức": 0.5,
            "giá": 0.5,
            "giá cả": 1.0,
            "áo": 0.5,
            "piece": 0.5,
            "the suit": 0.5,
            "áo khoác": 0.5,
            "áo khoác len": 0.5,
            "họ trưng": 0.5,
            "áo khoác dài": 0.5,
            "bộ vest": 0.5,
            "vị trí": 0.5,
            "khách sạn": 0.5,
            "thị trấn": 0.5,
            "giao hàng": 0.5,
            "chất liệu vải": 0.5,
            "dịch vụ": 0.5,
            "nhân viên": 1.0,
            "quần áo": 0.5,
            "len": 0.5,
            "lụa": 0.5,
            "cotton": 0.5,
            "sản phẩm": 0.5
        }
    },
    {
        "attraction_name": "Lana Tailor",
        "attraction_name_vi": "Thợ may len",
        "general_info": [
            "260 đánh giá",
            "- 142 trên 680 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Lana Tailor là một trong số ít tiệm may ở Hội An cung cấp dịch vụ hoàn chỉnh, từ chất liệu tốt đến thiết bị nhập khẩu cao cấp. Quan trọng nhất, Lana Tailor có đội ngũ thợ may lành nghề để hoàn thành tốt dịch vụ của mình. Hơn nữa, Lana Tailor tập trung vào các sản phẩm chất lượng tốt nhất và giá cả hợp lý cho khách hàng nên Lana Tailor từ chối giao bất kỳ khoản hoa hồng nào cho người trung gian nhằm thiết lập một thị trường công bằng ở Hội An. Lana tin rằng cả bản thân Lana và khách hàng của mình sẽ được hưởng lợi từ cách làm đó.Đọc thêm",
        "reviews": [
            "Chúng tôi rất vui mừng với những bộ đồ thủ công của mình, chúng vừa vặn với chúng tôi một cách hoàn hảo và được thực hiện nhanh chóng. Đầu tiên, chúng tôi chọn loại vải và màu sắc, sau đó chúng tôi có thể cho Lana biết chính xác những gì chúng tôi mong đợi và mong muốn trong các thiết kế. Ngày hôm sau, chúng tôi thử đồ lần đầu tiên và đưa ra ý kiến ​​của mình mà cô ấy đã lắng nghe và quan tâm. Lần lắp thứ hai gần như hoàn hảo. Chúng tôi đã đến lấy chúng vào ngày thứ 3 và chúng chính xác là những gì chúng tôi muốn. Chất lượng và giá cả tốt là những gì bạn có thể mong đợi từ những người làm việc ở đó, những người cũng thực sự là những người tử tế. Xin chân thành cảm ơn bạn vì kỷ niệm tuyệt vời này!Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình tại Lana Bespoke Tailoring. Chúng tôi tự hào khi biết khách hàng hài lòng với trải nghiệm tại cửa hàng của họ. Hy vọng sẽ sớm gặp lại bạn!\nLana.Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời ở Hội An, tôi đã đánh rơi chiếc áo mà tôi muốn tái tạo lại, quay lại và hoàn thành vào ngày hôm sau! Bạn trai tôi đã may một chiếc áo sơ mi và nó vừa vặn với anh ấy hơn bất kỳ chiếc áo sơ mi nào khác mà anh ấy sở hữu. Thật dễ dàng, nhanh chóng và đơn giản. Chất lượng tốt và giá tốt. Chắc chắn khuyên bạn nên ghé thăm!! Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đánh giá 5 sao này. Chúng tôi thực sự đánh giá cao việc bạn trở thành khách hàng và giúp chia sẻ thông tin về chúng tôi. Chúng tôi - sẵn sàng hỗ trợ bạn bất cứ lúc nào.\nChúc một ngày tốt lành!\nLana.Đọc thêm",
            "Đi bộ xuống phố, chồng tôi và tôi quyết định ghé qua tiệm may Lana vì chúng tôi có những bức ảnh về những gì chúng tôi muốn làm. Enzie và Nina đã lấy số đo của chúng tôi và ngày TIẾP THEO chúng tôi đã chuẩn bị xong quần và áo khoác cho lần điều chỉnh đầu tiên. Tất cả được thực hiện từ những bức ảnh - rất ấn tượng!\n\nGiao tiếp rất tuyệt vời, giá cả phải chăng và nhanh chóng mặc dù họ có nhiều đơn đặt hàng. Enzie và Nina đã chăm sóc chúng tôi đặc biệt trong thời gian có hạn ở Hội An. Tôi thực sự khuyên bạn nên thợ may Lana!Đọc thêm",
            "Đây là thợ may giỏi nhất ở Hội An. Rose thật không thể tin được. Thời gian lắp đặt và hoàn thiện từ lần tư vấn đầu tiên cho đến khi ra sản phẩm cuối cùng là 30 giờ. Những lựa chọn đáng kinh ngạc, những con người tuyệt vời và dịch vụ khách hàng xuất sắc. Họ thậm chí còn vận chuyển và giữ số đo của bạn trong 2 năm! Tôi - sẽ mua tất cả bộ vest của mình từ Rose và Lana Tailor trong tương lai.Đọc thêm",
            "Harrison thân mến,\n\nCám ơn vì những phản hồi có giá trị của bạn. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi thực sự được thúc đẩy bởi phản hồi tích cực của bạn.\n\nTại Lana Tailor, chúng tôi luôn trân trọng khách hàng trong trái tim mình. Chúng tôi cam kết cung cấp dịch vụ đặc biệt và chúng tôi háo hức chờ đợi cơ hội được phục vụ bạn một lần nữa.\n\nTrân trọng kính chào,\nsoori\nNhóm Dịch vụ Khách hàngĐọc thêm",
            "Lana đã may một chiếc áo khoác mùa đông với giá rất cao. Sau khi nhìn thấy một mẫu đẹp, tôi chắc chắn rằng mình muốn nó có màu khác. Họ thực hiện nó rất nhanh và sau một vài thay đổi nhỏ, nó đã sẵn sàng trong vòng 2 ngày. Dịch vụ này tốt và chất lượng có vẻ cao.Đọc thêm",
            "I cannot say enough good things about this shop and Mimi! I was spending almost a month in Vietnam and had taken a 7-day tour down the coast to Hoi An. My guide highly recommended Lana Tailor because of their reasonable prices, good work, and the fact that they have a shop upstairs. Apparently many tailors in Hoi An send out their work to factories and the turnover time is much greater. Having a local shop reduces cost and the time it takes to make alterations. I was certainly not disappointed! As soon as I walked into the shop, Mimi made me feel right at home. She discussed fabric and details with me before taking the fastest set of measurements I have ever seen, while shouting things in Vietnamese to her assistant. The whole experience was very Vietnamese. I informed Mimi that I only had 2 days left in Hoi An and she assured me that would be fine and I should come back that very night for a fitting.I returned about 6 hours later  - they were still open at 8:30 pm! -  for a fitting and was shocked at how quickly they had produced the basic structure of the suit. Mimi pinched and marked the suit where it needed to be altered and made the whole process very smooth. To complicate things, I decided to add a vest to my two-piece suit, and Mimi assured me that would be no trouble. She told me to come back the next day around 10 am to pick up the final product.When I returned for the final time I was a bit disappointed that the vest, though beautiful, did not fit perfectly. I was leaving Hoi An that day and didn - t think there would be time for alterations...of course, Mimi proved me wrong. A few words shouted in Vietnamese and moments later a man drove up on a motorbike and seized my vest. Within 20 minutes it had been taken in and fit like a charm. I was duly impressed at the courtesy and speed of the tailors at Lana!The one issue I have with the suit is that the inside hem of the pants seems like it was either done in a hurry or the tailor forgot to go back and finish it--the stitching is a bit loose and sloppy. However, I took them to a tailor back home and had it fixed for about  - 5. Otherwise the suit is beautiful and clearly well-made.Lana takes credit cards and will keep your measurements on file in case you ever decide to order more bespoke clothing. This is certainly not the cheapest shop in Hoi An, but I wouldn - t go anywhere else. The staff are helpful and easy to understand, the work is great and they work quickly if necessary.Read more",
            "Nhân viên rất thân thiện và hữu ích. Lana đã có thể tạo một bản sao áo khoác mà tôi có ở nhà chỉ bằng một bức ảnh - tôi rất ngạc nhiên với kết quả. Bạn trai tôi đặt mua một chiếc áo, và khi thấy kết quả, anh ấy đã đặt mua thêm 4 chiếc nữa. Đúng là chúng ta sẽ không biết làm thế nào những món đồ này có thể tồn tại lâu dài cho đến khi chúng ta mặc chúng trong vài tháng. Điều đó nói lên rằng giá cả rất hợp lý, tôi có thể nói rằng nó đáng để đánh bạc. Chắc chắn sẽ đề nghị. Đọc thêm",
            "Chúng tôi đến thăm Lana, một người bán hàng giỏi như những người khác đã đề cập. Tôi cố tình không xem xét vào thời điểm đó đề phòng quần áo không bền. Nếu bạn xem các đánh giá tích cực khác - hãy tự hỏi có bao nhiêu đánh giá từ những người vừa mua và cảm thấy hài lòng từ vẻ ngoài xinh xắn của ngôi nhà và bao nhiêu đánh giá sau 6 tháng sử dụng? Cả bộ vest của tôi và áo khoác của vợ tôi đều đã rách nát - chúng được mua vào tháng 8 và chúng tôi có những chất liệu đắt tiền nhất hiện có, khoảng 500 USD. Nếu bạn đang tìm kiếm những bộ quần áo danh từ để mặc trong vài tuần một hoặc hai lần thì đây là lựa chọn hoàn hảo. Để có một lựa chọn lâu dài hơn nhưng lại được mua về từ một nhà bán lẻ chất lượng. Điều kỳ lạ là lớp lót màu đỏ bằng cách nào đó cũng xuyên qua bên ngoài vật liệu.  Làm thế quái nào mà điều này lại có thể xảy ra được!?Đọc thêm",
            "Tom thân mến,\n\nChúng tôi chân thành xin lỗi về những vấn đề bạn gặp phải với sản phẩm may mặc mua từ Lana. Phản hồi của bạn cực kỳ có giá trị đối với chúng tôi và chúng tôi vô cùng thất vọng khi biết về những lo ngại về chất lượng mà bạn đã trải qua.\n\nĐảm bảo độ bền và tuổi thọ của sản phẩm là điều vô cùng quan trọng đối với chúng tôi và thật đáng thất vọng khi biết rằng bộ đồ của bạn và áo khoác của vợ bạn không đáp ứng các tiêu chuẩn thông thường của chúng tôi. Chúng tôi rất coi trọng việc kiểm soát chất lượng và sẽ điều tra vấn đề này một cách kỹ lưỡng để hiểu điều gì đã xảy ra và thực hiện các bước thích hợp để ngăn chặn sự cố tương tự xảy ra trong tương lai.\n\nChúng tôi hiểu sự thất vọng và thất vọng của bạn, đặc biệt khi xem xét khoản đầu tư được thực hiện để mua những mặt hàng này. Xin lưu ý rằng chúng tôi đứng đằng sau chất lượng sản phẩm của mình và chúng tôi cam kết thực hiện điều này phù hợp với bạn.\n\nChúng tôi đánh giá cao cơ hội được trực tiếp giải quyết vấn đề này và thảo luận về các giải pháp tiềm năng. Nếu bạn có thể vui lòng liên hệ với chúng tôi bằng thông tin liên hệ và chi tiết mua hàng của bạn, chúng tôi sẽ làm mọi thứ trong khả năng của mình để giải quyết vấn đề này để bạn hài lòng. Bạn có thể liên hệ với chúng tôi qua email: lanatailorhoian - gmail.com\n\nMột lần nữa, chúng tôi xin lỗi vì bất kỳ sự bất tiện nào đã gây ra và cảm ơn bạn đã lưu ý đến vấn đề này.\n\nTrân trọng kính chào,\nsoori\nNhóm Dịch vụ Khách hàngĐọc thêm",
            "Từ khi bước vào cửa hàng và được Lana cùng đội ngũ nhân viên tuyệt vời của cô ấy chào đón, chúng tôi đã bị mê hoặc! Quần áo được may một phần ở tầng trên nên các thợ may có thể gặp trực tiếp bạn và chỉnh sửa quần áo khi cần một cách nhanh chóng, hiệu quả và độ hoàn thiện rất xuất sắc. Các nhân viên dường như thực sự muốn tận dụng tối đa bộ quần áo và rất vui khi thực hiện nhiều bộ đồ. Một chiếc áo khoác mùa đông khoảng - 70 và một bộ vest đầy đủ với áo sơ mi và cà vạt - 150. Chúng tôi nghĩ đây là một giá trị tuyệt vời, với dịch vụ xuất sắc!Đọc thêm",
            "Tiệm may nhỏ ở phố đi bộ Hội An. Các nhân viên ở đây rất thân thiện và sẽ dành thời gian để tìm hiểu chính xác những gì bạn cần. Họ cũng không ngại đưa ra ý kiến ​​trung thực cho bạn, điều này đặc biệt tốt nếu bạn không phải là chuyên gia may quần áo, điều mà tôi không phải là chuyên gia. Tôi đã có 2 bộ vest và 7 chiếc áo sơ mi được may ở đây và tất cả đều rất vừa vặn. Tất cả đều gần như hoàn hảo ở lần lắp đầu tiên, điều mà tôi nghĩ là rất ấn tượng. Điểm thưởng cho nhân viên vì đã kiên nhẫn với tôi. Tôi bảo họ lấy một chiếc quần vào, và sau đó họ lại thả chúng ra sau lần thử thứ 2. Điều này có lẽ khiến họ bực bội, nhưng họ không thể hiện ra ngoài!    Nói chung là một trải nghiệm tuyệt vời. Tôi khuyên bạn nên ghé qua vào buổi sáng hoặc sau bữa trưa, họ sẽ bận rộn vào khoảng 4h30 chiều khi tất cả khách hàng đều có xu hướng đến xem đồ.Đọc thêm",
            "Tôi muốn mua một chiếc áo khoác được may ở Lana và họ phải mất một ngày, tôi đến thử chiếc áo khoác đó và họ đã cho tôi chỗ trồng trọt, họ sửa những lỗi nhỏ và làm sạch nó. Tổng cộng nó có giá AUS - 60 và nó rất ấm áp và thoải mái. Hoàn toàn xứng đáng.Đọc thêm",
            "MiMi là tuyệt nhất! Cả cô ấy và nhân viên của chúng tôi đều cực kỳ thân thiện, hiểu biết và dành thời gian để đảm bảo rằng họ có số đo hoàn hảo của bạn. Tôi có 2 chiếc áo khoác vest, một chiếc cà vạt và một chiếc túi vuông được thiết kế riêng, bạn gái tôi có 2 bộ vest và một vài chiếc váy được may sẵn. Tất cả đều phù hợp đặc biệt tốt và chất lượng là tuyệt vời. Chúng tôi thực sự khuyên bạn nên ghé thăm MiMi tại Lana - s nếu bạn đang dành thời gian ở Hội An!Đọc thêm",
            "Một thợ may nhỏ đáng yêu ở Phố Cổ có một chiếc áo khoác vừa vặn lạ thường và vợ tôi đã chọn một chiếc váy và áo khoác mùa đông. Họ được thiết kế tốt và họ nói tiếng Anh xuất sắc, giúp bạn đạt được điều mình thực sự muốn.Đọc thêm",
            "Chúng tôi đến Lana Tailor để lấy áo khoác cho vợ tôi. Chúng tôi xem xét khoảng 5 phút và quyết định rằng chúng tôi muốn suy nghĩ về điều đó. Đây là nơi đầu tiên ở Hội An mà nhân viên không gây áp lực buộc chúng tôi phải mua. Chúng tôi đã được thông báo - Chắc chắn rồi! Hãy quay lại nếu bạn quyết định đi cùng chúng tôi. - Chúng tôi đã suy nghĩ suốt đêm và quay lại đặt hàng. Cuối cùng chúng tôi đặt mua một chiếc áo khoác và váy cho vợ tôi và 1 chiếc quần dài, 2 chiếc áo sơ mi và một chiếc cà vạt cho tôi. Chiếc váy được làm từ một bức ảnh mà vợ tôi tìm thấy trên mạng, và nó trông thật tuyệt vời. Mọi thứ chỉ mất chưa đầy 24 giờ để thực hiện và chúng tôi được yêu cầu quay lại để thử đồ. Chiếc váy và áo khoác cần được điều chỉnh một chút - miễn phí - và mọi thứ đều vừa vặn một cách tuyệt vời! Vải có chất lượng tuyệt vời. Chiếc cà vạt là một việc phải suy nghĩ lại và chỉ mất 2 giờ để thực hiện. Ngoài ra, tôi còn có một chiếc áo phông cần được sửa chữa miễn phí. Chúng tôi rất hài lòng với trải nghiệm của mình từ việc chúng tôi không bị ép mua bất kỳ khoản nào vì độ vừa vặn và chất lượng của quần áo. Ngoài ra, giá quần áo thấp hơn một chút so với cửa hàng do khách sạn của chúng tôi giới thiệu, nơi chúng tôi sẽ được giảm giá 10 - vì chúng tôi nghe nói rằng đôi khi các khách sạn được hưởng một phần từ số lượt giới thiệu - . Điều tuyệt vời nhất là số đo của chúng tôi được giữ nguyên và chúng tôi có thể đặt hàng trực tuyến bất cứ lúc nào chúng tôi muốn. Trải nghiệm tuyệt vời. Rất muốn giới thiệu.Đọc thêm",
            "Làm cách nào để liên hệ với nhân viên Lana Tailor? Tôi có thể - dường như tôi có thể trực tuyến thông qua trang web của họĐọc thêm",
            "Này, tôi và bạn trai sẽ đến Hội An vào tháng 8 và chúng tôi rất muốn may quần áo! Sau khi đọc các nhận xét và nghiên cứu, chúng tôi nghĩ rằng Lana là nơi nên đến. Tuy nhiên, chúng tôi có một số câu hỏi mà chúng tôi muốn được giải đáp trước khi đến đó:\n\n1 - Bạn thanh toán bằng loại tiền tệ nào?\n\n2 - Một bộ vest nam ba mảnh có giá khởi điểm bao nhiêu?\n\n3 - Bạn có làm giày không?\n\n4 - Bạn có dự trữ len cashmere để làm áo liền quần không?\n\nCảm ơn bạn rất nhiều vì đã đọc bài viết này và chúng tôi mong chờ câu trả lời của bạn!Đọc thêm"
        ],
        "star_ratings": [
            222,
            21,
            4,
            9,
            4
        ],
        "review_amount": 260,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hội An",
            "Chào An",
            "Thợ may len",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 21, 2023",
            "Written September 13, 2023",
            "Written December 29, 2023",
            "Written April 23, 2024",
            "Written July 16, 2016",
            "Written July 7, 2016",
            "Written June 22, 2016",
            "Written May 11, 2016",
            "Written May 8, 2016",
            "Written April 28, 2016",
            "Written April 25, 2016",
            "Written April 6, 2016",
            "Written April 3, 2016",
            "Written March 15, 2016"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3581583-Reviews-or30-Lana_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12365397-Reviews-Ginkgo_T_Shirts_Store_Le_Loi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316393-Reviews-VIT_leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316420-Reviews-Vit_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25310359-Reviews-Ng_c_Designer-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10798594-Reviews-Hoi_An_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27418356-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26320395-Reviews-Vrosa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or20-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or40-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7096806-Reviews-Thien_Phat_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27095420-Reviews-SENs_FAIFO-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2415037-Reviews-AVa_na-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1465300-Reviews-Dong_Duong-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5035703-Reviews-Thinh_Thanh_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6672220-Reviews-Ngan_Xua_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26751483-Reviews-Pure_weave_cashmere_silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25319249-Reviews-VIT_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25569207-Reviews-Cashmere_Hut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17199304-Reviews-Ginkgo_Concept_Store_93-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2275868-Reviews-Mr_Xe_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10387105-Reviews-Vanda_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g147312-d147492-Reviews-Sandals_Golf_Country_Club-Ocho_Rios_Saint_Ann_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g56371-d1786938-Reviews-Mountasia_Family_Fun_Center-North_Richland_Hills_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g33252-d107052-Reviews-Mansion_owned_by_Johnny_Depp-West_Hollywood_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d2578450-Reviews-Richardson_Ocean_Park-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g35004-d1191816-Reviews-Anna_Ruby_Falls-Helen_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34470-d2259049-Reviews-Robert_K_Rees_Memorial_Park-New_Port_Richey_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g230095-d668916-Reviews-Palmitos_Park-Maspalomas_San_Bartolome_de_Tirajana_Gran_Canaria_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g635613-d11645000-Reviews-New_Market_Nea_Agora-Rhodes_Town_Rhodes_Dodecanese_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g41535-d4578626-Reviews-Duxbury_Beach_Park-Duxbury_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g294454-d548398-Reviews-Dolac_Market-Zagreb_Central_Croatia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or40-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or30-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "áo khoác": 0.3327069495571777,
            "giá": -0.9737718019168824,
            "dịch vụ": 0.9952141918474808,
            "the": 0.9875908875837922,
            "shop": 0.9616537792608142,
            "suit": 0.9906110737938434,
            "nhân viên": 0.9954629964777268,
            "áo": 0.9932306283153594,
            "món đồ": 0.5349965840578079,
            "giá cả": 0.9938833712949418,
            "phòng": -0.9580655870959163,
            "quần áo": -0.9638445118907839,
            "vẻ": 0.9908295952482149,
            "ngôi nhà": 0.5,
            "bộ vest": -0.9634634656831622,
            "chất liệu": -0.21501822269055992,
            "bộ": 0.5,
            "nhà bán lẻ": 0.49794802069664,
            "lớp": 0.8159382436424494
        },
        "dicts_adj": {
            "áo khoác": [
                "cao",
                "rách nát"
            ],
            "giá": [
                "cao"
            ],
            "dịch vụ": [
                "tốt",
                "cao"
            ],
            "the": [],
            "shop": [],
            "suit": [
                "to"
            ],
            "nhân viên": [
                "thân thiện"
            ],
            "áo": [],
            "món đồ": [
                "Đúng",
                "lâu dài"
            ],
            "giá cả": [
                "hợp lý"
            ],
            "phòng": [
                "bền"
            ],
            "quần áo": [
                "bền"
            ],
            "vẻ": [
                "xinh xắn"
            ],
            "ngôi nhà": [],
            "bộ vest": [
                "rách nát"
            ],
            "chất liệu": [
                "đắt",
                "khoảng"
            ],
            "bộ": [],
            "nhà bán lẻ": [
                "lâu dài",
                "hơn"
            ],
            "lớp": [
                "kỳ lạ",
                "đỏ"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "áo khoác": 1.5,
            "giá": 0.5,
            "dịch vụ": 0.5,
            "the": 0.5,
            "shop": 0.5,
            "suit": 0.5,
            "nhân viên": 0.5,
            "áo": 0.5,
            "món đồ": 0.5,
            "giá cả": 0.5,
            "phòng": 0.5,
            "quần áo": 0.5,
            "vẻ": 0.5,
            "ngôi nhà": 0.5,
            "bộ vest": 0.5,
            "chất liệu": 0.5,
            "bộ": 0.5,
            "nhà bán lẻ": 0.5,
            "lớp": 0.5
        }
    },
    {
        "attraction_name": "Lana Tailor",
        "attraction_name_vi": "Thợ may len",
        "general_info": [
            "260 đánh giá",
            "- 142 trong số 680 Mua sắm tại Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Lana Tailor là một trong số ít tiệm may ở Hội An cung cấp dịch vụ hoàn chỉnh, từ chất liệu tốt đến thiết bị nhập khẩu cao cấp. Quan trọng nhất, Lana Tailor có đội ngũ thợ may lành nghề để hoàn thành tốt dịch vụ của mình. Hơn nữa, Lana Tailor tập trung vào các sản phẩm chất lượng tốt nhất và giá cả hợp lý cho khách hàng nên Lana Tailor từ chối giao bất kỳ khoản hoa hồng nào cho người trung gian nhằm thiết lập một thị trường công bằng ở Hội An. Lana tin rằng cả bản thân Lana và khách hàng của mình sẽ được hưởng lợi từ cách làm đó.Đọc thêm",
        "reviews": [
            "Chúng tôi rất vui mừng với những bộ đồ thủ công của mình, chúng vừa vặn với chúng tôi một cách hoàn hảo và được thực hiện nhanh chóng. Đầu tiên, chúng tôi chọn loại vải và màu sắc, sau đó chúng tôi có thể cho Lana biết chính xác những gì chúng tôi mong đợi và mong muốn trong các thiết kế. Ngày hôm sau, chúng tôi thử đồ lần đầu tiên và đưa ra ý kiến ​​của mình mà cô ấy đã lắng nghe và quan tâm. Lần lắp thứ hai gần như hoàn hảo. Chúng tôi đã đến lấy chúng vào ngày thứ 3 và chúng chính xác là những gì chúng tôi muốn. Chất lượng và giá cả tốt là những gì bạn có thể mong đợi từ những người làm việc ở đó, những người cũng thực sự là những người tử tế. Xin chân thành cảm ơn bạn vì kỷ niệm tuyệt vời này!Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình tại Lana Bespoke Tailoring. Chúng tôi tự hào khi biết khách hàng hài lòng với trải nghiệm tại cửa hàng của họ. Hy vọng sẽ sớm gặp lại bạn!\nLana.Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời ở Hội An, tôi đã đánh rơi chiếc áo mà tôi muốn tái tạo lại, quay lại và hoàn thành vào ngày hôm sau! Bạn trai tôi đã may một chiếc áo sơ mi và nó vừa vặn với anh ấy hơn bất kỳ chiếc áo sơ mi nào khác mà anh ấy sở hữu. Thật dễ dàng, nhanh chóng và đơn giản. Chất lượng tốt và giá tốt. Chắc chắn khuyên bạn nên ghé thăm!! Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đánh giá 5 sao này. Chúng tôi thực sự đánh giá cao việc bạn trở thành khách hàng và giúp chia sẻ thông tin về chúng tôi. Chúng tôi - sẵn sàng hỗ trợ bạn bất cứ lúc nào.\nChúc một ngày tốt lành!\nLana.Đọc thêm",
            "Đi bộ xuống phố, chồng tôi và tôi quyết định ghé qua tiệm may Lana vì chúng tôi có những bức ảnh về những gì chúng tôi muốn làm. Enzie và Nina đã lấy số đo của chúng tôi và ngày TIẾP THEO chúng tôi đã chuẩn bị xong quần và áo khoác cho lần điều chỉnh đầu tiên. Tất cả được thực hiện từ những bức ảnh - rất ấn tượng!\n\nGiao tiếp rất tuyệt vời, giá cả phải chăng và nhanh chóng mặc dù họ có nhiều đơn đặt hàng. Enzie và Nina đã chăm sóc chúng tôi đặc biệt trong thời gian có hạn ở Hội An. Tôi thực sự khuyên bạn nên thợ may Lana!Đọc thêm",
            "Đây là thợ may giỏi nhất ở Hội An. Rose thật không thể tin được. Thời gian lắp đặt và hoàn thiện từ lần tư vấn đầu tiên cho đến khi ra sản phẩm cuối cùng là 30 giờ. Những lựa chọn đáng kinh ngạc, những con người tuyệt vời và dịch vụ khách hàng xuất sắc. Họ thậm chí còn vận chuyển và giữ số đo của bạn trong 2 năm! Tôi - sẽ mua tất cả bộ vest của mình từ Rose và Lana Tailor trong tương lai.Đọc thêm",
            "Harrison thân mến,\n\nCám ơn vì những phản hồi có giá trị của bạn. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi thực sự được thúc đẩy bởi phản hồi tích cực của bạn.\n\nTại Lana Tailor, chúng tôi luôn trân trọng khách hàng trong trái tim mình. Chúng tôi cam kết cung cấp dịch vụ đặc biệt và chúng tôi háo hức chờ đợi cơ hội được phục vụ bạn một lần nữa.\n\nTrân trọng kính chào,\nsoori\nNhóm Dịch vụ Khách hàngĐọc thêm",
            "Mimi đang mơ.  Rất cởi mở và trung thực, không áp đặt.  Sự lựa chọn và chất lượng của vật liệu trưng bày rất tuyệt vời, chúng tôi đã may những bộ vest 2 x 3 mảnh - dành cho phù rể và chú rể - và phù rể có một bộ khác được làm theo cùng thông số kỹ thuật nhưng khác màu.  Tay nghề rất chi tiết và trông ghê gớm.  Chúng tôi đã ở trong khu vực với rất nhiều đồng nghiệp, hầu hết trong số họ, sau khi nhìn thấy những bộ quần áo, đã đi và sản xuất nhiều mặt hàng khác nhau của riêng họ.  Rất hạnh phúc.Đọc thêm",
            "Đặt mua một chiếc áo blazer màu xanh, có một vài phụ kiện để vừa vặn với tôi. Dịch vụ tuyệt vời và hiệu quả. Quần áo hoàn thiện trông thật tuyệt, chắc chắn sẽ giới thiệu lana. Có con mắt tinh tường để xem chi tiếtĐọc thêm",
            "Lana cung cấp chất lượng dịch vụ tuyệt vời và đáp ứng mọi mong muốn của bạn. Bạn không cần phải trả trước, chỉ cần đặt cọc một khoản nhỏ. Sau khi hài lòng, bạn có thể đáp ứng mức giá hợp lý cuối cùng mà Lana yêu cầu cho sản phẩm của họ.Đọc thêm",
            "Sau khi đến thăm một số thợ may ở Hội An và so sánh những gì họ cung cấp - có tính đến giá cả và chất lượng -, chúng tôi thấy Lana Tailor là một sự lựa chọn tốt. Lana Tailor được một số người bạn ở Úc giới thiệu. Họ đã mua vest từ Lana Tailor vào năm 2011 và vẫn sử dụng tốt. Cuối cùng, tôi đã mua 3 bộ vest nam và 3 áo sơ mi được thiết kế riêng, trong khi đối tác của tôi mua một chiếc áo khoác đậu xám. Các mặt hàng được thực hiện trong vòng 24 giờ nhưng cần một số phụ kiện để điều chỉnh chúng và khiến chúng trở nên hoàn hảo. Đối tác của tôi ban đầu muốn có một chiếc áo khoác da màu đen tùy chỉnh, nhưng cuối cùng lại quyết định vào ngày cuối cùng rằng cô ấy không muốn thực hiện nó. Các nhân viên đã hiểu và không tính phí cho chúng tôi bất kỳ nhân công hoặc vật liệu nào cho việc đó. Lời khuyên duy nhất của tôi dành cho những khách du lịch khác là đảm bảo rằng khi bạn nhận được báo giá và đồng ý về giá, hãy đảm bảo rằng bạn nhận được báo giá cụ thể - cho từng sản phẩm bạn mua và giá cả đã thỏa thuận. Điều này giúp việc tính toán sau này dễ dàng hơn sau khi bạn đã thanh toán tiền đặt cọc để đảm bảo rằng không có sự khác biệt trong số dư. Tuy nhiên, nhìn chung, sự thỏa hiệp tốt về chất lượng và giá cả cũng như nhiều loại vải và vật liệu để lựa chọn.Đọc hơn",
            "Dịch vụ tuyệt vời! vụ kiện được thực hiện trong vòng 24 giờ. Tôi không thích những chiếc cúc áo nên họ đưa tôi đến một cửa hàng bán cúc áo để mua những chiếc cúc áo mới! họ rất thân thiện và rất hữu ích Đọc thêm",
            "Chồng tôi đến đây để may một bộ vest và một chiếc áo khoác mùa đông đẹp. Anh ấy được chăm sóc bởi Mimi tuyệt vời và quyến rũ, người đã lấy số đo của anh ấy trong khoảng 10 giây, đúng là một chuyên gia lớn tuổi. Anh ấy đã trả - 185 cho bộ vest và chiếc áo khoác và phải mất ba lần đến thăm... Người đầu tiên chọn chất liệu và đo lường.. Người thứ hai mặc thử và tinh chỉnh và người cuối cùng là cắt lỗ cúc trên áo khoác vest. James rất hài lòng với bộ vest của mình. Nó được cắt may rực rỡ bằng len màu xanh hải quân đậm của Ý và được lót bằng vải bông xoáy màu hồng nhạt. Chiếc áo khoác thật tuyệt vời - sang trọng, ấm áp và được lót đẹp mắt. Một lần nữa, nó lại rất vừa vặn. Khi tôi ở đó, chúng tôi nhận thấy một chiếc nút đã rơi ra khỏi áo liền quần của tôi nên Mimi đề nghị sửa nó miễn phí. Tôi được yêu cầu lên lầu và chọn một chiếc cúc mới nên tôi được xem xưởng may. Tôi thực sự nhẹ nhõm khi thấy hai thợ may nam làm việc trong điều kiện tốt. Tôi thực sự muốn giới thiệu thợ may Lana. Họ cũng lưu số đo của bạn trong hồ sơ, vì vậy nếu bạn về nhà và muốn đặt mua thêm bộ vest, họ sẽ thực hiện và giao hàng cho bạn. Tôi nghĩ Mimi đã đề cập đến giá vận chuyển là khoảng - 15 mỗi kg.Đọc thêm",
            "Những chiếc áo sơ mi hóa ra khá khác so với những gì tôi muốn. Tay nghề của họ khá kém một cách đáng ngạc nhiên so với những thợ may khác mà tôi đã đến làm. Chiếc cúc áo đầu tiên khá thấp so với những chiếc áo sơ mi thông thường, khiến nó trông khá luộm thuộm. Tôi đã nhấn mạnh với nhân viên nhưng tất cả những gì họ nói là nó đã được làm sẵn và họ không thể làm gì cả. Tôi đã đọc những đánh giá tốt từ Tripadvisor, vì vậy tôi đã chọn thực hiện. Thật không may, nó không tốt như những gì người khác đã đánh giá. Có lẽ tôi chỉ không may mắn.Đọc thêm",
            "Tôi chưa tìm hiểu xem trong số hàng trăm thợ may ở Hội An thợ may nào giỏi nhưng thật may mắn khi chọn Lana. Chất lượng của những bộ đồ trưng bày là điều đã thu hút chúng tôi đến cửa hàng. Dịch vụ thật tuyệt vời. Không thúc ép. Thân thiện và hiệu quả. Đặt 2 bộ quần áo và 2 áo sơ mi. Khi tôi quay lại thử bộ đồ đầu tiên, thích quá nên tôi đặt mua thêm vài chiếc áo sơ mi. Đã có 3 lượt truy cập. Người đầu tiên đo. Thứ hai để thử và tinh chỉnh. Thứ 3 trả tiền và nhận hàng. Chắc chắn sẽ lại trở về. Chất lượng hàng đầu và giá trị lớn. Đọc thêm",
            "Dịch vụ tuyệt vời!! Mimi thực sự hữu ích và trò chuyện. Chúng tôi có một bộ vest nam và một áo khoác nữ giá - 180 và chúng có chất lượng vượt trội. Chắc chắn giới thiệu Lana cho bất kỳ ai đến thăm Hội AnĐọc thêm",
            "Người bạn du lịch của tôi và tôi đã đến Lana vào tháng 7 này, sau khi đọc rất nhiều bài đánh giá về tất cả các thợ may khác nhau ở Hội An. Chúng tôi quyết định đi cùng Lana vì rất nhiều loại vải, những cô gái làm việc trong cửa hàng rất đẹp, lịch sự và không hề tự đề cao - Enzie thật tuyệt vời! - và giá tốt nhất. Họ thực sự rất thoải mái, giúp đỡ chúng tôi khi chúng tôi yêu cầu bất cứ điều gì, nhưng quan trọng nhất là để chúng tôi tự do dạo chơi, cho chúng tôi toàn thời gian để chọn loại vải mình thích. Đó là một trải nghiệm tuyệt vời vì không có doanh số bán hàng quá khích hay bầu không khí khó chịu khác. Chúng tôi rất hài lòng nên đã quay lại để sản xuất nhiều hơn vì chúng tôi chắc chắn về chất lượng. Cuối cùng chúng tôi đã có tất cả 5 bộ quần áo, 4 áo sơ mi, 1 áo khoác mùa đông. Chúng tôi có thể xác định mọi thứ, từ màu sắc và chất liệu vải lót đến các túi bí mật cho đến các yêu cầu đặc biệt, v.v. Chỉ có một điều nhỏ là khi chúng tôi thanh toán và thu dọn đồ đạc, chúng tôi lại mang về nhà. Có trang bị độc đáo, ngoại trừ những điều nhỏ nhặt như nút sai hoặc một điều nhỏ ở vai. Họ chỉ thay một chiếc cúc trên một chiếc áo thay vì 3 chiếc như yêu cầu, và phần vai phải làm lại ba lần. Tuy nhiên, vì chất lượng tổng thể là hoàn hảo và cả hai chúng tôi đều yêu thích sản phẩm của mình nên đây chỉ là một điểm nhỏ. Trải nghiệm tổng thể chắc chắn là rất tốt!! Chúng tôi chắc chắn sẽ quay lại lần nữa. Cảm ơn Enzie và Mymy!!Đọc thêm",
            "Làm cách nào để liên hệ với nhân viên Lana Tailor? Tôi có thể - dường như tôi có thể trực tuyến thông qua trang web của họĐọc thêm",
            "Này, tôi và bạn trai sẽ đến Hội An vào tháng 8 và chúng tôi rất muốn may quần áo! Sau khi đọc các nhận xét và nghiên cứu, chúng tôi nghĩ rằng Lana là nơi nên đến. Tuy nhiên, chúng tôi có một số câu hỏi mà chúng tôi muốn được giải đáp trước khi đến đó:\n\n1 - Bạn thanh toán bằng loại tiền tệ nào?\n\n2 - Một bộ vest nam ba mảnh có giá khởi điểm bao nhiêu?\n\n3 - Bạn có làm giày không?\n\n4 - Bạn có dự trữ len cashmere để làm áo liền quần không?\n\nCảm ơn bạn rất nhiều vì đã đọc bài viết này và chúng tôi mong chờ câu trả lời của bạn!Đọc thêm"
        ],
        "star_ratings": [
            222,
            21,
            4,
            9,
            4
        ],
        "review_amount": 260,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hội An",
            "Chào An",
            "Thợ may len",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 21, 2023",
            "Written September 13, 2023",
            "Written December 29, 2023",
            "Written April 23, 2024",
            "Written March 1, 2016",
            "Written February 18, 2016",
            "Written February 16, 2016",
            "Written January 22, 2016",
            "Written December 24, 2015",
            "Written December 19, 2015",
            "Written December 18, 2015",
            "Written December 13, 2015",
            "Written December 10, 2015",
            "Written December 10, 2015"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3581583-Reviews-or40-Lana_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12365397-Reviews-Ginkgo_T_Shirts_Store_Le_Loi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316393-Reviews-VIT_leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316420-Reviews-Vit_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25310359-Reviews-Ng_c_Designer-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10798594-Reviews-Hoi_An_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27418356-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26320395-Reviews-Vrosa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or30-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or50-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7096806-Reviews-Thien_Phat_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27095420-Reviews-SENs_FAIFO-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2415037-Reviews-AVa_na-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1465300-Reviews-Dong_Duong-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5035703-Reviews-Thinh_Thanh_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6672220-Reviews-Ngan_Xua_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26751483-Reviews-Pure_weave_cashmere_silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25319249-Reviews-VIT_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25569207-Reviews-Cashmere_Hut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17199304-Reviews-Ginkgo_Concept_Store_93-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2275868-Reviews-Mr_Xe_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10387105-Reviews-Vanda_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46671-d502866-Reviews-New_Jersey_Performing_Arts_Center-Newark_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d8113463-Reviews-Soda_Club_Berlin-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1055473-d3398053-Reviews-Faaker_See_Lake-Faak_am_See_Carinthia_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d20896228-Reviews-Wonderspaces_Austin-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g48815-d207258-Reviews-Seneca_Lake_Wine_Trail-Watkins_Glen_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g147313-d6403451-Reviews-Barney_s_Flower_Hummingbird_Garden_Jamaica-Negril_Westmoreland_Parish_Jamaica.html",
            "https://www.tripadvisor.com/Attraction_Review-g42881-d109972-Reviews-Mall_of_America-Bloomington_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g297639-d324100-Reviews-Varkala_Beach-Varkala_Town_Varkala_Thiruvananthapuram_District_Kerala.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d7776921-Reviews-Two_Bit_Circus-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g42311-d23650696-Reviews-Michigan_Renaissance_Festival-Holly_Michigan.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or50-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or40-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "vật": 0.9954415095271543,
            "bộ vest": 0.49621725734323263,
            "chú": 0.5131721962243319,
            "tay nghề": -0.9643972655758262,
            "bộ": 0.22961218437800804,
            "quần áo": 0.5812125288163467,
            "áo blazer": 0.8657460063695908,
            "dịch vụ": 0.9955242599535268,
            "chất lượng": 0.9342910373525228,
            "mức": 0.6716458699665964,
            "giá": 0.6912805070751347,
            "sản phẩm": 0.5,
            "thợ may": 0.8168931677937508,
            "giá cả": 0.8858418751915451,
            "vest": 0.9758619472850114,
            "áo sơ mi": -0.5715982243418694,
            "áo khoác đậu xám": 0.5,
            "mặt hàng": 0.9881850436795503,
            "áo khoác da": -0.8685605530627072,
            "nhân viên": -0.919504810590297,
            "nhân công": 0.5,
            "vật liệu": 0.5,
            "tiền": 0.701894692145288,
            "vải": 0.5
        },
        "dicts_adj": {
            "vật": [
                "tuyệt vời"
            ],
            "bộ vest": [
                "khác",
                "khác",
                "riêng"
            ],
            "chú": [
                "khác",
                "khác"
            ],
            "tay nghề": [
                "chi tiết",
                "ghê gớm"
            ],
            "bộ": [
                "nhiều",
                "khác",
                "riêng"
            ],
            "quần áo": [
                "nhiều",
                "khác",
                "riêng",
                "tuyệt chắc chắn"
            ],
            "áo blazer": [
                "xanh"
            ],
            "dịch vụ": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "chất lượng": [
                "tuyệt vời",
                "tốt",
                "nhiều"
            ],
            "mức": [
                "hợp lý",
                "cuối cùng"
            ],
            "giá": [
                "hợp lý",
                "cuối cùng",
                "cụ thể"
            ],
            "sản phẩm": [],
            "thợ may": [
                "tốt"
            ],
            "giá cả": [
                "tốt",
                "duy nhất",
                "khác",
                "nhiều"
            ],
            "vest": [
                "tốt"
            ],
            "áo sơ mi": [
                "riêng"
            ],
            "áo khoác đậu xám": [],
            "mặt hàng": [
                "hoàn hảo"
            ],
            "áo khoác da": [
                "đen",
                "tùy chỉnh",
                "cuối cùng",
                "cuối cùng"
            ],
            "nhân viên": [
                "bất kỳ"
            ],
            "nhân công": [],
            "vật liệu": [],
            "tiền": [
                "dễ dàng",
                "hơn",
                "khác biệt"
            ],
            "vải": []
        },
        "list_proper_noun": [],
        "factor value": {
            "vật": 0.5,
            "bộ vest": 1.0,
            "chú": 0.5,
            "tay nghề": 0.5,
            "bộ": 0.5,
            "quần áo": 1.0,
            "áo blazer": 0.5,
            "dịch vụ": 1.0,
            "chất lượng": 1.0,
            "mức": 0.5,
            "giá": 1.0,
            "sản phẩm": 1.0,
            "thợ may": 0.5,
            "giá cả": 0.5,
            "vest": 0.5,
            "áo sơ mi": 0.5,
            "áo khoác đậu xám": 0.5,
            "mặt hàng": 0.5,
            "áo khoác da": 0.5,
            "nhân viên": 0.5,
            "nhân công": 0.5,
            "vật liệu": 0.5,
            "tiền": 0.5,
            "vải": 0.5
        }
    },
    {
        "attraction_name": "Lana Tailor",
        "attraction_name_vi": "Thợ may len",
        "general_info": [
            "260 đánh giá",
            "- 142 trên 680 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Lana Tailor là một trong số ít tiệm may tại Hội An cung cấp dịch vụ trọn gói, từ vật liệu chất lượng tốt đến các thiết bị nhập khẩu hàng đầu. Quan trọng nhất, Lana Tailor có đội ngũ thợ may lành nghề để hoàn thành dịch vụ của mình. Hơn nữa, Lana Tailor tập trung vào các sản phẩm chất lượng tốt nhất và giá cả hợp lý cho khách hàng nên Lana Tailor từ chối trả bất kỳ khoản hoa hồng nào cho bên trung gian để tạo nên một thị trường công bằng tại Hội An. Lana tin rằng cả bản thân Lana và khách hàng của mình đều được hưởng lợi từ hoạt động đó. Đọc thêm",
        "reviews": [
            "Chúng tôi rất vui mừng với những bộ đồ thủ công của mình, chúng vừa vặn với chúng tôi một cách hoàn hảo và được thực hiện nhanh chóng. Đầu tiên, chúng tôi chọn loại vải và màu sắc, sau đó chúng tôi có thể cho Lana biết chính xác những gì chúng tôi mong đợi và mong muốn trong các thiết kế. Ngày hôm sau, chúng tôi thử đồ lần đầu tiên và đưa ra ý kiến ​​của mình mà cô ấy đã lắng nghe và quan tâm. Lần lắp thứ hai gần như hoàn hảo. Chúng tôi đã đến lấy chúng vào ngày thứ 3 và chúng chính xác là những gì chúng tôi muốn. Chất lượng và giá cả tốt là những gì bạn có thể mong đợi từ những người làm việc ở đó, những người cũng thực sự là những người tử tế. Xin chân thành cảm ơn bạn vì kỷ niệm tuyệt vời này!Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình tại Lana Bespoke Tailoring. Chúng tôi tự hào khi biết khách hàng hài lòng với trải nghiệm tại cửa hàng của họ. Hy vọng sẽ sớm gặp lại bạn!\nLana.Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời ở Hội An, tôi đã đánh rơi chiếc áo mà tôi muốn tái tạo lại, quay lại và hoàn thành vào ngày hôm sau! Bạn trai tôi đã may một chiếc áo sơ mi và nó vừa vặn với anh ấy hơn bất kỳ chiếc áo sơ mi nào khác mà anh ấy sở hữu. Thật dễ dàng, nhanh chóng và đơn giản. Chất lượng tốt và giá tốt. Chắc chắn khuyên bạn nên ghé thăm!! Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đánh giá 5 sao này. Chúng tôi thực sự đánh giá cao việc bạn trở thành khách hàng và giúp chia sẻ thông tin về chúng tôi. Chúng tôi - sẵn sàng hỗ trợ bạn bất cứ lúc nào.\nChúc một ngày tốt lành!\nLana.Đọc thêm",
            "Đi bộ xuống phố, chồng tôi và tôi quyết định ghé qua tiệm may Lana vì chúng tôi có những bức ảnh về những gì chúng tôi muốn làm. Enzie và Nina đã lấy số đo của chúng tôi và ngày TIẾP THEO chúng tôi đã chuẩn bị xong quần và áo khoác cho lần điều chỉnh đầu tiên. Tất cả được thực hiện từ những bức ảnh - rất ấn tượng!\n\nGiao tiếp rất tuyệt vời, giá cả phải chăng và nhanh chóng mặc dù họ có nhiều đơn đặt hàng. Enzie và Nina đã chăm sóc chúng tôi đặc biệt trong thời gian có hạn ở Hội An. Tôi thực sự khuyên bạn nên thợ may Lana!Đọc thêm",
            "Đây là thợ may giỏi nhất ở Hội An. Rose thật không thể tin được. Thời gian lắp đặt và hoàn thiện từ lần tư vấn đầu tiên cho đến khi ra sản phẩm cuối cùng là 30 giờ. Những lựa chọn đáng kinh ngạc, những con người tuyệt vời và dịch vụ khách hàng xuất sắc. Họ thậm chí còn vận chuyển và giữ số đo của bạn trong 2 năm! Tôi - sẽ mua tất cả bộ vest của mình từ Rose và Lana Tailor trong tương lai.Đọc thêm",
            "Harrison thân mến,\n\nCám ơn vì những phản hồi có giá trị của bạn. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi thực sự được thúc đẩy bởi phản hồi tích cực của bạn.\n\nTại Lana Tailor, chúng tôi luôn trân trọng khách hàng trong trái tim mình. Chúng tôi cam kết cung cấp dịch vụ đặc biệt và chúng tôi háo hức chờ đợi cơ hội được phục vụ bạn một lần nữa.\n\nTrân trọng kính chào,\nsoori\nNhóm Dịch vụ Khách hàngĐọc thêm",
            "Sau nhiều nghiên cứu và thương lượng xung quanh khu vực, chúng tôi đã quyết định chọn Lana cho những bộ đồ được thiết kế riêng dựa trên giá cả hợp lý và chất lượng được trưng bày tại cửa hàng. Các nhân viên cực kỳ hữu ích, nhiều thông tin và nhiệt tình nhưng không đến mức khó chịu. Họ đã hỗ trợ chúng tôi lựa chọn màu sắc cũng như thiết kế. Tôi đã nhận được một bộ vest, áo sơ mi và áo khoác và tôi rất hài lòng với chất lượng của các món đồ cũng như tốc độ họ làm việc để phù hợp với lịch trình chuyến bay của chúng tôi. Tôi thực sự muốn giới thiệu chúng cho bất kỳ ai đang tìm kiếm các mặt hàng được thiết kế riêng với mức giá hợp lý! Đọc thêm",
            "Đã may một vài chiếc áo sơ mi và một chiếc váy được thay đổi kích cỡ, tôi cảm thấy rất thoải mái và các quý cô đều rất đáng yêu. Đó là một công việc cực kỳ suôn sẻ.Đọc thêm",
            "Có 4 chiếc áo sơ mi được làm ở đây một cách hoàn hảo.  Vợ tôi cũng có một chiếc váy được làm từ một bức ảnh và nó cũng được may rất đẹp.  Nếu bạn đang tìm kiếm một thợ may giỏi, đáng tin cậy với mức giá rất hợp lý, hãy đến với Lana Tailors.  giá cả hợp lý đặc biệt là chất lượng sản phẩm - tôi chắc chắn sẽ quay lại.  Mymy và Enzie đều rất vui được làm việc cùng.Đọc thêm",
            "Tôi đến Lana Tailor vào tháng 3 khi họ không quá bận rộn. Những người bán hàng luôn rất tử tế và không quá tự đề cao. Tuy nhiên, vì không phải là một trong những nơi rẻ hơn ở Hội An nên tôi chắc chắn mong đợi nhiều hơn về chất lượng quần áo. Họ đã may cho tôi một chiếc áo khoác công sở, hai chiếc quần chino và ba chiếc áo sơ mi công sở. Tôi hài lòng với chiếc áo khoác công sở, điều duy nhất có thể cải thiện là tôi đã nhận được chiếc áo khoác có đầy đủ vết phấn của người thợ may trên đó. Tôi đã không nhận ra điều này cho đến một buổi sáng khi tôi thực sự cần ra khỏi nhà với chiếc áo khoác mới. Có lẽ sẽ hơi xấu hổ nếu tôi không nhận ra điều đó trước đây. Tuy nhiên, tôi thực sự không muốn phàn nàn vì đó chỉ là chuyện nhỏ. Có một điều mà tôi không thể hiểu được là chất lượng đường khâu trên quần của tôi kém - đặc biệt là ngay dưới túi. Trên một chiếc quần của tôi, đường khâu bị rách chỉ sau vài lần mặc - không đẹp lắm nếu nó xảy ra ở nơi công cộng - vài tuần sau đó nó cũng xảy ra ở túi bên kia. Tôi rất hài lòng với một trong ba chiếc áo sơ mi của họ làm cho tôi. Nó vừa vặn hoàn hảo và tôi thích chất liệu vải. Tuy nhiên, mặc dù chúng tôi đã thử nghiệm mỗi chiếc áo hai lần nhưng hai chiếc áo vẫn có kết quả khác nhau. Sau khi cánh tay dưới đã lỏng ra ở lần lắp đầu tiên, chúng tôi đã đồng ý làm cho nó chặt hơn một chút. Thật không may, hai chiếc áo sơ mi bị chật đến mức tôi không thể mặc được. Vấn đề là sau đó bạn không thể làm cho chúng rộng hơn và người phụ nữ tốt bụng đảm nhiệm việc đo đạc không thể tham dự buổi thử đồ cuối cùng. Lần sau tôi có thể sẽ thử một cửa hàng khác vì chất lượng của một số quần áo không được chấp nhận và giá cả không biện minh cho điều này.Đọc thêm",
            "Tôi quay lại Lana - s lần thứ hai, lần này có thêm một số người bạn và không hề thất vọng. Mimi và nhóm của cô ấy đã chăm sóc tôi ngay từ đầu, rất lịch sự và đưa ra những gợi ý tuyệt vời về vải, lựa chọn màu sắc và thiết kế. Chất lượng may đo của họ thật tuyệt vời - đặc biệt là khi tất cả những gì chúng tôi có chỉ là ảnh chụp màn hình của một mặt hàng trực tuyến - và họ đã tạo ra những bản sao chính xác. Chỉ cần điều chỉnh tối thiểu và tất cả đều được thực hiện trong khung thời gian phù hợp với chuyến bay của chúng tôi. - Đây là một trải nghiệm khá khác so với những gì chúng tôi có được từ một thợ may khác, họ rất thúc ép và vẫn yêu cầu lấy số đo mặc dù chúng tôi không muốn mua bất cứ thứ gì.. Họ vẫn đang đo cánh tay của tôi ở phía trước cửa hàng khi tôi đang bước đi - . Tôi đã may khá nhiều áo khoác - áo khoác mùa đông có kích thước trung bình khoảng - 60. Tôi không thể nói đủ lời khen ngợi, chắc chắn sẽ quay lại trong chuyến đi tiếp theo của mình. Chúng tôi rời khỏi cửa hàng và nhận được những cái ôm và nụ hôn, dịch vụ tuyệt vời như vậy! Đọc thêm",
            "I spent the best part of day one in Hoi An reading through reviews  - on TripAdvisor amongst other review websites -  and compiled a list of the stores I wanted to visit to get a suit and 6 shirts made. The list included various top 15 TripAdvisor rated and other well known stores such as Bibi Silk, BeBe, A Dong Silk, Kimmys and Yalys. In general, I felt that each of the stores could have done a good enough job but all came across very similar in terms of approach with me as a customer i.e. hand me a catalogue - Ipad, have a browse, begin to crank the pressure up for a sale etc. This is what I was expecting so didn - t surprise me.However, I had a completely different experience at Lana - s. One of the workers called Enzie was unbelievably helpful. She explained in great detail the types of materials available, including pulling out cotton reels and highlight the qualities of each. She was also kind enough  - and very willing -  to show us the factory in the shop. This is what a lot of tailors in Hoi An are missing as they send their orders off to local 3rd parties to be done at cheaper prices. This is one of only a handful of stores that control the manufacture of your order from end to end in the same store. She was also the only person not to pressure me in to a sale, and even recommended I go check out the other stores and take my time. She even said this again after the second time I came back  - I - m very fussy so kept going in and out stores all day! - . In summary, Lana  - and specifically Enzie -  was a great experience. I didn - t feel pressured to make an order, I was encouraged to look in other stores to find the right purchase for me, she was very descriptive which I love and I really felt I got the best deal for my budget  - great quality and price -  as she took the time to understand me as an individual. I loved the quality of my suits and shirts so much that I got a coat made and my girlfriend got a dress made  - this time with another employee in Lana who was just as nice - . We are both happy with our additional purchases :- - Very friendly environment and highly recommended!!! Neil  -  LauraRead more",
            "Tôi đã mua một bộ vest trong thời gian lưu trú ngắn ngày ở Hội An và tôi rất vui vì đã mua như vậy từ Lana Tailors. Các nhân viên rất thân thiện, chuyên nghiệp và thực sự đi sâu vào chi tiết về những gì chúng ta có thể mong đợi từ bộ đồ. Chúng tôi thậm chí còn có một chuyến tham quan xưởng của họ, nơi bộ đồ của tôi sẽ được may. Họ là thỏa thuận thực sự ở đây. Tôi đã phải đến đó để thử vài bộ đồ để đảm bảo bộ đồ hoàn hảo nhưng họ thực sự rất linh hoạt và dễ dàng sắp xếp các cuộc hẹn nên không khó khăn gì khi phải quay đi quay lại đó vài lần. Cảm ơn bạn rất nhiều, tôi thích bộ đồ mới của mình!Đọc thêm",
            "Các nhân viên tại Lana Tailor luôn niềm nở và cực kỳ hữu ích mà không hề tỏ ra thúc ép. Thời gian quay vòng rất nhanh và họ rất sẵn lòng đáp ứng lịch trình của bạn. Quần áo có chất lượng tuyệt vời và giá cả rất tốt.Đọc thêm",
            "2 bộ đồ đẹp được thiết kế riêng. Madonna thật tuyệt vời. Họ - hơi tự đề cao nhưng thương gia nào - không ở đây? Họ lưu giữ số đo của bạn để bạn có thể đặt hàng từ nước ngoài bất cứ khi nào, đây là một phần thưởng tuyệt vời. Đọc thêm",
            "I arrived at Lana rather hesitant about the whole tailoring thing as I - d just come off the back of an unpleasant experience at a different tailor in Hoi An. However, Enzie was just a pleasure to deal with from the get go. She was accommodating to my every question and desire. She is extremely patient and not pushy at all, which is a blessing in Hoi An, as the sales girls can really push you to buy. And she has the absolute cutest smile! You feel that she is a very warm and caring person that does her best to take care of you at Lana. I started off with a trench coat and she gave me advice on the right fabric for the outer and inner. Then I decided I wanted a suit and Enzie helped with the colour and the appropriate cut, and then I thought I - d add a shirt too so she advised me on the best cut and fabric. When I tried the suit on for the first time, it looked great, just the blazer needed some adjustments. Enzie even called the tailor to the shop so that he could check the suit jacket on me in order to adjust it correctly. The jacket needed slight adjustments after the 2nd fitting too, but Enzie brought the tailor down to see it and he  - Tut tutted -  and was visibly irritated that that had happened. The pants and shirt fit perfectly from the first fitting though. The trench coat also fit beautifully and needed no adjustments.I then added a skirt to my order as I was so happy with the pants. There would only be 14 or so hours for them to put it together but this was no concern. First they machine hemmed the skirt which was quite rough, so Enzie got them to do it by hand and adjust it, and it turned out a lot better. Enzie even hand stitched the side of the hem when I noticed that it wasn - t completely smooth. And she got the girls to clean the chalk marks off my black trench too. I admit I am a bit fussy, but all alterations were taken care of efficiently and with ease. Look forward to wearing my clothes from Lana out and about in Melbourne, thanks Enzie!As an indication:Thick cotton black trench coat with polyester lining was  - 85Navy pant suit was  - 135 with silk lining  - mid-quality fabric - Navy matching pencil skirt was  - 40 with silk liningBusiness shirt with quality fabric was  - 30All in USD and ladies Lana is definitely best for business attire and coatsRead more",
            "Làm cách nào để liên hệ với nhân viên Lana Tailor? Tôi có thể - dường như tôi có thể trực tuyến thông qua trang web của họĐọc thêm",
            "Này, tôi và bạn trai sẽ đến Hội An vào tháng 8 và chúng tôi rất muốn may quần áo! Sau khi đọc các nhận xét và nghiên cứu, chúng tôi nghĩ rằng Lana là nơi nên đến. Tuy nhiên, chúng tôi có một số câu hỏi mà chúng tôi muốn được giải đáp trước khi đến đó:\n\n1 - Bạn thanh toán bằng loại tiền tệ nào?\n\n2 - Một bộ vest nam ba mảnh có giá khởi điểm bao nhiêu?\n\n3 - Bạn có làm giày không?\n\n4 - Bạn có dự trữ len cashmere để làm áo liền quần không?\n\nCảm ơn bạn rất nhiều vì đã đọc bài viết này và chúng tôi mong chờ câu trả lời của bạn!Đọc thêm"
        ],
        "star_ratings": [
            222,
            21,
            4,
            9,
            4
        ],
        "review_amount": 260,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hội An",
            "Chào An",
            "Thợ may len",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 21, 2023",
            "Written September 13, 2023",
            "Written December 29, 2023",
            "Written April 23, 2024",
            "Written December 5, 2015",
            "Written November 30, 2015",
            "Written July 29, 2015",
            "Written June 9, 2015",
            "Written March 16, 2015",
            "Written February 1, 2015",
            "Written January 31, 2015",
            "Written January 1, 2015",
            "Written December 14, 2014",
            "Written September 29, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3581583-Reviews-or50-Lana_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12365397-Reviews-Ginkgo_T_Shirts_Store_Le_Loi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316393-Reviews-VIT_leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316420-Reviews-Vit_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25310359-Reviews-Ng_c_Designer-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10798594-Reviews-Hoi_An_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27418356-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26320395-Reviews-Vrosa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or40-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or60-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7096806-Reviews-Thien_Phat_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27095420-Reviews-SENs_FAIFO-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2415037-Reviews-AVa_na-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1465300-Reviews-Dong_Duong-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5035703-Reviews-Thinh_Thanh_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6672220-Reviews-Ngan_Xua_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26751483-Reviews-Pure_weave_cashmere_silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25319249-Reviews-VIT_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25569207-Reviews-Cashmere_Hut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17199304-Reviews-Ginkgo_Concept_Store_93-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2275868-Reviews-Mr_Xe_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10387105-Reviews-Vanda_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d8761823-Reviews-Elephant_Rescue_Park-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g187234-d191328-Reviews-Musee_Matisse-Nice_French_Riviera_Cote_d_Azur_Provence_Alpes_Cote_d_Azur.html",
            "https://www.tripadvisor.com/Attraction_Review-g188113-d196025-Reviews-Old_Town-Zurich.html",
            "https://www.tripadvisor.com/Attraction_Review-g46172-d1534235-Reviews-Fun_World-Nashua_New_Hampshire.html",
            "https://www.tripadvisor.com/Attraction_Review-g49150-d208390-Reviews-Frisco_Beach-Frisco_Hatteras_Island_Outer_Banks_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g187870-d10240102-Reviews-People_Mover-Venice_Veneto.html",
            "https://www.tripadvisor.com/Attraction_Review-g35051-d14111492-Reviews-Great_Wolf_Lodge-LaGrange_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d294952-Reviews-Bodrum_Castle-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d102412-Reviews-SeaWorld-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028722-d8471988-Reviews-Cala_Murta-Port_de_Pollenca_Majorca_Balearic_Islands.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or60-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or50-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "bộ đồ": 0.5770504660904408,
            "giá cả": 0.803451698157005,
            "chất lượng": 0.1350716324232053,
            "cửa hàng": -0.23630188225070015,
            "nhân viên": 0.9935253494186327,
            "bộ vest": 0.995243918907363,
            "áo sơ mi": 0.7651309122156817,
            "áo khoác": 0.8762750590976793,
            "chuyến bay": 0.5,
            "giá": 0.9818478501401842,
            "váy": 0.9280782024143264,
            "quý": 0.5,
            "thợ may": 0.7300690670963377,
            "mức giá": 0.9902311685727909,
            "sản phẩm": 0.9571825573220849,
            "người bán hàng": 0.9685841430909932,
            "quần áo": 0.5,
            "áo khoác công": 0.5,
            "quần": -0.5647012659464963,
            "áo sơ mi công sở": 0.5,
            "buổi sáng": 0.570664843544364,
            "chuyện": 0.47481692396104336,
            "chất": 0.5,
            "vải": 0.5,
            "áo": 0.5794237069785595,
            "buổi thử": 0.6305178804323077
        },
        "dicts_adj": {
            "bộ đồ": [
                "riêng"
            ],
            "giá cả": [
                "hợp lý",
                "hợp lý",
                "đặc biệt"
            ],
            "chất lượng": [
                "kém",
                "đặc biệt"
            ],
            "cửa hàng": [
                "khác"
            ],
            "nhân viên": [
                "hữu ích",
                "nhiều",
                "nhiệt tình"
            ],
            "bộ vest": [
                "hài lòng"
            ],
            "áo sơ mi": [
                "hài lòng",
                "thoải mái",
                "hoàn hảo",
                "hài lòng",
                "may",
                "chật"
            ],
            "áo khoác": [
                "hài lòng",
                "duy nhất",
                "đầy đủ"
            ],
            "chuyến bay": [],
            "giá": [
                "thực sự",
                "bất kỳ",
                "riêng",
                "hợp lý"
            ],
            "váy": [
                "thoải mái",
                "đẹp"
            ],
            "quý": [],
            "thợ may": [
                "giỏi"
            ],
            "mức giá": [
                "hợp lý"
            ],
            "sản phẩm": [
                "chắc chắn"
            ],
            "người bán hàng": [
                "tử tế"
            ],
            "quần áo": [],
            "áo khoác công": [],
            "quần": [
                "kém",
                "đặc biệt"
            ],
            "áo sơ mi công sở": [],
            "buổi sáng": [
                "thực sự"
            ],
            "chuyện": [
                "thực sự",
                "nhỏ"
            ],
            "chất": [],
            "vải": [],
            "áo": [
                "khác",
                "khác"
            ],
            "buổi thử": [
                "rộng",
                "hơn",
                "tốt bụng",
                "cuối cùng"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "bộ đồ": 0.5,
            "giá cả": 1.5,
            "chất lượng": 1.0,
            "cửa hàng": 1.0,
            "nhân viên": 0.5,
            "bộ vest": 0.5,
            "áo sơ mi": 2.0,
            "áo khoác": 1.0,
            "chuyến bay": 0.5,
            "giá": 0.5,
            "váy": 1.0,
            "quý": 0.5,
            "thợ may": 1.0,
            "mức giá": 0.5,
            "sản phẩm": 0.5,
            "người bán hàng": 0.5,
            "quần áo": 0.5,
            "áo khoác công": 0.5,
            "quần": 0.5,
            "áo sơ mi công sở": 0.5,
            "buổi sáng": 0.5,
            "chuyện": 0.5,
            "chất": 0.5,
            "vải": 0.5,
            "áo": 0.5,
            "buổi thử": 0.5
        }
    },
    {
        "attraction_name": "Lana Tailor",
        "attraction_name_vi": "Thợ may len",
        "general_info": [
            "260 đánh giá",
            "- 142 trên 680 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Lana Tailor là một trong số ít tiệm may ở Hội An cung cấp dịch vụ hoàn chỉnh, từ chất liệu tốt đến thiết bị nhập khẩu cao cấp. Quan trọng nhất, Lana Tailor có đội ngũ thợ may lành nghề để hoàn thành tốt dịch vụ của mình. Hơn nữa, Lana Tailor tập trung vào các sản phẩm chất lượng tốt nhất và giá cả hợp lý cho khách hàng nên Lana Tailor từ chối giao bất kỳ khoản hoa hồng nào cho người trung gian nhằm thiết lập một thị trường công bằng ở Hội An. Lana tin rằng cả bản thân Lana và khách hàng của mình sẽ được hưởng lợi từ cách làm đó.Đọc thêm",
        "reviews": [
            "Chúng tôi rất vui mừng với những bộ đồ thủ công của mình, chúng vừa vặn với chúng tôi một cách hoàn hảo và được thực hiện nhanh chóng. Đầu tiên, chúng tôi chọn loại vải và màu sắc, sau đó chúng tôi có thể cho Lana biết chính xác những gì chúng tôi mong đợi và mong muốn trong các thiết kế. Ngày hôm sau, chúng tôi thử đồ lần đầu tiên và đưa ra ý kiến ​​của mình mà cô ấy đã lắng nghe và quan tâm. Lần lắp thứ hai gần như hoàn hảo. Chúng tôi đã đến lấy chúng vào ngày thứ 3 và chúng chính xác là những gì chúng tôi muốn. Chất lượng và giá cả tốt là những gì bạn có thể mong đợi từ những người làm việc ở đó, những người cũng thực sự là những người tử tế. Xin chân thành cảm ơn bạn vì kỷ niệm tuyệt vời này!Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình tại Lana Bespoke Tailoring. Chúng tôi tự hào khi biết khách hàng hài lòng với trải nghiệm tại cửa hàng của họ. Hy vọng sẽ sớm gặp lại bạn!\nLana.Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời ở Hội An, tôi đã đánh rơi chiếc áo mà tôi muốn tái tạo lại, quay lại và hoàn thành vào ngày hôm sau! Bạn trai tôi đã may một chiếc áo sơ mi và nó vừa vặn với anh ấy hơn bất kỳ chiếc áo sơ mi nào khác mà anh ấy sở hữu. Thật dễ dàng, nhanh chóng và đơn giản. Chất lượng tốt và giá tốt. Chắc chắn khuyên bạn nên ghé thăm!! Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đánh giá 5 sao này. Chúng tôi thực sự đánh giá cao việc bạn trở thành khách hàng và giúp chia sẻ thông tin về chúng tôi. Chúng tôi - sẵn sàng hỗ trợ bạn bất cứ lúc nào.\nChúc một ngày tốt lành!\nLana.Đọc thêm",
            "Đi bộ xuống phố, chồng tôi và tôi quyết định ghé qua tiệm may Lana vì chúng tôi có những bức ảnh về những gì chúng tôi muốn làm. Enzie và Nina đã lấy số đo của chúng tôi và ngày TIẾP THEO chúng tôi đã chuẩn bị xong quần và áo khoác cho lần điều chỉnh đầu tiên. Tất cả được thực hiện từ những bức ảnh - rất ấn tượng!\n\nGiao tiếp rất tuyệt vời, giá cả phải chăng và nhanh chóng mặc dù họ có nhiều đơn đặt hàng. Enzie và Nina đã chăm sóc chúng tôi đặc biệt trong thời gian có hạn ở Hội An. Tôi thực sự khuyên bạn nên thợ may Lana!Đọc thêm",
            "Đây là thợ may giỏi nhất ở Hội An. Rose thật không thể tin được. Thời gian lắp đặt và hoàn thiện từ lần tư vấn đầu tiên cho đến khi ra sản phẩm cuối cùng là 30 giờ. Những lựa chọn đáng kinh ngạc, những con người tuyệt vời và dịch vụ khách hàng xuất sắc. Họ thậm chí còn vận chuyển và giữ số đo của bạn trong 2 năm! Tôi - sẽ mua tất cả bộ vest của mình từ Rose và Lana Tailor trong tương lai.Đọc thêm",
            "Harrison thân mến,\n\nCám ơn vì những phản hồi có giá trị của bạn. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi thực sự được thúc đẩy bởi phản hồi tích cực của bạn.\n\nTại Lana Tailor, chúng tôi luôn trân trọng khách hàng trong trái tim mình. Chúng tôi cam kết cung cấp dịch vụ đặc biệt và chúng tôi háo hức chờ đợi cơ hội được phục vụ bạn một lần nữa.\n\nTrân trọng kính chào,\nsoori\nNhóm Dịch vụ Khách hàngĐọc thêm",
            "Thợ may tuyệt vời. Chúng tôi rất vui khi được ENZIE hỗ trợ, cô ấy là một người phụ nữ đáng yêu và đã cung cấp cho vợ tôi và tôi những lời khuyên rất hữu ích. Cô ấy rất kiên nhẫn và đã sắp xếp cho chúng tôi 3 lần thử đồ cho một bộ vest, một chiếc áo khoác và một chiếc váy cưới. Nhìn chung, chất lượng và sự vừa vặn thật phi thường, đẹp hơn nhiều so với những nơi khác mà chúng tôi đã đến. Hơn nữa, Giá cả cũng tuyệt vời, không đắt như A Dong Silk hay Laly với chất lượng tương đương hoặc tốt hơn. Chúng tôi rất hài lòng với tất cả sự hỗ trợ, thân thiện, giúp đỡ và kết quả chung của Lana Tailor. Họ rất chuyên nghiệp! Và Enzie là một chuyên gia và là một người thực sự đáng yêu! Rất đáng để giới thiệu! Trân trọng từ Tây Ban Nha, Đọc thêm",
            "Tôi rất có thể giới thiệu Lana Tailor. Chúng tôi đã yêu cầu 4 dãy phòng được giao trong tình trạng hoàn hảo trong vòng chưa đầy 48 giờ. Chúng tôi thực sự ấn tượng với chất lượng công việc được thực hiện, vật liệu và sự chuyên nghiệp - thân thiện của nhân viên. Họ cũng giữ các biện pháp của bạn để bạn có thể đặt hàng qua web một bộ phần mềm mới bất kỳ lúc nào.Đọc thêm",
            "Chúng tôi đã xem xét xung quanh một số thợ may khác ở Hội An và đây là nơi đã đưa ra quyết định chính xác! Bạn trai của tôi biết chất lượng và với mức giá chỉ bằng một phần nhỏ so với những gì bạn phải trả ở Anh, điều đó thật tốt! Anh ấy may 2 bộ vest và 3 chiếc áo khoác còn tôi có 2 chiếc áo khoác và một chiếc váy. Vì tôi cao nên thật tuyệt khi có những thứ vừa vặn với tay và cơ thể tôi! Các nhân viên rất thân thiện và biết công cụ của họ. Madonna - tên thật Tao! - thật đáng yêu và họ sẽ hoàn thành nó cho bạn vào ngày hôm sau. Khi bạn quay lại, nếu bạn muốn nó được thay đổi thì cũng không có vấn đề gì với họ. Trải nghiệm tuyệt vời- cảm ơn bạn, Madonna!! ; -  Đọc thêm",
            "Sau khi quan sát xung quanh một chút, đối tác của tôi đã quyết định may một bộ đồ tại Lana - s, Madonna - chủ sở hữu - vui tính, thân thiện và cung cấp dịch vụ khách hàng tuyệt vời. Cô ấy đi sâu vào chi tiết về cách may bộ đồ, thực sự hiểu rõ về đồ đạc của mình và chúng tôi không cảm thấy bị áp lực khi phải mua. Trên thực tế, trong khi đối tác của tôi đang được thử đồ, tôi đã tìm thấy một chiếc áo khoác mà tôi thích và rất ấn tượng với dịch vụ nên tôi cũng đã may chiếc áo khoác đó! Mặc dù cô ấy không có nhiều loại vải và hoa văn như một số cửa hàng làm, nhưng những gì cô ấy làm đều rất xuất sắc và nó đáng giá từng xu.Đọc thêm",
            "Dịch vụ tuyệt vời sản phẩm tuyệt vời. Tôi muốn quay lại và làm thêm nhiều thứ nữa nhưng đó là một chuyến đi hơi xa. Các nhân viên cực kỳ hữu ích và tôi thậm chí còn được đến thăm tiệm may nơi áo khoác của tôi được may.Đọc thêm",
            "Sau khi đi mua sắm một chút, chúng tôi dừng lại ở Lana - s. Madona đã giúp chúng tôi và cô ấy biết rõ mình đang nói về điều gì. Tôi đặt mua hai bộ quần áo và hai chiếc áo sơ mi. Chúng không phải là loại rẻ nhất mà bạn có thể mua được, nhưng chất lượng vải và tay nghề rất cao. Sau hai lần lắp đặt, tôi hoàn toàn hài lòng và cảm thấy như có được một triệu đô la.Đọc thêm",
            "Bạn bè của tôi và tôi dừng lại ở đây sau khi kiểm tra đánh giá trực tuyến. Họ thật tuyệt, mỗi người chúng tôi được chăm sóc bởi những người khác nhau, nhưng tất cả họ đều tuyệt vời và dịch vụ không thể tốt hơn được. Quần áo chúng tôi nhận được rất đẹp và có chất lượng tuyệt vời. Làm việc trong lĩnh vực quần áo, tôi biết chi phí bán buôn để may bộ vest là bao nhiêu, và đây là những sản phẩm có chất lượng tuyệt vời, với giá bán buôn! : - Có lẽ phải tận dụng hệ thống đặt hàng trực tuyến!Đọc thêm",
            "Tôi đã đặt mua một bộ vest từ đây và dịch vụ rất tốt từ đầu đến cuối. Bộ vest hoàn hảo và tôi chắc chắn sẽ đặt mua thêm một bộ nữa! Mymy là người phục vụ tôi và cô ấy thật tuyệt vời! Đọc thêm",
            "Chúng tôi tìm thấy Lana Tailors khi đang trên đường đến một thợ may khác - tôi rất vui vì đã tìm thấy họ. Tôi thấp với cái bụng to. Tôi không dễ hòa nhập. Trợ lý của tôi, Tea, thật tuyệt vời. Tôi đã may 5 chiếc quần công sở - chúng vừa vặn hoàn hảo. Thời gian trang điểm chưa đến 24 giờ nên tôi đã may được 2 chiếc áo sơ mi thông thường. Cùng một dịch vụ tuyệt vời, nhanh chóng - hoàn toàn phù hợp. 5 trên 5. Đọc thêm",
            "Chúng tôi thấy các nhân viên khá thô lỗ với Lana. Họ dường như rất thúc đẩy bạn hướng tới những lựa chọn đắt tiền nhất và không thực sự lắng nghe những gì bạn muốn. Họ có vẻ rất thích tái tạo phong cách cố định của họ và không quan tâm lắm đến việc lắng nghe bất kỳ chi tiết phức tạp nào mà bạn muốn. Bản thân việc may đo cũng tốt, nhưng giá quá cao so với những gì bạn có thể kiếm được ở những nơi khác - bạn trai tôi đã kiếm được một công việc tốt hơn nhiều được thực hiện tại Mr Zu, ngay gần đây. Khi nói đến việc thanh toán, khách sạn của chúng tôi lẽ ra phải giảm giá 20 cho chúng tôi, điều này có thể khiến nó xứng đáng. Tuy nhiên, khi chúng tôi nêu vấn đề này với họ, họ nói rằng điều này đã được đưa vào. Chúng tôi biết thực tế là không phải vậy, vì họ không biết chúng tôi đang ở khách sạn nào khi được báo giá. Vì vậy, chúng tôi đã bị tính phí quá mức khoảng - 27 cho một chiếc váy và áo blazer dành cho phụ nữ.Đọc thêm",
            "Kính gửi AnnabelJayneK,\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi với chúng tôi về trải nghiệm của bạn tại Lana. Chúng tôi thực sự rất tiếc khi biết về những vấn đề bạn gặp phải trong chuyến thăm.\n\nChúng tôi xin lỗi vì bất kỳ sự bất tiện nào gây ra bởi thái độ của nhân viên chúng tôi. Cung cấp dịch vụ chu đáo và được cá nhân hóa là ưu tiên hàng đầu của chúng tôi và thật đáng thất vọng khi biết rằng chúng tôi không đáp ứng được mong đợi của bạn về mặt này. Nhận xét của bạn về cảm giác bị áp lực trước các lựa chọn đắt tiền và việc thiếu quan tâm đến sở thích cụ thể của bạn là điều đáng lo ngại và chúng tôi sẽ giải quyết vấn đề này với nhóm của mình để đảm bảo thực hiện cải tiến.\n\nVề vấn đề giá cả và chiết khấu, chúng tôi chân thành xin lỗi vì bất kỳ sự nhầm lẫn hoặc sai lệch nào. Hãy yên tâm, chúng tôi rất coi trọng tính minh bạch về giá và chúng tôi sẽ điều tra vấn đề này kỹ hơn để đảm bảo tránh những hiểu lầm như vậy trong tương lai.\n\nChúng tôi đánh giá cao việc bạn lưu ý những vấn đề này vì nó cho phép chúng tôi xác định các lĩnh vực cần cải thiện. Chúng tôi đánh giá cao sự ủng hộ của bạn và hy vọng có cơ hội lấy lại niềm tin của bạn đối với dịch vụ của chúng tôi.\n\nNếu bạn sẵn lòng cho chúng tôi một cơ hội khác, vui lòng liên hệ trực tiếp với chúng tôi. Chúng tôi rất vui được hỗ trợ cá nhân bạn và đảm bảo rằng trải nghiệm tiếp theo của bạn với chúng tôi sẽ vượt quá mong đợi của bạn.\n\nCảm ơn bạn một lần nữa vì phản hồi có giá trị của bạn.\n\nTrân trọng kính chào,\nsoori\nNhóm Dịch vụ Khách hàngĐọc thêm",
            "Làm cách nào để liên hệ với nhân viên Lana Tailor? Tôi có thể - dường như tôi có thể trực tuyến thông qua trang web của họĐọc thêm",
            "Này, tôi và bạn trai sẽ đến Hội An vào tháng 8 và chúng tôi rất muốn may quần áo! Sau khi đọc các nhận xét và nghiên cứu, chúng tôi nghĩ rằng Lana là nơi nên đến. Tuy nhiên, chúng tôi có một số câu hỏi mà chúng tôi muốn được giải đáp trước khi đến đó:\n\n1 - Bạn thanh toán bằng loại tiền tệ nào?\n\n2 - Một bộ vest nam ba mảnh có giá khởi điểm bao nhiêu?\n\n3 - Bạn có làm giày không?\n\n4 - Bạn có dự trữ len cashmere để làm áo liền quần không?\n\nCảm ơn bạn rất nhiều vì đã đọc bài viết này và chúng tôi mong chờ câu trả lời của bạn!Đọc thêm"
        ],
        "star_ratings": [
            222,
            21,
            4,
            9,
            4
        ],
        "review_amount": 260,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hội An",
            "Chào An",
            "Thợ may len",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 21, 2023",
            "Written September 13, 2023",
            "Written December 29, 2023",
            "Written April 23, 2024",
            "Written September 14, 2014",
            "Written August 29, 2014",
            "Written August 15, 2014",
            "Written August 11, 2014",
            "Written August 6, 2014",
            "Written August 4, 2014",
            "Written July 24, 2014",
            "Written July 11, 2014",
            "Written July 9, 2014",
            "Written July 7, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3581583-Reviews-or60-Lana_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12365397-Reviews-Ginkgo_T_Shirts_Store_Le_Loi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316393-Reviews-VIT_leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316420-Reviews-Vit_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25310359-Reviews-Ng_c_Designer-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10798594-Reviews-Hoi_An_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27418356-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26320395-Reviews-Vrosa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or50-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or70-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7096806-Reviews-Thien_Phat_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27095420-Reviews-SENs_FAIFO-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2415037-Reviews-AVa_na-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1465300-Reviews-Dong_Duong-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5035703-Reviews-Thinh_Thanh_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6672220-Reviews-Ngan_Xua_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26751483-Reviews-Pure_weave_cashmere_silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25319249-Reviews-VIT_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25569207-Reviews-Cashmere_Hut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17199304-Reviews-Ginkgo_Concept_Store_93-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2275868-Reviews-Mr_Xe_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10387105-Reviews-Vanda_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d12539636-Reviews-Torre_di_Arnolfo-Florence_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g293993-d17595521-Reviews-Makkah_Clock_Tower_Museum-Mecca_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g34345-d274104-Reviews-Southernmost_Point-Key_West_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g804484-d12701005-Reviews-Lucice_Beach-Petrovac_Budva_Municipality.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d4473690-Reviews-Goats_on_the_Roof-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g644259-d4300951-Reviews-Phi_Beach_Club-Baia_Sardinia_Arzachena_Province_of_Olbia_Tempio_Sardinia.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d8775226-Reviews-Karwan_Bazar-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d548225-Reviews-Kurama_Onsen-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g45106-d481535-Reviews-Dumas_Brothel_Museum-Butte_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60878-d558673-Reviews-Lincoln_Park-Seattle_Washington.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or70-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or60-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "thợ may": 0.759684385440778,
            "bộ vest": 0.5,
            "áo khoác": 0.5,
            "váy": 0.5,
            "giá cả": 0.8737691454589367,
            "chất lượng": 0.6470990180969238,
            "phòng": 0.995471348578576,
            "chất": 0.9907894256757572,
            "nhân viên": 0.7467468787217513,
            "biện pháp": 0.9872561510419473,
            "mức giá": 0.9832213565241545,
            "trải nghiệm": 0.995559606119059,
            "bộ đồ": 0.9955387850059196,
            "dịch vụ khách hàng": 0.9954811609932221,
            "đồ đạc": 0.7966400617733598,
            "dịch vụ": 0.5,
            "vải": 0.9911141061456874,
            "cửa hàng": 0.9834962976165116
        },
        "dicts_adj": {
            "thợ may": [
                "tuyệt vời",
                "khác",
                "chính xác"
            ],
            "bộ vest": [],
            "áo khoác": [],
            "váy": [],
            "giá cả": [
                "tuyệt vời",
                "đắt"
            ],
            "chất lượng": [
                "tương đương",
                "tốt",
                "hơn"
            ],
            "phòng": [
                "hoàn hảo",
                "đầy"
            ],
            "chất": [
                "chuyên nghiệp"
            ],
            "nhân viên": [
                "thân thiện"
            ],
            "biện pháp": [
                "bất kỳ"
            ],
            "mức giá": [
                "nhỏ",
                "tốt"
            ],
            "trải nghiệm": [
                "tuyệt vời"
            ],
            "bộ đồ": [
                "tuyệt vời"
            ],
            "dịch vụ khách hàng": [
                "tuyệt vời"
            ],
            "đồ đạc": [
                "thực sự",
                "rõ"
            ],
            "dịch vụ": [],
            "vải": [
                "xuất sắc"
            ],
            "cửa hàng": [
                "xuất sắc"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "thợ may": 1.0,
            "bộ vest": 1.0,
            "áo khoác": 1.5,
            "váy": 1.0,
            "giá cả": 0.5,
            "chất lượng": 0.5,
            "phòng": 0.5,
            "chất": 0.5,
            "nhân viên": 1.0,
            "biện pháp": 0.5,
            "mức giá": 0.5,
            "trải nghiệm": 0.5,
            "bộ đồ": 0.5,
            "dịch vụ khách hàng": 0.5,
            "đồ đạc": 0.5,
            "dịch vụ": 0.5,
            "vải": 0.5,
            "cửa hàng": 0.5
        }
    },
    {
        "attraction_name": "Lana Tailor",
        "attraction_name_vi": "Thợ may len",
        "general_info": [
            "260 đánh giá",
            "- 142 trên 680 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Lana Tailor là một trong số ít tiệm may tại Hội An cung cấp dịch vụ trọn gói, từ vật liệu chất lượng tốt đến các thiết bị nhập khẩu hàng đầu. Quan trọng nhất, Lana Tailor có đội ngũ thợ may lành nghề để hoàn thành dịch vụ của mình. Hơn nữa, Lana Tailor tập trung vào các sản phẩm chất lượng tốt nhất và giá cả hợp lý cho khách hàng nên Lana Tailor từ chối trả bất kỳ khoản hoa hồng nào cho bên trung gian để tạo nên một thị trường công bằng tại Hội An. Lana tin rằng cả bản thân Lana và khách hàng của mình đều được hưởng lợi từ hoạt động đó. Đọc thêm",
        "reviews": [
            "Chúng tôi rất vui mừng với những bộ đồ thủ công của mình, chúng vừa vặn với chúng tôi một cách hoàn hảo và được thực hiện nhanh chóng. Đầu tiên, chúng tôi chọn loại vải và màu sắc, sau đó chúng tôi có thể cho Lana biết chính xác những gì chúng tôi mong đợi và mong muốn trong các thiết kế. Ngày hôm sau, chúng tôi thử đồ lần đầu tiên và đưa ra ý kiến ​​của mình mà cô ấy đã lắng nghe và quan tâm. Lần lắp thứ hai gần như hoàn hảo. Chúng tôi đã đến lấy chúng vào ngày thứ 3 và chúng chính xác là những gì chúng tôi muốn. Chất lượng và giá cả tốt là những gì bạn có thể mong đợi từ những người làm việc ở đó, những người cũng thực sự là những người tử tế. Xin chân thành cảm ơn bạn vì kỷ niệm tuyệt vời này!Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình tại Lana Bespoke Tailoring. Chúng tôi tự hào khi biết khách hàng hài lòng với trải nghiệm tại cửa hàng của họ. Hy vọng sẽ sớm gặp lại bạn!\nLana.Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời ở Hội An, tôi đã đánh rơi chiếc áo mà tôi muốn tái tạo lại, quay lại và hoàn thành vào ngày hôm sau! Bạn trai tôi đã may một chiếc áo sơ mi và nó vừa vặn với anh ấy hơn bất kỳ chiếc áo sơ mi nào khác mà anh ấy sở hữu. Thật dễ dàng, nhanh chóng và đơn giản. Chất lượng tốt và giá tốt. Chắc chắn khuyên bạn nên ghé thăm!! Đọc thêm",
            "Kính gửi Quý ông - Quý bà,\nCảm ơn bạn rất nhiều vì đánh giá 5 sao này. Chúng tôi thực sự trân trọng việc bạn là khách hàng và giúp chia sẻ thông tin về chúng tôi. Chúng tôi luôn ở đây vì bạn.\nChúc bạn một ngày tốt lành!\nLana.Đọc thêm",
            "Đi bộ xuống phố, chồng tôi và tôi quyết định ghé qua tiệm may Lana vì chúng tôi có những bức ảnh về những gì chúng tôi muốn làm. Enzie và Nina đã lấy số đo của chúng tôi và ngày TIẾP THEO chúng tôi đã chuẩn bị xong quần và áo khoác cho lần điều chỉnh đầu tiên. Tất cả được thực hiện từ những bức ảnh - rất ấn tượng!\n\nGiao tiếp rất tuyệt vời, giá cả phải chăng và nhanh chóng mặc dù họ có nhiều đơn đặt hàng. Enzie và Nina đã chăm sóc chúng tôi đặc biệt trong thời gian có hạn ở Hội An. Tôi thực sự khuyên bạn nên thợ may Lana!Đọc thêm",
            "Đây là thợ may giỏi nhất ở Hội An. Rose thật không thể tin được. Thời gian lắp đặt và hoàn thiện từ lần tư vấn đầu tiên cho đến khi ra sản phẩm cuối cùng là 30 giờ. Những lựa chọn đáng kinh ngạc, những con người tuyệt vời và dịch vụ khách hàng xuất sắc. Họ thậm chí còn vận chuyển và giữ số đo của bạn trong 2 năm! Tôi - sẽ mua tất cả bộ vest của mình từ Rose và Lana Tailor trong tương lai.Đọc thêm",
            "Harrison thân mến,\n\nCám ơn vì những phản hồi có giá trị của bạn. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi thực sự được thúc đẩy bởi phản hồi tích cực của bạn.\n\nTại Lana Tailor, chúng tôi luôn trân trọng khách hàng trong trái tim mình. Chúng tôi cam kết cung cấp dịch vụ đặc biệt và chúng tôi háo hức chờ đợi cơ hội được phục vụ bạn một lần nữa.\n\nTrân trọng kính chào,\nsoori\nNhóm Dịch vụ Khách hàngĐọc thêm",
            "Xuất sắc về mọi mặt. Tea thân thiện, chuyên nghiệp và chu đáo, luôn làm việc hướng tới sản phẩm tốt nhất có thể. Tôi đã mua 4 bộ quần áo. Tất cả đều phù hợp hoàn hảo. Cho đến nay, bộ đồ đẹp nhất tôi đã mặc. Từ giờ trở đi, tôi sẽ đặt mua vest trực tuyến từ Tea tại Lana, Hội An mà không cần đắn đo. Tony, Melbourne, Úc, tháng 6 năm 2014Đọc thêm",
            "Đây là lần thứ 2 tôi đến Hội An và tôi biết đây sẽ là điểm đến đầu tiên của tôi khi đến đây. Tuyệt vời lần đầu tiên và cũng tuyệt vời như chuyến thăm này. Các cô gái vui vẻ, thân thiệnVà chất lượng quần áo thì không chê vào đâu được. Yêu, yêu, yêu nó!! Đọc thêm",
            "Sau khi xem một số đánh giá tốt gần đây ở đây, tôi quyết định mua một vài chiếc áo sơ mi vì nghĩ rằng giá cao hơn ở đây sẽ đáng giá vì chất lượng sẽ tốt hơn.  Đây không phải là trường hợp.  Dịch vụ ban đầu vẫn ổn nhưng sau đó xuống dốc sau khi đơn hàng được đặt.  Việc lắp đặt diễn ra gấp rút và mọi câu hỏi hoặc thắc mắc về kích thước đều bị bác bỏ hoặc đưa ra lời bào chữa về lý do tại sao điều này là - bình thường -.  Cuối cùng, tôi bỏ cuộc và nghĩ rằng đó là một trận thua. Khi tôi lấy lại chúng và có thể thử chúng đúng cách thì lại càng có nhiều vấn đề hơn.  Kích cỡ không nhất quán giữa các áo sơ mi, một số vẫn có lỗ cúc bịt kín, một tay áo lớn hơn tay áo kia, một tay áo vẫn có dấu rõ ràng ở nơi vải được cho là đã bị cắt nhưng thực tế lại không bị trượt do chụp lâu - .  Các dấu hiệu trông giống như văn bản, không phải phấn nên ai biết liệu chúng có bị trôi đi hay không. Vào ngày hôm sau, chúng tôi đến một thợ may khác cách đó vài mét và thật là khác biệt! Giá trị tốt hơn, sản phẩm tốt hơn FAR và sự chú ý nhiều hơn đến từng chi tiết và niềm tự hào trong công việc của họ.  Đó là ngày và đêm so với trải nghiệm ở Lana.  Hãy tìm nơi khác, có nhiều thợ may giỏi hơn ở Hội An.Đọc thêm",
            "I should start by saying we were a group of 3, two men getting a suit, shirts and a winter coat each and a woman getting intrecate silk shirts and a winter coat made. Like everyone who arrives in hoi an we were overwhelmed by the number of tailors around. With so many places all offering the same service how can you know who to pick? We first visited the shops recommended by so many like Yaly, A dong and thung thuy and couldn - t have been more disapointed. The sales assistant was rude, brisk and uninterested in our questions. She refused to offer us some kind of deal even for the amount our group was getting and just wanted to get rid of us. After visiting countless shops we came across Lana and instantly felt more relaxed. The clothes on display matched our style and lacked the dust covering of many other shops. The woman who talked us through how their process works without pushing us to buy. The woman who looked after me, little Enzy  - ask for her if you like -  was friendly and a true artist. I wanted a coat a little different to any I - ve seen before, I couldn - t find a photo anywhere, after explaining to her she drew some sketches and the end result was better than I had ever pictured. A small point of critisism though was that the woman in our group seemed to have to work harder to get her point across, possibly because they are more used to dealing with men - s products or because of the woman asigned to her, in the end though she was pleased with her chlothes like us, it just took a couple of fittings more. To cut a long review slightly shorter we walked away with some brilliant clothes and a smile and hopes to return. Thanks to everyone at Lana! Read more",
            "Tôi đã đặt 1 bộ vest và khi đến lần thử đầu tiên thì thấy rất đẹp nên tôi đã đặt thêm 2 bộ nữa. Madona nói tiếng Anh rất tốt và muốn đảm bảo rằng tôi hài lòng với mọi chi tiết trước khi mang bộ vest về nhà. Tôi đã thử 3 bộ riêng biệt. Chúng tôi đã may đồ ở những thợ may khác ở Hội An và chất lượng thành phẩm không tốt bằng. Đọc thêm",
            "Chúng tôi đã đến Lana - s vào mùa hè năm ngoái để đặt một số bộ vest. Bây giờ trở về nhà, chúng tôi đánh giá cao dịch vụ tuyệt vời và chất lượng so với tất cả các cửa hàng quần áo không may đo ở đây. Enzie đã cung cấp cho chúng tôi lời khuyên tuyệt vời và sau hai lần thử đồ và gần 24 giờ, chúng tôi đã có bộ vest của mình. Tôi rất vui, ngay cả sau một vài lần mặc chúng, vì vậy tôi đang nghĩ đến việc đặt hàng lại trực tuyến. Chúng tôi hoàn toàn giới thiệu Lana! Đọc thêm",
            "Có Madonna làm thợ may cho chúng tôi. Chất lượng rất tốt làm bộ đồ và nhân viên rất đáng yêu. Mua 3 bộ vest, 5 áo sơ mi và 2 áo khoác với giá rất hợp lý. Có chất lượng khá tốt sau lần lắp đầu tiên. Madonna đảm bảo rằng mọi thứ đều hoàn hảo. Chất lượng tốt, dịch vụ tốt và thời gian tốt. Cần tôi nói thêm.Đọc thêm",
            "Có rất nhiều thợ may ở đây nên có thể gây nhầm lẫn. Lana và tôi tin rằng 3 người khác thực sự đang điều hành cửa hàng máy móc của riêng họ ngay tại chỗ. Chúng tôi thấy Lana làm công việc khá tốt, giá cả hợp lý, có năng lực và hiệu quả. Hãy thử và nhờ Madonna phục vụ bạn, cô ấy vui tính và táo bạo nhưng vẫn chuyên nghiệp. Lời cảnh báo - hãy thử bộ đồ của bạn khi đứng trước máy điều hòa ở phía sau nếu không bạn sẽ tan chảy!Đọc thêm",
            "Cả chồng tôi và tôi đều đặt mua một số món đồ từ Lana - s và Tea thật tuyệt vời khi vừa vặn cả bộ vest, áo khoác ngoài và 4 chiếc áo khoác của anh ấy cho tôi! Chất lượng tuyệt vời và nhân viên biết chính xác những gì họ đang làm! Chúng tôi chắc chắn sẽ đặt hàng trực tuyến để chuyển hàng về Anh trong tương lai!Đọc thêm",
            "Chất lượng, dịch vụ và con người vượt trội. Rất hài lòng với bộ đồ của tôi - 3 món - áo khoác và áo sơ mi. Trà rất hữu ích và thực hiện tất cả những thay đổi mà anh ấy yêu cầu.Đọc thêm"
        ],
        "star_ratings": [
            222,
            21,
            4,
            9,
            4
        ],
        "review_amount": 260,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hội An",
            "Chào An",
            "Thợ may len",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 21, 2023",
            "Written September 13, 2023",
            "Written December 29, 2023",
            "Written April 23, 2024",
            "Written June 29, 2014",
            "Written June 25, 2014",
            "Written June 17, 2014",
            "Written May 20, 2014",
            "Written May 16, 2014",
            "Written April 28, 2014",
            "Written April 23, 2014",
            "Written April 23, 2014",
            "Written April 18, 2014",
            "Written April 17, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3581583-Reviews-or70-Lana_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12365397-Reviews-Ginkgo_T_Shirts_Store_Le_Loi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316393-Reviews-VIT_leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316420-Reviews-Vit_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25310359-Reviews-Ng_c_Designer-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10798594-Reviews-Hoi_An_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27418356-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26320395-Reviews-Vrosa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or60-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or80-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7096806-Reviews-Thien_Phat_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27095420-Reviews-SENs_FAIFO-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2415037-Reviews-AVa_na-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1465300-Reviews-Dong_Duong-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5035703-Reviews-Thinh_Thanh_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6672220-Reviews-Ngan_Xua_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26751483-Reviews-Pure_weave_cashmere_silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25319249-Reviews-VIT_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25569207-Reviews-Cashmere_Hut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17199304-Reviews-Ginkgo_Concept_Store_93-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2275868-Reviews-Mr_Xe_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10387105-Reviews-Vanda_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189135-d8867622-Reviews-Mercado_Da_Graca-Ponta_Delgada_Sao_Miguel_Azores.html",
            "https://www.tripadvisor.com/Attraction_Review-g33667-d209435-Reviews-Main_Street-Telluride_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g29527-d107588-Reviews-Madaket_Beach-Nantucket_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g48729-d10779501-Reviews-Star_Trek_Original_Series_Set_Tour-Ticonderoga_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g60583-d9564599-Reviews-Onekahakaha_Beach_Park-Hilo_Island_of_Hawaii_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d5488673-Reviews-Flairs_Cocktail_Bar-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g562747-d3571896-Reviews-Tramway_du_Mont_Blanc-Saint_Gervais_les_Bains_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d4833195-Reviews-Mercato_Monti_Urban_Market-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g147247-d3443556-Reviews-Aquaventure_Waterpark_Aruba-Aruba.html",
            "https://www.tripadvisor.com/Attraction_Review-g3417464-d269191-Reviews-Salvador_Dali_House-Portlligat_Province_of_Girona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or80-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or70-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "sản phẩm": 0.9645774690725375,
            "bộ": 0.5,
            "quần áo": 0.5,
            "bộ đồ": 0.9932273884769529,
            "vest": 0.5031815581023693,
            "tea": 0.8737691454589367,
            "chuyến thăm": 0.9954309336608276,
            "chất": 0.5,
            "áo sơ mi": -0.3881199238821864,
            "giá": 0.47563322078591835,
            "chất lượng": 0.9711127016344108,
            "dịch vụ": 0.5333399493247271,
            "lắp đặt": -0.9615456198807806,
            "áo": 0.6086021447554231,
            "thợ may": 0.6399993915110826,
            "trải nghiệm": 0.5559139177203178,
            "thung thuy": 0.9934692071983591
        },
        "dicts_adj": {
            "sản phẩm": [
                "chuyên nghiệp",
                "tốt",
                "tốt",
                "hơn",
                "nhiều",
                "hơn"
            ],
            "bộ": [],
            "quần áo": [],
            "bộ đồ": [
                "đẹp",
                "nhất"
            ],
            "vest": [
                "trực tuyến"
            ],
            "tea": [
                "trực tuyến"
            ],
            "chuyến thăm": [
                "Tuyệt vời",
                "đầu tiên",
                "tuyệt vời"
            ],
            "chất": [],
            "áo sơ mi": [
                "cao",
                "hơn",
                "kín"
            ],
            "giá": [
                "tốt",
                "gần",
                "cao",
                "hơn",
                "tốt",
                "hơn"
            ],
            "chất lượng": [
                "tốt",
                "hơn"
            ],
            "dịch vụ": [
                "ổn"
            ],
            "lắp đặt": [
                "gấp rút",
                "bình thường"
            ],
            "áo": [
                "lớn",
                "hơn"
            ],
            "thợ may": [
                "khác",
                "khác",
                "nhiều",
                "giỏi",
                "hơn"
            ],
            "trải nghiệm": [],
            "thung thuy": []
        },
        "list_proper_noun": [],
        "factor value": {
            "sản phẩm": 1.0,
            "bộ": 0.5,
            "quần áo": 1.0,
            "bộ đồ": 0.5,
            "vest": 0.5,
            "tea": 0.5,
            "chuyến thăm": 0.5,
            "chất": 0.5,
            "áo sơ mi": 0.5,
            "giá": 0.5,
            "chất lượng": 0.5,
            "dịch vụ": 0.5,
            "lắp đặt": 0.5,
            "áo": 0.5,
            "thợ may": 0.5,
            "trải nghiệm": 0.5,
            "thung thuy": 0.5
        }
    },
    {
        "attraction_name": "Lana Tailor",
        "attraction_name_vi": "Thợ may len",
        "general_info": [
            "260 đánh giá",
            "- 142 trên 680 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Lana Tailor là một trong số ít tiệm may ở Hội An cung cấp dịch vụ hoàn chỉnh, từ chất liệu tốt đến thiết bị nhập khẩu cao cấp. Quan trọng nhất, Lana Tailor có đội ngũ thợ may lành nghề để hoàn thành tốt dịch vụ của mình. Hơn nữa, Lana Tailor tập trung vào các sản phẩm chất lượng tốt nhất và giá cả hợp lý cho khách hàng nên Lana Tailor từ chối giao bất kỳ khoản hoa hồng nào cho người trung gian nhằm thiết lập một thị trường công bằng ở Hội An. Lana tin rằng cả bản thân Lana và khách hàng của mình sẽ được hưởng lợi từ cách làm đó.Đọc thêm",
        "reviews": [
            "Chúng tôi rất vui mừng với những bộ đồ thủ công của mình, chúng vừa vặn với chúng tôi một cách hoàn hảo và được thực hiện nhanh chóng. Đầu tiên, chúng tôi chọn loại vải và màu sắc, sau đó chúng tôi có thể cho Lana biết chính xác những gì chúng tôi mong đợi và mong muốn trong các thiết kế. Ngày hôm sau, chúng tôi thử đồ lần đầu tiên và đưa ra ý kiến ​​của mình mà cô ấy đã lắng nghe và quan tâm. Lần lắp thứ hai gần như hoàn hảo. Chúng tôi đã đến lấy chúng vào ngày thứ 3 và chúng chính xác là những gì chúng tôi muốn. Chất lượng và giá cả tốt là những gì bạn có thể mong đợi từ những người làm việc ở đó, những người cũng thực sự là những người tử tế. Xin chân thành cảm ơn bạn vì kỷ niệm tuyệt vời này!Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình tại Lana Bespoke Tailoring. Chúng tôi tự hào khi biết khách hàng hài lòng với trải nghiệm tại cửa hàng của họ. Hy vọng sẽ sớm gặp lại bạn!\nLana.Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời ở Hội An, tôi đã đánh rơi chiếc áo mà tôi muốn tái tạo lại, quay lại và hoàn thành vào ngày hôm sau! Bạn trai tôi đã may một chiếc áo sơ mi và nó vừa vặn với anh ấy hơn bất kỳ chiếc áo sơ mi nào khác mà anh ấy sở hữu. Thật dễ dàng, nhanh chóng và đơn giản. Chất lượng tốt và giá tốt. Chắc chắn khuyên bạn nên ghé thăm!! Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đánh giá 5 sao này. Chúng tôi thực sự đánh giá cao việc bạn trở thành khách hàng và giúp chia sẻ thông tin về chúng tôi. Chúng tôi - sẵn sàng hỗ trợ bạn bất cứ lúc nào.\nChúc một ngày tốt lành!\nLana.Đọc thêm",
            "Đi bộ xuống phố, chồng tôi và tôi quyết định ghé qua tiệm may Lana vì chúng tôi có những bức ảnh về những gì chúng tôi muốn làm. Enzie và Nina đã lấy số đo của chúng tôi và ngày TIẾP THEO chúng tôi đã chuẩn bị xong quần và áo khoác cho lần điều chỉnh đầu tiên. Tất cả được thực hiện từ những bức ảnh - rất ấn tượng!\n\nGiao tiếp rất tuyệt vời, giá cả phải chăng và nhanh chóng mặc dù họ có nhiều đơn đặt hàng. Enzie và Nina đã chăm sóc chúng tôi đặc biệt trong thời gian có hạn ở Hội An. Tôi thực sự khuyên bạn nên thợ may Lana!Đọc thêm",
            "Đây là thợ may giỏi nhất ở Hội An. Rose thật không thể tin được. Thời gian lắp đặt và hoàn thiện từ lần tư vấn đầu tiên cho đến khi ra sản phẩm cuối cùng là 30 giờ. Những lựa chọn đáng kinh ngạc, những con người tuyệt vời và dịch vụ khách hàng xuất sắc. Họ thậm chí còn vận chuyển và giữ số đo của bạn trong 2 năm! Tôi - sẽ mua tất cả bộ vest của mình từ Rose và Lana Tailor trong tương lai.Đọc thêm",
            "Harrison thân mến,\n\nCám ơn vì những phản hồi có giá trị của bạn. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi thực sự được thúc đẩy bởi phản hồi tích cực của bạn.\n\nTại Lana Tailor, chúng tôi luôn trân trọng khách hàng trong trái tim mình. Chúng tôi cam kết cung cấp dịch vụ đặc biệt và chúng tôi háo hức chờ đợi cơ hội được phục vụ bạn một lần nữa.\n\nTrân trọng kính chào,\nsoori\nNhóm Dịch vụ Khách hàngĐọc thêm",
            "Tôi vừa trải nghiệm tiệm may Lana ở Hội An mua một bộ vest và vài chiếc áo sơ mi công sở, giản dị. Ngay từ đầu, sự sẵn lòng giúp đỡ của họ về các lựa chọn, thiết kế và màu vải của tôi thật tuyệt vời. Tôi được chăm sóc bởi Madonna, người rất hiểu biết và không huênh hoang. Sau khi yêu cầu một vài thay đổi so với những phụ kiện đầu tiên, không có vấn đề gì, kết quả cuối cùng vượt quá mong đợi của tôi vì tôi đã quen với các nhãn hiệu thời trang cao cấp chất lượng tốt. Tôi sẽ đặt hàng nhiều hơn trong tương lai vì họ cung cấp dịch vụ trên toàn thế giới. Đọc thêm",
            "Sau khi kiểm tra một vài thợ may và nói chuyện với nhân viên, chúng tôi quyết định đi cùng Lana. Madona đã may cho tôi một bộ vest ba mảnh tuyệt đẹp và một chiếc áo blazer khác. Rất khuyến khích thợ may này, chất lượng cao và giá trị tốt.Đọc thêm",
            "Lời chào mà chúng tôi nhận được thật đặc biệt và đã cho chúng tôi thấy mọi thứ được cung cấp và thậm chí cả nhà máy nội bộ của họ. Enzie cực kỳ hữu ích trong việc giúp tôi quyết định nên mua gì và bất kỳ thay đổi nào tôi yêu cầu. Chất lượng thật tuyệt vời và họ cũng tổ chức vận chuyển cho chúng tôi - và cùng với một số quà lưu niệm khác -. Đặc biệt đề cập đến Madona, người rất vui khi giúp đỡ bạn tôi. Rất muốn giới thiệu! Đọc thêm",
            "Tôi, giống như nhiều du khách đến thăm Hội An, bị choáng ngợp bởi số lượng thợ may sẵn sàng cung cấp dịch vụ của họ. Tuy nhiên, Lana nổi bật so với vô số nơi khác mà tôi đã ghé thăm vì là nơi có được những bộ quần áo chất lượng tuyệt vời được thiết kế riêng với giá cả hợp lý. Tôi đã gặp Tea, người đã đến gặp tôi ngay từ đầu và giải thích chính xác cách thức sản xuất, quy trình cũng như các chi phí khác nhau cho các nguyên liệu khác nhau. Cô ấy không thúc ép và để tôi tự đưa ra quyết định nhưng đưa ra hướng dẫn và lời khuyên khi được yêu cầu. Tôi bắt đầu chỉ đặt mua một bộ vest để xem nó sẽ như thế nào, và khi quay lại để thử bộ đồ đầu tiên, tôi rất ấn tượng với công việc này đến nỗi cuối cùng tôi đã bỏ đi với một bộ vest 3 mảnh, 6 chiếc áo sơ mi, một chiếc blazer và một chiếc áo khoác. . Chiếc áo khoác được thiết kế từ một bức ảnh tôi đưa cho họ và họ đã cố gắng sao chép nó một cách hoàn hảo nhưng lại phù hợp với thông số kỹ thuật cá nhân của tôi, điều đó thực sự đáng kinh ngạc. Điều này được hỗ trợ bởi thực tế là chính người thợ may đã đến hỗ trợ phụ kiện và thảo luận về quá trình phát triển chiếc áo khoác trong hai lần. Không có gì là quá nhỏ và mặc dù hầu hết các mặt hàng của tôi đều gần giống với lần thử đầu tiên, nhưng họ rất sẵn lòng hỗ trợ tôi để có được sự vừa vặn chính xác. Cảm ơn Tea và mọi người tại Lana vì mọi thứ.Đọc thêm",
            "Nhìn chung nơi này thật tuyệt vời! Bạn gái của tôi và tôi đã làm một vài thứ. Trong đó bao gồm một bộ đồ cho tôi. Các bộ phần mềm rất phù hợp và tay nghề thủ công đã được phát hiện. Dịch vụ chăm sóc đã vượt trội với sự giúp đỡ của Enzie, cô ấy thực sự tuyệt vời. Một điều tôi phàn nàn là chất lượng cũng như cách lựa chọn cúc và khóa. Tôi đã nghĩ đến một chiếc áo sơ mi có vài chiếc cúc màu hạt dẻ và sau khi dạo quanh các nhà máy sản xuất cúc ở Hội An, tôi không tìm thấy chiếc nào: - Sau đó, sau khi bộ vest của tôi được tìm thấy xong, tôi thấy chiếc khóa ở mặt sau được làm bằng nhựa chất lượng rất thấp với những vết mốc trên đó. Enzie đủ tử tế để giúp tôi tìm một chiếc kim loại nhưng nó có độ bông kém và sai màu. Nhìn chung, Lana - s rất tuyệt, tôi chỉ ước họ có thể có được một số nút, tiếng vỗ tay và khóa chất lượng đẹp hơn thì tôi thấy. Sau đó tất cả đã hoàn tất, họ thậm chí còn giúp chúng tôi gửi đồ về nhà và thậm chí còn đóng gói một số đồ đạc khác.Đọc thêm",
            "Chúng tôi quyết định đến Lana - s sau khi tìm hiểu kỹ xem nên đến tiệm may nào và chúng tôi không hối hận chút nào! Quần áo rất đẹp và được may rất tốt, đúng như cách chúng tôi mong muốn, các thợ may ở Lana - s tự may tất cả quần áo, nhưng nhiều tiệm may rẻ hơn đi tìm người khác và họ - sẽ may quần áo, nhưng Lana không đắt tiền , bạn sẽ hoàn toàn nhận được giá trị xứng đáng với số tiền mình bỏ ra. Và những người phụ nữ ở Lana - s rất tốt bụng và tốt bụng. Enzie xử lý quần áo của chúng tôi và chúng tôi không có từ nào có thể diễn tả được sự đáng yêu và hữu ích của cô ấy, cô ấy thật tuyệt vời. Thực sự chuyên nghiệp và họ đáp ứng mọi mong muốn của chúng tôi. Chúng tôi sẽ 100 - giới thiệu Lana Tailors!Đọc thêm",
            "Hôm nọ, tôi đến Lana theo lời giới thiệu của một người phụ nữ mà chúng tôi gặp đã đến đây nhiều năm để may váy. Tôi có một chiếc váy cũ mà tôi cực kỳ yêu thích nhưng đã bị rách. Tôi muốn có thêm hai chiếc nữa được làm bằng các loại vải khác nhau, và tôi đã thử nó cho những quý cô đáng yêu ở đó và họ nhận thấy một vài chỗ quá chật và đã đo lại cho tôi. Sản phẩm cuối cùng thật tuyệt vời! Hoàn toàn thích những chiếc váy này.Đọc thêm",
            "Tuyệt vời!! Đến khá muộn, khoảng 8 giờ 30 tối và được mặc một bộ đồ trong vòng 5 phút. Trà rất hữu ích, gợi ý lớp lót bên trong đẹp, phù hợp với chiếc áo khoác mà tôi muốn. Bộ đồ vừa vặn hoàn hảo! Sau khi thấy chiếc quần vừa vặn như thế nào, tôi cũng đặt mua một chiếc quần khác. Dịch vụ tuyệt vời, rất nhiều lựa chọn và nhiều lựa chọn hoặc loại vải tuyệt vời để khiến bạn trông bảnh bao hơn.Đọc thêm",
            "Tôi có 2 bộ vest, 7 chiếc áo sơ mi và một chiếc áo khoác được sản xuất tại Lana.  Vợ tôi và tôi đã đến một vài cửa hàng khác để hỏi giá và hóa ra chúng đắt hơn Lana rất nhiều. Chúng tôi cũng thương lượng giá xuống một chút. Chúng tôi muốn có chất lượng tốt nhất và qua việc đọc các nhận xét, chúng tôi biết rằng những nơi rẻ hơn không cung cấp cùng mức chất lượng. Chúng tôi đã nghiên cứu rất nhiều và khuyên bạn nên đến một cửa hàng có thợ may riêng. Chúng tôi đã gặp Madonna, người đã chỉ cho chúng tôi nhà máy ở tầng trên và cách họ may những chi tiết bổ sung vào bộ đồ để khiến chúng chắc chắn hơn và trông đẹp hơn. Chúng tôi chọn lana vì Madonna và chuyến thăm nhà máy. Lần lắp đầu tiên thật tuyệt vời. Chiếc quần vừa vặn với tôi một cách hoàn hảo. Tôi đã yêu cầu mặc bộ vest và áo khoác vào một chút nhưng chỉ vì tôi thích vẻ ngoài vừa vặn hơn. Những thay đổi đã được thực hiện đúng thời gian và chính xác như tôi yêu cầu.  Nhận xét tiêu cực duy nhất của tôi là tôi cảm thấy vội vàng khi quyết định loại vải cho áo sơ mi. Ngoài ra, tôi rất hài lòng với quyết định sử dụng Lana.  Đọc thêm",
            "Đây là một thợ may đáng yêu và rất tốt. Mimi đã may cho tôi một bộ vest - có cổ cao mà tôi muốn - và một chiếc váy làm từ cùng loại vải với lớp lót trong bộ vest của bạn trai tôi - do Madonna giúp đỡ - . Cũng đúng như tôi mong muốn. Các buổi thử đồ diễn ra nhanh chóng và suôn sẻ, vì vậy nhìn chung đây là một trải nghiệm rất tốt! Cảm ơn Mimi. Đọc thêm",
            "Làm cách nào để liên hệ với nhân viên Lana Tailor? Tôi có thể - dường như tôi có thể trực tuyến thông qua trang web của họĐọc thêm",
            "Này, tôi và bạn trai sẽ đến Hội An vào tháng 8 và chúng tôi rất muốn may quần áo! Sau khi đọc các nhận xét và nghiên cứu, chúng tôi nghĩ rằng Lana là nơi nên đến. Tuy nhiên, chúng tôi có một số câu hỏi mà chúng tôi muốn được giải đáp trước khi đến đó:\n\n1 - Bạn thanh toán bằng loại tiền tệ nào?\n\n2 - Một bộ vest nam ba mảnh có giá khởi điểm bao nhiêu?\n\n3 - Bạn có làm giày không?\n\n4 - Bạn có dự trữ len cashmere để làm áo liền quần không?\n\nCảm ơn bạn rất nhiều vì đã đọc bài viết này và chúng tôi mong chờ câu trả lời của bạn!Đọc thêm"
        ],
        "star_ratings": [
            222,
            21,
            4,
            9,
            4
        ],
        "review_amount": 260,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hội An",
            "Chào An",
            "Thợ may len",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 21, 2023",
            "Written September 13, 2023",
            "Written December 29, 2023",
            "Written April 23, 2024",
            "Written April 13, 2014",
            "Written April 12, 2014",
            "Written April 12, 2014",
            "Written March 22, 2014",
            "Written March 21, 2014",
            "Written March 15, 2014",
            "Written March 6, 2014",
            "Written March 2, 2014",
            "Written March 2, 2014",
            "Written February 24, 2014"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3581583-Reviews-or80-Lana_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12365397-Reviews-Ginkgo_T_Shirts_Store_Le_Loi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316393-Reviews-VIT_leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316420-Reviews-Vit_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25310359-Reviews-Ng_c_Designer-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10798594-Reviews-Hoi_An_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27418356-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26320395-Reviews-Vrosa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or70-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or90-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7096806-Reviews-Thien_Phat_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27095420-Reviews-SENs_FAIFO-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2415037-Reviews-AVa_na-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1465300-Reviews-Dong_Duong-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5035703-Reviews-Thinh_Thanh_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6672220-Reviews-Ngan_Xua_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26751483-Reviews-Pure_weave_cashmere_silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25319249-Reviews-VIT_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25569207-Reviews-Cashmere_Hut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17199304-Reviews-Ginkgo_Concept_Store_93-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2275868-Reviews-Mr_Xe_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10387105-Reviews-Vanda_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g736302-d5989905-Reviews-Hatta_Water_Dam-Hatta_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g298307-d2432363-Reviews-Mantanani_Island-Kota_Kinabalu_Kota_Kinabalu_District_West_Coast_Division_Sabah.html",
            "https://www.tripadvisor.com/Attraction_Review-g189499-d21285321-Reviews-Parissis_Winery-Skiathos_Sporades.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d2705945-Reviews-Balti_Jaam_Market-Tallinn_Harju_County.html",
            "https://www.tripadvisor.com/Attraction_Review-g60950-d561979-Reviews-Madera_Canyon-Tucson_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g58620-d3410798-Reviews-Surf_n_Slide_Water_Park-Moses_Lake_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g562814-d7691844-Reviews-BusPlana-Salou_Costa_Dorada_Province_of_Tarragona_Catalonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g47619-d12994554-Reviews-Knox_Farm_State_Park-East_Aurora_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g33458-d10584202-Reviews-Paradise_Cove_Swimming_Hole-Guffey_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g297967-d24001570-Reviews-Mall_Of_Side-Manavgat_Turkish_Mediterranean_Coast.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or90-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or80-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "tiệm may": 0.6458308361470699,
            "bộ vest": 0.6095650820449615,
            "áo sơ mi công sở": -0.962047419976443,
            "nhãn hiệu": 0.5097807515412569,
            "thời trang": 0.5297871548682451,
            "chất lượng": 0.8795779688225593,
            "dịch vụ": 0.7390231093158945,
            "thợ may": 0.698303529759869,
            "nhân viên": 0.5,
            "áo blazer": -0.884376878850162,
            "giá": 0.9825829155743122,
            "nhà máy nội bộ": 0.9902361549902707,
            "quà lưu niệm": 0.540642537176609,
            "bộ": 0.7740874651062768,
            "quần áo": 0.7566538160608616,
            "giá cả": 0.9529069985728711,
            "nguyên liệu": 0.9776309567969292,
            "bộ đồ": 0.7368908673233818,
            "áo sơ mi": 0.5,
            "áo khoác": 0.9596207686699927,
            "thông số kỹ thuật": 0.879334345459938,
            "người thợ may": 0.5,
            "chiếc": 0.5,
            "mặt hàng": 0.9475063108839095,
            "tea": 0.9940167890163139
        },
        "dicts_adj": {
            "tiệm may": [
                "giản dị"
            ],
            "bộ vest": [
                "giản dị",
                "đẹp",
                "đầu tiên",
                "cuối cùng"
            ],
            "áo sơ mi công sở": [
                "giản dị"
            ],
            "nhãn hiệu": [
                "cao cấp"
            ],
            "thời trang": [
                "cao cấp"
            ],
            "chất lượng": [
                "tốt",
                "tuyệt vời",
                "tuyệt vời",
                "riêng"
            ],
            "dịch vụ": [
                "nhiều",
                "hơn",
                "toàn"
            ],
            "thợ may": [
                "cao",
                "sẵn sàng"
            ],
            "nhân viên": [],
            "áo blazer": [
                "khác"
            ],
            "giá": [
                "tốt"
            ],
            "nhà máy nội bộ": [
                "đặc biệt"
            ],
            "quà lưu niệm": [
                "khác"
            ],
            "bộ": [
                "tuyệt vời",
                "riêng"
            ],
            "quần áo": [
                "tuyệt vời",
                "riêng"
            ],
            "giá cả": [
                "hợp lý"
            ],
            "nguyên liệu": [
                "chính xác",
                "khác",
                "khác"
            ],
            "bộ đồ": [
                "đầu tiên",
                "cuối cùng"
            ],
            "áo sơ mi": [],
            "áo khoác": [
                "hoàn hảo"
            ],
            "thông số kỹ thuật": [
                "thực sự"
            ],
            "người thợ may": [],
            "chiếc": [],
            "mặt hàng": [
                "nhỏ",
                "gần",
                "giống",
                "đầu tiên",
                "vừa vặn",
                "chính xác"
            ],
            "tea": []
        },
        "list_proper_noun": [],
        "factor value": {
            "tiệm may": 0.5,
            "bộ vest": 1.5,
            "áo sơ mi công sở": 0.5,
            "nhãn hiệu": 0.5,
            "thời trang": 0.5,
            "chất lượng": 1.5,
            "dịch vụ": 1.0,
            "thợ may": 1.0,
            "nhân viên": 0.5,
            "áo blazer": 0.5,
            "giá": 0.5,
            "nhà máy nội bộ": 0.5,
            "quà lưu niệm": 0.5,
            "bộ": 0.5,
            "quần áo": 0.5,
            "giá cả": 0.5,
            "nguyên liệu": 0.5,
            "bộ đồ": 0.5,
            "áo sơ mi": 0.5,
            "áo khoác": 0.5,
            "thông số kỹ thuật": 0.5,
            "người thợ may": 0.5,
            "chiếc": 0.5,
            "mặt hàng": 0.5,
            "tea": 0.5
        }
    },
    {
        "attraction_name": "Lana Tailor",
        "attraction_name_vi": "Thợ may len",
        "general_info": [
            "260 đánh giá",
            "- 142 trên 680 Mua sắm ở Hội An",
            "Đặc sản - Cửa hàng quà tặng"
        ],
        "attraction_summary": "Lana Tailor là một trong số ít tiệm may ở Hội An cung cấp dịch vụ hoàn chỉnh, từ chất liệu tốt đến thiết bị nhập khẩu cao cấp. Quan trọng nhất, Lana Tailor có đội ngũ thợ may lành nghề để hoàn thành tốt dịch vụ của mình. Hơn nữa, Lana Tailor tập trung vào các sản phẩm chất lượng tốt nhất và giá cả hợp lý cho khách hàng nên Lana Tailor từ chối giao bất kỳ khoản hoa hồng nào cho người trung gian nhằm thiết lập một thị trường công bằng ở Hội An. Lana tin rằng cả bản thân Lana và khách hàng của mình sẽ được hưởng lợi từ cách làm đó.Đọc thêm",
        "reviews": [
            "Chúng tôi rất vui mừng với những bộ đồ thủ công của mình, chúng vừa vặn với chúng tôi một cách hoàn hảo và được thực hiện nhanh chóng. Đầu tiên, chúng tôi chọn loại vải và màu sắc, sau đó chúng tôi có thể cho Lana biết chính xác những gì chúng tôi mong đợi và mong muốn trong các thiết kế. Ngày hôm sau, chúng tôi thử đồ lần đầu tiên và đưa ra ý kiến ​​của mình mà cô ấy đã lắng nghe và quan tâm. Lần lắp thứ hai gần như hoàn hảo. Chúng tôi đã đến lấy chúng vào ngày thứ 3 và chúng chính xác là những gì chúng tôi muốn. Chất lượng và giá cả tốt là những gì bạn có thể mong đợi từ những người làm việc ở đó, những người cũng thực sự là những người tử tế. Xin chân thành cảm ơn bạn vì kỷ niệm tuyệt vời này!Đọc thêm",
            "Thưa ông / bà,\nCảm ơn bạn rất nhiều vì đã dành thời gian chia sẻ trải nghiệm của mình tại Lana Bespoke Tailoring. Chúng tôi tự hào khi biết khách hàng hài lòng với trải nghiệm tại cửa hàng của họ. Hy vọng sẽ sớm gặp lại bạn!\nLana.Đọc thêm",
            "Đây là một trải nghiệm tuyệt vời ở Hội An, tôi đã đánh rơi chiếc áo mà tôi muốn tái tạo lại, quay lại và hoàn thành vào ngày hôm sau! Bạn trai tôi đã may một chiếc áo sơ mi và nó vừa vặn với anh ấy hơn bất kỳ chiếc áo sơ mi nào khác mà anh ấy sở hữu. Thật dễ dàng, nhanh chóng và đơn giản. Chất lượng tốt và giá tốt. Chắc chắn khuyên bạn nên ghé thăm!! Đọc thêm",
            "Kính gửi Quý ông - Quý bà,\nCảm ơn bạn rất nhiều vì đánh giá 5 sao này. Chúng tôi thực sự trân trọng việc bạn là khách hàng và giúp chia sẻ thông tin về chúng tôi. Chúng tôi luôn ở đây vì bạn.\nChúc bạn một ngày tốt lành!\nLana.Đọc thêm",
            "Đi bộ xuống phố, chồng tôi và tôi quyết định ghé qua tiệm may Lana vì chúng tôi có những bức ảnh về những gì chúng tôi muốn làm. Enzie và Nina đã lấy số đo của chúng tôi và ngày TIẾP THEO chúng tôi đã chuẩn bị xong quần và áo khoác cho lần điều chỉnh đầu tiên. Tất cả được thực hiện từ những bức ảnh - rất ấn tượng!\n\nGiao tiếp rất tuyệt vời, giá cả phải chăng và nhanh chóng mặc dù họ có nhiều đơn đặt hàng. Enzie và Nina đã chăm sóc chúng tôi đặc biệt trong thời gian có hạn ở Hội An. Tôi thực sự khuyên bạn nên thợ may Lana!Đọc thêm",
            "Đây là thợ may giỏi nhất ở Hội An. Rose thật không thể tin được. Thời gian lắp đặt và hoàn thiện từ lần tư vấn đầu tiên cho đến khi ra sản phẩm cuối cùng là 30 giờ. Những lựa chọn đáng kinh ngạc, những con người tuyệt vời và dịch vụ khách hàng xuất sắc. Họ thậm chí còn vận chuyển và giữ số đo của bạn trong 2 năm! Tôi - sẽ mua tất cả bộ vest của mình từ Rose và Lana Tailor trong tương lai.Đọc thêm",
            "Harrison thân mến,\n\nCám ơn vì những phản hồi có giá trị của bạn. Sự hài lòng của bạn là ưu tiên hàng đầu của chúng tôi và chúng tôi thực sự được thúc đẩy bởi phản hồi tích cực của bạn.\n\nTại Lana Tailor, chúng tôi luôn trân trọng khách hàng trong trái tim mình. Chúng tôi cam kết cung cấp dịch vụ đặc biệt và chúng tôi háo hức chờ đợi cơ hội được phục vụ bạn một lần nữa.\n\nTrân trọng kính chào,\nsoori\nNhóm Dịch vụ Khách hàngĐọc thêm",
            "Có hai bộ đồ được làm với sự giúp đỡ từ Madonna tuyệt vời. Cô ấy rất tốt bụng và hữu ích. Một chiếc có lớp lót bằng lụa, bạn gái tôi có một chiếc váy làm từ cùng loại vải - do Mimi giúp - . Hai bộ đồ đều rất đẹp, sau khi đo tôi đã có một số buổi thử đồ diễn ra rất nhanh chóng và suôn sẻ. Rất hài lòng với kết quả!Đọc thêm",
            "Dịch vụ rất tốt! Giá trị của đồng tiền ! Quần áo đẹp và người tốt! Cảm ơn Madona vì dịch vụ tốt và sự hiểu biết!Đọc thêm",
            "Tôi rất cần cập nhật bộ đồ của mình để đi làm.  Mình làm ở Thành phố nên yêu cầu vest chất lượng cao.  Tôi không muốn đánh bạc với những thợ may đắt tiền và nổi tiếng nhất Hội An nên đã cố gắng tìm kiếm giá trị mà không làm giảm chất lượng.  Tôi xin có một số lời khuyên:1 - Với mỗi thợ may, hãy hỏi xem bộ vest thực sự được sản xuất ở đâu.  Trong khi nhiều thợ may có cửa hàng đẹp, thì thực tế nhiều bộ vest đều được sản xuất tại cùng một vài nhà máy bên ngoài Hội An.2 - Họ đo và điều chỉnh quần áo của bạn bao nhiêu lần?3 - Kiểm tra và hỏi về chất lượng đường may - nhiều bộ quần áo được dán lại với nhau thay vì sử dụng đường khâu chất lượng cao - tôi thấy điều này khiến tôi thất vọng ở một số bộ vest cũ của mình - .Sau nhiều nghiên cứu - và đi bộ! - Cuối cùng tôi đã chọn Lana vì bộ vest được may ở phía trên cửa hàng. Tôi cũng đã có 3 buổi thử đồ.  Chất lượng quần áo và vải có nghĩa là cuối cùng tôi đã mua 6 bộ quần áo - mỗi bộ 2 chiếc quần - và tôi rất hài lòng với chất lượng. Tôi cũng đã mua rất nhiều đồ lưu niệm và vận chuyển toàn bộ số hàng đó về Vương quốc Anh thông qua dịch vụ do bưu điện Hội An cung cấp - do Lana tổ chức -. Tôi không thể giới thiệu đủ cao về dịch vụ khách hàng tuyệt vời của Lana và Madona. Cảm ơn bạn.  AnthonyĐọc thêm",
            "Hôm nay đã mua một bộ đồ tùy chỉnh. Tôi đã được Tea giúp đỡ và cô ấy cung cấp dịch vụ tuyệt vời. Cô ấy rất chuyên nghiệp và là một nhân viên bán hàng thực thụ, cố gắng thuyết phục việc mua quần áo chất lượng cao và nhiều hơn. Nếu bạn biết ngân sách và giới hạn của mình, tôi chắc chắn sẽ giới thiệu địa điểm này. Sau lần kiểm tra kích thước đầu tiên, họ sẽ hoàn thiện nó và giúp bạn vận chuyển thêm nếu được yêu cầu.Đọc thêm",
            "Tôi có một chiếc áo khoác được may ở lanas. Sau khi cho họ xem một bức ảnh, một trong những người phụ nữ có vẻ tự tin rằng mình có thể sao chép nó. Cô ấy rất kỹ lưỡng trong việc đo đạc và chụp ảnh tôi - hình dáng của tôi - . Sau ba lần thay đồ, tôi khá hạnh phúc. Tuy nhiên, trong quá trình thử đồ, tôi cảm thấy khó chịu khi người phụ nữ mà tôi đang đối mặt vội vã và hầu như không cho tôi nhìn vào chiếc áo khoác trước khi dùng phấn đánh dấu cô ấy và dẫn chúng tôi ra khỏi cửa! khiến nó trở thành một trải nghiệm căng thẳng vì tôi không bao giờ chắc chắn rằng cô ấy hiểu những thay đổi mà tôi đang đề xuất! Nếu có nhiều giao tiếp hơn thì tôi sẽ cho họ 5!Đọc thêm",
            "Tôi bị ám ảnh về phong cách ăn mặc và đến Hội An mang theo một đống vải mua ở Úc và một số món đồ tôi yêu thích để sao chép. Tôi biết mình muốn một thợ may chuyên nghiệp và lành nghề nhưng không biết bắt đầu từ đâu. Theo lời giới thiệu từ khách sạn, chúng tôi đã đến thăm Lana. Dịch vụ này hoàn toàn chuyên nghiệp và họ có kiến ​​thức tốt về quần áo, kiểu dáng và chất liệu vải - những người phụ nữ này biết rõ đồ đạc của họ! Tôi đã may 5 chiếc áo sơ mi ngắn tay, 2 chiếc áo sơ mi dài tay, 4 chiếc quần, một chiếc váy và 2 chiếc váy - như tôi đã nói, tôi phát cuồng vì quần áo - . Áo sơ mi, quần và váy không chê vào đâu được - đẹp quá! Và được làm rất tốt và được trang bị thực sự tốt. Những chiếc váy không được đẹp lắm nhưng tôi hoàn toàn chịu trách nhiệm về điều đó: loại vải tôi mang từ Úc hoàn toàn không phù hợp với kiểu váy mà tôi muốn sao chép - họ đã cảnh báo tôi về điều đó! Tuy nhiên, những chiếc váy vẫn đẹp và được may cẩn thận. Đối tác của tôi có 4 chiếc quần, 3 chiếc áo sơ mi ngắn tay, 2 chiếc áo sơ mi dài tay và một chiếc áo khoác len. Một lần nữa, kết quả thật tuyệt vời. Tất cả quần áo của chúng tôi đều được may trong vòng 2 ngày. Chúng tôi có 2 bộ đồ mà chúng tôi không bận tâm vì chúng tôi biết họ muốn nó hoàn toàn đúng - và họ đã làm được. Lana đắt hơn những thợ may khác ở Hà Nội, nhưng nó rất đáng giá. Chúng tôi đã may quần áo cho con mình ở các thợ may khác và mặc dù giá rẻ nhưng chất lượng cũng không bằng - đường khâu không ổn định, vải bị nhão, v.v. Tôi đặc biệt giới thiệu Lana cho bất kỳ ai muốn may đo chất lượng.Đọc thêm",
            "Đó là ngày đầu tiên của năm mới và sau bữa tiệc điên cuồng với bạn bè, chúng tôi quyết định làm mới tủ quần áo của mình. Vào buổi tối muộn, chúng tôi đang đi vòng quanh đường Lê Lợi và ghé vào cửa hàng này vì được đánh giá cố vấn chuyến đi xuất sắc nhưng không ngờ lại trải nghiệm dịch vụ khách hàng TỐT NHẤT thế giới từ cô bán hàng ở cửa hàng này! Vợ chồng tôi đang nhìn quanh cửa hàng và chụp ảnh một trong những chiếc áo khoác của họ để chia sẻ trên Facebook với bạn bè của cô ấy để lấy ý kiến. Đột nhiên, cô bán hàng này lao tới như rắn hổ mang với đôi mắt đầy giận dữ, run rẩy vì tức giận và cao giọng bảo cô xóa ảnh. Tôi hiểu rằng có thể có chính sách cấm chụp ảnh nhưng thứ nhất, cửa hàng không có biển hiệu và thứ hai, bạn KHÔNG BAO GIỜ nên cư xử với khách hàng như thế này! Đặc biệt không phải vào ngày đầu năm mới khi mọi người đều rất vui vẻ và hạnh phúc. Chúng tôi ngay lập tức hết cửa hàng Lana này và sẽ không bao giờ giới thiệu cửa hàng này cho bất kỳ ai khác. Chúng tôi đến cửa hàng hàng xóm và nhận được dịch vụ thực sự xuất sắc và cuối cùng chúng tôi mua áo khoác, áo sơ mi và váy với giá hơn 200 USD. Hy vọng không ai sẽ phải trải qua sự chào đón khủng khiếp mà chúng tôi nhận được ở Lana.Đọc thêm",
            "Konstantin T thân mến,\n\nChúng tôi gửi lời xin lỗi chân thành nhất về trải nghiệm không may mà bạn gặp phải khi ghé thăm cửa hàng của chúng tôi. Phản hồi của bạn khiến chúng tôi vô cùng lo ngại và chúng tôi muốn đảm bảo với bạn rằng chúng tôi xem xét phản hồi đó một cách nghiêm túc.\n\nChúng tôi rất tiếc về bất kỳ sự bất tiện nào do sự cố gây ra với cộng tác viên bán hàng của chúng tôi. Chúng tôi không có ý định làm cho khách cảm thấy không được chào đón hoặc khó chịu dưới bất kỳ hình thức nào. Chúng tôi hiểu sự thất vọng của bạn và chúng tôi xin lỗi vì thiếu biển báo liên quan đến chính sách ảnh của chúng tôi.\n\nXin lưu ý rằng chúng tôi đã giải quyết vấn đề này với nhóm của mình để đảm bảo rằng những sự cố như vậy không xảy ra trong tương lai. Chúng tôi cam kết cung cấp dịch vụ khách hàng đặc biệt và chúng tôi đánh giá cao việc bạn lưu ý đến điều này.\n\nChúng tôi rất vui khi biết rằng bạn đã tìm thấy dịch vụ xuất sắc tại cửa hàng lân cận của chúng tôi. Chúng tôi đánh giá cao sự ủng hộ của bạn và hy vọng có cơ hội khôi phục niềm tin của bạn đối với thương hiệu của chúng tôi. Nếu bạn sẵn lòng cho chúng tôi một cơ hội khác, vui lòng liên hệ trực tiếp với chúng tôi và chúng tôi rất sẵn lòng hỗ trợ cá nhân bạn.\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi của mình với chúng tôi. Chúng tôi thực sự đánh giá cao sự hiểu biết của bạn và hy vọng được chào đón bạn quay trở lại để có trải nghiệm được cải thiện hơn nhiều.\n\nTrân trọng kính chào,\nsoori\nNhóm Dịch vụ Khách hàngĐọc thêm",
            "Chúng tôi có một bộ vest, hai chiếc áo sơ mi và một chiếc áo khoác mùa đông do Madona và nhóm ở Lana sản xuất. Một trải nghiệm tốt trong một cửa hàng đáng yêu. Quần áo tuyệt vời với giá trị tốt rất phù hợp. Rất khuyến khích! Đọc thêm",
            "Tôi đến cửa hàng này cùng với mẹ tôi, 2 anh trai và bạn gái của anh trai tôi. Chúng tôi bất chợt bước ra đường vì những chiếc áo khoác trông thật đẹp. Tôi được phục vụ bởi Enzie, người đã giúp tôi chọn áo khoác mùa đông. Cô ấy cực kỳ hữu ích, hiểu biết và hiểu những gì tôi đang cố gắng mô tả. Khi chúng tôi quay lại để thử bộ đồ đầu tiên, chiếc áo khoác của tôi hoàn toàn hoàn hảo và không cần bất kỳ sự thay đổi nào. Áo khoác của anh tôi hơi nhỏ khoảng 3 size nhưng nhân viên rất xin lỗi và nói rằng họ sẽ làm một chiếc khác. Sau một vài lần chỉnh sửa nữa, chiếc áo khoác của anh ấy cũng trở nên hoàn hảo. Tất cả các nhân viên đều hữu ích và không huênh hoang như một số cửa hàng khác. Cảm ơn vì chiếc áo khoác đẹp Enzie! Đọc thêm",
            "Hãy đến gặp Thợ may này và yêu cầu gặp Madonna. Tôi và bạn gái của tôi có dịch vụ tuyệt vời, thân thiện và nồng nhiệt. Sản phẩm chất lượng tuyệt vời rất hài lòng với các mặt hàng hoàn thiện. Thậm chí còn được giao đến nhà trọ của chúng tôi khi trời mưa vào ban ngày. Bộ vest và áo khoác mùa đông của tôi lần đầu tiên đã hoàn hảo! Rất khuyến khích thợ may này! Madonna bạn thật tuyệt vời!!!! Đọc thêm",
            "Làm cách nào để liên hệ với nhân viên Lana Tailor? Tôi có thể - dường như tôi có thể trực tuyến thông qua trang web của họĐọc thêm",
            "Này, tôi và bạn trai sẽ đến Hội An vào tháng 8 và chúng tôi rất muốn may quần áo! Sau khi đọc các nhận xét và nghiên cứu, chúng tôi nghĩ rằng Lana là nơi nên đến. Tuy nhiên, chúng tôi có một số câu hỏi mà chúng tôi muốn được giải đáp trước khi đến đó:\n\n1 - Bạn thanh toán bằng loại tiền tệ nào?\n\n2 - Một bộ vest nam ba mảnh có giá khởi điểm bao nhiêu?\n\n3 - Bạn có làm giày không?\n\n4 - Bạn có dự trữ len cashmere để làm áo liền quần không?\n\nCảm ơn bạn rất nhiều vì đã đọc bài viết này và chúng tôi mong chờ câu trả lời của bạn!Đọc thêm"
        ],
        "star_ratings": [
            222,
            21,
            4,
            9,
            4
        ],
        "review_amount": 260,
        "location": [
            "Việt Nam",
            "Những điều cần làm ở Hội An",
            "Chào An",
            "Thợ may len",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written August 21, 2023",
            "Written September 13, 2023",
            "Written December 29, 2023",
            "Written April 23, 2024",
            "Written February 24, 2014",
            "Written February 19, 2014",
            "Written February 17, 2014",
            "Written February 15, 2014",
            "Written January 10, 2014",
            "Written January 8, 2014",
            "Written January 2, 2014",
            "Written January 1, 2014",
            "Written December 22, 2013",
            "Written December 17, 2013"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d3581583-Reviews-or90-Lana_Tailor-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26229136-Reviews-Sing_Ma_Restaurant_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25105784-Reviews-Cua_Dai_Central_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25420069-Reviews-MAAZI_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12365397-Reviews-Ginkgo_T_Shirts_Store_Le_Loi-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316393-Reviews-VIT_leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25316420-Reviews-Vit_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25310359-Reviews-Ng_c_Designer-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10798594-Reviews-Hoi_An_Art_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27418356-Reviews-Art_Gallery_Hoang_Trong_Tien-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26320395-Reviews-Vrosa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d13442000-Reviews-Hoi_An_Lune_Center-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454961-Reviews-Old_House_of_Tan_Ky-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3848216-Reviews-Museum_of_Folklore-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or80-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or100-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2717876-Reviews-Peace_Tailor_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15776299-Reviews-Thanh_Design-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6845023-Reviews-Two_Ladies_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15000385-Reviews-Blue_Chic_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26605658-Reviews-Bison_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2202046-Reviews-Metiseko-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1194254-Reviews-A_Dong_Silk_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4609042-Reviews-Tuong_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9466019-Reviews-45_Thu_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12945791-Reviews-Shine_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7096806-Reviews-Thien_Phat_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d27095420-Reviews-SENs_FAIFO-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2415037-Reviews-AVa_na-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1465300-Reviews-Dong_Duong-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d5035703-Reviews-Thinh_Thanh_Cloth_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d6672220-Reviews-Ngan_Xua_Gallery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26751483-Reviews-Pure_weave_cashmere_silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25319249-Reviews-VIT_Leather-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25569207-Reviews-Cashmere_Hut-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17199304-Reviews-Ginkgo_Concept_Store_93-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2275868-Reviews-Mr_Xe_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d10387105-Reviews-Vanda_Tailors-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d11999684-Reviews-AnonymouS_Shrink_s_Office-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g34636-d123075-Reviews-Siesta_Beach-Siesta_Key_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60997-d8671450-Reviews-Cayuga_Lake_State_Park-Seneca_Falls_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g54135-d146911-Reviews-Hunting_Island_State_Park-Beaufort_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d208901-Reviews-The_Strand_Bookstore-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g227665-d1136644-Reviews-Zoosafari-Fasano_Province_of_Brindisi_Puglia.html",
            "https://www.tripadvisor.com/Attraction_Review-g30587-d108248-Reviews-Dismals_Canyon-Haleyville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60745-d103112-Reviews-John_F_Kennedy_Presidential_Museum_Library-Boston_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g31381-d103872-Reviews-O_K_Corral-Tombstone_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g29218-d647555-Reviews-Hanalei_Bay-Kauai_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or100-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d3581583-Reviews-or90-Lana_Tailor-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "bộ đồ": 0.45591674313376035,
            "váy": -0.023881389759480953,
            "vải": -0.22926401009317487,
            "buổi thử": 0.7979720109142363,
            "dịch vụ": 0.995089787048831,
            "quần áo": 0.2753100100671872,
            "vest": 0.9902866736520082,
            "thợ may": -0.03110734005458653,
            "giá": 0.5,
            "chất lượng": 0.12125441998553774,
            "bộ vest": 0.7354262535809539,
            "cửa hàng": 0.978361254412448,
            "nhà máy": 0.5,
            "họ đo": 0.5,
            "chất lượng đường": -0.16235164343379438,
            "bộ": 0.2379819358466193,
            "đường": -0.16045555076561868,
            "quần": 0.9954086663783528,
            "đồ lưu niệm": 0.5,
            "số hàng": 0.5,
            "bưu điện": 0.5,
            "khách hàng": 0.995534707501065,
            "tea": 0.8737691454589367,
            "nhân viên bán hàng": 0.5845364922036728,
            "ngân sách": 0.5472544254735112,
            "địa điểm": 0.5,
            "kích thước": 0.9727420695126057
        },
        "dicts_adj": {
            "bộ đồ": [
                "tuyệt vời",
                "đẹp"
            ],
            "váy": [
                "cùng"
            ],
            "vải": [
                "cuối cùng"
            ],
            "buổi thử": [
                "nhanh chóng"
            ],
            "dịch vụ": [
                "tốt",
                "tốt",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "quần áo": [
                "đẹp",
                "tốt",
                "cao",
                "cuối cùng",
                "hài lòng",
                "cao",
                "nhiều",
                "hơn"
            ],
            "vest": [
                "cao"
            ],
            "thợ may": [
                "đắt",
                "nổi tiếng",
                "thực sự",
                "đẹp",
                "nhiều"
            ],
            "giá": [],
            "chất lượng": [
                "cao",
                "cuối cùng",
                "cao",
                "nhiều",
                "hơn"
            ],
            "bộ vest": [
                "thực sự",
                "cùng",
                "may",
                "nhiều"
            ],
            "cửa hàng": [
                "đẹp",
                "nhiều"
            ],
            "nhà máy": [],
            "họ đo": [],
            "chất lượng đường": [
                "may",
                "nhiều"
            ],
            "bộ": [
                "cao",
                "hài lòng"
            ],
            "đường": [
                "may",
                "nhiều"
            ],
            "quần": [
                "hài lòng"
            ],
            "đồ lưu niệm": [],
            "số hàng": [],
            "bưu điện": [],
            "khách hàng": [
                "tuyệt vời"
            ],
            "tea": [
                "tuyệt vời"
            ],
            "nhân viên bán hàng": [
                "cao",
                "nhiều",
                "hơn"
            ],
            "ngân sách": [
                "chắc chắn"
            ],
            "địa điểm": [],
            "kích thước": [
                "đầu tiên"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "bộ đồ": 1.5,
            "váy": 0.5,
            "vải": 1.0,
            "buổi thử": 1.0,
            "dịch vụ": 1.5,
            "quần áo": 1.5,
            "vest": 0.5,
            "thợ may": 0.5,
            "giá": 0.5,
            "chất lượng": 1.0,
            "bộ vest": 0.5,
            "cửa hàng": 0.5,
            "nhà máy": 0.5,
            "họ đo": 0.5,
            "chất lượng đường": 0.5,
            "bộ": 0.5,
            "đường": 0.5,
            "quần": 0.5,
            "đồ lưu niệm": 0.5,
            "số hàng": 0.5,
            "bưu điện": 0.5,
            "khách hàng": 0.5,
            "tea": 0.5,
            "nhân viên bán hàng": 0.5,
            "ngân sách": 0.5,
            "địa điểm": 0.5,
            "kích thước": 0.5
        }
    }
]