[
    {
        "attraction_name": "Lang Cui Lu - Driftwood Village",
        "attraction_name_vi": "Làng Cui Lư - Làng Lũ",
        "general_info": [
            "10 đánh giá",
            "- 1 trong 1 khu mua sắm ở Cẩm Hà",
            "Đặc sản - Cửa hàng quà tặng",
            "Phòng trưng bày nghệ thuật"
        ],
        "attraction_summary": "Làng Driftwood là nơi nghệ thuật chế biến gỗ truyền thống của Việt Nam và tầm nhìn sáng tạo của các nghệ nhân làng mộc Kim Bồng cùng nhau tạo ra những tác phẩm nghệ thuật từ gỗ lũa được tái chế, mang lại sức sống mới cho những mảnh vụn tự nhiên, bình thường. Duyệt qua ngôi làng và hơn 10 triển lãm theo chủ đề thể hiện lịch sử và văn hóa của người Việt địa phương, người Cơ Tu. Mỗi tác phẩm đều được thực hiện thủ công bởi các nghệ nhân có kinh nghiệm hàng chục năm, được lưu truyền qua nhiều thế hệ. Tìm hiểu về lịch sử của Làng Cui Lư, người Cơ Tu và loại hình nghệ thuật cổ xưa này từ những hướng dẫn viên thân thiện, niềm nở và hiểu biết, các xưởng chế biến gỗ Nam và Tuyên mở cửa hàng ngày với các thợ thủ công tài năng của chúng tôi. Dưới sự hướng dẫn của họ, hãy điêu khắc một kiệt tác cá nhân để mang về nhà làm kỷ niệm về thời gian bạn ở Hội An hoặc như một món quà ý nghĩa, đáng nhớ cho người thân yêu. Chúng tôi tự hào là chủ nhà tổ chức các triển lãm dành cho khách hàng tháng và Hội chợ Nghệ thuật Tương tác Hội An được lưu trữ hai lần mỗi thángĐọc thêm",
        "reviews": [
            "Tôi biết ơn người chủ ở đây đã tạo ra một không gian tuyệt vời cho gia đình.  Với những ai yêu thích không gian ngoài trời, không gian rộng rãi dành cho trẻ em, không khí trong lành thì đây chính là địa chỉ số 1 tại Hội An.Đọc thêm",
            "Trải nghiệm rất độc đáo khi làm việc với các thợ mộc địa phương để tạo ra các khóa học vẽ và nghệ thuật bằng gỗ. Khoảng thời gian tuyệt vời khi làm việc cùng nhau như một gia đình và học hỏi kỹ năng mới. Tài sản đẹp chứa đầy nghệ thuật bằng gỗ tái chế. Đáng để ghé thăm hội thảo hoặc chỉ tham quan các phòng trưng bày nghệ thuật. Đọc thêm",
            "Xưởng chạm khắc gỗ rất thú vị, chúng tôi rất muốn làm lại! Chúng tôi rất có thể giới thiệu nó - nơi này thật đáng yêu và chỉ riêng nghệ thuật được trình bày cũng đáng để ghé thăm. Hội thảo được tổ chức tốt và từ đồ uống chào mừng, các mẹo và thủ thuật của nghệ nhân cùng bầu không khí mát mẻ đã khiến hội thảo trở thành một sự kiện tuyệt vời trong nửa ngày - một lần nữa xin cảm ơn!Đọc thêm",
            "Our visit to the carving workshop was amazing! My 13 year old daughter and I love artistic activities and have always wanted to try carving wood so when we found out there was a traditional workshop in Hoi An we were delighted to sign up  -  From the moment we arrived we were welcomed by the friendly staff who showed us the galleries and taught us about the history of carving in the area. After exploring the many lovely pieces of art created by local artisans we were introduced to a master carver who assisted us throughout our workshop. We were served delicious refreshing drinks while we discussed the steps of our projects. We selected our wood, picked out a design, sketched our images with pencil and jumped right into carving. Our woodworking master was very patient and helped us whenever we had struggles. The interpreters were very cheerful and answered our many questions about carving and Vietnamese woodworking culture. Once our carvings were finished we were offered the option of painting them with acrylic paint or leaving them natural. My daughter decided to paint her carving and was instructed on the best techniques to achieve the look she wanted. I decided to leave my work unpainted, smoothed the carving with sandpaper and carved my initials on the back. Once our projects were done our interpreter ordered a taxi for us and told us more about art culture in Vietnam. Our finished pieces are gorgeous and we will be so proud to hang them on our wall at home! This experience was very special and we are very pleased  -  We highly recommend this workshop to anyone who loves art and wants to spend quality time together! Thank you all so much  -  We will be back in the futureRead more",
            "Thật vui mừng khi có bạn và con gái bạn tham gia cùng chúng tôi vào buổi chiều! Chúng tôi rất vui khi biết bạn thích trải nghiệm của mình tại Làng Cui Lư - Driftwood Village và thực sự đánh giá cao đánh giá chi tiết của bạn. Chúng tôi là một trải nghiệm mới ở Hội An và thực sự biết ơn mọi khách hàng cũng như mọi đánh giá. Thật tuyệt vời khi được đón tiếp cả hai bạn và chúng tôi rất vui vì bạn đã tận hưởng thời gian ở cùng chúng tôi. Chuyến đi an toàn trở về nhà và cảm ơn bạn vì những kỷ niệm trong thời gian chúng ta bên nhau. : -  Đọc thêm",
            "Rất khuyến khích cho ngày chủ nhật, hội thảo tương tác, nhiều hoạt động dành cho trẻ em. Gia đình có trẻ mới biết đi thân thiện. Tốt hơn nên đặt chỗ trướcĐọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời của các bạn!! Xin gửi lời chúc tốt đẹp nhất đến bạn và gia đình và mong sớm gặp lại bạn với nhiều hoạt động và niềm vui hơn.Đọc thêm",
            "Không gian đẹp với những tác phẩm nghệ thuật đẹp! Là một nghệ sĩ, cá nhân tôi có thể bảo đảm cho nơi này. Đó là một nơi nghỉ ngơi sảng khoái khỏi sự hối hả của Phố cổ... Nhân viên rất thân thiện và chu đáo. Nơi tuyệt vời cho những buổi họp mặt gia đình, những du khách quan tâm đến các hoạt động văn hóa ngoài con đường ít người biết đến.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì những lời nói rất tốt đẹp của bạn.  - Rất vui được chào đón bạn và hy vọng được gặp lại bạn trong tương lai. Đọc thêm",
            "Nơi này gợi lại những kỷ niệm tuyệt vời về thời thơ ấu của tôi dọc theo Bờ biển Thái Bình Dương California, thu thập gỗ lũa và thấy rất nhiều gỗ lũa được sử dụng để trang trí cũng như các mục đích khác ở các khu vực xung quanh Santa Barbara, California. Vợ tôi và tôi, sống bên kia thị trấn, đã đến thăm nơi này trong một buổi mở cửa và nhìn thấy một số tác phẩm nghệ thuật rất độc đáo và đẹp mắt được làm từ nhiều loại lũa khác nhau. Chúng tôi cũng quan sát thấy một số khách hàng tham gia xưởng chế biến gỗ - macrame. Là một địa điểm dành cho hoạt động trong ngày độc đáo, tôi nghĩ địa điểm này phù hợp với mọi lứa tuổi và đặc biệt có thể là một ý tưởng tuyệt vời cho một gia đình có trẻ nhỏ không có vấn đề về hành vi và đủ tuổi tham gia các hoạt động thủ công có giám sát. Một số công cụ được sử dụng trong hội thảo có thể gây nguy hiểm cho trẻ em không đủ kỷ luật để tuân theo chỉ dẫn của giám đốc xưởng.Đọc thêm",
            "Cảm ơn bạn rất nhiều vì đã tham gia cùng chúng tôi và đánh giá rất chu đáo của bạn.  - -  \n\nMong được gặp lại bạn tại Art Fair lần sau!Đọc thêm",
            "Làng Cui Lu là một nơi tuyệt vời để đi. Với không gian xung quanh là cánh đồng cách xa thành phố, nơi đây rất yên tĩnh với tiếng nhạc chill, đồ uống ngon và không gian nghệ thuật độc đáo. Tôi đã đến thăm trong sự kiện Hội chợ nghệ thuật và nó thực sự đáng trải nghiệm, Trẻ em chơi rất vui.Đọc thêm",
            "Một trong những không gian nghệ thuật đẹp nhất ở Hội An. Vị trí và trang trí đẹp. Tôi rất ấn tượng với bộ sưu tập đồ gỗ của họ và cách các tác phẩm nghệ thuật được quản lý một cách chuyên nghiệp. Tuy nhiên, tôi ước chi phí cho xưởng gỗ sẽ hợp lý hơn một chút đối với người dân địa phương hoặc du khách Việt Nam, nhưng tôi tin rằng nó xứng đáng với những gì nó bỏ ra.Đọc thêm",
            "Ồ, cảm ơn bạn vì lời khen đáng kinh ngạc - chúng tôi thực sự đánh giá cao điều đó và rất vui khi biết bạn đã tận hưởng thời gian làm việc với chúng tôi. \n\nVà cảm ơn bạn đã phản hồi về giá cả. Chúng tôi luôn xem xét cách tốt nhất để tổ chức các buổi hội thảo có giá cả phải chăng để nhiều người có thể trải nghiệm nghệ thuật chế biến gỗ truyền thống của Việt Nam. Chúng tôi cung cấp mức giá giảm cho các buổi hội thảo tại Hội chợ nghệ thuật cộng đồng của chúng tôi để cho phép nhiều khách tham gia hơn và có kế hoạch cung cấp các chương trình cộng đồng trong tương lai. Giữ nguyên! \n\nCảm ơn một lần nữa cho việc xem xét. Và mong được gặp lại bạn. Đọc thêm"
        ],
        "star_ratings": [
            10,
            0,
            0,
            0,
            0
        ],
        "review_amount": 10,
        "location": [
            "Làng Cui Lư - Làng Lũ",
            "Cam Ha",
            "Việt Nam",
            "Các hoạt động ở Cẩm Hà",
            "Chào An",
            "Tỉnh Quảng Nam",
            "Châu Á"
        ],
        "reviews_time": [
            "Written January 1, 2024",
            "Written October 25, 2023",
            "Written August 23, 2023",
            "Written August 3, 2023",
            "Written July 9, 2023",
            "Written April 12, 2023",
            "Written April 12, 2023",
            "Written April 11, 2023",
            "Written April 11, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g25346912-d25415698-Reviews-Lang_Cui_Lu_Driftwood_Village-Cam_Ha_Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g2237710-d9873778-Reviews-Seatran_Ferry-Don_Sak_Surat_Thani_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g56350-d106304-Reviews-Comal_River-New_Braunfels_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g143043-d146944-Reviews-Mammoth_Cave-Mammoth_Cave_National_Park_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g298455-d7586582-Reviews-Sky_Ranch_San_Fernando_Pampanga-San_Fernando_Pampanga_Province_Central_Luzon_Regi.html",
            "https://www.tripadvisor.com/Attraction_Review-g48948-d5003555-Reviews-Land_of_Oz_Theme_Park-Beech_Mountain_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g50682-d8492030-Reviews-Observatory_Park-Montville_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g34515-d1936511-Reviews-Orlando_International_Premium_Outlets-Orlando_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d216709-Reviews-Mary_Jane_Falls_Trail-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g499179-d217959-Reviews-Hopewell_Rocks-Hopewell_Cape_Albert_County_New_Brunswick.html",
            "https://www.tripadvisor.com/Attraction_Review-g294452-d3436881-Reviews-Vitosha_Boulevard-Sofia_Sofia_Region.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g25346912-d25415698-Reviews-Lang_Cui_Lu_Driftwood_Village-Cam_Ha_Hoi_An_Quang_Nam_Province.html"
    }
]