[
    {
        "attraction_name": "Lanikai Pillbox Trail",
        "attraction_name_vi": "Đường mòn Hộp thuốc Thiên đường",
        "general_info": [
            "944 đánh giá",
            "- 3 trong số 21 điều cần làm ở Kailua",
            "Những con đường mòn đi bộ đường dài"
        ],
        "attraction_summary": "Quan điểm hoàn toàn đẹp. Mang giày tốt. Hầu như không sống sót trong dép xỏ ngón vì điều này là ngẫu hứng. Đây là một chuyến đi bộ đầy thử thách, bạn phải sử dụng dây thừng và các phương tiện khác để leo lên một số điểm nhất định và có rất ít hoặc không có bóng râm, vì vậy ánh nắng trực tiếp chắc chắn sẽ giúp bạn có được ngay cả khi bôi kem chống nắng. Gió cũng mạnh nhưng cái nóng sẽ rất dễ chịu.Đọc thêm",
        "reviews": [
            "Đi bộ đẹp với tầm nhìn tuyệt vời từ trên xuống. Tôi chắc chắn sẽ giới thiệu giày tennis mặc dù tôi đã thấy mọi người đi dép xăng đan.  Tôi thấy việc đi bộ đường dài hơi khó khăn nhưng tôi - tôi là một người hút thuốc 64 tuổi nên nếu tôi có thể làm được thì hầu như ai cũng có thể làm được! Con trai khỏe mạnh của tôi có thể đã chạy bộ lên đó!Đọc thêm",
            "Chúng tôi đậu xe ở bãi biển và đi bộ đến đầu đường mòn cách đó khoảng nửa dặm đi bộ.  Chúng tôi cũng đã đi khi trời mưa, điều mà tôi không khuyên bạn nên làm trừ khi bạn có đôi giày phù hợp và sẵn sàng để bị bẩn. \n\nPhần khó khăn nhất của chuyến đi bộ đối với chúng tôi là lối vào đầu đường mòn vì nó ướt và lầy lội. Khi bạn bay lên đường mòn vẫn còn rất nhiều bùn nhưng cũng có đá. \n\nNhững chiếc quần và đôi giày đầy bùn thật đáng giá vì khung cảnh thật tuyệt vời. Ngoài ra, việc có thể nhìn cận cảnh các hộp thuốc là cơ hội chỉ có một lần trong đời.Đọc thêm",
            "Đã làm điều này tăng vào ngày khác. Tôi sẽ mô tả nó như một mức tăng trung bình về độ khó. Tôi - m 53 và con gái tôi 14 tuổi, cả hai chúng tôi đều làm điều đó khá dễ dàng. Lúc đầu nó hơi dốc và có một số đoạn dốc cao trên đường đi lên. Nếu bạn thấy việc đi bộ khó khăn, nó sẽ sớm biến mất cùng với số lượt xem được thưởng ở hộp thuốc đầu tiên. Cái thứ hai cách đó vài phút và sau khi nhìn thấy khung cảnh đó, tôi nghĩ bạn sẽ phải vật lộn để tìm một cái đẹp hơn ở bất cứ đâu trên đảo.Đọc thêm",
            "Chúng tôi đậu xe ở bãi biển và đi bộ đến đầu đường mòn cách đó khoảng nửa dặm đi bộ.  Chúng tôi cũng đã đi khi trời mưa, điều mà tôi không khuyên bạn nên làm trừ khi bạn có đôi giày phù hợp và sẵn sàng để bị bẩn. Phần khó khăn nhất của chuyến đi bộ đối với chúng tôi là lối vào đầu đường mòn vì nó ướt và lầy lội. Khi bạn bay lên đường mòn vẫn còn rất nhiều bùn nhưng cũng có đá. Những chiếc quần và đôi giày đầy bùn thật đáng giá vì khung cảnh thật tuyệt vời. Ngoài ra, việc có thể nhìn cận cảnh các hộp thuốc là cơ hội chỉ có một lần trong đời.Đọc thêm",
            "Bạn không nên đến đó để lấy hộp đựng hóa đơn. Bạn đến đó để ngắm nhìn bờ biển và biển. Không có nhiều nơi ở Oahu mà bạn có thể nhìn xuống bãi biển và rạn san hô từ độ cao như vậy mà không cần phải đi bộ hàng giờ.Đọc thêm",
            "Đi bộ đẹp với tầm nhìn tuyệt vời từ trên xuống. Tôi chắc chắn sẽ giới thiệu giày tennis mặc dù tôi đã thấy mọi người đi dép xăng đan.  Tôi thấy việc đi bộ đường dài hơi khó khăn nhưng tôi - tôi là một người hút thuốc 64 tuổi nên nếu tôi có thể làm được thì hầu như ai cũng có thể làm được! Con trai khỏe mạnh của tôi có thể đã chạy bộ lên đó!Đọc thêm",
            "Quan điểm hoàn toàn đẹp. Mang giày tốt. Hầu như không sống sót trong dép xỏ ngón vì điều này là ngẫu hứng. Đây là một chuyến đi bộ đầy thử thách, bạn phải sử dụng dây thừng và các phương tiện khác để leo lên một số điểm nhất định và có rất ít hoặc không có bóng râm, vì vậy ánh nắng trực tiếp chắc chắn sẽ giúp bạn có được ngay cả khi bôi kem chống nắng. Gió cũng mạnh nhưng cái nóng sẽ rất dễ chịu.Đọc thêm",
            "Chúng tôi bắt đầu con đường mòn khi ánh sáng ban ngày đang lên cao, điều này giúp chúng tôi có thể biết mình sẽ đi đâu.  Tốt nhất nên đi giày có lực kéo; đi xuống khó hơn đi lên.  Một số người trong nhóm của chúng tôi dừng lại ở một trong những điểm quan sát bằng phẳng nhưng những người khác đã vượt lên trên đỉnh. Họ nói đoạn cuối gần như thẳng đứng và rất khó. Lượt xem thật ngoạn mục xung quanh. Đáng nỗ lực và đi lên!Đọc thêm",
            "Đi bộ tuyệt vời! Một chút thử thách đối với một đứa trẻ 4 tuổi nhưng 9 và 11 tuổi vẫn ổn. Kiểu đi bộ đường dài dành cho người mới bắt đầu với một vài tảng đá! Quan điểm đáng kinh ngạc! Danh sách nhóm!Đọc thêm",
            "Khó hơn tôi nghĩ! Không phải vì khó thở mà địa hình rất khó khăn. Đá, đất, phải dùng dây thừng và cây cối để đỡ chúng tôi lên. Rất thích nhưng đừng để bị lừa - nó khá khó khăn.Đọc thêm",
            "Cuộc tranh giành nhỏ tuyệt vời để có được khung cảnh đáng kinh ngạc của Thái Bình Dương phía trên cây sồi Lanikai. Nếu bạn có mức độ thể lực tối thiểu hoặc đi bộ đường dài thường xuyên thì đây là một cuộc tranh giành rất dễ dàng. Gia đình chúng tôi mất khoảng 10 phút để đến được hộp thuốc thứ hai. Đó là một chuyến tham quan thú vị nhưng nếu bạn đang tìm kiếm một chuyến đi bộ đường dài thực sự thì đây sẽ là một chuyến đi ngắn nhưng dốc. Đừng nghe những đánh giá khác gọi việc đi bộ này là nguy hiểm. Nó chỉ khó khăn hoặc nguy hiểm nếu bạn không chắc chắn trên đôi chân của mình.Đọc thêm",
            "Đây là chuyến đi bộ thứ 3 và cũng là lần cuối cùng chúng tôi thực hiện ở Oahu - chúng tôi không phải là những người đi bộ đường dài mà là một cặp đôi ổn ở độ tuổi giữa 30 - đây là chuyến đi khó khăn nhất trong 3 chuyến; Điều khó khăn không phải là chiều dài hay độ nghiêng, mà thực tế là bạn luôn luôn đi trên rễ cây, đá, cạnh của cả hai, v.v. khi đi lên - siêu dễ trượt hoặc ngã hoặc tệ hơn là trẹo mắt cá chân của bạn... cứ từ từ và tiếp cận một cách nghiêm túc và bạn sẽ được thưởng một thứ gì đó hoàn toàn tuyệt vời - đây là thứ chúng tôi yêu thích nhất, hợp đồng màu sắc giữa xanh lá cây và xanh lam - các boongke... cực kỳ thú vị!Hãy tham gia mang theo đồ ăn - không - không cần nhắc đến nước.... - vì rất nhiều người cuối cùng đã ăn trưa trên nóc hộp đựng thuốc sau khi họ lấy được chúng - có vẻ như là một ý tưởng thiên tài! MẸO: chúng tôi đã không - t đỗ xe ở - lối vào - của con đường đi bộ, nhưng thay vào đó chúng tôi đậu xe khoảng 15m siêu dễ dàng - và thực sự có một phần cảnh đẹp - Công viên bãi biển Kailua - bãi đậu xe miễn phí, vì vậy bạn không cần phải lo lắng rằng mình đã đỗ xe trên đường lái xe của ai đó, v.v. - sau đó chúng tôi ngâm mình dưới biển và đó là một cách hoàn hảo để kết thúc và kỷ niệm chuyến đi bộ của chúng tôi! : - Đọc thêm",
            "Có thể đi bộ từ bãi biển được không?Đọc thêm",
            "Không thực sự thẳng từ bãi biển. Lanikai có hai con đường chính và nhiều ngôi nhà nằm giữa bãi biển và là điểm xuất phát để đi bộ lên các hộp đựng thuốc. Khoảng cách ngắn nhất giữa hai tôi - d nói là tương đương với 4-5 dãy phố. Lanikai là một khu dân cư nhỏ. Bãi đậu xe có thể có vấn đề và rất dễ đông đúc.Đọc thêm",
            "Khoảng cách đi bộ đường dài là gì?\nNó có nhiều đá hay chỉ là đất bình thường?\nCảm ơn bạn Đọc thêm",
            "Tôi không nhớ khoảng cách nhưng tôi nghĩ chúng tôi mất khoảng 45 phút đi lên và 45 phút đi xuống. Đọc thêm",
            "Chúng ta có thể đỗ xe ở đâu mà không bị phạt hoặc bị kéo đi? Bãi biển này có đá ở đáy khi xuống nước không? Hay chỉ là cát mịn?Đọc thêm",
            "Chúng tôi đậu xe trên một con phố gần lối vào bãi biển. Chỉ cần chú ý đến biển báo của chủ nhà và đừng chặn đường của họ! Đi bộ từ đó.Đọc thêm",
            "Có ai biết là có một thời gian nhất định mà con đường này mở ra không? Đọc thêm",
            "Ngoài ra, tôi - tôi không chắc bạn biết bao nhiêu về những con đường mòn ở Hawaii, nhưng trừ khi chúng là một phần của hệ thống Công viên Quốc gia, hoặc Diamond Head, nếu không chúng sẽ không được duy trì. Hầu hết các chuyến đi bộ đường dài không có lối đi trải nhựa, lối đi dành cho người khuyết tật hoặc xe đẩy, v.v. Chúng là những con đường mòn gồ ghề, tự nhiên và phù hợp với mọi địa hình. Chỗ đậu xe bị hạn chế vì chuyến đi bộ này rơi vào khu dân cư. Chúng tôi đậu cách đó vài dãy nhà trên một con phố gần bãi biển. Đã đi bộ đến đầu đường mòn. Hãy nhớ nghiên cứu càng nhiều càng tốt về những chuyến đi bộ đường dài mà bạn muốn thực hiện. Best of Oahu, All Trails và Unreal Hawaii là một số trang web tôi đã sử dụng khi nghiên cứu về các chuyến đi bộ đường dài mà tôi muốn thực hiện. Tôi cũng đã xem video YouTube. Hy vọng điều đó có ích.Đọc thêm",
            "Chuyến đi từ Waikiki đến đó thế nào? Có rất nhiều phương tiện giao thông trong khu vực này? Cong hay thẳng? Cảm ơn!Đọc thêm",
            "Lái xe ở đó thực sự tốt.  Bãi đậu xe là vấn đề.  Không có bãi đậu xe và bạn phải đậu xe trên đường.  Đọc các biển báo vì đây là khu dân cư và bãi đậu xe có hạn.  Việc đi bộ rất đáng giá, vì vậy hãy kiên nhẫn tìm chỗ đậu xe.  Gần như kết thúc việc đi bộ đường dài đến đầu con đường vì nó đã lên đến đỉnh.  Lấy nước.Đọc thêm",
            "Bất kỳ thông tin cập nhật nào về thời điểm con đường sắp đóng, chúng tôi sẽ có mặt ở đó vào tuần tới và chúng tôi hy vọng sẽ đi bộ được Đọc thêm",
            "Tôi không tin mình đã đọc bất cứ điều gì về việc đóng đường mòn. Hãy tận hưởng!Đọc thêm",
            "Trẻ em có thể leo lên đường đi bộ này không? Các cậu bé thể thao lứa tuổi 11 và 9.Đọc thêm",
            "Vâng, điều đó sẽ không thành vấn đề gì cả.Đọc thêm",
            "Một nhóm đi bộ trên đường mòn có mất phí không - đỗ xe, phí vào cửa, v.v. - ?Đọc thêm",
            "Đây là một dấu vết không chính thức, không rõ ràng - như tôi - những người khác đã đề cập. Nguy hiểm khi ướt, không phù hợp với những người bình thường - xe đẩy - - những người không có thể lực tốt, an toàn nhất với giày đi bộ đường dài. Như vậy, không có phí, cũng không có bãi đậu xe. Tôi lo lắng cho những người dường như không biết họ đang gặp phải điều gì: vui lòng đọc trước khi bạn nhảy vào, nếu không có nguy cơ phá hỏng nhiều thứ hơn kỳ nghỉ của bạn.Đọc thêm",
            "Tôi có thể đỗ xe ở đâu? Tôi sẽ thuê một chiếc ô tô và không muốn bị kéo đi. Ngoài ra, địa chỉ nào là tốt nhất để cắm vào GPS? Cảm ơn bạn!Đọc thêm",
            "Tôi chỉ biết về bốn bãi đậu xe song song trên con đường gần đầu đường mòn phía nam.  Chúng tôi đến đủ sớm để lấy một trong số chúng khi có ai đó đang kéo ra. Việc rẽ trên đường mòn rất nhanh nên tôi sẽ đợi một chút để xem có ai quay lại không nếu nghiệp đậu xe của tôi ngày hôm đó không tốt lắm. Chúng tôi chỉ đi trên đường mòn khoảng 90 phút. Tất cả những gì tôi có thể nói là hãy tìm một chỗ đỗ xe hợp pháp ở bất cứ đâu, vì tầm nhìn từ trên xuống là nhờ tất cả nỗ lực đã bỏ ra trên đường mòn. Quay video toàn cảnh trên điện thoại di động của bạn, bạn bè của bạn ở quê nhà sẽ thích thú.Đọc thêm"
        ],
        "star_ratings": [
            648,
            218,
            45,
            17,
            16
        ],
        "review_amount": 944,
        "location": [
            "Đường mòn Hộp thuốc Thiên đường",
            "Các hoạt động ở Kailua",
            "Hoa Kỳ",
            "Hai",
            "Hawaii - HI -",
            "oahu"
        ],
        "reviews_time": [
            "Written June 12, 2023",
            "Written November 10, 2023",
            "Written January 29, 2024",
            "Written May 28, 2024",
            "Written January 30, 2024",
            "Written November 14, 2023",
            "Written November 10, 2023",
            "Written June 12, 2023",
            "Written June 4, 2023",
            "Written March 8, 2023",
            "Written February 20, 2023",
            "Written December 28, 2022",
            "Written November 10, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g60652-d2573160-Reviews-Lanikai_Pillbox_Trail-Kailua_Oahu_Hawaii.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g60652-d26773442-Reviews-Mid_Pacific_Country_Club-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60652-d433940-Reviews-Buzz_s_Original_Steak_House-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60652-d1233681-Reviews-Island_Snow-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60652-d8000934-Reviews-Kalapawai_Market_Kailua_Beach-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60652-d1233658-Reviews-Bob_s_Boston_Pizza_Kailua-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60652-d10087378-Reviews-Maui_Mike_s_Fire_Roasted_Chicken-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60652-d868941-Reviews-K_K_Barbeque_Inn_Incorporated-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60652-d837075-Reviews-The_Shack-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60652-d4398946-Reviews-The_Food_Company-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Restaurant_Review-g60652-d433862-Reviews-Saigon_Noodle_House-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d526149-Reviews-Lanikai_Beach-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d12830725-Reviews-Lanikai_Pillboxes-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d153924-Reviews-Kailua_Beach_Park-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d2079983-Reviews-Bellows_Field_Beach_Park-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d1799610-Reviews-Kailua_Farmers_Market-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d109836-Reviews-Waimanalo_Beach-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d3382692-Reviews-Kalama_Beach_Park-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60653-d107578-Reviews-Hoomaluhia_Botanical_Gardens-Kaneohe_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g29222-d319414-Reviews-Nu_uanu_Pali-Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d8127665-Reviews-Lanikai_Brewing_Company-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d2573160-Reviews-or10-Lanikai_Pillbox_Trail-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d107673-Reviews-Diamond_Head_State_Monument-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d104662-Reviews-Pearl_Harbor_National_Memorial-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d254540-Reviews-Waikiki_Beach-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d261241-Reviews-Hanauma_Bay_Nature_Preserve-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d8733813-Reviews-Hawaii_Surfing_Academy-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d1913806-Reviews-Koko_Crater_Arch_Trail-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g11900445-d8440722-Reviews-Ko_Olina_Beach_Park-Ko_Olina_Kapolei_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d2664518-Reviews-Makapuu_Lighthouse_Trail-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60662-d153927-Reviews-Makapu_u_Beach-Waimanalo_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d7998306-Reviews-We_Go_Island_Canoe-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d2219087-Reviews-Kailua_Ocean_Adventures-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d947324-Reviews-Kailua_Beach_Adventures-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d1727871-Reviews-Segway_of_Hawaii_Kailua-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d1547844-Reviews-Aaron_s_Dive_Shop-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d4184663-Reviews-Manoa_Chocolate_Hawaii-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d6623614-Reviews-Pedego_Electric_Bikes_Kailua-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d8647552-Reviews-Hawaii_Bucket_List_Tours-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d23744831-Reviews-Island_Flow_Yoga_Hawaii-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d3316902-Reviews-Kalapawai_Historic_Market-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g59055-d21272119-Reviews-Falling_Waters_Waterfall-Falling_Waters_West_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g41853-d1821154-Reviews-Honey_Pot_Hill-Stow_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g34347-d6012986-Reviews-Old_Seven_Mile_Bridge-Marathon_Florida_Keys_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d18937568-Reviews-Futurium-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g1673264-d151972-Reviews-Bahia_de_Los_Angeles-Bahia_de_Los_Angeles_Ensenada_Municipality_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g676697-d7022801-Reviews-Kajuru_Castle-Kaduna_Kaduna_State.html",
            "https://www.tripadvisor.com/Attraction_Review-g298662-d3506470-Reviews-Midtown_Shopping_Mall-Ortakent_Bodrum_District_Mugla_Province_Turkish_Aegean_Coas.html",
            "https://www.tripadvisor.com/Attraction_Review-g298106-d12284533-Reviews-LEGOLAND_Japan-Nagoya_Aichi_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g658215-d10088045-Reviews-Ponce_Inlet_Jetty-Ponce_Inlet_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g60652-d2573160-Reviews-or10-Lanikai_Pillbox_Trail-Kailua_Oahu_Hawaii.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g60652-d2573160-Reviews-Lanikai_Pillbox_Trail-Kailua_Oahu_Hawaii.html"
    }
]