[
    {
        "attraction_name": "Lantern Making Class With Lynn",
        "attraction_name_vi": "Lớp Học Làm Đèn Lồng Với Lynn",
        "general_info": [
            "79 đánh giá",
            "- 14 trên 200 lớp - Workshop tại Hội An",
            "Bài học - Hội thảo"
        ],
        "attraction_summary": "Lớp học làm đèn lồng của chúng tôi ở phố cổ Hội An mang đến trải nghiệm độc đáo và hấp dẫn cho các cá nhân ở mọi lứa tuổi và trình độ kỹ năng. Được hướng dẫn bởi những giảng viên giàu kinh nghiệm và thông thạo tiếng Anh, bạn - sẽ học các kỹ thuật làm đèn lồng truyền thống trong khi tạo ra những chiếc đèn lồng đẹp mắt của riêng mình để mang về nhà làm kỷ niệm về thời gian bạn ở Hội An. Các lớp học của chúng tôi được thiết kế để cung cấp cách tiếp cận thực hành, cho phép bạn tham gia đầy đủ vào quá trình tạo ra chiếc đèn lồng của mình. Chúng tôi cung cấp tất cả các vật liệu và công cụ cần thiết cho lớp học, đảm bảo rằng bạn có mọi thứ cần thiết để tạo ra một chiếc đèn lồng đẹp và độc đáo. Trong lớp học, bạn sẽ được hướng dẫn từng bước của quy trình làm đèn lồng, từ việc chọn vật liệu và màu sắc đến xây dựng khung và thêm các bước hoàn thiện. Người hướng dẫn của chúng tôi rất kiên nhẫn và hiểu biết, và sẽ vui vẻ trả lời bất kỳ câu hỏi nào bạn có thể có. Nhìn chung, lớp học làm đèn lồng của chúng tôi là một trải nghiệm thú vị và phong phú cho phépĐọc thêm",
        "reviews": [
            "Nhóm 7 người - nhiều lứa tuổi - đã có một tiếng rưỡi vui vẻ mỗi người làm một chiếc đèn lồng. Lyn và mẹ cô ấy đã hỗ trợ tất cả chúng tôi trong việc đó. Vì vậy, hãy kiên nhẫn với tất cả chúng ta. \nChúng tôi đã làm điều đó vào đầu buổi tối, khi mát mẻ hơn một chút và có một khoảng thời gian tuyệt vời. \n7 khách hàng rất hài lòng và một khoảnh khắc tuyệt vời để mang về nhà. \nCảm ơn bạn chúng tôi đã có một thời gian tuyệt vời. \nRất khuyến khíchĐọc thêm",
            "Chồng tôi và tôi thấy mọi người làm đèn lồng vào buổi chiều và quyết định thử làm vào buổi tối. Lyn đã hướng dẫn chúng tôi trong suốt quá trình bằng kỹ năng và khiếu hài hước tuyệt vời. Hoạt động nghệ thuật và thủ công xuất sắc!Đọc thêm",
            "Lynn thật tuyệt vời! Cô ấy rất niềm nở, tiếng Anh xuất sắc, rất chu đáo và nói chung là một người phụ nữ đáng yêu, cũng như mẹ cô ấy, người cũng đã giúp đỡ hội thảo. Thật là thú vị, chúng tôi là một nhóm gồm 3 người bạn và cũng có một cặp đôi khác tham gia cùng chúng tôi, đây là một cơ hội tuyệt vời để giao lưu và chúng tôi đã nhận thức được điều này trước khi đồng ý thời gian cho lớp học. Chúng tôi đã chọn lớp học dài hơn, nơi bạn làm đèn lồng từ đầu nhưng cũng có tùy chọn nếu bạn không có nhiều thời gian để bắt đầu với khung làm sẵn, nhưng chúng tôi sẽ 100 - khuyên bạn nên thực hiện toàn bộ quá trình nếu bạn có thời gian ! Chúng tôi được tặng một thức uống chào mừng thơm ngon và sau đó có cơ hội tự chọn loại vải cho những chiếc đèn lồng của mình. Lynn giải thích và minh họa từng bước của quy trình và cô cùng mẹ cô luôn sẵn sàng giúp đỡ nếu chúng tôi không chắc chắn về bất cứ điều gì. Hội thảo thật thú vị, chúng tôi yêu thích từng giây phút và thời gian trôi qua! Chúng tôi cũng quay lại Lynn vào ngày hôm sau để mua một số chiếc đèn lồng xinh đẹp của cô ấy về làm quà cho gia đình - bạn bè.Đọc thêm",
            "Chúng tôi đã gọi trực tiếp cho cô ấy qua WhatsApp và cô ấy sẵn sàng đón chúng tôi sau 20 phút. \n\nChúng tôi đã tham gia lớp học ngắn hạn - nó rất vui. \n\nLynn cực kỳ ngọt ngào, cô ấy đảm bảo rằng chúng tôi cảm thấy thoải mái và cho chúng tôi uống trà đá vì đó là một ngày nóng nực. \n\nCô ấy cũng đảm bảo thực hiện cuộc trò chuyện.\n\nNgoài ra, cô ấy còn có một chú chó con dễ thương mà bạn có thể chơi cùng.  -  -  -  - Đọc thêm",
            "Lynn đáng yêu quá. Các con gái của tôi và một người không đặt chỗ trước nhưng cô ấy rất vui được dạy chúng tôi khi chúng tôi đến. Chúng tôi làm những chiếc đèn lồng từ đầu và cô ấy đã kiên nhẫn với chúng tôi khi chúng tôi mắc một vài lỗi - đừng cắt dây - - \nĐồ uống chào mừng mát lạnh vào buổi chiều nóng bức cũng rất chu đáoĐọc thêm",
            "Hôm nay tôi đã dành một giờ cùng Lyn ở Hội An để làm một chiếc đèn lồng Việt Nam.\nMột trải nghiệm thú vị với Lyn, người thợ làm đèn lồng thế hệ thứ 3.\nRất muốn giới thiệu cho bất kỳ ai đang tìm kiếm thứ gì đó khác biệt một chút và bạn có thể mang về nhà chiếc đèn lồng rất đặc biệt của riêng mình. Đọc thêm",
            "Chúng tôi thực sự khuyên bạn nên tham gia lớp học làm đèn lồng với Lynn! Cô ấy rất hữu ích, tốt bụng và dịu dàng và thực sự đã bổ sung vào trải nghiệm của chúng tôi. Cô ấy đưa ra cho chúng tôi một mức giá hợp lý và rất kiên nhẫn. Chúng tôi rất vui được giới thiệu lớp học này cho bất kỳ ai ở mọi lứa tuổi - cảm ơn Lynn vì một trải nghiệm thực sự đáng nhớĐọc thêm",
            "Chúng tôi dành một buổi sáng thoải mái cùng Lynn ngắm nhìn cuộc sống đường phố đi ngang qua cửa hàng của cô ấy trong khi làm những chiếc đèn lồng cho chúng tôi. Lynn cung cấp một lớp học dài bao gồm làm khung tre cho đèn lồng nhưng chúng tôi phải bắt chuyến bay nên đã tham gia lớp học ngắn.\nGia đình Lynn đã ba thế hệ làm đèn lồng nên cô ấy chắc chắn biết mình đang làm gì!\nCô tỏ ra là một giáo viên kiên nhẫn, nhẹ nhàng động viên những lúc tôi vụng về.\nTiếng Anh của cô ấy rất xuất sắc và chúng tôi rất thích trò chuyện về cuộc sống ở Việt Nam.\nĐây thực sự là một cách thú vị để kết thúc kỳ nghỉ của chúng tôi ở Hội An, ngoài ra chúng tôi còn nhận được những chiếc đèn lồng mang về nhà và lắp đặt trên ban công như một lời nhắc nhở\nTôi khuyên bạn nên trò chuyện với Lynn trên WhatsApp để đặt chỗ.Đọc thêm",
            "Lớp học này vui quá.  Tôi đã mua một số chiếc đèn lồng và sau đó nhận ra rằng có những lớp học làm chúng. Sau khi đọc các nhận xét tôi đã chọn Lynn. Đó là một lựa chọn tuyệt vời. Lynn nói tiếng Anh tốt và là một giáo viên tuyệt vời. Phải mất khoảng một giờ và Lynn cho tôi quay video để tôi có thể làm chúng ở nhà. Tôi đã mua 8 bộ dụng cụ.. Đây cũng sẽ là một dự án thủ công và nghệ thuật hay dành cho trẻ em. Chồng tôi không định đi nhưng anh ấy rất vui vì đã làm vậy. Khi đi mua sắm ở chợ, hãy nghỉ ngơi và ghé thăm Lynn, ngồi xuống và làm một chiếc Đèn lồng. Những chiếc đèn lồng có thể gập lại để phù hợp với hành lý của bạn. \nChúng tôi đã đặt chỗ nhưng không cần thiết. Đọc thêm",
            "Lớp học làm đèn lồng là một trải nghiệm độc đáo và thú vị. Lynn đảm bảo rằng khi chúng tôi làm những chiếc đèn lồng từ đầu, chúng sẽ trở nên hoàn hảo và là một giáo viên tuyệt vời.\n\nHoạt động được khuyến khích cao; chúng tôi đã làm những chiếc đèn lồng từ một đống que và vải, sau đó có thể sơn chúng rồi thu gọn chúng để dễ vận chuyển về nhà.Đọc thêm",
            "- Lớp học làm đèn lồng với Lynn, Hội AnLớp học làm đèn lồng với Lynn - và mẹ cô ấy - có lẽ là điểm nổi bật trong kỳ nghỉ Hội An của chúng tôi. Giao tiếp trực tiếp với cô ấy và thiết lập đặt phòng của chúng tôi thật dễ dàng. Lynn cực kỳ kiên nhẫn trong suốt quá trình từ việc bắt đầu với việc chọn kiểu dáng đèn lồng - vải, dựng khung - căng vải, chọn màu tua rua và cuối cùng là gấp đèn lồng lại để dễ dàng đóng gói - cô ấy không bao giờ khiến bạn cảm thấy vội vã hay vụng về, điều mà tôi thậm chí còn đánh giá cao hơn sau khi biết rằng những gì chúng tôi mất khoảng 1,5 giờ thì họ thường tự làm trong vòng 7 phút. Là nhà sản xuất đèn lồng thế hệ thứ ba, tất nhiên họ cũng có một cửa hàng bán các sản phẩm của riêng họ, nơi tôi đã mua một số chiếc đèn lồng cỡ lớn hơn của họ - tôi sẽ không bao giờ quên công sức và thời gian mà cô ấy và mẹ cô ấy đã cùng tôi đi xem vì không- trưng bày những chiếc đèn lồng để tìm chính xác những chiếc phù hợp.Đọc thêm",
            "Gần đây tôi đã tham gia Lớp học làm đèn lồng với Lynn ở Phố cổ Hội An và nó thực sự rất thú vị. Phong thái thân thiện và hướng dẫn rõ ràng của Lynn giúp mọi người có thể tiếp cận lớp học, bất kể trình độ kỹ năng. Chúng tôi đã tìm hiểu về lịch sử và ý nghĩa của đèn lồng ở Hội An trong khi tự tay tạo ra những tác phẩm đẹp mắt. Bầu không khí thoải mái và Lynn đảm bảo rằng mọi người đều cảm thấy được hòa nhập và có khả năng. Niềm vui khi nhìn thấy chiếc đèn lồng thành phẩm của tôi tỏa sáng ấm áp thật khó tả. Lớp học này hoàn hảo cho gia đình, bạn bè hoặc khách du lịch một mình đang tìm kiếm một hoạt động văn hóa đáng nhớ ở Hội An.Đọc thêm",
            "Lớp học làm đèn lồng của Lynn - s ở Phố cổ Hội An vượt quá mọi mong đợi của tôi. Ngay từ khi bước vào xưởng, chúng tôi đã đắm chìm trong truyền thống làm đèn lồng giàu truyền thống. Hướng dẫn từng bước của Lynn rất rõ ràng và dễ làm theo, khiến quá trình này trở nên thú vị đối với mọi lứa tuổi. Lớp học là sự kết hợp hoàn hảo giữa học tập và sáng tạo, cho phép chúng tôi làm những chiếc đèn lồng cá nhân mà chúng tôi có thể tự hào mang về nhà. Niềm đam mê với nghề thủ công của Lynn đã lan tỏa và kiến ​​thức của cô về lịch sử Hội An đã bổ sung thêm chiều sâu cho trải nghiệm. Lớp học này là một cách tuyệt vời để dành vài giờ và mang về nhà một phần nét quyến rũ của Hội An.Đọc thêm",
            "Lynn kiên nhẫn hướng dẫn chúng tôi từng bước, từ việc chọn vải cho đến lắp ráp và trang trí đèn lồng. Những hướng dẫn rõ ràng và lời khuyên hữu ích của cô ấy đảm bảo rằng ngay cả một người mới bắt đầu như tôi cũng có thể tạo ra thứ gì đó đẹp đẽ. Điều nổi bật nhất là khả năng lồng ghép những câu chuyện về tầm quan trọng văn hóa của đèn lồng của Lynn, khiến lớp học không chỉ là một buổi học thủ công mà còn là một bài học về văn hóa. Sản phẩm hoàn thiện là một chiếc đèn lồng cá tính, tuyệt đẹp mà tôi sẽ trân trọng như một kỷ niệm trong thời gian ở Hội An. Tôi đặc biệt giới thiệu lớp học làm đèn lồng của Lynn cho bất kỳ ai muốn trải nghiệm nét đặc trưng của văn hóa Việt Nam một cách thực tế.Đọc thêm",
            "Tham gia lớp học làm đèn lồng của Lynn ở Phố cổ Hội An là một điểm nổi bật trong chuyến đi của tôi. Hội thảo diễn ra trong một khung cảnh lịch sử, quyến rũ, bổ sung hoàn hảo cho nghề thủ công truyền thống mà chúng tôi sắp học. Niềm đam mê làm đèn lồng của Lynn đã thể hiện ngay từ đầu và sự nhiệt tình của cô ấy đã lan truyền. Kết quả cuối cùng là một chiếc đèn lồng được chế tác đẹp mắt mà tôi tự hào mang về nhà. Lớp học làm đèn lồng của Lynn - không chỉ là một hoạt động vui nhộn, sáng tạo mà còn là cách kết nối đầy ý nghĩa với văn hóa Việt Nam. Tôi thực sự giới thiệu lớp học này cho bất kỳ ai đến thăm Hội An muốn tạo ra những kỷ niệm lâu dài và một món quà lưu niệm độc đáo.Đọc thêm",
            "Việc tạo ra chiếc đèn lồng của tôi vừa thư giãn vừa bổ ích. Bầu không khí tràn ngập tiếng cười và tình bạn thân thiết khi chúng tôi làm việc cùng với những người tham gia, mỗi người chúng tôi mang sự tinh tế độc đáo của mình vào tác phẩm của mình. Khoảnh khắc cuối cùng, khi chúng tôi thắp sáng những chiếc đèn lồng đã hoàn thành của mình, thực sự rất kỳ diệu. Căn phòng bừng sáng với ánh sáng dịu nhẹ, mê hoặc của những chiếc đèn lồng thủ công của chúng tôi, mỗi chiếc là minh chứng cho sự giảng dạy xuất sắc của Lynn. Lớp học làm đèn lồng với Lynn là một cách tuyệt vời để hòa mình vào văn hóa địa phương và mang về nhà một mảnh Hội An - s di sản nghệ thuật. Tôi rời đi với một chiếc đèn lồng xinh đẹp và những kỷ niệm đáng nhớ về một trải nghiệm thực sự độc đáo.Đọc thêm",
            "Lớp học làm đèn lồng với Lynn ở Hội An là điểm nhấn trong chuyến đi của tôi! Niềm đam mê của Lynn đối với nghề thủ công rất dễ lây lan và sự hướng dẫn kiên nhẫn của cô đã khiến quá trình làm đèn lồng phức tạp trở nên dễ tiếp cận và thú vị. Tôi rời đi với một chiếc đèn lồng thủ công tuyệt đẹp và sự trân trọng sâu sắc hơn đối với loại hình nghệ thuật truyền thốngĐọc thêm",
            "Tôi chưa bao giờ nghĩ mình có thể làm được thứ gì đó đẹp đến thế bằng chính đôi tay của mình! Lớp học làm đèn lồng của Lynn không chỉ mang tính giáo dục mà còn vô cùng thú vị. Trải nghiệm thực tế kết hợp với những câu chuyện của Lynn về truyền thống đèn lồng Hội An thực sự đặc biệtĐọc thêm",
            "Thật là một trải nghiệm tuyệt vời! Lớp học làm đèn lồng của Lynn là sự kết hợp hoàn hảo giữa văn hóa, sự sáng tạo và niềm vui. Những hướng dẫn từng bước của cô ấy giúp quá trình này trở nên dễ thực hiện và kết quả cuối cùng là một chiếc đèn lồng tuyệt đẹp mà tôi - tự hào trưng bày trong nhà của mìnhĐọc thêm",
            "Từ khâu chọn lụa đến khâu lắp ráp cuối cùng, mỗi bước trong lớp học làm đèn lồng của Lynn đều là một niềm vui. Chuyên môn và cách tiếp cận thân thiện của cô ấy đã khiến lớp học trở nên thú vị ở mọi cấp độ kỹ năng và tôi rất vui mừng với chiếc đèn lồng mà mình đã làm. Đó là một món quà lưu niệm độc đáo sẽ luôn khiến tôi nhớ đến Hội An.Đọc thêm"
        ],
        "star_ratings": [
            81,
            0,
            0,
            0,
            0
        ],
        "review_amount": 81,
        "location": [
            "Tỉnh Quảng Nam",
            "Chào An",
            "Những điều cần làm ở Hội An",
            "Châu Á",
            "Lớp Học Làm Đèn Lồng Với Lynn",
            "Việt Nam"
        ],
        "reviews_time": [
            "Written July 21, 2023",
            "Written July 22, 2023",
            "Written July 24, 2023",
            "Written August 24, 2023",
            "Written September 5, 2023",
            "Written September 24, 2023",
            "Written October 15, 2023",
            "Written November 5, 2023",
            "Written December 22, 2023",
            "Written December 29, 2023",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 22, 2024",
            "Written May 18, 2024",
            "Written May 18, 2024",
            "Written May 17, 2024",
            "Written May 6, 2024",
            "Written May 6, 2024",
            "Written May 6, 2024",
            "Written May 6, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g298082-d25417840-Reviews-Lantern_Making_Class_With_Lynn-Hoi_An_Quang_Nam_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25411786-Reviews-L_ng_Den_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d3724095-Reviews-Little_Faifo_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25259196-Reviews-Hoi_An_Heart_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26848559-Reviews-Em_H_i_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d19408725-Reviews-Pause_and_Enjoy_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d24966494-Reviews-Lenco_Cafe_Bar-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d26152228-Reviews-B_i_Com_Hoi_An_Restaurant_Cafe-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d15086699-Reviews-Melody_Fine_Dining_Restaurant-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d13355422-Reviews-Vy_s_Deli-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Restaurant_Review-g298082-d25306878-Reviews-Chops_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454963-Reviews-The_Old_House_of_Phun_Hung-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9718614-Reviews-Nguyen_Tuong_Family_Chapel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4507121-Reviews-Hoi_An_Ancient_Town-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451143-Reviews-Cantonese_Assembly_Hall-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8091207-Reviews-Hoi_An_Night_Market-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d451147-Reviews-Japanese_Covered_Bridge-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d8546724-Reviews-Chua_Phap_Bao_Pagoda-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7590313-Reviews-Quan_Thang_Ancient_House-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d454964-Reviews-The_Sa_Huynh_Culture_Museum-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12335105-Reviews-Gallery_180-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d25417840-Reviews-or10-Lantern_Making_Class_With_Lynn-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906280-Reviews-Bay_Mau_Eco_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15239795-Reviews-Hoi_An_Tropical_Cooking_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11622239-Reviews-Coconut_Fragrance_Restaurant_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19488113-Reviews-Hoi_An_Eco_Cooking_Tour_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d11105461-Reviews-Hoi_An_Eco_Tour_and_Papa_s_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17736868-Reviews-Cooking_with_Jolie_in_Hoi_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d4470450-Reviews-Hoi_An_Eco_Tours_Discovery-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17849591-Reviews-Cam_Thanh_Family_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d1163962-Reviews-Tra_Que_Water_Wheel-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d7906276-Reviews-Hoi_An_Eco_Cooking_Class-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19609067-Reviews-Kha_Thi_Leather_Store-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26726649-Reviews-Honey_Spa-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15588148-Reviews-Thanh_Long_Shoes_Hand_Bag_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d17845204-Reviews-NETVIET-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d26161875-Reviews-Tropical_Foot_Massage-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12936593-Reviews-Hoi_An_Private_Tour_Guides-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d2358478-Reviews-Hoi_An_Free_Tours-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d9721575-Reviews-Helen_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d3834739-Reviews-Five_Season_Silk-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12387628-Reviews-RU_BY_RU_BY_Leather_Shop-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d12666334-Reviews-Pink_Lotus_Tailor-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d15353737-Reviews-Den_L_ng_Hung_An-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298082-d19603328-Reviews-Hoi_An_Sunrise_Motorbike_Tour-Hoi_An_Quang_Nam_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g55857-d6378202-Reviews-West_7th-Fort_Worth_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d13378052-Reviews-Dar_El_Bacha_Musee_des_Confluences-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g34618-d4074593-Reviews-Cirque_Italia-Sarasota_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60993-d3968006-Reviews-JACK_Cincinnati_Casino-Cincinnati_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d1467807-Reviews-Maunawili_Falls-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g51893-d8518178-Reviews-Oxbow_Regional_Park-Gresham_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g297967-d16818782-Reviews-TazI_Kanyonu-Manavgat_Turkish_Mediterranean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g293922-d451012-Reviews-Valley_of_Love-Da_Lat_Lam_Dong_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g54296-d562285-Reviews-Kiawah_Beachwalker_Park-Kiawah_Island_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g17786366-d15852704-Reviews-Son_Tra_Night_Market-Son_Tra_Peninsula_Da_Nang.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g298082-d25417840-Reviews-or10-Lantern_Making_Class_With_Lynn-Hoi_An_Quang_Nam_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g298082-d25417840-Reviews-Lantern_Making_Class_With_Lynn-Hoi_An_Quang_Nam_Province.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "hoạt động nghệ thuật": 0.8737691454589367,
            "thủ công": 0.9844554461305961,
            "khung": 0.9846406916622072,
            "đèn lồng": 0.5947064010542817,
            "trà đá": 0.9951143696671352,
            "chú chó": 0.9924676618538797,
            "chiếc": 0.5289864026708528,
            "trải nghiệm": 0.9955125035077799,
            "buổi sáng": 0.9896879844600335,
            "cửa hàng": 0.5,
            "lớp học": 0.7507573590613902,
            "khung tre": 0.5065838936716318,
            "chuyến bay": 0.9508368871174753,
            "giáo viên": 0.8377383386396104,
            "kỳ nghỉ": 0.5,
            "bộ dụng cụ": 0.6953189186751842,
            "dự án thủ công": 0.5,
            "nghệ thuật": 0.5,
            "lớp học làm": 0.8737691454589367,
            "đèn": 0.7816621376467603,
            "đống que": -0.03820795379579067,
            "kỳ nghỉ hội an": 0.942346001509577,
            "sản phẩm": 0.5887024765834212,
            "lồng để": 0.0548873245716095
        },
        "dicts_adj": {
            "hoạt động nghệ thuật": [
                "xuất sắc"
            ],
            "thủ công": [
                "xuất sắc"
            ],
            "khung": [
                "dài",
                "hơn",
                "nhiều",
                "sẵn"
            ],
            "đèn lồng": [
                "thơm",
                "ngon",
                "bất kỳ",
                "khác biệt",
                "đặc biệt",
                "riêng",
                "gọn",
                "dễ",
                "riêng",
                "lớn",
                "hơn"
            ],
            "trà đá": [
                "ngọt ngào",
                "thoải mái"
            ],
            "chú chó": [
                "dễ thương",
                "cùng"
            ],
            "chiếc": [
                "hoàn hảo",
                "gọn",
                "dễ"
            ],
            "trải nghiệm": [
                "hữu ích",
                "tốt bụng",
                "dịu dàng",
                "thực sự",
                "vui",
                "bất kỳ",
                "thực sự",
                "độc đáo",
                "thú vị"
            ],
            "buổi sáng": [
                "thoải mái"
            ],
            "cửa hàng": [],
            "lớp học": [
                "dài",
                "vui"
            ],
            "khung tre": [
                "ngắn"
            ],
            "chuyến bay": [
                "ngắn"
            ],
            "giáo viên": [
                "kiên nhẫn",
                "nhẹ nhàng",
                "tốt",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "kỳ nghỉ": [],
            "bộ dụng cụ": [],
            "dự án thủ công": [],
            "nghệ thuật": [],
            "lớp học làm": [
                "độc đáo",
                "thú vị"
            ],
            "đèn": [
                "hoàn hảo",
                "riêng"
            ],
            "đống que": [
                "gọn",
                "dễ"
            ],
            "kỳ nghỉ hội an": [
                "nổi bật"
            ],
            "sản phẩm": [
                "riêng"
            ],
            "lồng để": [
                "chính xác"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "hoạt động nghệ thuật": 1,
            "thủ công": 1,
            "khung": 1,
            "đèn lồng": 8.0,
            "trà đá": 1,
            "chú chó": 1,
            "chiếc": 5.0,
            "trải nghiệm": 2.5,
            "buổi sáng": 1,
            "cửa hàng": 1,
            "lớp học": 2.5,
            "khung tre": 1,
            "chuyến bay": 1,
            "giáo viên": 4.0,
            "kỳ nghỉ": 1,
            "bộ dụng cụ": 1.5,
            "dự án thủ công": 1.5,
            "nghệ thuật": 1.5,
            "lớp học làm": 1.5,
            "đèn": 3.5,
            "đống que": 1.5,
            "kỳ nghỉ hội an": 2,
            "sản phẩm": 2,
            "lồng để": 2
        }
    }
]