[
    {
        "attraction_name": "Lanzarote Aquarium",
        "attraction_name_vi": "Thủy cung Lanzarote",
        "general_info": [
            "1.584 đánh giá",
            "- 4 trong số 10 điều cần làm ở Costa Teguise",
            "Bể cá"
        ],
        "attraction_summary": "Những em bé nước sẽ không yêu thích gì hơn một chuyến đi đến Thủy cung Lanzarote, nơi chúng có thể ngắm nhìn bộ sưu tập sinh vật biển hùng vĩ lớn nhất ở Đảo Canary. Một trong những mục tiêu chính của Thủy cung là giáo dục du khách về biển - đó là lý do tại sao chúng tôi tạo ra các màn hình hiển thị thông tin về tầm quan trọng của việc bảo vệ môi trường. Ví dụ - Rác thủy cung - một cuộc triển lãm khám phá những thiệt hại đang gây ra cho đại dương và những gì cần phải làm để nhìn thấy những loài cá sống trong màu xanh tuyệt đẹp dưới những con sóng. Có rất nhiều loài Canary bản địa để bạn khám phá trong suốt chuyến tham quan như rùa, cá nóc và cá hề nhiệt đới. Đường hầm cá mập sẽ làm hài lòng những du khách trẻ tuổi và trải nghiệm thực tế trong bể cảm ứng đầy nhím biển gai nhọn và hải sâm nhầy nhụa.Đọc thêm",
        "reviews": [
            "Đó là một bể cá khá nhỏ nhưng với giá 15 cái/người lớn thì tôi có thể nói là nó đáng giá. Vô số loài cá khác nhau như cá đuối gai độc, sao biển, cá mập, v.v. Chúng cũng có các bộ phận tương tác nơi bạn có thể chạm vào cá. Nói chung tôi - tôi hài lòng với trải nghiệmĐọc thêm",
            "Chuyến tham quan kéo dài khoảng một giờ và chúng tôi được chứng kiến ​​cảnh cho ăn ở bể trung tâm mà bọn trẻ rất thích. Raquel đã cung cấp cho chúng tôi thêm thông tin về các loài được trưng bày và rất hiểu biết, tiếng Anh của cô ấy rất tốt.\nMột số bể không được dán nhãn nên đôi khi chúng tôi không biết mình đang nhìn thấy gì. Đọc thêm",
            "Thật là một nơi đáng yêu để đi! Tôi yêu bản chất cá nhân của bể cá. Hầu hết các sinh vật biển đều có tên và chúng thực sự biết và bị thu hút bởi các nhân viên khi nhìn thấy chúng. Thật đáng yêu để xem.  Các nhân viên thật tuyệt vời, thân thiện và cực kỳ hiểu biết. Đó là một bể cá nhỏ để bạn có được trải nghiệm cá nhân hơn và có thể đặt câu hỏi theo ý mình. Rose giống như người hướng dẫn cá nhân của chúng tôi -, một người đáng yêu, rất đam mê đời sống biển và quan tâm rất nhiều đến cá nhân họ. Thật tuyệt khi họ giải cứu, phục hồi và thả trở lại tự nhiên nếu có thể. Đó - là một nơi đáng yêu và rất đáng để ghé thăm đồng thời hỗ trợ - các loài động vật. Một số người đã đề cập đến một - khu vực vuốt ve - nhưng không phải vậy - Rose giải thích với tôi rằng mọi người không được chạm vào sao biển, v.v. và điều đó khiến chúng không khỏe. Thật buồn khi thấy điều đó vì vậy hãy hạn chế chạm vào chúng khi bạn đi. Khi ở trên đảo, chúng tôi đã có một chuyến tham quan bằng xe buggy, chuyến đi bằng tàu catamaran và tham quan thủy cung. Tất cả đều rất đẹp nhưng cậu con trai 14 tuổi của tôi thích thủy cung nhất.Đọc thêm",
            "Nhân viên thân thiện.\n\nTheo nghĩa đen, bạn có thể làm bảo tàng trong mười phút nếu bạn muốn. Tôi nghĩ nó hơi đắt nhưng có rất nhiều loài. Tôi thích sự phục hồi của một số loài động vật nhưng con rùa tội nghiệp bị mất một chi đó có không gian quá nhỏ để cơ động. Rùa là loài động vật yêu thích của tôi và điều đó thật đáng buồn, đặc biệt là khi chúng sống rất lâu. Cô ấy trông rất chán nản vì cô ấy đã biết đến đại dương. Tôi hiểu rằng cô ấy không thể sống sót trong tự nhiên nhưng chúng tôi được biết khi cô ấy nhận được chân giả, cô ấy sẽ ở trong một bể lớn hơn..Tôi hy vọng như vậy hoặc thậm chí cầu nguyện cho cô ấy được thả về tự nhiên vào một ngày nào đó....\n\nNhững con cá mập cũng sẽ sống suốt đời trong điều kiện nuôi nhốt vì chúng ta được biết chúng được sinh ra ở đó và chúng - thuộc về - thủy cung. Động vật có bản năng tự nhiên và ai nghĩ rằng một ngày nào đó chúng không thể được thả ra? Tôi nói hãy cho họ một cơ hội!Đọc thêm",
            "Chúng tôi ở lại Costa Teguise nên rất hợp lý khi đến đây trong khi rất gần.  Cách khách sạn của chúng tôi 10 phút đi bộ. Các nhân viên thật đáng yêu. Rachel - Raquel - rất hữu ích và đã dành nhiều thời gian để dẫn chúng tôi đi tham quan xung quanh và dạy cho con trai chúng tôi những sự thật thú vị.  Chúng tôi - là một người yêu thích bể cá nên hãy luôn thích thú với chúng.  Thậm chí còn may mắn khi được chứng kiến ​​phép lạ đặt tên cho chú rùa biển 1 tuổi được giải cứu. Đó là một khoảnh khắc đặc biệt và là điều bạn chưa bao giờ nhìn thấy. Họ cũng giải cứu rùa biển trưởng thành bị thương. Họ có cá mập và ống cá mập.  Thủy cung không lớn nên bạn thực sự có thể dành thời gian và tận hưởng nó.  Tôi tin rằng đó là - 45 euro cho một gia đình 4 người. Rất khuyến khích.    Lời khuyên duy nhất của tôi là tôi sẽ không đến đây dự định dành cả ngày nhưng nếu bạn đủ may mắn để đến đây vào thứ Tư, bạn sẽ thấy thời gian cho cá mập ăn.Đọc thêm",
            "Một số xe tăng đẹp để tham quan, 2 chiếc lớn mang tính điện ảnh rất phù hợp cho cả trẻ em và người lớn. Tuy nhiên, tôi sẽ không lãng phí tiền của bạn. 15 euro mỗi người lớn, bể cá nhỏ, HOT - , hoàn thành trong 30 phút. Phải liên tục nhấc bọn trẻ lên vì có khoảng 2 - 3 giây xe tăng cao hơn đầu chúng. Chúng tôi đã chi 60 euro trong 30 phút, đó thực sự là một sự lừa đảo.Đọc thêm",
            "Đây là một cách đáng yêu để dành một buổi chiều.  Thủy cung nhỏ nhưng có rất nhiều loài cá và sinh vật biển.  Các nhân viên rất thân thiện và hữu ích.  Chúng tôi đã ở đó vào thứ Hai và may mắn được thấy cá mập ăn, điều này chỉ xảy ra vào thứ Hai, thứ Tư và thứ Sáu.  Chúng tôi cũng có cơ hội nhìn thấy chú rùa được cứu hộ tuyệt vời này đang thưởng thức bữa trưa của mình.  Đọc thêm",
            "Tham quan Thủy cung. Nhân viên rất thân thiện và lịch sự, hữu ích.\nNơi sạch sẽ, không lớn nhưng có rất nhiều thứ để xem bao gồm cả cá mập con.\nNếu bạn chú ý đến từng màn hình, bạn sẽ nhận ra rằng có rất nhiều thứ để xem.\nCũng được thông báo rằng chúng tôi có thể quay lại đến 6 giờ chiều một lần nữa trong ngày với cùng một tấm vé, tuyệt vời sẽ quay lại lần nữa, cảm ơn bạn\nNataliaĐọc thêm",
            "Đã có một thời gian tốt đẹp.\nĐó là một bể cá nhỏ hơn tôi tưởng tượng nhưng tất cả các lỗ quan sát của bể lớn đều mát mẻ.\nRất thích việc cho cá đuối ăn, thật tuyệt khi thấy chúng được thợ lặn cho ăn và người phụ nữ kể cho chúng tôi nghe về chúng khi điều đó đang diễn ra Đọc thêm",
            "Đây là một bể cá đàng hoàng. Nó có giá 40 - cho hai người lớn và hai trẻ em - một hai tuổi -.\n\nHọ có cửa sổ quan sát lớn trong bể chính, nơi bạn có thể quan sát những con cá mập và cá đuối đang được cho ăn, điều đó thật tuyệt.\n\nBọn trẻ rất thích nó và nó chỉ cách khách sạn của chúng tôi vài phút đi bộ.Đọc thêm",
            "- 35 cho tôi và con gái dành 20 phút lang thang ngắm những chiếc bể rỗng. Lý do khủng khiếp cho một bể cá. Đường hầm cá mập giống như một cổng vòm với 3 con cá mập nhỏ và không có gì khác, chỉ bơi trong cùng một vòng tròn. Cuối cùng, tôi đã mua một chiếc vòng tay cho con gái tôi và nó đã bị hỏng chưa đầy một giờ sau khi mua. Nhận được tiền hoàn lại cho việc đó đã là một cuộc chiến. Đừng lãng phí thời gian hoặc tiền bạc của bạn.Đọc thêm",
            "Trải nghiệm tuyệt vời, giá cả rẻ với những giao dịch tốt dành cho gia đình Có rất nhiều loại sinh vật biển cũng như các dự án bảo tồn. Tất cả các loài động vật đều được chăm sóc và cho ăn tốt.Đọc thêm",
            "Không đáng. Sau khi xem các đánh giá và hình ảnh trên Google, chúng tôi quyết định ghé thăm địa điểm này. Rất thất vọng, một nửa số xe tăng và hồ bơi nhỏ không có gì để trưng bày. Tour du lịch nhỏ 15 phút xung quanh. Đừng lãng phí thời gian và tiền bạc của bạn- 15 - cho người lớn và 10 - cho trẻ em 4-12. Không đáng tiền.Đọc thêm",
            "Chúng tôi đã đến Lanzarote nhiều lần và chưa bao giờ ghé thăm thủy cung này! Chúng tôi quyết định đi dạo một vòng và điều đó thật tuyệt vời. Các nhân viên rất niềm nở và giải thích lộ trình đi bộ xung quanh. Toàn bộ nơi này rất rất sạch sẽ. Nó không lớn lắm nhưng rất đáng để ghé thăm. Chúng tôi rất vui vì chúng tôi đã đi.Đọc thêm",
            "Bản thân tôi - người chồng thực sự rất thích điều này vào một buổi sáng nhiều mây trong kỳ nghỉ của chúng tôi - sự chào đón nồng nhiệt đáng yêu - nhân viên thực sự thân thiện - ngạc nhiên một cách thú vị về số lượng chúng tôi đã thấy. Nếu bạn đi ngay sau 11 giờ - thưởng thức tất cả cá - rùa thì bạn sẽ đến kịp lúc để xem cá được cho ăn - 12 giờ - sau đó là 12:30 một thợ lặn trong bể cho chúng ăn - một hướng dẫn viên cung cấp cho bạn thông tin - thực sự hài lòng vì chúng tôi đã thử - sẽ trở về cùng cháu của chúng ta - Đọc thêm",
            "Không hiểu những đánh giá thấp chút nào. Chúng tôi biết trước đây là một bể cá có kích thước nhỏ hơn và việc đi dạo xung quanh thật đáng yêu và mang tính giáo dục. Các loài động vật rõ ràng được chăm sóc tốt và có rất nhiều thứ để xem cũng như các dấu hiệu giáo dục để cho bạn biết về những gì bạn đang xem. Chúng tôi thật may mắn và hạnh phúc khi nhìn thấy con cá đuối lớn và con của nó cũng bơi quanh bể lớn.  Hướng dẫn viên du lịch cho chúng tôi biết nhiều sự thật thú vị và cho chúng tôi xem những đồ vật như hàm cá mập và vết đốt của cá đuối gai độc. Đã có một giờ tuyệt vời khi cả gia đình đi dạo một vòng và giới thiệu cho tất cả những người có con nhỏ đang tìm kiếm việc gì đó để làm trong một ngày u ám hiếm hoi ở lanzarote! Đọc thêm",
            "Thủy cung tuyệt vời với nhiều lựa chọn bể chứa đầy cá và sinh vật biển - s. Thực sự rất thích thời gian chúng tôi dành ở đó rất khuyến khích. Đọc thêm",
            "Thật tuyệt khi dành vài giờ ở đây sáng nay khi thời tiết không tốt! Nhân viên đã rất nhiệt tình - cô bé của chúng tôi - 2 tuổi - thực sự rất thích nó.Đọc thêm",
            "Đây là một bể cá đáng yêu với đội ngũ nhân viên am hiểu thân thiện! Tôi thực sự rất thích chuyến đi của tôi đến đây và chắc chắn sẽ giới thiệu nó cho những ai thích điều gì đó khác biệt một chút trong kỳ nghỉ : - Đọc thêm",
            "Chuyến đi nửa ngày tuyệt vời. Rất nhiều thông tin về mỗi bể - cũng như thời gian cho cá đuối và cá mập ăn. Thật vui khi được nhìn thấy chú rùa được giải cứu vì có lẽ nó sẽ không thể sống sót ở đại dương. Cửa hàng quà tặng tốt với đội ngũ nhân viên thân thiện nói tiếng Anh tốt và rất dễ hiểu. Nhân viên rất lịch sự và thân thiện và chúng tôi sẽ sớm quay lại lần thứ 5. Đọc thêm",
            "Xin chào, có lợi ích gì khi mua vé trước không? Như làn nhanh hay gì đó? Hay là không có gì khác biệt và người ta chỉ cần đến và mua vé ở lối vào. Cảm ơn trước!Đọc thêm",
            "Không có ưu tiênĐọc thêm",
            "Xin chào, hy vọng sẽ có chuyến thăm vào tháng 9 khi chúng tôi ghé qua. Con gái tôi phải ngồi xe lăn vĩnh viễn. Thủy cung có phù hợp cho người sử dụng xe lăn không. Cảm ơnĐọc thêm",
            "Có một đường dốc lên xuống và đường đi được bố trí cho xe lăn trong suốt chuyến tham quan. Hy vọng được gặp bạn vào tháng 9! Đọc thêm",
            "Có xe buýt từ Puerto del Carmen tới thủy cung không?Đọc thêm",
            "Có, có xe buýt thường xuyên giữa Puerto del Carmen và Costa Teguise.  Thủy cung chỉ cách trạm xe buýt một quãng đi bộ ngắn. Đọc thêm",
            "cái này đã ở đây được bao lâu rồi và chưa bao giờ nghe nói về nó trước đây ??? đã từng đến Lanzarote một số lần trong quá khứ?Đọc thêm",
            "Một cơ sở tuyệt vời có vẻ rất thành lập.  Chúng tôi rất ấn tượng với công việc bảo tồn của họ và có vẻ như điều đó đã diễn ra được vài năm.  Chúng tôi thực sự rất thích chuyến thăm của mình và đã đi lại khoảng ba hoặc bốn lần để tận hưởng tất cả!  Trang web tuyệt vời với vô số thông tin và bản dịch tiếng Anh.  Chỉ cần tìm kiếm nó thông qua một trình duyệt.  Tôi hy vọng điều này có ích.Đọc thêm",
            "Tôi - đúng là cách đây 3 phút đi bộ - đang ở tại Smartline Ficus - có đáng để thử không? Đọc một số bài đánh giá có vẻ như sẽ không mất nhiều thời gian để đi hết một vòng phải không? cảm ơn trước xĐọc thêm",
            "Rất đáng để ghé thăm ngay cả khi nó không lớn.Đọc thêm",
            "Tôi - đúng là cách đây 3 phút đi bộ - đang ở tại Smartline Ficus - có đáng để thử không? Đọc một số bài đánh giá có vẻ như sẽ không mất nhiều thời gian để đi hết một vòng phải không? cảm ơn trước xĐọc thêm",
            "Rất đắt đỏ.  Không lớn lắm nhưng một số triển lãm thú vị.  Tôi chắc chắn sẽ không đi hai lần!Đọc thêm",
            "Bể cá có phù hợp với đứa con 4 tuổi của tôi, người phải ngồi xe lăn không? Liệu bé có nhìn thấy mọi thứ không?Đọc thêm",
            "Tôi sẽ nói có. Họ có lối vào riêng dành cho xe đẩy và xe lăn, và mặc dù một số xe tăng hơi cao nhưng nhiều chiếc trong số đó chắc chắn là để cô có thể nhìn thấy mọi thứ. Đường hầm cá mập nhỏ và bể lớn với những con cá lớn nhất cô ấy chắc chắn có thể nhìn thấy mọi thứ. Đọc thêm",
            "Nó cách costa teguise bao xaĐọc thêm",
            "Như mọi người đã nói. Trung tâm nghỉ dưỡng It - s Đọc thêm",
            "Bao xa từ khu nghỉ dưỡng lanzarote - hãy trực tiếp - ? \nKhoảng cách đi bộ?Đọc thêm",
            "Nó - cách Los Cucharas 5 phút đi bộ. Ở Costa Teguise. Đọc thêm",
            "Xin chào, tôi chỉ đang tự hỏi thủy cung này cách Costa teguise bao xa và chi phí vào là bao nhiêu!?Đọc thêm",
            "Chúng tôi đã trả khoảng 23 euro cho 2 người lớn và một đứa trẻ 3 tuổi. NHƯ mọi người đã nói - không quá xa. Nó cũng khá gần một trung tâm mua sắm nhỏ với một vài quán bar và nhà hàng. Khoảng 5 phút đi bộ.Đọc thêm"
        ],
        "star_ratings": [
            407,
            473,
            417,
            160,
            130
        ],
        "review_amount": 1587,
        "location": [
            "Lanzarote",
            "Thủy cung Lanzarote",
            "Costa Teguise",
            "Châu Âu",
            "đảo Canary",
            "Những hoạt động nên làm ở Costa Teguise",
            "Tây ban nha"
        ],
        "reviews_time": [
            "Written July 7, 2023",
            "Written July 10, 2023",
            "Written July 18, 2023",
            "Written July 23, 2023",
            "Written July 25, 2023",
            "Written August 8, 2023",
            "Written August 21, 2023",
            "Written August 27, 2023",
            "Written August 29, 2023",
            "Written September 5, 2023",
            "Written May 31, 2024",
            "Written May 30, 2024",
            "Written May 29, 2024",
            "Written May 26, 2024",
            "Written May 17, 2024",
            "Written May 16, 2024",
            "Written May 14, 2024",
            "Written May 13, 2024",
            "Written May 10, 2024",
            "Written May 9, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g659633-d2331493-Reviews-Lanzarote_Aquarium-Costa_Teguise_Lanzarote_Canary_Islands.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g659633-d24178437-Reviews-Mar_Azul_Restaurante_Grill-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659633-d2263252-Reviews-La_Otra_Pizza_Pasta-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659633-d2481979-Reviews-Portobello_Costa_Teguise-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659633-d7008509-Reviews-Namaste_India_Cucharas-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659633-d3249955-Reviews-Beijing_Restaurant-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659633-d2655661-Reviews-La_Tabla-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659633-d4265571-Reviews-Mi_Piace-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659633-d12534107-Reviews-Bonbon_cafe-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659633-d5971757-Reviews-Taberna_El_Bocadito-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Restaurant_Review-g659633-d3374635-Reviews-Restaurante_La_Chimenea-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187477-d17621016-Reviews-Lanzarote_Art_Gallery-Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d9987819-Reviews-Playa_de_las_Cucharas-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d2428681-Reviews-Pueblo_Marinero-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d7608846-Reviews-Playa_Del_Jablillo-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d23956420-Reviews-Playa_De_Los_Charcos-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d12963894-Reviews-Tourist_Office_of_Costa_Teguise-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190272-d23849599-Reviews-Playa_Del_Salado-Isla_de_Graciosa_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g652122-d23192619-Reviews-Rofero_De_Guatiza-Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190066-d649184-Reviews-Fundacion_Cesar_Manrique-Tahiche_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g3166324-d190888-Reviews-Jardin_de_Cactus-Guatiza_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d2331493-Reviews-or10-Lanzarote_Aquarium-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d27131573-Reviews-Jungle_River_Crazy_Golf-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d18930379-Reviews-Angie_s_Beauty_Hair_Salon-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d12135407-Reviews-Bike_Spot_Lanzarote-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g652122-d27520559-Reviews-Iranti_Candles-Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d12030823-Reviews-Tribike_The_Bike_Station-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d4309936-Reviews-Bamboozles_Bar-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d21362429-Reviews-Molamucho-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d13199095-Reviews-Blue_Speed_Moto_Rent-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d5614641-Reviews-Volcano_Surf_School-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d10915606-Reviews-Number_One-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d5123408-Reviews-Calipso_Diving-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d10295851-Reviews-Global_Massage_Lanzarote-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d21223818-Reviews-Freya_Massage_Plus-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d2019553-Reviews-Aquatis_Diving_Lanzarote-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g659633-d12291205-Reviews-Crown_Bar-Costa_Teguise_Lanzarote_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293962-d10792982-Reviews-PickMe-Colombo_Western_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g50751-d1100060-Reviews-World_s_Largest_Basket-Newark_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187514-d190142-Reviews-Plaza_Mayor-Madrid.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d455817-Reviews-Dusit_Zoo-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d1049214-Reviews-Restaurant_Chez_Ali-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g660767-d3400683-Reviews-Funivia_dell_Etna-Nicolosi_Province_of_Catania_Sicily.html",
            "https://www.tripadvisor.com/Attraction_Review-g608876-d10309126-Reviews-Gljufrabui_Waterfalls-Hvolsvollur_South_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g29220-d153836-Reviews-Molokini_Crater-Maui_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g33872-d15207503-Reviews-Yantic_Falls-Norwich_Mystic_Country_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g187497-d4660265-Reviews-Mercat_De_Sant_Antoni-Barcelona_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g659633-d2331493-Reviews-or10-Lanzarote_Aquarium-Costa_Teguise_Lanzarote_Canary_Islands.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g659633-d2331493-Reviews-Lanzarote_Aquarium-Costa_Teguise_Lanzarote_Canary_Islands.html"
    }
]