[
    {
        "attraction_name": "Lapis Spa",
        "attraction_name_vi": "Spa Lapis",
        "general_info": [
            "532 đánh giá",
            "- 5 trên 116 Spa - Chăm sóc sức khỏe ở Bãi biển Miami",
            "Spa"
        ],
        "attraction_summary": "Spa Lapis thật tuyệt vời và sạch sẽ. Tôi đã được nhìn thấy ngay khi tôi đến cuộc hẹn. Nhân viên hồ bơi Edward rất chu đáo, anh ấy liên tục kiểm tra nhóm của tôi để đảm bảo rằng chúng tôi có đồ uống và thức ăn. Jonathan thật tuyệt, anh ấy đã tìm cho chúng tôi những chiếc ghế đúng cách, ngay trước hồ bơi. Chúng tôi đã có một ngày trải nghiệm spa tuyệt vời.Đọc thêm",
        "reviews": [
            "Katerina thân mến, \n\nCảm ơn bạn đã để lại đánh giá về chuyến thăm Lapis Spa và khu vực hồ bơi Fontainebleau sau đó.\n\nChúng tôi rất tự hào về việc đảm bảo du khách sẽ được đáp ứng những chỗ ở tuyệt vời và dịch vụ cao cấp khi ghé thăm. Chúng tôi rất vui mừng khi thấy rằng điều này đã đạt được trong chuyến thăm của bạn. Cảm ơn bạn đã nhắc đến Edward và Jonathan tại bể bơi vì dịch vụ tuyệt vời mà họ đã cung cấp cũng như sự hỗ trợ của họ trong việc giúp bạn có được một chiếc ghế bi-a.\n\nChúng tôi chắc chắn sẽ chuyển lời khen ngợi của bạn và hy vọng sớm gặp lại bạn.\n\nTrân trọng,\nScott\nDịch vụ khách hàng của Fontainebleau Bãi biển MiamiĐọc thêm",
            "Dành cả ngày ở spa với 14 người bạn và đó là một trải nghiệm tuyệt vời. Cơ sở vật chất rất đẹp và bao gồm bể sục, phòng xông hơi ướt, hồ bơi nước nóng, phòng yên tĩnh. Massage là đỉnh cao! Các nhân viên thật tuyệt vời và rất thân thiện và nồng nhiệt! Đọc thêm",
            "Kính thưa quý khách.\n\nCảm ơn bạn đã chia sẻ phản hồi về lần ghé thăm Lapis Spa gần đây. Thật vui khi có bạn ở bên chúng tôi. \n\nChúng tôi rất vui khi biết rằng trải nghiệm của nhóm bạn tại spa vượt quá mong đợi của bạn. Chúng tôi luôn mong muốn cung cấp dịch vụ tuyệt vời và chỗ ở chất lượng cao và chúng tôi rất vui mừng được đáp ứng điều đó cho bạn. \n\nCảm ơn bạn đã khen ngợi cơ sở vật chất và dịch vụ của chúng tôi. Chúng tôi chắc chắn sẽ chuyển lại những lời tốt đẹp của bạn. Chúng tôi hy vọng bạn sẽ sớm ghé thăm chúng tôi.\n\nTrân trọng, \nScott \nDịch vụ khách hàng của Fontainebleau Bãi biển MiamiĐọc thêm",
            "Lapis chẳng có gì xa xỉ cả. Các nhân viên rất thân thiện và dịch vụ là hoàn hảo. Với Christopher ở quầy lễ tân của spa, người đã chào đón chúng tôi rất nồng nhiệt, Darlene ở khu vực dành cho phụ nữ, người đã đưa chúng tôi đi tham quan và đảm bảo rằng chúng tôi rất thích thú. Tôi sẽ đến đây nhiều lần. Cảm ơn Chris và Darlene vì dịch vụ tuyệt vời như vậy. Đọc thêm",
            "Myrna M thân mến, \n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi cảm thấy vui mừng khi biết rằng Chris và Darlene đã vượt lên trên cả việc cung cấp dịch vụ đặc biệt. Chúng tôi luôn có ý định cung cấp một dịch vụ tuyệt vời. Chúng tôi tin tưởng mạnh mẽ rằng tất cả các vị khách đều xứng đáng có được khoảng thời gian vui vẻ và một kỳ nghỉ chất lượng tại spa Lapis của chúng tôi. Chúng tôi hy vọng sẽ sớm gặp lại bạn. \n\nTrân trọng, Đọc thêm",
            "Lapis chẳng có gì xa xỉ cả. Các nhân viên rất thân thiện và dịch vụ là hoàn hảo. Với Christopher ở quầy lễ tân của spa, người đã chào đón chúng tôi rất nồng nhiệt, Darlene ở khu vực dành cho phụ nữ, người đã đưa chúng tôi đi tham quan và đảm bảo rằng chúng tôi rất thích thú. Tôi sẽ đến đây nhiều lần. Cảm ơn Chris và Darlene vì dịch vụ tuyệt vời như vậy. Đọc thêm",
            "Myrna M thân mến, \n\nCảm ơn vì đã chia sẻ kinh nghiệm của bạn với chúng tôi. Chúng tôi cảm thấy vui mừng khi biết rằng Chris và Darlene đã vượt lên trên cả việc cung cấp dịch vụ đặc biệt. Chúng tôi luôn có ý định cung cấp một dịch vụ tuyệt vời. Chúng tôi tin tưởng mạnh mẽ rằng tất cả các vị khách đều xứng đáng có được khoảng thời gian vui vẻ và một kỳ nghỉ chất lượng tại spa Lapis của chúng tôi. Chúng tôi hy vọng sẽ sớm gặp lại bạn. \n\nTrân trọng, Đọc thêm",
            "Tôi thực sự hối tiếc - 700 - tôi đã lãng phí những gì được cho là một trải nghiệm đặc biệt.  Đáng lẽ đây là khu vực không có điện thoại di động nhưng ở mọi nơi bạn đến đều có video trực tiếp, ảnh tự chụp, cuộc gọi điện thoại - facetime.  Nhân viên không làm gì để ngăn chặn điều này.  90 phút chăm sóc da mặt của tôi thực sự là 50 phút vì thời gian trước đó tôi dành để rửa bát.  Đây là một trải nghiệm đáng xấu hổ và tôi đã trả giá đắt cho những spa đẹp và không gặp vấn đề gì khi làm như vậy - tuy nhiên không phải vậy. Trì hoãn bảo trì ở khắp mọi nơi là tốt.  Tôi đã điền vào mẫu phản hồi của họ và thậm chí không ai liên hệ với tôi - vì vậy họ chắc chắn không quan tâm đến dịch vụ khách hàng.  Đừng lãng phí tiền của bạn!! Bạn sẽ hối hận vì đã làm vậy.Đọc thêm",
            "Tôi đang tham dự một hội nghị tại khách sạn và quyết định đăng ký một buổi trị liệu tại spa. Mặc dù có một số dấu hiệu đỏ ngay từ khi bước vào cửa nhưng tôi đã đặt dịch vụ mát-xa 100 phút với giá - 406.00. Tôi đã đặt chỗ vào thứ Hai và buổi mát-xa được lên lịch vào thứ Tư. Khi bạn đặt phòng, thẻ tín dụng của bạn sẽ bị tính phí trước cho toàn bộ số tiền dịch vụ.  Trả tiền xong tôi xin đi tham quan. Chàng trai, tôi vui vì tôi đã làm. Trong hành lang chính của khu vực thay đồ nữ, có hai chiếc xe đẩy chất đầy những chiếc áo choàng và khăn tắm bẩn thỉu. Căn phòng yên tĩnh trông chật chội và kém hấp dẫn. Trong khu vực phòng xông hơi có những chiếc cốc rỗng lẽ ra phải được người phục vụ dọn đi. Không có tiện nghi nào ngang tầm bao gồm bồn tắm nước nóng, phòng yên tĩnh, phòng xông hơi ướt, hồ bơi khoáng sản, tất cả những thứ sẽ tạo nên trải nghiệm spa tuyệt vời. Đáng buồn thay, Lapis Spa trông rất tuyệt vời trên mạng xã hội nhưng lại không tuyệt vời chút nào khi gặp trực tiếp. Điểm sáng: Tôi có thể hủy trực tiếp từ email xác nhận cuộc hẹn, người phục vụ tour rất tuyệt.Đọc thêm",
            "Trải nghiệm thật tồi tệ nên tôi cũng không muốn ở lại lâu hơn nữa. Spa đã bẩn. Phòng tắm có giấy vệ sinh trên sàn và nhà vệ sinh bị vứt bừa bãi. Có rất ít chỗ ngồi trong bể sục, vì vậy tôi thấy mình nghiêng người sang một bên rất nhiều. Chỉ để chạy vào đám tóc cạnh gờ đá. Chỉ nghĩ về điều đó thôi cũng khiến tôi thấy ghê tởm. Nước đã lọt vào mắt tôi và khiến tôi khó chịu trong suốt trải nghiệm ở đó. Tôi không bị dị ứng với clo nhưng thậm chí da của tôi còn bị kích ứng bất thường. Tôi sẽ nói, nhà trị liệu mát-xa của tôi thật tuyệt vời. Cô ấy rất chuyên nghiệp và có sức chứa. Và các nhân viên lễ tân trong phòng thay đồ nữ rất tử tế. Nhưng tôi sẽ không quay lại Lapis.Đọc thêm",
            "Lapis Spa KHÔNG như cũ! Tôi đã nhiều lần và đây là một trải nghiệm khủng khiếp. Tôi - không biết phải bắt đầu từ đâu... phòng tắm của tôi bị hỏng nên tôi chuyển sang phòng khác. Cái đó đã hết kem rửa sạch. Tôi chạy vội sang một phòng tắm khác để lấy kem xả và cái đó cũng hết. Người thứ ba hầu như không còn chút gì nhưng tôi đã làm được. Giá treo khăn cạnh phòng xông hơi ướt trống rỗng - không ai thèm đổ thêm khăn vào. Nhân viên trị liệu mát-xa được đào tạo kém-- trước đây họ luôn tuyệt vời. Và tệ nhất là , mặc dù thực tế là trang web của họ HIỆN TẠI bao gồm mô tả về Phòng Mưa Bleau của họ - nơi từng rất tuyệt vời -, nhưng nó KHÔNG CÒN TỒN TẠI. Nó - KHÔNG bị hỏng... nó - GONE. Tôi đã nói chuyện với người quản lý và phản hồi của anh ấy sau mỗi câu nói là - tôi biết. - Anh ấy thậm chí còn không hỏi vòi sen nào bị hỏng hay đưa ra bất kỳ lời bào chữa nào. Tôi rất tiếc phải nói TRÁNH SPA NÀY! Đọc thêm",
            "Họ đã tính phí mát-xa và các dịch vụ bổ sung mà tôi chưa đặt trước. Đã hoàn lại cho tôi 100 - khi ban đầu tôi bị tính phí 400 - cho một lần mát-xa là 200 -. Nghĩa đen là một trò lừa đảo. Sẽ không bao giờ quay trở lại! Họ thậm chí còn không xin lỗi! Không thể tin được! Đọc thêm",
            "Kính gửi Quý khách,\n\nCảm ơn bạn đã chia sẻ phản hồi của mình với chúng tôi tại Lapis Spa.\n\nChúng tôi thành thật xin lỗi vì bất kỳ khoản phí không chính xác nào mà bạn đã nhận được khi đến đây. Tôi hiểu rằng điều này sẽ tạo ra trải nghiệm tiêu cực cho bạn.\n\nChúng tôi muốn hỗ trợ thêm để sửa lỗi này và chúng tôi xin lỗi vì sự bất tiện đã gây ra cho bạn cho đến nay. Ban quản lý của chúng tôi đã được thông báo về điều này và chúng tôi muốn biết thêm thông tin chi tiết để chúng tôi có thể xem xét.\n\nVui lòng gửi email cho chúng tôi theo địa chỉ MIALapisSpaConcierge - fontainebleau.com hoặc guestrelations - fontainebleau.com cung cấp thông tin chi tiết về đặt phòng của bạn cùng với trải nghiệm này và chúng tôi sẽ phản hồi lại bạn.\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi của mình. Chúng tôi hy vọng rằng bạn sẽ cho chúng tôi cơ hội phục vụ bạn tốt hơn trong tương lai gần.\n\nTrân trọng,\nScott\nDịch vụ khách hàng Fontainebleau Miami Beach\nĐọc thêm",
            "Dành cả ngày ở spa với 14 người bạn và đó là một trải nghiệm tuyệt vời. Cơ sở vật chất rất đẹp và bao gồm bể sục, phòng xông hơi ướt, hồ bơi nước nóng, phòng yên tĩnh. Massage là đỉnh cao! Các nhân viên thật tuyệt vời và rất thân thiện và nồng nhiệt! Đọc thêm",
            "Kính thưa quý khách.\n\nCảm ơn bạn đã chia sẻ phản hồi về lần ghé thăm Lapis Spa gần đây. Thật vui khi có bạn ở bên chúng tôi. \n\nChúng tôi rất vui khi biết rằng trải nghiệm của nhóm bạn tại spa vượt quá mong đợi của bạn. Chúng tôi luôn mong muốn cung cấp dịch vụ tuyệt vời và chỗ ở chất lượng cao và chúng tôi rất vui mừng được đáp ứng điều đó cho bạn. \n\nCảm ơn bạn đã khen ngợi cơ sở vật chất và dịch vụ của chúng tôi. Chúng tôi chắc chắn sẽ chuyển lại những lời tốt đẹp của bạn. Chúng tôi hy vọng bạn sẽ sớm ghé thăm chúng tôi.\n\nTrân trọng, \nScott \nDịch vụ khách hàng của Fontainebleau Bãi biển MiamiĐọc thêm",
            "Spa Lapis thật tuyệt vời và sạch sẽ. Tôi đã được nhìn thấy ngay khi tôi đến cuộc hẹn. Nhân viên hồ bơi Edward rất chu đáo, anh ấy liên tục kiểm tra nhóm của tôi để đảm bảo rằng chúng tôi có đồ uống và thức ăn. Jonathan thật tuyệt, anh ấy đã tìm cho chúng tôi những chiếc ghế đúng cách, ngay trước hồ bơi. Chúng tôi đã có một ngày trải nghiệm spa tuyệt vời.Đọc thêm",
            "Katerina thân mến, \n\nCảm ơn bạn đã để lại đánh giá về chuyến thăm Lapis Spa và khu vực hồ bơi Fontainebleau sau đó.\n\nChúng tôi rất tự hào về việc đảm bảo du khách sẽ được đáp ứng những chỗ ở tuyệt vời và dịch vụ cao cấp khi ghé thăm. Chúng tôi rất vui mừng khi thấy rằng điều này đã đạt được trong chuyến thăm của bạn. Cảm ơn bạn đã nhắc đến Edward và Jonathan tại bể bơi vì dịch vụ tuyệt vời mà họ đã cung cấp cũng như sự hỗ trợ của họ trong việc giúp bạn có được một chiếc ghế bi-a.\n\nChúng tôi chắc chắn sẽ chuyển lời khen ngợi của bạn và hy vọng sớm gặp lại bạn.\n\nTrân trọng,\nScott\nDịch vụ khách hàng của Fontainebleau Bãi biển MiamiĐọc thêm",
            "Đây là lý do tại sao chúng tôi bị Lapis Spa lừa đảo Vợ tôi và tôi đã nhận được một món quà từ các con gái của chúng tôi là dịch vụ mát-xa cho cặp đôi tại Lapis Spa ở Bãi biển Miami vào tháng 6 năm 2023. Chúng tôi phải dời lại sang tháng 7 do bị bệnh. Chúng tôi đã thực hiện việc này qua điện thoại với một nhân viên spa thân thiện. Tuy nhiên, khi chúng tôi xuất hiện vào tháng 7 vào ngày đã lên lịch lại, chúng tôi đã bị từ chối vì dường như không có hồ sơ nào về việc đổi lịch của chúng tôi. Sau đó, họ nói rằng thẻ của chúng tôi đã bị tính phí là KHÔNG HIỂN THỊ. Mặc dù đã cung cấp hồ sơ điện thoại và gửi email cho người quản lý spa nhưng chúng tôi không nhận được bất kỳ phản hồi hay khoản bồi thường nào. Chúng tôi khuyên bạn nên tránh cơ sở này do họ thiếu dịch vụ khách hàng và tính liêm chính.Đọc thêm",
            "Kính thưa quý khách,\n\nCảm ơn bạn đã chia sẻ phản hồi về trải nghiệm của mình với Lapis Spa.\n\nChúng tôi chân thành xin lỗi vì trải nghiệm tồi tệ mà bạn gặp phải do lỗi đặt chỗ và sửa đổi của bạn không được xử lý. Thật đáng thất vọng khi sự thiếu quan tâm của chúng tôi đã dẫn đến điều này và có nghĩa là bạn không thể trải nghiệm dịch vụ của chúng tôi. \n\nChúng tôi muốn hỗ trợ thêm trong việc khắc phục vấn đề này và chúng tôi xin lỗi vì sự bất tiện đã gây ra cho bạn cho đến nay. Ban quản lý của chúng tôi đã được thông báo về điều này và chúng tôi muốn biết thêm chi tiết để chúng tôi có thể xem xét nó.\n\nVui lòng gửi email cho chúng tôi theo địa chỉ MIALapisSpaConcierge - fontainebleau.com hoặc guestrelations - fontainebleau.com cung cấp chi tiết về đặt phòng của bạn cùng với trải nghiệm này và chúng tôi sẽ liên hệ lại với bạn.\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi của mình, chúng tôi hy vọng rằng bạn có thể cho chúng tôi cơ hội để phục vụ bạn tốt hơn trong tương lai gần.\n\nTrân trọng,\nScott\nDịch vụ khách hàng của Fontainebleau Bãi biển Miami.\nĐọc thêm",
            "I have never left a bad review for anything because I do not want to harm livelihoods, but in this case I do think it is important to warn consumers about this business and their appointment and booking model, which I feel is unnecessarily complex and unfair.This is only about the cancellation and booking process, which was the most draconian and difficult undertaking I - ve ever experienced as a customer. Managing flight cancellations has been simpler than trying to cancel this massage.I booked a service and because of a schedule change needed to cancel. This is where the process became unbelievable.To book an appointment, you need to provide full credit card information. However, to cancel, you need to go through a multi-level process via phone, speaking to several people. I promise I have now spent over an hour writing emails and returning phone calls to cancel an appointment  - which is still in process! -  - it - s absolutely unrealWhen you call, you can - t actually access the salon. Instead, a third party takes your information and then communicates for you to the salon. The representative took all of my information - and I mean all - phone, name, address, email, confirmation number - I was on the phone for at least ten minutes like I was applying for a passport.The next day, I received a phone call with someone who asked several times why I was cancelling. I don - t think it - s anyone - s business, frankly, and I don - t feel I need to provide an explanation as to why I want to cancel an appointment a week in advance. He asked if I had tried to rebook and if not, why.This person said they would confirm my cancellation via email but has not. Thus, I needed to call back again and follow up with an email to confirm because they have my card info and will charge me.Somehow Lapis Spa has created a system where they take your money to book but make it nearly impossible to change or cancel. None of this can be done easily online, the way most people manage appointments in 2023. This feels unethical to me.I am now on my 4th phone call  - awaiting a return call -  and have not successfully cancelled this appointment. Truly wild!I would urge anyone who wants to avoid losing valuable time to go elsewhere.Read more",
            "Chào Marten,\n\nCảm ơn bạn đã chia sẻ trải nghiệm với Lapis Spa, chúng tôi rất buồn khi biết rằng bạn gặp nhiều khó khăn khi sử dụng dịch vụ của chúng tôi.\n\nChúng tôi xin lỗi vì trải nghiệm mà bạn đã trải qua cho đến nay và những vấn đề bạn gặp phải khi hủy cuộc hẹn. Chắc chắn có thể hiểu được điều này đã dẫn đến khoảng thời gian khó chịu như thế nào và chúng tôi không có mục đích làm điều này.  Dịch vụ mà chúng tôi mong muốn cung cấp tại Lapis Spa có tiêu chuẩn cao hơn nhiều và ban quản lý của chúng tôi hiện đang xem xét nguyên nhân.\n\nCho đến nay, có vẻ như cuộc hẹn đã bị hủy mà không tính phí và chúng tôi sẽ xem xét gửi xác nhận cho bạn nếu bạn chưa nhận được. Tuy nhiên, đối với mọi vấn đề chưa được giải quyết và các vấn đề khác mà bạn gặp phải với chúng tôi. Hãy liên hệ với chúng tôi tại MIALapisSpaConcierge - fontainebleau.com để chúng tôi có thể hỗ trợ thêm.\n\nCảm ơn bạn đã dành thời gian chia sẻ phản hồi của mình, chúng tôi đảm bảo với bạn rằng chúng tôi sẽ nỗ lực để cung cấp trải nghiệm đặt phòng tốt hơn nhiều. \n\nTrân trọng,\nScott\nDịch vụ khách hàng của Fontainebleau Miami Beach.Đọc thêm",
            "Những khu vực nào của spa được đồng biên tập?Đọc thêm",
            "Phòng tắm vòi sen và hồ khoáng VichyĐọc thêm",
            "Bạn có được phép sử dụng khu vực hồ bơi - bãi biển của khách sạn hay phải trả thêm tiền? Đọc thêm",
            "Bãi biển là bãi biển công cộng, nhưng khu vực hồ bơi thường chỉ dành cho khách lưu trú tại khách sạn trừ khi bạn đã đặt một dịch vụ spa nào đó cho phép bạn truy cập Đọc thêm",
            "Chúng ta nên đặt lịch sử dụng dịch vụ spa trước hay sau khi tận hưởng các tiện nghi như tắm khoáng, xông hơi, hồ bơiĐọc thêm",
            "Tôi đã làm điều đó sau khi mát-xa, bạn sẽ muốn loanh quanh một lát sau đóĐọc thêm",
            "Con gái 14 tuổi của tôi có thể đến đó cùng mẹ được không?Đọc thêm",
            "Không, hầu hết họ đều từ 18 tuổi trở lên và không thành vấn đề nếu cô ấy đi cùng một người lớn tuổi hơn.Đọc thêm"
        ],
        "star_ratings": [
            393,
            61,
            26,
            17,
            35
        ],
        "review_amount": 532,
        "location": [],
        "reviews_time": [
            "Written September 11, 2023",
            "Written December 24, 2023",
            "Written May 15, 2024",
            "Written May 15, 2024",
            "Written April 17, 2024",
            "Written March 19, 2024",
            "Written February 6, 2024",
            "Written February 3, 2024",
            "Written December 29, 2023",
            "Written December 24, 2023",
            "Written September 11, 2023",
            "Written July 18, 2023",
            "Written July 15, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g34439-d2290183-Reviews-Lapis_Spa-Miami_Beach_Florida.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d1464865-Reviews-Hakkasan_Miami-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d7228395-Reviews-Prime_54-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d6985162-Reviews-Chez_Bon_Bon-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d1979212-Reviews-La_Cote-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d4821267-Reviews-Arkadia_Grill-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d2400319-Reviews-Cecconi_s_Miami-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d15245343-Reviews-Bungalow_By_The_Sea-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d1717795-Reviews-Vida-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d431888-Reviews-Nobu_Miami_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Restaurant_Review-g34439-d4756267-Reviews-Cecconi_s_Miami-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d10683077-Reviews-Miami_Beach_Gondolas-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d2475470-Reviews-Miami_Beach_Boardwalk-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d21343557-Reviews-Faena_Theater-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d109886-Reviews-Lincoln_Road-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d108858-Reviews-Ocean_Drive-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d143763-Reviews-Bayside_Marketplace-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d143599-Reviews-Holocaust_Memorial_Miami_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d5826739-Reviews-Hyde_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d143598-Reviews-Jewish_Museum_of_Florida_FIU-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d606275-Reviews-New_World_Symphony-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d2290183-Reviews-or10-Lapis_Spa-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d5256963-Reviews-The_Palms_AVEDA_Spa-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d649356-Reviews-Spa_at_The_Standard_Miami-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d23035061-Reviews-Miami_Beach_Fit_Camp_formerly_Miami_Beach_Boot_Camp-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d12863746-Reviews-The_Spa_at_Carillon_Miami-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d4718490-Reviews-South_Beach_Boxing-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d26768567-Reviews-Taja_Drip-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d1799402-Reviews-Beach_Yoga_3rd_Street-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d12864089-Reviews-The_Spa_at_The_Miami_Beach_Edition-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d1997692-Reviews-South_Beach_Massage_Bodywork-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d2290537-Reviews-Valmont_for_The_Spa_at_The_Setai-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d2290183-Reviews-Lapis_Spa-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d4132940-Reviews-Bleau_Bar-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d1373876-Reviews-LIV_Nightclub_Miami-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d2356138-Reviews-SpeedBoat_Tours-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d4446416-Reviews-Arkadia-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d25260580-Reviews-PanIQ_Escape_Room_Miami_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d6024344-Reviews-Boat_Rental_Miami_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d19384808-Reviews-Jet_Ski_Rental_Miami_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d19401105-Reviews-Larry_s_Yacht_Rental_Miami-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d12253207-Reviews-Elite_Executive_Transportation-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d19489521-Reviews-BouYah_Watersports_Fontainebleau_Miami_Beach-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d23635996-Reviews-Lumar_Miami-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d8667812-Reviews-Sandbar_MIA-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d10391569-Reviews-Beach_Paddle_Co-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d4590061-Reviews-Miami_Beach_Sports-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g7380863-d270013-Reviews-Avenue_of_the_Giants-Humboldt_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d189783-Reviews-West_End_Theatre_District-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g298122-d1425224-Reviews-Atami_Hihokan-Atami_Shizuoka_Prefecture_Tokai_Chubu.html",
            "https://www.tripadvisor.com/Attraction_Review-g31204-d2078635-Reviews-Blazin_M_Ranch-Cottonwood_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g293917-d8779180-Reviews-Bann_Kang_Wat-Chiang_Mai.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d10253745-Reviews-The_View_at_ABC_Studios-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189192-Reviews-Printemps-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d257721-Reviews-The_Carolina_Opry-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g28965-d504751-Reviews-Moki_Dugway-Utah.html",
            "https://www.tripadvisor.com/Attraction_Review-g50207-d25254136-Reviews-Magnet_s_Stem_Playground-Cleveland_Ohio.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g34439-d2290183-Reviews-or10-Lapis_Spa-Miami_Beach_Florida.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g34439-d2290183-Reviews-Lapis_Spa-Miami_Beach_Florida.html"
    }
]