[
    {
        "attraction_name": "Lauterbrunnen Valley Waterfalls",
        "attraction_name_vi": "Thác nước Thung lũng Lauterbrunnen",
        "general_info": [
            "1.131 đánh giá",
            "- 2 trong số 20 điều cần làm ở Lauterbrunnen",
            "Thung lũng",
            "Thác nước"
        ],
        "attraction_summary": "Đọc thêm",
        "reviews": [
            "Trong chuyến đi 8 tuần 5 sao vòng quanh Châu Âu, chúng tôi đã thấy một số điều tuyệt vời nhưng hai kỷ niệm nổi bật nhất của tôi là Lauterbrunen và Gruyere. Chúng tôi ở lại Interlaken và lái xe 20 phút đến Lauterbrunen. Chúng tôi đi bộ từ một bãi đậu xe trong thị trấn qua một thung lũng có thác nước rải rác. Và khi người Thụy Sĩ nói - thác nước - ý họ là - THÁC NƯỚC!! - . Từ ô tô đến hang thác chúng tôi muốn vào khoảng 4km và đường đi bộ rất đẹp. Có rất nhiều người nhưng không nhiều đến mức bạn cảm thấy đông đúc. Đó là một con đường bẩn thỉu với những ngọn đồi cỏ hai bên và những con bò đeo chuông bò đi lang thang xung quanh. Hai bên là những ngọn núi khổng lồ với những thác nước khổng lồ đổ xuống. Hết 4 km đi bộ chúng tôi mua vé vào hang thác. Chúng tôi đi thang máy tùy chọn để leo lên 200 bậc và sau đó leo thêm 200 bậc tiếp theo uốn lượn qua núi. Hàng triệu lít nước đổ qua nên có một chút nước phun, cầu thang ướt và tiếng ồn rất ấn tượng nhưng nó thật tuyệt vời. Sau đó chúng tôi bắt xe buýt trở lại Lauterbrunen và ăn nước xốt phô mai. Một ngày hoàn hảo.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Lauterbrunnen và đánh giá tốt đẹp! Chúng tôi rất mong được chào đón bạn một lần nữa tại Thung lũng 72 thác nước. Đọc thêm",
            "Thung lũng Lauterbrunnen là một thắng cảnh đáng chiêm ngưỡng và thật đáng để bạn dành thời gian và công sức để đi bộ - chứ không phải lái xe! - xuống Stechelberg. Sau khi đã chụp rất nhiều ảnh về tất cả các điểm tham quan để tham quan, bạn có thể bắt xe buýt từ Stechelberg trở lại Lauterbrunnen.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Lauterbrunnen và đánh giá tốt đẹp! Chúng tôi rất mong được chào đón bạn một lần nữa tại Thung lũng 72 thác nước. Đọc thêm",
            "Một trong những khu vực đẹp nhất tôi từng thấy! Một nơi không thể bỏ qua ở Thụy Sĩ. Có rất nhiều con đường đi bộ và đi bộ đường dài tốt trong khu vực. Thị trấn có rất nhiều cửa hàng và nhà hàng dễ thương. Nghiêm túc mà nói, hãy dành chút thời gian ở đây!Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Lauterbrunnen và đánh giá tốt đẹp! Chúng tôi rất mong được chào đón bạn một lần nữa tại Thung lũng 72 thác nước. Đọc thêm",
            "Nếu bạn - đang ở trong khu vực thì đây là điều bắt buộc.  Ngôi làng và thác nước mang đậm chất Thụy Sĩ và bạn có thể trải nghiệm nó chỉ trong vài giờ.  Đường đi bộ lên đài quan sát cạnh thác rất dốc và tầm nhìn từ đó vẫn ổn, nhưng chắc chắn đáng giá.  Một trong những góc nhìn đẹp nhất về thác mà chúng tôi có được là từ chuyến tàu đi ra ngoài Lauterbrunnen.  Ánh sáng buổi sáng sẽ tốt hơn cho việc chụp ảnh.Đọc thêm",
            "Lauterbrunnen rất đẹp với tất cả các thác nước và dãy núi Alps bao quanh thị trấn. Tháng 5 là thời điểm hoàn hảo để tham quan với rất ít khách du lịch và xe buýt du lịch.  Bạn có thể phải dậy sớm để đón bầu trời trong xanh để ngắm những đỉnh núi cao nhất nhưng bạn sẽ không hối tiếc.\nLên kế hoạch dành vài ngày cho tất cả các chuyến đi phụ bằng thuyền gondola đến dãy núi và thác nước tuyệt đẹp ở độ cao 9.000 ft.\nĐây là một thị trấn mà bạn sẽ chỉ muốn ngồi và tận hưởng vẻ đẹp của nó.Đọc thêm",
            "Vợ tôi và tôi đi bộ qua thung lũng từ Stechelburg đến Lauterbrutten và dừng lại ở Thác Trummelbach.  Đó là một chuyến đi bộ rất đẹp, chủ yếu dọc theo một con lạch có sông băng.  Khu vực này cực kỳ đẹp nhưng chúng tôi chỉ nhìn thấy 5 hoặc 6 thác nước chứ không phải 70 thác như họ tuyên bố.  Tôi đoán là con số đó dựa trên số thác nước vào mùa xuân chứ không phải vào mùa thu.\n\nTuy nhiên, một chuyến đi tốt đẹp.Đọc thêm",
            "Chúng tôi bắt chuyến tàu từ Lucerne đến Lauderburn và việc đó thật đơn giản và dễ thực hiện. Đừng ngại làm điều đó chút nào. Bức ảnh chụp Thác nước và cách ga xe lửa một quãng đi bộ ngắn. Phương tiện giao thông công cộng ở Thụy Sĩ đơn giản đến mức đáng kinh ngạc và có thể đưa bạn đến nhiều nơi bạn cần đến, và đây là một trong những điểm dừng chân đẹp đến khó tin mà bạn cần phải đến khi đến Thụy Sĩ.Đọc thêm",
            "Chuyến đi bộ lên Tram rồi băng qua núi trở về Lauterbrunnen thật ngoạn mục. Cảnh đẹp ngoạn mục!!! Rất đáng để thửĐọc thêm",
            "Chúng tôi bắt chuyến tàu từ Lucerne đến Lauderburn và việc đó thật đơn giản và dễ thực hiện. Đừng ngại làm điều đó chút nào. Bức ảnh chụp Thác nước và cách ga xe lửa một quãng đi bộ ngắn. Phương tiện giao thông công cộng ở Thụy Sĩ đơn giản đến mức đáng kinh ngạc và có thể đưa bạn đến nhiều nơi bạn cần đến, và đây là một trong những điểm dừng chân đẹp đến khó tin mà bạn cần phải đến khi đến Thụy Sĩ.Đọc thêm",
            "ƯU ĐIỂM - Khu vực đẹp đến khó tin - Khung cảnh tuyệt đẹp với nhiều thác nước cao ở hai bên thung lũng rộng - Xem những người chơi dù lượn rơi tự do nhảy từ vách đá Murren - Đi bộ bằng phẳng dễ dàng trên bề mặt lát đá hoặc sỏiCONS - Đó có thể là lối đi thương mại- một số người khác và phương tiện nông nghiệp - Không bị cô lập - nó đi qua nhiều trang trại đang làm việc biệt lập - TÔI ĐÃ THAM QUAN NƠI NÀY - ...... bởi vì tôi yêu Lauterbrunnen và tôi cố gắng đến đây hàng năm.  Trước đây tôi đã nói rằng nó sẽ chuyển đến Lauterbrunnen khi - nếu tôi nghỉ hưu.  Vài năm trước, chúng tôi đã thuê xe đạp cho hành trình này, nhưng lần này, chúng tôi đi bộ và đi bộ. Năm nay, tôi dẫn theo một người bạn đi bộ đường dài - con trai tôi, và chúng tôi xuống thuyền gondola từ Murren đến Stechelberg rồi đi bộ từ đó đến tàu Lauterbrunnen ga, tất nhiên là dừng lại để thực hiện chuyến đi bộ đầy thử thách vất vả và trơn trượt đến phía sau Thác Staubbach - vui lòng xem bài đánh giá sắp được xuất bản của tôi và đã đăng - hữu ích - - những bức ảnh về điểm du lịch đó - .  Bất chấp sương mù dày đặc và mưa nhẹ, chúng tôi đã có một chuyến đi bộ kéo dài một tiếng rưỡi dài vài km thật tuyệt vời.  Chúng tôi tận hưởng từng phút. NÓ CÓ ĐÁNG CHI PHÍ không? Chắc chắn - đi bộ đường dài là miễn phí SẼ THAM QUAN NƠI NÀY - LẠI? Chắc chắn rồi - Tôi - đã đến Lauterbrunnen nhiều mùa hè và tôi chắc chắn sẽ thực hiện chuyến đi bộ đường dài này một lần nữa. LỜI KHUYÊN - Một chuyến đi bộ dễ dàng để đi bộ đường dài theo một trong hai hướng - Phương tiện công cộng để quay về có sẵn bằng xe buýt cứ sau nửa giờ - - Trên đường đi, - ghé thăm Thác Staubbach và Trummelbach nổi tiếngTôi hy vọng rằng bạn thấy những bức ảnh của tôi - hữu ích - - Đọc thêm",
            "Thác nước nhiều nhất vào mùa xuân và ít nhất vào mùa thu, nhưng may mắn cho tôi là tôi đã có thể chứng kiến ​​​​thác Staubbach khá lớn ngay cả trong mùa thu. Tuy nhiên, thác nước bên thuyền gondola Schilthorn tương đối khô. Đọc thêm",
            "Vợ tôi và tôi đi bộ qua thung lũng từ Stechelburg đến Lauterbrutten và dừng lại ở Thác Trummelbach.  Đó là một chuyến đi bộ rất đẹp, chủ yếu dọc theo một con lạch có sông băng.  Khu vực này cực kỳ đẹp nhưng chúng tôi chỉ nhìn thấy 5 hoặc 6 thác nước chứ không phải 70 thác như họ tuyên bố.  Tôi đoán là con số đó dựa trên số lượng thác nước vào mùa xuân chứ không phải vào mùa thu. Tuy nhiên, một chuyến đi bộ thú vị.Đọc thêm",
            "Lauterbrunnen rất đẹp với tất cả các thác nước và dãy núi Alps bao quanh thị trấn. Tháng 5 là thời điểm hoàn hảo để tham quan với rất ít khách du lịch và xe buýt du lịch.  Bạn có thể phải dậy sớm để đón bầu trời trong xanh để ngắm những đỉnh núi cao nhất tuy nhiên bạn sẽ không hối tiếc. Lên kế hoạch dành vài ngày cho tất cả các chuyến đi phụ bằng thuyền gondola đến dãy núi và thác nước tuyệt đẹp ở độ cao 9.000 ft. Đây là một thị trấn bạn sẽ muốn tận hưởng việc ngồi và tận hưởng tất cả vẻ đẹp của nó.Đọc thêm",
            "Nếu bạn - đang ở trong khu vực thì đây là điều bắt buộc.  Ngôi làng và thác nước mang đậm chất Thụy Sĩ và bạn có thể trải nghiệm nó chỉ trong vài giờ.  Đường đi bộ lên đài quan sát cạnh thác rất dốc và tầm nhìn từ đó vẫn ổn, nhưng chắc chắn đáng giá.  Một trong những góc nhìn đẹp nhất về thác mà chúng tôi có được là từ chuyến tàu đi ra ngoài Lauterbrunnen.  Ánh sáng buổi sáng sẽ tốt hơn cho việc chụp ảnh.Đọc thêm",
            "Những ai đã xem phim Ấn Độ và Fantasy về Thụy Sĩ đến thăm thì ĐỪNG - ĐỪNG làm điều đó, đó chỉ là công viên giải trí chứ không phải thiên nhiên. Đầy những khách sạn tham lam, không có biểu hiện văn hóa của con người để xem, máy bay trực thăng, xe lửa, thang máy, những con bò ẩm ướt, với máy phát điện đang vắt sữa chúng.v.v. khi nhìn thấy những ngọn núi này khiến những ngọn núi của tôi ở thung lũng xinh đẹp Gilgit và baltistan khóc!!Đọc thêm",
            "Tôi đã từng nhìn thấy thác Staubbach trước đây nhưng chưa bao giờ đi lên cầu thang phía sau nó. Mặc dù nhìn từ xa thác không ngoạn mục nhưng việc nhìn thấy thung lũng từ trên cao phía sau thác đổ là một trải nghiệm và hoàn toàn miễn phí! Đề nghị làm điều đó nếu trong khu vực! Tôi không thể nói chuyện với những cú ngã được trả tiền khác.Đọc thêm",
            "Cảm ơn bạn đã ghé thăm và đánh giá tốt đẹp!Đọc thêm",
            "Một trong những khu vực đẹp nhất mà tôi từng thấy! Một nơi không thể bỏ qua ở Thụy Sĩ. Có rất nhiều đường đi bộ và đi bộ đường dài tuyệt vời trong khu vực. Thị trấn có rất nhiều cửa hàng và nhà hàng dễ thương. Nghiêm túc mà nói, hãy dành thời gian ở đây! Đọc thêm",
            "Cảm ơn bạn đã ghé thăm Lauterbrunnen và đánh giá tốt đẹp! Chúng tôi rất mong được chào đón bạn một lần nữa tại Thung lũng 72 thác nước. Đọc thêm",
            "Xin chào, thời tiết từ ngày 25 tháng 5 đến ngày 2 tháng 6 ở khu vực Lucerne - Interlaken sẽ như thế nào khi chúng tôi đăng ký chuyến đi đến Thụy Sĩ?\n\nTôi đã đặt chỗ cho 3 đêm ở Lucerne và tôi đã đặt thêm hai đêm nữa ở Interlaken, bạn có thể vui lòng đề xuất những gì tôi có thể lên kế hoạch hợp lý trong những ngày này ở khu vực không?\n\nCuối cùng, tôi dự định thuê một chiếc ô tô khi đến Zurich và giữ xe trong một tuần để đi du lịch theo tốc độ của riêng tôi và tham quan. Bạn có đề xuất gì cho kế hoạch này không?\n\nCảm ơn,\nAshokĐọc thêm",
            "Xin chào Ashok  \n\nCảm ơn bạn đã nhắn tin và quan tâm đến Lauterbrunnen. Thông thường thời tiết đẹp vào cuối tháng 5, đầu tháng 6. Nhưng chúng tôi không thể đảm bảo cho bạn. Thật tuyệt khi đến thăm thác nước Trümmelbach ở Lauterbrunnen cũng như ghé thăm núi Schilthorn Piz Gloria và đỉnh Jungfraujoch của Châu Âu. \n\nTrân trọng và một ngày tốt lànhĐọc thêm",
            "Xin chào các bạn, tôi dự định đến thăm Lauterbrunnen vào ngày 1 đến ngày 8 tháng 11 sắp tới, lúc này trời có mưa không? Và tôi có thể trải nghiệm nhiều ánh nắng mặt trời trong ngày không? Có phải tất cả các chuyến du ngoạn đều mở cửa? \nCảm ơn bạnĐọc thêm",
            "Xin chào, chúng tôi đến thăm Lauterbrunen vào tháng 7 và trời rất đẹp - các chuyến tham quan đã MỞ - tôi không biết thời gian trong khoảng thời gian này, tôi sẽ đề nghị tham gia trang chính thức của các chuyến tham quan lauterbrunen.Đọc thêm",
            "Có ai biết, tôi có thể kiểm tra ở đâu, các tuyến đường đi bộ đường dài ở Lauterbrunnen có mở cửa hay hiện tại có thể đi vào được không? Đọc thêm",
            "Chúng tôi sẽ ở lại Osco vài ngày - Tháng 5 năm 2020 - . Nghĩ rằng chúng tôi sẽ đi du lịch đến Interlaken - chúng tôi sẽ có ô tô - sau đó có thể đến Thung lũng Lauterbrunnen. Bạn sẽ đề xuất điều gì về phương tiện di chuyển, nghỉ qua đêm, v.v. Có vẻ như đây là một nơi tuyệt vời để dành vài ngày. Cảm ơnĐọc thêm",
            "Tàu hỏa rất đắt tiền nên ô tô sẽ rất có lợi. Nếu bạn ở Interlaken, chỉ mất 20 phút lái xe đến Laterbrunnen, vì vậy tôi khuyên bạn nên ở Interlaken. Không có nhiều thứ trong thung lũng thác nước, ngoài một vài quán cà phê nhỏ và một số chuyến đi bộ đường dài tuyệt vời. Đọc thêm",
            "Bạn tôi và tôi sẽ đến Grindelwald vào tháng Giêng. Tôi đang nghĩ đến việc ghé thăm Lauterbrunnen một ngày nào đó nhưng tôi nhận ra rằng một số nơi đóng cửa vào mùa đông. Có gợi ý nào về những điều nên tham quan - những việc cần làm ở Lauterbrunnen cho chuyến đi trong ngày không? Đánh giá cao - Đọc thêm",
            "Bạn phải ghé thăm Murren nằm trên kệ Lauterbrunnen. Không có giao thông được phép lên đó. Bạn đi một chiếc ghế trên bầu trời sau đó đi tàu để đến đó. Một trang web khác của một trong những bộ phim James Bond. Quang cảnh khu vực này thật tuyệt vời.Đọc thêm",
            "Tham quan Lauterbrunnen ngày 23-24 tháng 12.  Tôi hiểu rằng không thể tiếp cận Hẻm núi Aare và thác núi vào thời điểm đó trong năm, đóng cửa vào tháng 11 và không mở cửa trở lại cho đến tháng 4.  Đây có phải là thông tin chính xác?  Chúng tôi đang ở Staubbach.  Nếu việc đi bộ đường dài bị hạn chế, bạn nghĩ tôi sẽ cần ủng đi tuyết hay chỉ cần thêm vài chiếc đế đinh vào giày Uggs của mình là đủ?Đọc thêm",
            "Vào tháng 12, chắc chắn bạn sẽ cần đầy đủ đồ mùa đông. Thụy Sĩ có một chút tuyết vào mùa đông!! Lauterbrunnen là trung tâm chính của tất cả các khu trượt tuyết xung quanh và ở độ cao khoảng 5000 ft so với mực nước biển. Chúng tôi đã ở đó vào tháng 9 và tuyết vẫn còn ở các đỉnh núi phía trên - Jungfrau ở độ cao 11000 ft - Đọc thêm",
            "Làm thế nào để bạn đi từ Lucerne đến Lauterbrunnen?Đọc thêm",
            "Xe lửa, xe lửa, xe lửa. Đường sắt Thụy Sĩ - trên thực tế là toàn bộ hệ thống giao thông - thật tuyệt vời. Mọi thứ đều liên kết với nhau, không có gì là muộn và tất cả đều rất thoải mái. Không có rác hoặc grafiti. Bạn sẽ không tin rằng phương tiện giao thông công cộng có thể tốt đến thế. Chính phủ Anh lưu ýĐọc thêm",
            "CHÀO\nCó ai biết liệu chúng ta có thể đi xe đạp trên cáp treo từ lauterbrunnen đến grutschalp không? Và cũng từ Grimmelwald đến Stechelberg? \nCảm ơn. Đọc thêm",
            "Tôi nghĩ Có. Tôi thấy rất nhiều người đi xe đạp ở đó và họ cũng có chỗ để xe đạp trên Tàu : - Đọc thêm",
            "bạn đi đến Murren từ Thung lũng Lauterbrunnen bằng cách nào?Đọc thêm",
            "Hai lối. 5 phút đi xe buýt đến Strechelberg rồi đi cáp treo. Hoặc đi cáp treo từ ga xe lửa đối diện Lauterbrunnen khi bạn vào thị trấn rồi đi tàu ngắn. Quán cà phê đẹp 1 - 2 đường lên. Quán cà phê ngon tại khách sạn Bellevue ở Murren. Đọc thêm",
            "Xin chào, chúng tôi sẽ lái xe ở Thụy Sĩ. Đỗ xe ở Lauterbrunnan có dễ không? và có thể lái xe từ Interlaken một cách dễ dàng không? Cảm ơn bạnĐọc thêm",
            "Bạn đang lái xe vào mùa đông? Có bãi đậu xe có sẵn. Đọc thêm"
        ],
        "star_ratings": [
            878,
            210,
            35,
            3,
            5
        ],
        "review_amount": 1131,
        "location": [
            "Thụy sĩ",
            "Thác nước Thung lũng Lauterbrunnen",
            "Lauterbrunnen",
            "bang Bern",
            "vùng Jungfrau",
            "Châu Âu",
            "Bernese Oberland",
            "Các hoạt động ở Lauterbrunnen"
        ],
        "reviews_time": [
            "Written June 22, 2023",
            "Written July 19, 2023",
            "Written July 31, 2023",
            "Written August 28, 2023",
            "Written September 5, 2023",
            "Written October 2, 2023",
            "Written April 10, 2024",
            "Written May 12, 2024",
            "Written April 10, 2024",
            "Written March 8, 2024",
            "Written November 20, 2023",
            "Written October 2, 2023",
            "Written September 5, 2023",
            "Written August 28, 2023",
            "Written August 21, 2023",
            "Written August 12, 2023",
            "Written July 31, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g285724-d531599-Reviews-Lauterbrunnen_Valley_Waterfalls-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Can.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g1870860-d10818968-Reviews-Restaurant_Trummelbach-Stechelberg_Jungfrau_Region_Bernese_Oberland_Canton_of_B.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188084-d2243701-Reviews-Hotel_Eiger_Restaurant-Murren_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188084-d2078752-Reviews-Eiger_Guesthouse_Restaurant-Murren_Jungfrau_Region_Bernese_Oberland_Canton_of_Ber.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188084-d1770555-Reviews-Tham_Chinese_Restaurant-Murren_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188084-d14102355-Reviews-Restaurant_Alpenblick-Murren_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188084-d3248541-Reviews-Panoramic_Restaurant_Alpina-Murren_Jungfrau_Region_Bernese_Oberland_Canton_of_Ber.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188084-d4828468-Reviews-Restaurant_Edelweiss-Murren_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188084-d1650502-Reviews-Restaurant_Bellevue-Murren_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188084-d13827709-Reviews-Cafe_LIV-Murren_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Restaurant_Review-g188084-d1082139-Reviews-Staeger_Stuebli-Murren_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d2280144-Reviews-Trummelbach_Falls-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g188084-d3931644-Reviews-Via_Ferrata-Murren_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d2138225-Reviews-Staubbach_Waterfall-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g188084-d6895906-Reviews-Allmendhubel-Murren_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d10751586-Reviews-Lauterbrunnen_Village-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_B.html",
            "https://www.tripadvisor.com/Attraction_Review-g188085-d3579507-Reviews-Luftseilbahn_Wengen_Mannlichen-Wengen_Lauterbrunnen_Jungfrau_Region_Bernese_Oberl.html",
            "https://www.tripadvisor.com/Attraction_Review-g188084-d11785620-Reviews-Thrill_Walk_Felsensteg_Birg-Murren_Jungfrau_Region_Bernese_Oberland_Canton_of_Be.html",
            "https://www.tripadvisor.com/Attraction_Review-g188082-d523731-Reviews-Kleine_Scheidegg-Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g188082-d523968-Reviews-The_Eiger-Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g1785161-d5607915-Reviews-Jungfraujoch_Sphinx_Observatory-Jungfraujoch_Canton_of_Valais_Swiss_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d531599-Reviews-or10-Lauterbrunnen_Valley_Waterfalls-Lauterbrunnen_Jungfrau_Region_Bernese_Oberlan.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d12513586-Reviews-Trummelbach-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g188085-d15523193-Reviews-Ski_Do-Wengen_Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g188085-d15711192-Reviews-Alexander_Gertsch_Wengen_Ski_Snowboard_School-Wengen_Lauterbrunnen_Jungfrau_Regi.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d19631261-Reviews-Schwimmbad_Lauterbrunnen-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_o.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d21211894-Reviews-Lauterbrunnen_Tourismus-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d2661312-Reviews-Airtime_Paragliding-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d7185731-Reviews-Imboden_Bike-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d6949581-Reviews-Skydive_Xdream-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d7137414-Reviews-Talmuseum_Lauterbrunnen-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_.html",
            "https://www.tripadvisor.com/Attraction_Review-g188085-d7645381-Reviews-Skiset_Wengen-Wengen_Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_Ber.html",
            "https://www.tripadvisor.com/Attraction_Review-g285724-d7217466-Reviews-Air_Glaciers-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_Bern.html",
            "https://www.tripadvisor.com/Attraction_Review-g188085-d1972197-Reviews-On_the_Rocks_Bar-Wengen_Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Canton_of_.html",
            "https://www.tripadvisor.com/Attraction_Review-g39727-d512402-Reviews-Loretta_Lynn_s_Birthplace_Butcher_Hollow-Paintsville_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g189541-d207265-Reviews-Nyhavn-Copenhagen_Zealand.html",
            "https://www.tripadvisor.com/Attraction_Review-g227101-d670222-Reviews-Spinola_Bay-Saint_Julian_s_Island_of_Malta.html",
            "https://www.tripadvisor.com/Attraction_Review-g736288-d4563021-Reviews-Katelios_Beach-Katelios_Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g35034-d940525-Reviews-Georgia_Sea_Turtle_Center-Jekyll_Island_Golden_Isles_of_Georgia_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g187791-d191001-Reviews-Domus_Aurea-Rome_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g49022-d2228276-Reviews-Mint_Museum_Uptown-Charlotte_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g31352-d3174730-Reviews-Amitabha_Stupa_and_Peace_Park-Sedona_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60941-d108277-Reviews-Pu_uhonua_O_Honaunau_National_Historical_Park-Honaunau_Island_of_Hawaii_Hawaii.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g285724-d531599-Reviews-or10-Lauterbrunnen_Valley_Waterfalls-Lauterbrunnen_Jungfrau_Region_Bernese_Oberlan.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g285724-d531599-Reviews-Lauterbrunnen_Valley_Waterfalls-Lauterbrunnen_Jungfrau_Region_Bernese_Oberland_Can.html"
    }
]