[
    {
        "attraction_name": "Lavila Travel",
        "attraction_name_vi": "Du lịch Lavila",
        "general_info": [
            "19 đánh giá",
            "- 1 trong 7 Tour - Hoạt động tại Mỹ Tho",
            "Chuyến tham quan nhiều ngày",
            "Taxi - Xe đưa đón",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã",
            "Tour tự hướng dẫn - Cho thuê",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Trải nghiệm đồng bằng sông Cửu Long trên tàu du lịch cao cấp. Khám phá rừng ngập mặn và tìm hiểu về văn hóa của người dân sống trong khu vực. Thưởng thức dịch vụ trà và bữa tối truyền thống tại khu vườn nhiệt đới.Đọc thêm",
        "reviews": [
            "Tôi đã không tham gia chuyến đi vì tôi không nhận ra rằng mình phải đăng ký với họ tối thiểu 10 giờ trước chuyến đi và không phát hiện ra điều đó cho đến quá nửa đêm đêm hôm trước. Để tham khảo, tất cả các công ty khác mà tôi đã đăng ký hoạt động ở cả Hà Nội và Thành phố Hồ Chí Minh đều đã liên hệ với tôi để xác nhận nên tôi cũng mong đợi điều tương tự. Lẽ ra tôi nên đọc bản in đẹp hơn.Đọc thêm",
            "Chúng tôi có một chiếc thuyền hai phòng cho hai cặp vợ chồng và các phòng đều rộng rãi và khá thoải mái.  Nhiều hơn bất kỳ ai trong chúng ta mong đợi.  Boong ngoài trời thật tuyệt vời để ngắm nhìn bờ biển đi qua và uống một ly rượu vang.  Thức ăn thật tuyệt vời và chuyến thám hiểm của chúng tôi thật thú vị.  Các nhân viên rất thân thiện và Julie rất có sức chứa và hiểu biết.  Chúng tôi cảm thấy như bạn bè sau 2 ngày.  Nhược điểm duy nhất là vòi hoa sen không phải là tốt nhất nhưng xét cho cùng thì đây vẫn là một chiếc thuyền nhỏ.Đọc thêm",
            "Chúng tôi đã chơi một sân golf tuyệt vời. Giống như tất cả các câu lạc bộ trong khu vực này, sân đang gặp khó khăn vì dịch Coronavirus khi không có người Trung Quốc hoặc Hàn Quốc nào đi du lịch, vì vậy đó là một trải nghiệm siêu thực đối với chúng tôi. Dù sao thì những người khuân vác rất giỏi, sân golf tuyệt vời được bảo dưỡng theo tiêu chuẩn cao nhất, một câu lạc bộ tuyệt vời với các tiện nghi tuyệt vời. Đọc thêm",
            "Gói này là một trong những trải nghiệm phải làm nếu bạn ở Thành phố Hồ Chí Minh. Chúng tôi chọn đi vào thứ Bảy vì các ông chồng không chơi gôn vào ngày hôm đó. Chúng tôi đã đi với một phương tiện vận chuyển được sắp xếp trước. Họ thanh toán phí vào cửa, đồ ăn halal với hướng dẫn viên. Chuyến đi bắt đầu vào khoảng 7h30 từ khách sạn gần Bến Thành. Chúng tôi đến đường hầm vào khoảng 10h30. Chuyến tham quan được hướng dẫn bởi một hướng dẫn viên sẽ nói tiếng Anh. Chúng tôi rời đường hầm vào khoảng 12 giờ trưa và ăn trưa ở đâu đó gần sông Mê Kông. Chúng tôi có món cà ri đầu cá ngon nhất ở đó. Chuyến tham quan trên sông Mê Kông bắt đầu bằng chuyến đi thuyền chỉ dành cho 8 người chúng tôi cùng với hướng dẫn viên du lịch và một hướng dẫn viên khác, người đã giải thích và đưa chúng tôi đi qua toàn bộ sự việc. Sau đó chúng tôi được đưa đến đảo Unicorn để ăn trái cây, nếm thử mật ong và đi xe ngựa và thuyền tam bản dọc sông Mê Kông. Chúng tôi cũng nếm thử một ít kẹo dừa. Sau đó lại lên thuyền ra bến cảng. Chuyến trở về của chúng tôi mất khoảng 1,5 giờ nữa. Giao thông khá tệ. Nói chung đó là một trải nghiệm tốt.Đọc thêm",
            "Chúng tôi đã đặt một tour du lịch chỉ cho hai người chúng tôi và hướng dẫn viên Lam của chúng tôi thật tuyệt vời - rất nhiều thông tin về cả chiến tranh Việt Nam cũng như đời sống và văn hóa Việt Nam. Kiến thức thực sự tuyệt vời! Nhận hàng từ khách sạn của chúng tôi, phương tiện di chuyển thực sự thoải mái và bữa trưa tuyệt vời tại một điểm dừng chân tuyệt đẹp ngay bên ngoài Đồng bằng sông Cửu Long. Lam giữ chúng tôi di chuyển nhưng cho phép chúng tôi có thời gian dừng lại nếu muốn nhìn mọi thứ lâu hơn hoặc uống cà phê. Rất khuyến khích. Đọc thêm",
            "Ngày tuyệt vời!! tài xế đến đúng giờ. Trải nghiệm thật tuyệt vời từ đầu đến cuối và sự nhiệt tình và kiến ​​thức của Alex - hướng dẫn viên của chúng tôi ở mức cao nhất. Thực sự là một điểm nổi bật của chuyến đi của chúng tôi đến Hồ Chí Minh. Đọc thêm",
            "Tôi và bạn tôi đã thực hiện chuyến tham quan này vào tháng 7 năm 2018. Bản thân chuyến tham quan này rất tốt, đường hầm Củ Chi thực sự đáng để xem - mặc dù có RẤT NHIỀU tuyên truyền thời chiến và nhiều khách du lịch - . Đồng bằng sông Cửu Long cũng ổn, đặc biệt là chuyến đi xuôi dòng sông bằng thuyền địa phương! Tuy nhiên, điều khiến chúng tôi thất vọng nhất chính là người hướng dẫn viên, người không mấy thích thú và cũng không quan tâm đến việc cung cấp thông tin về lịch sử cũng như truyền thống địa phương, v.v. Trong địa đạo Củ Chi, chúng tôi vội vã đi khắp nơi mà không rõ nguyên nhân, không nhận được lời giải thích tại sao và cái gì - nói chung là - thật thất vọng nếu bạn muốn có được ít nhất bất kỳ nền tảng lịch sử nào ở đó. Chúng tôi thấy nhiều nhóm khác có hướng dẫn viên rất xuất sắc, đưa ra nhiều thông tin thú vị, không chỉ giới thiệu những địa điểm mà bạn có thể dễ dàng nhìn thấy bằng hình ảnh trên internet. Điều tương tự cũng xảy ra với Đồng bằng sông Cửu Long - khi chúng tôi được đưa đến Đảo, người hướng dẫn viên đã nhanh chóng dẫn chúng tôi đi khắp nơi và chúng tôi phải đuổi theo anh ta, tự mình hỏi mọi thứ. Khi chúng tôi được phục vụ đồ ăn tại Trạm dừng Mekong, bữa ăn của chúng tôi kém hơn những khách du lịch khác - ẩm thực địa phương của Việt Nam -, người hướng dẫn viên tất nhiên không buồn giải thích về điều đó, chúng tôi cũng không có cơ hội hỏi anh ấy bất cứ điều gì, - bởi vì anh ấy đã đi đâu đó.  Nói chung, từ góc độ thông tin, sẽ cho 2 sao, 1 sao vì đã đón chúng tôi từ cửa. Khuyến nghị của tôi là nên thực hiện riêng các chuyến tham quan địa đạo Củ Chi cả ngày và các chuyến tham quan Đồng bằng sông Cửu Long cả ngày.Đọc thêm",
            "Bạn tôi và tôi đã được đón từ khách sạn vào đúng thời điểm và chúng tôi vừa đi tham quan với một cặp đôi! Chúng tôi bắt đầu bằng việc đi đến địa đạo Củ Chi - trên đường đi, chúng tôi dừng lại ở một nhà máy sản xuất tác phẩm nghệ thuật từ vỏ trứng mà bạn có thể mua! - . Chúng tôi đã có một khoảng thời gian vui vẻ ở các đường hầm, không cảm thấy vội vã! Sau đó, chúng tôi quay lại xe buýt và đi ăn trưa theo thực đơn cố định gần sông Mê Kông. Lượng thức ăn tốt, nhưng không tốt cho người ăn chay! Có một chiếc thuyền qua sông Mê Kông, sau đó đi dạo quanh một số quầy hàng và thử một ít mật ong và trái cây địa phương, trước khi chúng tôi đến đồng bằng sông Cửu Long trên một chiếc thuyền nhỏ thật tuyệt vời! Nhìn chung, đó là một ngày tuyệt vời và có giá trị lớn vì tiền. Hướng dẫn của chúng tôi Tommy đã làm cho nó thậm chí còn tốt hơn. Anh ấy thân thiện, nhiệt tình và rất hiểu biết. Anh ấy cũng thực sự giúp đỡ tôi, khi tôi để lại một món quà lưu niệm trên xe buýt và gọi cho công ty du lịch, và Tommy đã mang nó về khách sạn cho tôi : - Chắc chắn sẽ giới thiệu!Đọc thêm",
            "Chúng tôi có chuyến đi trong ngày tuyệt vời đến Củ Chi và sông Cửu Long. Hướng dẫn viên thân thiện và dịch vụ tốt, chúng tôi no bụng và có nhiều cảm xúc hơn. Bạn tôi đã chụp rất nhiều ảnh trong chuyến tham quan này. Đọc thêm",
            "Chúng tôi rất hài lòng với chuyến đi này và có một kỷ niệm khó quên với người dân địa phương. Họ rất thân thiện và chúng tôi đã chụp rất nhiều ảnh, thưởng thức nhiều loại trái cây ở đây.Đọc thêm"
        ],
        "star_ratings": [
            15,
            2,
            1,
            1,
            0
        ],
        "review_amount": 19,
        "location": [
            "Những điều cần làm ở Mỹ Tho",
            "Đồng bằng sông Cửu Long",
            "Mỹ Tho",
            "Châu Á",
            "Việt Nam",
            "Tỉnh Tiền Giang",
            "Du lịch Lavila"
        ],
        "reviews_time": [
            "Written April 12, 2022",
            "Written March 10, 2020",
            "Written March 6, 2020",
            "Written December 27, 2019",
            "Written September 29, 2019",
            "Written January 14, 2019",
            "Written July 4, 2018",
            "Written May 21, 2018",
            "Written May 10, 2018",
            "Written April 8, 2018"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g469417-d24034738-Reviews-Lavila_Travel-My_Tho_Tien_Giang_Province_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g469417-d24034738-Reviews-or10-Lavila_Travel-My_Tho_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g34439-d143766-Reviews-Collins_Avenue-Miami_Beach_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g480253-d3137988-Reviews-Punta_Rata_Beach-Brela_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g4474750-d556124-Reviews-Avalon_Beach-Avalon_Beach_Pittwater_Greater_Sydney_New_South_Wales.html",
            "https://www.tripadvisor.com/Attraction_Review-g312741-d3239880-Reviews-Estadio_Monumental_De_River_Plate-Buenos_Aires_Capital_Federal_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g36619-d281992-Reviews-Anderson_Japanese_Gardens-Rockford_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g55139-d680275-Reviews-Great_Smokies_Flea_Market-Kodak_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g32206-d10670985-Reviews-Buddhist_Temple_of_Chino_Hills-Chino_Hills_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d561036-Reviews-Magic_Island-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g52024-d196850-Reviews-Lan_Su_Chinese_Garden-Portland_Oregon.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d4943143-Reviews-Mercadito-Los_Angeles_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g469417-d24034738-Reviews-or10-Lavila_Travel-My_Tho_Tien_Giang_Province_Mekong_Delta.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g469417-d24034738-Reviews-Lavila_Travel-My_Tho_Tien_Giang_Province_Mekong_Delta.html"
    },
    {
        "attraction_name": "Lavila Travel",
        "attraction_name_vi": "Du lịch Lavila",
        "general_info": [
            "19 đánh giá",
            "- 1 trong 7 Tour - Hoạt động tại Mỹ Tho",
            "Chuyến tham quan nhiều ngày",
            "Taxi - Xe đưa đón",
            "Tour riêng",
            "Thiên nhiên - Du lịch động vật hoang dã",
            "Chuyến tham quan tự hướng dẫn - Cho thuê",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Trải nghiệm Đồng bằng sông Cửu Long trên du thuyền hạng sang. Khám phá rừng ngập mặn và tìm hiểu về văn hóa của người dân sống trong khu vực. Thưởng thức trà và bữa tối truyền thống tại một khu vườn nhiệt đới. Đọc thêm",
        "reviews": [
            "tổng quan tuyệt vời.. rất bận rộn..hãy chắc chắn rằng bạn đi bộ trong đường hầm.. 60 mét uốn cong lưng.. bạn phải khỏe mạnh.. thực sự rất thích ngày hôm nay.. tất cả họ đã sống điên rồ như thế nào..tận hưởng một ngày.. cảm ơn A -  -  - Đọc thêm",
            "Đây là một chuyến tham quan tuyệt vời! Tôi đã đi cùng 4 người bạn của mình và chúng tôi đã được tài xế và hướng dẫn viên du lịch tuyệt vời Romeo đón đúng giờ. Xe buýt riêng, thoải mái và có máy lạnh. Chuyến tham quan rất thú vị, hướng dẫn viên của chúng tôi là người hiểu biết, lôi cuốn và nhiều thông tin. Bữa trưa là một điểm nổi bật! Chúng tôi lo lắng rằng việc thực hiện cả hai việc trong một ngày có thể khiến chúng tôi cảm thấy vội vã nhưng chúng tôi lại cảm thấy như thể đó là một ngày hoàn hảo.Đọc thêm",
            "Chuyến du lịch này rất vui! Chúng tôi đã kỳ vọng rất cao vào chuyến tham quan vì bạn bè của tôi đã rất khuyến khích. May mắn thay, nó đã không làm chúng tôi thất vọng. Mọi thứ đã được tổ chức tốt và tôi không thể yêu cầu thêm. Cảm ơn vì chuyến tham quan tuyệt vời!Đọc thêm",
            "Trải nghiệm tuyệt vời, Hướng dẫn tuyệt vời, Chuyến đi thoải mái, Đồ ăn ngon, Dịch vụ xuất sắc, Chế độ xem tuyệt vời, Con người tuyệt đẹp. 8 người chúng tôi đã có một ngày tuyệt vời với hướng dẫn viên Mr Việt. Chúng tôi có cơ hội trải nghiệm và tìm hiểu thêm về văn hóa, lịch sử của địa điểm xinh đẹp này. Bạn không nên bỏ lỡ chuyến tham quan này.Đọc thêm",
            "Người Việt Nam rất thân thiện và hướng dẫn viên rất tuyệt vời, tôi muốn quay lại Việt Nam một lần nữa trong tương lai gần.Đọc thêm",
            "Chuyến tham quan của chúng tôi thật tuyệt vời! Chúng tôi được đón vào sáng sớm tại khách sạn và mọi thứ sau đó thật tuyệt vời! Hướng dẫn viên của chúng tôi Harry hade có rất nhiều sự hài hước và nhiều kiến ​​thức hơn. Nhóm của chúng tôi thích tốc độ của chuyến tham quan khi tất cả chúng tôi đều muốn xem thật nhiều thứ trong một thời gian khá ngắn nên ít điểm dừng nhưng có rất nhiều kiến ​​thức mới! Tóm lại, hãy đặt ngay bây giờ! : - Đọc thêm",
            "Nhận hàng không gây đau đớn và đúng giờ tại AirBNB của chúng tôi.  Hướng dẫn viên của chúng tôi, ông Bình rất hiểu biết, cá tính và nói tiếng Anh tốt.  Anh ấy không chỉ tổ chức một chuyến tham quan tuyệt vời mà còn vui vẻ trả lời những câu hỏi bất tận của tôi.  Xe buýt rộng, sạch sẽ và rộng rãi có wifi.  Bữa trưa rất ngon.   Nói chung là một ngày tuyệt vời. Tôi đã thực hiện một chuyến tham quan tương tự trong chuyến đi trước và chuyến đi này vượt trội hơn nhiều.  Tôi cảm thấy mình đã học được nhiều hơn và nhận được nhiều hơn từ nó.  Tôi khuyên bạn nên dùng nó.Đọc thêm"
        ],
        "star_ratings": [
            15,
            2,
            1,
            1,
            0
        ],
        "review_amount": 19,
        "location": [
            "Những điều cần làm ở Mỹ Tho",
            "Đồng bằng sông Cửu Long",
            "Mỹ Tho",
            "Châu Á",
            "Việt Nam",
            "Tỉnh Tiền Giang",
            "Du lịch Lavila"
        ],
        "reviews_time": [
            "Written March 25, 2018",
            "Written January 28, 2018",
            "Written January 26, 2018",
            "Written January 26, 2018",
            "Written January 24, 2018",
            "Written January 24, 2018",
            "Written October 23, 2017"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g469417-d24034738-Reviews-or10-Lavila_Travel-My_Tho_Tien_Giang_Province_Mekong_Delta.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g469417-d24034738-Reviews-Lavila_Travel-My_Tho_Tien_Giang_Province_Mekong_Delta.html",
            "https://www.tripadvisor.com/Attraction_Review-g30196-d109315-Reviews-Zilker_Metropolitan_Park-Austin_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g48618-d4598746-Reviews-Carpenter_Falls-Skaneateles_Finger_Lakes_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g13198704-d736063-Reviews-Grutas_Tolantongo-Tolantongo_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g34438-d8811385-Reviews-The_Centurion_Lounge-Miami_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g60996-d1773114-Reviews-Nova_Wild-Vienna_Fairfax_County_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1028977-d10807462-Reviews-Plakes_Beach-Katakolo_Elis_Region_West_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g294450-d26305743-Reviews-Sarajevska_zicara-Sarajevo_Sarajevo_Canton_Federation_of_Bosnia_and_Herzegovina.html",
            "https://www.tripadvisor.com/Attraction_Review-g35625-d8322029-Reviews-Dierkes_Lake-Twin_Falls_Idaho.html",
            "https://www.tripadvisor.com/Attraction_Review-g187785-d243322-Reviews-Castel_Nuovo_Maschio_Angioino-Naples_Province_of_Naples_Campania.html",
            "https://www.tripadvisor.com/Attraction_Review-g40063-d10397714-Reviews-Mae_s_Beach-Cameron_Louisiana.html"
        ],
        "url_next": "",
        "url": "https://www.tripadvisor.com/Attraction_Review-g469417-d24034738-Reviews-or10-Lavila_Travel-My_Tho_Tien_Giang_Province_Mekong_Delta.html"
    }
]