[
    {
        "attraction_name": "Le Family Rider",
        "attraction_name_vi": "Lê Gia Rider",
        "general_info": [
            "8.770 đánh giá",
            "- 1 trong 274 Tour - Hoạt động tại Huế",
            "Chuyến tham quan thành phố",
            "Tour xe máy",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Cảm ơn bạn đã ghé thăm. Với kinh nghiệm gần 10 năm trong lĩnh vực xe du lịch. Chúng tôi tin rằng sẽ mang đến cho bạn dịch vụ tốt nhất. Bằng tất cả sự tận tâm, nhiệt huyết và chân thành; Chúc quý khách có một chuyến đi an toàn, thoải mái và thực sự vui vẻ cùng đội ngũ lái xe chuyên nghiệp của chúng tôi. Trân trọng Le Family RidersĐọc thêm",
        "reviews": [
            "Đây là chuyến đi không thể bỏ qua khi du lịch từ Huế đến Hội An!!! Chúng tôi định đi tàu - xe buýt nhưng chúng tôi gặp Lui trên đường và anh ấy đã thuyết phục chúng tôi đi bằng xe đạp - quyết định đúng đắn nhất từ ​​trước đến nay!!! Khung cảnh tuyệt vời, thác nước, nhiều món ăn ngon - đồ uống giải khát dọc đường - chúng tôi muốn giới thiệu Le Family cho mọi người - Đọc thêm",
            "Chúng tôi đưa Huế về Hội An, đèo Hải Vân cùng Hoài - Bốn. Họ thật rực rỡ, cho chúng tôi thấy cảnh đẹp trên đường đến đèo Hải Vân, sau đó lên thác nước để bơi, thật tuyệt. Sau khi chúng tôi có một bữa trưa vui vẻ, cung cấp nhiều loại hải sản, thịt bò - lựa chọn ăn chay. Thức ăn rất tươi. Sau đó chúng tôi đi qua đèo Hải Vân, dừng lại ở mọi góc nhìn để chụp ảnh và uống cà phê đá trên đỉnh. Sau khi đi qua Đà Nẵng, tôi cảm thấy rất an toàn vì nhân viên đảm bảo rằng chúng tôi luôn ở gần nhau và người dân địa phương lái xe cẩn thận xung quanh chúng tôi. Chúng tôi kết thúc ở Ngũ Hành Sơn, nơi rất tuyệt vời và sau đó đến Hội An, nơi chúng tôi uống bia với nhân viên sau khi họ thả hành lý của chúng tôi về khách sạn.Đọc thêm",
            "Đối tác của tôi và tôi đã đặt chuyến đi bằng xe tay ga từ Huế đến Hội An với Le Family Riders. Đối tác của tôi đã tự mình lái chiếc xe tay ga và tôi đã có một tay đua dễ dàng tuyệt vời Hoài. Bon cũng ở đó để hỗ trợ và giữ cho tất cả chúng tôi được an toàn. Chúng tôi đã gặp một cặp vợ chồng người Ireland tuyệt vời đi cùng chúng tôi. Hoài và Bốn thực sự đã cố gắng hết sức để đảm bảo chúng tôi được an toàn trên những con đường khá đông đúc ở Việt Nam và đèo Hải Vân quanh co. Họ đã cho chúng tôi xem rất nhiều địa điểm tuyệt vời và chụp rất nhiều ảnh. Nó thật đẹp và là một trải nghiệm không thể tin được. Chắc chắn sẽ giới thiệu nó! Đó là một cuộc hành trình dài nhưng chúng tôi đã có nhiều thời gian nghỉ ngơi, bao gồm bữa trưa, cà phê, nước, v.v. Phần hay nhất là bơi trong thác nước và lái xe qua đèo Hải Vân. Hoài thật tuyệt, đảm bảo mũ bảo hiểm của tôi luôn được đội đúng cách và an toàn và khiến chuyến đi của tôi rất thoải mái! Cảm ơn bạn đã có chúng tôi.Đọc thêm",
            "Hoàn toàn thích chuyến đi trong ngày của tôi với Hoài! Chuyến đi rất an toàn và vui vẻ với nhiều địa điểm chụp ảnh cũng như rất nhiều kiến ​​thức địa phương và hiểu biết sâu sắc về các khu vực chúng tôi đã ghé thăm. Rất khuyến khích! Đọc thêm",
            "Thật là tuyệt. Chúng tôi được đón tại khách sạn bởi một hướng dẫn viên rất tốt bụng. Anh ấy rất tử tế và chăm sóc chúng tôi trong suốt chuyến đi từ Hội An đến Huế. Anh ấy có tài năng chụp ảnh bên trong! Tôi thực sự giới thiệu chuyến tham quan này.Đọc thêm",
            "dịch vụ 5 sao! Thanh và nhóm của anh ấy là tốt nhất. Họ xử lý tất cả các công việc hậu cần khiến chuyến tham quan không bị căng thẳng! Nếu bạn đang tìm kiếm một chuyến đi thú vị xuyên Việt với những điểm dừng ở những khung cảnh tuyệt đẹp và những địa điểm có ý nghĩa văn hóa, thì chuyến đi này là dành cho bạn!!Đọc thêm",
            "Trải nghiệm tuyệt vời từ đầu đến cuối. Điểm nổi bật là địa điểm bơi lội, bữa trưa và khung cảnh ngoạn mục khi bạn đi qua những ngọn đồi. Những tay đua tuyệt vời, cảm thấy an toàn trên suốt chặng đường. Chắc chắn sẽ giới thiệu.Đọc thêm",
            "Thật là một trải nghiệm thú vị, khiến chuyến đi giữa Hui và Hội An trở nên thú vị hơn! Khung cảnh trên núi thật ngoạn mục và nhân viên luôn tìm mọi cơ hội để chúng tôi chụp ảnh nó. Rất khuyến khích! Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời nhất, siêu thân thiện, siêu an toàn và một chuyến tham quan tuyệt vời...thác nước, bơi lội, ăn trưa và cảnh quan tuyệt đẹp. Long và Hoài là những người chủ nhà tốt bụng... Tôi chưa bao giờ ngồi sau xe đạp và rất lo lắng trước đó nhưng họ là những người lái xe giỏi đến mức tôi rất thích! Rất khuyến khích... 5 sao - Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời cùng nhóm trong chuyến đi Le Family Rider. Việc đón và liên lạc từ Lợi và tất cả đều diễn ra rất suôn sẻ, và nhóm đã chăm sóc chúng tôi rất chu đáo suốt cả ngày. Các tài xế rất cẩn thận và chúng tôi luôn cảm thấy rất an toàn. Sẽ không ngần ngại giới thiệu điều này cho bạn bè trong tương lai!Đọc thêm",
            "Bạn cũng có thể thực hiện chuyến tham quan từ Hội An đến Huế không? cảm ơn bạnĐọc thêm",
            "Có, bạn có thể: - chỉ cần liên hệ với họĐọc thêm",
            "Xin chào - \n\nTôi - tôi sẽ đi Đà Nẵng ra Huế.  - đà nẵng- đèo hiban - bãi biển lăng co - huế - Bạn tôi đi được xe máy còn tôi thì đi được - t. vậy bạn có thể chở tôi theo lịch trình của chúng ta được không? \nNếu có thể thì chi phí là bao nhiêu?Đọc thêm",
            "Xin chào, bạn cũng đi từ Hội An đến Huế phải không?Đọc thêm",
            "Chúng tôi đi từ Huế đến Hội An. Nhưng họ làm cả hai. Công ty tốtĐọc thêm",
            "Chào buổi sáng,\nchúng tôi đang đi du lịch cùng cô con gái 9 tuổi của mình, hoạt động này có thể thực hiện được không?Đọc thêm",
            "Mình nghĩ là không, hơi nguy hiểm nhưng bạn có thể hỏi bên hãng, vì có rất nhiều trẻ em đi xe máy.\nCdt.\nIsabelaĐọc thêm",
            "Xin chào, có lựa chọn nào để rời khỏi Huế và quay lại Huế trong cùng ngày không? Cảm ơnĐọc thêm",
            "Xin chào,\n\nChúng tôi là một nhóm nhỏ gồm 3 người sẽ đi từ Hội An đến Huế vào tháng 1. Bạn chỉ đề xuất chuyến đi Huế - Hội An hay còn theo hướng khác?\n\nCảm ơn trước,Đọc thêm",
            "Xin chào, chúng tôi đã thực hiện chuyến đi từ Hội An đến Huế vào năm 2015 với những người đi cùng gia đình. Vì vậy, nó có thể xảy ra trong thời gian này. Và nó thật tuyệt vời!Đọc thêm",
            "Bạn có thể tự lái xe hay bạn ngồi phía sau? Giá vé máy bay Huế đi Hội An hiện nay bao nhiêu?Đọc thêm",
            "Cả hai đều có thể. Dưới đây là giá hiện tại - kể từ ngày 1 tháng 10 năm 2019 -:\nHành khách có hướng dẫn viên - 58 p.p.\nDành cho hai người trên xe tay ga 125cc - 45 p.p.\nDành cho hai người trên xe máy 125cc - 50 p.p.\nMột mình trên chiếc xe tay ga 125cc - 58 p.p.\nMột mình trên chiếc xe máy 125cc - 65 p.p.\nMỗi gói bao gồm bữa trưa, đồ uống, phí vào cổng, thuê mũ bảo hiểm, nhiên liệuĐọc thêm",
            "Xin chào, bạn có bảo hiểm xe máy không?Đọc thêm",
            "Xin chào Josemi,\nCảm ơn bạn đã liên hệ với chúng tôi. Vui lòng gửi email giúp chúng tôi \nCảm ơn bạn rất nhiều. Chúc một ngày tốt lành.Đọc thêm",
            "Xin chào Marilu, tôi sẽ đến Huế vào tháng 12 và tôi muốn cùng họ đi du lịch đến Hội An, bạn có thể cho tôi biết chi phí khoảng bao nhiêu không? \nCảm ơn bạn rất nhiềuĐọc thêm",
            "Hoan hô! He visto la pregunta và me allowo reply - te paso la info que nos dieron - en nuestro caso fuimos dos en una scooter conduciendo nosotros, - 45, opción 2 - :\nLựa chọn 1 : - 58/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn muốn ngồi phía sau tài xế của chúng tôi\nLựa chọn 2 : - - 45/người/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Hai bạn muốn dùng chung xe số tự động 125 cc\nLựa chọn 3 : - 50/người/người - bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Hai bạn muốn dùng chung xe số - côn - 125 cc\nLựa chọn 4 : - 58/người/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn muốn lái xe số tự động 125 cc\nLựa chọn 5 : - 65/người/người - bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn có nhu cầu lái xe số sàn - số - ly hợp - 125 ccĐọc thêm",
            "Đó là loại xe máy gì? Tôi chỉ có Bằng lái ô tô và có kinh nghiệm lái xe máy - không cần số - . Tôi có thể đi một mình trong chuyến đi này được không?Đọc thêm",
            "Họ cũng có xe tay ga - không có bánh răng - do đó bạn sẽ ổn thôi, ngay cả khi chỉ có bằng lái xe.\nTôi đã thực hiện chuyến lưu diễn vào tháng 4 năm ngoái.\n\nThưởng thức ;- - Đọc thêm"
        ],
        "star_ratings": [
            8698,
            70,
            4,
            2,
            0
        ],
        "review_amount": 8774,
        "location": [
            "Việt Nam",
            "Huế",
            "Những điều cần làm ở Huế",
            "Thua Thien - Hue Province",
            "Châu Á",
            "Lê Gia Rider"
        ],
        "reviews_time": [
            "Written June 4, 2024",
            "Written June 3, 2024",
            "Written June 3, 2024",
            "Written June 2, 2024",
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 27, 2024",
            "Written May 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or10-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d14159320-Reviews-Hope_Center_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2228339-Reviews-DMZ_Easy_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26233205-Reviews-Hue_local_tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5854207-Reviews-Hue_Motorbike_Adventure_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8300268-Reviews-Hue_Private_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g46292-d7050489-Reviews-Thundering_Surf_Waterpark-Beach_Haven_Long_Beach_Island_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g35945-d3222700-Reviews-Pirate_s_Cove_Children_s_Theme_Park-Elk_Grove_Village_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g187309-d8586549-Reviews-Lufthansa_Express_Bus-Munich_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g41069-d11773130-Reviews-Clarksburg_Premium_Outlets-Clarksburg_Montgomery_County_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g298570-d455035-Reviews-Taman_Tasik_Titiwangsa-Kuala_Lumpur_Wilayah_Persekutuan.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d265439-Reviews-Detroit_Institute_of_Arts-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g58575-d10032383-Reviews-Schreiner_Farms-Lyle_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g54097-d664388-Reviews-Scarborough_State_Beach-Narragansett_Washington_County_Rhode_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g30375-d516498-Reviews-Rickwood_Field_Park-Birmingham_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d12400029-Reviews-Magic_Mike_Live_at_SAHARA_Las_Vegas-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or10-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Le Family Rider",
        "attraction_name_vi": "Lê Gia Rider",
        "general_info": [
            "8.770 đánh giá",
            "- 1 trong 274 Tour - Hoạt động tại Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Cảm ơn bạn đã ghé thăm. Với kinh nghiệm gần 10 năm trong lĩnh vực xe du lịch. Chúng tôi tin rằng sẽ mang đến cho bạn dịch vụ tốt nhất. Bằng tất cả sự tận tâm, nhiệt huyết và chân thành; Chúc quý khách có một chuyến đi an toàn, thoải mái và thực sự vui vẻ cùng đội ngũ lái xe chuyên nghiệp của chúng tôi. Trân trọng Le Family RidersĐọc thêm",
        "reviews": [
            "Cảm ơn vì chuyến đi tuyệt vời giữa Huế và Hội An! Đội ngũ tài xế đã đưa chúng tôi đến những địa điểm tuyệt vời - thác nước, bữa trưa, điểm ngắm cảnh - .Họ rất tử tế và chu đáo. Tôi đánh giá cao hoạt động này!Đọc thêm",
            "Chuyến tham quan bằng xe máy từ Huế đến Hội An với Le Family Rider là tuyệt vời nhất. Chuyến tham quan đã được lên kế hoạch và phục vụ rất tốt, ngay cả trong thời tiết mưa. Chúng tôi lo ngại về thời tiết nhưng họ lại rất thích nghi với đầy đủ trang bị chống chọi với thời tiết ẩm ướt. Các hoạt động trong chuyến đi chúng tôi rất tuyệt vời và rất đáng giá. Mặc dù chi phí cao hơn việc đi xe buýt nhưng đó là việc phải làm.Đọc thêm",
            "Đây là một trải nghiệm đáng kinh ngạc! Nếu bạn đang nghi ngờ điều đó dù chỉ một chút, giống như tôi - hãy coi đây là lý do để bạn đi! Các tay đua thật tuyệt vời và siêu an toàn. Họ luôn đảm bảo rằng bạn được đáp ứng theo mọi cách có thể, tầm nhìn là không thể đánh bại. Sẽ làm lại!Đọc thêm",
            "Chuyến tham quan tuyệt vời và khung cảnh tuyệt vời, họ đã đưa chúng tôi đến 5 địa điểm tuyệt vời và đảm bảo rằng chúng tôi có mọi thứ chúng tôi cần. Cung cấp nước, bữa trưa và đồ ăn nhẹ xuyên suốt.Đọc thêm",
            "Toàn bộ chuyến đi thật rực rỡ từ đầu đến cuối. Các nhân viên rất tử tế, quy hướng dẫn thật tuyệt vời! Muốn giới thiệu điều này cho bất cứ aiĐọc thêm",
            "Thời gian tuyệt vời với các tay đua gia đình Lê. Tan thật tuyệt vời, luôn đảm bảo rằng mọi người đều tự mình tận hưởng! 100 - giới thiệu!Đọc thêm",
            "Đó là một chuyến đi tuyệt vời với Thắng, anh ấy thật tuyệt vời và rất vui tính. Tại những điểm dừng mà chúng tôi thực hiện trong chuyến tham quan, anh ấy giải thích cho chúng tôi rất nhiều điều về Việt Nam. Nếu tôi quay lại Việt Nam lần nữa, tôi sẽ thực hiện chuyến tham quan lần nữa với các tay đua nhà họ Lê!Đọc thêm",
            "Một ngày tuyệt vời, khung cảnh tuyệt vời và Tan là một trưởng nhóm du lịch tuyệt vời. Tất cả đồ uống và thức ăn đã được bao gồm, và năm điểm dừng trên đường đi đều tuyệt vời. Đã có một thời gian tuyệt vời! Đọc thêm",
            "Thanh là người hướng dẫn của tôi ngày hôm nay và anh ấy thật tuyệt vời. Tôi có thể thấy anh ấy kiểm tra tôi trong gương rất thường xuyên. Anh ấy đã dừng rất nhiều lần để chụp ảnh và giải thích một số điều trên đường đi. Tôi thực sự mong chờ chuyến đi này và nó chắc chắn không làm tôi thất vọng. Nó vượt quá sự mong đợi của tôi. Cảm ơn bạn Thành. Nếu có thể cho bạn 10 sao thì tôi sẽ - Đọc thêm",
            "Chúng tôi gặp Lui bên ngoài Đại nội ở Huế, anh ấy kể cho chúng tôi nghe về công ty Le Family Riders và anh ấy đề xuất với chúng tôi một chuyến du lịch hàng ngày ở Huế với tư cách là hành khách bằng xe máy. Chúng tôi đã thấy có bao nhiêu đánh giá tốt về chúng trên các đánh giá của TripAdvisor và Google và chúng tôi quyết định chấp nhận. Đó là một SỰ LỰA CHỌN TUYỆT VỜI, chúng tôi đã có khoảng thời gian tuyệt vời với Hà và cha anh ấy là Nước, người đã chở chúng tôi đi vòng quanh một số điểm tham quan chính của Huế - lăng mộ, chùa, công viên nước bị bỏ hoang, làng hương - .Nếu chúng tôi có thể quay trở lại chúng tôi cũng muốn đặt vé qua đèo Hải Vân với họ! Lui và gia đình anh ấy rất thân thiện, luôn sẵn sàng giúp đỡ bạn, khiến bạn cảm thấy an toàn và luôn giải đáp mọi thắc mắc của chúng tôi. Cảm ơn bạnĐọc thêm",
            "Bạn cũng có thể thực hiện chuyến tham quan từ Hội An đến Huế không? cảm ơn bạnĐọc thêm",
            "Có, bạn có thể: - chỉ cần liên hệ với họĐọc thêm",
            "Xin chào - \n\nTôi - tôi sẽ đi Đà Nẵng ra Huế.  - đà nẵng- đèo hiban - bãi biển lăng co - huế - Bạn tôi đi được xe máy còn tôi thì đi được - t. vậy bạn có thể chở tôi theo lịch trình của chúng ta được không? \nNếu có thể thì chi phí là bao nhiêu?Đọc thêm",
            "Xin chào, bạn cũng đi từ Hội An đến Huế phải không?Đọc thêm",
            "Chúng tôi đi từ Huế đến Hội An. Nhưng họ làm cả hai. Công ty tốtĐọc thêm",
            "Chào buổi sáng,\nchúng tôi đang đi du lịch cùng cô con gái 9 tuổi của mình, hoạt động này có thể thực hiện được không?Đọc thêm",
            "Mình nghĩ là không, hơi nguy hiểm nhưng bạn có thể hỏi bên hãng, vì có rất nhiều trẻ em đi xe máy.\nCdt.\nIsabelaĐọc thêm",
            "Xin chào, có lựa chọn nào để rời khỏi Huế và quay lại Huế trong cùng ngày không? Cảm ơnĐọc thêm",
            "Xin chào,\n\nChúng tôi - một nhóm nhỏ gồm 3 người sẽ đi từ Hội An đến Huế vào tháng Giêng. Bạn chỉ đề xuất chuyến đi Huế - Hội An hay còn cách nào khác?\n\nCảm ơn trước, Đọc thêm",
            "Xin chào, chúng tôi đã thực hiện chuyến đi từ Hội An đến Huế vào năm 2015 với những người đi cùng gia đình. Vì vậy, nó có thể xảy ra trong thời gian này. Và nó thật tuyệt vời!Đọc thêm",
            "Bạn có thể tự lái xe hay bạn ngồi phía sau? Giá vé máy bay Huế đi Hội An hiện nay bao nhiêu?Đọc thêm",
            "Cả hai đều có thể. Dưới đây là giá hiện tại - kể từ ngày 1 tháng 10 năm 2019 -:\nHành khách có hướng dẫn viên - 58 p.p.\nDành cho hai người trên xe tay ga 125cc - 45 p.p.\nDành cho hai người trên xe máy 125cc - 50 p.p.\nMột mình trên chiếc xe tay ga 125cc - 58 p.p.\nMột mình trên chiếc xe máy 125cc - 65 p.p.\nMỗi gói bao gồm bữa trưa, đồ uống, phí vào cổng, thuê mũ bảo hiểm, nhiên liệuĐọc thêm",
            "Xin chào, bạn có bảo hiểm xe máy không?Đọc thêm",
            "Xin chào Josemi,\nCảm ơn bạn đã liên hệ với chúng tôi. Vui lòng gửi email giúp chúng tôi \nCảm ơn bạn rất nhiều. Chúc một ngày tốt lành.Đọc thêm",
            "Xin chào Marilu, tôi sẽ đến Huế vào tháng 12 và tôi muốn cùng họ đi du lịch đến Hội An, bạn có thể cho tôi biết chi phí khoảng bao nhiêu không? \nCảm ơn bạn rất nhiềuĐọc thêm",
            "Hoan hô! He visto la pregunta và me allowo reply - te paso la info que nos dieron - en nuestro caso fuimos dos en una scooter conduciendo nosotros, - 45, opción 2 - :\nLựa chọn 1 : - 58/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn muốn ngồi phía sau tài xế của chúng tôi\nLựa chọn 2 : - - 45/người/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Hai bạn muốn dùng chung xe số tự động 125 cc\nLựa chọn 3 : - 50/người/người - bao gồm : Ăn trưa, Nước uống, Phí tham quan, Mũ bảo hiểm, Nhiên liệu,.... - - Hai bạn muốn dùng chung xe số - côn - 125 cc\nLựa chọn 4 : - 58/người/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn muốn lái xe số tự động 125 cc\nLựa chọn 5 : - 65/người/người - bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn có nhu cầu lái xe số sàn - số - ly hợp - 125 ccĐọc thêm",
            "Đó là loại xe máy gì? Tôi chỉ có Bằng lái ô tô và có kinh nghiệm lái xe máy - không cần số - . Tôi có thể đi một mình trong chuyến đi này được không?Đọc thêm",
            "Họ cũng có xe tay ga - không có bánh răng - do đó bạn sẽ ổn thôi, ngay cả khi chỉ có bằng lái xe.\nTôi đã thực hiện chuyến lưu diễn vào tháng 4 năm ngoái.\n\nThưởng thức ;- - Đọc thêm"
        ],
        "star_ratings": [
            8698,
            70,
            4,
            2,
            0
        ],
        "review_amount": 8774,
        "location": [
            "Việt Nam",
            "Huế",
            "Những điều cần làm ở Huế",
            "Thua Thien - Hue Province",
            "Châu Á",
            "Lê Gia Rider"
        ],
        "reviews_time": [
            "Written May 18, 2024",
            "Written May 17, 2024",
            "Written May 17, 2024",
            "Written May 16, 2024",
            "Written May 16, 2024",
            "Written May 14, 2024",
            "Written May 14, 2024",
            "Written May 14, 2024",
            "Written May 12, 2024",
            "Written May 11, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d2647558-Reviews-or10-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or20-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d14159320-Reviews-Hope_Center_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2228339-Reviews-DMZ_Easy_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26233205-Reviews-Hue_local_tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5854207-Reviews-Hue_Motorbike_Adventure_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8300268-Reviews-Hue_Private_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d2369708-Reviews-Tropicana_Theater-Las_Vegas_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g317061-d3672910-Reviews-Kumasi_Zoo-Kumasi_Ashanti_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d24074729-Reviews-Jodd_Fairs-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g189970-d3458063-Reviews-Botanical_Garden-Reykjavik_Capital_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g29141-d10798818-Reviews-Ute_Trail-Aspen_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g49442-d255246-Reviews-Sliding_Rock-Pisgah_Forest_North_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g1606588-d147517-Reviews-Dawn_Beach-Sint_Maarten_St_Martin_St_Maarten.html",
            "https://www.tripadvisor.com/Attraction_Review-g42046-d2227034-Reviews-Wilderness_State_Park-Carp_Lake_Emmet_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g32655-d104417-Reviews-Universal_Studios_Hollywood-Los_Angeles_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g52930-d291319-Reviews-King_Of_Prussia_Mall-King_of_Prussia_Pennsylvania.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or20-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or10-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Le Family Rider",
        "attraction_name_vi": "Lê Gia Rider",
        "general_info": [
            "8.770 đánh giá",
            "- 1 trong 274 Tour - Hoạt động tại Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe máy",
            "Các tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Cảm ơn bạn đã ghé thăm. Với kinh nghiệm gần 10 năm trong lĩnh vực xe du lịch. Chúng tôi tin rằng sẽ mang đến cho bạn dịch vụ tốt nhất. Bằng tất cả sự tận tâm, nhiệt huyết và chân thành; Chúc quý khách có một chuyến đi an toàn, thoải mái và thực sự vui vẻ cùng đội ngũ lái xe chuyên nghiệp của chúng tôi. Trân trọng Le Family RidersĐọc thêm",
        "reviews": [
            "Nhóm người rất tốt, hữu ích, chu đáo và vui vẻ. Chuyến đi tuyệt vời, vượt núi, dọc theo đỉnh cao và qua thành phố. Tôi - sẽ làm lại.Jans Bloeming, Ha lan.Đọc thêm",
            "Quyết định tuyệt vời vào phút cuối! Chuyến đi thật kỳ diệu và rất thú vị cũng như thực sự an toàn. Tất cả các tài xế đều chăm sóc bạn và tài xế Qué của tôi rất đáng yêu và chu đáo! Khung cảnh thật đáng kinh ngạc và mọi điểm dừng đều tuyệt vời không quá dài, không quá ngắn Ngoài ra, nhà hàng phục vụ bữa trưa rất ngon hải sản, thịt và đồ chay ngon tuyệt! Giá cả tuyệt vời để có trải nghiệm tuyệt vời Sẽ 100 - khuyên dùng nếu bạn chưa chắc chắn về cách đến Hội An!Đọc thêm",
            "Thật tuyệt vời, thật tuyệt vời và thật tuyệt vời! Khi họ lần đầu nói chuyện với chúng tôi, tôi tỏ ra hoài nghi, nhưng cả nhóm đều thân thiện, hữu ích và nhìn chung rất vui vẻ khi đi từ Huế đến Hội An. Tôi cần có thêm dung lượng lưu trữ trên điện thoại của mình, tôi đã quay rất nhiều video và hình ảnh, phải mất hàng giờ để xem hết! Vui vẻ từ đầu đến cuối! Rất khuyến khích!Đọc thêm",
            "Tôi thậm chí không thể diễn tả được trải nghiệm của tôi với những người này tuyệt vời như thế nào. Người hướng dẫn mà chúng tôi có rất am hiểu, đặc biệt là khi chúng tôi ở làng chài. Nó rất thú vị và hấp dẫn. Những thác nước họ đưa chúng tôi đi cũng rất đẹp và không quá đông đúc. Nước rất hoàn hảo khi xét đến mức độ nóng trong ngày. Những ngọn núi cẩm thạch chắc chắn đáng để dừng chân vì chúng thật đáng kinh ngạc, tôi - chưa bao giờ thấy thứ gì giống như vậy. Người lái của tôi thật đáng yêu! Bôn chạy chậm lại ở một số điểm để tôi có thể nhìn và chụp ảnh những thứ khác nhau như trâu nước và khung cảnh tuyệt vời dọc đèo Hải Vân. Anh ấy cũng đề nghị chụp ảnh tôi tại những nơi chúng tôi dừng chân mà tôi thực sự đánh giá cao. Đây là giá trị đáng kinh ngạc cho tiền. Chúng tôi dừng lại nhiều lần và được cung cấp nước hoặc đồ uống khác cần thiết, bao gồm cả thác nước và nơi chúng tôi dừng lại để ăn có một số món ăn ngon nhất tôi có trong thời gian ở Việt Nam. Nhược điểm duy nhất là tôi không thể ngừng nghĩ về nó và tôi rất muốn có thể đi và làm lại từ đầu. Nếu bạn thậm chí còn hơi do dự, hãy cứ làm đi!Đọc thêm",
            "Chúng tôi có một chuyến đi tuyệt vời với các tay đua gia đình! Phải làm! Đi từ Huế đến Hội An. Đưa bạn đến những địa điểm tuyệt vời có bao gồm đồ uống và thức ăn. Những tay đua chuyên nghiệp rất thân thiện và hữu ích và bạn cảm thấy an toàn khi ở bên họ. Họ rất thân thiện và tuyệt vời để nói chuyện! Trong số những trải nghiệm tuyệt vời nhất tôi có được ở Việt Nam!Đọc thêm",
            "Chuyến tham quan đáng kinh ngạc!! Nhóm đã rất quan tâm đến chúng tôi và Lui là một người lái xe và hướng dẫn tuyệt vời! Rất muốn giới thiệu! Khung cảnh và điểm dừng thật tuyệt vời và chúng tôi đã có một ngày tuyệt vời với nhóm của mình. Cảm ơn rất nhiều!!! Đọc thêm",
            "Chúng tôi đã có một chuyến tham quan tuyệt vời với LeFamily! Trước hết, hành trình được suy nghĩ rất kỹ - tất cả các điểm dừng đều thú vị và bạn có thể tận hưởng một phong cảnh tuyệt vời. Nhưng hơn hết, đội do Thành dẫn đầu thật đáng kinh ngạc - họ chú ý đến mọi nhu cầu của bạn, họ chăm sóc hành lý của bạn rất tốt - chiếc mũ Việt Nam của tôi đã đến nơi an toàn - - kể cả những chiếc vali lớn, họ lái xe siêu an toàn và họ cũng vậy rất vui! Nhưng hơn hết, lời cảm ơn đặc biệt gửi đến các tài xế của chúng tôi, Lam và Sai, những người đã thực sự khiến ngày của chúng tôi trở nên đặc biệt! Đọc thêm",
            "Phải làm! Trải nghiệm tốt nhất ở Việt Nam. Nhóm đã làm cho chúng tôi cảm thấy an toàn và hướng dẫn chúng tôi cũng như bọn trẻ - và đồ đạc - cả trên xe đạp và các điểm dừng. Cung cấp cho chúng tôi đồ uống trước khi chúng tôi cần. Những nụ cười nhân hậu, hài hước với những đứa trẻ của chúng tôi. Nói chung đừng bỏ qua điều này nhé! Cảm ơn Le Family RiderĐọc thêm",
            "Xuất sắc!! Rất nhiều niềm vui và sự trợ giúp tuyệt vời. Cả nhà thật sự rất thích chuyến đi này!! Một việc thực sự phải làm!NL: rất khuyến khích, cả gia đình đều vô cùng thích thú từ 9 tuổi đến 52 tuổi: - Đọc thêm",
            "Chuyến đi trong ngày tuyệt vời từ Huế đến Hội với Lê Gia Rider. Đội ngũ cực kỳ chuyên nghiệp mà tôi luôn cảm thấy an toàn. Những khung cảnh tuyệt vời dọc theo đèo Hải Vân và Ngũ Hành Sơn rất đáng để ghé thăm.Đọc thêm",
            "Bạn cũng có thể thực hiện chuyến tham quan từ Hội An đến Huế không? cảm ơn bạnĐọc thêm",
            "Có, bạn có thể: - chỉ cần liên hệ với họĐọc thêm",
            "Xin chào -\n\nTôi - sẽ đi từ Đà Nẵng đến Huế. - Đà Nẵng - đèo Hiban - bãi biển Lăng Cô - Huế - Bạn tôi biết đi xe máy nhưng tôi thì không. Vậy bạn có thể chở tôi theo lịch trình của chúng ta không?\nNếu có thể, chi phí là bao nhiêu?Đọc thêm",
            "Xin chào, bạn cũng đi từ Hội An đến Huế phải không?Đọc thêm",
            "Chúng tôi đi từ Huế đến Hội An. Nhưng họ làm cả hai. Công ty tốtĐọc thêm",
            "Chào buổi sáng,\nchúng tôi đang đi du lịch cùng cô con gái 9 tuổi của mình, hoạt động này có thể thực hiện được không?Đọc thêm",
            "Mình nghĩ là không, hơi nguy hiểm nhưng bạn có thể hỏi bên hãng, vì có rất nhiều trẻ em đi xe máy.\nCdt.\nIsabelaĐọc thêm",
            "Xin chào, có lựa chọn nào để rời khỏi Huế và quay lại Huế trong cùng ngày không? Cảm ơnĐọc thêm",
            "Xin chào,\n\nChúng tôi - một nhóm nhỏ gồm 3 người sẽ đi từ Hội An đến Huế vào tháng Giêng. Bạn chỉ đề xuất chuyến đi Huế - Hội An hay còn cách nào khác?\n\nCảm ơn trước, Đọc thêm",
            "Xin chào, chúng tôi đã thực hiện chuyến đi từ Hội An đến Huế vào năm 2015 với những người đi cùng gia đình. Vì vậy, nó có thể xảy ra trong thời gian này. Và nó thật tuyệt vời!Đọc thêm",
            "Bạn có thể tự lái xe hay bạn ngồi phía sau? Giá vé máy bay Huế đi Hội An hiện nay bao nhiêu?Đọc thêm",
            "Cả hai đều có thể. Dưới đây là giá hiện tại - kể từ ngày 1 tháng 10 năm 2019 -:\nHành khách có hướng dẫn viên - 58 p.p.\nDành cho hai người trên xe tay ga 125cc - 45 p.p.\nDành cho hai người trên xe máy 125cc - 50 p.p.\nMột mình trên chiếc xe tay ga 125cc - 58 p.p.\nMột mình trên chiếc xe máy 125cc - 65 p.p.\nMỗi gói bao gồm bữa trưa, đồ uống, phí vào cổng, thuê mũ bảo hiểm, nhiên liệuĐọc thêm",
            "Xin chào, bạn có bảo hiểm xe máy không?Đọc thêm",
            "Xin chào Josemi,\nCảm ơn bạn đã liên hệ với chúng tôi. Vui lòng gửi email giúp chúng tôi \nCảm ơn bạn rất nhiều. Chúc một ngày tốt lành.Đọc thêm",
            "Xin chào Marilu, tôi sẽ đến Huế vào tháng 12 và tôi muốn cùng họ đi du lịch đến Hội An, bạn có thể cho tôi biết chi phí khoảng bao nhiêu không? \nCảm ơn bạn rất nhiềuĐọc thêm",
            "Hoan hô! He visto la pregunta và me allowo reply - te paso la info que nos dieron - en nuestro caso fuimos dos en una scooter conduciendo nosotros, - 45, opción 2 - :\nLựa chọn 1 : - 58/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn muốn ngồi phía sau tài xế của chúng tôi\nLựa chọn 2 : - - 45/người/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Hai bạn muốn dùng chung xe số tự động 125 cc\nLựa chọn 3 : - 50/người/người - bao gồm : Ăn trưa, Nước uống, Phí tham quan, Mũ bảo hiểm, Nhiên liệu,.... - - Hai bạn muốn dùng chung xe số - côn - 125 cc\nLựa chọn 4 : - 58/người/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn muốn lái xe số tự động 125 cc\nLựa chọn 5 : - 65/người/người - bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn có nhu cầu lái xe số sàn - số - ly hợp - 125 ccĐọc thêm",
            "Đó là loại xe máy gì? Tôi chỉ có Bằng lái ô tô và có kinh nghiệm lái xe máy - không cần số - . Tôi có thể đi một mình trong chuyến đi này được không?Đọc thêm",
            "Họ cũng có xe tay ga - không có bánh răng - do đó bạn sẽ ổn thôi, ngay cả khi chỉ có bằng lái xe.\nTôi đã thực hiện chuyến lưu diễn vào tháng 4 năm ngoái.\n\nThưởng thức ;- - Đọc thêm"
        ],
        "star_ratings": [
            8698,
            70,
            4,
            2,
            0
        ],
        "review_amount": 8774,
        "location": [
            "Việt Nam",
            "Huế",
            "Những điều cần làm ở Huế",
            "Thua Thien - Hue Province",
            "Châu Á",
            "Lê Gia Rider"
        ],
        "reviews_time": [
            "Written May 10, 2024",
            "Written May 9, 2024",
            "Written May 9, 2024",
            "Written May 5, 2024",
            "Written May 5, 2024",
            "Written May 1, 2024",
            "Written April 30, 2024",
            "Written April 30, 2024",
            "Written April 30, 2024",
            "Written April 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d2647558-Reviews-or20-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or10-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or30-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d14159320-Reviews-Hope_Center_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2228339-Reviews-DMZ_Easy_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26233205-Reviews-Hue_local_tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5854207-Reviews-Hue_Motorbike_Adventure_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8300268-Reviews-Hue_Private_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g189158-d6983859-Reviews-Sinagoga_Shaare_Tikva-Lisbon_Lisbon_District_Central_Portugal.html",
            "https://www.tripadvisor.com/Attraction_Review-g51021-d3310733-Reviews-Walnut_Creek_Amish_Flea_Market-Sugarcreek_Ohio.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066457-d13132072-Reviews-Yayoi_Kusama_Museum-Shinjuku_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g34607-d23814216-Reviews-Dirty_Laundry-St_Petersburg_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g293920-d631985-Reviews-Koh_Yao_Yai-Phuket.html",
            "https://www.tripadvisor.com/Attraction_Review-g60842-d621549-Reviews-Ripley_s_Haunted_Adventure-Gatlinburg_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187510-d4308557-Reviews-Gibraltar_Cable_Car-Gibraltar.html",
            "https://www.tripadvisor.com/Attraction_Review-g293925-d2389145-Reviews-Suoi_Tien_Theme_Park-Ho_Chi_Minh_City.html",
            "https://www.tripadvisor.com/Attraction_Review-g47885-d254271-Reviews-Ace_Of_Diamonds_Mine-Herkimer_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g187895-d195009-Reviews-Ponte_Vecchio-Florence_Tuscany.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or30-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or20-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Le Family Rider",
        "attraction_name_vi": "Lê Gia Rider",
        "general_info": [
            "8.770 đánh giá",
            "- 1 trong 274 Tour - Hoạt động tại Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Cảm ơn bạn đã ghé thăm. Với kinh nghiệm gần 10 năm trong lĩnh vực xe du lịch. Chúng tôi tin rằng sẽ mang đến cho bạn dịch vụ tốt nhất. Bằng tất cả sự tận tâm, nhiệt huyết và chân thành; Chúc quý khách có một chuyến đi an toàn, thoải mái và thực sự vui vẻ cùng đội ngũ lái xe chuyên nghiệp của chúng tôi. Trân trọng Le Family RidersĐọc thêm",
        "reviews": [
            "Đã đi đèo Hải Vân với Dũng làm hướng dẫn viên và đó là một trải nghiệm tuyệt vời. Anh ấy là một tài xế giàu kinh nghiệm và tôi luôn cảm thấy cực kỳ an toàn. Đèo có quang cảnh tuyệt đẹp mà tôi sẽ có thể nhớ mãi nhờ những bức ảnh tuyệt vời mà Dũng chụp tôi. Tôi đã tận hưởng mọi thứ của trải nghiệm này: chuyến đi, quang cảnh, các điểm dừng,... và cả việc Dung đã quan tâm đến việc đảm bảo tôi có một trải nghiệm tuyệt vời. Cảm ơn rất nhiều! Đọc thêm",
            "Tầm nhìn tuyệt vời, đội ngũ thân thiện và hiểu biết đã hướng dẫn chúng tôi qua đèo Hải Vân. Tôi chắc chắn sẽ khuyên bạn nên đi từ Huế đến Hội An, tốt hơn nhiều so với đi tàu hoặc xe buýt - hãy dành một ngày đi.Đọc thêm",
            "Thật là một ngày tuyệt vời chúng tôi đã có. Chúng tôi cảm thấy an toàn ngay cả khi tránh được dòng xe cộ đông đúc. Thật bất ngờ khi họ buộc hành lý của bạn vào phía sau xe đạp nhưng điều đó dường như không ảnh hưởng đến việc lái xe của họ. Mỗi phần trong ngày đều vui vẻ. Bơi lội là một điểm nhấn thư giãn. Đó là một cách tuyệt vời để xem rất nhiều. Đi qua đèo Hải Vân thật ngoạn mục. Chúng tôi có một nhóm gồm 8 người. Đó là một nơi rất đáng đồng tiền và tôi rất muốn giới thiệu.Đọc thêm",
            "Sau khi gặp Thụy Lê - chủ sở hữu - trên đường, chúng tôi tình cờ thảo luận về công ty của anh ấy và những chuyến đi họ làm!! Thành thật mà nói, không chỉ anh ấy và toàn bộ đội ngũ công nhân mà anh ấy có được đều thân thiện và vui vẻ, những chuyến đi mà bản thân họ cũng rất tuyệt vời. Chúng tôi chưa bao giờ đi xe đạp trước đây nhưng tất cả đều khiến chúng tôi cảm thấy thoải mái và an toàn! Thông tin, điểm tham quan, xe đạp, người lái mọi thứ đều hoàn hảo. Nếu bạn đang đi tham quan, tôi thực sự muốn giới thiệu gia đình le. Những bức ảnh không thể hiện hết được, đó thực sự là một ngày tuyệt vờiĐọc thêm",
            "Đã có một thời gian tuyệt vời lái xe từ Huế đến Hội An. Đưa bạn đến những địa điểm tuyệt vời có bao gồm đồ uống và thức ăn. Tất cả những tay đua dễ dàng đều rất thân thiện và hữu ích nếu bạn tự lái xe. Rất muốn giới thiệu các tay đua Le Family nếu bạn đang muốn vượt đèo Hải Vân. Lui rất thân thiện và tuyệt vời để nói chuyện và đảm bảo rằng bạn đã có khoảng thời gian vui vẻĐọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời với Louis! Toàn đội rất chu đáo và khiến chúng tôi cảm thấy rất an toàn khi đi xe máy. Thức ăn rất tuyệt và nhóm đã cung cấp cho chúng tôi nhiều cà phê - đá lolly - điểm dừng chân. Nhóm cũng rất giỏi khi chụp rất nhiều ảnh cho chúng tôi. Rất muốn giới thiệu cho bất cứ ai!! Đọc thêm",
            "Chuyến đi tuyệt vời! Nhóm rất hữu ích và rất hiểu biết. Chúng tôi đã có rất nhiều niềm vui và chắc chắn sẽ giới thiệu chuyến tham quanĐọc thêm",
            "Một chuyến tham quan đáng kinh ngạc!! Nhóm rất thân thiện, khiến mọi thứ trở nên dễ dàng và thực sự hữu ích suốt cả ngày. Họ đón bạn từ khách sạn vào buổi sáng và đưa bạn về khách sạn sau chuyến tham quan. Các tài xế thật đáng kinh ngạc, an toàn, làm việc cùng nhau và tuyệt vời để trò chuyện. Rất nhiều điểm dừng giữa Hội An và Huế để ngắm cảnh, thử đồ uống - ẩm thực, du lịch. Bạn sẽ thắng - không hối tiếc!Đọc thêm",
            "Thật tuyệt vời, thật là một trải nghiệm! Tôi chưa bao giờ đi xe đạp trước đây nhưng các tài xế rất có kinh nghiệm, tôi cảm thấy rất an toàn. Bạn được chứng kiến ​​rất nhiều cảnh đẹp tuyệt vời trên đường đi và hướng dẫn viên của chúng tôi không thể thân thiện hơn nếu họ cố gắng. Chắc chắn đề xuất chuyến đi này! Đọc thêm",
            "Thật là một cách để đi từ Huế đến Hội An, các tay đua của Gia Đình Lê là những người đáng yêu đến mức họ đã khiến cuộc hành trình trở nên vui vẻ và thú vị, tôi cảm thấy 100 - an toàn khi ngồi sau xe máy. Chúng tôi dừng lại dọc đường ở làng chài, đi bơi trong thác nước, sau đó ăn trưa tại một nhà hàng rất xinh xắn, tổng cộng có 5 người trong chuyến đi - một cặp đôi và một người du lịch một mình - thật tuyệt khi dành cả ngày cùng nhau tất cả chúng tôi đã rất hợp nhau. Điểm nổi bật của chuyến đi là cưỡi đèo Hải Vân, nó thật phấn khích với phong cảnh ngoạn mục và đối với tôi, việc lên tới đỉnh có cảm giác như mình đang ở trên đỉnh thế giới! Sau đó chúng tôi lái xe xuống Đà Nẵng và dừng chân tại cầu rồng và núi đá cẩm thạch. Tại mỗi điểm dừng, người dẫn đầu cung cấp cho chúng tôi rất nhiều thông tin và luôn có đồ uống giải khát, cà phê, bia, kem. Gia đình các tay đua rất vui vẻ, rất thân thiện - họ thậm chí còn là những nhiếp ảnh gia tuyệt vời, họ đã chụp rất nhiều bức ảnh trong ngày của chúng tôi và chia sẻ chúng với chúng tôi khi kết thúc chuyến đi. Đó thực sự là một trải nghiệm tuyệt vời mà tôi chắc chắn sẽ làm vào lần tới khi đến thăm Việt Nam. Cảm ơn Le Family vì một ngày tuyệt vờiĐọc thêm",
            "Bạn cũng có thể thực hiện chuyến tham quan từ Hội An đến Huế không? cảm ơn bạnĐọc thêm",
            "Có, bạn có thể: - chỉ cần liên hệ với họĐọc thêm",
            "Xin chào - \n\nTôi - tôi sẽ đi Đà Nẵng ra Huế.  - đà nẵng- đèo hiban - bãi biển lăng co - huế - Bạn tôi đi được xe máy còn tôi thì đi được - t. vậy bạn có thể chở tôi theo lịch trình của chúng ta được không? \nNếu có thể thì chi phí là bao nhiêu?Đọc thêm",
            "Xin chào, bạn cũng đi từ Hội An đến Huế phải không?Đọc thêm",
            "Chúng tôi đi từ Huế đến Hội An. Nhưng họ làm cả hai. Công ty tốtĐọc thêm",
            "Chào buổi sáng,\nchúng tôi đang đi du lịch cùng cô con gái 9 tuổi của mình, hoạt động này có thể thực hiện được không?Đọc thêm",
            "Mình nghĩ là không, hơi nguy hiểm nhưng bạn có thể hỏi bên hãng, vì có rất nhiều trẻ em đi xe máy.\nCdt.\nIsabelaĐọc thêm",
            "Xin chào, có lựa chọn nào để rời khỏi Huế và quay lại Huế trong cùng ngày không? Cảm ơnĐọc thêm",
            "Xin chào,\n\nChúng tôi là một nhóm nhỏ gồm 3 người sẽ đi từ Hội An đến Huế vào tháng 1. Bạn chỉ đề xuất chuyến đi Huế - Hội An hay còn theo hướng khác?\n\nCảm ơn trước,Đọc thêm",
            "Xin chào, chúng tôi đã thực hiện chuyến đi từ Hội An đến Huế vào năm 2015 với những người đi cùng gia đình. Vì vậy, nó có thể xảy ra trong thời gian này. Và nó thật tuyệt vời!Đọc thêm",
            "Bạn có thể tự lái xe hay bạn ngồi phía sau? Giá vé máy bay Huế đi Hội An hiện nay bao nhiêu?Đọc thêm",
            "Cả hai đều có thể. Dưới đây là giá hiện tại - kể từ ngày 1 tháng 10 năm 2019 -:\nHành khách có hướng dẫn viên - 58 p.p.\nDành cho hai người trên xe tay ga 125cc - 45 p.p.\nDành cho hai người trên xe máy 125cc - 50 p.p.\nMột mình trên chiếc xe tay ga 125cc - 58 p.p.\nMột mình trên chiếc xe máy 125cc - 65 p.p.\nMỗi gói bao gồm bữa trưa, đồ uống, phí vào cổng, thuê mũ bảo hiểm, nhiên liệuĐọc thêm",
            "Xin chào, bạn có bảo hiểm xe máy không?Đọc thêm",
            "Xin chào Josemi,\nCảm ơn bạn đã liên hệ với chúng tôi. Vui lòng gửi email giúp chúng tôi \nCảm ơn bạn rất nhiều. Chúc một ngày tốt lành.Đọc thêm",
            "Xin chào Marilu, tôi sẽ đến Huế vào tháng 12 và tôi muốn cùng họ đi du lịch đến Hội An, bạn có thể cho tôi biết chi phí khoảng bao nhiêu không? \nCảm ơn bạn rất nhiềuĐọc thêm",
            "Hoan hô! He visto la pregunta và me allowo reply - te paso la info que nos dieron - en nuestro caso fuimos dos en una scooter conduciendo nosotros, - 45, opción 2 - :\nLựa chọn 1 : - 58/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn muốn ngồi phía sau tài xế của chúng tôi\nLựa chọn 2 : - - 45/người/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Hai bạn muốn dùng chung xe số tự động 125 cc\nLựa chọn 3 : - 50/người/người - bao gồm : Ăn trưa, Nước uống, Phí tham quan, Mũ bảo hiểm, Nhiên liệu,.... - - Hai bạn muốn dùng chung xe số - côn - 125 cc\nLựa chọn 4 : - 58/người/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn muốn lái xe số tự động 125 cc\nLựa chọn 5 : - 65/người/người - bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn có nhu cầu lái xe số sàn - số - ly hợp - 125 ccĐọc thêm",
            "Đó là loại xe máy gì? Tôi chỉ có Bằng lái ô tô và có kinh nghiệm lái xe máy - không cần số - . Tôi có thể đi một mình trong chuyến đi này được không?Đọc thêm",
            "Họ cũng có xe tay ga - không có bánh răng - do đó bạn sẽ ổn thôi, ngay cả khi chỉ có bằng lái xe.\nTôi đã thực hiện chuyến lưu diễn vào tháng 4 năm ngoái.\n\nThưởng thức ;- - Đọc thêm"
        ],
        "star_ratings": [
            8698,
            70,
            4,
            2,
            0
        ],
        "review_amount": 8774,
        "location": [
            "Việt Nam",
            "Huế",
            "Những điều cần làm ở Huế",
            "Thua Thien - Hue Province",
            "Châu Á",
            "Lê Gia Rider"
        ],
        "reviews_time": [
            "Written April 27, 2024",
            "Written April 27, 2024",
            "Written April 26, 2024",
            "Written April 26, 2024",
            "Written April 24, 2024",
            "Written April 24, 2024",
            "Written April 24, 2024",
            "Written April 21, 2024",
            "Written April 12, 2024",
            "Written April 10, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d2647558-Reviews-or30-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or20-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or40-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d14159320-Reviews-Hope_Center_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2228339-Reviews-DMZ_Easy_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26233205-Reviews-Hue_local_tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5854207-Reviews-Hue_Motorbike_Adventure_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8300268-Reviews-Hue_Private_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d2233620-Reviews-The_Press_Lounge-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g41671-d15547310-Reviews-Chevalier_Theatre-Medford_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d2356480-Reviews-The_London_Silver_Vaults-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g297884-d1605555-Reviews-BIFF_Square-Busan.html",
            "https://www.tripadvisor.com/Attraction_Review-g309293-d303010-Reviews-Jade_Museum-San_Jose_San_Jose_Metro_Province_of_San_Jose.html",
            "https://www.tripadvisor.com/Attraction_Review-g293993-d3533520-Reviews-Abraj_Al_Bait_Towers-Mecca_Makkah_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d6433888-Reviews-Horseshoe_Casino-Baltimore_Maryland.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d3138211-Reviews-Instant_Fogas-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g33165-d5840533-Reviews-The_Temecula_Stampede-Temecula_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g34099-d10814756-Reviews-Westfield_Brandon-Brandon_Florida.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or40-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or30-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Le Family Rider",
        "attraction_name_vi": "Lê Gia Rider",
        "general_info": [
            "8.770 đánh giá",
            "- 1 trong 274 Tour - Hoạt động tại Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Cảm ơn bạn đã ghé thăm. Với kinh nghiệm gần 10 năm trong lĩnh vực xe du lịch. Chúng tôi tin rằng sẽ mang đến cho bạn dịch vụ tốt nhất. Bằng tất cả sự tận tâm, nhiệt huyết và chân thành; Chúc quý khách có một chuyến đi an toàn, thoải mái và thực sự vui vẻ cùng đội ngũ lái xe chuyên nghiệp của chúng tôi. Trân trọng Le Family RidersĐọc thêm",
        "reviews": [
            "Chúng tôi đã thực hiện chuyến đi 2 ngày từ Hội An đến Huế cùng Ty và Nhật và đã có khoảng thời gian tuyệt vời nhất. Chúng tôi đã thấy một số cảnh đẹp tuyệt vời và các chàng trai rất thân thiện và hữu ích. Luôn đảm bảo rằng chúng tôi có mọi thứ chúng tôi có thể mong muốn. Bữa trưa hải sản ngon miệng và rất nhiều điểm dừng cà phê - Chúng tôi chắc chắn sẽ thực hiện một chuyến đi khác với họ vào lần tới khi chúng tôi ở đây.Đọc thêm",
            "BEST ACTIVITY IN VIETNAM.This is our 5th visit to Vietnam.We love it.For my 60th birthday Mr T and I went on the Ha Long Bay cruise.  Amazing.For my 65th birthday, we went from Hoi An to Hue with Le Family.BEST CHOICE.4 adults, 4 bikes.They even got our big suitcases on.We were collected on time and off we went.I was with the head rider, who spoke English.   The others were limited.We went over the DaNang bridge as we - d not seen it closely.  We stopped for photos.Off we went.  Up the Elephant Mountain.  Hot day, and had an ice pole on descending.We went along winding roads, busy roads, and I was having the time of my life.My friend was not keen, but God love her, she did it.  She said she was worried, but was pleased she put her big girl pants on and did it.  Mr T probably wasn - t the keenest, but did it for me!  He - s the best.   He had a great time.  Our other friend also said it was a once in a lifetime experience.We swam with female monks and got nibbled on by fish at a watering hole.  We ate the freshest seafood sitting over the water drinking ice cold beers.  We went to a fishing village, and had to ride through a flooded road.  This was the funniest thing ever.  A bit scary, but I never felt unsafe.   These riders were safe and wary of oncoming traffic and dogs, and kids and whatever else was on these mad roads.We had a cold beer up top of the Pass way up, looking over both North and South Vietnam.A strong coffee was another break.We arrived in Hue.This was a BIG day.Please, do not hesitate and book this.  Use LeFamily, as I recommend them as safe and conscious of all crazy things in Vietnam.  The food, service and friendliness was second to non.Mr T and I had Australian Bandanas, and gave them to our riders at the end of the trip.  They were rapt.I cannot recommend this tour more.  Best birthday, best day, best tour.Thanks guys.Read more",
            "Các tay đua của chúng tôi thật tuyệt vời. Không thể lỗi chuyến đi nếu bạn đã cố gắng. Chúng tôi đến làng chài, nhìn thấy một thác nước tuyệt vời, đi ăn trưa tại một nhà hàng tuyệt vời, nơi đồ uống và bữa trưa được trả trước. Thông thường bạn trả tiền cho đồ uống nhưng điều đó thật tuyệt! Sau đó chúng tôi đi qua đèo Hải Vân, ngoạn mục!! Bạn tôi đã đánh rơi những chiếc sunnies của cô ấy ra khỏi mép và một tài xế thậm chí còn đi xuống để lấy chúng. Sau đó đến núi đá cẩm thạch và trở về khách sạn của chúng tôi. Chúng tôi cảm thấy rất an toàn với tất cả các tay đua của mình và thực sự nhớ họ!! Họ cũng chụp cho chúng tôi rất nhiều bức ảnh đẹp.Đọc thêm",
            "Thực sự không thể - không giới thiệu đủ các chuyến tham quan Le Family Rider. Chúng tôi đã có khoảng thời gian tuyệt vời nhất với Lui và nhóm. Chúng tôi chưa bao giờ đi xe đạp trước đây nhưng mọi lo lắng trước chuyến tham quan đều bị tiêu tan ngay lập tức. Chúng tôi đã thực hiện chuyến đi trong ngày từ Huế - đến đèo Hải Vân và quay lại -. Nhóm chỉ có sáu người nên rất vui vẻ và thân thiện. Không có gì là đủ cho các chàng trai, nước miễn phí, cà phê miễn phí, bia miễn phí và bữa trưa cũng rất ngon. Chúng tôi dừng lại ở những điểm ưa thích và luôn có thể dừng lại để chụp ảnh cũng như nhận thông tin ở nhiều nơi khác nhau. Giá quá tốt là tốt. Chúng tôi - sẽ cho địa điểm này 20 - 10 và đề nghị bất kỳ ai muốn thực hiện chuyến đi một chiều đến Hội An hoặc Huế hãy đi cùng những người này.Đọc thêm",
            "Những chiếc xe đạp rất thoải mái và tài xế rất an toàn! Chúng tôi là người lần đầu tiên đi xe máy nên hơi lo lắng nhưng cuối cùng chúng tôi đã có khoảng thời gian tuyệt vời nhất trong đời. Thường xuyên được phục vụ đồ ăn nhẹ, nghỉ giải lao và tham quan các địa điểm đã khiến chuyến đi trở thành điểm nhấn trong chuyến đi của chúng tôi cho đến nay. Đọc thêm",
            "Chuyến đi tuyệt vời từ Hội An đến Huế. Một ngày tuyệt vời! Chắc chắn sẽ giới thiệu. Nhóm tuyệt vời và những người lái xe giỏi. Có một khoảng thời gian rất tuyệt! Đọc thêm",
            "Thật là một trải nghiệm tuyệt vời!! Chúng tôi yêu thích chuyến tham quan với Lefamily Riders! Chúng tôi chưa bao giờ đi xe máy trước đây và họ khiến chúng tôi cảm thấy thoải mái ngay lập tức, chúng tôi rất vui và họ chỉ cho chúng tôi một số cảnh đẹp tuyệt vời ở những nơi ít người biết đến, chẳng hạn như một làng chài yên bình và tất nhiên là chúng tôi đạp xe qua đèo Hải Vân đó là một trải nghiệm danh sách đáng kinh ngạc! RẤT khuyên bạn nên đi với những người này!!! Đọc thêm",
            "Rất vui, cảm thấy rất an toàn khi ở bên gia đình. Trình điều khiển tuyệt vời. Một cách đáng yêu để đi từ Hồi An đến Huệ. Rất nhiều khuyến khích! Cảm ơn bạn!Đọc thêm",
            "Hôm nay đã có một trải nghiệm tuyệt vời khi lái đèo Hải Vân cùng Le Family Riders! Những người lái xe tuyệt vời và một tuyến đường tuyệt vời với giá rẻ. Chắc chắn đề nghị nó.Đọc thêm",
            "Không thể giới thiệu chuyến tham quan này đủ. Louie và gia đình anh ấy là những người hướng dẫn tuyệt vời. Họ rất thân thiện, hữu ích và đảm bảo tất cả chúng tôi đều có khoảng thời gian tuyệt vời. Đó là một trong những điều tuyệt vời nhất chúng tôi đã làm trong kỳ nghỉ của mình và là cách tuyệt vời để đi từ Hội An đến Huế hoặc ngược lại.Đọc thêm"
        ],
        "star_ratings": [
            8698,
            70,
            4,
            2,
            0
        ],
        "review_amount": 8774,
        "location": [
            "Việt Nam",
            "Huế",
            "Những điều cần làm ở Huế",
            "Thua Thien - Hue Province",
            "Châu Á",
            "Lê Gia Rider"
        ],
        "reviews_time": [
            "Written April 10, 2024",
            "Written April 9, 2024",
            "Written April 8, 2024",
            "Written April 7, 2024",
            "Written April 6, 2024",
            "Written April 6, 2024",
            "Written April 6, 2024",
            "Written April 6, 2024",
            "Written April 6, 2024",
            "Written April 5, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d2647558-Reviews-or40-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or30-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or50-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d14159320-Reviews-Hope_Center_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2228339-Reviews-DMZ_Easy_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26233205-Reviews-Hue_local_tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5854207-Reviews-Hue_Motorbike_Adventure_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8300268-Reviews-Hue_Private_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g43018-d493194-Reviews-Lester_Park-Duluth_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g672292-d6976874-Reviews-Isla_Mata_La_Gata-La_Parguera_Lajas_Puerto_Rico.html",
            "https://www.tripadvisor.com/Attraction_Review-g28952-d103700-Reviews-White_Sands_National_Park-New_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g56066-d142699-Reviews-Kemah_Boardwalk-Kemah_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d8442734-Reviews-Splash_Pad-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g303908-d7693004-Reviews-Monkey_Beach-Ko_Phi_Phi_Don_Ao_Nang_Krabi_Town_Krabi_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g656866-d10474603-Reviews-Nature_Park_Strunjan-Strunjan_Slovenian_Littoral_Region.html",
            "https://www.tripadvisor.com/Attraction_Review-g298573-d549830-Reviews-Divisoria_Market-Manila_Metro_Manila_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d295194-Reviews-Galata_Tower-Istanbul.html",
            "https://www.tripadvisor.com/Attraction_Review-g29503-d641620-Reviews-Discovery_Museum-Acton_Massachusetts.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or50-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or40-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Le Family Rider",
        "attraction_name_vi": "Lê Gia Rider",
        "general_info": [
            "8.770 đánh giá",
            "- 1 trong 274 Tour - Hoạt động tại Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Cảm ơn bạn đã ghé thăm. Với kinh nghiệm gần 10 năm trong lĩnh vực xe du lịch. Chúng tôi tin rằng sẽ mang đến cho bạn dịch vụ tốt nhất. Bằng tất cả sự tận tâm, nhiệt huyết và chân thành; Chúc quý khách có một chuyến đi an toàn, thoải mái và thực sự vui vẻ cùng đội ngũ lái xe chuyên nghiệp của chúng tôi. Trân trọng Le Family RidersĐọc thêm",
        "reviews": [
            "Vui vẻ tuyệt vời.  Các tay đua rất khéo léo, chúng tôi cảm thấy khá an toàn.  Tham quan rất nhiều địa điểm thú vị, quang cảnh tuyệt vời, bữa trưa dễ thương.  Chắc chắn đề nghị.Đọc thêm",
            "Chuyến đi này thật tuyệt vời từ đầu đến cuối và các tay đua của Le Family rất có sức chứa. Ban đầu tôi đã đặt sai ngày và họ đã thay đổi ngày vào phút cuối mà không gặp vấn đề gì. Cô bé 15 tuổi của tôi hơi e ngại khi đi xe đạp nhưng sau 5 phút đi xe, cô ấy đã cảm thấy thoải mái với nụ cười tươi trên môi. Thác nước rất đẹp và sảng khoái trong thời tiết nóng nực, điểm dừng chân ở làng chài thật thú vị, bữa tối rất ngon, quang cảnh đèo Hải Vân rất đẹp, núi đá cẩm thạch là điểm dừng chân yên bình. Các tài xế đã cảnh giác và nhận thức rất rõ tình hình giao thông xung quanh chúng tôi và tôi cảm thấy gia đình mình đang được đảm bảo an toàn. Cảm ơn bạn vì một ngày tuyệt vờiĐọc thêm",
            "Thực hiện chuyến tham quan cùng gia đình may - vợ và 3 cô con gái - hơi sợ hãi vì chưa ai trong chúng tôi từng đi xe đạp trước đó, nỗi sợ hãi đó nhanh chóng biến mất khi chúng tôi khởi hành, thật tuyệt vời, rất nhiều điểm dừng và những câu chuyện thú vị, đẹp đẽ ăn tối tại Đà Nẵng. Điểm nổi bật là thác nước và đèo Hải Vân, và nhiều hơn nữa. Điều tuyệt vời nhất cho đến nay trong kỳ nghỉ của tôi ở Việt Nam. Đó là điều bắt buộc nếu bạn ở đây. Hãy làm điĐọc thêm",
            "Đây là chuyến đi thứ ba của tôi với Le Family Riders và nó cũng tuyệt vời như hai chuyến đi đầu tiên! Tôi có thể - không thể giới thiệu họ đủ. Chuyến đi từ Huế - Hội An - Hội An đến Huế được lên kế hoạch vô cùng kỹ lưỡng và tuyến đường qua đèo Hải Vân thật tuyệt vời! Chúng tôi cũng yêu thích thác nước, làng chài và các điểm dừng chân trên núi đá cẩm thạch. Những tay đua thân thiện giúp chuyến đi trở nên đặc biệt hơn và sự giao tiếp từ Thủy trước chuyến đi thật tuyệt vời.  -  - Đọc thêm",
            "Tuyệt đối khuyên bạn nên đặt chỗ với các tay đua của Le Family nếu bạn muốn đi từ Hội An đến Huế hoặc ngược lại! Bạn - sẽ thấy những khung cảnh ngoạn mục và nhiều điểm dừng được lên kế hoạch trên đường đi từ làng chài đến bơi trong thác nước, bao gồm cả một bữa ăn khá tuyệt vời bên bãi biển. Các tài xế rất chuyên nghiệp và họ chăm sóc bạn rất tốt trong suốt chuyến đi! Đó thực sự là một ngày hoàn hảoĐọc thêm",
            "Lui và nhóm của anh ấy rất đáng yêu và Lui là một hướng dẫn viên tuyệt vời. Anh ấy đã cung cấp cho chúng tôi rất nhiều thông tin và trả lời mọi câu hỏi của chúng tôi. Say là tài xế riêng của tôi và anh ấy thực sự chăm sóc tôi. - Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời trên những chiếc xe máy với tài xế Dũng - Nhật. Tôi đã đặt chuyến đi này trước vài tháng, theo lời giới thiệu của một người bạn. Giao tiếp với Family Riders luôn nhanh chóng và chuyên nghiệp. Mặc dù chúng tôi đã thay đổi hành trình nhưng không có vấn đề gì. Tôi có rất ít kinh nghiệm ngồi sau xe máy nhưng sau 10 phút tôi cảm thấy an toàn và được điều khiển tốt. Chúng tôi đã được chăm sóc rất tốt cả ngày. Đồ uống, chụp ảnh, thời gian nghỉ ngơi. Dũng và Nhật không thể làm gì hơn nữa để khiến ngày của chúng tôi trở nên đặc biệt. Thật không may, chồng tôi bị chuột rút ở chân và chúng tôi phải bỏ điểm dừng cuối cùng ở Núi Khỉ nhưng các tài xế của chúng tôi rất tốt bụng và hiểu biết, dừng lại mỗi khi anh ấy cần nghỉ ngơi và đưa chúng tôi về nhà an toàn. Đó CHẮC CHẮN là cách để đến Việt Nam. Tốt hơn nhiều so với việc ngồi sau cửa sổ xe buýt. Rất nhiều cảnh đẹp, âm thanh, mùi vị tuyệt vời. Rất muốn giới thiệu - Đọc thêm",
            "Chúng tôi gặp Lui bên ngoài Thành cổ Huế, và anh ấy kể cho chúng tôi về Le Family Riders - chuyến đi xe máy từ Huế đến Hội An. Chúng tôi rất ấn tượng với anh ấy và các đánh giá trên trip advisor nên chúng tôi quyết định đặt. Chúng tôi rất vui vì đã làm vậy. - Chúng tôi đã có một ngày tuyệt vời nhất. Le family riders thực sự chăm sóc bạn trong suốt chuyến đi. Cảnh quan từ đèo Hi Van thật tuyệt vời và chúng tôi cảm thấy rất an toàn trong suốt thời gian đi cùng tài xế của mình. Điểm dừng để bơi ở thác nước rất được chào đón vì đó là một ngày rất nóng. Bữa trưa rất tuyệt, đặc biệt là món hàu. Nhìn chung, tôi thực sự muốn giới thiệu. Bạn được chăm sóc chu đáo với nhiều điểm dừng và nước. Không thể nghĩ ra cách nào tốt hơn để đi từ Huế đến Hội An. Đọc thêm",
            "Chuyến tham quan này thực sự là một cách thú vị để đến được nơi chúng tôi muốn. Nó cảm thấy giống như một doanh nghiệp gia đình thích hợp. Siêu dễ dàng để đặt và họ trả lời tất cả các câu hỏi của tôi rất nhanh chóng. Trong chuyến tham quan, hướng dẫn viên Tú và những người khác rất chú ý đến chúng tôi. Tài xế Si của tôi là một nhiếp ảnh gia tuyệt vời và đã chụp những bức ảnh đáng yêu cho chúng tôi trên đường đi. Cảm ơn Lefamily Riders!Đọc thêm",
            "Tôi đã thực hiện hai chuyến tham quan với các chuyến tham quan của gia đình le; 1. Huế đến Hội An 2. Đà Nẵng đến Bà Nà Hills để đến Hội AnTôi không thể giới thiệu đủ công ty, họ nghĩ đến mọi thứ và luôn chu đáo. Chúng tôi yêu họ rất nhiều nên chúng tôi đã đặt chuyến đi thứ hai với họ. Họ dừng lại cứ sau 40 - 45 phút để nghỉ ngơi, đồ ăn cũng rất tuyệt! Không đâu khác ngoài Le Family Rider Tours, họ đều rất tốt bụng, tốt bụng - chăm chỉ. Niamh, Kilkenny, Ireland - - Đọc thêm"
        ],
        "star_ratings": [
            8698,
            70,
            4,
            2,
            0
        ],
        "review_amount": 8774,
        "location": [
            "Việt Nam",
            "Huế",
            "Những điều cần làm ở Huế",
            "Thua Thien - Hue Province",
            "Châu Á",
            "Lê Gia Rider"
        ],
        "reviews_time": [
            "Written April 5, 2024",
            "Written April 4, 2024",
            "Written April 4, 2024",
            "Written April 4, 2024",
            "Written April 3, 2024",
            "Written April 3, 2024",
            "Written April 2, 2024",
            "Written April 2, 2024",
            "Written April 1, 2024",
            "Written March 31, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d2647558-Reviews-or50-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or40-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or60-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d14159320-Reviews-Hope_Center_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2228339-Reviews-DMZ_Easy_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26233205-Reviews-Hue_local_tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5854207-Reviews-Hue_Motorbike_Adventure_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8300268-Reviews-Hue_Private_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d668397-Reviews-Szimpla_Kert-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g59681-d4310413-Reviews-The_Ridges_Sanctuary-Baileys_Harbor_Wisconsin.html",
            "https://www.tripadvisor.com/Attraction_Review-g295388-d550263-Reviews-Bazar_Kujundziluk-Mostar_Herzegovina_Neretva_Canton_Federation_of_Bosnia_and_Herze.html",
            "https://www.tripadvisor.com/Attraction_Review-g150793-d153514-Reviews-Playa_de_los_Muertos-Puerto_Vallarta.html",
            "https://www.tripadvisor.com/Attraction_Review-g1140281-d3217200-Reviews-Nydri_Waterfalls-Nidri_Lefkada_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g297892-d8783158-Reviews-Innisfree_Jeju_House-Seogwipo_Jeju_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d131980-Reviews-Iolani_Palace-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g32578-d7056076-Reviews-Mushroom_Beach-La_Jolla_San_Diego_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g39743-d12834106-Reviews-USS_Sachem_Ruins-Petersburg_Kentucky.html",
            "https://www.tripadvisor.com/Attraction_Review-g35805-d132894-Reviews-Lincoln_Abraham_Park-Chicago_Illinois.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or60-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or50-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Le Family Rider",
        "attraction_name_vi": "Lê Gia Rider",
        "general_info": [
            "8.770 đánh giá",
            "- 1 trong 274 Tour - Hoạt động tại Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Cảm ơn quý khách đã ghé thăm. Với gần 10 năm kinh nghiệm trong lĩnh vực xe máy du lịch. Chúng tôi tin rằng sẽ mang đến cho quý khách dịch vụ tốt nhất. Với tất cả sự tận tâm, nhiệt tình và chân thành; Chúng tôi hy vọng quý khách có một chuyến đi an toàn, thoải mái và thực sự vui vẻ cùng đội ngũ tài xế chuyên nghiệp của chúng tôi. Trân trọng Le Family RidersXem thêm",
        "reviews": [
            "Dịch vụ xuất sắc, Lui và Gia đình rất có sức chứa và đáng yêu. Trải nghiệm tuyệt vời nhất trong 3 tuần của chúng tôi tại Việt Nam. Cảm ơn bạn!Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời với Le Family Riders, Lui và nhóm đã lên kế hoạch cho ngày hôm đó một cách hoàn hảo, với rất nhiều cảnh đẹp mà chúng tôi chưa từng thấy. Rất thích, cảm ơn các bạn! Đọc thêm",
            "Hoàn toàn đề xuất đi với Le Family Riders cho đèo Hải Vân từ Huế đến Hội An. Đó là điều tuyệt vời nhất tôi đã làm trong hai tháng ở Đông Nam Á. Nếu bạn không muốn một điều gì đó quá dài như Vòng lặp Hà Giang, thì đây là lựa chọn hoàn hảo. Chưa kể hành trình này sẽ dọc theo bờ biển. Tôi có thể ca ngợi họ cả ngày dài. Đầu tiên, hành trình rất chu đáo - từ các buổi chụp ảnh, đến thác nước đến bữa trưa, mọi thứ đều HOÀN HẢO. Cảm giác thật chân thật. Lui và Thuy cũng rất tuyệt vời - họ là một cặp anh em và tôi đặc biệt đi với công ty này vì tôi muốn đi cùng một người phụ nữ và họ là công ty duy nhất có một người như vậy!! Nếu bạn chỉ đặt một hoạt động ở Việt Nam, hãy đặt tour này. Nếu bạn đang phân vân giữa Hà Giang hay Hải Vân, hãy đặt tour này. Nếu bạn muốn có một trải nghiệm khác biệt, hãy đặt tour này. Tin tôi đi, bạn sẽ có khoảng thời gian tuyệt vời như tôi và bạn sẽ không hối hận. Đọc thêm",
            "Tour du lịch tuyệt vời từ Huế đến Hội A qua đèo Hải Vân cùng Lui! Đi xe siêu thoải mái với một số cảnh đẹp và thức ăn rất ngon. Chắc chắn sẽ giới thiệu, ở đó với một trong những ngày tuyệt vời nhất tôi từng có ở Việt Nam. Cảm ơn bạn!Đọc thêm",
            "Hôm nay chúng tôi đã có khoảng thời gian tuyệt vời nhất với Le Family Riders! Những tay đua chuyên nghiệp và có tổ chức thực sự tốt, những người đảm bảo mọi người đều có khoảng thời gian tuyệt vời và an toàn xuyên suốt. Chúng tôi dừng lại sau mỗi 30 phút hoặc lâu hơn để có cơ hội chụp ảnh, bơi trong thác nước và thưởng thức bữa trưa tuyệt vời. Những người bạn khác đã giới thiệu nhóm này đã thực hiện tuyến đường này vài năm trước! Tôi có thể hiểu tại sao. Ngày yêu thích ở Việt Nam cho đến nay. SláinteĐọc thêm",
            "Lui và gia đình anh ấy thật tuyệt vời. Họ tốt bụng, vui vẻ và rất chu đáo! Họ chỉ cho chúng tôi tất cả những điều thú vị trên đường từ Huế đến Hội An, một số nơi như thác nước mà tôi chưa bao giờ tìm thấy. Thức ăn ngon và nhà hàng rất đẹp. Đó là một ngày tuyệt vời và tôi đánh giá cao nó! Go Le Family Riders!  - Đọc thêm",
            "Chuyến tham quan với Lui là một trải nghiệm tuyệt vời. Thác rất đẹp và đèo Hải Vân là một chuyến đi tuyệt vời. Họ rất cẩn thận nếu bạn có Đồ ăn nhẹ và đồ uống. Đọc thêm",
            "Ngày tuyệt vời với Le Family Riders! Họ là những người lái xe rất thân thiện và giỏi. Họ đặt túi của bạn ở phía sau xe máy để bạn có thể ngả lưng thoải mái trong suốt hành trình. Các điểm dừng chân tham quan thác nước, ăn trưa hải sản và tất nhiên là đèo Hải Vân là những điểm nhấn đặc biệt Đọc thêm",
            "Chúng tôi đã có một ngày tuyệt vời nhất! Đặc biệt yêu thích thác nước và cảm thấy được chăm sóc rất tốt. Những chiếc xe đạp rất thoải mái và đèo Hi Vân thật tuyệt vời. Đã yêu nó. Các tài xế rất tuyệt vời, cảm ơn Yuan và Lui là hướng dẫn viên du lịch giỏi nhất. 10 - 10 rất khuyến khíchĐọc thêm",
            "Chúng tôi thực sự ngần ngại khi tiếp tục việc này vì chúng tôi có quá ít thời gian ở Việt Nam nhưng thành thật mà nói thì đó là một trong những điều tốt nhất chúng tôi có thể làm được. Tuyệt vời tuyệt vời tuyệt vời! Lượt xem thật tuyệt vời, mọi thứ đều cực kỳ thoải mái, chúng tôi không cần phải suy nghĩ một lần - một ngày nghỉ lễ thực sự! Cảm ơn rất nhiều đến những người lái xe tuyệt vời của chúng tôi, thật tốt!  -  - Đọc thêm",
            "Bạn cũng có thể thực hiện chuyến tham quan từ Hội An đến Huế không? cảm ơn bạnĐọc thêm",
            "Có, bạn có thể: - chỉ cần liên hệ với họĐọc thêm",
            "Xin chào -\n\nTôi - sẽ đi từ Đà Nẵng đến Huế. - Đà Nẵng - đèo Hiban - bãi biển Lăng Cô - Huế - Bạn tôi biết đi xe máy nhưng tôi thì không. Vậy bạn có thể chở tôi theo lịch trình của chúng ta không?\nNếu có thể, chi phí là bao nhiêu?Đọc thêm",
            "Xin chào, bạn cũng đi từ Hội An đến Huế phải không?Đọc thêm",
            "Chúng tôi đi từ Huế đến Hội An. Nhưng họ làm cả hai. Công ty tốtĐọc thêm",
            "Chào buổi sáng,\nchúng tôi đang đi du lịch cùng cô con gái 9 tuổi của mình, hoạt động này có thể thực hiện được không?Đọc thêm",
            "Mình nghĩ là không, hơi nguy hiểm nhưng bạn có thể hỏi bên hãng, vì có rất nhiều trẻ em đi xe máy.\nCdt.\nIsabelaĐọc thêm",
            "Xin chào, có lựa chọn nào để rời khỏi Huế và quay lại Huế trong cùng ngày không? Cảm ơnĐọc thêm",
            "Xin chào,\n\nChúng tôi - một nhóm nhỏ gồm 3 người sẽ đi từ Hội An đến Huế vào tháng Giêng. Bạn chỉ đề xuất chuyến đi Huế - Hội An hay còn cách nào khác?\n\nCảm ơn trước, Đọc thêm",
            "Xin chào, chúng tôi đã thực hiện chuyến đi từ Hội An đến Huế vào năm 2015 với những người đi xe đạp gia đình. Vì vậy, điều đó có thể thực hiện được trong thời gian này. Và nó thật tuyệt vời! Đọc thêm",
            "Bạn có thể tự lái xe hay bạn ngồi phía sau? Giá vé máy bay Huế đi Hội An hiện nay bao nhiêu?Đọc thêm",
            "Cả hai đều có thể. Dưới đây là giá hiện tại - kể từ ngày 1 tháng 10 năm 2019 -:\nHành khách có hướng dẫn viên - 58 p.p.\nDành cho hai người trên xe tay ga 125cc - 45 p.p.\nDành cho hai người trên xe máy 125cc - 50 p.p.\nMột mình trên chiếc xe tay ga 125cc - 58 p.p.\nMột mình trên chiếc xe máy 125cc - 65 p.p.\nMỗi gói bao gồm bữa trưa, đồ uống, phí vào cổng, thuê mũ bảo hiểm, nhiên liệuĐọc thêm",
            "Xin chào, bạn có bảo hiểm xe máy không?Đọc thêm",
            "Xin chào Josemi,\nCảm ơn bạn đã liên hệ với chúng tôi. Vui lòng gửi email giúp chúng tôi \nCảm ơn bạn rất nhiều. Chúc một ngày tốt lành.Đọc thêm",
            "Xin chào Marilu, tôi sẽ đến Huế vào tháng 12 và tôi muốn cùng họ đi du lịch đến Hội An, bạn có thể cho tôi biết chi phí khoảng bao nhiêu không? \nCảm ơn bạn rất nhiềuĐọc thêm",
            "Hoan hô! He visto la pregunta và me allowo reply - te paso la info que nos dieron - en nuestro caso fuimos dos en una scooter conduciendo nosotros, - 45, opción 2 - :\nLựa chọn 1 : - 58/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn muốn ngồi phía sau tài xế của chúng tôi\nLựa chọn 2 : - - 45/người/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Hai bạn muốn dùng chung xe số tự động 125 cc\nLựa chọn 3 : - 50/người/người - bao gồm : Ăn trưa, Nước uống, Phí tham quan, Mũ bảo hiểm, Nhiên liệu,.... - - Hai bạn muốn dùng chung xe số - côn - 125 cc\nLựa chọn 4 : - 58/người/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn muốn lái xe số tự động 125 cc\nLựa chọn 5 : - 65/người/người - bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn có nhu cầu lái xe số sàn - số - ly hợp - 125 ccĐọc thêm",
            "Đó là loại xe máy gì? Tôi chỉ có Bằng lái ô tô và có kinh nghiệm lái xe máy - không cần số - . Tôi có thể đi một mình trong chuyến đi này được không?Đọc thêm",
            "Họ cũng có xe tay ga - không có bánh răng - do đó bạn sẽ ổn thôi, ngay cả khi chỉ có bằng lái xe.\nTôi đã thực hiện chuyến lưu diễn vào tháng 4 năm ngoái.\n\nThưởng thức ;- - Đọc thêm"
        ],
        "star_ratings": [
            8698,
            70,
            4,
            2,
            0
        ],
        "review_amount": 8774,
        "location": [
            "Việt Nam",
            "Huế",
            "Những điều cần làm ở Huế",
            "Thua Thien - Hue Province",
            "Châu Á",
            "Lê Gia Rider"
        ],
        "reviews_time": [
            "Written March 30, 2024",
            "Written March 30, 2024",
            "Written March 30, 2024",
            "Written March 30, 2024",
            "Written March 29, 2024",
            "Written March 29, 2024",
            "Written March 29, 2024",
            "Written March 28, 2024",
            "Written March 28, 2024",
            "Written March 27, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d2647558-Reviews-or60-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or50-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or70-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d14159320-Reviews-Hope_Center_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2228339-Reviews-DMZ_Easy_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26233205-Reviews-Hue_local_tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5854207-Reviews-Hue_Motorbike_Adventure_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8300268-Reviews-Hue_Private_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g32143-d145314-Reviews-Old_Faithful_Geyser_of_California-Calistoga_Napa_Valley_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d11931867-Reviews-Blacklane-New_York_City_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g608496-d1822321-Reviews-Jatiluwih_Green_Land-Tabanan_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g1760379-d4014677-Reviews-Lulusar_Lake-Kaghan_Khyber_Pakhtunkhwa_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190421-d4581301-Reviews-Aliki_Beach-Aliki_Paros_Cyclades_South_Aegean.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d23394699-Reviews-Puttshack_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d9744366-Reviews-Great_Canadian_Casino_Resort_Toronto-Toronto_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g32490-d2228781-Reviews-Hermosa_Beach_Pier-Hermosa_Beach_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g190384-d675783-Reviews-Pafos_Zoo-Paphos_Paphos_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g33003-d272553-Reviews-Salton_Sea-Salton_City_California.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or70-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or60-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Le Family Rider",
        "attraction_name_vi": "Lê Gia Rider",
        "general_info": [
            "8.770 đánh giá",
            "- 1 trong 274 Tour - Hoạt động tại Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Cảm ơn bạn đã ghé thăm. Với kinh nghiệm gần 10 năm trong lĩnh vực xe du lịch. Chúng tôi tin rằng sẽ mang đến cho bạn dịch vụ tốt nhất. Bằng tất cả sự tận tâm, nhiệt huyết và chân thành; Chúc quý khách có một chuyến đi an toàn, thoải mái và thực sự vui vẻ cùng đội ngũ lái xe chuyên nghiệp của chúng tôi. Trân trọng Le Family RidersĐọc thêm",
        "reviews": [
            "Trải nghiệm đáng kinh ngạc, giá trị đồng tiền và trình điều khiển. Một ngày thật đáng nhớ. Bơi ở thác nước rất thú vị. Gặp một số người đáng yêu trong chuyến đi và đó là cách hoàn hảo để đi từ Huế đến Hội An. Đề xuất đầy đủ.Đọc thêm",
            "Chúng tôi chắc chắn sẽ giới thiệu chuyến đi này. Thật tuyệt vời từ đầu đến cuối, đội ngũ rất tuyệt vời và đặc biệt hữu ích.Đọc thêm",
            "Tôi đã đi du lịch khá nhiều và có một số trải nghiệm tuyệt vời nhưng điều này chắc chắn đứng đầu danh sách!!! Lui và nhóm của anh ấy là những chuyên gia trong lĩnh vực kinh doanh của họ. Tốt bụng, chu đáo, quan tâm và giải trí!! Chúng tôi đã có khoảng thời gian tuyệt vời khi đi cùng họ! 100 - khuyến nghị!! Rất mong được đi cùng họ lần nữa!Đọc thêm",
            "Có trải nghiệm tuyệt vời nhất khi đi từ Huế đến Hội An và ngắm nhìn đèo Hội Vân. Nhóm không thể làm được nhiều hơn cho chúng tôi, họ rất hữu ích, đảm bảo chúng tôi có thể nhìn thấy những cảnh quan tuyệt đẹp nhất và cảm thấy thoải mái. Cảm thấy rất an toàn với tài xế của tôi. Các điểm dừng ăn uống đều tuyệt vời và những nhiếp ảnh gia giỏi nhất! Tôi thực sự muốn giới thiệu đó là một trải nghiệm kỳ diệu!! Đọc thêm",
            "Ngày tuyệt vời nhất, ước gì tôi có thể cho hơn năm sao. Lui và những người đàn ông của anh ấy đã đưa chúng tôi vào ngày tuyệt vời và hào phóng nhất. Mặc dù trời mưa lúc đầu nhưng mọi người đều vui vẻ và họ đã cung cấp đồ đi mưa - - và mặt trời ló dạng vừa kịp lúc để bơi - . Rất nhiều đồ ăn, đồ uống, kem tuyệt vời và chúng tôi đã học được rất nhiều điều từ việc hướng dẫn tại năm điểm dừng. Tất cả chúng tôi đều cảm thấy an toàn trong suốt thời gian, xe đạp thoải mái và các tài xế thực sự biết họ đang làm gì và đảm bảo rằng bạn luôn có khoảng thời gian vui vẻ. Cách tốt nhất để đến gần hơn với người dân địa phương và Việt Nam thực sự! Chỉ cần đội mũ bảo hiểm và đến đây đi xe!! Sẽ không ngạc nhiên nếu đây trở thành ngày tuyệt vời nhất trong chuyến đi của chúng tôi tại Việt Nam. Cảm ơn các bạn rất nhiều. Và đối với những ai còn nghi ngờ, hãy đặt ngay - - Đọc thêm",
            "Chuyến tham quan nổi bật! Cách tuyệt vời để trải nghiệm chuyến đi phía sau xe máy và đội ngũ lái xe thực sự tốt. Tôi cảm thấy rất an toàn. Cảnh quan tuyệt đẹp và bữa trưa hải sản tuyệt vời. Được đề xuất!!Đọc thêm",
            "Chuyến đi đáng kinh ngạc từ Huế đến Hội An qua đèo Hải Vân với điểm dừng tại làng chài truyền thống và bơi lội tại thác nước tuyệt đẹp, ăn trưa, dừng chân tại Cầu Rồng ở Đà Nẵng và Ngũ Hành Sơn. Các tay đua rất thân thiện và thực sự chăm sóc bạn. Bữa trưa thật tuyệt vời tại một nhà hàng cạnh biển. Đây là lần thứ hai tôi thực hiện chuyến đi này với Le Family Riders, đây có thể coi là một trong những trải nghiệm tuyệt vời nhất tôi từng có ở Việt Nam.Đọc thêm",
            "Tour du lịch đỉnh cao từ những kẻ đỉnh cao! Thật vui vì chúng tôi đã quyết định làm điều này, dừng lại ở những địa điểm đẹp không dành cho khách du lịch, rất nhiều điểm dừng để chia tay hành trình, thông tin và chuyến tham quan tuyệt vời từ Lui và cảm thấy rất an toàn và có khoảng thời gian tuyệt vời với tay đua Lam của tôi! Đôi khi hơi tê tê nhưng rất đáng giá và các điểm dừng sẽ làm vỡ nó ra nên không khó chịu. cũng rất hài lòng với giá trị đồng tiền - họ cung cấp rất nhiều nước vì trời nóng - - - - - - - - - - - cảm ơn rất nhiều đến các tay đua của gia đìnhĐọc thêm",
            "Thật là tuyệt ! Rất khuyến khích. Lui là một hướng dẫn viên du lịch đáng yêu, cung cấp nhiều thông tin và khiến trải nghiệm thực sự thú vị!Đọc thêm",
            "Đây là một trong những trải nghiệm tuyệt vời nhất tôi từng có. Vùng nông thôn, núi non, con người và các điểm dừng chân thật tuyệt vời.  Quan trọng nhất, trình điều khiển của chúng tôi là tốt nhất. Thân thiện, hữu ích, có khiếu hài hước - Tôi không nói được tiếng Việt - và có tay nghề cao.  Tôi chưa bao giờ cảm thấy khó chịu với kỹ năng lái xe của họ. Kể cả việc xuống núi về Đà Nẵng. Bạn sẽ không thất vọng với gia đình này.Đọc thêm",
            "Bạn cũng có thể thực hiện chuyến tham quan từ Hội An đến Huế không? cảm ơn bạnĐọc thêm",
            "Có, bạn có thể: - chỉ cần liên hệ với họĐọc thêm",
            "Xin chào - \n\nTôi - tôi sẽ đi Đà Nẵng ra Huế.  - đà nẵng- đèo hiban - bãi biển lăng co - huế - Bạn tôi đi được xe máy còn tôi thì đi được - t. vậy bạn có thể chở tôi theo lịch trình của chúng ta được không? \nNếu có thể thì chi phí là bao nhiêu?Đọc thêm",
            "Xin chào, bạn cũng đi từ Hội An đến Huế phải không?Đọc thêm",
            "Chúng tôi đi từ Huế đến Hội An. Nhưng họ làm cả hai. Công ty tốtĐọc thêm",
            "Chào buổi sáng,\nchúng tôi đang đi du lịch cùng cô con gái 9 tuổi của mình, hoạt động này có thể thực hiện được không?Đọc thêm",
            "Mình nghĩ là không, hơi nguy hiểm nhưng bạn có thể hỏi bên hãng, vì có rất nhiều trẻ em đi xe máy.\nCdt.\nIsabelaĐọc thêm",
            "Xin chào, có lựa chọn nào để rời Huế và quay lại Huế trong cùng ngày không? Cảm ơnĐọc thêm",
            "Xin chào,\n\nChúng tôi - một nhóm nhỏ gồm 3 người sẽ đi từ Hội An đến Huế vào tháng Giêng. Bạn chỉ đề xuất chuyến đi Huế - Hội An hay còn cách nào khác?\n\nCảm ơn trước, Đọc thêm",
            "Xin chào, chúng tôi đã thực hiện chuyến đi từ Hội An đến Huế vào năm 2015 với những người đi cùng gia đình. Vì vậy, nó có thể xảy ra trong thời gian này. Và nó thật tuyệt vời!Đọc thêm",
            "Bạn có thể tự lái xe hay bạn ngồi phía sau? Giá vé máy bay Huế đi Hội An hiện nay bao nhiêu?Đọc thêm",
            "Cả hai đều có thể. Dưới đây là giá hiện tại - kể từ ngày 1 tháng 10 năm 2019 -:\nHành khách có hướng dẫn viên - 58 p.p.\nDành cho hai người trên xe tay ga 125cc - 45 p.p.\nDành cho hai người trên xe máy 125cc - 50 p.p.\nMột mình trên chiếc xe tay ga 125cc - 58 p.p.\nMột mình trên chiếc xe máy 125cc - 65 p.p.\nMỗi gói bao gồm bữa trưa, đồ uống, phí vào cổng, thuê mũ bảo hiểm, nhiên liệuĐọc thêm",
            "Xin chào, bạn có bảo hiểm xe máy không?Đọc thêm",
            "Xin chào Josemi,\nCảm ơn bạn đã liên hệ với chúng tôi. Vui lòng gửi email giúp chúng tôi\nCảm ơn bạn rất nhiều. Chúc bạn một ngày tốt lành.Đọc thêm",
            "Xin chào Marilu, tôi sẽ đến Huế vào tháng 12 và tôi muốn cùng họ đi du lịch đến Hội An, bạn có thể cho tôi biết chi phí khoảng bao nhiêu không? \nCảm ơn bạn rất nhiềuĐọc thêm",
            "Hoan hô! He visto la pregunta và me allowo reply - te paso la info que nos dieron - en nuestro caso fuimos dos en una scooter conduciendo nosotros, - 45, opción 2 - :\nLựa chọn 1 : - 58/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn muốn ngồi phía sau tài xế của chúng tôi\nLựa chọn 2 : - - 45/người/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Hai bạn muốn dùng chung xe số tự động 125 cc\nLựa chọn 3 : - 50/người/người - bao gồm : Ăn trưa, Nước uống, Phí tham quan, Mũ bảo hiểm, Nhiên liệu,.... - - Hai bạn muốn dùng chung xe số - côn - 125 cc\nLựa chọn 4 : - 58/người/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn muốn lái xe số tự động 125 cc\nLựa chọn 5 : - 65/người/người - bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn có nhu cầu lái xe số sàn - số - ly hợp - 125 ccĐọc thêm",
            "Đó là loại xe máy gì? Tôi chỉ có Bằng lái ô tô và có kinh nghiệm lái xe máy - không cần số - . Tôi có thể đi một mình trong chuyến đi này được không?Đọc thêm",
            "Họ cũng có xe tay ga - không có số - do đó bạn sẽ ổn, ngay cả khi chỉ có giấy phép lái xe.\nTôi đã tham gia chuyến tham quan vào tháng 4 năm ngoái.\n\nThưởng thức ;- - Đọc thêm"
        ],
        "star_ratings": [
            8698,
            70,
            4,
            2,
            0
        ],
        "review_amount": 8774,
        "location": [
            "Việt Nam",
            "Huế",
            "Những điều cần làm ở Huế",
            "Thua Thien - Hue Province",
            "Châu Á",
            "Lê Gia Rider"
        ],
        "reviews_time": [
            "Written March 27, 2024",
            "Written March 24, 2024",
            "Written March 24, 2024",
            "Written March 20, 2024",
            "Written March 20, 2024",
            "Written March 20, 2024",
            "Written March 19, 2024",
            "Written March 18, 2024",
            "Written March 18, 2024",
            "Written March 17, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d2647558-Reviews-or70-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or60-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or80-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d14159320-Reviews-Hope_Center_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2228339-Reviews-DMZ_Easy_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26233205-Reviews-Hue_local_tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5854207-Reviews-Hue_Motorbike_Adventure_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8300268-Reviews-Hue_Private_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g30034-d117097-Reviews-Horseshoe_Curve_National_Historic_Landmark-Altoona_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g33991-d21361700-Reviews-Hogpen_Hill_Farms_Sculpture_Park-Woodbury_Connecticut.html",
            "https://www.tripadvisor.com/Attraction_Review-g274707-d4699350-Reviews-Museum_of_Bricks-Prague_Bohemia.html",
            "https://www.tripadvisor.com/Attraction_Review-g43137-d11537621-Reviews-Watt_Munisotaram-Hampton_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g55165-d269209-Reviews-Point_Park_Lookout_Mountain_Battlefields-Lookout_Mountain_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g187438-d1191631-Reviews-Playa_de_La_Malagueta-Malaga_Costa_del_Sol_Province_of_Malaga_Andalucia.html",
            "https://www.tripadvisor.com/Attraction_Review-g1109816-d2227987-Reviews-Deutsches_Panzermuseum-Munster_Lower_Saxony.html",
            "https://www.tripadvisor.com/Attraction_Review-g3443037-d6988295-Reviews-Pefki_Beach-Pefki_Euboea_Region_Central_Greece.html",
            "https://www.tripadvisor.com/Attraction_Review-g293936-d16704890-Reviews-Toggi_Fun_World-Dhaka_City_Dhaka_Division.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d2269010-Reviews-Supsok_Hanbang_Land-Seoul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or80-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or70-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Le Family Rider",
        "attraction_name_vi": "Lê Gia Rider",
        "general_info": [
            "8.770 đánh giá",
            "- 1 trong 274 Tour - Hoạt động tại Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Cảm ơn bạn đã ghé thăm. Với kinh nghiệm gần 10 năm trong lĩnh vực xe du lịch. Chúng tôi tin rằng sẽ mang đến cho bạn dịch vụ tốt nhất. Bằng tất cả sự tận tâm, nhiệt huyết và chân thành; Chúc quý khách có một chuyến đi an toàn, thoải mái và thực sự vui vẻ cùng đội ngũ lái xe chuyên nghiệp của chúng tôi. Trân trọng Le Family RidersĐọc thêm",
        "reviews": [
            "Chúng tôi đã đi hôm nay và có một thời gian tuyệt vời. Chúng tôi có một người chủ nhà rất thân thiện và những người lái xe hữu ích và thân thiện. Chắc chắn được đề xuất.Đọc thêm",
            "Đây là một trải nghiệm rất tốt đẹp. Giới thiệu nó cho tất cả những ai thích có được góc nhìn và trải nghiệm tốt nhất về đèo Hải Vân. Chúng tôi đã đặt tour để đi trên lưng một trong những tài xế chuyên nghiệp và rất thân thiện của họ. Mọi thứ đều được sắp xếp hoàn hảo từ các điểm dừng chụp ảnh - rất nhiều trong số đó! - dọc theo tuyến đường chuyển ba lô của chúng tôi đến Hội An. Chúng tôi luôn cảm thấy an toàn và nhận được rất nhiều thông tin trên đường đi. Cảm ơn một lần nữa vì ngày tuyệt vời này!Đọc thêm",
            "Trải nghiệm tuyệt vời tôi rất muốn giới thiệu. Các tay đua rất tuyệt và đồ ăn rất đáng yêu. Khung cảnh thật tuyệt vời và thác nước thật đáng yêu.Đọc thêm",
            "Tôi là một người rất lo lắng, vì vậy điều này nằm ngoài vùng an toàn của tôi. Tôi yêu nó!! Các tay đua thật tuyệt vời - đặc biệt là Thành, người đã rất kiên nhẫn với sự lo lắng ban đầu của tôi! - . Họ đảm bảo rằng chúng tôi có mọi thứ chúng tôi cần và chúng tôi cảm thấy thoải mái trong suốt chặng đường. Thức ăn rất ngon và nhà hàng nằm ở một vị trí đẹp. Rất khuyến khích! Đọc thêm",
            "Thanh thật tuyệt vời và hài hước. Chúng tôi đã có khoảng thời gian tuyệt vời và tất cả các tài xế đều cẩn thận và chu đáo. Bữa trưa thật tuyệt vời, rất nhiều đồ ăn!Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời!!!!! Các tài xế rất tốt bụng và rất cẩn thận, vì vậy chúng tôi cảm thấy an toàn trong suốt thời gian!!! Chúng tôi thích nhảy xuống thác nước, ngắm nhìn tất cả những cảnh đẹp và thưởng thức bữa trưa ngon lành!!! Nhìn chung là RẤT tuyệt vời!!!! - - - Cảm ơn bạn rất nhiều!! Chúng tôi sẽ giới thiệu nó cho những người khác!!! Đọc thêm",
            "Chuyến tham quan thật tuyệt vời!!! Hướng dẫn viên tuyệt vời - anh chị em rất đáng yêu -, tiếng Anh tốt, tất cả các tài xế đều thân thiện và hay nói chuyện! Quan điểm tuyệt vời và lái xe an toàn! Bữa trưa thật tuyệt vời. Họ cũng cho chúng tôi đồ chống thấm khi trời mưa một chút! 10 - 10 muốn giới thiệu : - Đọc thêm",
            "Tôi - đã thực hiện chuyến đi này hai lần trong năm qua với những tay đua của gia đình Lê, điều mà tôi nghĩ đã nói lên điều gì đó về chuyến tham quan. Tôi cũng đã thực hiện chuyến lưu diễn thứ ba ở hoi a với họ. Mặc dù tất cả các tài xế đều thân thiện và an toàn nhưng tôi rất vui khi có cùng một tài xế - Nhật - cho cả 3 chuyến! Anh ấy là một người lái xe an toàn, thân thiện và đối xử tốt với hành khách của mình. Đèo hi van là một tuyến đường tuyệt vời và bạn sẽ không hối hận khi đi du lịch cùng công ty này .. Tôi đã đưa con gái 16 tuổi của mình đi tham quan này và cả hai chúng tôi đều cảm thấy an toàn và có một ngày tuyệt vời. Tôi sẽ không ngần ngại giới thiệu Le Family Riders cho bất kỳ ai.Đọc thêm",
            "Chuyến đi thật tuyệt vời! Tất cả các điểm dừng đều có khoảng thời gian hoàn hảo và tất cả đều rất đẹp! Chuyến đi có tầm nhìn tuyệt vời và thật tuyệt vời! Chiếc xe đạp cực kỳ thoải mái và tôi cảm thấy cực kỳ an toàn trong suốt thời gian đó. Đây là một cách tuyệt vời để đi từ nơi này đến nơi khác. Tài xế Hoài của tôi cực kỳ tốt bụng và hướng dẫn viên Luyi đã cung cấp cho chúng tôi rất nhiều thông tin về các điểm dừng của chúng tôi. Tôi đã có một khoảng thời gian tuyệt vời! Đọc thêm",
            "Ngày tuyệt vời! Hướng dẫn Lui rất thân thiện và nhiều thông tin. Lái xe tuyệt vời. Rất nhiều điểm dừng tuyệt vời và cơ hội chụp ảnh. Ăn trưa bên bờ biển thật ngon! Rất khuyến khích.Đọc thêm"
        ],
        "star_ratings": [
            8698,
            70,
            4,
            2,
            0
        ],
        "review_amount": 8774,
        "location": [
            "Việt Nam",
            "Huế",
            "Những điều cần làm ở Huế",
            "Thua Thien - Hue Province",
            "Châu Á",
            "Lê Gia Rider"
        ],
        "reviews_time": [
            "Written March 12, 2024",
            "Written March 9, 2024",
            "Written March 8, 2024",
            "Written March 8, 2024",
            "Written March 8, 2024",
            "Written March 7, 2024",
            "Written March 7, 2024",
            "Written March 6, 2024",
            "Written March 4, 2024",
            "Written March 4, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d2647558-Reviews-or80-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or70-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or90-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d14159320-Reviews-Hope_Center_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2228339-Reviews-DMZ_Easy_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26233205-Reviews-Hue_local_tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5854207-Reviews-Hue_Motorbike_Adventure_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8300268-Reviews-Hue_Private_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d1528345-Reviews-Calypso_Cabaret-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g41623-d109864-Reviews-Cape_Cod_Melody_Tent-Hyannis_Cape_Cod_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g150769-d152200-Reviews-Isla_Coronado-Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1237071-d1878503-Reviews-Isla_de_Lobos-La_Oliva_Fuerteventura_Canary_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g34088-d519668-Reviews-Gumbo_Limbo_Nature_Center-Boca_Raton_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g2431626-d447388-Reviews-Templer_Park-Rawang_Selangor.html",
            "https://www.tripadvisor.com/Attraction_Review-g652039-d4419171-Reviews-Antinori_nel_Chianti_Classico-San_Casciano_in_Val_di_Pesa_Tuscany.html",
            "https://www.tripadvisor.com/Attraction_Review-g3176965-d153720-Reviews-Mercado_Tlacolula-Tlacolula_Southern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g186605-d7222524-Reviews-Irish_Whiskey_Museum-Dublin_County_Dublin.html",
            "https://www.tripadvisor.com/Attraction_Review-g40502-d3370517-Reviews-Bangor_Waterfront_Pavilion-Bangor_Maine.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or90-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or80-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html"
    },
    {
        "attraction_name": "Le Family Rider",
        "attraction_name_vi": "Lê Gia Rider",
        "general_info": [
            "8.770 đánh giá",
            "- 1 trong 274 Tour - Hoạt động tại Huế",
            "Chuyến tham quan thành phố",
            "Chuyến tham quan bằng xe máy",
            "Tour tham quan",
            "Tour riêng",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "Cảm ơn bạn đã ghé thăm. Với kinh nghiệm gần 10 năm trong lĩnh vực xe du lịch. Chúng tôi tin rằng sẽ mang đến cho bạn dịch vụ tốt nhất. Bằng tất cả sự tận tâm, nhiệt huyết và chân thành; Chúc quý khách có một chuyến đi an toàn, thoải mái và thực sự vui vẻ cùng đội ngũ lái xe chuyên nghiệp của chúng tôi. Trân trọng Le Family RidersĐọc thêm",
        "reviews": [
            "Ngày tuyệt vời nhất trong chuyến đi của chúng tôi. Chúng tôi rất rất vui với ngày hôm đó, đi từ Huế đến Hội An. Lui thật tuyệt vời. Mọi thứ chúng tôi làm đều tuyệt vời và họ luôn dừng lại vì chúng tôi. Đọc thêm",
            "Đã có khoảng thời gian tuyệt vời trong chuyến tham quan này - thật tuyệt vời từ đầu đến cuối và chúng tôi luôn cảm thấy vô cùng an toàn! Cảm ơn mọi người - chúng tôi sẽ làm lại điều đó khi đến Việt Nam!Đọc thêm",
            "Chuyến đi tuyệt vời - đến đúng giờ, nhiều điểm dừng với tầm nhìn tuyệt vời và thời gian để giải khát. Bữa trưa hải sản trên bãi biển cũng rất ngon. Cách tuyệt vời để đi lại giữa hai thành phố và ngắm cảnh trên đường đi!Đọc thêm",
            "Cách tuyệt vời để đi từ Huế đến Hội An, xe đạp rất thú vị và bữa ăn thì ngon. Những người lái xe rất thân thiện và đáng tin cậy - điểm nhấn trong chuyến đi của chúng tôi cho đến nay! Đọc thêm",
            "Một trong những trải nghiệm tuyệt vời nhất trong thời gian chúng tôi đi du lịch! Giá trị đáng kinh ngạc cho tiền. Họ cho bạn ăn uống suốt cả ngày và luôn đảm bảo bạn được hạnh phúc. Cuộc hành trình khó quên và tôi sẽ không làm điều đó với bất kỳ nhóm nào khác. Những chiếc xe đạp rất thoải mái và mọi thứ đều được tổ chức rất tốt, từ đón đến trả khách. Họ thậm chí còn đưa chúng tôi đến ký túc xá trong 35 phút sau khi chuyến đi kết thúc! Đây là một doanh nghiệp do gia đình điều hành và những người này là những tâm hồn hạnh phúc thực sự và chỉ muốn bạn có khoảng thời gian vui vẻ. Không thể - không thể giới thiệu nó đủ.Đọc thêm",
            "Chúng tôi rất vui vì đã gặp Lui và đặt chuyến đi từ Huế đến Hội An bằng một tay lái dễ dàng. Chúng tôi cảm thấy được chào đón ở mỗi bước đặt phòng, chúng tôi thậm chí còn sắp xếp thực hiện một chuyến tham quan vào buổi chiều sau khi gặp anh ấy. Các tay đua có kinh nghiệm và xe đạp thoải mái. Đây là trải nghiệm chuyên nghiệp nhất mà chúng tôi có được trong chuyến du lịch tại Việt Nam. Các điểm dừng đều rực rỡ, nhiều thông tin và hình ảnh hoàn hảo. Bạn được tổ chức trong suốt cuộc hành trình. Chúng tôi thực sự rất thích thác nước, đây là một cách tuyệt vời để thư giãn và làm quen với những người bạn đồng hành của bạn. Bữa trưa thật tuyệt vời! Đây là một cách tuyệt vời để làm cho hành trình từ Huế đến Hội An trở nên đáng nhớ! Lui,Ha,Nhật,Thủy,Si,Hội Cảm ơn bạn!Đọc thêm",
            "Nhóm chúng tôi đã có một ngày tuyệt vời với hai trưởng nhóm Thủy và Bốn. Chuyến đi rất thú vị với những điểm dừng dọc đường khiến trải nghiệm của chúng tôi trở nên độc đáo. Bữa trưa thật tuyệt vời, chúng tôi rất muốn giới thiệu chuyến tham quan này! Họ thực sự chăm sóc chúng tôi - Đọc thêm",
            "Tôi đã có một chuyến đi trong ngày tuyệt vời với tư cách là tay đua một mình cùng một nhóm khoảng sáu người khác. Hướng dẫn viên du lịch - s rất thân thiện và hữu ích. Tôi rất thích sự đồng hành của họ cũng như những người bạn đồng hành trong ngày của tôi. Hai điểm nổi bật đối với tôi là thác Suio Mo và Ngũ Hành Sơn. Tôi - muốn giới thiệu chuyến đi này cho bất kỳ ai đi giữa Huế và Hội An hoặc ngược lại.Đọc thêm",
            "Trải nghiệm thực sự tuyệt vời! Tôi đã gọi cho họ trên WhatsApp vào buổi sáng và họ sẽ có người đến khách sạn của tôi sau 10 phút nữa! Ngay từ giây phút đầu tiên, Thanh và các tay đua khác đã vui vẻ, thân thiện và hiểu biết, và đã tạo nên một ngày thực sự khó quên. Nếu bạn đang đi theo một trong hai hướng, tôi không thể giới thiệu LeFamily cao hơn. Cứ làm đi.Đọc thêm",
            "Tất cả chúng tôi đã có một ngày tuyệt vời khi lái xe từ Huế đến Hội An cùng với tài xế Lui và Hoài - hai quý ông! - . Chúng tôi được phục vụ cà phê trước khi rời đi, sau đó dừng lại uống cà phê vào buổi sáng, sau đó bơi trong thác nước tuyệt đẹp, sau đó ăn trưa trên bãi biển - toàn là hải sản tươi sống, một trong những bữa ăn ngon nhất tôi từng có ở châu Á - , sau đó là kem và nước trước khi đi xem một số hang động và xoa bụng Phật để cầu may! Sẽ đánh giá nó 10 - 10 cho lượt xem, khung cảnh và sự đồng hành tuyệt vời. Ở mỗi điểm dừng, Lui cũng kể cho chúng tôi nghe một chút lịch sử về Việt Nam. Tiếng Anh của anh ấy rất xuất sắc và cả anh ấy và Hoài đều là những người rất vui vẻ và thực sự tốt bụng. Hãy ủng hộ hoạt động kinh doanh của họ, bạn sẽ không hối tiếc!!Đọc thêm",
            "Bạn cũng có thể thực hiện chuyến tham quan từ Hội An đến Huế không? cảm ơn bạnĐọc thêm",
            "Có, bạn có thể: - chỉ cần liên hệ với họĐọc thêm",
            "Xin chào - \n\nTôi - tôi sẽ đi Đà Nẵng ra Huế.  - đà nẵng- đèo hiban - bãi biển lăng co - huế - Bạn tôi đi được xe máy còn tôi thì đi được - t. vậy bạn có thể chở tôi theo lịch trình của chúng ta được không? \nNếu có thể thì chi phí là bao nhiêu?Đọc thêm",
            "Xin chào, bạn cũng đi từ Hội An đến Huế phải không?Đọc thêm",
            "Chúng tôi đi từ Huế đến Hội An. Nhưng họ làm cả hai. Công ty tốtĐọc thêm",
            "Chào buổi sáng,\nchúng tôi đang đi du lịch cùng cô con gái 9 tuổi của mình, hoạt động này có thể thực hiện được không?Đọc thêm",
            "Mình nghĩ là không, hơi nguy hiểm nhưng bạn có thể hỏi bên hãng, vì có rất nhiều trẻ em đi xe máy.\nCdt.\nIsabelaĐọc thêm",
            "Xin chào, có lựa chọn nào để rời khỏi Huế và quay lại Huế trong cùng ngày không? Cảm ơnĐọc thêm",
            "Xin chào,\n\nChúng tôi - một nhóm nhỏ gồm 3 người sẽ đi từ Hội An đến Huế vào tháng Giêng. Bạn chỉ đề xuất chuyến đi Huế - Hội An hay còn cách nào khác?\n\nCảm ơn trước, Đọc thêm",
            "Xin chào, chúng tôi đã thực hiện chuyến đi từ Hội An đến Huế vào năm 2015 với những người đi xe đạp gia đình. Vì vậy, điều đó có thể thực hiện được trong thời gian này. Và nó thật tuyệt vời! Đọc thêm",
            "Bạn có thể tự lái xe hay bạn ngồi phía sau? Giá vé máy bay Huế đi Hội An hiện nay bao nhiêu?Đọc thêm",
            "Cả hai đều có thể. Dưới đây là giá hiện tại - kể từ ngày 1 tháng 10 năm 2019 -:\nHành khách có hướng dẫn viên - 58 p.p.\nDành cho hai người trên xe tay ga 125cc - 45 p.p.\nDành cho hai người trên xe máy 125cc - 50 p.p.\nMột mình trên chiếc xe tay ga 125cc - 58 p.p.\nMột mình trên chiếc xe máy 125cc - 65 p.p.\nMỗi gói bao gồm bữa trưa, đồ uống, phí vào cổng, thuê mũ bảo hiểm, nhiên liệuĐọc thêm",
            "Xin chào, bạn có bảo hiểm xe máy không?Đọc thêm",
            "Xin chào Josemi,\nCảm ơn bạn đã liên hệ với chúng tôi. Vui lòng gửi email giúp chúng tôi \nCảm ơn bạn rất nhiều. Chúc một ngày tốt lành.Đọc thêm",
            "Xin chào Marilu, tôi sẽ đến Huế vào tháng 12 và tôi muốn cùng họ đi du lịch đến Hội An, bạn có thể cho tôi biết chi phí khoảng bao nhiêu không? \nCảm ơn bạn rất nhiềuĐọc thêm",
            "Hoan hô! He visto la pregunta và me allowo reply - te paso la info que nos dieron - en nuestro caso fuimos dos en una scooter conduciendo nosotros, - 45, opción 2 - :\nLựa chọn 1 : - 58/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn muốn ngồi phía sau tài xế của chúng tôi\nLựa chọn 2 : - - 45/người/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Hai bạn muốn dùng chung xe số tự động 125 cc\nLựa chọn 3 : - 50/người/người - bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Hai bạn muốn dùng chung xe số - côn - 125 cc\nLựa chọn 4 : - 58/người/người - Bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn muốn lái xe số tự động 125 cc\nLựa chọn 5 : - 65/người/người - bao gồm : Ăn trưa, Nước uống, Phí vào cổng, Mũ bảo hiểm, Nhiên liệu,.... - - Bạn có nhu cầu lái xe số sàn - số - ly hợp - 125 ccĐọc thêm",
            "Đó là loại xe máy gì? Tôi chỉ có Bằng lái ô tô và có kinh nghiệm lái xe máy - không cần số - . Tôi có thể đi một mình trong chuyến đi này được không?Đọc thêm",
            "Họ cũng có xe tay ga - không có bánh răng - do đó bạn sẽ ổn thôi, ngay cả khi chỉ có bằng lái xe.\nTôi đã thực hiện chuyến lưu diễn vào tháng 4 năm ngoái.\n\nThưởng thức ;- - Đọc thêm"
        ],
        "star_ratings": [
            8698,
            70,
            4,
            2,
            0
        ],
        "review_amount": 8774,
        "location": [
            "Việt Nam",
            "Huế",
            "Những điều cần làm ở Huế",
            "Thua Thien - Hue Province",
            "Châu Á",
            "Lê Gia Rider"
        ],
        "reviews_time": [
            "Written March 4, 2024",
            "Written March 2, 2024",
            "Written March 2, 2024",
            "Written March 2, 2024",
            "Written February 28, 2024",
            "Written February 28, 2024",
            "Written February 25, 2024",
            "Written February 22, 2024",
            "Written February 21, 2024",
            "Written February 20, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293926-d2647558-Reviews-or90-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or80-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or100-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2198128-Reviews-Tri_Easy_Riders_Day_Tour-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d14159320-Reviews-Hope_Center_Hue-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11978758-Reviews-Hue_Vacations-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451120-Reviews-Hue_Royal_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d317599-Reviews-Hue_Imperial_City_The_Citadel-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d19241873-Reviews-Discover_Hue_Authentic_city_Heritage_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d2228339-Reviews-DMZ_Easy_Rider-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d26233205-Reviews-Hue_local_tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d7915445-Reviews-Aodaigo_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451117-Reviews-Thai_Hoa_Palace-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d600402-Reviews-Nine_Dynastic_Urns-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d451124-Reviews-The_Mieu_Temple-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d5854207-Reviews-Hue_Motorbike_Adventure_Day_Tours-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d8300268-Reviews-Hue_Private_Transfers-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293926-d11948135-Reviews-Hura_Cars-Hue_Thua_Thien_Hue_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g663146-d15115014-Reviews-Kriopigi_Beach-Kriopigi_Kassandra_Halkidiki_Region_Central_Macedonia.html",
            "https://www.tripadvisor.com/Attraction_Review-g45953-d145286-Reviews-Ethel_M_Chocolates_Factory_and_Cactus_Garden-Henderson_Nevada.html",
            "https://www.tripadvisor.com/Attraction_Review-g147432-d185182-Reviews-Thunderball_Grotto-Staniel_Cay_Out_Islands_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g31350-d7658063-Reviews-Glow_Putt_Mini_Golf-Scottsdale_Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d199044-Reviews-St_George_Street-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g37209-d8820259-Reviews-Indy_500-Indianapolis_Indiana.html",
            "https://www.tripadvisor.com/Attraction_Review-g294007-d3747228-Reviews-Wadi_Dayqah_Dam-Muscat_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g608720-d4997645-Reviews-Milos_Winery-Ston_Peljesac_Peninsula_Dubrovnik_Neretva_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295414-d10286744-Reviews-Chunky_Monkey-Karachi_Sindh_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g45963-d1023413-Reviews-Bonanza_Gift_Shop-Las_Vegas_Nevada.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or100-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293926-d2647558-Reviews-or90-Le_Family_Rider-Hue_Thua_Thien_Hue_Province.html"
    }
]