[
    {
        "attraction_name": "Le Jardin Secret - Médina - Marrakech",
        "attraction_name_vi": "Khu Vườn Bí Mật - Medina - Marrakech",
        "general_info": [
            "3.369 đánh giá",
            "- 24 trong số 245 điều cần làm ở Marrakech",
            "Vườn",
            "Bảo Tàng Lịch Sử"
        ],
        "attraction_summary": "Bảo tàng riad Le Jardin Secret là một trong những cung điện lớn nhất và cổ xưa nhất của khu trung tâm Marrakech. Đó là nơi lưu giữ nguyên vẹn các công trình kiến ​​trúc cổ xưa có giá trị văn hóa đặc biệt, gắn liền với nghệ thuật làm vườn, kiến ​​trúc và thủy lực Ả Rập. Được biết đến rộng rãi với cái tên Riad Loukrissi, đây từng là dinh thự xa hoa của Qaid U-Bihi, người đứng đầu bộ tộc Haha. Riad mọc lên trong khu Mouassine - trên đường phố chính và cách đài phun nước Mouassine và Nhà thờ Hồi giáo Mouassine vài bước chân - và bao gồm hai khu vườn lớn và một trong những tòa tháp cao nhất của medina. Bảo tàng cung cấp cho bạn nhiều thông tin lịch sử về kiến ​​trúc, nước và khu vườn của Marrakech. Bạn cũng sẽ tìm thấy một cửa hàng thời trang, một hiệu sách và hai quán cà phê bên trong Le Jardin Secret. Các quán cà phê cung cấp cho bạn những sản phẩm tươi ngon tự làm mà bạn có thể thưởng thức trong khung cảnh tươi tốt và yên bình.Đọc thêm",
        "reviews": [
            "Những khu vườn đẹp. Tầm nhìn tuyệt vời từ đỉnh tháp.  Mùi hương kỳ lạ từ những cây hoa.   Hàng rào thơm.   Thực sự xinh đẹp.    Hai sân thượng nhà hàng xinh xắn phục vụ đồ ăn rất ngon.   Nicoise tươi.  Chắc chắn đề nghị.Đọc thêm",
            "Riad được khôi phục đẹp mắt - khu vườn với tất cả lịch sử - tòa nhà, thực vật, cách nước di chuyển, tất cả được mô tả giống như một bảo tàng. Đi dạo đáng yêu, không gian khá rộng.  Phí vào cửa thấp và đáng giáĐọc thêm",
            "Đây thực sự là thiên đường mà Riad phải đại diện - đáng yêu, yên tĩnh và mát mẻ. Thông tin về hệ thống tưới tiêu bất ngờ hấp dẫn và tầm nhìn từ tháp là không thể đánh bại. Chúng tôi rất thích tham quan các khu vườn và xem phim tài liệu về quá trình phục hồi. Được đề xuất cho những ai yêu thích khu vườn và muốn tránh những dòng người theo dõi trên Instagram tại Majorelle.Đọc thêm",
            "Tình cờ gặp phải Riad xinh đẹp này vào một buổi sáng sớm, chúng tôi quyết định đi vào trong và ngắm nhìn mặt trời mọc trên bầu trời - chủ yếu là để thoát khỏi cái nóng gay gắt. Trong 80 giờ, khu vườn yên bình này mang lại bóng mát giữa những loài thực vật, cây cối, chùa và đình xinh đẹp khi bạn đi dọc theo các kênh dẫn nước qua khu đất cũ từng đổ nát này trong khi tìm hiểu về lịch sử, hoạt động và phục hồi của nó. \n\nỞ phía xa là một tòa tháp mà bạn có thể leo lên, tuy nhiên tòa tháp này và quán cà phê đã đóng cửa cho đến giữa buổi sáng. Tuy nhiên, dù sao thì đó cũng là một góc nhìn tuyệt vời từ sân thượng đầu tiên. \n\nNhà vệ sinh sạch sẽ và có một cửa hàng quà tặng nhỏ đáng yêu với đội ngũ nhân viên am hiểu, thân thiện, sẵn lòng kể cho bạn nghe về những khu vườn cũng như lịch sử của nó và trả lời bất kỳ câu hỏi nào của bạn. Đọc thêm",
            "Rất đáng ghé thăm. Đó là một sự giải thoát tốt đẹp khỏi sự hỗn loạn và nóng bức của Medina. Chúng tôi đã học được rất nhiều về kiến ​​trúc riad và những khu vườn rất đẹp theo đúng nghĩa của chúng. Bạn có thể dành 1-1,5 giờ đi dạo trong vườn và đọc về quá trình trùng tu diễn ra vào năm 2016.Đọc thêm",
            "Khu vườn bí mật là một nơi xinh đẹp và yên bình ở giữa Medina. Tôi đi bộ qua khu vườn, tận hưởng dòng nước chảy và hoa trước khi lên tháp. Khung cảnh thật tuyệt vời và những câu chuyện chúng tôi được hướng dẫn viên kể rất thú vị. Tôi thực sự khuyên bạn nên điều này Đọc thêm",
            "Rất thích khu vườn bí mật - theo tôi thì đẹp hơn nhiều so với khu vườn YSL - .\n\nKhu vực rất đẹp để ngắm cảnh; nhóm phục hồi đã làm một công việc tuyệt vời!\n\nThật yên tĩnh và thư giãn và bạn thực sự sẽ không tin rằng mình đang ở giữa các khu chợ vì nó rất yên tĩnh!\n\nThưởng thức một ly mocktail mojito ngon trên sân thượng, cũng có thể nhìn xuống khu vườn.\n\nSẽ giới thiệu. Không dễ tìm lắm, nhưng đáng giá nếu bạn có thể! Đọc thêm",
            "Chúng tôi yêu thích nó ở đây. Nó có đầy đủ những viên gạch tuyệt đẹp, những nét đặc trưng của nước, kiến ​​trúc truyền thống và sự đáng yêu. Nếu những thứ này nằm trên phố của bạn, bạn sẽ thích nó ở đây. \n\nThực vật, cây cối và xương rồng thật thú vị. Chúng tôi chỉ nghĩ đó là một chút bình yên và vẻ đẹp trong sự điên rồ của Marrakech. \n\nNó - không lớn nên không mất nhiều thời gian để đi lang thang và là một nơi tuyệt vời để thưởng thức đồ uống lạnh và thư giãn một lúc.\n\nChúng tôi đi vào buổi sáng để tránh nóng...nó cũng vắng, đó là một điều may mắn. Đọc thêm",
            "Đó là một riad đáng yêu bao gồm hai khu vườn: một khu vườn kỳ lạ với các loài thực vật từ khắp nơi trên thế giới - ví dụ: Nam Phi, Madagascar, Úc và Mỹ Latinh - và một khu vườn Hồi giáo truyền thống được khôi phục theo cách bố trí có thể có từ thế kỷ 19. Riad được tưới nước bằng hệ thống tưới ngầm độc đáo - khettara -, hệ thống này vẫn còn hoạt động cho đến ngày nay. Bạn có thể hiểu rõ hơn về cách thức hoạt động của nó sau khi xem một bộ phim rất thú vị tại một trong những căn phòng dành cho khách tham quan ở tầng trệt. \nBạn cũng có thể ghé thăm - phải trả thêm phí - tháp canh cao 17 m.  Căn phòng trên tầng cao nhất của tòa tháp có trần được trang trí lộng lẫy và cánh cửa được trang trí vô cùng lộng lẫy. Bạn có thể chiêm ngưỡng toàn bộ khu phố cổ từ sân thượng nhỏ trên đỉnh tháp.  Dưới chân tháp là một quán cà phê xinh xắn phục vụ đồ uống nóng lạnh và đồ ăn nhẹ. \nLe Jardin Secret không còn quá bí mật nữa nên hãy đến vào lúc mở cửa hoặc chiều muộn để tránh đông đúc.Đọc thêm",
            "Một nơi tuyệt đẹp để tham quan giữa những con đường quanh co của khu chợ. Điều này rất yên bình và không quá đông đúc vào sáng sớm. Tôi thích thông tin về thủy lực. Nhiều nơi để ngồi và tận hưởng đài phun nước và cây xanh. Giá vào cửa hợp lý.Đọc thêm",
            "Chắc chắn hãy thêm những khu vườn này vào hành trình tuyệt đẹp của bạn. Hãy trả thêm tiền và lên đỉnh tháp để chụp những bức ảnh tuyệt đẹp về thành phố và những ngọn núi phía xa. Đọc thêm",
            "Những khu vườn thật đẹp! Chúng tôi đã trả 80 MAD vì cả hai chúng tôi đều dưới 24 tuổi. Chúng tôi cũng trả thêm tiền cho tòa tháp và tầm nhìn ra khu trung tâm thật tuyệt vời.Đọc thêm",
            "Le Jardin Secret là một khu vườn xinh đẹp ở medina. Nếu không có quá nhiều khách du lịch thì đó sẽ là một nơi tuyệt vời để thư giãn. Lịch sử của nơi này rất thú vị. Ngoài ra nó còn có ý nghĩa rất nhỏ. Nó có đáng để ghé thăm không? Có, nhưng không phải với 100 dirham.Đọc thêm",
            "Vui lòng tiết kiệm 100 MAD của bạn cho việc vào cửa và chi chúng vào thứ gì đó xứng đáng! Đây là một nơi đơn giản với những chiếc đĩa và bãi cỏ bị bỏ quên khắp nơi. Tôi - không biết tại sao nó được gọi là khu vườn, nhưng tôi đã không - t xem bất kỳ khu vườn nào ở đó. Ngoài ra còn có lối vào tháp phải trả thêm tiền và bạn có thể vào sau mỗi nửa giờ. Tôi nghĩ đã phải chờ hơn nửa giờ. Vui lòng bỏ quaĐọc thêm",
            "Đó là một ốc đảo tuyệt đẹp ở trung tâm Medina. Ước gì tôi được quay lại đó ngay bây giờ! Nó thanh bình, có cây cối xinh đẹp, quán cà phê xinh xắn và thật là một khoảng thời gian nghỉ ngơi tuyệt vời khi đi dạo quanh các khu chợ.Đọc thêm",
            "Nằm trong khu Medina siêu đông đúc và siêu ồn ào của Marrakesh, nơi này mang đến một khoảng thời gian nghỉ ngơi khá thoải mái. Nó có kiến ​​trúc tuyệt vời và một quán cà phê ngon, nơi bạn có thể gọi một ly bia để thưởng thứcĐọc thêm",
            "Thật là một ốc đảo đáng kinh ngạc giữa những con phố nhộn nhịp của Marrakech, đã ghé thăm hai lần trong chuyến đi 4 ngày!! Đề xuất duy nhất của tôi là có giới hạn số lượng người có thể vào bên trong cùng một lúc, vì nó có thể khá bận rộn! Nhà hàng nhỏ xinh xắn trong vườn!! Đọc thêm",
            "Những khu vườn xinh đẹp và sự phục hồi đáng kinh ngạc. Dễ dàng đi bộ và một số nơi để ngồi trong bóng râm. Những tấm bảng bằng tiếng Anh đã giúp giải thích lịch sử.Đọc thêm",
            "Không đáng ghé thăm. Nếu nó miễn phí - có thể. Nhưng để trả tiền cho việc này là vô lý. Tôi sẽ không đến đây lần nữa và không giới thiệu cho người khác.Đọc thêm",
            "Chào buổi sáng 17gintar_m, cảm ơn bạn đã ghé thăm Le Jardin Secret.\nLe Jardin Secret tọa lạc tại medina, trung tâm lịch sử của Marrakech, một môi trường quanh co gồm những con phố đông đúc và luôn đông đúc. Tầm quan trọng của nơi này được thể hiện qua việc là một riad thực sự, một trong những riad lớn nhất và đẹp nhất ở thành phố cổ, một nơi cư trú cung cấp thông tin quan trọng về lịch sử, về kiến ​​trúc - ví dụ như tòa tháp, độc đáo nhất trong loại hình của nó -, về hệ thống phân phối nước cổ đại và về tầm quan trọng của các khu vườn đối với thế giới Hồi giáo.\nLe Jardin Secret muốn mang đến cho du khách một nơi thanh bình, một bối cảnh để thư giãn và khám phá lại hương vị của thời xa xưa.\nChúng tôi quan tâm đến việc chào đón có chất lượng cao và các dịch vụ đạt tiêu chuẩn.\nTờ rơi cung cấp khi mua vé có nhiều giải thích khác nhau và nhiều hơn nữa, đồng thời hai video trong Le Jardin Secret cũng giúp tìm hiểu sâu hơn về nhiều chủ đề khác nhau, bao gồm lịch sử và quá trình phục hồi.\nCuối cùng, chúng tôi muốn nói rằng việc tạo ra Le Jardin Secret đã và vẫn đang đòi hỏi những nỗ lực kinh tế, năng lượng và thời gian to lớn, mà nó đã không nhận được và không nhận được bất kỳ khoản trợ cấp nào và sự tồn tại của nó chỉ được đảm bảo nhờ vào doanh số bán vé.\nTrân trọng, lời chúc tốt đẹp nhất.\nĐọc thêm",
            "Thật tuyệt khi thoát khỏi sự hối hả, nhộn nhịp và xe gắn máy của khu phố cổ trong một khu vườn giống như một bước lùi thời gian. Phí vào cửa dường như bị chỉ trích mặc dù chỉ dưới - 8 - thêm để leo lên tháp - và so với rất nhiều tài sản được ủy thác quốc gia ở Vương quốc Anh, điều đó dường như không quá tệ. Tôi rất thích ngắm nhìn khu vườn, mặc dù không có nơi nào bạn có thể dành thời gian lang thang và phần về cách hoạt động của hệ thống tưới tiêu. Chúng tôi không lên tháp mà dừng lại ở quán cà phê trên sân thượng để thưởng thức đồ uống chào mừngĐọc thêm"
        ],
        "star_ratings": [
            2120,
            840,
            284,
            77,
            53
        ],
        "review_amount": 3374,
        "location": [
            "Ma-rốc",
            "Marrakech-Safi",
            "Châu phi",
            "Marrakech",
            "Khu Vườn Bí Mật - Medina - Marrakech",
            "Những điều cần làm ở Marrakech"
        ],
        "reviews_time": [
            "Written June 5, 2023",
            "Written June 10, 2023",
            "Written June 20, 2023",
            "Written July 3, 2023",
            "Written July 4, 2023",
            "Written July 13, 2023",
            "Written July 20, 2023",
            "Written July 30, 2023",
            "Written July 30, 2023",
            "Written July 31, 2023",
            "Written May 26, 2024",
            "Written May 12, 2024",
            "Written May 10, 2024",
            "Written May 9, 2024",
            "Written May 7, 2024",
            "Written May 2, 2024",
            "Written April 28, 2024",
            "Written April 25, 2024",
            "Written April 22, 2024",
            "Written April 21, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293734-d10124874-Reviews-Le_Jardin_Secret_Medina_Marrakech-Marrakech_Marrakech_Safi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d6578048-Reviews-Bazaar_Cafe-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d26430246-Reviews-Le_Slimana_Restaurant_Rooftop-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d1478351-Reviews-Dar_Cherifa-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d23982207-Reviews-Le_Mart-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d17527537-Reviews-Broc_The_Kasbah-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d25221383-Reviews-Taj_Medina-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d17621226-Reviews-Terrasse_de_la_fontaine-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d24151341-Reviews-Yazel-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d19721405-Reviews-M_Rooftop_by_Medina_Heritage-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Restaurant_Review-g293734-d12917400-Reviews-Le_Trou_au_Mur-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d6622957-Reviews-By_Faissal-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d2369665-Reviews-Rue_du_Mouassine-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d5773666-Reviews-Museum_of_Music_Mouassine-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d15136920-Reviews-Women_s_Museum_Marrakech-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d25386907-Reviews-Herbalism_Marrakech-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d10124326-Reviews-Souk_des_Teinturiers-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d5607105-Reviews-Musee_de_Bijoux_Nawahi-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d25459229-Reviews-A_la_marocaine_Marrakech_art_design-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d477281-Reviews-Ministero_del_Gusto-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d13378052-Reviews-Dar_El_Bacha_Musee_des_Confluences-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d10124874-Reviews-or10-Le_Jardin_Secret_Medina_Marrakech-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d6451076-Reviews-Boucharouite_Museum-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d12850102-Reviews-Mohammed_VI_Museum-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d1675171-Reviews-Maison_de_la_Photographie-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d9850986-Reviews-MACMA_Musee_d_Art_et_de_Culture_de_Marrakech-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d318049-Reviews-Dar_Si_Said_Museum-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d318059-Reviews-Musee_Tiskiwin-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d12994921-Reviews-Musee_Yves_Saint_Laurent_Marrakech-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d13996051-Reviews-Musee_Berbere_Jardin_Majorelle-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d2471441-Reviews-Al_Kawtar_Women_s_Cooperative-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d19769801-Reviews-Herboriste_secret-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d21008879-Reviews-Moroccan_Trips-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d3469271-Reviews-Marrakech_Guided_Tours-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g15276171-d17581893-Reviews-Agafay_Quad_Biking-Agafay_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d12135660-Reviews-Hammam_Paradis-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d12246146-Reviews-Private_Tours_Marrakech-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d9792402-Reviews-Hammam_Mouassine-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d15326743-Reviews-Maroc_Adventure-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d15856269-Reviews-Funky_Cool_Medina-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293734-d1936398-Reviews-Le_Bain_Bleu-Marrakech_Marrakech_Safi.html",
            "https://www.tripadvisor.com/Attraction_Review-g46806-d8454263-Reviews-Sea_Girt_Beach_and_Boardwalk-Sea_Girt_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g1188672-d3300765-Reviews-Keri_Caves-Limni_Keri_Zakynthos_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d15210598-Reviews-Mercedes_Benz_Gallery-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g47939-d2310916-Reviews-The_Paramount-Huntington_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g186338-d246023-Reviews-Kensington_High_Street-London_England.html",
            "https://www.tripadvisor.com/Attraction_Review-g1368174-d2296111-Reviews-Horne_s_Ferry-Wolfe_Island_Ontario.html",
            "https://www.tripadvisor.com/Attraction_Review-g1514864-d3491261-Reviews-Paulding_Light-Paulding_Upper_Peninsula_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g46885-d274348-Reviews-Mountain_Creek-Vernon_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d102705-Reviews-Underground_Atlanta-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g274958-d17172141-Reviews-Baltic_Queen-Tallinn_Harju_County.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293734-d10124874-Reviews-or10-Le_Jardin_Secret_Medina_Marrakech-Marrakech_Marrakech_Safi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293734-d10124874-Reviews-Le_Jardin_Secret_Medina_Marrakech-Marrakech_Marrakech_Safi.html"
    }
]