[
    {
        "attraction_name": "Le Theatre Cruises",
        "attraction_name_vi": "Du thuyền Le Theater",
        "general_info": [
            "189 đánh giá",
            "140 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "TỪ NĂM 2019 Định nghĩa lại trải nghiệm hiếu khách sang trọng Ngồi trên những vách đá cao của Le Theatre Cruise mang đến một góc nhìn tuyệt vời về chủ nghĩa tối giản hiện đại trên Vịnh Hạ Long, nhấn mạnh vào sự đơn giản thanh lịch và ẩm thực hạng nhất, một nơi trú ẩn thoáng mát, 21 cabin sang trọng của chúng tôi. Đọc thêm",
        "reviews": [
            "Hình ảnh trông đẹp hơn nhiều so với thực tế. Các phòng sạch sẽ, nhưng rõ ràng đã bị xuống cấp trong một số năm - có thể là khi tàu không được sử dụng trong thời gian Covid? Lộ trình: Chúng tôi đã đến vịnh Lan Hạ, một số du khách nghĩ rằng tour là vịnh Hạ Long. Thuyền không di chuyển nhiều và chúng tôi rất nhanh chóng đến được điểm neo đậu, nhưng tôi đoán hầu hết các thuyền đều làm như vậy. Ngày cuối cùng được cho là bao gồm một hang động, chúng tôi không thể vào vì mực nước. Họ không nói với chúng tôi và vẫn đưa chúng tôi lên những chiếc thuyền tre để chiếm giữ. Dịch vụ: tuyệt vời Thức ăn: đối với một tour du lịch sang trọng, thật không may chỉ ở mức trung bình. Nếu chúng tôi đi vịnh Lan Hạ một lần nữa, chúng tôi sẽ đến Cát Bà và thực hiện một tour du lịch trong ngày thay thế. Đọc thêm",
            "Đó là một trải nghiệm tuyệt vời. Tuyệt vời từ đầu đến cuối chuyến đi. Chiếc limousine rộng rãi và thoải mái. Tàu du lịch rất đẹp, phòng rộng, trang trí hiện đại và sang trọng, không rườm rà như một số du thuyền khác. Các dịch vụ đã được phát hiện. Nhân viên chu đáo, thân thiện và có thể giao tiếp tốt bằng tiếng Anh. Đồ ăn rất ngon, nhân viên nói chỉ cần cho chúng tôi biết nếu bạn muốn dùng phần ăn thứ hai, tất nhiên là miễn phí. Nhưng thành thật mà nói, phần ăn đầu tiên đã quá hào phóng và ngon miệng. Các chương trình hoạt động tuyệt vời, chèo thuyền kayak giữa khung cảnh tuyệt đẹp, hoặc uống đồ uống lúc hoàng hôn với khung cảnh vô giá hoặc câu mực. Tôi không bắt được con mực nào nhưng rất vui. Điểm cộng, hành trình không có dịch vụ karaoke và nó neo đậu rất xa so với tất cả các điểm thấp hơn khác chi phí du lịch trên biển để tất cả khách không phải chịu đựng tất cả những âm thanh karaoke khủng khiếp không mong muốn. Chắc chắn tôi sẽ làm lại điều đó với du thuyền Le Theater.Đọc thêm",
            "Hành trình qua đêm tuyệt vời của Vịnh Hạ Long. Con tàu du lịch nhỏ rất sạch sẽ và thoải mái và dịch vụ từ đội ngũ nhân viên thân thiện thật đặc biệt. Vâng hành trình với họ một lần nữa. Rất khuyến khích.Đọc thêm",
            "Toàn bộ sự việc thật tuyệt vời! Thuyền và phòng rất sạch sẽ và chúng tôi có tầm nhìn toàn cảnh ra vịnh. Thức ăn thật tuyệt vời, không khí tuyệt vời. Tất cả các nhân viên đều chu đáo, lịch sự và luôn hữu ích. Leo là một máy chủ xuất sắc, không có gì là quá rắc rối. Peter rất vui khi trò chuyện và kể cho chúng tôi rất nhiều điều thú vị về khu vực và truyền thống địa phương. Những chuyến đi trong ngày thật tuyệt vời! Thời tiết ấm áp nhưng nhiều mây nên tầm nhìn không hoàn hảo nhưng vẫn đẹp và rõ ràng là không thể làm gì được với thời tiết!!Đọc thêm",
            "Đó là một con tàu đẹp! Căn phòng tuyệt đẹp và lối trang trí ở mọi nơi đều đáng yêu. Họ làm những món ăn chay và thuần chay đặc biệt. Một số món ăn ngon nhất trong chuyến đi của chúng tôi! Chúng tôi đã thực hiện chuyến du ngoạn một đêm và phần lớn thời gian được dành để thư giãn trên tàu. Hướng dẫn viên Tom là một trong những hướng dẫn viên du lịch giỏi nhất mà tôi từng gặp. Tiếng Anh của anh ấy thật hoàn hảo. Và anh ấy rất thân thiện và luôn tiến thêm một bước để làm cho chuyến đi của chúng tôi trở nên tốt nhất có thể. Chúng tôi đã nhìn thấy một hang động và chèo thuyền kayak. Tôi thực sự muốn giới thiệu tất cả các nhân viên và trải nghiệm tuyệt vời này. Cảm ơn Đọc thêm",
            "Vợ tôi và tôi mới đi du thuyền qua đêm với Le Theater. Toàn bộ chuyến đi ngay từ khi đón chúng tôi từ Khách sạn cho đến khi họ đưa chúng tôi trở lại khách sạn đều được tổ chức tốt và quản lý chuyên nghiệp. Du thuyền có tầm nhìn ra ban công tuyệt vời. Thức ăn thật tuyệt vời. Nhân viên rất xuất sắc. Hướng dẫn viên Tom của chúng tôi thật tuyệt vời, rất chú ý và đảm bảo nhu cầu của mọi người đều được quan tâm. Trong chuyến đi, nhân viên đã tổ chức một số sự kiện bao gồm Chèo thuyền kayak, câu cá và chèo thuyền trong hang động, v.v. Tóm lại, đó là một chuyến du ngoạn tuyệt vời và tôi rất muốn giới thiệu hành trình Le Theater.Đọc thêm",
            "Đây là chiếc thuyền hoàn hảo để khám phá một trong 7 kỳ quan thiên nhiên thế giới. Chỉ cần tối đa 45 người nên nó mang lại cảm giác thân thiện và riêng tư. Thức ăn và phòng giật gân quá. Hướng dẫn của chúng tôi cũng rất xuất sắc. Phù hợp cho gia đình hoặc cặp đôiXem thêm",
            "On my Vietnam 5Hs trip, heading north to south, I was eager after the manic throb of Hanoi, to relax and enjoy my Halong Bay cruise. After vigorous research on booking.com I chose Le Theatre Cruises. I chose this company because it cruised Lan Ha Bay as well as Halong and because the boat looked rather grand with a dare I say Titanic style, glamorous staircase giving into the dining-salon. I decided to pay extra for transfers which was well worth the cost as these were three-hour journeys and it was stress-free to be picked up from my Hanoi hotel and dropped at the airport after the cruise for my flight to Hue. I had absorbed those reviews regretting booking only one night so of course I booked two. The email communication from Le Theatre Cruises prior to departure was excellent, providing quick responses and comprehensive information. It was so exciting arriving at Halong Bay, joining my fellow Le Theatre cruisers and being warmly welcomed by the accomplished Manager Tom who was a charismatic and engaging Showman  perfect for a company called Le Theatre Cruises.Although a solo traveller and not celebrating anything other than the joy of my Vietnam Odyssey, my request for an upgrade was granted and I was given a third-floor room with better view and less engine noise. I reckon all the rooms save the Panorama Suite must be pretty much the same offering a glamorous level of comfort and luxury with lots of space, huge windows and a lovely, big balcony. Well it is all about the awe-inspiring views of surreal Halong Bay!As expected, the boat was faded glory rather than a spic and span transatlantic liner, but that is why I chose it. The facilities were still excellent with lots of different decks, bars and openair views. Nota bene! The swimming pool is only decorative.This is not really a relaxing, lolling around escape if you want to go on the boat trips from the Le Theatre mothership. They are of course not mandatory, but well worth doing. I could never quite distinguish whether we were in Halong Bay or Lan Ha Bay and I think our hugely enthusiastic, lovely guide Peter took us around Cat Ba Island. Id not bothered to check the itinerary in detail, but just jumped on tour; the day tour on day two and the morning tour on day three and enjoyed every minute!I met fabulous people on the cruise and they kindly absorbed me into their family group which greatly enhanced my travels. You see lots of other cruise ships as you travel around the bays, but this adds to the panorama and excitement. It is not overcrowded and at night the twinkling lights of the other ships are magical. The staff on Le Theatre Cruises were wonderful and their fun and kindness added to the adventure. The Vietnamese style of hospitality is impressive. The smiles and charm of Thai people, but with extra Va! Va! Vroom! and fantastic attention to detail. My Le Theatre Cruise around other-wordly Halong Bay was one of the most fabulous and memorable parts of my Vietnam itinerary. Read more",
            "All staff went above and beyond to make our trip unforgettable!Due to our long flight, my husband got DVT the day before our departure for our cruise his legs were not looking good which was concerning us. Having no meds, we contacted the office, Linh who sent one of their colleagues to get him some ibuprofen. By the time we arrived at the port, the meds were there!The minute we entered the cruise until the end everyone was friendly and very helpful.On arrival were were greated with welcoming drinks and Jerry, our personal waiter treated us like VIP. Young, friendly and willing to accommodate any requests.The food was delicious although not much choices if you are vegetarian.As a nice surprise, the company upgraded us to the Panoramic view room which was incredible but there is no window to open. We find the AC too strong to keep it on over the night. However the bed and pillows were very comfortable.On our last night we were offered dinner on the deck, a very nice romantic setting. The oysters and all the sea food was delicious.I read some of the negative reviews so I was a bit anxious when I booked. However we cannot complain. We accepted that some of the things are not perfect and needs attention but those little details are insignificant in comparison with the staffs commitment to please you. I felt embarrassed to notice that some of the previous guests made damages to the room. It can be argued thats the companys responsibility to replace and fix things but, for a country like Vietnam where tourism is developing, we need to support their business and be more respectful and treat it like its your room.Havimg owned a business in the hospitality I know how much damage a negative review can do, hence I like to focus on the bigger picture.A massive thank you to all the staff who went above and beyond to accommodate our needs and make our honeymoon so memorable. SimonaSteveRead more",
            "Chúng tôi đã thực hiện tùy chọn 2 đêm từ 11223 đến 31223. Công ty du lịch thật tuyệt vời, tự hào với đội ngũ nhân viên lịch sự. Đặc biệt đề cập đến Peter, Người quản lý, người đã thể hiện sự chu đáo đáng chú ý, đảm bảo kỳ nghỉ của chúng tôi vừa thoải mái vừa đáng nhớ. Anh ấy đã nỗ lực hết sức để đáp ứng sở thích ăn kiêng của tôi và thậm chí còn tổ chức một bữa tiệc sinh nhật bất ngờ chân thành, khiến tôi ngạc nhiên một cách thú vị. Hành trình thật tuyệt vời, đặc biệt là chuyến tham quan Làng Việt Hải. Peter thông báo đầy đủ cho chúng tôi và luôn sẵn sàng hỗ trợ. Thực sự là một nhân viên có giá trị đối với bất kỳ công ty nào.Đọc thêm",
            "Ai đó là Câu lạc bộ về giá cả đồ uống và các lựa chọn? Tốt nhất là tôi có một thực đơn? ThxĐọc thêm",
            "Chúng tôi muốn biết về các hoạt động. Có bao gồm bơi lội không, ngoài chèo thuyền kayak? Ngoài ra, có chuyến thăm tới bất kỳ vị trí đất liền nào, chẳng hạn như làng chài không?Đọc thêm",
            "CHÀO,\nXin lỗi vì trả lời chậm. \nCó cơ hội bơi lội nhưng không thực sự được khuyến khích, chỉ ở phía tây trực tiếp.\nKhông, không có chuyến tham quan nào trong chuyến đi ngoại trừ chuyến tham quan hang động.Đọc thêm",
            "Thuyền có khu vực hút thuốc không?\nCó thể hút thuốc trên thuyền?Đọc thêm",
            "Xin lỗi vì trả lời muộn, nhưng tôi không nhớ liệu có được phép hút thuốc hay không. Tôi chắc chắn không phải ở bên trong mà có lẽ là ở bên ngoài cốp.Đọc thêm",
            "Xin chào, phí đặt chỗ có bao gồm đưa đón từ Hà Nội không?Đọc thêm",
            "Kính thưa quý khách, \nCảm ơn câu hỏi của bạn.\nTất cả các đặt phòng từ Booking, agoda, Expedia không bao gồm dịch vụ đưa đón từ Hà Nội, thông tin thêm xin vui lòng liên hệ với chúng tôi qua What-app hoặc Email.\nTrân trọng.\nNhóm Letheatre,Đọc thêm",
            "Xin chào, tôi muốn biết liệu giá đưa đón đến và đi từ Hà Nội có được bao gồm trong giá đưa raĐọc thêm",
            "Chuyển khoản của chúng tôi không được bao gồm. Khi chúng tôi làm, nó có giá khoảng 35 mỗi người và huấn luyện viên rất tử tế.Đọc thêm",
            "Xin chào, có phòng hoặc khu vực dành riêng cho người hút thuốc không? cảm ơn bạnĐọc thêm",
            "Xin chào, bạn có thể hút thuốc ở ban công, một số bên ngoài đang ở trên thuyềnĐọc thêm"
        ],
        "star_ratings": [
            156,
            17,
            7,
            6,
            4
        ],
        "review_amount": 190,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Le Theater"
        ],
        "reviews_time": [
            "Written May 17, 2024",
            "Written April 28, 2024",
            "Written April 10, 2024",
            "Written March 9, 2024",
            "Written February 12, 2024",
            "Written February 11, 2024",
            "Written January 15, 2024",
            "Written January 6, 2024",
            "Written December 16, 2023",
            "Written December 9, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17301407-Reviews-Le_Theatre_Cruises-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or10-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1773993-Reviews-South_Pacific_Travel_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1758723-Reviews-Halong_Phoenix_Cruiser_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12365802-Reviews-OZ_Design_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17423640-Reviews-CleverGent-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6123322-Reviews-AsiaLink_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16698522-Reviews-Bee_Znees-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25080393-Reviews-Peridot_Spa_grand-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4475300-Reviews-Ha_Long_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5453577-Reviews-Bia_Hoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12925605-Reviews-Trendy_Spa_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g32952-d1977149-Reviews-Clear_Creek-Redding_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g1190778-d3162455-Reviews-Rastoke-Slunj_Karlovac_County_Central_Croatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g60963-d14196790-Reviews-Slick_Rock_Recreation_Area-Three_Rivers_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g36050-d131620-Reviews-Chicago_Botanic_Garden-Glencoe_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g14135010-d12730945-Reviews-Dotombori_Glico_Sign-Dotombori_Chuo_Osaka_Osaka_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g55270-d108384-Reviews-Pigeon_Forge_Factory_Outlet-Pigeon_Forge_Tennessee.html",
            "https://www.tripadvisor.com/Attraction_Review-g644339-d1596710-Reviews-Las_Rozas_Village-Las_Rozas.html",
            "https://www.tripadvisor.com/Attraction_Review-g13808856-d592637-Reviews-Heping_Island_GeoPark-Zhongzheng_District_Keelung.html",
            "https://www.tripadvisor.com/Attraction_Review-g298419-d5790546-Reviews-Salalah_Gardens_Mall-Salalah_Dhofar_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g1236113-d13958738-Reviews-Platja_del_Garraf-Garraf_Catalonia.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or10-Le_Theatre_Cruises-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-Le_Theatre_Cruises-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "phòng": 0.8180703508514853,
            "tàu": 0.5,
            "vịnh": 0.612130743637681,
            "tour": 0.5,
            "thuyền": 0.6892165730823763,
            "hang động": 0.5,
            "mực nước": 0.5,
            "thuyền tre": -0.8208572715520859,
            "dịch vụ": 0.80583426135825,
            "thức ăn": 0.9018660379448332,
            "tour du lịch": 0.190426762526234,
            "trải nghiệm": 0.9953340838546865,
            "chuyến đi": 0.9935087688936619,
            "tàu du lịch": 0.8737691454589367,
            "du thuyền": -0.014732352108694613,
            "nhân viên": 0.9798628985779086,
            "đồ ăn": 0.8737691454589367,
            "phần ăn": 0.4753223145380616,
            "thành thật": -0.31941969599574804,
            "chèo thuyền kayak": 0.6650306585943326,
            "khung cảnh": 0.02067518897820264,
            "hoặc uống": 0.5445811888203025,
            "đồ uống": 0.5233139049261808,
            "hoàng hôn": 0.9955343515612185,
            "karaoke": 0.6375277195125818,
            "âm thanh": 0.5352874249219894,
            "du thuyền le": 0.9599226475693285,
            "hành trình qua": 0.8737691454589367,
            "con tàu du lịch": 0.8737691454589367,
            "họ": 0.9914471373194829,
            "tầm nhìn": 0.6433008358580992,
            "không khí": 0.8737691454589367,
            "truyền thống địa phương": 0.9946407476672903,
            "thời tiết": 0.5160943493247032,
            "con tàu": 0.9949800018803217,
            "món ăn chay": 0.9605352217331529,
            "thuần chay": 0.8486020546406507,
            "món ăn": 0.994614822557196,
            "chuyến du ngoạn": 0.7477383736113552,
            "hướng dẫn viên": 0.8897110037214588,
            "hướng dẫn viên du lịch": 0.9910591194347944,
            "le theater": 0.5,
            "khách sạn": 0.5643786331638694,
            "sự": 0.5,
            "câu cá": 0.5,
            "chèo thuyền": 0.5,
            "le": 0.9227270882111043,
            "kỳ quan thiên nhiên": 0.5,
            "pool": 0.9903291235677898,
            "ty du lịch": 0.9954301876714453,
            "người quản lý": 0.8737691454589367,
            "kỳ nghỉ": 0.9891388630494475,
            "bữa tiệc sinh": 0.9909267500042915,
            "hành trình": 0.8737691454589367,
            "chuyến tham quan làng": 0.8737691454589367,
            "câu lạc bộ": 0.5,
            "giá cả": 0.5
        },
        "dicts_adj": {
            "phòng": [
                "sạch sẽ",
                "rõ ràng",
                "rộng",
                "hiện đại",
                "sang trọng",
                "sạch sẽ",
                "đẹp",
                "giật gân"
            ],
            "tàu": [],
            "vịnh": [
                "tuyệt vời"
            ],
            "tour": [],
            "thuyền": [
                "nhiều",
                "nhanh chóng",
                "sạch sẽ",
                "hoàn hảo"
            ],
            "hang động": [],
            "mực nước": [],
            "thuyền tre": [],
            "dịch vụ": [
                "tuyệt vời",
                "xa",
                "thấp",
                "hơn",
                "khác",
                "đặc biệt"
            ],
            "thức ăn": [
                "tuyệt vời",
                "tuyệt vời",
                "tuyệt vời",
                "giật gân"
            ],
            "tour du lịch": [
                "sang trọng",
                "may",
                "trung bình"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "chuyến đi": [
                "Tuyệt vời",
                "tuyệt vời",
                "thân thiện",
                "tốt",
                "tốt",
                "chuyên nghiệp"
            ],
            "tàu du lịch": [
                "đẹp"
            ],
            "du thuyền": [
                "khác",
                "tuyệt vời"
            ],
            "nhân viên": [
                "chu đáo",
                "tốt",
                "đặc biệt",
                "lịch sự",
                "hữu ích",
                "tuyệt vời",
                "xuất sắc",
                "Thực sự",
                "bất kỳ"
            ],
            "đồ ăn": [
                "ngon"
            ],
            "phần ăn": [
                "đầu tiên",
                "hào phóng"
            ],
            "thành thật": [
                "đầu tiên",
                "hào phóng"
            ],
            "chèo thuyền kayak": [
                "đẹp"
            ],
            "khung cảnh": [
                "đẹp",
                "vô giá"
            ],
            "hoặc uống": [
                "vô giá"
            ],
            "đồ uống": [
                "vô giá"
            ],
            "hoàng hôn": [
                "vô giá"
            ],
            "karaoke": [
                "xa",
                "thấp",
                "hơn",
                "khác",
                "khủng khiếp"
            ],
            "âm thanh": [
                "khủng khiếp"
            ],
            "du thuyền le": [
                "Chắc chắn"
            ],
            "hành trình qua": [
                "tuyệt vời"
            ],
            "con tàu du lịch": [
                "nhỏ",
                "sạch sẽ",
                "thoải mái"
            ],
            "họ": [],
            "tầm nhìn": [
                "hoàn hảo",
                "đẹp",
                "rõ ràng",
                "tuyệt vời"
            ],
            "không khí": [
                "tuyệt vời"
            ],
            "truyền thống địa phương": [
                "vui",
                "nhiều",
                "thú vị"
            ],
            "thời tiết": [
                "ấm áp",
                "nhiều"
            ],
            "con tàu": [
                "đẹp"
            ],
            "món ăn chay": [
                "đặc biệt"
            ],
            "thuần chay": [
                "đặc biệt"
            ],
            "món ăn": [
                "ngon",
                "nhất"
            ],
            "chuyến du ngoạn": [
                "tuyệt vời"
            ],
            "hướng dẫn viên": [
                "giỏi",
                "nhất",
                "tuyệt vời"
            ],
            "hướng dẫn viên du lịch": [
                "giỏi",
                "nhất"
            ],
            "le theater": [],
            "khách sạn": [
                "tốt",
                "chuyên nghiệp",
                "tốt",
                "chuyên nghiệp"
            ],
            "sự": [],
            "câu cá": [],
            "chèo thuyền": [],
            "le": [
                "tuyệt vời",
                "to"
            ],
            "kỳ quan thiên nhiên": [],
            "pool": [],
            "ty du lịch": [
                "tuyệt vời",
                "tự hào",
                "lịch sự"
            ],
            "người quản lý": [
                "Đặc biệt"
            ],
            "kỳ nghỉ": [
                "thoải mái"
            ],
            "bữa tiệc sinh": [
                "bất ngờ",
                "chân thành",
                "thú vị"
            ],
            "hành trình": [
                "tuyệt vời",
                "đặc biệt"
            ],
            "chuyến tham quan làng": [
                "tuyệt vời",
                "đặc biệt"
            ],
            "câu lạc bộ": [],
            "giá cả": []
        },
        "list_proper_noun": [],
        "factor value": {
            "phòng": 8.0,
            "tàu": 3.5,
            "vịnh": 5.0,
            "tour": 3.5,
            "thuyền": 5.0,
            "hang động": 5.0,
            "mực nước": 2,
            "thuyền tre": 2,
            "dịch vụ": 5.0,
            "thức ăn": 6.5,
            "tour du lịch": 2,
            "trải nghiệm": 3.0,
            "chuyến đi": 6.0,
            "tàu du lịch": 1.5,
            "du thuyền": 3.0,
            "nhân viên": 8.5,
            "đồ ăn": 1.5,
            "phần ăn": 1.5,
            "thành thật": 1.5,
            "chèo thuyền kayak": 4.5,
            "khung cảnh": 1.5,
            "hoặc uống": 1.5,
            "đồ uống": 2.5,
            "hoàng hôn": 1.5,
            "karaoke": 1.5,
            "âm thanh": 1.5,
            "du thuyền le": 1.5,
            "hành trình qua": 1.5,
            "con tàu du lịch": 1.5,
            "họ": 1.5,
            "tầm nhìn": 3.0,
            "không khí": 1.5,
            "truyền thống địa phương": 1.5,
            "thời tiết": 1.5,
            "con tàu": 1.5,
            "món ăn chay": 1.5,
            "thuần chay": 1.5,
            "món ăn": 1.5,
            "chuyến du ngoạn": 3.0,
            "hướng dẫn viên": 3.0,
            "hướng dẫn viên du lịch": 1.5,
            "le theater": 1.5,
            "khách sạn": 1.5,
            "sự": 1.5,
            "câu cá": 1.5,
            "chèo thuyền": 1.5,
            "le": 3.0,
            "kỳ quan thiên nhiên": 1.5,
            "pool": 1.5,
            "ty du lịch": 1,
            "người quản lý": 1,
            "kỳ nghỉ": 1,
            "bữa tiệc sinh": 1,
            "hành trình": 1,
            "chuyến tham quan làng": 1,
            "câu lạc bộ": 1,
            "giá cả": 1
        }
    },
    {
        "attraction_name": "Le Theatre Cruises",
        "attraction_name_vi": "Du thuyền Le Theater",
        "general_info": [
            "189 đánh giá",
            "140 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "TỪ NĂM 2019 Định nghĩa lại trải nghiệm khách sạn sang trọng Ngồi trên vách đá cao của Le Theater Cruise mang đến một phần tuyệt vời của chủ nghĩa tối giản hiện đại trên Vịnh Hạ Long, nhấn mạnh vào sự đơn giản trang nhã và đồ ăn hạng nhất, nơi trú ẩn thoáng mát, 21 cabin sang trọng của chúng tôi. Đọc thêm",
        "reviews": [
            "Rất đáng thất vọng. Về mặt tích cực: Nhân viên rất đẹp, vị trí tuyệt vời, tầng trên cùng tuyệt vời. Suite Junior.. chỉ là một căn phòng và có vấn đề. Đã cung cấp phản hồi về việc khởi hành đã được công ty công nhận, xin lỗi và hoàn lại một phần đồ uống bill. Đã cung cấp rất nhiều hình ảnh và phản hồi cho cơ quan đã giới thiệu La Theater. Đã thực hiện chuyến đi tương tự trên một chiếc thuyền 4 sao trước đây và điều đó vượt trội hơn nhiều. Không khuyến khích. Đọc thêm",
            "Chúng tôi thực sự rất thích thời gian trên du thuyền Le Theater. Hành trình đã được lên kế hoạch tốt và mọi thứ diễn ra như đồng hồ. Chúng tôi được đón tại khách sạn ở khu phố cổ Hà Nội và mất 3 giờ đi xe buýt sang trọng đến Hạ Long, nơi rất ấm cúng. Chúng tôi thực sự khuyên bạn nên đặt chỗ trực tiếp với công ty du lịch vì dịch vụ đưa đón 2 chiều đã được bao gồm trong giá trọn gói của họ. Chúng tôi đến văn phòng của họ ở đảo Tun Châu và nơi này rất đẹp. Đó là một bến tàu khổng lồ, nơi bạn sẽ thấy rất nhiều thuyền đang neo đậu, và mặc dù có rất nhiều khách du lịch nhưng nó vẫn có cảm giác khá thanh bình. Chúng tôi được nhân viên hỗ trợ lên tàu để đi đến thuyền chính mất khoảng 20 phút. Bữa trưa được phục vụ ngay sau khi lên thuyền chính trong một nhà hàng sang trọng. Bữa trưa tự chọn hoàn toàn tuyệt vời và chất lượng món ăn vẫn ổn định xuyên suốt. Chúng tôi đặc biệt yêu thích bữa tối hải sản, mọi thứ đều rất tươi ngon và được trình bày đẹp mắt. 1010 cho đầu bếp của họ! Phần còn lại của chuyến đi bao gồm các hoạt động như chèo thuyền kayak, bơi trong vịnh, câu mực mà bạn có thể chọn tham gia hoặc không tham gia. Chúng tôi đã chèo thuyền kayak vào buổi chiều và thư giãn trong thời gian còn lại. Điểm nổi bật trong kỳ nghỉ của chúng tôi là buổi uống rượu sau bữa tối. Tôi rất ngạc nhiên về số lượng thiết bị trò chơi uống rượu mà họ có, cười lớn. Cuối cùng, chúng tôi đã có thêm nhiều người bạn mới và có một trong những đêm tuyệt vời nhất trong đời. Chúng tôi may mắn có thời tiết đẹp vào ngày thứ 2 và đi thuyền đến những hang động tối tăm và nó thật yên bình và đáng yêu. Chúng tôi được biết đôi khi nước dâng cao không thể vào trong hang nên tôi đoán hôm đó chúng tôi đã may mắn. Nhìn chung chuyến đi này là một chuyến đi tuyệt vời nếu bạn ở Hà Nội. Và chúng tôi rất hài lòng với quyết định thực hiện điều này với du thuyền Le Theater. Đọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời và yêu thích mọi thứ. Thật là một nơi và trải nghiệm đáng kinh ngạc. Không thể giới thiệu chuyến đi này đủ. Dave và Laura thật đặc biệt và chăm sóc chúng tôi rất tốt. Họ rất tốt bụng và có sức chứa. Tom cũng rất am hiểu về khu vực này. Thực sự hài lòng với dịch vụ. Phòng của chúng tôi rất đẹp và quang cảnh cũng như trải nghiệm được cung cấp trên hành trình này là vô song. Sẽ làm điều đó một lần nữa trong tích tắc! Cảm ơn Le Theater Cruise rất nhiều.Đọc thêm",
            "Các hoạt động thú vị và đa dạng, đội ngũ nhân viên thân thiện và chuyên nghiệp, đưa đón thuận tiện và an toàn cùng ẩm thực ngon và đa dạng, du thuyền Le Theater mang đến trải nghiệm thực sự ngoạn mục! Tôi đã có một khoảng thời gian tuyệt vời và rất khuyến khích điều đó! Đọc thêm",
            "Kính gửi Ông Sowalh,\n\nChúng tôi vô cùng vui mừng khi nhận được đánh giá tuyệt vời của ông về trải nghiệm du ngoạn gần đây của ông với chúng tôi. Cảm ơn ông rất nhiều vì đã dành thời gian chia sẻ phản hồi và những lời tốt đẹp của ông.\n\nChúng tôi vô cùng vui mừng khi biết rằng chuyến du ngoạn của chúng tôi đã để lại ấn tượng sâu sắc trong lòng ông. Chúng tôi không ngừng nỗ lực để mang đến trải nghiệm đặc biệt và đáng nhớ cho tất cả khách hàng, và đánh giá tích cực của ông chính là minh chứng cho những nỗ lực của chúng tôi.\n\nĐội ngũ của chúng tôi luôn tận tâm đảm bảo rằng mọi khía cạnh trong hành trình của ông đều liền mạch và thú vị, từ lúc ông bước lên tàu cho đến khi ông xuống tàu. Chúng tôi rất vui khi biết rằng chúng tôi đã thành công trong việc tạo ra trải nghiệm thực sự khó quên cho ông.\n\nChúng tôi đánh giá cao sự giới thiệu và tin tưởng của ông vào dịch vụ của chúng tôi. Phản hồi của ông là động lực to lớn để chúng tôi tiếp tục mang đến những chuyến du ngoạn đặc biệt. Chúng tôi mong muốn được chào đón ông trở lại tàu trong tương lai và sẽ làm mọi cách có thể để chuyến du ngoạn tiếp theo của ông trở nên đặc biệt hơn nữa.\n\nMột lần nữa, xin cảm ơn ông và gửi lời yêu thương chân thành nhất từ ​​Việt Nam,\n\nNhóm Le TheatreĐọc thêm",
            "Các chuyến du ngoạn 2 ngày 1 đêm của họ ở Vịnh Hạ Long và Vịnh Lan Hạ, Việt Nam, mang đến sự kết hợp hoàn hảo giữa sự sang trọng và khả năng chi trả. Từ cabin rộng rãi đến những bữa ăn ngon, trải nghiệm đều tuyệt vời. Thêm vào đó, các chuyến du ngoạn trên biển rất linh hoạt, cho phép chúng tôi tùy chỉnh chuyến đi theo ý thích của mình. Chúng tôi đã có khoảng thời gian tuyệt vời và rất muốn giới thiệu Le Theater Cruises cho bất kỳ ai đang tìm kiếm trải nghiệm độc đáo và sang trọng!Đọc thêm",
            "Gần đây tôi, chồng tôi, mẹ tôi và các mẹ tôi đã đi du thuyền này và tôi phải nói rằng đây thực sự là một trải nghiệm TUYỆT VỜI. Chúng tôi chỉ ở lại 2 ngày 1 đêm nhưng nếu có nhiều thời gian hơn, chúng tôi ước mình có trải nghiệm 3 ngày 2 đêm thay vì mọi thứ đều đẹp. Chiếc thuyền và các căn phòng đều tuyệt vời và mang tính thẩm mỹ-- thích bồn tắm và chiếc giường êm ái. Chúng tôi cũng rất thích sự lựa chọn phong phú về thực phẩm và đồ uống có sẵn. Tôi khuyên du khách nên tham gia các hoạt động vì chúng khiến chuyến đi trở nên đáng nhớ hơn: bơi lội, chèo thuyền kayak, học nấu ăn, giờ khuyến mãi, câu mực, khám phá hang động. Các nhân viên cũng rất hiệu quả và dễ gần - đặc biệt phải nhắc đến ANNA, người cũng đã tặng tôi một chiếc mũ truyền thống Việt miễn phí mà tôi thực sự đánh giá cao. Cô ấy đã nỗ lực hết mình để hỗ trợ gia đình tôi trong suốt hành trình. Ngoài ra, tôi cũng muốn gửi lời khen ngợi đến Peter vì sự phục vụ tốt đẹp của anh ấy đối với khách hàng. Nói chung, chúng tôi thực sự rất thích chuyến đi này, đó chắc chắn là một trải nghiệm 5 sao và tôi rất muốn giới thiệu!Đọc thêm",
            "Chuyến đi đầy niềm vui với luôn có một số hoạt động để làm. Đồ ăn cũng rất ngon, phải thử đĩa hải sản. Đặc biệt phi hành đoàn và quản lý rất thân thiện. Tôi quên một món đồ trên tàu nhưng họ đã giao nó đến tận nơi cho tôi ở miền Nam Việt Nam mà không tính thêm phí. Khi tôi yêu cầu họ nhận tiền boa, họ khiêm tốn từ chối. Người tuyệt vời và dịch vụ. 1010 đề nghị.Đọc thêm",
            "Yêu tất cả mọi thứ về chuyến đi này. Đã ở 2 đêm 3 ngày và rất muốn giới thiệu. Jack Tom đặc biệt giỏi Phong cảnh ngoạn mục, lối trang trí đẹp và giường ngủ thật tuyệt vời. Đọc thêm",
            "Getting on the cruise was great. Quick transfer, nice staff, pretty boat, pretty room. But it ended there.We were given 6 main courses straight away and felt really bad we couldnt finish them. Not an exaggeration...That night I was awake with a serious infection; not just a funny tummyfood poisoning. Hot and cold sweats, fever, headache, shivering, and no less than 13 trips to the toilet over the next 24 hours. Staff didnt seem to care much but did offer me some pills which I politely declined.I spent the entire second day in bed near the toilet and missed all the activities. The WiFi didnt work for the entirety of the trip, on any of our devices, including the rooms smart TV. We managed to send maybe 3 or 4 WhatsApp messages over the whole 3 days, depsite WiFi being advertised.The air con in the room was weak and it was quite uncomfortable for the duration of the trip. They did generously provide 12 toilet rolls; but you cant flush it and it has to go in a small foot pedal bin, which wasnt really a 5 star experience. I was so happy to finally get off the cruise.Breakfast was lacking; if you didnt want fish or noodle soup, it was bread and butter or museli - nothing else.Dinner was a set menu that didnt end, and we again felt stressed with how much food was coming out. We just started rejecting it in the end.The restaurant is next to the kitchen which has a glass front so you can see all the food being prepared. Chefs wore flip flops, no hair nets, no gloves, and crossed utensils across different food types - probably the only way they could get such huge volumes of food out so fast. This cross contamination between oysters, squid, fish, boned fish, and all sorts, is undoubtedly what delivered the bacteria that stayed with me for the first night.In the cooking glass one of the assistants gave us our rice paper with bare hands having come out of the kitchen, touching the door, which was another red flag.Salads were warm and meat was not piping hot as always advised in the UK.This is a whistle stop tour aimed at churning guests through as fast as possible and getting them out for the next cohort to come in, hence the packed schedule.We had a sunset party at 5pm which, in contrast to the classical music and the high class surrounds, featured very loud Chinese rave music. This was also happy hour 2 for 1, but we werent able to get the staff to actually do that and settled for 3 for 1 in the end. The language barrier was quite poor across the whole cruise.I operate a business in the UK that regularly has council food hygiene inspections and has a 5 star government rating; this cruise would struggle to pass a 2. There is seemingly no awareness or training on bacteria and safe handling. The top deck pool is only decorative and its unlikely youll go up there at all; youll notice the itinerary includes almost 0 time to relax or explore the boat. Kayaking was ok, there is a depressing amount of trash in halong bay and we wouldve been better off not going. The boat cave trip was awful, there wasnt even a cave; we went to a beach then came back. Safety isnt a priority on the cruise. There was no briefing on the transfer boat and we were told we can go swimming without wearing the life jacket as long as we held on to it. The shower was fairly mouldy at the bottom but otherwise the room was clean. The multifunction toilet was interesting but Id rather a normal one I can put paper in. The transfer to and from the cruise by coach was very nice and enjoyable. We did meet others onboard which helped.I wouldve left early if I could, but I was trapped with no WiFi or signal at all.Being stranded with no WiFi was not fun. Especially having to buy water constantly throughout the day despite paying a months rent per night for the stay.Halong bay is beautiful, but knowing what I know now I wouldve got a two-hour trip on a little speedboat and come back. Its busy though. There are so many cruise ships its like a scene from the evacuation of Dunkirk.I wouldve enjoyed that better probably.This is a blunt and matter of fact review and, of course, I strongly advise readers not to book this cruise or another cruise on halong bay. If this is one of the high end cruises, god knows the conditions on the others.The images and descriptions are quite misleading and dont really reflect reality on the boat at all. If you are exploring the boat, you are getting in the way of staff hoovering and you are probably the only person doing it.If you do go, do not eat food from the kitchen. Take your own. Or at least just ask for french fries; dont risk it.Read more",
            "Thực sự rất thích hành trình của chúng tôi! Thời tiết thật tuyệt vời và nhân viên rất thân thiện và làm cho kỳ nghỉ của chúng tôi trở nên đặc biệt. Hướng dẫn viên của chúng tôi Quản lý hành trình Tom thực sự thân thiện, hiểu biết và giúp chúng tôi về các món ăn không phải hải sản. Cũng muốn đề cập đến Jack, người tuyệt vời với đồ uống và dịch vụ. Chuyến tham quan hang động rất thú vị! Chuyến tham quan này không thể bỏ qua. Đọc thêm"
        ],
        "star_ratings": [
            156,
            17,
            7,
            6,
            4
        ],
        "review_amount": 190,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Le Theater"
        ],
        "reviews_time": [
            "Written November 21, 2023",
            "Written November 14, 2023",
            "Written November 14, 2023",
            "Written November 11, 2023",
            "Written September 5, 2023",
            "Written August 16, 2023",
            "Written August 6, 2023",
            "Written August 5, 2023",
            "Written August 3, 2023",
            "Written July 3, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17301407-Reviews-or10-Le_Theatre_Cruises-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or20-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1773993-Reviews-South_Pacific_Travel_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1758723-Reviews-Halong_Phoenix_Cruiser_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12365802-Reviews-OZ_Design_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17423640-Reviews-CleverGent-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6123322-Reviews-AsiaLink_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16698522-Reviews-Bee_Znees-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25080393-Reviews-Peridot_Spa_grand-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4475300-Reviews-Ha_Long_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5453577-Reviews-Bia_Hoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12925605-Reviews-Trendy_Spa_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g295394-d1633891-Reviews-Muntele_Tampa-Brasov_Brasov_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g190375-d15087724-Reviews-Citymall-Famagusta_Famagusta_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g187261-d15052032-Reviews-QC_Terme_Chamonix-Chamonix_Haute_Savoie_Auvergne_Rhone_Alpes.html",
            "https://www.tripadvisor.com/Attraction_Review-g152515-d8410971-Reviews-Cabo_Airport_Shuttle-Cabo_San_Lucas_Los_Cabos_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g58005-d12621692-Reviews-Lake_Monocan-Nellysford_Virginia.html",
            "https://www.tripadvisor.com/Attraction_Review-g14134368-d553575-Reviews-Odaiba_Kaihin_Koen_Odaiba_Seaside_Park-Daiba_Minato_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1940497-d3318469-Reviews-Qantab_Beach-Muscat_Muscat_Governorate.html",
            "https://www.tripadvisor.com/Attraction_Review-g660784-d12707241-Reviews-Sky_Casino-Genting_Highlands_Pahang.html",
            "https://www.tripadvisor.com/Attraction_Review-g616035-d2480903-Reviews-Ella_Spice_Garden-Ella_Uva_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g293974-d7230676-Reviews-Aquarius_Sauna-Istanbul.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or20-Le_Theatre_Cruises-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or10-Le_Theatre_Cruises-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "nhân viên": 0.6541480643315783,
            "vị trí": 0.8409196912155797,
            "phòng": 0.3108298144458483,
            "đồ uống": 0.09953135174388687,
            "cơ quan": 0.7522204965353012,
            "chuyến đi": 0.8335328909202612,
            "thuyền": 0.8402862296012851,
            "du thuyền le": 0.9342164879199117,
            "hành trình": 0.8737691454589367,
            "đồng hồ": 0.5,
            "khách sạn": 0.18550935800885782,
            "khu phố cổ": 0.7999956543790177,
            "xe buýt": 0.9686219893337693,
            "dịch vụ": 0.6770474956836552,
            "giá": 0.5,
            "đảo": 0.9952768185758032,
            "tàu": 0.706118575297296,
            "bữa trưa": 0.8737691454589367,
            "nhà hàng": 0.9838338092667982,
            "bữa trưa tự chọn": 0.8737691454589367,
            "món ăn": -0.00538733322173357,
            "bữa tối": 0.995473704795586,
            "hải sản": 0.6650557632674463,
            "cho đầu bếp": 0.9898928068578243,
            "chèo thuyền kayak bơi": 0.5,
            "vịnh": 0.6868845727294683,
            "câu mực": 0.5,
            "chèo thuyền kayak": 0.6479124845936894,
            "kỳ nghỉ": 0.7335711980704218,
            "buổi uống rượu": 0.5,
            "rượu": 0.9298435784876347,
            "đêm": 0.9955209892359562,
            "hang động": 0.4987909624275441,
            "trải nghiệm": 0.9928812700454728,
            "quang cảnh": 0.5,
            "ẩm thực": 0.9953207665821537,
            "khoảng thời gian": 0.9948288943851367,
            "chuyến du ngoạn": 0.9950723164220108,
            "le": 0.995083156216424,
            "cabin": 0.7399102281779051,
            "bữa ăn": 0.995524127560202,
            "biển": 0.9947867318987846,
            "du thuyền": 0.9761060108430684,
            "căn phòng": 0.9955502707744017,
            "ái": 0.5,
            "thực phẩm": 0.9704930670559406,
            "chèo thuyền kayak học nấu ăn": 0.5,
            "mũ truyền thống": 0.3141854708082974,
            "đồ ăn": 0.8737691454589367,
            "phi hành đoàn": 0.9950452881166711,
            "món đồ": -0.8439567433670163,
            "người": 0.8737691454589367,
            "phong cảnh": 0.8737691454589367,
            "giường ngủ": 0.9955318016000092,
            "not an": 0.9917573111597449,
            "the wifi": 0.9943757025757805,
            "the": 0.9859499053563923,
            "pool": 0.8785182014107704,
            "halong": 0.9850694441702217,
            "thời tiết": 0.8737691454589367,
            "hướng dẫn viên": 0.8737691454589367,
            "hành trình tom": 0.8737691454589367,
            "chuyến tham quan": -0.04448415315710008
        },
        "dicts_adj": {
            "nhân viên": [
                "tích cực",
                "đẹp",
                "khoảng",
                "chuyên nghiệp",
                "thuận tiện",
                "an toàn",
                "hiệu quả",
                "dễ",
                "gần",
                "đặc biệt",
                "thân thiện"
            ],
            "vị trí": [
                "tuyệt vời",
                "cùng",
                "tuyệt vời"
            ],
            "phòng": [
                "đẹp",
                "đẹp"
            ],
            "đồ uống": [
                "sẵn"
            ],
            "cơ quan": [
                "nhiều"
            ],
            "chuyến đi": [
                "tương tự",
                "tuyệt vời",
                "tuyệt vời",
                "đủ",
                "hơn",
                "chắc chắn",
                "đầy",
                "vui"
            ],
            "thuyền": [
                "hơn",
                "nhiều",
                "nhiều",
                "thanh bình",
                "khoảng",
                "sang trọng",
                "tối tăm",
                "yên bình",
                "tuyệt vời"
            ],
            "du thuyền le": [
                "thực sự",
                "hài lòng",
                "thú vị"
            ],
            "hành trình": [
                "tốt"
            ],
            "đồng hồ": [],
            "khách sạn": [
                "sang trọng",
                "ấm cúng"
            ],
            "khu phố cổ": [
                "sang trọng",
                "ấm cúng"
            ],
            "xe buýt": [
                "sang trọng",
                "ấm cúng"
            ],
            "dịch vụ": [
                "Thực sự",
                "hài lòng",
                "cao"
            ],
            "giá": [],
            "đảo": [
                "đẹp"
            ],
            "tàu": [
                "nhiều",
                "khoảng",
                "đặc biệt"
            ],
            "bữa trưa": [
                "sang trọng"
            ],
            "nhà hàng": [
                "sang trọng"
            ],
            "bữa trưa tự chọn": [
                "hoàn toàn",
                "tuyệt vời"
            ],
            "món ăn": [
                "ổn định",
                "suốt",
                "phải"
            ],
            "bữa tối": [
                "tươi ngon",
                "đẹp"
            ],
            "hải sản": [
                "tươi ngon",
                "đẹp"
            ],
            "cho đầu bếp": [],
            "chèo thuyền kayak bơi": [],
            "vịnh": [
                "hoàn hảo",
                "sang trọng",
                "hoàn hảo",
                "sang trọng"
            ],
            "câu mực": [],
            "chèo thuyền kayak": [],
            "kỳ nghỉ": [
                "đặc biệt"
            ],
            "buổi uống rượu": [],
            "rượu": [
                "lớn"
            ],
            "đêm": [
                "Cuối cùng",
                "nhiều",
                "mới",
                "tuyệt vời",
                "nhất"
            ],
            "hang động": [
                "tối tăm",
                "yên bình",
                "thú vị"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "gần",
                "đặc biệt",
                "tích cực",
                "vui",
                "thực sự",
                "khó",
                "độc đáo",
                "sang trọng",
                "nhiều",
                "hơn",
                "đẹp"
            ],
            "quang cảnh": [],
            "ẩm thực": [
                "thực sự"
            ],
            "khoảng thời gian": [
                "tuyệt vời",
                "tuyệt vời",
                "bất kỳ"
            ],
            "chuyến du ngoạn": [
                "sâu sắc",
                "đặc biệt",
                "linh hoạt"
            ],
            "le": [
                "chân thành"
            ],
            "cabin": [
                "rộng rãi"
            ],
            "bữa ăn": [
                "ngon",
                "tuyệt vời"
            ],
            "biển": [
                "linh hoạt"
            ],
            "du thuyền": [
                "thực sự"
            ],
            "căn phòng": [
                "tuyệt vời"
            ],
            "ái": [],
            "thực phẩm": [
                "sẵn"
            ],
            "chèo thuyền kayak học nấu ăn": [],
            "mũ truyền thống": [
                "thực sự",
                "cao"
            ],
            "đồ ăn": [
                "ngon"
            ],
            "phi hành đoàn": [
                "Đặc biệt",
                "thân thiện"
            ],
            "món đồ": [],
            "người": [
                "tuyệt vời"
            ],
            "phong cảnh": [
                "đặc biệt",
                "giỏi",
                "đẹp"
            ],
            "giường ngủ": [
                "tuyệt vời"
            ],
            "not an": [],
            "the wifi": [],
            "the": [],
            "pool": [
                "to"
            ],
            "halong": [],
            "thời tiết": [
                "tuyệt vời"
            ],
            "hướng dẫn viên": [
                "phải"
            ],
            "hành trình tom": [
                "phải"
            ],
            "chuyến tham quan": [
                "thú vị"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "nhân viên": 5,
            "vị trí": 1,
            "phòng": 3,
            "đồ uống": 3,
            "cơ quan": 1,
            "chuyến đi": 7,
            "thuyền": 3,
            "du thuyền le": 2,
            "hành trình": 1,
            "đồng hồ": 1,
            "khách sạn": 1,
            "khu phố cổ": 1,
            "xe buýt": 1,
            "dịch vụ": 5,
            "giá": 1,
            "đảo": 1,
            "tàu": 2,
            "bữa trưa": 1,
            "nhà hàng": 1,
            "bữa trưa tự chọn": 1,
            "món ăn": 2,
            "bữa tối": 1,
            "hải sản": 3,
            "cho đầu bếp": 1,
            "chèo thuyền kayak bơi": 1,
            "vịnh": 2,
            "câu mực": 1,
            "chèo thuyền kayak": 1,
            "kỳ nghỉ": 2,
            "buổi uống rượu": 1,
            "rượu": 1,
            "đêm": 1,
            "hang động": 3,
            "trải nghiệm": 4,
            "quang cảnh": 1,
            "ẩm thực": 1,
            "khoảng thời gian": 2,
            "chuyến du ngoạn": 2,
            "le": 1,
            "cabin": 1,
            "bữa ăn": 1,
            "biển": 1,
            "du thuyền": 1,
            "căn phòng": 1,
            "ái": 1,
            "thực phẩm": 1,
            "chèo thuyền kayak học nấu ăn": 1,
            "mũ truyền thống": 1,
            "đồ ăn": 1,
            "phi hành đoàn": 1,
            "món đồ": 1,
            "người": 1,
            "phong cảnh": 1,
            "giường ngủ": 1,
            "not an": 1,
            "the wifi": 1,
            "the": 1,
            "pool": 1,
            "halong": 1,
            "thời tiết": 1,
            "hướng dẫn viên": 1,
            "hành trình tom": 1,
            "chuyến tham quan": 1
        }
    },
    {
        "attraction_name": "Le Theatre Cruises",
        "attraction_name_vi": "Du thuyền Le Theater",
        "general_info": [
            "189 đánh giá",
            "140 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "TỪ NĂM 2019 Định nghĩa lại trải nghiệm hiếu khách sang trọng Ngồi trên những vách đá cao của Le Theatre Cruise mang đến một góc nhìn tuyệt vời về chủ nghĩa tối giản hiện đại trên Vịnh Hạ Long, nhấn mạnh vào sự đơn giản thanh lịch và ẩm thực hạng nhất, một nơi trú ẩn thoáng mát, 21 cabin sang trọng của chúng tôi. Đọc thêm",
        "reviews": [
            "Đây là một trải nghiệm đẹp. Các nhân viên trên Le Theater Cruise thật xuất sắc. Suite của chúng tôi có 2 con thiên nga bằng khăn origami vui nhộn với những cánh hoa hồng trên giường khi chúng tôi đến với một chai rượu vang và trái cây địa phương miễn phí đang chờ chúng tôi. Khung cảnh cửa sổ rộng lớn hơn những gì chúng tôi mong đợi. Các hoạt động này thật thú vị và hướng dẫn viên du lịch được chỉ định của chúng tôi đã cho chúng tôi những gợi ý hoàn hảo để chúng tôi tận hưởng mỗi ngày một cách trọn vẹn nhất. Ăn uống rất ngon trong mỗi bữa ăn với các món ăn địa phương kèm theo một số món ăn truyền thống quốc tế hơn nên luôn có thứ gì đó cho mỗi pallette. Chúng tôi rất ngạc nhiên với trải nghiệm ăn uống riêng dành cho các cặp đôi và một chai rượu vang miễn phí trong bữa tối đầu tiên của chúng tôi. Có lẽ tôi có thể kể lại từng phút một, nhưng bạn cứ đi và trải nghiệm thôi! Các hòn đảo rất đẹp, nhân viên và người dân địa phương rất dễ chịu và kiên nhẫn với rào cản ngôn ngữ của chúng tôi, thời tiết khá ấm áp, nhưng nhìn chung mọi thứ đều hoàn hảo!Đọc thêm",
            "Hành trình tuyệt vời, nhân viên thân thiện và rất hữu ích. Phòng rất đẹp và thoải mái. Các nhân viên đã làm cho hành trình của chúng tôi rất vui và cố gắng hết sức để đảm bảo mọi người đều có một chuyến đi tuyệt vời. Thức ăn thật tuyệt vời với rất nhiều loại bao gồm cả bữa tối dưới ánh mặt trời tuyệt đẹp.Đọc thêm",
            "Nhân viên rất thân thiện và hữu ích. Phòng đẹp và sạch sẽ. Chúng tôi yêu thích những món ăn được phục vụ. Đừng mong đợi một hồ bơi, chỉ là trang trí. Trẻ em có thể chơi trong đó, nhưng nó không sạch sẽ chút nào nên không cho chúng chơi. Các hoạt động đều ổn, chèo thuyền kayak hoặc bơi bằng thuyền. Tôi nghĩ nước sạch mặc dù những gì được viết trong một số đánh giá, trông không bị ô nhiễm. Tôi thất vọng vì không có áo phao cho trẻ nhỏ. Nhìn chung, một trải nghiệm thú vị ở một khu vực đẹp đẽ! Đọc thêm",
            "AVOID LE THEATRE CRUISES AT ALL COSTS. ABSOLUTE RIP OFF AND TERRIBLE CUSTOMER SERVICE. I went for my honeymoon with my husband. We paid for the two night cruise and when we reached the boat, I felt a little sea sick. After seeing what the first activity was, swimming and kayaking in absolutely polluted and oil water from boats, we were horrified and decided that we would cancel the second night. also, the food was absolutely disgusting and I dont use that word lightly. It was not edible and while they really try to over feed you. Nothing had flavor, and I even went to sleep hungry the first night. We paid 320 dollars a night. You would think the food would be decent and the activities a little more advanced. The boat itself is outdated and not as nice as the pictures. The pictures are deceiving and it looks like a pool on the top deck but really its dirty water that goes to your ankle if youre lucky. It was very sad to see the condition of Halong bay, a UNESCO heritage site due to its beauty. But the beauty is destroyed by absolutely polluted waters. Plastic, Styrofoam and garbage floating everywhere you look. And they say, go swim. We were so hit, we wished we can swim but the water looked unhealthy to swim in. You see strings of oil in the water from the boats and people swimming in it while garbage floats by them. Second day, they take you on these wooden boats to see caves. My boat captianrower was attracted to a young girl on my boat and told her he wants to photograph her and proceeds to take no joke 100 photos of her, instructing her how to pose and moving her dress for her. It was a joke. I see all the other wooden boats going to the cave and returning and I ask the guy, hey are we going to a cave. He says oh no time, and it low tide. And I was shocked. Seriously? We just sat on the boat watching him take pictures for 30 minutes.Now, my most unpleasant moment was when I went to the boat manager and asked him what the possibility was of a half or partial refund since we decided not to stay a second night apparently everyone on my boat was staying one night and we were the only ones who booked two. He assured me oh of course, you only stay one night. Dont worry. Your tour company will give you the refund. I went to my husband so happy that they were going to accommodate a refund. Finally, we went back to the office and I asked again about my refund and he told me oh go speak to office they will help you. I went to the office, they had no idea of a refund. And I went again to manager and he said, oh no problem no problem, your tour company will give you the refund. I WhatsApp my tour company and they said they had no idea what I was talking about since they were told no refunds. I hate that this manger decided to lie to me twice that I will receive a refund only to shut me up. I contacted le theatre cruises about the managers false promises and they basically called me a liar. We paid 640 dollars to come in this miserable cruise I heard there are way better cruises with great activities and they treated me with disrespect and insulted me telling me the only refund theyll give me is the tip I gave the manager when we left the ship. We are on our honeymoon and absolutely the worst treatment we received on our trip.Dont bother with le theatre and Take another cruise where activities are better and food is at least decentRead more",
            "Dear Ms Rebecca,\nFirst of all, thank you for taking the time to leave us a detailed review of your experience with us. We strive to give our guests the best experience possible so hearing this was not the case for you was disheartening. \nWe also want to take this opportunity to clarify a few misunderstandings:\n\n1. We do not refund for booking cancelled last minute unless our guest have Covid we can reschedule with a positive PCR test required. In this case, you booked 2 nights and when you boarded you felt sea sick as you mentioned with your travel agency you have never been on cruise before and felt sick, this does not register as a valid reason to cancel with us. Therefore we could not issue a refund for you for the 2nd night. \n\n2. We also share your concern about the pollution in the bay area and are committed to doing our part in keeping the area clean. We have boats cleaning up the trash on a daily basis but with the increase tourism, the problem has become more challenging. We will continue to make efforts to keep the area clean for the benefit of all. However, we want to emphasize that do not force our guests to swim in the water if they dont want to. If you feel the water is not safe to swim, you can kayak. We also cant just take you to swim in other areas because there are only a certain area designated for swimming for safety reason.\n\n3. Regarding the food, we apologize that the food served did not meet your expectation. We would like to assure you that we take all feedback seriously and would have made changes to the menu on the spot if we were made aware that you were not happy with the food. \n \n4. Regarding the issue with our manager Tom. We would like to clarify again that Tom has no involvement in any financial matter and it is not within his role to make any promises in this regards. Tom has been with us for many many years and he knows his role as well as what he can and cant do. We never meant any insult or would never call you a liar, what we meant was it was a misunderstanding, perhaps things got lost in translastion. About the tip you gave Tom, he personally wanted to give it back because he felt he was misunderstood and the tip was the reward for making the refund possible when in fact it was not. There was no insult intended at all.\n\n5. Regarding the pool, we NEVER advertise that we have an actual pool for swimming, in every confirmation we sent our guests there are always disclaimer that our pool is not a food size pool and its just a water feature for decor purposes. If you go on our page on every OTA platform, we never put a pool feature on. \n\nFinally we want to apologize again, especially it was your honeymoon and we could have done more to make you feel more taken care of. We hope that this experience didnt sour your impression of our beautiful country, and hope you would visit again.\n\nSincerely,\nLe Theatre TeamRead more",
            "Họ bắt đầu chuyến phà lên thuyền bằng cách quản lý những kỳ vọng của bạn, bạn đã không đặt mua một chuyến du thuyền 5 sao... đó là một Việt Nam 5 sao tương đương với một Việt Nam 3 sao là trên 10 sao, buồn cười là hệ thống nhìn chằm chằm này CHỈ được sử dụng vì mục đích của chiếc thuyền này rất lừa đảo. Nói là thuyền ổn, không lung linh như tất cả các bức ảnh nhưng cũng ổn. Chúng tôi khá thất vọng vì toàn bộ lý do chúng tôi đặt chiếc thuyền này là vì hồ bơi trên tàu hóa ra sâu đến mắt cá chân - đó là một bể bơi trưng bày và bạn thực sự không thể bơi trong đó. Họ cũng sẽ dặn bạn đừng nói chuyện với những người bán thuyền đến mạn thuyền. Đây hoàn toàn là để kiếm tiền vì đồ uống trên tàu là loại chúng tôi phải trả cao nhất trong cả nước. Thức ăn thật tuyệt vời, họ thậm chí còn thay đổi một trong những bữa ăn và nó rất ngon. Hầu hết nhân viên đều tuyệt vời mặc dù sự lịch sự và nhiệt tình đó không còn nữa khi bạn đang trên chuyến phà trở về đất liền. Các hoạt động thật tuyệt vời, chuyến đi xe đạp trong làng thật tuyệt vời - thức ăn trong làng khiến tôi phát ốm nhưng đó là một rủi ro mà bạn phải đối mặt. Đọc thêm",
            "Dịch vụ chuyên nghiệp và phi hành đoàn giàu kinh nghiệm đã khiến toàn bộ chuyến đi trở thành một niềm vui tuyệt đối. Spa trên tàu là một phần thưởng tuyệt vời khiến toàn bộ trải nghiệm giống như một giấc mơ! Tôi đặc biệt ấn tượng bởi đội ngũ am hiểu. Đó là một trải nghiệm tuyệt vời mà tôi rất muốn giới thiệu! Đọc thêm",
            "Chuyến đi 2 ngày 1 đêm tuyệt vời đến Vịnh Hạ Long. Hành trình đã diễn ra tuyệt vời, cabin tuyệt vời cực kỳ thoải mái, đồ ăn ngon được phục vụ suốt thời gian trên tàu. Chắc chắn sẽ đề nghị. Các nhân viên trên du thuyền rất đáng yêu, cực kỳ hữu ích và không có gì là quá rắc rối. Chắc chắn đề xuất một chuyến đi qua ale Theater CruisesĐọc thêm",
            "Chúng tôi đã có một thời gian tuyệt vời trên du thuyền. Các nhân viên rất xuất sắc, đồ ăn rất đặc biệt và những chuyến du ngoạn cực kỳ thú vị. Muốn giới thiệu gói 2 đêm 3 ngày.Đọc thêm",
            "Chúng tôi đã đặt hành trình trong 2 ngày 1 đêm để kỷ niệm ngày kỷ niệm của chúng tôi và chúng tôi đã có trải nghiệm tuyệt vời nhất. Họ sắp xếp một bữa tối dưới ánh nến với khung cảnh lãng mạn nhất trên boong và còn sắp xếp một chiếc bánh theo yêu cầu của chồng tôi! Chúng tôi là những người ăn chay và rất nghi ngờ về thức ăn nhưng họ đã chuẩn bị nhiều món ăn chay chỉ dành cho chúng tôi và thức ăn rất độc đáo và ngon miệng! Các phòng đều đẹp và sạch sẽ. Họ thậm chí còn làm một số đồ trang trí trong phòng cho ngày kỷ niệm của chúng tôi. Các nhân viên thực sự hiếu khách và hữu ích. Đặc biệt đề cập đến Tom, hướng dẫn viên du lịch của chúng tôi, người đảm bảo chúng tôi có trải nghiệm du lịch suôn sẻ. Cũng muốn đề cập đến Sam, người đã chăm sóc chúng tôi, đồ ăn và việc sắp xếp ngày kỷ niệm của chúng tôi.Đọc thêm",
            "Chúng tôi có trải nghiệm tốt trong chuyến đi với hướng dẫn viên du lịch Mr Tom chỉ cho chúng tôi xung quanh và giải thích về lịch sử Vịnh Hạ Long. Chúng tôi cũng rất ấn tượng với dịch vụ hữu ích và tử tế mà cô Anna cung cấp. Rất muốn giới thiệu bạn bè và người thân tham gia Le Theater Cruise.Đọc thêm"
        ],
        "star_ratings": [
            156,
            17,
            7,
            6,
            4
        ],
        "review_amount": 190,
        "location": [
            "Những việc cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Le Theatre"
        ],
        "reviews_time": [
            "Written July 1, 2023",
            "Written June 30, 2023",
            "Written June 21, 2023",
            "Written June 17, 2023",
            "Written June 17, 2023",
            "Written May 16, 2023",
            "Written May 4, 2023",
            "Written April 28, 2023",
            "Written April 25, 2023",
            "Written April 19, 2023"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17301407-Reviews-or20-Le_Theatre_Cruises-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or10-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or30-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1773993-Reviews-South_Pacific_Travel_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1758723-Reviews-Halong_Phoenix_Cruiser_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12365802-Reviews-OZ_Design_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17423640-Reviews-CleverGent-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6123322-Reviews-AsiaLink_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16698522-Reviews-Bee_Znees-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25080393-Reviews-Peridot_Spa_grand-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4475300-Reviews-Ha_Long_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5453577-Reviews-Bia_Hoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12925605-Reviews-Trendy_Spa_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g54215-d143504-Reviews-Edisto_Beach_State_Park-Edisto_Island_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g298658-d3629064-Reviews-Aspat_PlajI-Bodrum_City_Bodrum_District_Mugla_Province_Turkish_Aegean_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g42139-d2234870-Reviews-Detroit_RiverFront-Detroit_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g32847-d156964-Reviews-Coachella_Valley_Preserve-Palm_Springs_Greater_Palm_Springs_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g294197-d553546-Reviews-Myeongdong_Shopping_Street-Seoul.html",
            "https://www.tripadvisor.com/Attraction_Review-g1235481-d8620969-Reviews-Civita_di_Bagnoregio-Bagnoregio_Province_of_Viterbo_Lazio.html",
            "https://www.tripadvisor.com/Attraction_Review-g187518-d1544179-Reviews-Terra_Natura_Murcia-Murcia.html",
            "https://www.tripadvisor.com/Attraction_Review-g153981-d5779943-Reviews-Isla_San_Jorge-Puerto_Penasco_Northern_Mexico.html",
            "https://www.tripadvisor.com/Attraction_Review-g46531-d287767-Reviews-Liberty_Science_Center-Jersey_City_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g60999-d126749-Reviews-Grand_Prismatic_Spring-Yellowstone_National_Park_Wyoming.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or30-Le_Theatre_Cruises-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or20-Le_Theatre_Cruises-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trải nghiệm": 0.9176731978834141,
            "nhân viên": 0.9300807790173816,
            "le": 0.9341615503653884,
            "khăn": 0.5,
            "cánh hoa hồng": 0.5,
            "chai": 0.6802317276597023,
            "rượu vang": 0.5598600264638662,
            "trái cây địa phương": 0.5,
            "khung cảnh": 0.9335974407149479,
            "cửa sổ": 0.09896507393568754,
            "hướng dẫn viên": 0.7477556858793832,
            "bữa ăn": 0.756663118605502,
            "món ăn địa phương": 0.514736145734787,
            "món ăn truyền thống": -0.5701784745324403,
            "trải nghiệm ăn uống": 0.5322740469127893,
            "bữa tối": 0.8531909184918428,
            "hòn đảo": 0.9953283634968102,
            "người dân địa phương": 0.7494663704225483,
            "hành trình": 0.8737691454589367,
            "phòng": 0.9955902616299378,
            "chuyến đi": 0.8473917653900571,
            "thức ăn": 0.6897175819030963,
            "mặt trời": 0.9954785493900999,
            "món ăn": 0.9954914150875993,
            "hồ bơi": -0.9536303718341514,
            "trẻ em": -0.943904458777979,
            "chèo thuyền kayak": 0.5,
            "thuyền": 0.2811087089745949,
            "nước": 0.9899111988488585,
            "áo phao": -0.9304603855125606,
            "unesco": 0.9944981136359274,
            "tour": 0.9924325779720675,
            "pool": 0.9800167097710073,
            "chuyến phà": 0.5,
            "chuyến du thuyền": 0.5,
            "hệ thống nhìn chằm chằm": -0.9745745500549674,
            "tàu": -0.23653785028727725,
            "cá": 0.7087602950632572,
            "đồ uống": -0.8558597611263394,
            "chuyến đi xe đạp": 0.8737691454589367,
            "làng": 0.281592987885233,
            "dịch vụ": 0.9328824678668752,
            "phi hành đoàn": 0.9841182751115412,
            "spa": 0.8737691454589367,
            "giấc": 0.5,
            "tượng bởi": 0.8380912812426686,
            "vịnh": 0.8737691454589367,
            "cabin": 0.9345991220907308,
            "đồ ăn": 0.8566057280113455,
            "du thuyền": 0.9947415768401697,
            "chuyến du ngoạn": 0.9954472508979961,
            "bánh": 0.5,
            "ăn chay": 0.9494847534224391,
            "món ăn chay": 0.9949619075050578,
            "đồ trang trí": 0.8350866418331861,
            "hướng dẫn viên du": 0.5,
            "lịch sử": 0.5
        },
        "dicts_adj": {
            "trải nghiệm": [
                "đẹp",
                "thú vị",
                "đẹp đẽ",
                "giống",
                "tuyệt vời",
                "tuyệt vời",
                "tốt"
            ],
            "nhân viên": [
                "xuất sắc",
                "dễ chịu",
                "kiên nhẫn",
                "ấm áp",
                "hữu ích",
                "vui",
                "thân thiện",
                "tuyệt vời",
                "lịch sự",
                "hữu ích",
                "rắc rối",
                "xuất sắc",
                "thực sự"
            ],
            "le": [
                "xuất sắc"
            ],
            "khăn": [],
            "cánh hoa hồng": [],
            "chai": [
                "đầu tiên"
            ],
            "rượu vang": [
                "đầu tiên"
            ],
            "trái cây địa phương": [],
            "khung cảnh": [
                "rộng lớn",
                "hơn",
                "lãng mạn"
            ],
            "cửa sổ": [
                "rộng lớn",
                "hơn"
            ],
            "hướng dẫn viên": [
                "thú vị",
                "hoàn hảo",
                "trọn vẹn"
            ],
            "bữa ăn": [
                "quốc tế",
                "hơn",
                "ngon"
            ],
            "món ăn địa phương": [
                "quốc tế",
                "hơn"
            ],
            "món ăn truyền thống": [
                "quốc tế",
                "hơn"
            ],
            "trải nghiệm ăn uống": [
                "riêng"
            ],
            "bữa tối": [
                "đầu tiên",
                "đẹp",
                "lãng mạn"
            ],
            "hòn đảo": [
                "đẹp"
            ],
            "người dân địa phương": [
                "dễ chịu",
                "kiên nhẫn",
                "ấm áp"
            ],
            "hành trình": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "phòng": [
                "đẹp",
                "thoải mái",
                "đẹp",
                "sạch sẽ",
                "đẹp",
                "sạch sẽ"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "vui",
                "tuyệt đối",
                "tuyệt vời",
                "Chắc chắn"
            ],
            "thức ăn": [
                "tuyệt vời",
                "nhiều",
                "tuyệt vời",
                "rủi ro",
                "nhiều",
                "độc đáo"
            ],
            "mặt trời": [
                "đẹp"
            ],
            "món ăn": [],
            "hồ bơi": [
                "sâu"
            ],
            "trẻ em": [
                "sạch sẽ"
            ],
            "chèo thuyền kayak": [],
            "thuyền": [
                "lừa đảo",
                "lung linh",
                "ổn",
                "sâu"
            ],
            "nước": [],
            "áo phao": [
                "trẻ",
                "nhỏ"
            ],
            "unesco": [
                "to",
                "to"
            ],
            "tour": [
                "had",
                "no",
                "no"
            ],
            "pool": [],
            "chuyến phà": [],
            "chuyến du thuyền": [],
            "hệ thống nhìn chằm chằm": [
                "lừa đảo"
            ],
            "tàu": [
                "sâu"
            ],
            "cá": [
                "thực sự"
            ],
            "đồ uống": [
                "hoàn toàn",
                "cao"
            ],
            "chuyến đi xe đạp": [
                "tuyệt vời"
            ],
            "làng": [
                "tuyệt vời",
                "rủi ro"
            ],
            "dịch vụ": [
                "chuyên nghiệp",
                "ấn tượng",
                "hữu ích",
                "tử tế"
            ],
            "phi hành đoàn": [
                "giàu"
            ],
            "spa": [
                "tuyệt vời"
            ],
            "giấc": [],
            "tượng bởi": [
                "đặc biệt"
            ],
            "vịnh": [
                "tuyệt vời",
                "tốt"
            ],
            "cabin": [
                "tuyệt vời",
                "thoải mái"
            ],
            "đồ ăn": [
                "ngon",
                "suốt",
                "đặc biệt"
            ],
            "du thuyền": [
                "hữu ích",
                "rắc rối",
                "tuyệt vời"
            ],
            "chuyến du ngoạn": [
                "thú vị"
            ],
            "bánh": [],
            "ăn chay": [
                "nhiều"
            ],
            "món ăn chay": [
                "độc đáo"
            ],
            "đồ trang trí": [],
            "hướng dẫn viên du": [],
            "lịch sử": []
        },
        "list_proper_noun": [],
        "factor value": {
            "trải nghiệm": 5,
            "nhân viên": 7,
            "le": 2,
            "khăn": 1,
            "cánh hoa hồng": 1,
            "chai": 1,
            "rượu vang": 1,
            "trái cây địa phương": 1,
            "khung cảnh": 2,
            "cửa sổ": 1,
            "hướng dẫn viên": 2,
            "bữa ăn": 2,
            "món ăn địa phương": 1,
            "món ăn truyền thống": 1,
            "trải nghiệm ăn uống": 1,
            "bữa tối": 3,
            "hòn đảo": 1,
            "người dân địa phương": 1,
            "hành trình": 2,
            "phòng": 3,
            "chuyến đi": 4,
            "thức ăn": 3,
            "mặt trời": 1,
            "món ăn": 1,
            "hồ bơi": 2,
            "trẻ em": 1,
            "chèo thuyền kayak": 1,
            "thuyền": 2,
            "nước": 1,
            "áo phao": 1,
            "unesco": 1,
            "tour": 1,
            "pool": 1,
            "chuyến phà": 1,
            "chuyến du thuyền": 1,
            "hệ thống nhìn chằm chằm": 1,
            "tàu": 2,
            "cá": 1,
            "đồ uống": 1,
            "chuyến đi xe đạp": 1,
            "làng": 1,
            "dịch vụ": 2,
            "phi hành đoàn": 1,
            "spa": 1,
            "giấc": 1,
            "tượng bởi": 1,
            "vịnh": 2,
            "cabin": 1,
            "đồ ăn": 3,
            "du thuyền": 2,
            "chuyến du ngoạn": 1,
            "bánh": 1,
            "ăn chay": 1,
            "món ăn chay": 1,
            "đồ trang trí": 1,
            "hướng dẫn viên du": 1,
            "lịch sử": 1
        }
    },
    {
        "attraction_name": "Le Theatre Cruises",
        "attraction_name_vi": "Du thuyền Le Theater",
        "general_info": [
            "189 đánh giá",
            "140 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "TỪ NĂM 2019 Định nghĩa lại trải nghiệm khách sạn sang trọng Ngồi trên vách đá cao của Le Theater Cruise mang đến một phần tuyệt vời của chủ nghĩa tối giản hiện đại trên Vịnh Hạ Long, nhấn mạnh vào sự đơn giản trang nhã và đồ ăn hạng nhất, nơi trú ẩn thoáng mát, 21 cabin sang trọng của chúng tôi. Đọc thêm",
        "reviews": [
            "Chúng tôi tận hưởng kỳ nghỉ hai đêm trong Junior Suite. Chiếc thuyền sang trọng, nhân viên rất thân thiện và hữu ích, và các hoạt động được lên kế hoạch rất thú vị. Chúng tôi không bao giờ chán. Vịnh Hạ Long thật đáng chú ý.Đọc thêm",
            "Đây là một nơi đầy ắp nhưng thật thú vị khi được đến thăm Vịnh Hạ Long. Nhân viên rất chu đáo - đề cập đặc biệt đến Peter và Stephen. Thức ăn tuyệt vời. Cabin đẹp với tầm nhìn tuyệt đẹp từ mọi nơi.Đọc thêm",
            "Hành trình tuyệt vời, nhân viên thân thiện! Thuyền rất đẹp, Cabin đẹp có ban công, phòng thông nhau cho trẻ em!!  Đã có một thời gian tuyệt vời phong cảnh thật tuyệt vời! Thật không may do lượng khách đến thăm quanh năm cao nên có rất nhiều rác biển nhưng nếu bạn có thể nhìn qua thì bạn sẽ thích nó!! Hoàn toàn được đề xuất!! Đọc thêm",
            "Tôi lo lắng vì không có nhiều đánh giá, nhưng đó là một lựa chọn tốt và bố mẹ tôi rất thích nó! Trên hết, đồ ăn thực sự rất ngon! Cảm ơn Ruby, Aileen, Eugene và Bon vì đã thực hiện chuyến tham quan tuyệt vời tại Vịnh Hạ Long: Đọc thêm",
            "Đó là một kỳ nghỉ tuyệt vời mà tôi thực sự rất thích thú....Thực sự là một chuyến đi sang trọng. Cảm ơn Ruby, Eugene bon vì sự giúp đỡ tuyệt vời của họ...Các bạn đã làm cho cuộc hành trình của chúng tôi trở nên thú vị hơn.Đọc thêm",
            "Du thuyền rất đẹp và có đội ngũ nhân viên rất tốt. Đặc biệt Eugene, Jackie, Ruby, Bon và người quản lý đã hỗ trợ rất nhiều và rất thân thiện. Các hoạt động trên du thuyền rất thú vị và chúng tôi rất thích kỳ nghỉ của mìnhĐọc thêm",
            "Thức ăn rất ngon và tử tế. Và căn phòng rất sạch sẽ và đẹp! Chúng tôi thực sự rất thích chèo thuyền kayak và câu cá. Krichelle là máy chủ của chúng tôi, cô ấy thực sự tốt bụng và rất tốt. Và đặc biệt đề cập đến Ruby, Eugene và Bon, các bạn rất hữu ích cho gia đình chúng tôi. Thuyền rất đẹp. cảm ơn tất cả các bạn và chúng tôi thực sự thích chiếc thuyền tre địa phương!! Đọc thêm",
            "Du thuyền Le Theater. Nhờ tất cả các nhân viên, chúng tôi đã được đối xử VIP xứng đáng được 5 sao. Dịch vụ tuyệt vời, nhân viên ấm áp, đồ ăn phục vụ tuyệt vời, phòng vô nhiễm. Đặc biệt đề cập đến Eugene, Ruby Krichelle và Bon.Đọc thêm",
            "Cảm ơn sự giúp đỡ của phi hành đoàn. Ruby và Eugene. Hy vọng một ngày nào đó sẽ được gặp lại chuyến tàu này. Cảm ơn vì dịch vụ tốt của nhà hàng.Đọc thêm",
            "Đã ở đây một đêm, hai ngày và trải nghiệm thật tuyệt vời. Chắc chắn giới thiệu nó cho bất cứ ai đến Hà Nội. Eugene, Ruby, Jacky và tất cả nhân viên trên du thuyền đều nồng nhiệt như nhau đến mức khiến tất cả chúng tôi cảm thấy như ở nhà. Chắc chắn đừng bỏ lỡ trải nghiệm và hãy thử. Hoàn toàn xứng đáng. Cảm ơn bạnĐọc thêm"
        ],
        "star_ratings": [
            156,
            17,
            7,
            6,
            4
        ],
        "review_amount": 190,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Le Theater"
        ],
        "reviews_time": [
            "Written April 23, 2019",
            "Written January 23, 2020",
            "Written December 27, 2019",
            "Written December 20, 2019",
            "Written December 19, 2019",
            "Written December 18, 2019",
            "Written December 18, 2019",
            "Written December 17, 2019",
            "Written December 16, 2019",
            "Written December 14, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17301407-Reviews-or30-Le_Theatre_Cruises-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or20-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or40-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1773993-Reviews-South_Pacific_Travel_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1758723-Reviews-Halong_Phoenix_Cruiser_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12365802-Reviews-OZ_Design_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17423640-Reviews-CleverGent-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6123322-Reviews-AsiaLink_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16698522-Reviews-Bee_Znees-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25080393-Reviews-Peridot_Spa_grand-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4475300-Reviews-Ha_Long_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5453577-Reviews-Bia_Hoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12925605-Reviews-Trendy_Spa_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g198565-d1540774-Reviews-Lake_Tegernsee-Tegernsee_Upper_Bavaria_Bavaria.html",
            "https://www.tripadvisor.com/Attraction_Review-g60898-d7826970-Reviews-Ponce_City_Market-Atlanta_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g54359-d16743302-Reviews-Topgolf-Myrtle_Beach_South_Carolina.html",
            "https://www.tripadvisor.com/Attraction_Review-g53449-d12705347-Reviews-Union_Station-Pittsburgh_Pennsylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g187323-d191290-Reviews-Tiergarten-Berlin.html",
            "https://www.tripadvisor.com/Attraction_Review-g33520-d107196-Reviews-Twin_Lakes-Leadville_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g667499-d14781472-Reviews-Miracle_Lounge-Racha_Thewa_Samut_Prakan_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g298564-d321456-Reviews-Fushimi_Inari_taisha_Shrine-Kyoto_Kyoto_Prefecture_Kinki.html",
            "https://www.tripadvisor.com/Attraction_Review-g309713-d309981-Reviews-Maire_Nui_Gardens_Cafe-Rarotonga_Southern_Cook_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g155019-d185111-Reviews-Scarborough_Bluffs-Toronto_Ontario.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or40-Le_Theatre_Cruises-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or30-Le_Theatre_Cruises-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "kỳ nghỉ": 0.9829014711140189,
            "thuyền": 0.9438433312025154,
            "nhân viên": 0.8958310611196794,
            "vịnh": 0.9548225978893848,
            "thức ăn": 0.9955386750516482,
            "cabin": 0.8737691454589367,
            "tầm nhìn": 0.995513335452415,
            "hành trình": 0.9345403418992646,
            "phòng": 0.6652052432570296,
            "trẻ em": 0.5,
            "phong cảnh": 0.9954444878967479,
            "rác biển": 0.872374614700675,
            "đồ ăn": 0.9954951386607718,
            "chuyến tham quan": 0.9954612927394919,
            "chuyến đi sang": 0.9948156112222932,
            "du thuyền": 0.8737691454589367,
            "người quản lý": 0.995469264104031,
            "du": 0.9955111881135963,
            "chèo thuyền kayak": 0.5,
            "câu cá": 0.5,
            "thuyền tre": 0.995178259210661,
            "du thuyền le": 0.9149066675454378,
            "dịch vụ": 0.9190641790628433,
            "phi hành đoàn": 0.9877168145030737,
            "ruby": 0.589048988185823,
            "chuyến tàu": 0.89165816642344,
            "nhà hàng": 0.5,
            "trải nghiệm": 0.9931189366616309
        },
        "dicts_adj": {
            "kỳ nghỉ": [
                "tuyệt vời",
                "thực sự",
                "thích thú"
            ],
            "thuyền": [
                "sang trọng",
                "đẹp",
                "đẹp",
                "thú vị",
                "đẹp"
            ],
            "nhân viên": [
                "thân thiện",
                "hữu ích",
                "thú vị",
                "chu đáo",
                "đặc biệt",
                "tốt",
                "xứng đáng",
                "ấm áp"
            ],
            "vịnh": [
                "đầy ắp",
                "thú vị",
                "tuyệt vời"
            ],
            "thức ăn": [
                "tuyệt vời",
                "ngon",
                "tử tế"
            ],
            "cabin": [
                "đẹp",
                "đẹp",
                "đẹp"
            ],
            "tầm nhìn": [
                "đẹp"
            ],
            "hành trình": [
                "tuyệt vời",
                "thú vị",
                "hơn"
            ],
            "phòng": [
                "sạch sẽ",
                "đẹp"
            ],
            "trẻ em": [],
            "phong cảnh": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "rác biển": [
                "may",
                "cao",
                "nhiều",
                "có thể"
            ],
            "đồ ăn": [
                "thực sự",
                "ngon",
                "tuyệt vời"
            ],
            "chuyến tham quan": [
                "tuyệt vời"
            ],
            "chuyến đi sang": [
                "Thực sự",
                "sang trọng"
            ],
            "du thuyền": [
                "đẹp"
            ],
            "người quản lý": [
                "Đặc biệt",
                "nhiều",
                "thân thiện"
            ],
            "du": [
                "thú vị"
            ],
            "chèo thuyền kayak": [],
            "câu cá": [],
            "thuyền tre": [
                "thực sự"
            ],
            "du thuyền le": [],
            "dịch vụ": [
                "tuyệt vời",
                "tốt"
            ],
            "phi hành đoàn": [],
            "ruby": [],
            "chuyến tàu": [],
            "nhà hàng": [],
            "trải nghiệm": [
                "tuyệt vời",
                "Chắc chắn"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "kỳ nghỉ": 1.0,
            "thuyền": 2.0,
            "nhân viên": 2.5,
            "vịnh": 1.5,
            "thức ăn": 1.0,
            "cabin": 1.0,
            "tầm nhìn": 0.5,
            "hành trình": 1.0,
            "phòng": 1.5,
            "trẻ em": 0.5,
            "phong cảnh": 0.5,
            "rác biển": 0.5,
            "đồ ăn": 1.0,
            "chuyến tham quan": 0.5,
            "chuyến đi sang": 0.5,
            "du thuyền": 0.5,
            "người quản lý": 0.5,
            "du": 0.5,
            "chèo thuyền kayak": 0.5,
            "câu cá": 0.5,
            "thuyền tre": 0.5,
            "du thuyền le": 0.5,
            "dịch vụ": 1.0,
            "phi hành đoàn": 0.5,
            "ruby": 0.5,
            "chuyến tàu": 0.5,
            "nhà hàng": 0.5,
            "trải nghiệm": 0.5
        }
    },
    {
        "attraction_name": "Le Theatre Cruises",
        "attraction_name_vi": "Du thuyền Le Theater",
        "general_info": [
            "189 đánh giá",
            "140 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "TỪ NĂM 2019 Định nghĩa lại trải nghiệm khách sạn sang trọng Ngồi trên vách đá cao của Le Theater Cruise mang đến một phần tuyệt vời của chủ nghĩa tối giản hiện đại trên Vịnh Hạ Long, nhấn mạnh vào sự đơn giản trang nhã và đồ ăn hạng nhất, nơi trú ẩn thoáng mát, 21 cabin sang trọng của chúng tôi. Đọc thêm",
        "reviews": [
            "Đó là một trải nghiệm tuyệt vời trên du thuyền. Tom là một hướng dẫn viên, người quản lý tuyệt vời và chúng tôi thấy anh ấy rất trung thực và hữu ích, và mọi thứ chúng tôi cần đều có. Anna và Tequila đã giúp chúng tôi với các món ăn tuyệt vời của chúng tôi. Mọi thứ đều được thực hiện đúng thời gian và tất cả các nhân viên đều rất hữu íchĐọc thêm",
            "Hành trình 2 ngày 1 đêm từ Hạ Long qua vịnh Lan Hạ và Hạ Long. Về cơ bản, bất kỳ ai đã từng đi du lịch Việt Nam đều giới thiệu cho tôi, chuyến đi này đã đáp ứng được sự mong đợi. Khung cảnh ngoạn mục, đồ ăn tuyệt vời, phòng sạch sẽ, thoải mái, với các hoạt động vui vẻ và thú vị xuyên suốt. Cảm ơn người quản lý hành trình Peter và Lihn từ các nhân viên vì đã rất nhiệt tình và khiến chuyến đi trở nên dễ dàng và vui vẻ! Đọc thêm",
            "Hành trình 1 đêm đáng kinh ngạc trên Nhà hát Lê. Tom đã vượt lên trên để làm cho chuyến du ngoạn tuần trăng mật của chúng tôi trở nên đáng nhớ - giống như tạo ra trải nghiệm ăn uống riêng tư với những món hải sản tươi sống ngon tuyệt nhất, nâng cấp chúng tôi lên một căn phòng có ban công riêng nhìn ra 180 độ. Nhìn chung đồ ăn rất nổi bật, cũng như dịch vụ - đặc biệt gửi lời cảm ơn tới người phục vụ Lucky của chúng tôi, người thậm chí còn dạy chúng tôi một số cụm từ tiếng Việt hữu ích. Mặc dù thời tiết lạnh nhưng chúng tôi đã có khoảng thời gian tuyệt vời nhất!Đọc thêm",
            "Đến đây 1 đêm trong tuần trăng mật của chúng tôi và không thể hạnh phúc hơn với trải nghiệm này. Giao tiếp tuyệt vời với Jennie ngay từ khi bắt đầu đặt phòng và cô ấy đã sắp xếp và nâng cấp đặc biệt cho chúng tôi vì đây là tuần trăng mật của chúng tôi. Đón và trả khách từ Hà Nội rất dễ dàng và thoải mái trên một chiếc xe buýt limo nhỏ. Người quản lý Tom rất hiểu biết và thân thiện, anh ấy là một hướng dẫn viên du lịch tuyệt vời khi ở trên thuyền và đã vượt lên trên để làm cho thời gian của chúng tôi trở nên đặc biệt hơn. Máy chủ Lucky của chúng tôi rất tuyệt và đã dành cho chúng tôi nhiều sự chú ý hơn để đảm bảo rằng chúng tôi luôn có mọi thứ mình cần. Và nhân viên pha chế thân thiện Hải đã pha chế đồ uống tuyệt vời và chơi nhạc tuyệt vời ở phía sau. Thuyền và phòng của chúng tôi rất đẹp, sạch sẽ và có mọi thứ bạn cần. Chúng tôi thực sự muốn giới thiệu và thậm chí ở lại lâu hơn vào lần tới vì thuyền và nhân viên đã biến đây thành một trải nghiệm mà chúng tôi sẽ không bao giờ quên.Đọc thêm",
            "Kỳ nghỉ gia đình của chúng tôi với các cô con gái trưởng thành trên du thuyền không thể tuyệt vời hơn. Ngay từ lần đặt phòng đầu tiên với Jenni, người đã sắp xếp dịch vụ đưa đón, chúng tôi đã rất vui mừng với những căn phòng xinh đẹp nằm cạnh nhau. Quản lý Tom rất xuất sắc và thành viên dịch vụ Tequila đặc biệt về dịch vụ và sự thân thiện. Yêu giờ hạnh phúc hoàng hôn, câu mực và tham quan hang động. Đó là chuyến đi hoàn hảo đối với chúng tôi và chúng tôi không thể đề xuất cao hơn.Đọc thêm",
            "Các nhân viên thuyền thật đáng kinh ngạc. Người quản lý hành trình Tom của chúng tôi thật tuyệt vời, luôn đảm bảo chúng tôi có mọi thứ chúng tôi cần và rất tận tâm vì hạnh phúc của chúng tôi. Đặc biệt, chúng tôi cũng được 2 nhân viên chăm sóc rất chu đáo; May mắn và Tequila! Chúng tôi đã có khoảng thời gian tuyệt vời nhất; tất cả họ đều đảm bảo rằng chúng tôi hạnh phúc và được chăm sóc tốt. Mang theo áo khoác nếu bạn đi vào mùa đông!Đọc thêm",
            "Le Theater là tàu du lịch thứ 2 của tôi trên Vịnh Hạ Long và tôi đánh giá cao nó cho bất kỳ du khách nào. Có một cảm giác cao cấp đối với con tàu du lịch này mà không có mức giá cao cấp 8 sao. Người quản lý hành trình Tom rất am hiểu và có thể hướng dẫn chúng tôi trong suốt 2 đêm lưu trú và giúp chúng tôi cảm thấy thoải mái và thú vị. Dịch vụ trên tàu rất tuyệt vời, chúng tôi được Lucky chăm sóc, người đã làm rất tốt việc đảm bảo chúng tôi được ăn uống đầy đủ. Anh ấy rất chú ý đến nhu cầu của chúng tôi và đảm bảo trải nghiệm ăn uống của chúng tôi là đỉnh cao. Người phục vụ quầy bar chăm sóc chúng tôi tên là Tequila không chỉ là một ca sĩ giải trí tài năng mà còn có kỹ năng đứng sau quầy bar. Chúng tôi xin cảm ơn Le Theater đã giúp chúng tôi giải trí vào dịp Giáng sinh này tại Vịnh Hạ Long. Chúng tôi sẽ quay lại lần nữa! Đọc thêm",
            "Chúng tôi đã đi hưởng tuần trăng mật và đó là một trải nghiệm tuyệt vời. Hành trình và các nhân viên rất thân thiện và hữu ích trong suốt. Quản lý hành trình Tom và Peter cực kỳ giỏi và đảm bảo chuyến đi của chúng tôi là trải nghiệm tuyệt vời nhất. Nhân viên Linh đảm bảo rằng chúng tôi được chăm sóc giữa các bữa ăn và giúp đỡ chúng tôi mọi nhu cầu nhỏ. Nhà hàng và sân hiên có khung cảnh đẹp. Họ cũng đảm bảo sắp xếp cho chúng tôi một bàn riêng bên ngoài cho buổi hẹn hò lãng mạn của chúng tôi.Đọc thêm",
            "Tôi ở lại đây để đi du thuyền một đêm, tôi chọn hành trình này nhờ những đánh giá khác mà tôi đã thấy nhưng có một điều thú vị, dịch vụ bên trong hành trình thực sự tốt, không có gì phải phàn nàn nhưng lựa chọn đồ ăn của họ không tuyệt vời. Tôi đến cùng gia đình 5 người, chúng tôi đã trả tổng cộng khoảng 1000 đô la Mỹ. Hương vị thức ăn cũng không ngon lắm. Họ cũng không chuẩn bị bất kỳ loại nước trái cây nào cho hành khách trên máy bay mà chỉ cung cấp nước. Nhưng họ có chuẩn bị rau cho người ăn chay nhưng nhìn chung cái giá bạn phải trả cho chuyến đi sẽ không đáng nếu so với thực phẩm họ cung cấp, thực phẩm thiếu rất nhiều mùi vị. Về mặt hoạt động, tôi nghĩ nên có nhiều hoạt động khác ngoài chèo thuyền kayak và bơi lội. Đây là kinh nghiệm cá nhân của tôi với hành trình. Điều tuyệt vời nhất về chuyến đi đối với tôi là dịch vụ của thủy thủ đoàn và quang cảnh xung quanh vịnh Hạ Long. Tôi hy vọng quản trị viên và phi hành đoàn thực hiện các điều chỉnh và thay đổi dựa trên nhận xét và cải thiện trải nghiệm của hành khách khácĐọc thêm",
            "Chúng tôi đã dành 3 ngày 2 đêm trên du thuyền và là người du lịch lần đầu tiên, đó là một trong những điều hiếm có. Hành trình đã được lên kế hoạch kỹ lưỡng với Bơi lội và Chèo thuyền kayak vào ngày 1 và tham quan đảo Cát Bà, đạp xe quanh làng, Chèo thuyền kayak và bơi lội trên đường trở lại du thuyền vào ngày thứ 2. Vì chúng tôi là người ăn chay nên nhân viên phục vụ chắc chắn có nhiều món ăn khác nhau. các món ăn chay với những phần lớn mà thành thật mà nói, chúng tôi cảm thấy nhiều hơn một người có thể ăn trong một lần ngồi. Các nhân viên rất tử tế và sẵn sàng giúp đỡ bằng một ngón chân. Đặc biệt cảm ơn người quản lý Tom của chúng tôi vì đã giúp chúng tôi biến đây thành một chuyến đi đáng nhớ. Một trái tim cảm thấy biết ơn Lucky, người đã đảm bảo rằng chúng tôi được ăn uống đầy đủ với nhiều món ăn Nhìn chung, đó là một chuyến đi ngắn đặc biệt đối với chúng tôi. chúng tôi hoàn toàn thích thú và quay lại với những khuôn mặt tươi cười và vô số hình ảnh. Tôi thực sự muốn giới thiệu hành trình này dựa trên trải nghiệm cá nhân khi dành 2 đêm trên hành trình vì bạn sẽ có nhiều hoạt động được lên kế hoạch thực hiện hơn.Đọc thêm"
        ],
        "star_ratings": [
            156,
            17,
            7,
            6,
            4
        ],
        "review_amount": 190,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Le Theater"
        ],
        "reviews_time": [
            "Written January 15, 2023",
            "Written January 2, 2023",
            "Written December 29, 2022",
            "Written December 29, 2022",
            "Written December 28, 2022",
            "Written December 26, 2022",
            "Written December 26, 2022",
            "Written December 22, 2022",
            "Written December 17, 2022",
            "Written December 10, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17301407-Reviews-or40-Le_Theatre_Cruises-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or30-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or50-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1773993-Reviews-South_Pacific_Travel_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1758723-Reviews-Halong_Phoenix_Cruiser_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12365802-Reviews-OZ_Design_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17423640-Reviews-CleverGent-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6123322-Reviews-AsiaLink_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16698522-Reviews-Bee_Znees-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25080393-Reviews-Peridot_Spa_grand-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4475300-Reviews-Ha_Long_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5453577-Reviews-Bia_Hoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12925605-Reviews-Trendy_Spa_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g150774-d156123-Reviews-Rosarito_Beach-Rosarito_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g42716-d19097771-Reviews-South_Beach-South_Haven_Van_Buren_County_Michigan.html",
            "https://www.tripadvisor.com/Attraction_Review-g55525-d278952-Reviews-Blue_Bell_Creameries-Brenham_Texas.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d2152004-Reviews-Shibuya_Parco-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g32218-d506711-Reviews-Clear_Lake-Clearlake_Lake_County_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g303808-d552473-Reviews-Tvrdava_Fortica-Hvar_Hvar_Island_Split_Dalmatia_County_Dalmatia.html",
            "https://www.tripadvisor.com/Attraction_Review-g295424-d7238083-Reviews-Dubai_Turtle_Rehabilitation_Project-Dubai_Emirate_of_Dubai.html",
            "https://www.tripadvisor.com/Attraction_Review-g13806806-d1974076-Reviews-Dream_Mall-Qianzhen_Kaohsiung.html",
            "https://www.tripadvisor.com/Attraction_Review-g45086-d280039-Reviews-The_Rimrocks-Billings_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g60763-d13340345-Reviews-Line_Friends_Store-New_York_City_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or50-Le_Theatre_Cruises-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or40-Le_Theatre_Cruises-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trải nghiệm": 0.5944072137790499,
            "du thuyền": 0.5929900734045077,
            "hướng dẫn viên": 0.9945212894623789,
            "người quản lý": 0.9336343976319768,
            "món ăn": 0.38035624411228736,
            "nhân viên": 0.9831316805599878,
            "vịnh": 0.6822649824122587,
            "chuyến đi": 0.4272048931840497,
            "khung cảnh": 0.9320819498971105,
            "đồ ăn": 0.3385387411302266,
            "phòng": 0.727747602177745,
            "người quản lý hành trình": 0.9953217042299608,
            "hành trình": 0.7880441030138172,
            "nhà hát lê": 0.5,
            "tom": 0.8737691454589367,
            "chuyến du ngoạn": 0.9952563453116454,
            "tuần trăng mật": 0.9162304784792165,
            "trải nghiệm ăn uống": 0.5356390047818422,
            "hải sản": 0.9954664647812024,
            "dịch vụ": 0.8903210853022756,
            "người phục vụ": 0.5,
            "tiếng việt": 0.8737691454589367,
            "thời tiết": 0.36696844547986984,
            "khoảng thời gian": 0.8768423403671477,
            "xe buýt": 0.9831591187976301,
            "thuyền": 0.7063285802141763,
            "máy": 0.8737691454589367,
            "chủ lucky": 0.8737691454589367,
            "đồ uống": 0.9955165766878054,
            "nhạc": 0.9955053340527229,
            "kỳ nghỉ": 0.8737691454589367,
            "căn phòng": 0.9952882351935841,
            "quản lý tom": 0.8737691454589367,
            "hoàng hôn": 0.5,
            "hang động": 0.5,
            "áo khoác": 0.7602602066472173,
            "tàu du lịch": 0.5409894292242825,
            "con tàu du lịch": 0.5203303638845682,
            "mức": 0.5148249566555023,
            "giá": 0.5141817033290863,
            "tàu": 0.9951629575613575,
            "quầy bar": 0.5,
            "ca sĩ": 0.5,
            "le": 0.5,
            "quản lý hành trình": 0.8737691454589367,
            "bữa ăn": 0.5405141366645694,
            "nhà hàng": 0.8737691454589367,
            "thức ăn": -0.9732833730522543,
            "trái cây": -0.024791058152914047,
            "rau": -0.8927990584634244,
            "người": -0.8517955201677978,
            "ăn chay": -0.08974033559206873,
            "thực phẩm": -0.9736814987845719,
            "chèo thuyền kayak": 0.7388480603694916,
            "thủy thủ đoàn": 0.5,
            "quang cảnh": 0.5,
            "quản trị viên": -0.9213217445649207,
            "phi hành đoàn": -0.8412898005917668,
            "hành": 0.8737691454589367,
            "đảo": 0.5,
            "món ăn chay": 0.7717890068888664,
            "người quản lý tom": 0.8737691454589367,
            "khuôn mặt": 0.9954706970020197
        },
        "dicts_adj": {
            "trải nghiệm": [
                "tuyệt vời",
                "tuyệt vời",
                "tuyệt vời",
                "khác",
                "nhiều",
                "hơn"
            ],
            "du thuyền": [
                "tuyệt vời",
                "hơn",
                "khác",
                "thú vị",
                "đầu tiên",
                "hiếm"
            ],
            "hướng dẫn viên": [
                "tuyệt vời",
                "trung thực",
                "hữu ích",
                "tuyệt vời"
            ],
            "người quản lý": [
                "tuyệt vời",
                "trung thực",
                "hữu ích",
                "hiểu biết"
            ],
            "món ăn": [
                "tuyệt vời",
                "khác",
                "ngắn",
                "đặc biệt"
            ],
            "nhân viên": [
                "đúng",
                "hữu ích",
                "nhiệt tình",
                "tuyệt vời",
                "Đặc biệt",
                "chu đáo",
                "May mắn",
                "thân thiện",
                "suốt",
                "nhỏ",
                "chắc chắn",
                "nhiều",
                "tử tế",
                "sẵn sàng"
            ],
            "vịnh": [
                "cao",
                "bất kỳ"
            ],
            "chuyến đi": [
                "cơ bản",
                "bất kỳ",
                "dễ dàng",
                "vui vẻ",
                "hoàn hảo",
                "cao",
                "hơn",
                "tuyệt vời",
                "nhiều",
                "ngắn",
                "đặc biệt"
            ],
            "khung cảnh": [
                "ngoạn mục",
                "đẹp"
            ],
            "đồ ăn": [
                "tuyệt vời",
                "nổi bật",
                "tuyệt vời"
            ],
            "phòng": [
                "sạch sẽ",
                "thoải mái",
                "vui vẻ",
                "thú vị",
                "suốt",
                "đặc biệt",
                "đẹp",
                "sạch sẽ",
                "đầu tiên"
            ],
            "người quản lý hành trình": [
                "nhiệt tình",
                "tuyệt vời",
                "tận tâm",
                "am hiểu",
                "suốt",
                "thoải mái",
                "thú vị"
            ],
            "hành trình": [
                "thân thiện",
                "suốt",
                "nhiều",
                "hơn"
            ],
            "nhà hát lê": [],
            "tom": [
                "giống"
            ],
            "chuyến du ngoạn": [
                "giống"
            ],
            "tuần trăng mật": [
                "giống",
                "hạnh phúc",
                "hơn",
                "tuyệt vời"
            ],
            "trải nghiệm ăn uống": [
                "riêng tư"
            ],
            "hải sản": [
                "ngon tuyệt"
            ],
            "dịch vụ": [
                "đặc biệt",
                "vui mừng",
                "đặc biệt",
                "tuyệt vời",
                "tốt",
                "đầy đủ",
                "thực sự",
                "tốt"
            ],
            "người phục vụ": [],
            "tiếng việt": [
                "nổi bật"
            ],
            "thời tiết": [
                "lạnh"
            ],
            "khoảng thời gian": [
                "tuyệt vời",
                "nhất",
                "tuyệt vời",
                "tốt"
            ],
            "xe buýt": [
                "dễ dàng",
                "thoải mái",
                "nhỏ"
            ],
            "thuyền": [
                "đặc biệt",
                "hơn",
                "đẹp",
                "sạch sẽ"
            ],
            "máy": [
                "tuyệt",
                "nhiều",
                "hơn"
            ],
            "chủ lucky": [
                "tuyệt",
                "nhiều",
                "hơn"
            ],
            "đồ uống": [
                "tuyệt vời"
            ],
            "nhạc": [
                "tuyệt vời"
            ],
            "kỳ nghỉ": [
                "tuyệt vời",
                "hơn"
            ],
            "căn phòng": [
                "xinh đẹp"
            ],
            "quản lý tom": [
                "xuất sắc"
            ],
            "hoàng hôn": [],
            "hang động": [],
            "áo khoác": [],
            "tàu du lịch": [
                "cao",
                "bất kỳ"
            ],
            "con tàu du lịch": [
                "cao cấp"
            ],
            "mức": [
                "cao cấp"
            ],
            "giá": [
                "cao cấp"
            ],
            "tàu": [
                "tuyệt vời",
                "tốt",
                "đầy đủ"
            ],
            "quầy bar": [],
            "ca sĩ": [],
            "le": [],
            "quản lý hành trình": [
                "giỏi"
            ],
            "bữa ăn": [
                "nhỏ"
            ],
            "nhà hàng": [
                "đẹp"
            ],
            "thức ăn": [
                "ngon"
            ],
            "trái cây": [
                "bất kỳ"
            ],
            "rau": [
                "nhiều"
            ],
            "người": [
                "nhiều"
            ],
            "ăn chay": [
                "nhiều",
                "chắc chắn",
                "nhiều"
            ],
            "thực phẩm": [
                "nhiều",
                "nhiều"
            ],
            "chèo thuyền kayak": [
                "nhiều",
                "khác",
                "kỹ lưỡng",
                "kỹ lưỡng"
            ],
            "thủy thủ đoàn": [],
            "quang cảnh": [],
            "quản trị viên": [
                "khác"
            ],
            "phi hành đoàn": [
                "khác"
            ],
            "hành": [
                "kỹ lưỡng"
            ],
            "đảo": [],
            "món ăn chay": [
                "nhiều",
                "hơn"
            ],
            "người quản lý tom": [
                "Đặc biệt"
            ],
            "khuôn mặt": [
                "hoàn toàn",
                "tươi cười"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "trải nghiệm": 6,
            "du thuyền": 4,
            "hướng dẫn viên": 2,
            "người quản lý": 2,
            "món ăn": 2,
            "nhân viên": 6,
            "vịnh": 3,
            "chuyến đi": 5,
            "khung cảnh": 2,
            "đồ ăn": 3,
            "phòng": 4,
            "người quản lý hành trình": 3,
            "hành trình": 3,
            "nhà hát lê": 1,
            "tom": 1,
            "chuyến du ngoạn": 1,
            "tuần trăng mật": 3,
            "trải nghiệm ăn uống": 1,
            "hải sản": 1,
            "dịch vụ": 4,
            "người phục vụ": 2,
            "tiếng việt": 1,
            "thời tiết": 1,
            "khoảng thời gian": 2,
            "xe buýt": 1,
            "thuyền": 2,
            "máy": 1,
            "chủ lucky": 1,
            "đồ uống": 1,
            "nhạc": 1,
            "kỳ nghỉ": 1,
            "căn phòng": 1,
            "quản lý tom": 1,
            "hoàng hôn": 1,
            "hang động": 1,
            "áo khoác": 1,
            "tàu du lịch": 1,
            "con tàu du lịch": 1,
            "mức": 1,
            "giá": 1,
            "tàu": 1,
            "quầy bar": 1,
            "ca sĩ": 1,
            "le": 1,
            "quản lý hành trình": 1,
            "bữa ăn": 1,
            "nhà hàng": 1,
            "thức ăn": 1,
            "trái cây": 1,
            "rau": 1,
            "người": 1,
            "ăn chay": 2,
            "thực phẩm": 1,
            "chèo thuyền kayak": 2,
            "thủy thủ đoàn": 1,
            "quang cảnh": 1,
            "quản trị viên": 1,
            "phi hành đoàn": 1,
            "hành": 1,
            "đảo": 1,
            "món ăn chay": 1,
            "người quản lý tom": 1,
            "khuôn mặt": 1
        }
    },
    {
        "attraction_name": "Le Theatre Cruises",
        "attraction_name_vi": "Du thuyền Le Theater",
        "general_info": [
            "189 đánh giá",
            "140 trong số 625 Tour du thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "TỪ NĂM 2019 Định nghĩa lại trải nghiệm khách sạn sang trọng Ngồi trên vách đá cao của Le Theater Cruise mang đến một phần tuyệt vời của chủ nghĩa tối giản hiện đại trên Vịnh Hạ Long, nhấn mạnh vào sự đơn giản trang nhã và đồ ăn hạng nhất, nơi trú ẩn thoáng mát, 21 cabin sang trọng của chúng tôi. Đọc thêm",
        "reviews": [
            "Chúng tôi đã dành một đêm hai ngày trên du thuyền và cảm giác như lâu hơn! Các hoạt động - chèo thuyền kayak, bơi trong Vịnh, khám phá hang động - rất thú vị và được sắp xếp hợp lý để chúng tôi có thể nghỉ ngơi giữa chúng. Các đầu bếp đã cố gắng hết sức để đảm bảo các yêu cầu về chế độ ăn chay của chúng tôi được đáp ứng tốt và chúng tôi vẫn có được những món ăn ngon như những người ăn tạp. Phi hành đoàn luôn sẵn lòng giúp đỡ và biến nó thành một trải nghiệm đặc biệt hơn - đặc biệt cảm ơn Tequila Tháng và David, những người đã nỗ lực hết mình để khiến nó trở nên thú vị!Đọc thêm",
            "Chúng tôi đã có thời gian tốt nhất trên hành trình! Các nhân viên thực sự chăm sóc chúng tôi và cảm giác đó giống như một trải nghiệm sang trọng và đáng yêu. Đó là một chiếc thuyền đẹp với nội thất tốt và tiện nghi nhưng chính đội ngũ nhân viên đã thực sự dành thời gian cho chúng tôiĐọc thêm",
            "Là những người lần đầu tiên đi tàu tuần dương, đây là một cách tuyệt vời để trải nghiệm chuyến đi và thử nghiệm vùng biển. Phòng rộng rãi, sạch sẽ, có phòng tắm đẹp và ban công để tận hưởng, các quán bar và sảnh khách trên thuyền rất đẹp.  Thức ăn rất ngon và nhiều.  Chúng tôi đã gặp một số người tuyệt vời và luôn có một hoạt động đang diễn ra nếu bạn muốn tham gia. Các nhân viên rất chu đáo, đặc biệt là Tequila trẻ tuổi, anh ấy rất háo hức làm hài lòng. Người quản lý hành trình Peter thật đặc biệt. Anh ấy rất chuyên nghiệp và biết tên mọi người trên tàu và dường như có mặt ở mọi nơi cùng một lúc.  Lời chỉ trích duy nhất là áp lực nước trong phòng tắm dự kiến ​​​​trên thuyền thấp và nước luôn ấm áp, tuy nhiên điều này không làm giảm đi toàn bộ trải nghiệm. Le Theater là một trong những con tàu đẹp nhất trong vịnh.  Bất chấp khối lượng công tác hậu cần khổng lồ để vận chuyển hàng nghìn người đến và đi từ Hà Nội và Vịnh Hạ Long mỗi ngày, nó dường như vẫn chạy như một cỗ máy được bôi dầu tốt. Rất khuyến khích.Đọc thêm",
            "Thực hiện hành trình 2D1N này như một phần của gói khách sạn. Vì Le Theater được quảng cáo là một chuyến du thuyền sang trọng trên Vịnh Hạ Long nên chúng tôi đã mong đợi một số món ăn ngon và cabin sang trọng. Và chúng tôi đã thất vọng. Thức ăn ở mức tốt nhất. Khi lên máy bay, có một bữa trưa tự chọn, trông giống như một bữa tiệc tự chọn ở một nhà hàng thông thường, đủ ngon để thưởng thức, nhưng không phải là thứ bạn sẽ muốn nhớ như một món ăn sang trọng. Bữa tối là thực đơn cố định, không có lựa chọn nào ở đây gồm đĩa hải sản hàu, nghêu, tôm, 2 miếng mực và cá chẽm, súp có vị như súp vào bữa trưa, món thịt lợn om thịt lợn dai dai, rau xào gần như vô vị họ có thể làm tốt hơn! với cơm. Và bữa sáng nhẹ là món phở đáng quên, với bữa sáng muộn tự chọn, một bữa trưa kém cỏi hơn của ngày hôm trước! Và sau đó là Junior Balcony Suite. Ngoài niềm an ủi duy nhất là một chiếc giường thoải mái, tiện nghi là khách sạn 3 sao, còn mọi thứ khác đều trông cũ kỹ và lỗi thời. Con tàu này không thể nào được hạ thủy vào năm 2019, có thể là năm 2009! Phi hành đoàn đã cố gắng hết sức để giữ cho mọi người vui vẻ, nhưng thực sự, nếu bạn cho chúng tôi ăn uống đầy đủ và cung cấp cho chúng tôi những tiện nghi sang trọng trong một căn phòng sang trọng, thậm chí có thể là một quầy bar nhỏ, họ sẽ không cần phải làm vậy chứ đừng nói đến việc tổ chức bất kỳ hoạt động nào khác những gì được tổ chức thực sự không tuyệt vời đến thế..., Vịnh Hạ Long có lẽ sẽ khiến chúng ta say đắm trong suốt thời gian còn lại!Đọc thêm",
            "Chúng tôi đã có một hành trình rất đáng thất vọng. Chúng tôi đã đặt hành trình The Madeline, trông rất đẹp trong các bức ảnh của nó, tuy nhiên, 36 giờ trước khi khởi hành theo lịch trình, chúng tôi đã chuyển sang hành trình Le Theater, một chiếc thuyền rõ ràng là kém hơn. Sau đó tôi phát hiện ra rằng mọi người ở Le Theater cũng đã đặt chỗ Madeline và nhận được sự đối xử tương tự. Sau đó chúng tôi biết rằng điều này đã xảy ra với các cặp đôi khác, 6 cuộc hẹn hò khác, cùng một câu chuyện và lý do được đưa ra mỗi lần. Bạn đặt một chiếc thuyền năm sao và nhận được một chiếc thuyền 3 sao. Nó đã lỗi thời và không có khả năng nó là mới vào năm 2019. Để lại vị chua thực sự trong miệng chúng ta. Thực sựKhông chắc chắn Madeline thậm chí còn tồn tại vì không có một bức ảnh nào của khách được công bố trên các trang đánh giá của nó.Đọc thêm",
            "Hãy bắt đầu với PROS1. Vịnh Hạ Long rất đẹp và chắc chắn đáng để ghé thăm. Chúng tôi rất thích ngồi trên sân thượng và ngắm nhìn những tảng đá vôi trôi qua.2. Phi hành đoàn trên thuyền rất thân thiện và tốt bụng. Chúng tôi đi du lịch cùng cô con gái 1 tuổi của mình và họ đã cố gắng cung cấp thức ăn và sự thoải mái cho cô ấy, họ có một chiếc ghế ăn cho trẻ em trên tàuCONS1. Đây không phải là cách thứ 5:Tôi tức giận với tất cả những nơi nói rằng con thuyền này được khánh thành vào năm 2019 - đó hoàn toàn là một lời nói dối. Chiếc thuyền trông rất chạy xuống và mòn. Nó ít nhất là 15-20 tuổi. 2. Chúng tôi đã thực hiện 2 đêm 3 ngày - đừng bận tâm đến điều đó: Ngày 2 lặp lại chính xác ngày 1, bạn đi cùng một tuyến đường trong cả hai ngày, để quay lại và thả hành khách và đón những hành khách mới. Thực đơn giống nhau và bạn sẽ có cái nhìn trực tiếp về việc không thể dọn dẹp đúng cách trong vòng 45 phút ngắn ngủi trước khi khách mới đến. Toàn bộ cảm giác như đang ở trên một băng chuyền.3. Hồ bơi trên boong tắm nắng ngập nước bẩn khoảng 15 cm. Chúng tôi không muốn con gái mình ở gần nó. Chúng tôi yêu cầu họ dọn dẹp và họ đã làm vậy, nhưng nó vẫn khá bẩn. 4. Nhà điều hành đề cập đến COVID-19 như một lý do và chúng tôi chắc chắn có thể đánh giá cao rằng ngành du lịch đang gặp khó khăn, nhưng tôi chỉ muốn biết mình đang đăng ký vì mục đích gì. 5. Hoạt động này có vẻ không bền vững khi đội ngũ làm việc suốt ngày đêm và thời gian quay vòng ngắn để đón khách mới.Đọc thêm",
            "Tôi nên bắt đầu từ đâu đây! Dịch vụ hạng nhất từ ​​toàn bộ phi hành đoàn. Đặc biệt là quản lý Tom và Peter. Tuy nhiên, lời khen đặc biệt dành cho Lucky, người phục vụ của chúng tôi trong suốt hai đêm và ba ngày trên tàu. Chúng tôi đang ăn mừng tuần trăng mật và sự chăm sóc, quan tâm và bất ngờ đặc biệt từ phi hành đoàn đã biến mọi thứ thành mọi thứ mà chúng tôi có thể mơ ước. Chiếc thuyền này thực sự đẹp. Đó là một hành trình dày đặc với chèo thuyền kayak, bơi lội, đạp xe, thư giãn và tất nhiên là ăn uống và chúng tôi yêu thích từng khoảnh khắc! Tôi muốn nói rằng nếu bạn có thể, thì 2 đêm là điều TUYỆT ĐỐI PHẢI làm. Lựa chọn một đêm đơn giản là quá ngắn. Khi bạn lên thuyền, mọi thứ đột nhiên trở nên khá vội vã và giống như một cuộc đua để hoàn thành các hoạt động hơn là thư giãn và tận hưởng một trong những nơi tuyệt đẹp nhất trên trái đất trên một chiếc thuyền thực sự tuyệt đẹp. Tuy nhiên, với đêm thứ hai, tốc độ sẽ tốt hơn rất nhiều và bạn thực sự có thể đánh giá cao những gì mình đang thấy và dành thời gian để đắm mình vào đó. Chưa kể đến phần thưởng là được thưởng thức nhiều đồ ăn và đồ uống ngon hơn trên tàu! Nhìn chung, chúng tôi rất thích thời gian trên tàu và một lần nữa xin gửi lời cảm ơn đặc biệt đến Lucky, Tom và những người còn lại trong phi hành đoàn tận tụy, chăm chỉ này! Có rất nhiều du thuyền sang trọng khác ở vịnh Hạ Long mà tôi chắc chắn là cũng tuyệt vời không kém và tất cả các du thuyền đều có hành trình và thời gian biểu giống hệt nhau nhưng tôi không thể tưởng tượng bất kỳ du thuyền nào vượt qua được Le theatre về mặt thiết kế, sự thoải mái và sự chú ý đến từng chi tiết! Cảm ơn vì đã cho chúng tôi lên tàu! Đọc thêm",
            "1. Thức ăn - Đã có thực đơn lập sẵn cho bữa tối và chúng tôi buộc phải ăn món đó duy nhất. Nếu chúng tôi thích thứ gì đó trong thực đơn của họ và hỏi lại, họ sẽ từ chối phục vụ. Hoàn toàn bất ngờ từ một chuyến du thuyền sang trọng Ngoài ra, trái cây đặt trong phòng đều bị thối2. Hoạt động - Có một hoạt động đi thuyền được lên kế hoạch lúc 7:15 sáng. Chúng tôi đến nơi lúc 7h14 sáng nhưng tàu đã khởi hành. Họ thậm chí còn không nhắc nhở chúng tôi trước khi thuyền khởi hành3. Phòng - Phòng tốt nhưng khóa ở cửa trước không hoạt động. Dù đã thông báo nhưng họ vẫn không sửa. Chúng tôi phải kê túi lên cửa và ngủ qua đêm. Chúng tôi ở trong Phòng-112 Ngoài ra, họ còn tính tiền nước ngay cả sau khi trả 30 nghìn inr cho một đêm Nhìn chung, hoàn toàn lãng phí tiền bạc và là phần tồi tệ duy nhất trong chuyến đi Việt Nam của chúng tôi. Vui lòng không đặt hành trình nàyĐọc thêm",
            "Phong cảnh thật tuyệt vời, thuyền rất thoải mái, chúng tôi có 2 phòng ở tầng trên, những chuyến du ngoạn rất thú vị và con người rất tốt bụng. Đặc biệt là Andrew, người phục vụ của chúng tôi, người rất hữu ích. Đồ ăn cũng rất ngon. Đọc thêm",
            "Ồ. Chúng tôi rất ấn tượng bởi hành trình này. Không chỉ vẻ đẹp của con tàu và các phòng nghỉ mà còn là kiến ​​thức chuyên môn và sự thân thiện của nhân viên. Phòng của chúng tôi có một chiếc giường tuyệt vời, nhiều không gian, ban công ngọt ngào, tủ lạnh nhỏ và phòng tắm tốt. Các bữa ăn và hoạt động là đỉnh cao. Tom là giám đốc hành trình của chúng tôi và anh ấy rất hướng dẫn và hữu ích trong hành trình. Quản gia của chúng tôi là Andrew. thật là một người tốt bụng, hữu ích và thú vị! Tôi giới thiệu hành trình này cho bất kỳ ai muốn thư giãn và được chiều chuộng.Đọc thêm"
        ],
        "star_ratings": [
            156,
            17,
            7,
            6,
            4
        ],
        "review_amount": 190,
        "location": [
            "Những việc cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Le Theater"
        ],
        "reviews_time": [
            "Written December 8, 2022",
            "Written December 3, 2022",
            "Written November 27, 2022",
            "Written November 22, 2022",
            "Written November 20, 2022",
            "Written November 15, 2022",
            "Written November 10, 2022",
            "Written November 7, 2022",
            "Written November 5, 2022",
            "Written October 28, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17301407-Reviews-or50-Le_Theatre_Cruises-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or40-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or60-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1773993-Reviews-South_Pacific_Travel_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1758723-Reviews-Halong_Phoenix_Cruiser_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12365802-Reviews-OZ_Design_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17423640-Reviews-CleverGent-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6123322-Reviews-AsiaLink_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16698522-Reviews-Bee_Znees-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25080393-Reviews-Peridot_Spa_grand-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4475300-Reviews-Ha_Long_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5453577-Reviews-Bia_Hoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12925605-Reviews-Trendy_Spa_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g642199-d2332025-Reviews-Alvor_Boardwalk-Alvor_Portimao_Faro_District_Algarve.html",
            "https://www.tripadvisor.com/Attraction_Review-g147416-d2477014-Reviews-Junkanoo_Beach-Nassau_New_Providence_Island_Bahamas.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d4108044-Reviews-Honolulu_Fish_Auction-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g662629-d14122475-Reviews-Casino_Corfu-Corfu_Town_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g293984-d8528007-Reviews-Sarona_Market-Tel_Aviv_Tel_Aviv_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g60652-d2573160-Reviews-Lanikai_Pillbox_Trail-Kailua_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g2361223-d14928485-Reviews-Blue_Spring-Putaruru_Waikato_Region_North_Island.html",
            "https://www.tripadvisor.com/Attraction_Review-g60865-d145927-Reviews-Needles_Eye-Custer_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g776013-d4267847-Reviews-Barbati_Beach-Barbati_Corfu_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g47929-d104752-Reviews-Howe_Caverns-Howes_Cave_New_York.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or60-Le_Theatre_Cruises-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or50-Le_Theatre_Cruises-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "du thuyền": 0.8115109028973772,
            "chèo thuyền kayak bơi": 0.9872320934082381,
            "vịnh": 0.5952345281218488,
            "hang động": 0.9846602351171896,
            "đầu bếp": 0.9924442005576566,
            "độ": 0.9843657796736807,
            "ăn chay": 0.9752643464598805,
            "món ăn": 0.9934092204348417,
            "phi hành đoàn": 0.7803268590942025,
            "trải nghiệm": 0.8243502409992894,
            "nhân viên": 0.8131748860469088,
            "thuyền": 0.3600313129549138,
            "tàu": 0.9110519424430095,
            "tuần dương": 0.9951034180121496,
            "chuyến đi": 0.5,
            "vùng biển": 0.5,
            "phòng": 0.96752270233895,
            "quán bar": 0.9952510556322522,
            "thức ăn": 0.9623866396577796,
            "người": 0.9955666663590819,
            "người quản lý hành trình": 0.9897569597233087,
            "nước": 0.3668970316648483,
            "le": 0.8737691454589367,
            "con": 0.995093013450969,
            "khách sạn": -0.0016019088216125965,
            "chuyến du thuyền": 0.9924150753067806,
            "cabin": 0.988303063553758,
            "bữa trưa": 0.15690695580560715,
            "bữa tiệc tự chọn": 0.47415297653060406,
            "nhà hàng": 0.5545468668133253,
            "bữa tối": 0.544516745954752,
            "thực đơn": 0.49659230932593346,
            "đĩa": 0.2785171833044539,
            "hải sản": 0.057539526761199035,
            "hàu": 0.33777533440540236,
            "nghêu": 0.26717006966161233,
            "tôm": 0.2695190634888907,
            "miếng mực": 0.16846124556226036,
            "cá chẽm súp": 0.19617385572443405,
            "thịt lợn om": -0.3202809849753976,
            "thịt lợn": 0.16975798566515246,
            "rau xào": -0.11053678346797824,
            "cơm": 0.5611555436626077,
            "bữa sáng nhẹ": -0.9435204872861505,
            "món phở": -0.9484029947780073,
            "bữa sáng muộn": -0.9744379508774728,
            "giường": 0.6378833393682726,
            "tiện nghi": 0.9139776071533561,
            "căn": 0.9938392854528502,
            "quầy bar": -0.11484126932919025,
            "hành trình": 0.49606111359753413,
            "le theater": 0.9936582932714373,
            "câu chuyện": -0.9612960612867028,
            "vị": 0.5,
            "chua": 0.5,
            "sân thượng": 0.989901325548999,
            "ghế ăn cho trẻ em": 0.5,
            "hồ bơi": 0.15232156217098236,
            "dịch vụ": 0.8737691454589367,
            "tom": 0.9267237265594304,
            "tuần trăng mật": 0.9954831909853965,
            "chèo thuyền kayak": 0.5,
            "đạp xe": 0.5,
            "đêm thứ": 0.9954110069083981,
            "đồ ăn": 0.9777988922724035,
            "đồ uống": 0.7524972457031254,
            "phi hành đoàn tận tụy chăm chỉ": 0.9952753816032782,
            "món đó": 0.9856484595220536,
            "trái cây": 0.5,
            "túi": 0.47629947029054165,
            "phòng-112": 0.8737691454589367,
            "và là": -0.006933526019565761,
            "việt nam": 0.8737691454589367,
            "phong cảnh": 0.8737691454589367,
            "chuyến du ngoạn": 0.9955396233126521,
            "con người": 0.9938951844233088,
            "tượng": 0.5,
            "con tàu": 0.5,
            "phòng nghỉ": 0.5,
            "không gian": 0.9950169278308749,
            "phòng tắm": 0.5610706526786089,
            "bữa ăn": 0.9950264869839884,
            "quản gia": 0.5427417755126953
        },
        "dicts_adj": {
            "du thuyền": [
                "lâu",
                "hơn",
                "sang trọng",
                "khác",
                "bất kỳ",
                "thoải mái",
                "sang trọng"
            ],
            "chèo thuyền kayak bơi": [
                "thú vị",
                "hợp lý"
            ],
            "vịnh": [
                "thú vị",
                "hợp lý",
                "khổng lồ",
                "tốt",
                "sang trọng",
                "suốt",
                "đẹp",
                "chắc chắn",
                "chắc chắn",
                "tuyệt vời",
                "kém"
            ],
            "hang động": [
                "thú vị",
                "hợp lý"
            ],
            "đầu bếp": [
                "tốt"
            ],
            "độ": [
                "tốt"
            ],
            "ăn chay": [
                "tốt"
            ],
            "món ăn": [
                "ngon",
                "ngon",
                "sang trọng"
            ],
            "phi hành đoàn": [
                "đặc biệt",
                "hơn",
                "đặc biệt",
                "thú vị",
                "vui vẻ",
                "thực sự",
                "đầy đủ",
                "thân thiện",
                "tốt bụng"
            ],
            "trải nghiệm": [
                "đặc biệt",
                "hơn",
                "đặc biệt",
                "thú vị",
                "sang trọng"
            ],
            "nhân viên": [
                "thực sự",
                "giống",
                "thực sự",
                "chu đáo",
                "đặc biệt",
                "trẻ",
                "háo hức",
                "hài lòng"
            ],
            "thuyền": [
                "đẹp",
                "tốt",
                "đẹp",
                "thấp",
                "đẹp",
                "rõ ràng",
                "kém",
                "hơn",
                "thân thiện",
                "tốt bụng",
                "phải",
                "hoàn toàn",
                "thực sự",
                "đẹp",
                "vội vã",
                "giống",
                "hơn",
                "đẹp",
                "thực sự",
                "đẹp",
                "thoải mái"
            ],
            "tàu": [
                "tuyệt vời",
                "đẹp",
                "đặc biệt",
                "suốt"
            ],
            "tuần dương": [
                "tuyệt vời"
            ],
            "chuyến đi": [],
            "vùng biển": [],
            "phòng": [
                "đẹp",
                "rộng rãi",
                "sạch sẽ",
                "sang trọng",
                "tốt",
                "tốt",
                "thú vị",
                "tốt"
            ],
            "quán bar": [
                "đẹp"
            ],
            "thức ăn": [
                "ngon",
                "nhiều",
                "tốt",
                "thoải mái",
                "sẵn"
            ],
            "người": [
                "tuyệt vời"
            ],
            "người quản lý hành trình": [
                "đặc biệt"
            ],
            "nước": [
                "thấp"
            ],
            "le": [
                "đẹp"
            ],
            "con": [
                "đẹp"
            ],
            "khách sạn": [
                "2D1 N",
                "cũ kỹ"
            ],
            "chuyến du thuyền": [
                "sang trọng"
            ],
            "cabin": [
                "sang trọng"
            ],
            "bữa trưa": [
                "giống",
                "gần",
                "tốt",
                "hơn",
                "hơn"
            ],
            "bữa tiệc tự chọn": [
                "thông thường",
                "đủ",
                "ngon",
                "phải"
            ],
            "nhà hàng": [
                "thông thường",
                "đủ",
                "ngon",
                "phải"
            ],
            "bữa tối": [
                "cố định",
                "duy nhất"
            ],
            "thực đơn": [
                "cố định"
            ],
            "đĩa": [
                "gần",
                "tốt",
                "hơn"
            ],
            "hải sản": [
                "gần",
                "tốt",
                "hơn"
            ],
            "hàu": [
                "gần",
                "tốt",
                "hơn"
            ],
            "nghêu": [
                "gần",
                "tốt",
                "hơn"
            ],
            "tôm": [
                "gần",
                "tốt",
                "hơn"
            ],
            "miếng mực": [
                "gần",
                "tốt",
                "hơn"
            ],
            "cá chẽm súp": [
                "gần",
                "tốt",
                "hơn"
            ],
            "thịt lợn om": [
                "gần",
                "tốt",
                "hơn"
            ],
            "thịt lợn": [
                "gần",
                "tốt",
                "hơn"
            ],
            "rau xào": [
                "gần",
                "tốt",
                "hơn"
            ],
            "cơm": [],
            "bữa sáng nhẹ": [
                "hơn"
            ],
            "món phở": [
                "hơn"
            ],
            "bữa sáng muộn": [
                "hơn"
            ],
            "giường": [
                "thoải mái",
                "tuyệt vời",
                "nhiều"
            ],
            "tiện nghi": [
                "sang trọng"
            ],
            "căn": [
                "sang trọng"
            ],
            "quầy bar": [
                "nhỏ",
                "khác",
                "thực sự",
                "tuyệt vời"
            ],
            "hành trình": [
                "dày đặc",
                "hữu ích",
                "bất kỳ"
            ],
            "le theater": [
                "tương tự"
            ],
            "câu chuyện": [
                "khác",
                "khác"
            ],
            "vị": [],
            "chua": [],
            "sân thượng": [
                "đá vôi"
            ],
            "ghế ăn cho trẻ em": [],
            "hồ bơi": [
                "bẩn",
                "khoảng"
            ],
            "dịch vụ": [
                "nhất"
            ],
            "tom": [
                "Đặc biệt"
            ],
            "tuần trăng mật": [
                "bất ngờ",
                "đặc biệt"
            ],
            "chèo thuyền kayak": [],
            "đạp xe": [],
            "đêm thứ": [
                "tốt",
                "hơn",
                "nhiều",
                "thực sự",
                "cao"
            ],
            "đồ ăn": [
                "ngon",
                "hơn",
                "ngon"
            ],
            "đồ uống": [
                "ngon",
                "hơn"
            ],
            "phi hành đoàn tận tụy chăm chỉ": [
                "đặc biệt"
            ],
            "món đó": [
                "duy nhất"
            ],
            "trái cây": [],
            "túi": [],
            "phòng-112": [
                "hoàn toàn"
            ],
            "và là": [
                "tồi tệ",
                "duy nhất"
            ],
            "việt nam": [
                "hoàn toàn"
            ],
            "phong cảnh": [
                "tuyệt vời"
            ],
            "chuyến du ngoạn": [
                "thú vị"
            ],
            "con người": [
                "tốt bụng"
            ],
            "tượng": [],
            "con tàu": [],
            "phòng nghỉ": [],
            "không gian": [
                "nhỏ"
            ],
            "phòng tắm": [
                "tuyệt vời",
                "nhiều"
            ],
            "bữa ăn": [],
            "quản gia": []
        },
        "list_proper_noun": [],
        "factor value": {
            "du thuyền": 3,
            "chèo thuyền kayak bơi": 1,
            "vịnh": 5,
            "hang động": 1,
            "đầu bếp": 1,
            "độ": 1,
            "ăn chay": 1,
            "món ăn": 2,
            "phi hành đoàn": 4,
            "trải nghiệm": 3,
            "nhân viên": 3,
            "thuyền": 7,
            "tàu": 3,
            "tuần dương": 1,
            "chuyến đi": 1,
            "vùng biển": 1,
            "phòng": 5,
            "quán bar": 1,
            "thức ăn": 4,
            "người": 1,
            "người quản lý hành trình": 1,
            "nước": 1,
            "le": 1,
            "con": 1,
            "khách sạn": 1,
            "chuyến du thuyền": 1,
            "cabin": 1,
            "bữa trưa": 1,
            "bữa tiệc tự chọn": 1,
            "nhà hàng": 1,
            "bữa tối": 2,
            "thực đơn": 1,
            "đĩa": 1,
            "hải sản": 1,
            "hàu": 1,
            "nghêu": 1,
            "tôm": 1,
            "miếng mực": 1,
            "cá chẽm súp": 1,
            "thịt lợn om": 1,
            "thịt lợn": 1,
            "rau xào": 1,
            "cơm": 1,
            "bữa sáng nhẹ": 1,
            "món phở": 1,
            "bữa sáng muộn": 1,
            "giường": 2,
            "tiện nghi": 1,
            "căn": 1,
            "quầy bar": 1,
            "hành trình": 4,
            "le theater": 1,
            "câu chuyện": 1,
            "vị": 1,
            "chua": 1,
            "sân thượng": 1,
            "ghế ăn cho trẻ em": 1,
            "hồ bơi": 1,
            "dịch vụ": 1,
            "tom": 1,
            "tuần trăng mật": 1,
            "chèo thuyền kayak": 1,
            "đạp xe": 1,
            "đêm thứ": 1,
            "đồ ăn": 2,
            "đồ uống": 1,
            "phi hành đoàn tận tụy chăm chỉ": 1,
            "món đó": 1,
            "trái cây": 1,
            "túi": 1,
            "phòng-112": 1,
            "và là": 1,
            "việt nam": 1,
            "phong cảnh": 1,
            "chuyến du ngoạn": 1,
            "con người": 1,
            "tượng": 1,
            "con tàu": 1,
            "phòng nghỉ": 1,
            "không gian": 1,
            "phòng tắm": 1,
            "bữa ăn": 1,
            "quản gia": 1
        }
    },
    {
        "attraction_name": "Le Theatre Cruises",
        "attraction_name_vi": "Du thuyền Le Theater",
        "general_info": [
            "189 đánh giá",
            "140 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "TỪ NĂM 2019 Định nghĩa lại trải nghiệm khách sạn sang trọng Ngồi trên vách đá cao của Le Theater Cruise mang đến một phần tuyệt vời của chủ nghĩa tối giản hiện đại trên Vịnh Hạ Long, nhấn mạnh vào sự đơn giản trang nhã và đồ ăn hạng nhất, nơi trú ẩn thoáng mát, 21 cabin sang trọng của chúng tôi. Đọc thêm",
        "reviews": [
            "Trải nghiệm không thể tin được ở Vịnh Hạ Long.- tàu du lịch thật tuyệt vời- quang cảnh từ ban công của chúng tôi thật tuyệt vời- hành trình thật tuyệt vời - những trải nghiệm thực sự đa dạng từ chèo thuyền kayak đến làm nem cho đến chuyến đi thuyền truyền thống qua hang động- ẩm thực Việt Nam ngon miệng - khung cảnh đáng kinh ngạc từ sàn phơi nắng Các nhân viên đã tạo ra trải nghiệm. Tom là một người quản lý tuyệt vời và đã cung cấp cho chúng tôi những hiểu biết sâu sắc trong suốt chuyến đi. Chúng tôi yêu Andrew - anh ấy đã dành thời gian để tìm hiểu chúng tôi ở mức độ cá nhân, anh ấy luôn cười và luôn sẵn sàng đảm bảo chúng tôi hạnh phúc và có được những gì chúng tôi muốn, anh ấy chia sẻ tình yêu của mình với Việt Nam và thậm chí còn cung cấp cho chúng tôi những lời khuyên về việc di chuyển. phần còn lại của chúng tôi ở Việt Nam. Chúng tôi đã đi du lịch rất nhiều - dịch vụ của Andrew và Toms là dịch vụ tốt nhất mà chúng tôi từng trải nghiệm!Đọc thêm",
            "Chuyến đi này thật tuyệt vời!! Chúng tôi đến đó để mừng sinh nhật vợ tôi và chắc chắn sẽ là một kỷ niệm khó quên đối với chúng tôi. Các nhân viên thực sự cố gắng hết sức để làm bạn vui vẻ mọi lúc, đặc biệt là Andrew và Peter, họ đã chăm sóc chúng tôi, cảm ơn các bạn vì dịch vụ tuyệt vời của các bạn. Đọc thêm",
            "Con tàu rất đẹp, các hoạt động rất tuyệt, điều tuyệt vời nhất chắc chắn là đội ngũ nhân viên cực kỳ tốt bụng, thân thiện và hữu ích - đặc biệt là người quản lý hành trình và người phục vụ Andrew Giang của chúng tôi.Đọc thêm",
            "Hành trình hoàn hảo!!!! Chúng tôi đã thực hiện rất nhiều nghiên cứu để cố gắng tìm ra một chiếc thuyền sang trọng, nhỏ gọn và không tốn kém. Chúng tôi rất vui vì đã đến Le Theater! Phòng của chúng tôi, phòng điều hành rất đẹp với sàn riêng. Phòng tắm có bồn tắm lớn nhìn ra vịnh. Những trải nghiệm họ cung cấp đã cho chúng tôi những góc nhìn đáng kinh ngạc khi chèo thuyền kayak và tham quan các hang động sáng và tối. Một điểm nổi bật đáng ngạc nhiên là các nhân viên. Quản lý tàu Tom rất xuất sắc - lòng hiếu khách tuyệt vời. Andrew là một người phục vụ hiểu biết, chu đáo và tốt bụng. Chúng tôi thực sự thích làm quen với anh ấy và rất ấn tượng với kiến ​​thức cũng như lời giới thiệu về rượu vang của anh ấy. Thêm vào đó tiếng Anh của anh ấy thật tuyệt vời. Nhìn chung hành trình này là một điểm nổi bật trong chuyến đi của chúng tôi. Tôi muốn giới thiệu cho tất cả gia đình và bạn bè.Đọc thêm",
            "chúng tôi rất hài lòng về chuyến đi của mình, rất vui và cảm ơn nhân viên quản gia lucky đã tạo ra nhiều điều tuyệt vời cho tôi, hẹn gặp lại bạnĐọc thêm",
            "Chuyến du ngoạn tuyệt vời với đồ ăn thực sự tuyệt vời và dịch vụ 5 sao! Xin gửi lời cảm ơn đặc biệt đến Andrew và Tom, những người đã làm cho chuyến đi trở nên vô cùng đáng nhớ! Đọc thêm",
            "Trải nghiệm tuyệt vời, địa điểm tuyệt vời và đồ ăn thì tuyệt vời. Toàn bộ đội ngũ rất chuyên nghiệp nhưng người quản lý Tom và quản gia riêng của tôi Lucky thì tuyệt vời. Rất đáng để giới thiệu.Đọc thêm",
            "Dịch vụ tuyệt vời từ tất cả nhân viên, đặc biệt là Andrew, người rất hữu ích và thân thiện. Người quản lý hành trình, Tom, cũng rất tốt bụng và dễ gần. Anh ấy đã giúp chúng tôi tìm phương tiện di chuyển đến điểm đến tiếp theo. Chúng tôi muốn giới thiệu hành trình này!Đọc thêm",
            "Chuyến đi thật đáng yêu, căn phòng tôi có thật tuyệt vời. Sau khi leo lên vòng ha Gaing trong 3 ngày ở trong ký túc xá và nhà dân, một chuyến du thuyền sang trọng như thế này chính xác là thứ tôi cần. Tất cả nhân viên trên tàu đều rất thân thiện. Đặc biệt là Andrew và Peter. Andrew đã cho tôi một số lời khuyên địa phương trong phần còn lại của chuyến đi và giúp đỡ tôi rất nhiều trong chuyến đi. Tôi muốn giới thiệu điều này cho bất kỳ ai đi du lịch đến vịnh Hạ Long.Đọc thêm",
            "Chúng tôi đã có một khoảng thời gian tuyệt vời. Dịch vụ này rất tuyệt vời, đặc biệt cảm ơn Tom và Andrew đã vượt lên trên để biến nó thành món ăn thú vị, phong cảnh thật tuyệt vời - chúng tôi đã chèo thuyền kayak trong một giờ và cũng đi xem một hang động trên chiếc thuyền nhỏ của người dân địa phương Nhìn chung - rất cao đề nghịĐọc thêm",
            "Ai đó là Câu lạc bộ về giá cả đồ uống và các lựa chọn? Tốt nhất là tôi có một thực đơn? ThxĐọc thêm",
            "Chúng tôi muốn biết về các hoạt động. Có bao gồm bơi lội không, ngoài chèo thuyền kayak? Ngoài ra, có chuyến thăm tới bất kỳ vị trí đất liền nào, chẳng hạn như làng chài không?Đọc thêm",
            "CHÀO,\nXin lỗi vì trả lời chậm. \nCó cơ hội bơi lội nhưng không thực sự được khuyến khích, chỉ ở phía tây trực tiếp.\nKhông, không có chuyến tham quan nào trong chuyến đi ngoại trừ chuyến tham quan hang động.Đọc thêm",
            "Thuyền có khu vực hút thuốc không?\nCó thể hút thuốc trên thuyền?Đọc thêm",
            "Xin lỗi vì trả lời muộn, nhưng tôi không nhớ liệu có được phép hút thuốc hay không. Tôi chắc chắn không phải ở bên trong mà có lẽ là ở bên ngoài cốp.Đọc thêm",
            "Xin chào, phí đặt chỗ có bao gồm đưa đón từ Hà Nội không?Đọc thêm",
            "Kính thưa quý khách, \nCảm ơn câu hỏi của bạn.\nTất cả các đặt phòng từ Booking, agoda, Expedia không bao gồm dịch vụ đưa đón từ Hà Nội, thông tin thêm xin vui lòng liên hệ với chúng tôi qua What-app hoặc Email.\nTrân trọng.\nNhóm Letheatre,Đọc thêm",
            "Xin chào, tôi muốn biết liệu giá đưa đón đến và đi từ Hà Nội có được bao gồm trong giá đưa raĐọc thêm",
            "Chuyển khoản của chúng tôi không được bao gồm. Khi chúng tôi làm, nó có giá khoảng 35 mỗi người và huấn luyện viên rất tử tế.Đọc thêm",
            "Xin chào, có phòng hoặc khu vực dành riêng cho người hút thuốc không? cảm ơn bạnĐọc thêm",
            "Xin chào, bạn có thể hút thuốc ở ban công, một số bên ngoài đang ở trên thuyềnĐọc thêm"
        ],
        "star_ratings": [
            156,
            17,
            7,
            6,
            4
        ],
        "review_amount": 190,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Le Theater"
        ],
        "reviews_time": [
            "Written October 27, 2022",
            "Written October 25, 2022",
            "Written October 23, 2022",
            "Written October 23, 2022",
            "Written October 21, 2022",
            "Written October 19, 2022",
            "Written October 17, 2022",
            "Written October 17, 2022",
            "Written October 16, 2022",
            "Written October 15, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17301407-Reviews-or60-Le_Theatre_Cruises-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or50-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or70-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1773993-Reviews-South_Pacific_Travel_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1758723-Reviews-Halong_Phoenix_Cruiser_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12365802-Reviews-OZ_Design_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17423640-Reviews-CleverGent-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6123322-Reviews-AsiaLink_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16698522-Reviews-Bee_Znees-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25080393-Reviews-Peridot_Spa_grand-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4475300-Reviews-Ha_Long_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5453577-Reviews-Bia_Hoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12925605-Reviews-Trendy_Spa_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g36269-d132786-Reviews-Morton_Arboretum-Lisle_DuPage_County_Illinois.html",
            "https://www.tripadvisor.com/Attraction_Review-g143026-d8410993-Reviews-Jackson_Glacier_Overlook-Glacier_National_Park_Montana.html",
            "https://www.tripadvisor.com/Attraction_Review-g40951-d10606511-Reviews-Moody_Beach-Wells_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g32004-d3876301-Reviews-Southland_Casino_Hotel-West_Memphis_Arkansas.html",
            "https://www.tripadvisor.com/Attraction_Review-g58590-d812183-Reviews-Mt_Baker_Snoqualmie_National_Forest-Marblemount_Washington.html",
            "https://www.tripadvisor.com/Attraction_Review-g34599-d24093632-Reviews-Bestbet_St_Augustine-St_Augustine_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g32147-d2243107-Reviews-Camarillo_Premium_Outlets-Camarillo_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g60814-d181706-Reviews-Savannah_Historic_District-Savannah_Georgia.html",
            "https://www.tripadvisor.com/Attraction_Review-g46528-d104355-Reviews-Six_Flags_Safari-Jackson_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g51956-d12562735-Reviews-Short_Sands_Beach-Manzanita_Oregon.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or70-Le_Theatre_Cruises-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or60-Le_Theatre_Cruises-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trải nghiệm": 0.6245897151529789,
            "vịnh": 0.7423271394800395,
            "-": 0.8737691454589367,
            "tàu du lịch": 0.9954105316428468,
            "cảnh từ": 0.9954911067616194,
            "kayak đến làm": 0.5,
            "thuyền truyền thống": 0.5,
            "ẩm thực": 0.5,
            "nam ngon": 0.8737691454589367,
            "kinh ngạc": 0.5,
            "người": 0.7414286216565719,
            "chuyến đi": 0.7836924640927464,
            "dịch vụ": 0.8658355027902871,
            "kỷ niệm": 0.9835906305816025,
            "nhân viên": 0.9856305502238684,
            "con tàu": 0.8737691454589367,
            "người quản lý hành trình": 0.746863470209064,
            "người phục vụ": 0.5,
            "hành trình": 0.985919242608361,
            "thuyền": 0.7134740762412548,
            "le theater": 0.9936655767960474,
            "phòng": 0.9954554051510058,
            "sàn": 0.5,
            "phòng tắm": 0.8296039663255215,
            "góc nhìn": 0.5,
            "chèo thuyền kayak": 0.5,
            "hang động sáng": 0.5,
            "tàu tom": 0.9955754184047692,
            "kiến ​​thức": 0.5,
            "rượu vang": 0.5,
            "chuyến": 0.9950809378642589,
            "quản gia": 0.9828682877705432,
            "chuyến du ngoạn": 0.8737691454589367,
            "đồ ăn": 0.8026354052417446,
            "đồ ăn thì": 0.9954700215021148,
            "đội": 0.9896460059098899,
            "tom": 0.8737691454589367,
            "quản gia riêng": 0.9920616761082783,
            "phương tiện di chuyển": 0.9661397661548108,
            "ký túc xá": 0.801958367228508,
            "nhà dân": 0.023224743898026645,
            "du thuyền": 0.3470101429265924,
            "khoảng thời gian": 0.9945400321157649,
            "món ăn": 0.9955626041046344,
            "phong cảnh": 0.9953801346709952,
            "hang động": 0.499459445476532,
            "người dân địa phương": 0.993227144354023
        },
        "dicts_adj": {
            "trải nghiệm": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "vịnh": [
                "bất kỳ"
            ],
            "-": [
                "tuyệt vời"
            ],
            "tàu du lịch": [
                "tuyệt vời"
            ],
            "cảnh từ": [
                "tuyệt vời"
            ],
            "kayak đến làm": [],
            "thuyền truyền thống": [],
            "ẩm thực": [],
            "nam ngon": [
                "tuyệt vời"
            ],
            "kinh ngạc": [],
            "người": [
                "tuyệt vời",
                "sâu sắc",
                "suốt"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "đặc biệt",
                "tuyệt vời",
                "nhiều"
            ],
            "dịch vụ": [
                "tốt",
                "tốt",
                "tuyệt vời",
                "tuyệt vời",
                "đặc biệt",
                "hữu ích",
                "tuyệt vời",
                "đặc biệt"
            ],
            "kỷ niệm": [
                "chắc chắn",
                "khó"
            ],
            "nhân viên": [
                "thực sự",
                "vui vẻ",
                "đặc biệt",
                "tốt bụng",
                "hữu ích",
                "đặc biệt",
                "nổi bật",
                "nhiều",
                "tuyệt vời",
                "thân thiện"
            ],
            "con tàu": [
                "đẹp",
                "tuyệt điều",
                "tuyệt vời",
                "chắc chắn"
            ],
            "người quản lý hành trình": [
                "tốt bụng",
                "dễ",
                "gần"
            ],
            "người phục vụ": [],
            "hành trình": [
                "nổi bật"
            ],
            "thuyền": [
                "nhiều",
                "sang trọng",
                "nhỏ",
                "gọn",
                "nhỏ"
            ],
            "le theater": [
                "vui"
            ],
            "phòng": [
                "đẹp",
                "đẹp",
                "tuyệt vời"
            ],
            "sàn": [],
            "phòng tắm": [
                "lớn"
            ],
            "góc nhìn": [],
            "chèo thuyền kayak": [],
            "hang động sáng": [],
            "tàu tom": [
                "xuất sắc",
                "tuyệt vời"
            ],
            "kiến ​​thức": [],
            "rượu vang": [],
            "chuyến": [
                "vui"
            ],
            "quản gia": [
                "nhiều",
                "tuyệt vời"
            ],
            "chuyến du ngoạn": [
                "tuyệt vời"
            ],
            "đồ ăn": [
                "thực sự",
                "tuyệt vời"
            ],
            "đồ ăn thì": [
                "tuyệt vời"
            ],
            "đội": [
                "chuyên nghiệp"
            ],
            "tom": [
                "chuyên nghiệp"
            ],
            "quản gia riêng": [
                "tuyệt vời"
            ],
            "phương tiện di chuyển": [],
            "ký túc xá": [
                "sang trọng",
                "chính xác"
            ],
            "nhà dân": [
                "sang trọng",
                "chính xác"
            ],
            "du thuyền": [
                "sang trọng",
                "chính xác"
            ],
            "khoảng thời gian": [
                "tuyệt vời"
            ],
            "món ăn": [
                "thú vị"
            ],
            "phong cảnh": [
                "tuyệt vời"
            ],
            "hang động": [
                "nhỏ"
            ],
            "người dân địa phương": [
                "cao"
            ]
        },
        "list_proper_noun": [],
        "factor value": {
            "trải nghiệm": 3,
            "vịnh": 2,
            "-": 1,
            "tàu du lịch": 1,
            "cảnh từ": 1,
            "kayak đến làm": 1,
            "thuyền truyền thống": 1,
            "ẩm thực": 1,
            "nam ngon": 1,
            "kinh ngạc": 1,
            "người": 1,
            "chuyến đi": 5,
            "dịch vụ": 5,
            "kỷ niệm": 1,
            "nhân viên": 5,
            "con tàu": 1,
            "người quản lý hành trình": 2,
            "người phục vụ": 1,
            "hành trình": 2,
            "thuyền": 2,
            "le theater": 1,
            "phòng": 2,
            "sàn": 1,
            "phòng tắm": 1,
            "góc nhìn": 1,
            "chèo thuyền kayak": 1,
            "hang động sáng": 1,
            "tàu tom": 1,
            "kiến ​​thức": 1,
            "rượu vang": 1,
            "chuyến": 1,
            "quản gia": 1,
            "chuyến du ngoạn": 1,
            "đồ ăn": 1,
            "đồ ăn thì": 1,
            "đội": 1,
            "tom": 1,
            "quản gia riêng": 1,
            "phương tiện di chuyển": 1,
            "ký túc xá": 1,
            "nhà dân": 1,
            "du thuyền": 1,
            "khoảng thời gian": 1,
            "món ăn": 1,
            "phong cảnh": 1,
            "hang động": 1,
            "người dân địa phương": 1
        }
    },
    {
        "attraction_name": "Le Theatre Cruises",
        "attraction_name_vi": "Du thuyền Le Theater",
        "general_info": [
            "189 đánh giá",
            "140 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "TỪ NĂM 2019 Định nghĩa lại trải nghiệm khách sạn sang trọng Ngồi trên vách đá cao của Le Theater Cruise mang đến một phần tuyệt vời của chủ nghĩa tối giản hiện đại trên Vịnh Hạ Long, nhấn mạnh vào sự đơn giản trang nhã và đồ ăn hạng nhất, nơi trú ẩn thoáng mát, 21 cabin sang trọng của chúng tôi. Đọc thêm",
        "reviews": [
            "Một nhân viên tuyệt vời - đặc biệt là Andrew, người rất tốt và đã cố gắng hết sức để khiến chúng tôi hạnh phúc trong tuần trăng mật. Chỉ có điều bất lợi - không có nhiều lựa chọn thực phẩm cho người ăn chay. Đọc thêm",
            "Các nhân viên rất xuất sắc và cực kỳ hiếu khách, mang đến cho bạn trải nghiệm giản dị và rất thân thiện. Từ Quản lý tour Tom mô tả hành trình của chúng tôi đến Quản lý nhà hàng Giang liên tục giám sát cho đến những người phục vụ Lucky và Huyền phục vụ chúng tôi và chăm chú giữa đám đông hành khách, cho đến Bartender theo phong cách Mohawk và tất cả các nhân viên khác, mọi người đều hết sức chú ý và dành cho chúng tôi sự ưu ái không thiên vị. Thức ăn thì tuyệt vời và các phòng thì cực kỳ sang trọng và đó là một phòng tắm nhìn ra đại dương yên tĩnh như sự im lặng của một giọt kim. Chắc chắn sẽ quay lại và giới thiệu hành trình đặc biệt này. Cảm ơn bạn vì trải nghiệm tuyệt vời, lòng hiếu khách và khung cảnh thiên đường.Đọc thêm",
            "Một chuyến đi tuyệt vời, chắc chắn đề nghị nó! Chúng tôi được chào đón trên thuyền bởi đội ngũ nhân viên nhiệt tình, đáp ứng mọi nhu cầu của chúng tôi trong suốt chuyến đi. Các cabin đều tuyệt vời và boong tàu đều sạch sẽ, ngăn nắp, với nhiều món ăn Việt Nam mang hương vị khác nhau trong suốt chuyến tham quan. Nếu bạn muốn ngắm nhìn khung cảnh tuyệt đẹp của Vịnh Hạ Long, đây thực sự là một lựa chọn chuyến đi tốt và xin chân thành cảm ơn Andrew vì sự phục vụ thân thiện và tận tâm của bạn!Đọc thêm",
            "Rất tiếc phải nói rằng chúng tôi đã có một trải nghiệm thực sự tồi tệ. Hai chiếc giường cứng mỏng ghép lại với nhau để lại một khoảng trống ở giữa và khiến giấc ngủ trở nên khó khăn. Tôi đã yêu cầu đồ ăn chay và bệnh tiểu đường đã loại bỏ khoai tây khỏi lựa chọn thực phẩm của tôi và những gì tôi nhận được là những đĩa dưa chuột, cà rốt với súp lơ luộc và bông cải xanh mà tôi không thể thưởng thức. Một ít xôi trong món cà ri khoai tây không hợp khẩu vị đã giết chết vị giác của tôi. 2 ngày tôi bị bỏ đói và bị đối xử như một bệnh nhân. Điều trớ trêu là vào giữa đêm hoàn toàn không có nguồn cung cấp nước trong phòng tắm, đó là một trải nghiệm khủng khiếp. Nó đã được giải quyết sau đó. Ngoài ra, bồn tắm không được làm sạch sau những vị khách trước đó và vẫn còn nước bẩn trong đó. Ngoài ra, 30 phút trước giờ trả phòng họ đã tắt điều hòa trong phòng lúc 9 giờ sáng. Có vẻ như cách họ buộc mọi người phải thanh toán kịp thời, đây không phải là cách đối xử đúng đắn với khách. Toàn bộ trải nghiệm thật thảm hại. Tôi chắc chắn không giới thiệu Le Theater Cruise.Đọc thêm",
            "Hoàn toàn thích hành trình này. Tom giám đốc hành trình của chúng tôi, Andrew và Sam và tất cả các nhân viên đều rất xuất sắc. Chuyến đi rất thư giãn. Phòng của chúng tôi lớn hơn nhiều so với tôi mong đợi. Tầm nhìn tuyệt vời từ phòng tắm trong phòng và ban công nhìn ra Vịnh Hạ Long. Chúng tôi thật may mắn vì chuyến đi chỉ mới đầy một nửa và đi ở một khu vực yên tĩnh của vịnh. Cảm giác như chúng tôi đã có tất cả cho riêng mình. Yêu thích việc có thể chèo thuyền kayak và bơi trong vịnh và thức ăn thật tuyệt vời. Rất nhiều lựa chọn thân thiện với celiac cho tôi. Rất muốn giới thiệu.Đọc thêm",
            "Chúng tôi đã có hai ngày tuyệt vời trên hành trình đầy đủ tiện nghi này. Nhưng, như mọi khi, phi hành đoàn đã tạo ra sự khác biệt. Tom, Giám đốc du thuyền đã thực sự chăm sóc chúng tôi và buổi bình minh Thái Cực Quyền ở giữa Vịnh Hạ Long thật tuyệt vời, thật là một trải nghiệm. Cabin là đỉnh cao, phi hành đoàn là tuyệt nhất!Đọc thêm",
            "Thật là một trải nghiệm, hành trình tuyệt vời quanh vịnh và rất có tổ chức. Tôi lẽ ra đã cho hành trình này 5 sao, tuy nhiên, vào bữa tối, chúng tôi đến bàn của mình, nơi có một chai rượu và ly, không có ai xung quanh để giải thích tại sao và tất nhiên, rất thích thú với ngày chúng tôi mở nó ra và hoàn thành nó. Khi chúng tôi trả phòng vào ngày hôm sau, chúng tôi có một hóa đơn khổng lồ và phải trả 2,5 triệu đồng cho một chai.... nếu chúng tôi được lựa chọn rượu hoặc đồ uống, chúng tôi sẽ không chọn chai đắt tiền này.... tất nhiên chúng tôi đã trả tiền khi uống nó.... tuy nhiên có cảm giác như chúng tôi đã bị lừa và để lại vị đắng trong miệng vì chuyến đi thật tuyệt vời. Lý do mà họ đưa ra là mọi người thích chụp ảnh chai rượu.... chỉ vậy thôi... một cái cớ. Tôi chỉ viết điều này để người khác biết... hãy luôn gọi đồ uống của riêng bạn và trả tiền như bạn đi hoặc theo dõi... có tổng số tiền chứ không phải là số lượng đồ uống trên hóa đơn...vì vậy hãy cảnh giác. Ngoài ra, rất khuyến khích và hãy mang theo rượu của riêng bạn!! :Đọc thêm",
            "Hành trình này là điểm nổi bật của chuyến đi của tôi đến Việt Nam. Các quan điểm thật tuyệt vời! Phòng và phòng tắm rộng rãi. Đồ ăn rất ngon. Các hoạt động vui vẻ và hấp dẫn. Thật không may, trời nhiều mây trong 2 đêm-3 ngày chúng tôi ở lại. Nhưng chúng tôi vẫn thích trải nghiệmĐọc thêm",
            "Chúng tôi đã đăng một video về chuyến đi trên YouTube! Kỳ nghỉ và trải nghiệm tuyệt vời trên Le Theater Cruise. Chúng tôi đã nâng cấp lên một căn phòng lớn hơn để kỷ niệm ngày cưới và chúng tôi được Peter chăm sóc. Anh ấy làm cho kỳ nghỉ của chúng tôi trở nên đặc biệt hơn nữa, luôn luôn cố gắng để đảm bảo rằng chúng tôi đang tận hưởng. Anh ấy đã bố trí phòng của chúng tôi thật đẹp và cho chúng tôi một khu vực ăn uống riêng! Thức ăn rất tuyệt khi bạn ăn rất nhiều và họ không gặp vấn đề gì trong việc điều chỉnh thực đơn cho chế độ ăn hải sản của tôi! Peter cũng là người điều phối hoạt động của du thuyền, hướng dẫn tập thái cực quyền, chèo thuyền kayak và đạp xe. Chúng tôi thực sự khuyên mọi người nên đặt chuyến đi và rất mong được ghé thăm lần nữa! Cảm ơn bạn, Peter!Đọc thêm",
            "Here is my detailed review, very long but will answer all your questions: Customer Service: Amazing Their customer support was very helpful and replies very fast, my flight had a sudden delay a few hours before our check-in which meant we would arrive on time or a few mins too late for departure, they answered me very early in the morning and got me a private car super fast, I arrive in time and everything was great. Rooms: Cant be happier Originally we booked the Executive suite but we were surprised to get a free upgrade to le theatre suite which was so good, the room is enormous, the balcony is worth everything, too many windows, the bathtub is huge and can easily take 2 people, however, we didnt have any hot water in our second day, which was disappointing but understandable. The TV is great and massive, but with almost no internet I felt like it was pointless to have, I suggest they add some offline content to make this worth it. Food: Great BUT The food was amazing, every meal was good and delicious, BUT, you only had water and tea in one meal, aside from that you need to pay for water which felt so out of place and most importantly... The Dinner!! the dinner was too much, not a single table was able to finish the food not even close to finishing, yet still, there was no water or tea, juice, nothing, some dishes were just added to show massive quantity but they felt out of place according to the meal theme. SUGGESTION TO THE CRUISE: reduce the meals on dinner, or allow the visitors to choose what they want to eat a few hours earlier, and definitely Id rather that you remove a few dishes and add water and tea so people can actually digest their food. Itinerary: fun, basicThe activities were the same like any other cruise, I was hoping that we could be allowed to Kayak towards the beach but we were not allowed, The lounge bar was busy with a birthday or something and we werent allowed there which was very disappointing, the caves tour mentions Dark and bright caves, but the dark cave has been closed for years now, so not sure why they still mention it. Staff: AMAZING The staff was great, every one is smiling all the time, very very helpful and available, we had a problem as we couldnt reach reception or anyone over the phone at 9:30 PM but maybe it was just an unlucky minute, other than that everyone was wonderful. Overall great trip and was 100 worth the moneyRead more",
            "Ai đó là Câu lạc bộ về giá cả đồ uống và các lựa chọn? Tốt nhất là tôi có một thực đơn? ThxĐọc thêm",
            "Chúng tôi muốn biết về các hoạt động. Có bao gồm bơi lội không, ngoài chèo thuyền kayak? Ngoài ra, có chuyến thăm tới bất kỳ vị trí đất liền nào, chẳng hạn như làng chài không?Đọc thêm",
            "CHÀO,\nXin lỗi vì trả lời chậm. \nCó cơ hội bơi lội nhưng không thực sự được khuyến khích, chỉ ở phía tây trực tiếp.\nKhông, không có chuyến tham quan nào trong chuyến đi ngoại trừ chuyến tham quan hang động.Đọc thêm",
            "Thuyền có khu vực hút thuốc không?\nCó thể hút thuốc trên thuyền?Đọc thêm",
            "Xin lỗi vì trả lời muộn, nhưng tôi không nhớ liệu có được phép hút thuốc hay không. Tôi chắc chắn không phải ở bên trong mà có lẽ là ở bên ngoài cốp.Đọc thêm",
            "Xin chào, phí đặt chỗ có bao gồm đưa đón từ Hà Nội không?Đọc thêm",
            "Kính thưa quý khách, \nCảm ơn câu hỏi của bạn.\nTất cả các đặt phòng từ Booking, agoda, Expedia không bao gồm dịch vụ đưa đón từ Hà Nội, thông tin thêm xin vui lòng liên hệ với chúng tôi qua What-app hoặc Email.\nTrân trọng.\nNhóm Letheatre,Đọc thêm",
            "Xin chào, tôi muốn biết liệu giá đưa đón đến và đi từ Hà Nội có được bao gồm trong giá đưa raĐọc thêm",
            "Chuyển khoản của chúng tôi không được bao gồm. Khi chúng tôi làm, nó có giá khoảng 35 mỗi người và huấn luyện viên rất tử tế.Đọc thêm",
            "Xin chào, có phòng hoặc khu vực dành riêng cho người hút thuốc không? cảm ơn bạnĐọc thêm",
            "Xin chào, bạn có thể hút thuốc ở ban công, một số bên ngoài đang ở trên thuyềnĐọc thêm"
        ],
        "star_ratings": [
            156,
            17,
            7,
            6,
            4
        ],
        "review_amount": 190,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Le Theater"
        ],
        "reviews_time": [
            "Written October 10, 2022",
            "Written October 5, 2022",
            "Written September 30, 2022",
            "Written September 16, 2022",
            "Written September 15, 2022",
            "Written August 28, 2022",
            "Written August 23, 2022",
            "Written August 9, 2022",
            "Written June 8, 2022",
            "Written June 7, 2022"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17301407-Reviews-or70-Le_Theatre_Cruises-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or60-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or80-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1773993-Reviews-South_Pacific_Travel_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1758723-Reviews-Halong_Phoenix_Cruiser_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12365802-Reviews-OZ_Design_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17423640-Reviews-CleverGent-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6123322-Reviews-AsiaLink_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16698522-Reviews-Bee_Znees-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25080393-Reviews-Peridot_Spa_grand-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4475300-Reviews-Ha_Long_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5453577-Reviews-Bia_Hoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12925605-Reviews-Trendy_Spa_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g150776-d2236731-Reviews-Playas_de_Tijuana-Tijuana_Baja_California.html",
            "https://www.tripadvisor.com/Attraction_Review-g33388-d15085489-Reviews-RiNo_Art_District-Denver_Colorado.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d23961934-Reviews-Galerie_Dior-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g60982-d500858-Reviews-The_Bus-Honolulu_Oahu_Hawaii.html",
            "https://www.tripadvisor.com/Attraction_Review-g187147-d189255-Reviews-Le_Bon_Marche_Rive_Gauche-Paris_Ile_de_France.html",
            "https://www.tripadvisor.com/Attraction_Review-g43210-d1857097-Reviews-LARK_Toys-Kellogg_Minnesota.html",
            "https://www.tripadvisor.com/Attraction_Review-g294207-d8515732-Reviews-Diamond_Plaza-Nairobi.html",
            "https://www.tripadvisor.com/Attraction_Review-g30620-d10594367-Reviews-Veloce_Indoor_Speedway-Huntsville_Alabama.html",
            "https://www.tripadvisor.com/Attraction_Review-g60954-d103634-Reviews-Witch_Dungeon_Museum-Salem_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g3458461-d1016794-Reviews-YS_Falls-Saint_Elizabeth_Parish_Jamaica.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or80-Le_Theatre_Cruises-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or70-Le_Theatre_Cruises-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "nhân viên": 0.7423496505907679,
            "tuần trăng mật": 0.5,
            "thực phẩm": 0.5,
            "người": 0.5,
            "ăn chay": 0.5,
            "tour": 0.6313983714208007,
            "quản lý nhà hàng": 0.8737691454589367,
            "thức ăn": 0.9224479546770453,
            "phòng thì": 0.9949069687863812,
            "phòng tắm nhìn": 0.7518691799486987,
            "hành trình": 0.9940849949683374,
            "trải nghiệm": 0.7154846595684913,
            "khung cảnh": 0.747750369599089,
            "chuyến đi": 0.849979541256159,
            "thuyền": 0.9925095940707251,
            "cabin": 0.9955157220247202,
            "boong tàu": 0.9778145137242973,
            "món ăn": 0.9712773622013628,
            "chuyến tham quan": 0.5,
            "vịnh": 0.7955404064268805,
            "giường": -0.16990348137915134,
            "giấc ngủ": -0.8940834817476571,
            "đồ ăn chay": 0.5,
            "đĩa dưa": 0.5,
            "súp lơ luộc": 0.5,
            "cải xanh": 0.5,
            "cà ri khoai tây": -0.9236838975921273,
            "nguồn cung cấp": 0.8941150587052107,
            "phòng": 0.5954319291955067,
            "bồn tắm": -0.9603516820352525,
            "họ": 0.5,
            "le": 0.7493078565845886,
            "tầm nhìn": 0.8737691454589367,
            "chèo thuyền kayak": 0.8302173256718864,
            "phi hành đoàn": 0.7237645661419568,
            "du thuyền": 0.9950992849771865,
            "buổi": 0.9949074859032407,
            "bình minh": 0.994938853662461,
            "cabin là": 0.8737691454589367,
            "hành": 0.5,
            "bữa": 0.5,
            "chai rượu": 0.5148099940270185,
            "hóa đơn": -0.967569864122197,
            "rượu": 0.9949830878758803,
            "đồ uống": 0.6751682651229203,
            "chai đắt tiền": 0.5,
            "phòng tắm": 0.9812929562758654,
            "đồ ăn": 0.9956102940486744,
            "kỳ nghỉ": 0.9333906766842119,
            "độ ăn": 0.5,
            "hải sản": 0.5,
            "du thuyền hướng dẫn tập thái cực": 0.5,
            "đạp xe": 0.5
        },
        "dicts_adj": {
            "nhân viên": [
                "tuyệt vời",
                "đặc biệt",
                "tốt",
                "hạnh phúc",
                "xuất sắc",
                "giản dị",
                "thân thiện",
                "khác",
                "suốt",
                "xuất sắc"
            ],
            "tuần trăng mật": [],
            "thực phẩm": [],
            "người": [],
            "ăn chay": [],
            "tour": [
                "liên tục",
                "chăm chú",
                "đông"
            ],
            "quản lý nhà hàng": [
                "liên tục",
                "chăm chú",
                "đông"
            ],
            "thức ăn": [
                "tuyệt vời",
                "tuyệt vời",
                "tuyệt khi",
                "nhiều"
            ],
            "phòng thì": [
                "sang trọng"
            ],
            "phòng tắm nhìn": [
                "yên tĩnh",
                "im lặng"
            ],
            "hành trình": [
                "Chắc chắn",
                "đặc biệt",
                "tuyệt vời",
                "nổi bật"
            ],
            "trải nghiệm": [
                "tuyệt vời",
                "thực sự",
                "khủng khiếp",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "khung cảnh": [
                "đẹp",
                "thực sự"
            ],
            "chuyến đi": [
                "tuyệt vời",
                "chắc chắn",
                "tốt",
                "thư giãn",
                "đầy",
                "đắng",
                "tuyệt vời",
                "thực sự"
            ],
            "thuyền": [
                "suốt"
            ],
            "cabin": [
                "tuyệt vời"
            ],
            "boong tàu": [
                "nhiều"
            ],
            "món ăn": [
                "khác",
                "suốt"
            ],
            "chuyến tham quan": [],
            "vịnh": [
                "đẹp",
                "thực sự",
                "tuyệt vời",
                "tuyệt vời",
                "thực sự"
            ],
            "giường": [
                "cứng",
                "mỏng",
                "trống"
            ],
            "giấc ngủ": [
                "khó khăn"
            ],
            "đồ ăn chay": [],
            "đĩa dưa": [],
            "súp lơ luộc": [],
            "cải xanh": [],
            "cà ri khoai tây": [],
            "nguồn cung cấp": [
                "khủng khiếp"
            ],
            "phòng": [
                "khủng khiếp",
                "lớn",
                "hơn",
                "nhiều",
                "khổng lồ",
                "rộng rãi",
                "lớn",
                "hơn",
                "đẹp"
            ],
            "bồn tắm": [
                "sạch",
                "bẩn"
            ],
            "họ": [],
            "le": [
                "chắc chắn",
                "tuyệt vời"
            ],
            "tầm nhìn": [
                "tuyệt vời"
            ],
            "chèo thuyền kayak": [
                "tuyệt vời"
            ],
            "phi hành đoàn": [
                "khác biệt",
                "tuyệt",
                "nhất"
            ],
            "du thuyền": [
                "thực sự"
            ],
            "buổi": [
                "tuyệt vời"
            ],
            "bình minh": [
                "tuyệt vời"
            ],
            "cabin là": [
                "tuyệt",
                "nhất"
            ],
            "hành": [],
            "bữa": [],
            "chai rượu": [],
            "hóa đơn": [
                "khổng lồ"
            ],
            "rượu": [
                "riêng"
            ],
            "đồ uống": [
                "riêng",
                "phải"
            ],
            "chai đắt tiền": [],
            "phòng tắm": [
                "rộng rãi"
            ],
            "đồ ăn": [
                "ngon"
            ],
            "kỳ nghỉ": [
                "tuyệt vời",
                "đặc biệt"
            ],
            "độ ăn": [],
            "hải sản": [],
            "du thuyền hướng dẫn tập thái cực": [],
            "đạp xe": []
        },
        "list_proper_noun": [],
        "factor value": {
            "nhân viên": 4,
            "tuần trăng mật": 1,
            "thực phẩm": 2,
            "người": 1,
            "ăn chay": 1,
            "tour": 1,
            "quản lý nhà hàng": 1,
            "thức ăn": 2.5,
            "phòng thì": 1,
            "phòng tắm nhìn": 1,
            "hành trình": 3,
            "trải nghiệm": 5.5,
            "khung cảnh": 2,
            "chuyến đi": 3.5,
            "thuyền": 1,
            "cabin": 1,
            "boong tàu": 1,
            "món ăn": 1,
            "chuyến tham quan": 1,
            "vịnh": 4,
            "giường": 1,
            "giấc ngủ": 1,
            "đồ ăn chay": 1,
            "đĩa dưa": 1,
            "súp lơ luộc": 1,
            "cải xanh": 1,
            "cà ri khoai tây": 1,
            "nguồn cung cấp": 1,
            "phòng": 4.5,
            "bồn tắm": 1,
            "họ": 1,
            "le": 1.5,
            "tầm nhìn": 1,
            "chèo thuyền kayak": 1.5,
            "phi hành đoàn": 1,
            "du thuyền": 1,
            "buổi": 1,
            "bình minh": 1,
            "cabin là": 1,
            "hành": 1,
            "bữa": 1,
            "chai rượu": 1,
            "hóa đơn": 1,
            "rượu": 1,
            "đồ uống": 1,
            "chai đắt tiền": 1,
            "phòng tắm": 1,
            "đồ ăn": 1,
            "kỳ nghỉ": 0.5,
            "độ ăn": 0.5,
            "hải sản": 0.5,
            "du thuyền hướng dẫn tập thái cực": 0.5,
            "đạp xe": 0.5
        }
    },
    {
        "attraction_name": "Le Theatre Cruises",
        "attraction_name_vi": "Du thuyền Le Theater",
        "general_info": [
            "189 đánh giá",
            "140 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Tour nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "TỪ NĂM 2019 Định nghĩa lại trải nghiệm khách sạn sang trọng Ngồi trên vách đá cao của Le Theater Cruise mang đến một phần tuyệt vời của chủ nghĩa tối giản hiện đại trên Vịnh Hạ Long, nhấn mạnh vào sự đơn giản trang nhã và đồ ăn hạng nhất, nơi trú ẩn thoáng mát, 21 cabin sang trọng của chúng tôi. Đọc thêm",
        "reviews": [
            "Trải nghiệm đáng yêu và dịch vụ khách hàng đặc biệt. Thức ăn thật tuyệt vời và sự sạch sẽ trong phòng của chúng tôi thật đáng kinh ngạc. Một đêm tôi nghĩ là quá đủ và có nhiều việc để làm trong hai ngày.Đọc thêm",
            "This was purchased as a birthday gift by my Son who had previously visited Halong Bay on a similar experience, but with a different company, Le Theatre was recommended to him by the booking agent,  whilst this may have been an upsell on the agents behalf we cannot fault the trip that we got. You start the tour by being taken from the companys pier in a motorised boat to the main ship, this transfer takes around 40 minutes. The main ship being anchored in the bay. On arrival you get a very nice buffet lunch served in the beautiful dining room. The food available was really good  there is plenty of it. After lunch you then get assigned your cabin to check in. These are good quality rooms with some ace  a balcony.The boat then moves a distance  the first activity offered is kayaking  swimming for around 1  a half hours. If this is not for you just relax on the boat enjoying the amazing views. The sun deck on the top deck is lovely. After the kayaking you get some downtime to get ready for dinner  a happy hour is offered at the bar  the chance to participate in a cooking class. Dinner is a multi course a la carte traditional offering with a fish platter as the mainstay. My only caution is there were little other options, or there appeared to be, so if your not that struck on fish or some of the more traditional fayre it may not be for you. After dinner you can partake in a bit of line fishing off the back of the boat, more for the youngsters this one, before lights out at 10pm. Day 2 starts early with Tai Chi at 6am, then a light breakfast before travelling on a traditional boat to the caves. On return you are served a buffet breakfast before checking out.All in all a fabulous experience, in a stunning natural bay that takes the breath away. The crew are amazing, they cannot do enough to give you the best time. Our tour manager Owen was wonderful, making sure you were happy  offering lots of information.Le Theatre - highly recommendedRead more",
            "Nhân viên tuyệt vời: cực kỳ tốt bụng, hữu ích và thân thiện. Phần còn lại của chuyến đi của tôi chỉ bình thường: - phòng vẫn ổn nhưng nước rỉ ra từ sàn - không có nhiều hướng dẫn trong suốt chuyến đi như chúng tôi đã có ở tên, câu chuyện của đảo Hạ Long, v.v.- các hoạt động cơ bản - không có gì liên quan đến sân khấu ngoài một cây đàn piano. Có một tấm biển ghi rằng nó không hoạt động nhưng bọn trẻ vẫn có thể chơi.- Tôi đã mong đợi một chuyến đi hơi sang trọng nhưng chuyến đi của tôi lại có rất nhiều trẻ em và chúng chạy xung quanh và gây ra nhiều tiếng động trong khi bố mẹ la mắng chúng. Đọc thêm",
            "Chúng tôi đặt chuyến du ngoạn ba ngày 2 đêm trên Vịnh Hạ Long.  Xe buýt có sức chứa khoảng 15 người đón chúng tôi tại cửa khách sạn rồi chở chúng tôi cùng những vị khách khác ra Vịnh Hạ Long đến điểm đón khách.   Sau khi kiểm tra, tàu đấu thầu đưa chúng tôi đi thuyền 40 phút ra tàu và chỉ cần nói rằng...nó thật tuyệt đẹp.   Con tàu tương đối mới khoảng 5 tuổi hoặc mới hơn, thủy thủ đoàn và nhân viên rất xuất sắc, đồ ăn thì ngon và chỗ ở thì tuyệt vời.   Le Theater Cruises hoạt động hoàn toàn giống như một chiếc đồng hồ Thụy Sĩ.  Thật chuyên nghiệp.  Harry, người quản lý hành trình...cảm ơn bạn đã chăm sóc chúng tôi rất tốt và Eugene cảm ơn bạn vì đã khiến chúng tôi cảm thấy được chào đón.  Gửi tới toàn thể nhân viên..cảm ơn các bạn đã làm cho ngày kỷ niệm của chúng tôi thật đáng nhớ. Có rất nhiều công ty du lịch trên biển nhưng Le Theater nên là lựa chọn đầu tiên của bạn.   Chúc bạn có một chuyến đi vui vẻ. Đọc thêm",
            "Tôi đã đặt tour du lịch Vịnh Hạ Long 2D1N tại Le Theater Cruise. Đó là một hành trình sang trọng tuyệt vời. Chúng tôi đi du lịch vào giữa tháng Hai. Chúng tôi là một nhóm gồm 4 người. Công suất chứa của hành trình chỉ là 33, 7 phòng trong số 21 phòng do virus Corona. Chúng tôi có đặc quyền có công suất phòng thấp. Chúng tôi đã đặt phòng ở Cấp 2 nhưng đã nâng cấp lên Cấp 3 khi nhận phòng. Du thuyền Le Theater rất xuất sắc về nội thất, tiện nghi trong phòng, dịch vụ. Thức ăn họ phục vụ thực sự rất ngon. Nhân viên du thuyền rất chu đáo và hữu ích. Cô Krichelle luôn cung cấp cho chúng tôi dịch vụ đặc biệt trong suốt bữa ăn. Lịch trình đón khách, hoạt động du ngoạn - mọi thứ đều diễn ra theo hành trình. Nhưng do thời tiết xấu mưa nhẹ và sương mù, ngày đầu tiên của chúng tôi trải qua một cách u ám. Mặc dù đã có một chuyến đi tuyệt vời nhưng do thiếu khách du lịch trên tàu nên chuyến đi không có vẻ suôn sẻ. Tôi sẽ giới thiệu chuyến du thuyền Le Theater cho bạn bè và gia đình của tôi, những người có ý định đến Việt Nam.Đọc thêm",
            "Hành trình tuyệt vời.  Cảnh quan đẹp. Nhân viên rất chu đáo.  Harry, Ruby và Krichelle xứng đáng được đề cập đặc biệt.  Phòng được nâng cấp. Một đêm sẽ không đủ...hai đêm hoàn hảo.  Rất khuyến khích.Đọc thêm",
            "Chúng tôi đã được nâng cấp lên hành trình này từ công ty chị em Madeline Cruises. Quá trình thay đổi rất dễ dàng và Sunny rất hữu ích trong việc sắp xếp việc chuyển chúng tôi từ khách sạn ở Hà Nội. Phi hành đoàn trên du thuyền thật tuyệt vời, vượt lên trên để đảm bảo chúng tôi có khoảng thời gian đáng yêu. Đặc biệt cảm ơn Harry và Ruby vì đã nâng cấp chúng tôi lên căn phòng tốt nhất và sắp xếp nhiều hoạt động tuyệt vời. Có rất nhiều thứ chúng tôi có thể tham gia nhưng không có áp lực và tất cả đều rất linh hoạt. Đồ ăn rất đẹp và Alison, người phục vụ đồ ăn rất tuyệt, thậm chí còn mang thêm tôm vua khi cô ấy thấy chúng tôi đang thưởng thức chúng rất nhiều. Điều duy nhất là Wi-Fi không phải lúc nào cũng đáng tin cậy nhất nhưng chúng tôi không bận tâm đến điều đó. Nếu bạn muốn bất cứ điều gì trên hành trình này thì thủy thủ đoàn sẽ sẵn lòng giúp đỡ bạn. Tôi chắc chắn nếu chúng tôi thực sự đề cập đến Wi-Fi thì họ sẽ xem xét nó giúp chúng tôi. Vịnh Hạ Long rất đẹp, chuyến đi này cũng vậy! Rất khuyến khích.Đọc thêm",
            "chúng tôi đã có một trải nghiệm tuyệt vời ở đây. ý tôi là nơi này thật tuyệt vời nhưng việc thêm một chút rượu sẽ khiến nó trở thành một trải nghiệm khó quên. Le thetre Cruises là một đẳng cấp riêng. Các nhân viên thật tuyệt vời, các phòng tuyệt vời một trải nghiệm độc đáo. được rồi, bạn trả nhiều hơn một chút so với các chuyến du ngoạn khác nhưng tôi có thể đảm bảo với bạn rằng nó rất đáng giá. chúng tôi leo lên fansipan đã đến ninh bình sống trong các nhà dân và để kết thúc kỳ nghỉ của mình theo phong cách chúng tôi đã đặt chuyến du ngoạn này và Chúa ơi, nó có gì đó khác biệt,Đọc hơn",
            "Hành trình trên Vịnh Hạ Long thật tuyệt vời. Chúng tôi không thể có lựa chọn tốt nhất ngoài Le Theater Cruise với một Đội ngũ tuyệt vời, rất chu đáo và sẵn sàng đáp ứng mọi yêu cầu và sự chú ý có thể. Tàu du lịch thực sự được bảo trì tốt với tiêu chuẩn cao. Cabin tuyệt vời, rộng rãi như một chiếc thuyền, sang trọng với đầy đủ tiện nghi, ban công tuyệt vời để bạn có thể thư giãn với cảm giác chạm vào những hòn đảo nhỏ. Đồ ăn rất ngon với nhiều chi tiết không thể coi thường. Các chuyến du ngoạn được tổ chức rất tốt với toàn bộ đội ngũ nhân viên sẵn sàng chiều chuộng bạn. Steven thật tuyệt vời khi chăm sóc chúng tôi mọi lúc. Chắc chắn sẽ quay lại! Đọc thêm",
            "Tổ chức hoàn hảo. Nhân viên thân thiện và rất hữu ích trong tàu du lịch sang trọng. Đặc biệt cảm ơn Eugene và Kristal đã đưa chúng tôi vào thế giới kỳ diệu của Vịnh Hạ LongĐọc thêm"
        ],
        "star_ratings": [
            156,
            17,
            7,
            6,
            4
        ],
        "review_amount": 190,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Le Theater"
        ],
        "reviews_time": [
            "Written June 3, 2022",
            "Written April 15, 2022",
            "Written November 22, 2020",
            "Written March 9, 2020",
            "Written March 5, 2020",
            "Written February 21, 2020",
            "Written February 17, 2020",
            "Written February 17, 2020",
            "Written February 13, 2020",
            "Written February 8, 2020"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17301407-Reviews-or80-Le_Theatre_Cruises-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or70-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or90-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1773993-Reviews-South_Pacific_Travel_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1758723-Reviews-Halong_Phoenix_Cruiser_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12365802-Reviews-OZ_Design_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17423640-Reviews-CleverGent-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6123322-Reviews-AsiaLink_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16698522-Reviews-Bee_Znees-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25080393-Reviews-Peridot_Spa_grand-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4475300-Reviews-Ha_Long_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5453577-Reviews-Bia_Hoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12925605-Reviews-Trendy_Spa_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d7745213-Reviews-Let_s_Relax-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g41490-d285087-Reviews-Edaville_Family_Theme_Park-Carver_Massachusetts.html",
            "https://www.tripadvisor.com/Attraction_Review-g150807-d3611698-Reviews-Mayan_Museum_of_Cancun-Cancun_Yucatan_Peninsula.html",
            "https://www.tripadvisor.com/Attraction_Review-g295373-d4591063-Reviews-Gradska_Trznica_Pula-Pula_Istria.html",
            "https://www.tripadvisor.com/Attraction_Review-g40510-d10238294-Reviews-Blueberry_Hill-Belgrade_Lakes_Maine.html",
            "https://www.tripadvisor.com/Attraction_Review-g295394-d3167189-Reviews-Tampa_Cable_Car-Brasov_Brasov_County_Central_Romania_Transylvania.html",
            "https://www.tripadvisor.com/Attraction_Review-g150800-d153711-Reviews-Museo_Nacional_de_Antropologia-Mexico_City_Central_Mexico_and_Gulf_Coast.html",
            "https://www.tripadvisor.com/Attraction_Review-g46324-d1425883-Reviews-Cohanzick_Zoo-Bridgeton_New_Jersey.html",
            "https://www.tripadvisor.com/Attraction_Review-g3931974-d6984585-Reviews-Philippine_Arena-Bocaue_Bulacan_Province_Central_Luzon_Region_Luzon.html",
            "https://www.tripadvisor.com/Attraction_Review-g60811-d103084-Reviews-Harborplace_The_Gallery-Baltimore_Maryland.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or90-Le_Theatre_Cruises-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or80-Le_Theatre_Cruises-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "trải nghiệm": 0.7138324546006818,
            "dịch vụ": 0.8524995394982398,
            "thức ăn": 0.8737691454589367,
            "phòng": 0.3165907426009653,
            "tour": 0.8813287448137999,
            "buffet": 0.995142912666779,
            "cabin": 0.9344794359640218,
            "the": 0.9539846098050475,
            "le theatre": 0.9944799289805815,
            "nhân viên": 0.8253714097247992,
            "chuyến đi": 0.7703865104558645,
            "câu chuyện": 0.5,
            "đảo": 0.5,
            "hoạt động cơ": 0.5644648596644402,
            "sân khấu": 0.5,
            "cây": 0.5,
            "đàn": 0.5,
            "tấm biển": 0.4910894110798836,
            "trẻ em": 0.8737691454589367,
            "vịnh": 0.9325442450353876,
            "xe buýt": 0.8737691454589367,
            "khách sạn": 0.744613223709166,
            "tàu": 0.5,
            "thuyền": 0.7265288803027943,
            "thủy thủ đoàn": 0.9951080605969764,
            "đồ ăn thì": 0.9932888462208211,
            "chỗ": 0.9953960784478113,
            "le": 0.6916750175878406,
            "đồng hồ": 0.5,
            "người": 0.5,
            "quản lý hành trình": 0.5,
            "tour du lịch vịnh": 0.9934901258675382,
            "hành trình": 0.9549080464057624,
            "du thuyền le": 0.8737691454589367,
            "họ": 0.9935529155773111,
            "du thuyền": 0.9948110038531013,
            "bữa ăn": 0.5,
            "lịch trình": 0.9948661543894559,
            "thời tiết": -0.9266136731021106,
            "chuyến du thuyền le": 0.9767882823944092,
            "cảnh quan": 0.9940702465828508,
            "harry": 0.9934868823038414,
            "hai đêm": 0.9951566907111555,
            "phi hành đoàn": 0.8737691454589367,
            "căn phòng": 0.9955509595456533,
            "đồ ăn": 0.9344761520915199,
            "rượu": -0.16448378935456276,
            "chuyến du ngoạn": 0.9934009768476244,
            "fansipan": 0.9945240227971226,
            "nhà dân": 0.8405317780561745,
            "kỳ nghỉ": 0.9292263717701038,
            "chuyến": 0.3443615833918254,
            "du ngoạn": 0.9934548219122613,
            "vịnh hạ long": 0.8737691454589367,
            "đội ngũ": 0.9955132890609093,
            "tàu du lịch": 0.7477698875591159,
            "hòn đảo": 0.5086006820201874,
            "chi tiết": 0.5
        },
        "dicts_adj": {
            "trải nghiệm": [
                "đặc biệt",
                "tuyệt vời",
                "khó",
                "độc đáo"
            ],
            "dịch vụ": [
                "đặc biệt",
                "đặc biệt",
                "suốt"
            ],
            "thức ăn": [
                "tuyệt vời",
                "thực sự",
                "ngon"
            ],
            "phòng": [
                "thấp",
                "tuyệt vời"
            ],
            "tour": [],
            "buffet": [],
            "cabin": [
                "to",
                "tuyệt vời",
                "rộng rãi"
            ],
            "the": [],
            "le theatre": [],
            "nhân viên": [
                "tuyệt vời",
                "tốt bụng",
                "hữu ích",
                "xuất sắc",
                "chu đáo",
                "chu đáo",
                "tuyệt vời",
                "sẵn sàng",
                "hữu ích"
            ],
            "chuyến đi": [
                "bình thường",
                "ổn",
                "nhiều",
                "suốt",
                "sang trọng",
                "nhiều",
                "vui vẻ",
                "tuyệt vời"
            ],
            "câu chuyện": [],
            "đảo": [],
            "hoạt động cơ": [
                "cơ bản"
            ],
            "sân khấu": [],
            "cây": [],
            "đàn": [],
            "tấm biển": [],
            "trẻ em": [
                "nhiều"
            ],
            "vịnh": [
                "khoảng",
                "đẹp",
                "Đặc biệt",
                "kỳ diệu"
            ],
            "xe buýt": [
                "khoảng"
            ],
            "khách sạn": [
                "dễ dàng",
                "hữu ích"
            ],
            "tàu": [],
            "thuyền": [
                "sang trọng",
                "đầy đủ",
                "tuyệt vời"
            ],
            "thủy thủ đoàn": [
                "xuất sắc"
            ],
            "đồ ăn thì": [
                "ngon"
            ],
            "chỗ": [
                "tuyệt vời"
            ],
            "le": [
                "hoàn toàn",
                "giống",
                "riêng"
            ],
            "đồng hồ": [],
            "người": [],
            "quản lý hành trình": [],
            "tour du lịch vịnh": [],
            "hành trình": [
                "sang trọng",
                "tuyệt vời",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "du thuyền le": [
                "xuất sắc"
            ],
            "họ": [
                "thực sự",
                "ngon"
            ],
            "du thuyền": [
                "chu đáo",
                "tuyệt vời"
            ],
            "bữa ăn": [],
            "lịch trình": [],
            "thời tiết": [
                "xấu",
                "nhẹ",
                "đầu tiên",
                "u ám"
            ],
            "chuyến du thuyền le": [],
            "cảnh quan": [
                "đẹp"
            ],
            "harry": [
                "đặc biệt"
            ],
            "hai đêm": [],
            "phi hành đoàn": [
                "tuyệt vời"
            ],
            "căn phòng": [
                "Đặc biệt",
                "tốt",
                "nhiều",
                "tuyệt vời"
            ],
            "đồ ăn": [
                "tuyệt thậm chí",
                "nhiều",
                "đẹp",
                "ngon",
                "nhiều"
            ],
            "rượu": [
                "khó"
            ],
            "chuyến du ngoạn": [
                "nhiều",
                "hơn",
                "khác",
                "đáng giá",
                "tốt"
            ],
            "fansipan": [
                "khác",
                "biệtĐọc",
                "hơn"
            ],
            "nhà dân": [
                "khác",
                "biệtĐọc",
                "hơn"
            ],
            "kỳ nghỉ": [
                "khác",
                "biệtĐọc",
                "hơn"
            ],
            "chuyến": [
                "khác",
                "biệtĐọc",
                "hơn"
            ],
            "du ngoạn": [
                "khác",
                "biệtĐọc",
                "hơn"
            ],
            "vịnh hạ long": [
                "tuyệt vời"
            ],
            "đội ngũ": [
                "tốt",
                "tuyệt vời",
                "chu đáo",
                "sẵn sàng"
            ],
            "tàu du lịch": [
                "thực sự",
                "tốt",
                "cao"
            ],
            "hòn đảo": [
                "nhỏ"
            ],
            "chi tiết": []
        },
        "list_proper_noun": [],
        "factor value": {
            "trải nghiệm": 1.0,
            "dịch vụ": 1.0,
            "thức ăn": 1.0,
            "phòng": 2.0,
            "tour": 0.5,
            "buffet": 0.5,
            "cabin": 1.0,
            "the": 0.5,
            "le theatre": 0.5,
            "nhân viên": 3.5,
            "chuyến đi": 2.0,
            "câu chuyện": 0.5,
            "đảo": 0.5,
            "hoạt động cơ": 0.5,
            "sân khấu": 0.5,
            "cây": 0.5,
            "đàn": 0.5,
            "tấm biển": 0.5,
            "trẻ em": 0.5,
            "vịnh": 1.5,
            "xe buýt": 0.5,
            "khách sạn": 1.0,
            "tàu": 1.0,
            "thuyền": 1.0,
            "thủy thủ đoàn": 0.5,
            "đồ ăn thì": 0.5,
            "chỗ": 0.5,
            "le": 1.0,
            "đồng hồ": 0.5,
            "người": 0.5,
            "quản lý hành trình": 0.5,
            "tour du lịch vịnh": 0.5,
            "hành trình": 1.5,
            "du thuyền le": 0.5,
            "họ": 0.5,
            "du thuyền": 1.0,
            "bữa ăn": 0.5,
            "lịch trình": 0.5,
            "thời tiết": 0.5,
            "chuyến du thuyền le": 0.5,
            "cảnh quan": 0.5,
            "harry": 0.5,
            "hai đêm": 0.5,
            "phi hành đoàn": 0.5,
            "căn phòng": 0.5,
            "đồ ăn": 1.0,
            "rượu": 0.5,
            "chuyến du ngoạn": 1.0,
            "fansipan": 0.5,
            "nhà dân": 0.5,
            "kỳ nghỉ": 0.5,
            "chuyến": 0.5,
            "du ngoạn": 0.5,
            "vịnh hạ long": 0.5,
            "đội ngũ": 0.5,
            "tàu du lịch": 1.0,
            "hòn đảo": 0.5,
            "chi tiết": 0.5
        }
    },
    {
        "attraction_name": "Le Theatre Cruises",
        "attraction_name_vi": "Du thuyền Le Theater",
        "general_info": [
            "189 đánh giá",
            "140 trên 625 Chuyến tham quan bằng thuyền Thể thao dưới nước tại Hà Nội",
            "Chuyến tham quan nhiều ngày",
            "Những chuyến du lịch thuyền",
            "Chèo thuyền kayak"
        ],
        "attraction_summary": "TỪ NĂM 2019 Định nghĩa lại trải nghiệm khách sạn sang trọng Ngồi trên vách đá cao của Le Theater Cruise mang đến một phần tuyệt vời của chủ nghĩa tối giản hiện đại trên Vịnh Hạ Long, nhấn mạnh vào sự đơn giản trang nhã và đồ ăn hạng nhất, nơi trú ẩn thoáng mát, 21 cabin sang trọng của chúng tôi. Đọc thêm",
        "reviews": [
            "Chúng tôi thực sự rất thích ở lại Le Theater Cruise. Chúng tôi có căn phòng gia đình tuyệt đẹp ở tầng 3 và quang cảnh trong phòng thật thú vị. Dịch vụ của tất cả các thành viên phi hành đoàn và chất lượng thực phẩm đều xuất sắc. Mọi người đều tận tâm với công việc của mình. Xin chân thành cảm ơn Steven, Peter, Jackie và Tâm vì chuyến tham quan. Bạn đã làm cho chuyến đi của chúng tôi trở nên đặc biệt. Chúng tôi giới thiệu chuyến đi này cho mọi người và đề xuất hai đêm để tận hưởng trải nghiệm trọn vẹn và đáng kinh ngạc. Đọc thêm",
            "Ngay từ ngày đầu tiên tôi đặt vé cho hành trình này, tôi đã cảm thấy dịch vụ tuyệt vời rồi, tôi đặt trực tiếp qua trang web của Le Theater Cruise và nhân viên của họ, Miss Sunny trả lời tất cả các câu hỏi của tôi, điều tuyệt vời nhất là cô ấy đã cho tôi WhatsApp của cô ấy để chúng tôi có thể liên lạc với nhau nhanh hơn và trực tiếp hơn, Ngày đi tàu của tôi diễn ra ngay sau kỳ nghỉ của họ, cô ấy vẫn trả lời tôi vào thời gian nghỉ lễ và dịch vụ cô ấy cung cấp cho tôi là hơn 100. Tôi cảm thấy an toàn và tự tin, cô Sunny biết tất cả những lo lắng của tôi, cô ấy cố gắng làm cho tôi thoải mái nhất có thể. Về hành trình, chắc chắn là một hành trình sang trọng, mọi thứ đều được chăm sóc chu đáo, tôi chỉ yêu thích dịch vụ của họ, tôi chỉ cảm nhận được sự quan tâm của họ đối với từng khách hàng, nếu bạn thích dịch vụ thì đây chính là dịch vụ. Chúng tôi có một thời gian tuyệt vời. Nhân tiện, IItinerary không phải là gói siêu lớn nhưng đã đủ bận rộn cho chuyến du ngoạn 2N1Đ. Đủ thời gian để tận hưởng con thuyền.Đọc thêm",
            "Đây là một nơi đầy ắp nhưng thật thú vị khi được đến thăm Vịnh Hạ Long. Nhân viên rất chu đáo - đề cập đặc biệt đến Peter và Stephen. Thức ăn tuyệt vời. Cabin đẹp với tầm nhìn tuyệt đẹp từ mọi nơi.Đọc thêm",
            "Thật là một hành trình tuyệt vời! Chồng tôi và tôi đã thực hiện hành trình 2D1N và đó là một trải nghiệm tuyệt vời.  Các nhân viên rất thân thiện và rất chú ý đến nhu cầu của chúng tôi và đảm bảo rằng chúng tôi được chăm sóc tốt.  Hành trình dự kiến ​​cho hành trình diễn ra liền mạch và chuyên nghiệp.  Có đủ thời gian để du khách tận hưởng trải nghiệm chèo thuyền kayak, bơi lội và lên một chiếc thuyền tre nhỏ trong khi ngắm nhìn khung cảnh huyền diệu mà vịnh Hạ Long mang lại.  Tất cả các phòng đều rất sạch sẽ, thoải mái và có ban công cho phép bạn thoải mái tận hưởng và chiêm ngưỡng vẻ đẹp của những viên đá.  Cuối cùng, có rất nhiều món ăn có hương vị tuyệt vời. Chúng tôi chắc chắn sẽ quay lại lần nữa! Đọc thêm",
            "Bản thân tôi và chồng tôi đã có 2 đêm nghỉ trên Le Theater Cruise vào ngày 19 và 20 tháng 12 năm 2019 như một phần của tuần trăng mật tại Việt Nam. Đó là một trải nghiệm rất đặc biệt từ đầu đến cuối! Họ đã nâng cấp phòng của chúng tôi, điều đó thật tuyệt vời! Căn phòng thật tuyệt vời với tầm nhìn tuyệt vời ra Vịnh Hạ Long! Họ có những chiếc khăn thiên nga tuyệt đẹp với những cánh hoa hồng đang chờ chúng tôi vào cả hai buổi sáng, rất ngọt ngào cũng như một chiếc bánh thơm ngon và rượu vang đỏ miễn phí. Căn phòng và phòng tắm riêng được trang trí rất trang nhã và sạch sẽ hoàn hảo. Toàn bộ con tàu thật tuyệt vời! Khi đến nơi, chúng tôi được chào đón nồng nhiệt bởi tất cả các nhân viên và sau đó chiêu đãi một bữa trưa tuyệt vời với hải sản tuyệt vời. Các nhân viên trên tàu rất thân thiện. Chúng tôi đã nhận được sự đối xử tuyệt vời từ Ruby, Eugene the Cruise Manager, Bon, Peter và Aileen. Điểm nổi bật của chuyến đi là chuyến tham quan trong ngày của chúng tôi với hướng dẫn viên V, trong đó chúng tôi đến thăm một ngôi làng ở Vịnh Hạ Long, có một chu kỳ đáng yêu và chèo thuyền kayak và một lần nữa thưởng thức bữa trưa tuyệt vời. V hướng dẫn của chúng tôi trong ngày thật tuyệt vời, rất thân thiện và hữu ích. Anh ấy thực sự là một tín dụng cho nơi này! Vào buổi sáng cuối cùng, chúng tôi có một chuyến tham quan nhỏ khác đến những hang động cũng rất đáng yêu. Đồ ăn và dịch vụ trên tàu không ai sánh kịp và tôi sẽ không ngần ngại giới thiệu Du thuyền này cho bất kỳ ai đến thăm Vịnh Hạ Long! Đọc thêm",
            "Chúng tôi đã trải nghiệm chuyến du ngoạn 3 ngày 2 đêm tuyệt vời với Le Theatre. Thật là một khoảng thời gian tuyệt vời. Tôi biết chuyến đi sẽ rất ngoạn mục nhưng không có gì có thể chuẩn bị cho tôi về Vịnh Hạ Long hùng vĩ. Thức dậy vào buổi sáng thật tuyệt và đội ngũ nhân viên trên tàu đã làm hết sức mình cho chúng tôi. Sự chú ý đến từng chi tiết, sự sạch sẽ, đồ ăn tuyệt vời và tổ chức tuyệt vời khiến công ty này trở thành công ty tốt nhất. Đọc thêm",
            "Chúng tôi thực sự thích kỳ nghỉ của mình tại Le Theatre Cruise và chúng tôi cũng muốn gửi lời cảm ơn đến đội ngũ Ruby và Eugene đã phục vụ gia đình chúng tôi rất tốt. Hy vọng được gặp lại các bạn và Chúc mừng năm mới. Cảm ơnĐọc thêm",
            "Hành trình rất tốt. Peter rất hữu ích và thân thiện. Và chiếc thuyền rất thoải mái và êm ái.Đọc thêm",
            "...Cảm ơn la Theater Cruise đã mang lại trải nghiệm du lịch tuyệt vời ở miền Bắc Việt Nam. Vịnh Hạ Long là một trong những di sản thiên nhiên thế giới. Mọi người hãy đến đây ít nhất một lần để trải nghiệm những phong tục tập quán khác nhau. cung cấp thức ăn tuyệt vời, nhân viên tuyệt vời, tầm nhìn tuyệt vời, cabin tuyệt vời. Đề xuất mọi người nên ghé thăm đây ít nhất một lần. Cảm ơn Ruby và Eugene đã hỗ trợ....Đọc thêm",
            "Hành trình tuyệt vời, nhân viên thân thiện! Thuyền rất đẹp, Cabin đẹp có ban công, phòng thông nhau cho trẻ em!!  Đã có một thời gian tuyệt vời phong cảnh thật tuyệt vời! Thật không may do lượng khách đến thăm quanh năm cao nên có rất nhiều rác biển nhưng nếu bạn có thể nhìn qua thì bạn sẽ thích nó!! Hoàn toàn được đề xuất!! Đọc thêm",
            "Ai đó trong Câu lạc bộ về giá bia và các lựa chọn? Tôi là người giỏi nhất trong thực đơn? ThxĐọc thêm",
            "Chúng tôi muốn biết về các hoạt động. Có bao gồm bơi lội không, ngoài chèo thuyền kayak? Ngoài ra, có chuyến thăm tới bất kỳ vị trí đất liền nào, chẳng hạn như làng chài không?Đọc thêm",
            "Xin chào,\nXin lỗi vì tôi trả lời trễ.\nCó cơ hội bơi nhưng không thực sự được khuyến khích, chỉ ở phía tây trực tiếp.\nKhông, không có chuyến thăm nào trong suốt chuyến đi ngoại trừ chuyến tham quan hang động. Đọc thêm",
            "Thuyền có khu vực hút thuốc không?\nCó thể hút thuốc trên thuyền?Đọc thêm",
            "Xin lỗi vì trả lời muộn, nhưng tôi không nhớ liệu có được phép hút thuốc hay không. Tôi chắc chắn không phải ở bên trong mà có lẽ là ở bên ngoài cốp.Đọc thêm",
            "Xin chào, phí đặt chỗ có bao gồm đưa đón từ Hà Nội không?Đọc thêm",
            "Kính gửi Quý khách,\nCảm ơn câu hỏi của bạn.\nTất cả các đặt phòng từ Booking, Agoda, Expedia không bao gồm dịch vụ đưa đón từ Hà Nội, để biết thêm thông tin, vui lòng liên hệ với chúng tôi qua What-app hoặc Email.\nTrân trọng.\nĐội ngũ Letheatre,Đọc thêm",
            "Xin chào, tôi muốn biết liệu giá đưa đón đến và đi từ Hà Nội có được bao gồm trong giá đưa raĐọc thêm",
            "Chuyển khoản của chúng tôi không được bao gồm. Khi chúng tôi làm, nó có giá khoảng 35 mỗi người và huấn luyện viên rất tử tế.Đọc thêm",
            "Xin chào, có phòng hoặc khu vực dành riêng cho người hút thuốc không? cảm ơn bạnĐọc thêm",
            "Xin chào, bạn có thể hút thuốc ở ban công, một số ở bên ngoài trên thuyềnĐọc thêm"
        ],
        "star_ratings": [
            156,
            17,
            7,
            6,
            4
        ],
        "review_amount": 190,
        "location": [
            "Những điều cần làm ở Hà Nội",
            "Châu Á",
            "Việt Nam",
            "Hà Nội",
            "Du thuyền Le Theater"
        ],
        "reviews_time": [
            "Written February 7, 2020",
            "Written February 2, 2020",
            "Written January 23, 2020",
            "Written January 10, 2020",
            "Written January 9, 2020",
            "Written January 4, 2020",
            "Written January 1, 2020",
            "Written January 1, 2020",
            "Written December 30, 2019",
            "Written December 27, 2019"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g293924-d17301407-Reviews-or90-Le_Theatre_Cruises-Hanoi.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or80-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or100-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-Le_Theatre_Cruises-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1773993-Reviews-South_Pacific_Travel_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d1758723-Reviews-Halong_Phoenix_Cruiser_Day_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12365802-Reviews-OZ_Design_House-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d17423640-Reviews-CleverGent-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d6123322-Reviews-AsiaLink_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3960980-Reviews-Hanoi_Free_Walking_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d26359633-Reviews-Be_Wellness_Spa-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d3895840-Reviews-Red_Gecko_Travel-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d10458978-Reviews-Vietnam_Evasion-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d16698522-Reviews-Bee_Znees-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d25080393-Reviews-Peridot_Spa_grand-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d2256727-Reviews-Vietnam_Group_Tour-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d4475300-Reviews-Ha_Long_Bay_Daily_Tours-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d5453577-Reviews-Bia_Hoi-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g293924-d12925605-Reviews-Trendy_Spa_Massage-Hanoi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066449-d1456874-Reviews-National_Museum_of_Emerging_Science_and_Innovation_Miraikan-Koto_Tokyo_Tokyo_Pre.html",
            "https://www.tripadvisor.com/Attraction_Review-g189400-d1520208-Reviews-Voula_Beach-Athens_Attica.html",
            "https://www.tripadvisor.com/Attraction_Review-g298161-d17574471-Reviews-NearMe-Narita_Chiba_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g1066456-d15857769-Reviews-Shibuya_Hikarie_Sky_Lobby-Shibuya_Tokyo_Tokyo_Prefecture_Kanto.html",
            "https://www.tripadvisor.com/Attraction_Review-g312741-d17648639-Reviews-Luggage_Storage_BA-Buenos_Aires_Capital_Federal_District.html",
            "https://www.tripadvisor.com/Attraction_Review-g294195-d459964-Reviews-Abanotubani-Tbilisi.html",
            "https://www.tripadvisor.com/Attraction_Review-g1078452-d14888091-Reviews-Ganggari_Fastboat-Padangbai_Bali.html",
            "https://www.tripadvisor.com/Attraction_Review-g274887-d276815-Reviews-Great_Central_Synagogue_Nagy_Zsinagoga-Budapest_Central_Hungary.html",
            "https://www.tripadvisor.com/Attraction_Review-g189457-d6953109-Reviews-Pessada_Beach-Kefalonia_Ionian_Islands.html",
            "https://www.tripadvisor.com/Attraction_Review-g187823-d232421-Reviews-Aquarium_of_Genoa-Genoa_Italian_Riviera_Liguria.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or100-Le_Theatre_Cruises-Hanoi.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g293924-d17301407-Reviews-or90-Le_Theatre_Cruises-Hanoi.html",
        "caculated": true,
        "dicts_sentiment_average": {
            "phòng": 0.9605139596969821,
            "quang cảnh": 0.9954768946627155,
            "dịch vụ": 0.8309020444802525,
            "phi hành đoàn": 0.9953732152353041,
            "chất lượng": 0.9856780593981966,
            "thực phẩm": 0.9941499551641755,
            "chuyến tham quan": 0.3903224915266037,
            "chuyến đi": 0.9939112436259165,
            "trải nghiệm": 0.8710299565573223,
            "hành trình": 0.9921036790891473,
            "nhân viên": 0.8007522179582157,
            "tàu": 0.5092513890316089,
            "thời gian": 0.994197258958593,
            "nhân": 0.8737691454589367,
            "tiện": 0.07120340371814866,
            "chuyến du ngoạn": 0.5,
            "con thuyền": 0.8369681220501661,
            "chèo thuyền kayak bơi lội": 0.5091390740126371,
            "khung cảnh": 0.9949487578705885,
            "vịnh": 0.6868845727294683,
            "viên": 0.5,
            "món ăn": 0.9954185538226739,
            "hương vị": 0.9954862998565659,
            "đêm nghỉ": 0.5,
            "le": 0.6868845727294683,
            "tuần trăng mật": 0.5,
            "căn phòng": 0.8737691454589367,
            "tầm nhìn": 0.9346149954071734,
            "khăn thiên": 0.9955628601601347,
            "cánh hoa hồng": 0.9953345317044295,
            "buổi sáng": 0.995451842318289,
            "bánh thơm": 0.9955998862860724,
            "rượu vang đỏ": 0.5,
            "bữa trưa": 0.9955757360439748,
            "hải sản": 0.9953672080300748,
            "chuyến tham": 0.5,
            "hướng dẫn viên": 0.5,
            "ngôi làng": 0.5,
            "chu kỳ": 0.5,
            "chèo thuyền kayak": 0.5,
            "hang động": 0.5,
            "đồ ăn": 0.9346062078257091,
            "du thuyền": 0.8737691454589367,
            "le theatre": 0.9949870005948469,
            "khoảng thời gian": 0.9953954714001156,
            "kỳ nghỉ": 0.995146504312288,
            "đội ngũ ruby": 0.8737691454589367,
            "thuyền": 0.9955207945895381,
            "trải nghiệm du lịch": 0.9955654858495109,
            "di sản thiên nhiên": 0.5,
            "phong tục tập quán": -0.9744435978354886,
            "thức ăn": 0.9954791301861405,
            "cabin": 0.8737691454589367,
            "ruby": 0.9932334301993251,
            "câu lạc bộ": 0.5,
            "giá": 0.5,
            "bia": 0.5
        },
        "dicts_adj": {
            "phòng": [
                "đẹp",
                "thú vị",
                "sạch sẽ",
                "thoải mái",
                "thoải mái",
                "đẹp",
                "tuyệt vời",
                "riêng",
                "trang nhã",
                "sạch sẽ"
            ],
            "quang cảnh": [
                "thú vị"
            ],
            "dịch vụ": [
                "xuất sắc",
                "tuyệt vời",
                "trực tiếp",
                "hơn",
                "kịp",
                "bất kỳ"
            ],
            "phi hành đoàn": [
                "xuất sắc"
            ],
            "chất lượng": [
                "xuất sắc"
            ],
            "thực phẩm": [
                "xuất sắc"
            ],
            "chuyến tham quan": [
                "chân thành",
                "nhỏ",
                "khác"
            ],
            "chuyến đi": [
                "đặc biệt",
                "trọn vẹn",
                "ngoạn mục"
            ],
            "trải nghiệm": [
                "trọn vẹn",
                "2D1 N",
                "tuyệt vời",
                "đặc biệt",
                "khác"
            ],
            "hành trình": [
                "tuyệt vời",
                "trực tiếp",
                "chắc chắn",
                "sang trọng",
                "tuyệt vời",
                "liền mạch",
                "chuyên nghiệp",
                "liền mạch",
                "chuyên nghiệp",
                "tốt"
            ],
            "nhân viên": [
                "tuyệt vời",
                "nhanh",
                "hơn",
                "trực tiếp",
                "hơn",
                "thân thiện",
                "tốt",
                "tuyệt vời",
                "tuyệt vời"
            ],
            "tàu": [
                "hơn"
            ],
            "thời gian": [
                "tuyệt vời"
            ],
            "nhân": [
                "phải",
                "đủ",
                "bận rộn"
            ],
            "tiện": [
                "phải",
                "đủ",
                "bận rộn"
            ],
            "chuyến du ngoạn": [],
            "con thuyền": [
                "Đủ"
            ],
            "chèo thuyền kayak bơi lội": [
                "nhỏ"
            ],
            "khung cảnh": [
                "huyền diệu"
            ],
            "vịnh": [
                "tuyệt vời",
                "nổi bật",
                "kịp",
                "bất kỳ",
                "ngoạn mục"
            ],
            "viên": [],
            "món ăn": [
                "tuyệt vời"
            ],
            "hương vị": [
                "tuyệt vời"
            ],
            "đêm nghỉ": [],
            "le": [
                "thực sự"
            ],
            "tuần trăng mật": [],
            "căn phòng": [
                "tuyệt vời",
                "riêng",
                "trang nhã",
                "sạch sẽ"
            ],
            "tầm nhìn": [
                "tuyệt vời",
                "tuyệt vời"
            ],
            "khăn thiên": [
                "ngọt ngào"
            ],
            "cánh hoa hồng": [
                "ngọt ngào"
            ],
            "buổi sáng": [
                "ngọt ngào",
                "tuyệt"
            ],
            "bánh thơm": [
                "ngon"
            ],
            "rượu vang đỏ": [],
            "bữa trưa": [
                "tuyệt vời"
            ],
            "hải sản": [
                "tuyệt vời"
            ],
            "chuyến tham": [],
            "hướng dẫn viên": [],
            "ngôi làng": [],
            "chu kỳ": [],
            "chèo thuyền kayak": [],
            "hang động": [],
            "đồ ăn": [
                "kịp",
                "bất kỳ",
                "sạch sẽ",
                "tuyệt vời",
                "tuyệt vời",
                "tốt"
            ],
            "du thuyền": [
                "kịp",
                "bất kỳ"
            ],
            "le theatre": [
                "tuyệt vời"
            ],
            "khoảng thời gian": [
                "tuyệt vời"
            ],
            "kỳ nghỉ": [
                "tốt"
            ],
            "đội ngũ ruby": [
                "thực sự"
            ],
            "thuyền": [
                "thoải mái"
            ],
            "trải nghiệm du lịch": [
                "tuyệt vời"
            ],
            "di sản thiên nhiên": [],
            "phong tục tập quán": [
                "khác"
            ],
            "thức ăn": [
                "tuyệt vời"
            ],
            "cabin": [
                "tuyệt vời"
            ],
            "ruby": [],
            "câu lạc bộ": [],
            "giá": [],
            "bia": []
        },
        "list_proper_noun": [],
        "factor value": {
            "phòng": 1.5,
            "quang cảnh": 0.5,
            "dịch vụ": 1.5,
            "phi hành đoàn": 0.5,
            "chất lượng": 0.5,
            "thực phẩm": 0.5,
            "chuyến tham quan": 1.0,
            "chuyến đi": 1.0,
            "trải nghiệm": 2.0,
            "hành trình": 1.5,
            "nhân viên": 2.5,
            "tàu": 1.5,
            "thời gian": 0.5,
            "nhân": 0.5,
            "tiện": 0.5,
            "chuyến du ngoạn": 0.5,
            "con thuyền": 0.5,
            "chèo thuyền kayak bơi lội": 0.5,
            "khung cảnh": 0.5,
            "vịnh": 2.0,
            "viên": 0.5,
            "món ăn": 0.5,
            "hương vị": 0.5,
            "đêm nghỉ": 0.5,
            "le": 1.0,
            "tuần trăng mật": 0.5,
            "căn phòng": 0.5,
            "tầm nhìn": 1.0,
            "khăn thiên": 0.5,
            "cánh hoa hồng": 0.5,
            "buổi sáng": 1.0,
            "bánh thơm": 0.5,
            "rượu vang đỏ": 0.5,
            "bữa trưa": 0.5,
            "hải sản": 0.5,
            "chuyến tham": 0.5,
            "hướng dẫn viên": 0.5,
            "ngôi làng": 0.5,
            "chu kỳ": 0.5,
            "chèo thuyền kayak": 0.5,
            "hang động": 0.5,
            "đồ ăn": 1.0,
            "du thuyền": 0.5,
            "le theatre": 0.5,
            "khoảng thời gian": 0.5,
            "kỳ nghỉ": 0.5,
            "đội ngũ ruby": 0.5,
            "thuyền": 0.5,
            "trải nghiệm du lịch": 0.5,
            "di sản thiên nhiên": 0.5,
            "phong tục tập quán": 0.5,
            "thức ăn": 0.5,
            "cabin": 0.5,
            "ruby": 0.5,
            "câu lạc bộ": 0.5,
            "giá": 0.5,
            "bia": 0.5
        }
    }
]