[
    {
        "attraction_name": "Lee Ha Giang Loop Tour",
        "attraction_name_vi": "Tour vòng quanh Lee Hà Giang",
        "general_info": [
            "122 đánh giá",
            "9 trên 157 Hoạt động ngoài trời ở Hà Giang",
            "Chuyến tham quan nhiều ngàyChuyến tham quan bằng xe 4WD, ATV Off-RoadChuyến tham quan cắm trại đi bộChuyến tham quan tư nhânChuyến tham quan tự hướng dẫn cho thuêChuyến đi trong ngày",
            "Chuyến tham quan nhiều ngày",
            "Chuyến tham quan địa hình bằng xe 4WD, ATV",
            "Chuyến tham quan cắm trại đi bộ đường dài",
            "Tour riêng",
            "Cho thuê chuyến tham quan tự hướng dẫn",
            "Buổi dã ngoại"
        ],
        "attraction_summary": "chào các cậu\nĐội ngũ của chúng tôi sẽ làm những gì tốt nhất cho bạn bằng chất lượng dịch vụ, trải nghiệm đáng nhớ tại Hà Giang, tạo nên sự khác biệt giữa chúng tôi và các doanh nghiệp khác.\n\nchúng tôi cung cấp các tour du lịch 2,3,4 ngày và đi bộ xuyên rừng ở Hà Giang cũng như thực hiện các chuyến tham quan xung quanh thác Cao Bằng-Bản Giốc và hồ Ba Bể.\n\nchúng tôi có ký túc xá miễn phí, ăn sáng tại ký túc xá khi bạn đến thành phố Hà Giang.\n\nHãy đến với chúng tôi bạn sẽ không phải thất vọng.\nĐọc thêm",
        "reviews": [
            "Cảm ơn bạn vì 3 ngày đạp xe ở vòng Hà Giang, thật không thể tin được! Lee là một người hướng dẫn tuyệt vời. Anh ấy sắp xếp mọi thứ và luôn đảm bảo chúng tôi ăn và ngủ ngon. Điều chúng tôi thực sự đánh giá cao là chúng tôi đã tránh xa những khách du lịch khác trong 3 ngày đó, vì vậy chúng tôi thực sự được kết nối với thiên nhiên, điều mà chúng tôi thực sự mong muốn. Hơn nữa, anh ấy luôn chăm sóc chúng tôi, đưa cho chúng tôi khẩu trang khi chúng tôi ở những nơi bụi bặm và nhiều khi trời mưa. Vì vậy, tôi giới thiệu anh ấy 100, bạn sẽ không thất vọng! Một lần nữa xin cảm ơn vì chuyến tham quan Vòng quanh Hà Giang tuyệt vời này!Đọc thêm",
            "Lee là hướng dẫn viên du lịch của tôi cho chuyến đi ba ngày và tôi đã có khoảng thời gian tuyệt vời nhất! Anh ấy tốt bụng, chu đáo, luôn dành thời gian giải thích mọi điều anh ấy biết và lái xe cực kỳ an toàn. Các nhà trọ và thức ăn là tốt nhất. Lee và những người lái xe dễ dàng khác đã đảm bảo rằng chúng tôi đã có khoảng thời gian tuyệt vời.Đọc thêm",
            "3d2n Hà Giang Loop tour được tổ chức hoàn hảo theo nhóm nhỏ 7 người: Ký túc xá dành cho 2 người, đồ ăn ngon và quan trọng nhất: lái xe với tư cách là hành khách cảm thấy an toàn suốt thời gian không chạy quá tốc độ hay thao tác nguy hiểm như những người điều khiển khác trên đường. Foto dừng ở bất cứ nơi nào bạn muốn ngoài vô số điểm ngắm cảnh đẹp, thác nước, đi bộ đường dài ... Rất đặc biệt cảm ơn Lee tourguide vì tất cả sự chăm sóc chu đáo, những hiểu biết và giải thích có giá trị. Anh ấy đã nỗ lực hết mình để đáp ứng mọi mong muốn tiềm ẩn- Không có điều ước nào còn bỏ ngỏ. 100 lời giới thiệu- sẽ quay lại với bạn bè vì Lee sẽ đích thân tổ chức bất kỳ chuyến tham quan nào mà bạn mong đợi- cảm ơn bạn rất nhiềuĐọc thêm",
            "Không thể giới thiệu tour Mr Hùng đủ! Ở nhà và thức ăn thật tuyệt vời. Các tài xế thật đáng yêu. Và tài xế hướng dẫn viên du lịch của tôi, Lee, rất tốt bụng và nhiều thông tin. Hà Giang là một nơi tuyệt đẹp. Cảm ơn Lee đã đưa chúng tôi đi một vòngĐọc thêm",
            "Cảm ơn rất nhiều vì chuyến tham quan bằng xe máy kéo dài 4 ngày tuyệt vời của hướng dẫn viên tuyệt vời Lee! : - Quang cảnh tuyệt vời, nhóm nhỏ, lái xe an toàn, điều chỉnh lịch trình theo thời tiết hiện tại, mọi thứ đều tuyệt vời. Lee rất chuyên nghiệp, chu đáo, anh ấy tổ chức mọi thứ rất tốt, tiếng Anh rất tốt và rất chu đáo, anh ấy thậm chí còn chuyển sang thuốc lá điện tử ngay khi anh ấy biết rằng chúng tôi không hút thuốc. Cảm ơn rất nhiều vì những kỷ niệm tuyệt vời! :-Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời với nhóm bốn người và hướng dẫn viên Lee của chúng tôi. Chúng tôi luôn cảm thấy an toàn, lái xe chậm hơn một chút so với các nhóm lớn nhưng cũng an toàn hơn nhiều. Chúng tôi thường tránh những nơi đông người hoặc đến vào những lúc ít người. Điều này rất hay, được thực hiện tốt! Chúng tôi đã có khoảng thời gian tuyệt vời và rất khuyến khích chuyến tham quan này.Đọc thêm",
            "Tôi đã ở đó với người bạn tốt của mình và chúng tôi đã đưa Lee đi nhờ sự giới thiệu của bạn chúng tôi. Chúng tôi thực sự trải qua một thời gian đẹp ở vùng núi. Mọi thứ đều được chuẩn bị chu đáo cho chuyến đi, chương trình hàng ngày, đồ ăn và chỗ ở với thời gian hoàn hảo.Đọc thêm",
            "Chúng tôi đã có khoảng thời gian tuyệt vời ở vòng Hà Giang. Chúng tôi đã làm 3D2N. Hướng dẫn viên và tài xế Henry và tài xế Simond của chúng tôi là những tài xế chuyên nghiệp. Chúng tôi cảm thấy tiết kiệm mọi lúc. Các điểm dừng chúng tôi đã thực hiện cho phần còn lại và tầm nhìn rất đẹp và hầu hết thời gian chúng tôi gần như ở một mình ở đó để có thể ngắm cảnh. Chỗ ở rất đẹp, sạch sẽ và yên tĩnh. Thức ăn luôn ngon! Một trong những món ăn ngon nhất chúng tôi có ở Việt Nam. Mỗi ngày Lee đều viết thư cho chúng tôi và hỏi xem mọi thứ có ổn không. Ngày đáng lẽ chúng tôi phải bắt đầu thì tôi cảm thấy không khỏe và Lee rất hữu ích và anh ấy đã sắp xếp lại chuyến đi của chúng tôi mà không gặp vấn đề gì. Chúng tôi có thể khuyên bạn nên thực hiện vòng lặp với Lee. Cảm ơn bạn Lee!Đọc thêm",
            "Thật sự rất thích chuyến đi với Long Lee! Anh ấy đáp ứng sở thích của chúng tôi rất tốt. Anh ấy đã có thể phối hợp với đại lý xe buýt và giúp chúng tôi có được những chiếc xe buýt giường nằm thoải mái từ Hà Nội đến Hà Giang và ngược lại. Đội ngũ lái xe của anh rất thân thiện và chuyên nghiệp. Chúng tôi đã tận hưởng chuyến đi và cảnh đẹp của Hà Giang nhờ Lee và nhóm của anh ấy!Đọc thêm",
            "Bạn không thể làm tốt hơn Lee Ha Giang Loop.  Chúng tôi đã thực hiện chuyến đi 4 ngày 3 đêm với Lee và rất thích thú với nó.   Lee là người có kinh nghiệm, ân cần và là một người lái xe xuất sắc.  Lee cũng có kiến ​​thức tuyệt vời về khu vực này.  Lee luôn kiểm tra xem tôi có ổn không, đảm bảo rằng chúng tôi dừng lại đủ để nghỉ giải lao và chúng tôi luôn tỏ ra đi trước đám đông.  Các lựa chọn về chỗ ở và nhà hàng của Lee rất tuyệt vời và việc không ở trong một nhóm lớn có nghĩa là chúng tôi có nhiều tiếng nói hơn khi dừng lại và trong bao lâu.   Bạn sẽ không thất vọng nếu chọn Lee.Đọc thêm"
        ],
        "star_ratings": [
            121,
            1,
            0,
            0,
            0
        ],
        "review_amount": 122,
        "location": [],
        "reviews_time": [
            "Written June 1, 2024",
            "Written May 31, 2024",
            "Written May 31, 2024",
            "Written May 29, 2024",
            "Written May 18, 2024",
            "Written May 10, 2024",
            "Written May 10, 2024",
            "Written May 6, 2024",
            "Written May 4, 2024",
            "Written April 30, 2024"
        ],
        "html_links": [
            "https://www.tripadvisor.com/RegistrationController?flow=sign_up_and_save&returnTo=%2FAttraction_Review-g1544599-d26665267-Reviews-Lee_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html&fullscreen=true&flowOrigin=login&hideNavigation=true&isLithium=true",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26665267-Reviews-or10-Lee_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g1544599-d26665267-Reviews-Lee_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
            "https://www.tripadvisor.com/Attraction_Review-g47915-d2717964-Reviews-Holtsville_Ecology_Site-Holtsville_Long_Island_New_York.html",
            "https://www.tripadvisor.com/Attraction_Review-g43798-d4610810-Reviews-Tropicana_Casino_Greenville-Greenville_Mississippi.html",
            "https://www.tripadvisor.com/Attraction_Review-g28924-d116579-Reviews-Salt_River-Arizona.html",
            "https://www.tripadvisor.com/Attraction_Review-g60995-d3916666-Reviews-Cascade_Falls-Hot_Springs_South_Dakota.html",
            "https://www.tripadvisor.com/Attraction_Review-g190441-d1808427-Reviews-Mozart_Dinner_Concert-Salzburg_Austrian_Alps.html",
            "https://www.tripadvisor.com/Attraction_Review-g60739-d662201-Reviews-Schnebly_Redland_s_Winery-Homestead_Florida.html",
            "https://www.tripadvisor.com/Attraction_Review-g297415-d3362245-Reviews-COCO_Park-Shenzhen_Guangdong.html",
            "https://www.tripadvisor.com/Attraction_Review-g303506-d311246-Reviews-Parque_Nacional_da_Tijuca-Rio_de_Janeiro_State_of_Rio_de_Janeiro.html",
            "https://www.tripadvisor.com/Attraction_Review-g293916-d557923-Reviews-Lumpinee_Boxing_Stadium-Bangkok.html",
            "https://www.tripadvisor.com/Attraction_Review-g562685-d148149-Reviews-Royal_Naval_Dockyard-Sandys_Parish_Bermuda.html"
        ],
        "url_next": "https://www.tripadvisor.com/Attraction_Review-g1544599-d26665267-Reviews-or10-Lee_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html",
        "url": "https://www.tripadvisor.com/Attraction_Review-g1544599-d26665267-Reviews-Lee_Ha_Giang_Loop_Tour-Ha_Giang_Ha_Giang_Province.html"
    }
]